Repository: dimkr/zzzfm
Catalog: po/from transifex/so/zzzfmpot.sh.po
Languages: so

source: equals
so: la siman yahay

source: doesn't equal
so: ma sinna

source: contains
so: ka kooban

source: doesn't contain
so: kuma jiro

source: begins with
so: ku bilaabma

source: doesn't begin with
so: kuma bilaabo

source: ends with
so: ku dhamaata

source: doesn't end with
so: kuma dhamaado

source: is less than
so: waa ka yar yahay

source: is greater than
so: ayaa ka weyn

source: matches
so: taraqyada

source: doesn't match
so: kuma eka

source: Application
so: Codsiga

source: Command
so: Taliska

source: Current: Show
so: Hadda: Show

source: Current: Hide
so: Hadda: Qari

source: Current: Disable
so: Hadda: Dami

source: Current: Enable
so: Hadda: karti

source: Save Modified Script?
so: Ma Keydiso Qoraal La Bedelay?

source: Save your changes to the command script?
so: Ku keydi isbedeladaada qoraalka amarka?

source: Overwrite Script?
so: Qoraalka dib u qor?

source: The command script on disk has changed. Do you want to overwrite it?
so: Qoraalkii amarka ee saxanku wuu beddelay. Ma rabtaa in aad dib u qorto?

source: Command Dir
so: Taliska Dir

source: (no files)
so: (ma jiraan wax faylal ah)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
so: Khadka talisku kuma bilaabmayo faylka qoraalka (script) in la furo, ama qoraalka lagama helin kaaga $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
so: Bartilmaameedyada: (liiska dariiqyada ama URL-yada kala-saar-kooban)

source: Target: (a .desktop or executable file)
so: Bartilmaameedka: (a .desktop ama faylka la fulin karo)

source: Choose Executable
so: Dooro la fulin karo

source: Command Line Too Long
so: Khadka Taleefanka oo aad u dheer

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
so: Khadkaga talisku waxa uu ka badan yahay 2000 oo xaraf waxaana laga yaabaa in la googooyo marka la kaydiyo. Tixgeli inaad isticmaasho qoraal amar ah beddelka adiga oo dooranaya Script ee tabka taliska.

source: Toolbar Item Properties
so: Qalabka Shayga Toolbar

source: _Toolbar Item
so: Shayga Toolbar

source: _Menu Item
so: _Shayga liiska

source: Type:
so: Nooca:

source: Name:
so: Magaca:

source: Key:
so: Furaha:

source: Icon:
so: Astaanta:

source: matches any rule:
so: waafaqsan xeer kasta:

source: matches all rules:
so: waafaqaya dhammaan xeerarka:

source: doesn't match any rule:
so: ma waafaqsana xeer kasta:

source: doesn't match all rules:
so: kuma waafaqsana dhammaan xeerarka:

source: Show
so: Muuji

source: Enable
so: Daar

source: Hide
so: Qari

source: Disable
so: Hawl gab

source: item if context
so: shayga haddii macnaha guud

source: Edit Rule
so: Wax ka beddel Xeerka

source: Value:
so: Qiimaha:

source: If enabled, use as handler for:
so: Haddii la awoodo, u isticmaal sida gacan-hayaha:

source: none
so: midna

source: files
so: faylasha

source: devices
so: qalabka

source: _Ignore Context / Show All (global setting)
so: _Iska daa macnaha guud / Tus Dhammaan (goob caalami ah)

source: Command _Line
so: Taliska _Line

source: _Script
so: _Qoraal

source: Open In _Editor
so: Fur gudaha _Tafatiraha

source: _Root Editor
so: _Tifatiraha xididka

source: Run Options
so: Orod Ikhtiyaarada

source: Popup Task
so: Hawsha Popup

source: Popup Error
so: Khaladka soo booda

source: Popup Output
so: Soo-bandhigidda soo-baxa

source: Scroll Output
so: Gudbi wax soo saarka

source: Keep Terminal Open
so: Ka dhig Terminalka Furan

source: Run As User:
so: U Orod Sida Isticmaale:

source: ( leave blank for current user )
so: ( ka tag faaruq isticmaalaha hadda )

source: Style
so: Qaabka

source: Normal
so: Caadi ah

source: Checkbox
so: Sanduuqa hubinta

source: Confirmation
so: Xaqiijinta

source: Input
so: Gelida

source: Confirmation/Input Message:
so: Xaqiijinta/Fariinta Galinta:

source: Open in File Browser:
so: Ku fur faylka browserka:

source: Data Dir
so: Xogta Dir

source: Built-In Toolbar Item
so: Shayga Bar-ku-dhismay

source: Submenu
so: Liiska hoose

source: Separator
so: Kala soocida

source: Built-In Command
so: Talis-ku-dhisan

source: Follow state
so: Raac gobolka

source: Render differently based on the selection state.
so: U samee si ka duwan iyadoo ku saleysan gobolka xulashada.

source: Icon
so: Astaan

source: The icon to render.
so: Astaanta la sameeyo

source: GIcon
so: GAstaan

source: The GIcon to render.
so: The GAstaanta la soo bandhigo

source: size
so: cabbirka

source: The size of the icon to render in pixels.
so: Baaxadda summada in lagu sameeyo pixels.

source: Preview
so: Horudhac

source: No file selected
so: Ma jiro fayl la doortay

source: Block Device
so: Qalabka xannibaadda

source: Character Device
so: Qalabka Dabeecadda
