Repository: dimkr/zzzfm
Catalog: po/from transifex/so/zzzfmpot.sh.po
Languages: so

source: Window new %e %w %p %t
so: Daaqad cusub %e %w %p %t

source: Window focus %e %w %p %t
so: Diiradda daaqada %e %w %p %t

source: Window move/resize %e %w %p %t
so: Dhaqdhaqaaqa daaqada %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
so: Mouse guji %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
so: Riix furaha daaqada %e %w %p %t %k %m

source: Window close %e %w %p %t
so: Daaqadda xir %e %w %p %t

source: Panel focus %e %w %p %t
so: Diirada guddiga %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
so: Bandhiga guddida/qari %e %w %p %t %f %v

source: Selection changed %e %w %p %t
so: Xulashada waa la beddelay %e %w %p %t

source: Tab new %e %w %p %t
so: Tab cusub %e %w %p %t

source: Tab change dir %e %w %p %t %d
so: Tab beddel dir %e %w %p %t %d

source: Tab focus %e %w %p %t
so: Tab diiradda %e %w %p %t

source: Tab close %e %w %p %t
so: Tab dhow %e %w %p %t

source: Device change %e %f %v
so: Qalabka beddelka %e %f %v

source: Event COMMAND Substitution Variables:
so: Beddelka COMMAND Dhacdada:

source: event type (evt_start|evt_exit|...)
so: nooca dhacdo (evt_start|evt_exit|...)

source: window ID
so: Aqoonsiga daaqada

source: panel number (1-4)
so: nambarka guddiga (1-4)

source: tab number (1-...)
so: lambarka tabka (1-...)

source: quoted directory ('/etc')
so: tusaha la soo xigtay ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
so: badhanka jiirka (0=labanlaaban 1=bidix 2=dhexe 3=xaq ...)

source: key code (eg 0x63)
so: furaha furaha (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
so: furaha wax ka beddelka (eg 0x4 loo isticmaalo gujis iyo furayaasha furaha)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
so: element diiradda (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
so: Cunsurka diiradda ayaa muuqda (0 ama 1, ama isbeddelka xaaladda qalabka)

source: Examples
so: Tusaalooyinka

source: These files have been copied to the clipboard
so: Faylashan waxaa lagu koobiyeeyay sabuuradda

source: For full documentation and examples see the zzzFM User's Manual:
so: Si aad u hesho dukumeenti buuxa iyo tusaaleyaal eeg buuga isticmaalaha zzzFM:

source: This build of zzzFM has desktop integration disabled
so: Dhismahan zzzFM waxa uu leeyahay is-dhexgalka desktop waa naafo

source: zzzfm: Error: Unable to save session %s
so: zzzfm: Khalad: Ma awoodo in la kaydiyo fadhiga %s

source: File doesn't exist
so: Faylku ma jiro

source: Error
so: Khalad

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
so: Khalad: Aan awoodin in uu bilaabo kormeeraha beddelka faylka inotify. Ma haysaa kernel aan awood lahayn?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
so: Khalad: Aan awoodin in la sameeyo xidhiidh FAM. Ma waxaad leedahay "FAM" ama "Gamin" rakibay oo socda?

source: --dialog must be first option
so: --dialog waa inuu noqdaa doorashada koowaad

source: --socket-cmd must be first option
so: --socket-cmd waa inuu noqdaa doorashada koowaad

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
so: zzzFM u baahan bash lagu rakibo. Qolfaha kale uma dhigna sida zzzFM waxay isticmaashaa sifooyin laga helo bash dhab ah oo keliya (v4+). Barnaamijka %s lama helin. Ku rakibbashama isticmaal ikhtiyaarka habaynta --with-bash-path si loo qeexo goobta gaarka ah wakhtiga la dhisayo.

source: Don't know how to open the file
so: Ma garanayo sida loo furo faylka

source: Unable to open file: "%s" %s
so: Lama furi karo faylka: "%s" %s

source: Open Root Window
so: Fur daaqadda xididka

source: Terminal Not Available
so: Terminalka lama heli karo

source: Please set your terminal program in View|Preferences|Advanced
so: Fadlan u deji barnaamijkaaga terminalka ee View|Preferences|Advanced

source: Open Terminal
so: Furan Terminalka

source: Design Mode Help
so: Caawinta Habka Naqshadeynta

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
so: Qaabka Nakhshaduhu wuxuu kuu ogolaanayaa inaad bedesho magaca, furaha gaaban iyo summada menu-ka, Toolbar-ka iyo shayga calaamadaynta, muuji caawimada shay, oo aad ku darto amarradaada gaarka ah iyo codsiyada. Si aad u furto Menu-ga Nakhshadda, si fudud-guji shayga menu-ka, bookmark, ama shaybarka. Si aad u furto Menu-ga Naqshadaynta ee liiska-hoosaadka, marka hore xidh menu-hoosaadka (adigoo gujinaya). Wixii macluumaad dheeraad ah, dhagsii badhanka Help ee hoose.

source: Panel
so: Guddi

source: New _Command
so: Cusub _Taliska

source: _File
so: _Faylka

source: _View
so: _Daawo

source: _Devices
so: _Qalabka

source: _Tools
so: _Qalab

source: _Help
so: _I caawi

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
so: Khalad: Ma awoodo in la kaydiyo faylka fadhiga Ma rabtaa in aad baxdo adiga oo aan waxba kaydsan? ( %s )

source: zzzFM Error
so: zzzFM Khalad

source: Stop all tasks running in this window?
so: Jooji dhammaan hawlaha ku socda daaqadan?

source: Aborting tasks...
so: Soo rididda hawlaha...

source: %s free / %s
so: %s bilaasha / %s

source: %sReading %s ...
so: %sAkhriska %s ...

source: Link → %s
so: Xiriirinta → %s

source: Link → %s/
so: Xiriirinta → %s/

source: !Link → %s/ (missing)
so: !Xiriirinta → %s/ (maqan)

source: Link → %s (%s)
so: Xiriirinta → %s (%s)

source: !Link → %s (missing)
so: !Xiriirinta → %s (missing)

source: !Link → ( error reading target )
so: !Xiriirinta → ( bartilmaameedka akhriska khaladka )

source: hidden
so: qarsoon

source: %s%d visible (%s) %s
so: %s%d muuqda (%s) %s

source: %s%d item %s
so: %s%d shayga %s

source: Status
so: Xaalada

source: Item
so: Shayga

source: To
so: Ku

source: Progress
so: Horumarka

source: Total
so: Wadarta

source: Started
so: bilaabay

source: Elapsed
so: Dhacay

source: Current
so: Hadda

source: CRemain
so: CHadhi

source: Average
so: Celcelis ahaan

source: Remain
so: Hadhi

source: Reorder Columns Help
so: Dib u dalbo Caawinta Tiirarka

source: To change the order of the columns, drag the column header to the desired location.
so: Si aad u bedesho nidaamka tiirarka, u jiid madaxa tiirka goobta aad rabto.

source: moving
so: dhaqaaqid

source: copying
so: koobiyeynta

source: deleting
so: tirtiridda

source: linking
so: isku xirka

source: changing
so: isbedel

source: running
so: ordaya

source: %d error %s
so: %d qalad %s

source: %d errors %s
so: %d khaladaadka %s

source: paused
so: hakaday

source: queued
so: saf u galay

source: Name
so: Magaca

source: Size
so: Cabbirka

source: Type
so: Nooca

source: Permission
so: Ogolaanshaha

source: Owner
so: Milkiilaha

source: Modified
so: wax laga beddelay

source: Created
so: Abuuray

source: zzzfm: invalid socket command
so: zzzfm: amarka godad aan ansax ahayn

source: zzzfm: invalid option '%s'
so: zzzfm: doorasho aan sax ahayn '%s'

source: zzzfm: option %s requires an argument
so: zzzfm: doorasho %s waxay u baahan tahay dood

source: zzzfm: invalid window
so: zzzfm: daaqad aan ansax ahayn

source: zzzfm: invalid window %s
so: zzzfm: daaqad aan ansax ahayn %s

source: zzzfm: invalid panel %d
so: zzzfm: guddi aan sax ahayn %d

source: zzzfm: panel %d is not visible
so: zzzfm: guddi %d ma muuqato

source: zzzfm: invalid tab %d
so: zzzfm: tab aan sax ahayn %d

source: zzzfm: command set requires an argument
so: zzzfm: Amarka waxay u baahan tahay dood

source: zzzfm: invalid %s value
so: zzzfm: aan sax ahayn %s qiimaha

source: zzzfm: invalid slider value
so: zzzfm: qiimaha slider aan sax ahayn

source: zzzfm: invalid panel number
so: zzzfm: lambarka gole aan sax ahayn

source: zzzfm: invalid tab number
so: zzzfm: lambarka tabka aan ansax ahayn

source: zzzfm: invalid property %s
so: zzzfm: hanti aan sax ahayn %s

source: zzzfm: invalid column width
so: zzzfm: balaca tiirka aan ansax ahayn

source: zzzfm: invalid column name '%s'
so: zzzfm: Magaca tiirka aan ansax ahayn '%s'

source: zzzfm: text is not valid UTF-8
so: zzzfm: qoraalku sax maaha UTF-8

source: zzzfm: %s requires a file path
so: zzzfm: %s waxay u baahan tahay waddo faylal ah

source: zzzfm: error reading file '%s'
so: zzzfm: qalad akhriska faylka '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
so: zzzfm: fayl '%s' kuma jiro qoraal UTF-8 sax ah

source: zzzfm: %s requires a directory path
so: zzzfm: %s waxay u baahan tahay dariiqa hagaha

source: zzzfm: directory '%s' does not exist
so: zzzfm: hagaha '%s' ma jiraan

source: zzzfm: command %s requires an argument
so: zzzfm: amar %s waxay u baahan tahay dood

source: zzzfm: %s requires two arguments
so: zzzfm: %s waxay u baahan tahay laba doodood

source: zzzfm: invalid task '%s'
so: zzzfm: hawl aan sax ahayn '%s'

source: zzzfm: internal task %s is read-only
so: zzzfm: hawl gudaha ah %s waa akhris-kaliya

source: zzzfm: task property '%s' is read-only
so: zzzfm: hantida hawsha '%s' waa akhris-kaliya

source: zzzfm: invalid queue_state '%s'
so: zzzfm: safka_state aan sax ahayn '%s'

source: zzzfm: invalid task property '%s'
so: zzzfm: hanti hawl aan ansax ahayn '%s'

source: zzzfm: no such directory '%s'
so: zzzfm: ma jiro tusahaas '%s'

source: zzzfm: invalid %s task option '%s'
so: zzzfm: aan sax ahayn %s doorasho shaqo '%s'

source: zzzfm: no such file '%s'
so: zzzfm: ma jiro faylkaas '%s'

source: zzzfm: task type %s requires TARGET argument
so: zzzfm: nooca shaqada %s waxay u baahan tahay dood TARGET

source: zzzfm: invalid TARGET '%s'
so: zzzfm: TARGET aan sax ahayn '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
so: zzzfm: qaraabo '%s' u baahan %s doorasho --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
so: zzzfm: nooca shaqada %s waxay u baahan tahay FILE dood(yaasha)

source: zzzfm: invalid task type '%s'
so: zzzfm: nooca hawsha aan sax ahayn '%s'

source: zzzfm: invalid keycode '%s'
so: zzzfm: furaha furaha aan ansax ahayn '%s'

source: zzzfm: custom command or submenu '%s' not found
so: zzzfm: amarka caadiga ah ama liiska hoose '%s' lama helin

source: zzzfm: item '%s' context hidden or disabled
so: zzzfm: shayga '%s' macnaha guud ee qarsoon ama naafo

source: zzzfm: invalid event type '%s'
so: zzzfm: nooca dhacdo aan sax ahayn '%s'

source: zzzfm: event handler not found
so: zzzfm: maamulaha dhacdada lama helin

source: zzzfm: invalid socket method '%s'
so: zzzfm: habka godka aan sax ahayn '%s'

source: Default
so: Asal ahaan

source: Choose Desktop Font
so: Dooro Font Desktop

source: Example Item 0123456789
so: Tusaale Shayga 0123456789

source: Transparency Requirements
so: Shuruudaha Hufnaanta

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
so: Ogeysiis Guud: Si daah-furnaanta desktop-ku u shaqeyso, waxaad u baahan tahay inaad ku socoto maamule daaqadeed curiye ah ama curiye gaar ah sida compton ama xcompmgr. Waxaad markaa isticmaali kartaa nitrogen ama xwinwrap si aad ugu dhejiso gidaarka gadaasha. Fariintani ma soo celin doonto

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
so: Isticmaalka terminalka qaarkood (%s) oo leh zzzFM ayaa laga yaabaa inay ka hortagto Run Sida Hawsha oo Orod In Terminal-ka ikhtiyaariga ah in si wadajir ah loo isticmaalo si loo socodsiiyo amarrada, sababtoo ah xaddidaadyada marinnadan. Tusaale ahaan, tani waxay sababi kartaa borotokoollada ku rakiban terminaalka inay ku guuldareystaan inay si toos ah u furmaan ka dib marka la rakibo. Isticmaalka buuxa ee sifooyinka zzzFM, xulashada terminal kale ayaa lagula talinayaa.

source: Limited Terminal Emulator Selected
so: Emulator Terminal xaddidan ayaa la doortay

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
so: Hadda waxa lagu waydiin doonaa furahaaga xididka si aad u kaydsatoroot Settings loogu talagalay isticmaalehan inuu fayl galo %s/zzzfm/ Bixinta erayga sirta ah ee daaqadda soo socota ayaa lagula talinayaa. Sababtoo ah zzzFM waxay ku socotaa amarada qaar sida xididka su, goobahan waxaa si fiican u ilaaliya root.

source: Save Root Settings
so: Badbaadin Root Dejinta

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
so: Geli barnaamijka ama khadka taliska: Isticmaal: %%F faylasha la doortay ama %%f faylka ugu horreeya ee la doortay %%N Magacyada la doortay ama %%n filename ugu horeysay ee la doortay %%d tusaha hadda jira %%v qalab la doortay (eg /dev/sda1) %%m barta korka qalabka (eg /media/dvd); %%l calaamada qalabka %%b bookmark la doortay %%t Hagaha hawsha la doortay; %%p hawl pid %%a qiimaha sheyga menu $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
so: Geli magaca summada, dariiqa faylka summada, ama magaca shayga saamiyada: Ama guji Dooro si aad u doorato summada. Dhammaan calaamadaha si sax ah uma shaqeeyaan arrimo kala duwan dartood.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
so: Geli magaca shayga: Ka hormari jile hoosta ka xarriiqay (_) si aad hoosta uga xariiqdo jilaagaasi furaha gaaban haddii la rabo.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
so: Geli magaca shay cusub: Ka hormari jile hoosta ka xarriiqay (_) si aad hoosta uga xariiqdo jilaagaasi furaha gaaban haddii la rabo. TALO: Si aad u bedesho shaygan hadhow, ku dhufo midig shayga si aad u furto Menu-ga Naqshadda.

source: Show Devices
so: Muuji Aaladaha

source: Show Bookmarks
so: Muuji Bookmarks

source: Show Tree
so: Tus Geedka

source: Home
so: Guriga

source: Up
so: Sare

source: Back
so: Dib u noqo

source: Back History
so: Taariikhda Gadaal

source: Forward
so: Horey

source: Forward History
so: Taariikhda Hore

source: Refresh
so: Dib u cusboonaysii

source: New Tab
so: Tab Cusub

source: New Tab Here
so: Tabo Cusub Halkan

source: Show Hidden
so: Muuji Qarsoon

source: Large Icons
so: Astaamo waaweyn

source: %s: %s contains invalid characters - ignored
so: %s: %s ka kooban jilayaal aan sax ahayn - la iska indhatiray

source: %s: tmp_dir '%s' does not exist - reverting to %s
so: %s: tmp_dir '%s' ma jiraan - u noqoshada %s

source: file not found
so: faylka lama helin

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
so: # zzzFM Faylka Kulanka # FEYLKAN LOOMA qorsheynin in la tafatiro - waa la akhrin doonaa waana la qori doonaa # Haddii aad tirtirto dhammaan faylalka fadhiga *, zzzFM waxa dib loogu dejin doonaa cilladaha warshadda.

source: Error saving file
so: Khalad kaydinta faylka

source: zzzFM Error: Unable to autosave session file ( %s )
so: zzzFMKhalad: Ma awoodo in uu otomaatig u kaydiyo faylka fadhiga ( %s )

source: Selected Menu Item '%s' As Handler
so: Shayga Menu ee la doortay '%s' Sida Handler

source: Create README
so: Abuur README

source: No README file exists for this command. Create a default README file for you to fill in?
so: Ma jiro faylka README oo u jira amarkan. U samee faylka README ee caadiga ah si aad u buuxiso?

source: Creation Failed
so: Abuuritaan Waa Fashilmay

source: An error occurred creating a README file for this command.
so: Khalad ayaa dhacay abuurista faylka README ee amarkan.

source: An error occurred copying command files %s
so: Khalad ayaa dhacay koobiynta faylalka amarka %s

source: Copy Command Error
so: Nuqul ka samee qaladka taliska

source: An error occurred copying command data files %s
so: Khalad ayaa dhacay koobiynta faylalka xogta taliska %s

source: Bookmark target '%s' is missing or invalid.
so: Bartilmaameedka '%s' ayaa maqan ama aan ansax ahayn.

source: Invalid Bookmark Target
so: Bartilmaameedka Bookmark aan sax ahayn

source: Change Item Name
so: Beddel Magaca Shayga

source: Editor Not Set
so: Tafatiraha Lama Dhigin

source: Please set your editor in View|Preferences|Advanced
so: Fadlan u deji tifaftirahaaga Aragti|Dokhyada|Hererer

source: Root Editor Not Set
so: Tifaftiraha xididka lama dejin

source: Please set root's editor in View|Preferences|Advanced
so: Fadlan u deji tafatiraha xididka ee View|Preferences|Advanced

source: Edit %s
so: Wax ka beddel %s

source: User's Manual Not Found
so: Buuga Isticmaalaha Lama helin

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
so: Nuqulka maxaliga ah ee buug-gacmeedka isticmaalaha zzzFM lama helin. Fadlan deji meesha saxda ah Help|Options|Location manual.

source: Manual Opened ?
so: Buugga la furay ?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
so: Buuga isticmaale zzzFM waa inuu ka furmo browserkaaga. Haddii uusan furmin, ama haddii aad jeclaan lahayd inaad isticmaasho browser kale, daji browserkaaga Help|Options|Browser. Fariintani ma soo celin doonto

source: ( none )
so: ( midna )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
so: %s Koodhka furaha: %#4x Wax ka beddele: %#x %s mar hore ayaa loo qoondeeyay '%s'. Riix fure kale ama dhagsii Set si aad u bedesho hawsha muhiimka ah ee hadda socota.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
so: %s Koodhka furaha: %#4x [%#4x] Wax ka beddele: %#x %s mar hore ayaa loo qoondeeyay '%s'. Riix fure kale ama dhagsii Set si aad u bedesho hawsha muhiimka ah ee hadda socota.

source: %s Keycode: %#4x Modifier: %#x
so: %s Koodhka furaha: %#4x Wax ka beddele: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
so: Riix isku darka furahaaga shayga '%s' dabadeed dhagsii Set. Si aad meesha uga saarto hawsha muhiimka ah ee hadda socota, dhagsii Unset.

source: Cancel
so: Jooji

source: Unset
so: Dejin

source: Set
so: Deji

source: Set Key
so: Deji furaha

source: Edit Command Line
so: Tafatir khadka taliska

source: Choose Custom Executable
so: Dooro Custom Executable

source: Run As User
so: U Orod sidii Isticmaale

source: Run this command as username: ( Leave blank for current user )
so: U socodsii amarkan sidii isticmaale: ( Ku dhaaf faaruq isticmaale hadda )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
so: Waxaad ku daraysaa amar gaar ah shayga menu-ka ee Default. Shaygani waxa uu si toos ah u yeelan doonaa mawduuc hore - waxa uu soo bixi doona kaliya marka nooca MIME ee faylka ugu horreeya ee la doortay uu la mid yahay nooca hadda. '%s'. Ku dar amarrada ama menu-yada halkan kuwaas oo aad rabto oo kaliya in ay u muuqato hal nooc oo MIME ah.

source: New Context Command
so: Taliska Macnaha Cusub

source: Set Item Name
so: Deji Magaca Shayga

source: Choose Folder
so: Dooro Folder

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
so: Waxaad ku dartay liiska-hoosaadka caadiga ah shayga menu-ga ee caadiga ah. Shaygani waxa uu si toos ah u yeelan doonaa mawduuc hore - waxa uu soo bixi doona kaliya marka nooca MIME ee faylka ugu horreeya ee la doortay uu la mid yahay nooca hadda. '%s'. Ku dar amarrada ama menu-yada halkan kuwaas oo aad rabto oo kaliya in ay u muuqato hal nooc oo MIME ah.

source: (none)
so: (midna)

source: Set Submenu Name
so: Deji Magaca menu-hoosaadka

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
so: Geli magaca liiska hoosaadka: Ka hormari jilaa leh buundada hoose (_) si aad hoosta uga xariiqdo xarfahaas sida furaha gaaban haddii la rabo.

source: New _Submenu
so: Cusub _Liiska hoose

source: ( no name )
so: ( magac la'aan )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
so: Si joogto ah uga saar '%s' SUBMENU IYO DHAMAAN ALAABTA KU dhex jira? Tallaabadani waxay tirtiri doontaa dhammaan dejinta iyo faylasha la xidhiidha walxahan.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
so: Si joogto ah uga saar shayga '%s'? Tallaabadani waxay tirtiri doontaa dhammaan dejinta iyo faylasha la xidhiidha shaygan.

source: Confirm Remove
so: Xaqiiji saar

source: Are you sure?
so: Ma hubtaa?

source: Dialog Message
so: Fariinta wada hadalka

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
so: Geli fariinta lagu soo bandhigayo wada hadalkan: Isticmaal: \n khad cusub \t tab

source: _Copy
so: _Nuqul

source: _Paste
so: _Ku dheji

source: _Remove
so: _Ka saar

source: _New
so: _Cusub

source: _Application
so: _Codsiga

source: _Command
so: _Taliska

source: _Add
so: _Kudar

source: T_ooltips
so: T_ooltalooyin

source: _Key Shortcut
so: _Jidka Gaaban ee Furaha

source: _Edit Script
so: _Qoraalka wax ka beddel

source: E_dit As Root
so: E_dit Sida Root

source: _Edit Command
so: _Tafatir Taliska

source: _Properties
so: _Guryaha

source: Set Icon
so: Dhig astaanta

source: _Edit
so: _Wax ka beddel

source: _Default
so: _Asal ahaan

source: Your input is invalid because it contains linefeeds
so: Wax gelintaadu waa mid aan sax ahayn sababtoo ah waxay ka kooban tahay khadka feedhaha

source: _Unset
so: _Dejin

source: Remo_ve / Eject
so: Remo_ve / Ka saar

source: _Unmount
so: _Soo deji

source: _Sync
so: _Isku-dubarid

source: _Open
so: _Furan
