Repository: dimkr/zzzfm
Catalog: po/from transifex/so/zzzfmpot.sh.po
Languages: so

# Devices|Open|
source: Open In _Tab
so: Fur gudaha _Tab

source: _Mount
so: _Buurta

source: Re_/mount
so: Re_/buurta

source: _Root
so: _Xidid

source: _Label
so: _Summada

source: _Check
so: _Hubi

source: _Edit fstab
so: _Wax ka beddel fstab

source: Edit u_devil.conf
so: Wax ka beddel u_devil.conf

source: _Format
so: _Qaabka

source: _Backup
so: _Kaabta

source: _Restore
so: _Soo celi

source: _From File
so: _Laga soo bilaabo File

source: File _Info
so: Faylka _Xog

source: _Internal Drives
so: _Wadayaasha Gudaha

source: _Empty Drives
so: _Wadooyinka Madhan

source: _Partition Tables
so: _Miisaska Qaybta

source: Mounted _Networks
so: Ku rakibay _Shabakadaha

source: Mounted _Other
so: Ku rakibay _Mid kale

source: _Volumes...
so: _Codadka...

source: Show/Hide Volumes
so: Muuji/Qiri codadka

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
so: Si aad u qasbi muujinta ama qarinta mugga qaar, ka gudubka dejinta kale, waxaad ku qeexi kartaa aaladaha, sumadaha mugga, ama aqoonsiga aaladda liiska bannaan ee hoos ku yaal. Tusaale: +/dev/sdd1 -Ku calaamadee meel bannaan +ata-OCZ-part4 Tani waxay keeni kartaa /dev/sdd1 iyo aaladda OCZ in la tuso, iyo mugga summada leh "Ku calaamadee meel bannaan" in la qariyo. Waa in ay jirtaa meel bannaan oo u dhaxaysa gelinta iyo calaamadda lagu daray ama laga jaray si toos ah shay kasta hortiisa. Liiskani waa kiis xasaasi ah.

source: Ignore _Hide Policy
so: Iska daa _Qari Siyaasadda

source: _Display Name
so: _Magaca Muujinta

source: Set Display Name Format
so: Deji Qaabka Magaca Muujinta

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
so: Geli qaabka muuqaalka qalabka: Isticmaal: %%v magaca faylka aaladda (eg sdd1) %%s cabbirka guud (eg 800G) %%t fsnooca (eg ext4) %%l sumadda mugga (tusaale calaamad ama [warbaahin la'aan]) %%m barta buurta haddii la rakibo, ama --- %%i Aqoonsiga aaladda %%n major:minor nambarada qalabka (eg 15:3)

source: _Auto Mount
so: _Gawaarida Gawaarida

source: Mount _Optical
so: Buurta _Muuqaal

source: _Mount Removable
so: _Buur laga saari karo

source: Mount _Volumes...
so: Buurta _Codadka...

source: Auto-Mount Volumes
so: Volume Auto-Mount

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
so: Si loo qasbo ama looga hortago otomaatig-ku-qaadista mugga qaar, ka-hortagga goobaha kale, waxaad ku qeexi kartaa aaladaha, calaamadaha mugga, ama aqoonsiga aaladda liiska bannaan ee hoos ku qoran. Tusaale: +/dev/sdd1 -Ku calaamadee meel bannaan +ata-OCZ-part4 Tani waxay keeni kartaa /dev/sdd1 iyo aaladda OCZ in si toos ah loo rakibo marka la ogaado, iyo mugga sumadda leh "Ku calaamadee meel bannaan" in la iska indhatiro. Waa in ay jirtaa meel bannaan oo u dhaxaysa gelinta iyo calaamadda lagu daray ama laga jaray si toos ah shay kasta hortiisa. Liiskani waa kiis xasaasi ah.

source: Mount _Dirs...
so: Buurta _Dirs...

source: Automatic Mount Point Dirs
so: Buurta Tooska ah Dirs

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
so: Geli tusaha halka zzzFM ay tahay in ay si toos ah u abuurto hagayaasha dhibcaha ee fiyuuska iyo nidaamyada faylalka la midka ah (%%a amarrada gacanta ku haya). Hagahani waa inuu noqdaa mid la isticmaali karo (ha isticmaalin /media), iyo hage-hoosaadyo madhan waa laga saari doonaa. Haddii bannaan laga tago, ~/.cache/zzzfm/ (ama $XDG_CACHE_HOME/zzzfm/) loo isticmaalo. Doorsoomayaasha soo socda waa la aqoonsan yahay: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Ogsoonow in qaar ka mid ah maamulayaasha ama barnaamijyada rakibaadda laga yaabo inaysan adeecin goobtan.

source: Open _Tab
so: Furan _Tab

source: _Unmount On Exit
so: _Dejinta On bixitaan

source: Auto _Run
so: Baabuur _Orod

source: On _Mount
so: Daaran _Buurta

source: Auto Run On Mount
so: Si otomaatig ah ugu orda Mount

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
so: Geli barnaamijka ama khadka taliska bash si si toos ah loogu shaqeeyo ka dib darawalka meesha laga saari karo ama saxanka xogta si toos ah loogu rakibay: Isticmaal: %%v qalab (eg /dev/sda1) %%l calaamada qalabka %%m barta korka qalabka (eg /media/disk)

source: On _Audio CD
so: Daaran _CD maqal ah

source: Auto Run On Audio CD
so: Si otomaatig ah ugu socodsii CD-ga maqalka ah

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo marka CD maqal ah la geliyo qalab u qalma: Isticmaal: %%v qalab (eg /dev/sda1) %%l calaamada qalabka %%m barta korka qalabka (eg /media/disk)

source: On _Video DVD
so: Ku jira _DVD-ga fiidiyowga

source: Auto Run On Video DVD
so: Si otomaatig ah ugu socodsii DVD-ga fiidiyowga

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo marka fiidyowga DVD-ga si toos ah loo rakibo: Isticmaal: %%v qalab (eg /dev/sda1) %%l calaamada qalabka %%m barta korka qalabka (eg /media/disk)

source: On _Insert
so: Daaran _Gali

source: Auto Run On Insert
so: Gelida Otamaatigga ah

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo marka qalab kasta la geliyo: Isticmaal: %%v qalab lagu daray (eg /dev/sda1) %%l calaamada qalabka %%m barta korka qalabka (eg /media/disk)

source: On _Unmount
so: Dusha _Dajinta

source: Auto Run On Unmount
so: Si otomaatig ah ugu socodsiiso

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo marka qalab kasta la furo si kasta: Isticmaal: %%v qalabka la furay (eg /dev/sda1) %%l calaamada qalabka %%m barta korka qalabka (eg /media/disk)

source: On _Remove
so: Daaran _Ka saar

source: Auto Run On Remove
so: Si otomaatig ah u socodsii

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo marka qalab kasta laga saaro (ka saarida warbaahinta uma qalanto): Isticmaal: %%v qalabka laga saaray (eg /dev/sda1) %%l calaamada qalabka %%m barta korka qalabka (eg /media/disk)

source: Ignore _No Policy
so: Iska daa _Siyaasad la'aan

source: _Mount Options
so: _Buur Options

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
so: Hoos Geli liiska rafaadkaaga-ama-meel-saaran ee xulashada rakibida caadiga ah (%%o gacanta ku haya). Waxa u dheer xulashooyinka caadiga ah, waxa kale oo aad cayimi kartaa fursadaha lagu dari karo ama laga saari karo nooc faylal gaar ah adiga oo isticmaalaya foomka OPTION+FSTYPE ama OPTION-FSTYPE. Tusaale: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Tani waxay ku dari doontaa nosuid iyo noatime dhammaan noocyada faylalka, ku dar sync waayo vfat iyo ntfs kaliya, oo ka saar noatime for ext4. Fiiro gaar ah: Doorashooyinka qaar, sida nosuid, waxaa laga yaabaa in lagu daro barnaamijka mount xitaa haddii aadan ku darin. Ikhtiyaarada gudaha fstab ka hormarin. pmountiyo qaar ka mid ah maamulayaasha ayaa laga yaabaa inay iska indhatiraan xulashooyinka halkan lagu dejiyay.

source: Re/mount With Options
so: Ku Celi/Ku Dul Ikhtiyaarada

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
so: Aaladda waxa lagu dhejin doonaa (dib u) iyadoo la isticmaalayo xulashooyinka hoose. Waxa u dheer xulashooyinka caadiga ah, waxa kale oo aad cayimi kartaa fursadaha lagu dari karo ama laga saari karo nooc faylal gaar ah adiga oo isticmaalaya foomka OPTION+FSTYPE ama OPTION-FSTYPE. Tusaale: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Tani waxay ku dari doontaa nosuid iyo noatime dhammaan noocyada faylalka, ku dar sync waayo vfat iyo ntfs kaliya, oo ka saar noatime waayo ext4. Fiiro gaar ah: Doorashooyinka qaar, sida nosuid, waxaa laga yaabaa in lagu daro barnaamijka mount xitaa haddii aadan ku darin. Ikhtiyaarada gudaha fstab ka hormarin. pmount waxay iska indhatirtay xulashooyinka halkan lagu dejiyay.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
so: Geli liiskaaga hagaha-ama meel bannaan ee nidaamka faylalka kuwaas oo aan ahayn in lala socdo isbeddellada faylka. Goobtan waxay saamaysaa kaliya aaladaha aan xannibin (sida nfs ama fiyuuska), waxaana badanaa loo adeegsadaa si looga hortago zzzFM inay noqoto mid aan ka jawaabin nidaamka faylalka shabakada. Soo dejinta sawir-gacmeedka iyo cabbirrada haga-hoosaadka sidoo kale waa la joojin doonaa.

source: Change Detection Blacklist
so: Beddel ogaanshaha liiska madow

source: _Device Handlers
so: _Qalabka gacanta ku haya

source: _Protocol Handlers
so: _Hab-maamuuska Hab-maamuuska

source: _Icon
so: _Astaan

source: Audio CD
so: CD maqal ah

source: Optical Mounted
so: Ku rakiban indhaha

source: Optical Has Media
so: Aragtidu Waxay Leedahay Warbaahin

source: Optical No Media
so: Aragtida No Media

source: Floppy Mounted
so: Floppy Ku rakiban

source: Floppy Unmounted
so: Floppy Furan

source: Removable Mounted
so: Raritaanka Rakiban

source: Removable Unmounted
so: La rari karo oo aan la rarin

source: Internal Mounted
so: Gudaha Ku rakiban

source: Internal Unmounted
so: Gudaha aan la saarin

source: Mounted Network
so: Shabakadda la rakibay

source: Mounted Other
so: Ku rakiban Kale

source: _Settings
so: _Dejinta

source: Bookmark _Icon
so: Bookmark _Astaan

source: _Show Bookmarks
so: _Muuji Bookmarks

source: New _Bookmark
so: Cusub _Bookmark

source: _Name
so: _Magaca

source: F_ilename
so: F_ilemagac

source: _Parent
so: _Waalid

source: _Option
so: _Ikhtiyaarka

source: _Link
so: _Xiriirinta

source: Copy _Target
so: Nuqul _Bartilmaameedka

source: Lin_k Target
so: Lin_k Bartilmaameedka

source: _As Root
so: _Sida Root

source: _Font
so: _Farta

source: Move Dialog Font
so: Dhaqaaq farta hadalka

source: /home/user/Example Filename.ext
so: /home/user/Tusaale Magaca faylka.ext

source: _Confirm Create
so: _Xaqiiji Abuur

source: Highlight _Bar
so: Iftiimin _Baar

source: Status Bar Highlight Color
so: Heerka Bar Highlight Color

source: Highlight _Text
so: Iftiimin _Qoraal

source: Status Bar Text Highlight Color
so: Heerka Bar Text Highlight Color

source: _Middle Click
so: _Guji Dhexe

source: Copy _Name
so: Nuqul _Magaca

source: Copy _Path
so: Nuqul _Jidka

source: _Hide Panel
so: _Qari guddiga

source: New _Window
so: Cusub _Daaqada

source: R_oot Window
so: R_oot Daaqada

source: _File Search
so: _Raadinta faylka

source: _Terminal
so: _Terminalka

source: _Root Terminal
so: _Root Terminalka

source: Open _URL
so: Furan _URL

source: Open URL
so: Fur URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
so: Geli URL qaab ahaan: PROTOCOL://USERNAME:PASSWORD@HOSTEYGA:DEKEDA/SHARE garee Tusaalooyinka: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Marka lagu daro erayga sirta ah waa ammaan. Si aad u calaamadiso URL, ku dhufo midigta shabakada ku rakiban Qalabka oo dooro Bookmark.

source: Save Ta_bs
so: Badbaadin Ta_bs

source: Panel _1
so: Guddiga _1

source: Panel _2
so: Guddiga _2

source: Panel _3
so: Guddiga _3

source: Panel _4
so: Guddiga _4

source: _Next
so: _Xiga

source: _Hide
so: _Qari

source: _Event Manager
so: _Maareeyaha Dhacdada

source: _Instance
so: _Tusaale

source: _Startup
so: _Bilawga

source: Set Instance Startup Command
so: Deji Taliska Bilowga Tusaalaha

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo marka zzzFM uu bilaabo: Isticmaal: %%e nooca dhacdada (evt_start)

source: _Exit
so: _Ka bax

source: Set Instance Exit Command
so: Deji Taliska Bixinta Tuska

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo marka zzzFM uu ka baxo: Isticmaal: %%e nooca dhacdada (evt_exit)

source: _Window
so: _Daaqada

# View|Events|Window|
source: _New
so: _Cusub

source: Set New Window Command
so: Deji Taliska Daaqadda Cusub

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
so: Geli barnaamijka ama khadka taliska si toos ah loogu shaqeeyo mar kasta oo zzzFM cusub la furo: Isticmaal: %%e nooca dhacdo (evt_win_new) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan.

# View|Events|Window|
source: _Focus
so: _Diirada saar

source: Set Window Focus Command
so: Deji Taliska Diiradda Daaqadda

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
so: Geli barnaamijka ama khadka taliska bash si si toos ah loogu shaqeeyo mar kasta oo zzzFM daaqada ay diirada saarto: Isticmaal: %%e nooca dhacdo (evt_win_focus) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan.

source: _Move/Resize
so: _Dhaqaaq/Bedel

source: Set Window Move/Resize Command
so: Deji Taliska Dhaqaaq/Bedel Daaqadda

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo mar kasta oo zzzFM daaqada la dhaqaajiyo ama la cabbiro: Isticmaal: %%e nooca dhacdo (evt_win_move) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan. Fiiro gaar ah: Amarka waxaa laga yaabaa in la shaqeeyo dhowr jeer inta lagu jiro cabbirka.

# View|Events|Window|
source: _Click
so: _Guji

source: Set Click Command
so: Deji Taliska Guji

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo mar kasta oo jiirka la gujiyo: Isticmaal: %%e nooca dhacdo (evt_win_click) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab %%b badhanka (badhanka jiirka ayaa la riixay) %%m beddele (furayaasha wax ka beddelka) %%f diiradda (qayb helay gujinta) Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxa loo isticmaali karaa amarkan marka aan la isticmaalin horgalaha xidigta. Ku horgaree amarkaaga calaamad (*) oo shuruud ahaan ku soo celi heerka bixida 0 si aad u joojiso maamulaha caadiga ah. Tusaale ahaan: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nbadhanka dhexe waa la gujiyay %%f" --button ok &

source: _Keypress
so: _Furaha

source: Set Window Keypress Command
so: Deji taliska furaha daaqada

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
so: Geli barnaamijka ama khadka taliska si toos ah loogu shaqeeyo mar kasta oo furaha la riixo: Isticmaal: %%e nooca dhacdo (evt_win_key) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab %%k furaha furaha (furaha la riixay) %%m beddele (furayaasha wax ka beddelka) Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxa loo isticmaali karaa amarkan marka aan la isticmaalin horgalaha xidigta. Ku horgaree amarkaaga calaamad (*) oo shuruud ahaan ku soo celi heerka bixida 0 si aad u joojiso maamulaha caadiga ah. Tusaale ahaan: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nFuraha F8 waa la riixay." --button ok &

source: Set Window Close Command
so: Deji amarka xirida daaqada

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
so: Geli barnaamijka ama khadka taliska si toos ah loogu shaqeeyo mar kasta oo zzzFM daaqada la xiro: Isticmaal: %%e nooca dhacdo (evt_win_close) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan.

source: _Panel
so: _Guddi

# View|Events|Panel|
source: _Focus
so: _Diirada saar

source: Set Panel Focus Command
so: Deji taliska diiradda saaraya

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo mar kasta oo guddigu diiradda saaro: Isticmaal: %%e nooca dhacdo (evt_pnl_focus) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan.

# View|Events|Panel|
source: _Show
so: _Muuji

source: Set Panel Show Command
so: Deji Taliska Bandhigga Kooxda

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo mar kasta oo guddi ama xubin la muujiyo ama la qariyo: Isticmaal: %%e nooca dhacdo (evt_pnl_show) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab %%f diiradda (wax muuqda ama qarsoon) %%v muuqda (1 ama 0) Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan.

source: Set Panel Select Command
so: Deji Xulashada Guddiga

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
so: Geli barnaamijka ama khadka taliska bash si si toos ah loogu shaqeeyo mar kasta oo xulashada faylka la beddelo: Isticmaal: %%e nooca dhacdo (evt_pnl_sel) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan. Ku horgaree amarkaaga calaamad (*) oo shuruud ahaan ku soo celi heerka bixida 0 si aad u joojiso maamulaha caadiga ah.

# View|Events|Tab|
source: _New
so: _Cusub

source: Set New Tab Command
so: Deji Taliska Tab Cusub
