Repository: dimkr/zzzfm
Catalog: po/from transifex/so/zzzfmpot.sh.po
Languages: so

source: zzzFM Open Folder
so: zzzFM Fur Folder

source: Open folder
so: Gal gal

source: zzzFM File Search
so: zzzFM Raadinta faylka

source: Search for files and folders
so: Raadi faylasha iyo galka

source: File Manager
so: Maareeyaha faylka

source: Browse the file system
so: Baadh nidaamka faylka

source: Choose Application
so: Dooro Codsiga

source: Please choose an application or enter a command:
so: Fadlan dooro codsi ama geli amar:

source: File Type:
so: Nooca faylka:

source: _Command:
so: _Taliska:

source: _Browse
so: _baadh

source: Opened in Terminal
so: Laga furay Terminalka

source: _Set as default application for this file type
so: _U deji sida codsiga caadiga ah ee nooca faylka

source: File Properties
so: Guryaha Faylka

source: <b>File Name:</b>
so: <b>Magaca faylka:</b>

source: <b>Location:</b>
so: <b>Goobta:</b>

source: <b>Link Target:</b>
so: <b>Bartilmaameedka Xiriirinta:</b>

source: <b>Type:</b>
so: <b>Nooca:</b>

source: <b>Opens _With:</b>
so: <b>furmay _leh:</b>

source: <b>Total Size:</b>
so: <b>Wadarta Cabirka:</b>

source: <b>Size On Disk:</b>
so: <b>Cabbirka Disk-ka:</b>

source: <b>Count:</b>
so: <b>Tiri:</b>

source: <b>Modified:</b>
so: <b>wax laga beddelay:</b>

source: <b>Accessed:</b>
so: <b>la galay:</b>

source: _Info
so: _Xog

source: <b>_Owner:</b>
so: <b>_Milkiilaha:</b>

source: <b>_Group:</b>
so: <b>_Koox:</b>

source: <b>Owner:</b>
so: <b>Milkiilaha:</b>

source: <b>Group:</b>
so: <b>Koox:</b>

source: <b>Other:</b>
so: <b>Mid kale:</b>

source: Read
so: Akhriso

source: Write
so: Qor

source: Execute
so: Fulin

source: Set UID
so: Deji UID

source: Set GID
so: Deji GID

source: Sticky
so: Ku dheggan

source: Recursive (apply changes to folders and their contents)
so: Soo noqnoqonaya (ku codso isbeddelada galka iyo waxa ku jira)

source: _Permissions
so: _Ogolaanshaha

source: Any
so: Mid kasta

source: Within One Day
so: Hal maalin gudaheed

source: Within One Week
so: Hal todobaad gudahood

source: Within One Month
so: Hal bil gudaheed

source: Within One Year
so: Hal sano gudaheed

source: Within Selected Date Range
so: Qiyaasta Taariikhda la doortay gudaheeda

source: Find Files
so: Hel faylasha

source: <b>Filename:</b>
so: <b>Magaca faylka:</b>

source: Case Sensitive
so: Kiis xasaasi ah

source: Video Files (avi, mpg,...)
so: Files Video (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
so: Galalka Maqalka (mp3, ogg,...)

source: Image Files (jpg, png,...)
so: Sawirrada Sawirrada (jpg, png,...)

source: Plain Text Files
so: Faylasha qoraalka cad

source: All Files and Folders
so: Dhammaan faylasha iyo faylalka

source: <b>File Types to Search</b>
so: <b>Noocyada Faylka ee la Raadinayo</b>

source: Search in subfolders
so: Ka raadi faylalka hoose

source: Search hidden files
so: Raadi faylasha qarsoon

source: <b>Places to Search</b>
so: <b>Goobaha laga raadiyo</b>

source: General
so: Guud ahaan

source: File Contains:
so: Faylku waxa uu ka kooban yahay:

source: Use Regular Expression
so: Isticmaal odhaah joogto ah

source: <b>File Content</b>
so: <b>Nuxurka Faylka</b>

source: Content
so: Nuxurka

source: Greater Than:
so: Ka Weyn:

source: Smaller Than:
so: Ka yar:

source: <b>File Size</b>
so: <b>Cabbirka faylka</b>

source: <b>Last Modified</b>
so: <b>Waxka bedelka u dambeeyay</b>

source: Size & Date
so: Cabbirka & Taariikhda

source: <b>Search Result:</b>
so: <b>Natiijada raadinta:</b>

source: Search Again
so: Dib u raadi

source: Go to folder
so: Aad gal gal

source: Open In Current Tab
so: Ku Fur Taabka Hadda

source: Open In New Tab
so: Ku Fur Tab Cusub

source: Stretch
so: fidsan

source: Fit
so: Taam

source: Center
so: Xarunta

source: Zoom
so: Soo dhawoow

source: Transparent
so: Hufan

source: Automatic
so: Si toos ah

source: Copy (Ctrl+Drag)
so: Nuqul (Ctrl+Jiid)

source: Move (Shift+Drag)
so: Dhaqaaq (Shift+Jiid)

source: Link (Ctrl+Shift+Drag)
so: Xiriirinta (Ctrl+Shift+Jiid)

source: Preferences
so: Dookhyada

source: Small Icons:
so: Astaamo yaryar:

source: Large Icons:
so: Astaamo waaweyn:

source: Toolbar Icons:
so: Astaamaha Qalabka:

source: <b>Icons</b>
so: <b>Astaamo</b>

source: Single click opens files
so: Hal gujin ayaa furaysa faylasha

source: Hover selects
so: Hover ayaa doorta

source: Show Thumbnails
so: Tus sawir-gacmeedka

source: Max Pic Size To Thumbnail:
so: Cabbirka Sawirka ugu Badan ee thumbnail:

source: <b>File List</b>
so: <b>Liiska Faylka</b>

source: _General
so: _Guud ahaan

source: Always show the tab bar
so: Had iyo jeer tus barta tabka

source: Hide 'Close Tab' buttons
so: Qari 'Xidh tab' badhamada

source: Confirm delete/remove
so: Xaqiiji tirtirid/saar

source: Click runs executables ( caution! )
so: Guji runs executables ( taxaddar! )

source: SI File Sizes (1K = 1000) (requires restart)
so: Size File SI (1K = 1000) (waxay u baahan tahay dib u bilow)

source: Show root user indicator color
so: Muuji midabka tusiyaha isticmaalaha xididka

source: Default Drag Action:
so: Talaabada Jiid ee ugu talagalka ah:

source: I_nterface
so: I_interface

source: Please select an image file
so: Fadlan dooro faylka sawirka

source: Mode:
so: Habka:

source: Background:
so: Asalkii hore:

source: Text:
so: Qoraal:

source: Shadow:
so: Hooska:

source: Font:
so: Farta:

source: Top:
so: Sare:

source: Left:
so: Bidix:

source: Right:
so: Midig:

source: Bottom:
so: Hoose:

source: Pad:
so: suuf:

source: Right click shows WM menu
so: Midig guji waxay tusinaysaa liiska WM

source: Open folders using associated MIME application
so: Fur faylalka addoo isticmaalaya codsiga MIME ee la xidhiidha

source: _Volume Management
so: _Maareynta Mugga

source: Terminal:
so: Terminalka:

source: Terminal SU:
so: Terminalka SU:

source: Graphical SU:
so: Sawirka SU:

source: Filename Encoding:
so: Codaynta magaca faylka:

source: Editor:
so: Tafatiraha:

source: Run editor in terminal
so: Ku orod tifaftiraha terminaalka

source: Root's Editor:
so: Tifaftiraha xididka:

source: Run root's editor in terminal
so: Ku socodsii tifaftiraha rootka gudaha terminaalka

source: Date Format:
so: Qaabka Taariikhda:

source: (requires reload)
so: (waxay u baahan tahay dib-u-dejin)

source: Date Display
so: Taariikhda Bandhiga

source: _Advanced
so: _Sareeye

source: Too many columns (>%d) in %s
so: Tiirar aad u badan (>%d) gudaha %s

source: error reading file %s: %s
so: qalad akhriska faylka %s: %s

source: file '%s' contents are not valid UTF-8
so: fayl '%s' waxa ku jira sax maaha UTF-8

source: Cannot set missing element '%s'
so: Lama dejin karo shay maqan '%s'

source: file '%s' is not a regular file
so: fayl '%s' ma aha fayl caadi ah

source: Dynamic resize requires width and height > 0
so: Cabbirka firfircooni wuxuu u baahan yahay ballac iyo dherer > 0

source: internal command %s requires an argument
so: taliska gudaha %s waxay u baahan tahay dood

source: element '%s' does not exist
so: curiye '%s' ma jiraan

source: internal command press is invalid for non-button %s
so: Saxafada amarka gudaha uma shaqaynayso badhanka aan ahayn %s

source: internal command un/select is invalid for %s
so: Amarka gudaha un/select waa mid aan ansax ahayn %s

source: error writing file %s: %s
so: faylka qoraalka qaladka %s: %s

source: '%s' is not an internal command
so: '%s' ma aha amar gudaha ah

source: error creating file %s: %s
so: qalad abuurista faylka %s: %s

source: pipe '%s' data is not valid UTF-8
so: tuubo '%s' xogtu maaha mid sax ah UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
so: [ SNIP - wax soo saarka dheeraadka ah ee kor ku xusan ayaa laga gooyay qoraalkan ]

source: ( file contents are not valid UTF-8 )
so: ( waxa ku jira faylka sax maaha UTF-8 )

source: prefix '%s' is not a valid variable name
so: horgale '%s' ma aha magac doorsoome sax ah

source: Pause
so: Jooji

source: file '%s' is not a regular file or a pipe
so: fayl '%s' ma aha fayl caadi ah ama tuubo

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
so: zzzFMWadahadalku wuxuu abuuraa wada hadal GTK caado u ah oo ku salaysan walxaha GUI adiga ku qeex khadka taliska, wuxuu leeyahay amar-waqtiga run-waqtiga gudaha/dibadda kaas oo wax ka beddeli kara canaasirta, iyo soo saarista natiijooyinka la qiimayn karo/la qiyaasi karo.

source: Usage:
so: Isticmaalka:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
so: zzzfm --dialog|-g {CULUS [Ikhtiyaarada] [DOODA...]} ...

source: Example:
so: Tusaale:

source: zzzfm -g --label "A message" --button ok
so: zzzfm -g --label "Fariin" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
so: Cunsurka: Ikhtiyaarada iyo doodaha:

source: The following arguments may be used as shown above:
so: Doodaha soo socda ayaa loo isticmaali karaa sida kor ku cad:

source: STOCK %s
so: Stop %s

source: ICON An icon name, eg: gtk-open
so: ICON Magaca astaanta, tusaale: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
so: @FILE Fayl qoraal ah oo laga akhriyo qiimaha. Xaaladaha qaarkood faylkan waa la kormeeraa, markaa ku qorista qiime cusub faylka ayaa cusbooneysiin doonta curiye. Xaaladaha kale, feylku wuxuu qeexayaa qiimaha bilowga ah.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
so: SAVEFILE Waxa ku jira daawadaha ama tafatiraha waxa lagu kaydiyaa faylkan.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
so: COMMAND Talis gudaha ah ama la fulin karo oo ay ku xigto doodo. Kala saar amarro badan oo leh a -- dood. Beddelka soo socda ayaa loo isticmaali karaa COMMANDs: %%n Magaca curiyaha hadda jira %%v Qiimaha curiyaha hadda jira %%NAME Qiimaha curiyaha la magacaabay NAME (tusaale: %%input1) %%(command) stdoutlaga bilaabo khadka taliska bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
so: LABEL Taxanaha baxsadka ee soo socda LABEL lama baxsan \n khad cusub \t tab \" " \\ \ Gudaha --label xubno kaliya, haddii jilaa hore eeLABEL waa tilde (~), Pango markup waa la isticmaali karaa. Tusaale ahaan: --label '~Tani waa cad. <b>Tani waa geesinimo.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
so: Marka lagu daro OPTIONS-yada kor ku xusan, --compact ama --expand doorashooyinku waxay noqon karaan lagu daro curiye kasta. Sidoo kale, a--font ikhtiyaarka waxaa loo isticmaali karaa inta badan element noocyada lagu beddelo farta curiyaha iyo cabbirka farta. Tusaale ahaan: --input --font "Times New Roman 16" "Qoraalka caadiga ah"

source: INTERNAL COMMANDS:
so: AMAANKA GUDAHA

source: EXAMPLE WITH COMMANDS:
so: TUSAALE AMARKA:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
so: zzzfm -g --label "Geli qoraal oo tabo Gelida:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
so: TUSAALE script:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
so: #!%s # Qoraalkani waxa uu tusinayaa Haa/Maya wada hadal # Isticmaal QUOTED eval si aad u akhrido doorsoomayaasha ay soo saaraan zzzFM Wadahadal: eval "`zzzfm -g --label "Ma hubtaa?" --button haa --button maya`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Isticmaaluhu waa uu riixay Haa - qaado xoogaa tallaabo ah" else echo "Isticmaaluhu ma cadaadin Haa - iska rid" fi

source: For full documentation and examples see the zzzFM User's Manual:
so: Si aad u hesho dukumeenti buuxa iyo tusaaleyaal eeg buuga isticmaale ee zzzFM:

source: zzzfm: argument is not valid UTF-8
so: zzzfm: dooddu sax maaha UTF-8

source: invalid dialog option
so: doorasho wada hadal aan sax ahayn

source: Set window title
so: Deji cinwaanka daaqada

source: Set window icon
so: Deji astaanta daaqadda

source: Add a text label
so: Ku dar summada qoraalka

source: Add STOCK dialog button, or LABEL button with ICON
so: Ku dar badhanka wada hadalka STOCK, ama badhanka LABEL oo wata ICON

source: Add STOCK button, or LABEL button with ICON anywhere
so: Ku dar badhanka STOCK, ama badhanka LABEL oo wata ICON meel kasta

source: Add a text entry
so: Ku dar qoraal qoraal ah

source: Add a large text entry
so: Kudar gal qoraal weyn

source: Add a password entry
so: Ku dar geli erayga sirta ah

source: Add a file or pipe viewer
so: Ku dar fayl ama daawada tuubada

source: Add multi-line text editor
so: Ku dar tifaftirayaasha khadka badan

source: Add a checkbox option
so: Ku dar ikhtiyaarka sanduuqa hubinta

source: Add a radio option
so: Ku dar ikhtiyaar raadiyaha

source: Add an icon
so: Ku dar icon

source: Add an image
so: Kudar sawir

source: Add a progress bar
so: Ku dar bar horusocodka

source: Add a horizontal line separator
so: Ku dar kala saare xariiq toosan

source: Add a vertical line separator
so: Ku dar kala saare xariiq toosan

source: Automatically close window after DELAY seconds
so: Si toos ah u xidh daaqada ka dib ilbiriqsiyo dib u dhigis

source: Add a drop-down list. COMMAND run when clicked.
so: Ku dar liiska hoos u dhaca COMMAND orda marka la gujiyo

source: Add a combo list. COMMAND run when Enter pressed.
so: Ku dar liis isku dhafan COMMAND waxa uu ordaa marka Gelida la riixo.

source: Add a list box. COMMAND run when double-clicked.
so: Ku dar sanduuqa liiska COMMAND waa ordaa marka laba-guji.

source: Add a list box with multiple selections
so: Ku dar sanduuqa liis ah oo leh xulashooyin badan

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
so: Ikhtiyaarada: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
so: Deji magaca doorsoomaha saldhiga (Asal ahaan: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
so: Deji ballaca ugu yar, dhererka, suufka (-1 = ha is bedelin)

source: Add following widgets to a horizontal box
so: Ku dar widgets soo socda sanduuq toosan

source: Add following widgets to a vertical box
so: Ku dar widgets soo socda sanduuq toosan

source: Close the current box of widgets
so: Xidh sanduuqa widgets ee hadda jira

source: Run COMMAND when a key combination is pressed
so: Orod COMMAND marka furaha isku darka la riixo

source: Run COMMAND when an element is clicked or focused
so: Orod COMMAND marka shay la riixo ama diirada la saaro

source: Run COMMAND on window close attempt
so: Ku orod COMMAND isku dayga u dhow daaqada

source: Read commands from FILE or PIPE. COMMAND for init.
so: Akhri amarrada FILE ama PIPE AMARKA soo gelida

source: No operation - does nothing but evaluate arguments
so: Qalliin la'aan - waxba ma qabato, laakiin waxay qiimeeyaan doodaha

source: Close the dialog
so: Xir hadalka

source: Press button named BUTTON-NAME
so: Riix badhanka lagu magacaabo BUTTON-NAME

source: Set element NAME to VALUE
so: U deji xubinta NAME VALUE

source: Select item VALUE (or first/all) in element NAME
so: Dooro shayga VALUE (ama marka hore/dhammaan) ee qaybta NAME

source: Unselect item VALUE (or all) in element NAME
so: Ha dooran shayga VALUE (ama dhammaan) qaybta NAME

source: Focus element NAME, or raise dialog window
so: Diirada saar xubinta NAME, ama kor u qaad daaqada wada hadalka

source: Hide element NAME
so: Qari xubinta NAME

source: Show element NAME if previously hidden
so: Muuji magaca NAME haddii hore loo qariyay

source: Disable element NAME
so: Dami xubinta NAME

source: Enable element NAME if previously disabled
so: Dari xubinta NAME haddi hore u naafo ahaa

source: Save files and write source output to FILE
so: Kaydi faylasha oo ku qor isha wax soo saarka FILE

source: Open folders in new tab of last window (default)
so: Ku fur faylalka tab cusub ee daaqada u dambaysa (default)

source: Open folder in current tab of last used window
so: Ku fur gal galka hadda ee daaqada la isticmaalay

source: Don't load saved tabs
so: Ha ku shubin tabs kaydsan

source: Open folders in new window
so: Ku fur galalka daaqad cusub

source: Open folders in panel 'P' (1-4)
so: Faylasha ku fur guddiga 'P' (1-4)

source: Launch desktop manager daemon
so: Bilaw maareeyaha desktop daemon

source: Show desktop settings
so: Muuji goobaha desktop

source: Show Preferences ('N' is the Pref tab number)
so: Muuji Dookhyada ('N' waa Pref tab nambarka)

source: Run as a daemon
so: Orod sida daemon

source: Use DIR as configuration directory
so: U isticmaal DIR hagaha qaabeynta ahaan

source: Show File Search
so: Muuji Raadinta Faylka

source: Set desktop wallpaper to FILE
so: U deji gidaarka miiska FILE

source: Show a custom dialog (See -g help)
so: Muuji wada hadal gaar ah (Bal eeg -g help)

source: Send a socket command (See -s help)
so: U dir amarka godka (Bal eeg -s help)

source: No function - for compatibility only
so: Wax shaqo ah malaha - waafaqid kaliya

source: Show version information
so: Tus macluumaadka nooca

source: Option --config-dir ignored - an instance is already running
so: Ikhtiyaarka --config-dir la iska indho-tiray - tusaale ayaa hadda socda

source: Option --config-dir contains invalid chars - cannot start
so: Ikhtiyaarka --config-dir waxaa ku jira xarfo aan sax ahayn - lama bilaabi karo

source: zzzfm: --socket-cmd requires an argument
so: zzzfm: --socket-cmd waxay u baahan tahay dood

source: zzzfm: could not create socket
so: zzzfm: ma abuuri karin godad

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
so: zzzfm: laguma xidhi karo godka (aan soconayn? ama DISPLAY lama dejin?)

source: zzzfm: invalid response from socket
so: zzzfm: jawaab aan sax ahayn oo ka timid godad

source: zzzFM socket commands permit external processes
so: zzzFM amarrada godadku waxay ogolaadaan hababka dibadda

source: (such as command scripts) to read and set GUI property values
so: (sida qoraalada amarka) si loo akhriyo oo loo dejiyo qiimaha hantida GUI

source: and execute methods inside running zzzFM windows.
so: oo fuliyaan habab gudaha orodka zzzFM daaqadaha.

source: To handle events, see View|Events in the main menu bar.
so: Si aad u maareyso dhacdooyinka, arag View|Dhacdooyinka ku jira bar menu-ka ugu weyn.

source: Usage:
so: Isticmaalka:

source: Example:
so: Tusaale:

source: METHODS -------
so: HABKA -------

source: Sets a property
so: Dejiya hanti

source: Gets a property
so: Hanti hela

source: Sets a task property
so: Dejiya hanti hawleed

source: Gets a task property
so: Helo hanti hawleed

source: Starts a new task
so: Wuxuu bilaabayaa hawl cusub

source: Activates a menu item by emitting its shortcut key
so: Wuxuu hawlgeliyaa shayga menu isagoo soo saaraya furihiisa gaaban

source: Runs custom command or shows submenu named NAME
so: Wuxuu wadaa amarka gaarka ah ama wuxuu muujiyaa liiska hoosaadka ee la magacaabay NAME

source: Add asynchronous handler COMMAND to EVENT
so: Kudar haye asynchronous COMMAND EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
so: Kudar maamule isku mid ah COMMAND EVENT, beddelka maamulaha caadiga ah

source: Remove handler COMMAND from EVENT
so: Ka saar COMMAND maamulaha EVENT

source: Shows this help reference. (Also see manual link below.)
so: Waxay tusinaysaa tixraaca caawimada. (Sidoo kale eeg xiriirka gacanta ee hoose.)

source: OPTIONS -------
so: Ikhtiyaarada -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
so: Ku dar ikhtiyaarada ka dib HABKA si aad u qeexdo daaqad gaar ah, guddi, iyo/ama tab.

source: Otherwise the current tab of the current panel in the last window is used.
so: Haddii kale tab hadda ee guddida hadda ee daaqadda ugu dambeysa ayaa la isticmaalaa.

source: Specify window. eg:
so: Sheeg daaqada tusaale:

source: Specify panel 1-4. eg:
so: Sheeg guddiga 1-4. tusaale:

source: Specify tab 1-... eg:
so: Sheeg tab 1-... tusaale:

source: PROPERTIES ----------
so: HANTIDA ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
so: U deji guryaha HABKA 'set', ama ku hel qiimaha 'get'.

source: eg '1024x768' (read-only)
so: eg '1024x768' (akhri-kaliya)

source: Open DIR or default in a new tab
so: Ku fur DIR ama ku fur tab cusub

source: eg 'Current Status: Example'
so: tusaale 'Xaaladda Hadda: Tusaale'

source: [FILENAME...]
so: [MAGACA FAYLKA...]

source: [PATTERN] eg '*.jpg'
so: [NIDAAMKA] eg '*.jpg'

source: eg 'Some\nlines\nof text'
so: eg 'Qaar\nkhadadka\nee qoraalka'

source: eg '~/copy-file-contents-to-clipboard.txt'
so: eg '~/nuqul-fayl-waxa ku jira-ku-sabuuraddii.txt'

source: FILE... Files copied to clipboard
so: FILE... Faylasha waa la koobiyeeyay sabuuraddii

source: FILE... Files cut to clipboard
so: FILE... Faylasha ayaa loo jaray sabuuraddii

source: TASK PROPERTIES ---------------
so: HANTIDA HAWLAHA ---------------

source: contents of Status task column (read-only)
so: nuxurka tiirka hawsha Status (akhri-kaliya)

source: text to show in Count task column
so: qoraalka lagu muujinayo tirinta hawsha

source: text to show in Folder task column
so: qoraalka lagu muujinayo khaanadda hawsha Folderka

source: text to show in Item task column
so: qoraalka lagu muujinayo shayga shaqada

source: text to show in To task column
so: qoraalka lagu muujinayo Tiirka hawsha

source: progress percent (1..100) or '' to pulse
so: horumarka boqolkiiba (1..100) ama '' garaacid

source: text to show in Total task column
so: qoraalka lagu muujinayo wadarta tiirka hawsha

source: text to show in Current task column
so: qoraalka lagu muujinayo tiirka hawsha hadda

source: text to show in CRemain task column
so: qoraalka lagu muujinayo tiirka hawsha CRemain

source: text to show in Average task column
so: qoraalka lagu muujinayo celceliska tiirka hawsha

source: text to show in Remain task column
so: qoraalka lagu muujinayo tiirka hawsha hadha

source: contents of Elapsed task column (read-only)
so: waxa ku jira tiirarka shaqada ee dhacday (akhri-kaliya)

source: contents of Started task column (read-only)
so: nuxurka tiirka hawsha bilaabay (akhri-kaliya)

source: COMMAND command to show a custom task dialog
so: Amarka COMMAND si loo muujiyo wada hadal hawleedka gaarka ah

source: TASK TYPES ----------
so: NOOCYADA HAWLAHA ----------

source: Run COMMAND in DIR
so: Ku socodsii COMMAND gudaha DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
so: Koobi

source: Recursively delete FILE(s) or DIR(s)
so: Si isdaba joog ah u tirtir FILE(yada) ama DIR(yada)

source: Open FILE in user's or root's text editor
so: Ku fur FILE tafatiraha qoraalka isticmaalaha ama xididka

source: Mount DEVICE or URL
so: Buur QALAB ama URL

source: Unmount DEVICE or mount point DIR
so: Fur qalabka ama ku dheji barta DIR

source: EVENTS ------
so: DHACDOOYINKA ------

source: Instance start %e
so: Tusaale ahaan bilow %e

source: Instance exit %e
so: Tusaale ka bixid %e
