Repository: dimkr/zzzfm
Catalog: po/from transifex/so/zzzfmpot.sh.po
Languages: so

source: Running... ( exit status %d )
so: Soconaya... ( heerka bixitaan %d )

source: stalled
so: istaagay

source: [ SNIP - additional errors above have been trimmed from this log ]
so: [ SNIP - khaladaad dheeraad ah oo kor ku xusan ayaa laga jaray qoraalkan ]

source: Moving from folder:
so: Ka guurista gal:

source: Linking from folder:
so: Ku xidhida galka:

source: Copying from folder:
so: Ka koobiyaynta galka:

source: Folder Exists
so: Faylku wuu jiraa

source: <b>Folder already exists.</b> Please rename or select an action.
so: <b>Folder ayaa hore u jiray</b> Fadlan dib u magacaw ama door fal.

source: <b>( link )</b>
so: <b>( isku xidhka )</b>

source: <b>! overwrite file with link !</b>
so: <b>! ku dul qor fayl xiriiriye !</b>

source: <b>( same size )</b>
so: <b>( isku mid ah )</b>

source: larger
so: ka weyn

source: smaller
so: ka yar

source: <b>( same time )</b>
so: <b>( isku mar )</b>

source: newer
so: ka cusub

source: older
so: ka weyn

source: Filename Exists
so: Magaca faylka ayaa jira

source: <b>Filename already exists.</b> Please rename or select an action.
so: <b>Magaca faylka ayaa hore u jiray</b> Fadlan dib u magacaw ama door fal.

source: Rename Required
so: Magacaabista ayaa loo baahan yahay

source: In folder:
so: Galka ku jira:

source: _Overwrite
so: _Dib u qor

source: Overwrite _All
so: Dib u qor _Dhammaan

source: _Pause
so: _Jooji

source: _Skip
so: _Ka bood

source: S_kip All
so: S_kip Dhammaan

source: To folder:
so: Ku gal:

source: <b>Folder Name:</b>
so: <b>Magaca Folder</b>

source: _Rename
so: _Magacaabista

source: A_uto Rename
so: A_uto Magacaabista

source: Auto Re_name All
so: Baabuur Re_name Dhammaan

source: Error Loading Handler
so: Khalad Soodejinta Gacan-hayaha

source: Create Archive
so: Abuur kayd

source: Co_mpress Commands:
so: Co_mpress Amarada:

source: Archive Handlers - Create Archive
so: Gacantayaasha Kaydka - Abuur kayd

source: No archive handlers configured. You must add a handler before creating an archive.
so: Ma jiro maamuleyaal kayd ah oo habaysan Waa inaad ku darto maamule ka hor intaadan abuurin kayd.

source: _Archive Format:
so: _Qaab Kaydka:

source: The archive creation command is empty. Please enter a command.
so: Amarka abuurista kaydka waa madhan. Fadlan geli amar

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
so: Doorsoomayaasha soo socdaa waa inay ku jiraan amarka abuurista kaydka: Mid ka mid ah kuwan soo socda: %%%%n: Faylka/tusaha ugu horreeya ee la doortay si loo kaydiyo %%%%N: Dhammaan faylasha/tusaha la xushay ee kaydinta iyo mid ka mid ah kuwan soo socda: %%%%o: Natiijada hal kayd %%%%O: Kaydka natiijadu halkii faylka/hagaha isha (eeg %%%%n/%%%%N)

source: Error Saving Handler
so: Khalad Badbaadinta Gacan-hayaha

source: copy
so: nuqul

source: Archive
so: Kaydka

source: Extract To
so: U Soo Saar

source: Cre_ate subfolder(s)
so: Cre_ate galka hoose (yada)

source: Make contents user-_writable
so: Ka dhig waxyaabaha ku jira isticmaale-_qoran

source: No archive handler/command found for file:
so: Ma jiro maamule ama amar kayd ah oo loo helay faylka:

source: Extract %s
so: Soo saar %s

source: Complete!
so: Dhameystiran!

source: Command:
so: Taliska:

source: File System
so: Nidaamka Faylka

source: ( no subfolder )
so: ( ma jiro fayl-hoosaad )

source: Remove Text Type Association
so: Ka saar Ururka Nooca Qoraalka

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
so: FIIRO GAAR AH: Markaad ururinayso liiska codsiyada ka muuqda liiska hoosaadka furan ee faylka qoraalka, zzzFM waxay ku jiri doontaa codsiyada la xidhiidha MIME type (eg text/html) IYO codsiyada la xidhiidha text/plain. Haddii aad doorato Ka saar arjiga, waxa meesha looga saarayaa sidii codsi la xidhiidha MIME type (eg text/html), laakiin loogama saari doono codsi la xidhiidha text/plain (marka laga reebo MIME type waa text/plain). Markaa isticmaalkeeda ka saar kama saari karto codsiga menu-hoosaadka furan ee noocaan ah, ilaa aad sidoo kale ka saarto mooyaane text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
so: Faylka '%s' ma jiraan. Adoo koobiyaynaya '%s' ku '%s' oo aad tafatirto, waxa aad hagaajin kartaa hab-dhaqanka iyo muuqaalka codsigan isticmaalaha hadda. Hadda abuur nuqulkan?

source: Copy Desktop File
so: Nuqul ka samee File Desktop

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
so: Faylka '%s' ma jiraan. Adoo koobiyaynaya '%s' ku '%s' oo aad tafatirto, waxaad hagaajin kartaa sida MIME u qorto '%s' faylasha waxaa loo aqoonsan yahay isticmaalaha hadda. Hadda abuur nuqulkan?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
so: Faylka '%s' ma jiraan. Adigoo abuuraya fayl cusub '%s' oo aad tafatirto, waxaad qeexi kartaa sida MIME u qorto '%s' faylasha waxaa loo aqoonsan yahay isticmaalaha hadda. Hadda abuur faylkan?

source: Create New XML
so: Abuur Cusub XML

source: _Set As Default
so: _U Dhig Sida Default

source: _Add...
so: _Kudar...

source: new
so: cusub

source: Delete %d selected item ?
so: Tirtir %d shay la doortay ?

source: Confirm Delete
so: Xaqiiji Tirtir

source: <b>P_ath:</b> <i>original</i>
so: <b>P_ath:</b> <i>asalka ah</i>

source: <b>_Name:</b> <i>original</i>
so: <b>_Magaca:</b> <i>asalka ah</i>

source: <b>_Filename:</b> <i>original</i>
so: <b>_Magaca faylka:</b> <i>asalka ah</i>

source: <b>_Parent:</b> <i>original</i>
so: <b>_Waalid:</b> <i>asalka ah</i>

source: <b>P_ath:</b> <i>exists as folder</i>
so: <b>P_ath:</b> <i>u jira gal ahaan</i>

source: <b>_Name:</b> <i>exists as folder</i>
so: <b>_Magaca:</b> <i>u jira gal ahaan</i>

source: <b>_Filename:</b> <i>exists as folder</i>
so: <b>_Magaca faylka:</b> <i>u jira gal ahaan</i>

source: <b>_Parent:</b>
so: <b>_Waalid:</b>

source: <b>P_ath:</b> <i>exists as file</i>
so: <b>P_ath:</b> <i>u jira sida file</i>

source: <b>_Name:</b> <i>exists as file</i>
so: <b>_Magaca:</b> <i>u jira sida file</i>

source: <b>_Filename:</b> <i>exists as file</i>
so: <b>_Magaca faylka:</b> <i>u jira sida file</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
so: <b>P_ath:</b> <i>* dib u qor faylka jira</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
so: <b>_Magaca:</b> <i>* dib u qor faylka jira</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
so: <b>_Magaca faylka:</b> <i>* dib u qor faylka jira</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
so: <b>P_ath:</b> <i>waalidku wuxuu u jiraa fayl ahaan</i>

source: <b>_Name:</b>
so: <b>_Magaca:</b>

source: <b>_Filename:</b>
so: <b>_Magaca faylka:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
so: <b>_Waalid:</b> <i>waalidku wuxuu u jiraa fayl ahaan</i>

source: <b>P_ath:</b> <i>* create parent</i>
so: <b>P_ath:</b> <i>* abuur waalid</i>

source: <b>_Parent:</b> <i>* create parent</i>
so: <b>_Waalid:</b> <i>* abuur waalid</i>

source: _Move
so: _Dhaqaaq

source: Select Link Target
so: Dooro Link Bartilmaameedka

source: Select Template File
so: Dooro File Template

source: Select Template Folder
so: Dooro Folder Template

source: Browse
so: baadh

source: Insert as
so: Geli sidii

# Title|
source: Create New
so: Abuur Cusub

# Title|CreateNew|
source: File
so: Faylka

# Title|CreateNew|
source: Link
so: Xiriirinta

source: Move
so: Dhaqaaq

source: Copy
so: Nuqul

source: Create Link To
so: Abuur Xiriirinta

source: Link Target
so: Bartilmaameedka Linkiga

source: Target
so: Bartilmaameedka

source: As Root
so: Sida Root

source: Link
so: Xiriirinta

source: File
so: Faylka

source: & _Open
so: & _Furan

source: Link-> %s
so: Xiriirinta-> %s

source: !Link-> %s (missing)
so: !Xiriirinta-> %s (maqan)

source: <b>_Target:</b>
so: <b>_Bartilmaameedka:</b>

source: <b>_Template:</b>
so: <b>_Qaabka:</b>

source: Empty File
so: Faylka Madhan

source: Empty Folder
so: Faylka Madhan

source: Link Tar_get
so: XiriirintaTar_get

# New|Radio
source: _Link
so: _Xiriirinta

source: New
so: Cusub

source: Path contains linefeeds
so: Waddadu waxay ka kooban tahay quudin

source: Create Parent Folder
so: Samee Folder waalidka

source: The parent folder does not exist. Create it?
so: Galka waalidku ma jiro Abuur?

source: Error creating parent folder %s
so: Khalad abuurista faylka waalidka %s

source: Mkdir Error
so: Mkdir Khalad

source: Overwrite Existing File
so: Dib u qor faylka jira

source: OVERWRITE WARNING
so: DIGNIIN GAAR AH

source: The file path exists. Overwrite existing file?
so: Jidka faylka ayaa jira. Dib u qor faylka jira?

source: Create Link%s
so: Samee isku xidhka%s

source: Template Missing
so: Template maqan

source: The specified template does not exist
so: Qaabka la cayimay ma jiro

source: Create New File%s
so: Samee Fayl Cusub%s

source: Create New Folder%s
so: Samee Folder Cusub%s

source: Copy%s
so: Nuqul%s

source: Copy Target Error
so: Nuqul ka samee Ciladda Bartilmaameedka

source: Error determining link's target
so: Khalad go'aaminta bartilmaameedka isku xidhka

source: Link Target Error
so: Khaladaadka Bartilmaameedka Linkiga

source: Move%s
so: Dhaqaaq%s

source: Error renaming file %s
so: Khalad dib u magacaabista faylka %s

source: Rename Error
so: Dib u magacaw Khaladka

source: New Folder
so: Folder cusub

source: New folder name:
so: Magaca galka cusub:

source: New File
so: Fayl cusub

source: New filename:
so: Magaca cusub:

source: Name already exists. Please input a new one:
so: Magac ayaa hore u jiray. Fadlan geli mid cusub:

source: The new file cannot be created
so: Faylka cusub lama abuuri karo

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
so: Bartilmaameedka Symlink waa maqan yahay ama ma haysatid ogolaansho aad ku gasho: %s Bartilmaameedka: %s

source: Broken Link
so: Xidhiidhka Go'ay

source: Delete %d selected item as root ?
so: Tirtir %d shay la doortay sida root ?

source: Confirm Delete As Root
so: Xaqiiji Tirtirka Sida Root

source: DELETE AS ROOT
so: Tirtir SIDA ROOT

source: Delete As Root
so: Tirtir Sida Root

source: Move As Root
so: Dhaqso Sidii Root

source: Copy As Root
so: Nuqulka Sida Root

source: %d folder
so: %d gal

source: %d file, %s
so: %d fayl, %s

source: %d files
so: %d faylasha

source: ( multiple files )
so: ( faylal badan )

source: ( multiple types )
so: ( noocyo badan )

source: Choose...
so: Dooro...

source: 1 file
so: 1 fayl

source: <b>Link _Name:</b>
so: <b>Isku xirka_Magaca:</b>

source: ( broken link )
so: ( xiriir jaban )

source: ( read link error )
so: ( qalad linkiga akhri )

source: Calculating...
so: Xisaabinta...

source: Invalid User
so: Isticmaale aan sax ahayn

source: Invalid Group
so: Kooxda aan ansax ahayn

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
so: Marka lagu daro galka ama dariiqa faylalka, amarada waxa lagu gali karaa Bar Path. Horgalayaasha: $ u orod sidii hawl & orod oo ilow + ku orda terminaalka ! orod sidii root Isticmaal: %%F faylasha la doortay ama %%f faylka ugu horreeya ee la doortay %%N Magacyada la doortay ama %%n filename ugu horeysay ee la doortay %%d tusaha hadda jira %%v qalab la doortay (eg /dev/sda1) %%m barta korka qalabka (eg /media/dvd); %%l calaamada qalabka %%b bookmark la doortay %%t Hagaha hawsha la doortay; %%p hawl pid %%a qiimaha sheyga menu $fm_panel, $fm_tab, $fm_command, etc Tusaale: $ echo "Hagaha Hadda: %%d" Tusaale: +! umount %%v

source: Archive Handlers
so: Maamulayaasha Kaydka

source: Device Handlers
so: Qalabka gacanta ku haya

source: Protocol Handlers
so: Hab-maamuuska Hab-maamuuska

source: File Handlers
so: Maamulayaasha Faylka

source: Archive Hand_lers
so: Kaydka Hand_lers

source: Device Hand_lers
so: Qalabka Hand_lers

source: Protocol Hand_lers
so: Baratakoolka Hand_lers

source: File Hand_lers
so: Faylka Hand_lers

source: Error: unable to load command (internal error)
so: Khalad: Aan awoodin in la shubo amarka (qallad gudaha ah)

source: Error: unable to save command (can't get script path?)
so: Khalad: ma awoodo in la badbaadiyo amarka (ma heli karo dariiqa qoraalka?)

source: Error reading file
so: Khalad akhriska faylka

source: Error: unable to save command (internal error)
so: Khalad: ma awoodo in la kaydiyo amarka (khalad gudaha ah)

source: Error writing to file
so: Khalad qoritaanka faylka

source: (optional)
so: (ikhtiyaar)

source: (disabled)
so: (Naafo ah)

source: Permanently remove the selected handler?
so: Si joogto ah uga saar maamulaha la doortay?

source: Apply Changes ?
so: Codso Isbedelada ?

source: Apply changes to the current handler?
so: Ma mari isbeddellada maamulaha hadda?

source: Restore Default Handlers
so: Soo Celinta Gacan-qabayaasha Asal ahaan

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
so: Maamulayaasha aan caadiga ahayn waa la soo celin doonaa. Sidoo kale MA BURCO DHAMMAAN maamulayaasha caadiga ah ee jira?

source: Please enter a valid handler name.
so: Fadlan geli magac maamule sax ah

source: Please enter a valid MIME Type or Pathname pattern.
so: Fadlan geli MIME Nooca ama qaabka Magaca Waddo sax ah.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
so: Doorsoomayaasha soo socda ee beddelka ah waa inay ku jiraan amarka isku xidhka: Mid ka mid ah kuwan soo socda: %%n: Faylka/tusaha ugu horreeya ee la doortay si loo kaydiyo %%N: Dhammaan faylasha/tusaha la xushay ee kaydinta iyo mid ka mid ah kuwan soo socda: %%o: Natiijada hal kayd %%O: Kaydka natiijadu halkii faylka/hagaha isha

source: The following variables should probably be in the extraction command: %%x: Archive to extract
so: Doorsoomayaasha soo socdaa waxay u badan tahay inay ku jiraan amarka soo saarista: %%x: Kaydka si loo soo saaro

source: The following variables should probably be in the list command: %%x: Archive to list
so: Doorsoomayaasha soo socdaa waxay u badan tahay inay ku jiraan amarka liiska: %%x: Kaydi si aad u taxdo

source: Restore _Default Handlers
so: Soo celi _Habeeyeyaashii Hore

source: Ena_ble as a default opener
so: Ena_ble sida furaha caadiga ah

source: Ena_ble Handler
so: Ena_ble Xakameeyaha

source: _Name:
so: _Magaca:

source: MIM_E Type:
so: MIM_E Nooca:

source: Whit_elist:
so: Whit_eliiska:

source: Bl_acklist:
so: Bl_ackliiska:

source: _Icon:
so: _Astaanta:

source: <b>Open Co_mmand:</b>
so: <b>Furan Co_mmand:</b>

source: <b>_Mount:</b>
so: <b>_Buur:</b>

source: Run In Terminal
so: Ku orod Terminalka

source: Run As Task
so: U Orod Sida Hawsha

source: Edit
so: Wax ka beddel

source: Please choose an application:
so: Fadlan door codsi:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
so: Fiiro gaar ah: MIME type '%s' ayaa hadda lagu wadaa in lagu furo '%s' maamulaha faylka, halkii aad ka isticmaali lahayd codsigaaga MIME ee la xidhiidha. Waxa kale oo laga yaabaa inaad u baahato inaad damiso maamulahaan gudaha Furan

source: MIME Type Has Handler
so: Nooca MIME Waxa uu Leeyahay Handle

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
so: Fiiro gaar ah: MIME type '%s' ayaa hadda lagu wadaa in lagu furo '%s' maamulaha kaydka, halkii aad ka isticmaali lahayd codsigaaga MIME ee la xidhiidha. Waxa kale oo laga yaabaa inaad u baahato inaad damiso maamulaha Furan|Defaults Kaydka|Hayeyaasha Kaydka, AMA dooro ikhtiyaarka caalamiga ah Furan|Arjiga Defaults|Open With App, si noocaan loogu furo codsigaaga la xidhiidha si caadi ah.

source: Command not found
so: Amarka lama helin

source: Destination directory "%1$s" is contained in source "%2$s"
so: Hagaha meesha loo aadayo "%1$s" waxa ku jira isha "%2$s"

source: Accessing
so: Helitaanka

source: Removing
so: Ka saarida

source: Creating Dir
so: Abuurista Dir

source: Creating Link
so: Abuuritaanka Linkiga

source: Writing
so: Qoraal

source: Creating
so: Abuuridda

source: Renaming
so: Magacaabista

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
so: Fadlan rakib /usr/bin/sha256sum si aan u wanaajiyo ammaankaaga inta aan ordaya amarrada xididka

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
so: Fadlan hagaaji Terminal sax ah SU ku amar gudaha View|Doctoral|Horumar

source: Terminal SU Not Available
so: Terminalka SU Lama heli karo

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
so: Fadlan habee garaaf sax ah SU ku amar gudaha View|Doctoral|Horumar

source: Graphical SU Not Available
so: Garaafka SU Lama heli karo

source: Cannot create temporary directory
so: Ma abuuri karo hagaha ku meel gaadhka ah

source: Please set a valid terminal program in View|Preferences|Advanced
so: Fadlan deji barnaamij terminal ansax ah gudaha View|Preferences|Advanced

source: zzzfm-auth not found in path - this reduces your security
so: zzzfm-auth aan laga helin jidka - tani waxay yaraynaysaa ammaankaaga

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
so: Khalad fulinta '%s' Bal eeg stdout (ku orod zzzfm in terminal) si loo helo macluumaadka cilladaha

source: Error writing temporary file
so: Khalad qorista faylka ku meel gaadhka ah

source: Timed out calculating total size
so: Wakhtigu dhacay xisaabinta wadarta cabbirka

source: %s %s Error: %s
so: %s %s Khalad: %s

source: :optical
so: : indhaha

source: [blank]
so: [maran]

source: [audio]
so: [maqal]

source: [no media]
so: [warbaahin la'aan]

source: Selected Device Handler
so: Qalabka Gacanta ee la doortay

source: Selected Protocol Handler
so: Maamulaha Habmaamuuska ee la doortay

source: ( no udev device )
so: ( maya udev qalab )

source: Auto Open Tab for %s in %s
so: Si otomaatig ah ugu fur tab %s gudaha %s

source: Auto-Unmount: %s
so: Toos u fur: %s

source: Auto-Unmount: error: no unmount command available
so: Si otomaatig ah u-fure: qalad: ma jiro amar dajin la heli karo

source: Automount: %s
so: Gaadhi otomaatiga ah: %s

source: Automount: error: no mount command available
so: Automount: qalad: wax amar ah oo la heli karo ma jiro

source: Unmount-If-Mounted: %s
so: Soo deji-Hadii-La rakibay: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
so: Ma haysatid fasax aad ku saxdo waxa ku jira faylka %s Tixgeli inaad nuqul ka sameyso faylka miiska, ama ku xidhidh nuqulka la geliyey ~/.local/share/applications/

source: Unable To Rename
so: Aan awoodin in dib loo magacaabo

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
so: Geli magaca shayga desktop cusub: Beddelidda magaca shayga desktop-ka waxay u baahan tahay in wax laga beddelo waxa ku jira faylka desktop-ka %s

source: Change Desktop Item Name
so: Beddel Magaca Shayga Desktop

source: An error occurred renaming this desktop item.
so: Khalad ayaa dhacay dib u magacaabista shaygan miiska

source: Open Containing _Folder
so: Ka Kooban Furan _Folder

source: Select a folder
so: Dooro gal

source: Browse...
so: baadh...

source: Local Volumes
so: Volume Local

source: Last Modified
so: Waxka bedelka u dambeeyay

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
so: Geli barnaamijka ama khadka taliska: Isticmaal: %F faylasha la doortay ama %f faylka ugu horreeya ee la doortay %N Magacyada la doortay ama %n filename ugu horeysay ee la doortay %d tusaha hadda jira %v qalab la doortay (eg /dev/sda1) %m barta korka qalabka (eg /media/dvd); %l calaamada qalabka %b bookmark la doortay %t Hagaha hawsha la doortay; %p hawl pid %a qiimaha sheyga menu $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
so: Nooca MIME

source: Filename
so: Magaca faylka

source: Directory
so: Hagaha

source: File Is Text
so: Faylku Waa Qoraal

source: File Is Dir
so: File waa Dir

source: File Is Link
so: File waa isku xidhka

source: User Is Root
so: Isticmaaluhu Waa Root

source: Multiple Selected
so: Dhowr Xul ah

source: Clipboard Has Files
so: Boodhadhku Waxay Leeyihiin Faylal

source: Clipboard Has Text
so: Sabuuraddu Waxay Leedahay Qoraal

source: Current Panel
so: Gudida hada

source: Panel Count
so: Tirada guddiga

source: Current Tab
so: Tab hadda

source: Tab Count
so: Tirinta Tab

source: Device
so: Qalabka

source: Device Mount Point
so: Qalabka Buur Point

source: Device Label
so: Calaamadda Aaladda

source: Device FSType
so: Aaladda FSTNooca

source: Device UDI
so: Qalabka UDI

source: Device Properties
so: Qalabka Qalabka

source: Task Count
so: Tirinta Hawsha

source: Task Directory
so: Hagaha Hawsha

source: Task Type
so: Nooca Hawsha

source: Task Name
so: Magaca Hawsha

source: Panel 1 Directory
so: Guddiga 1 Hagaha

source: Panel 2 Directory
so: Guddiga 2 Hagaha

source: Panel 3 Directory
so: Guddiga 3 Tusaha

source: Panel 4 Directory
so: Guddiga 4 Hagaha

source: Panel 1 Has Sel
so: Guddiga 1 wuxuu leeyahay Sel

source: Panel 2 Has Sel
so: Guddiga 2 wuxuu leeyahay Sel

source: Panel 3 Has Sel
so: Guddiga 3 wuxuu leeyahay Sel

source: Panel 4 Has Sel
so: Guddiga 4 wuxuu leeyahay Sel

source: Panel 1 Device
so: Guddiga 1 Qalabka

source: Panel 2 Device
so: Guddiga 2 Qalabka

source: Panel 3 Device
so: Guddiga 3 Qalabka

source: Panel 4 Device
so: Guddiga 4 Qalabka
