Repository: dimkr/zzzfm
Catalog: po/from transifex/so/zzzfmpot.sh.po
Languages: so

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo mar kasta oo tab cusub la furo: Isticmaal: %%e nooca dhacdo (evt_tab_new) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan.

source: _Change Dir
so: _Beddel Dir

source: Set Tab Change Dir Command
so: Deji Tab Beddel Taliska Dir

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo mar kasta oo tab u badasho hage kale: Isticmaal: %%e nooca dhacdo (evt_tab_chdir) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab %%d hage cusub Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan.

# View|Events|Tab|
source: _Focus
so: _Diirada saar

source: Set Tab Focus Command
so: Deji taliska diirada saaraya

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo mar kasta oo tab diirada la saaro: Isticmaal: %%e nooca dhacdo (evt_tab_focus) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab Doorsoomayaasha bash ee la dhoofiyay (eg $fm_pwd, etc) waxaa loo isticmaali karaa amarkan.

# View|Events|Tab|
source: _Close
so: _Xir

source: Set Tab Close Command
so: Deji Taliska Xiritaanka Tab

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
so: Geli barnaamijka ama khadka taliska si toos ah loogu shaqeeyo mar kasta oo tab la xiro: Isticmaal: %%e nooca dhacdo (evt_tab_close) %%w daaqada id (eeg caawimada zzzfm-s) %%p guddi %%t tab xiran

# View|Events|
source: _Device
so: _Qalabka

source: Set Device Command
so: Deji Amarka Qalabka

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
so: Geli barnaamijka ama khadka taliska si si toos ah loogu shaqeeyo mar kasta oo qalabku is beddelo: Isticmaal: %%e nooca dhacdo (evt_device) %%f faylka qalabka %%v isbedel (lagu daray|lasaaray|la beddelay)

source: Wi_ndow Title
so: Wi_ndow Ciwaanka

source: Set Window Title Format
so: Deji qaabka cinwaanka daaqada

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
so: Deji qaabka cinwaanka daaqada: Isticmaal: %%n Magaca faylka hadda jira (eg bin) %%d galka hadda jira (eg /usr/bin) %%p lambarka guddiga hadda (1-4) %%t lambarka tabka hadda %%P tirada guud ee baalal muuqda %%T wadarta tirada tab ee guddida hadda jirta * calaamad muujinaysa haddii hawluhu ka socdaan daaqadda

source: _Window Icon
so: _Astaanta daaqada

source: Set Window Icon
so: Deji astaanta daaqadda

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
so: Geli magaca summada, dariiqa faylka summada, ama magaca shayga saamiyada: Ama guji Dooro si aad u doorato summada. Astaamaha qaar ayaa laga yaabaa inaysan si sax ah u shaqeynin arrimo kala duwan dartood. La bixiyay summada zzzFM beddelka ah: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Tusaale ahaan: zzzfm-48-cube-red

source: _Fullscreen
so: _Shaashad buuxda

source: _Design Mode
so: _Habka Naqshadeynta

source: _Preferences
so: _Dookhyada

source: _Tool
so: _Qalab

source: _Thumbnails (global)
so: _Sawir-gacmeedka (Caalami)

source: _User's Manual
so: _Buugga Isticmaalaha

source: _Options
so: _Ikhtiyaarada

source: Choose HTML Browser
so: Dooro Browser HTML

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
so: Geli magaca browserka ama khadka taliska bash si loo isticmaalo si loo muujiyo faylasha HTML iyo URLs: Isticmaal: %%u url (ku daa faaruq si loo ogaado browserka tooska ah)

source: _Manual Location
so: _Goobta gacanta

source: Choose User's Manual Location
so: Dooro Goobta Buugga Isticmaalaha

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
so: Geli dariiqa faylka maxaliga ah ama URL fog ee buuga isticmaalaha zzzFM: (Ku daa meel bannaan oo aan caadi ahayn)

source: _Show Devices
so: _Muuji Aaladaha

source: _Task Manager
so: _Maareeyaha Hawsha

source: _Status
so: _Xaalada

source: _Count
so: _Tiri

source: _Item
so: _Shayga

source: _To
so: _Ku

source: _Progress
so: _Horumarka

source: _Elapsed
so: _Dhacay

source: C_urrent Speed
so: C_urrent Xawaaraha

source: Current Re_main
so: Hadda Re_main

source: _Average Speed
so: _Celceliska Xawaaraha

source: A_verage Remain
so: A_verage Hadhi

source: _Stop
so: _Jooji

source: _Queue
so: _Safka

source: _Resume
so: _Dib u bilaw

source: Sho_w Output
so: Sho_w Wax soo saarka

source: _All Tasks
so: _Dhammaan Hawlaha

source: Show _Manager
so: Muuji _Maareeyaha

source: Auto-_Hide Manager
so: Baabuur-_Qari Maareeyaha

source: Task Manager Font
so: Maareeyaha Hawsha Farta

source: copying File 1:15 65.2 M 30.2 M/s
so: koobiyeynta File 1:15 65.2 M 30.2 M/s

source: _Columns
so: _Tiirarka

source: Popup _All Tasks
so: Soo booda _Dhammaan Hawlaha

source: Stay On _Top
so: Sii wad _Sare

source: A_bove Others
so: A_bove Kuwo kale

source: All _Workspaces
so: Dhammaan _Goobaha shaqada

source: _Detailed Stats
so: _Tirokoob faahfaahsan

source: _Overwrite Option
so: _Dib u qor Ikhtiyaarka

source: _Error Option
so: _Khaladaadka Xulashada

source: Task Popup Font (affects new tasks)
so: Farta-badane Hawsha (waxay saamaysaa hawlaha cusub)

source: Example Output 0123456789
so: Tusaale wax soo saarka 0123456789

source: Stop If _First
so: Jooji Hadday _Marka hore

source: Stop On _Any
so: Joogso _Mid kasta

source: _Continue
so: _Sii wad

source: _Queue New Tasks
so: _Safka Hawlaha Cusub

source: _Smart Queue
so: _Safka Wacan

source: _Pause On Error
so: _Hakin Cilad

source: Arrange _Icons
so: Habee _Astaamo

source: By _Name
so: By _Magaca

source: By _Type
so: By _Nooca

source: By _Date Modified
so: By _Taariikhda wax laga beddelay

source: By _Size
so: By _Cabbirka

source: _Custom
so: _Caado

source: _Ascending
so: _Kora

source: Desktop _Settings
so: Desktop _Dejinta

source: _Desktop Folder
so: _Folder Desktop

source: Editor Font
so: Tifaftiraha Font

source: Example Input 0123456789
so: Tusaalaha Gelitaanka 0123456789

source: Input Font
so: Farta galitaanka

source: Edit As _Root
so: Wax ka beddel sida _Root

source: _Choose...
so: _Dooro...

source: File _Handlers...
so: Faylka _Gacan-qaadayaasha...

source: Open With _Default
so: Ku Fur _Asal ahaan

source: In _Tab
so: Gudaha _Tab

source: In _Panel
so: Gudaha _Guddi

source: _Extract
so: _Soo saar

source: Extract _To
so: Soo saar _Ku

source: _List Contents
so: _Liiska Tusmada

source: _Archive Defaults
so: _Kaydi Defaults

source: _Open With App
so: _Ku Fur Appka

source: _Create Subfolder
so: _Samee fayl-hoosaad

source: _Write Access
so: _Qor Helitaanka

source: Archive _Handlers
so: Kaydka _Gacan-qaadayaasha

source: _Archive
so: _Kaydka

source: Tab _Here
so: Tab _Halkan

source: _Desktop Application
so: _Codsiga Desktop

source: _Go
so: _Tag

source: _Back
so: _Dib u noqo

source: _Forward
so: _Horey

source: _Up
so: _Sare

source: _Home
so: _Guriga

source: _Set Default
so: _Default

source: Re_al Path
so: Re_al Jidka

source: _Path Bar
so: _Bar Jidka

source: _File List
so: _Liiska Faylka

source: _Tree
so: _Geed

source: _Close
so: _Xir

source: _Reorder
so: _Dib u dalbo

source: _Rubberband Select
so: _Xulashada Rubberband

source: _Sort
so: _Kala soocida

source: _Size
so: _Cabbirka

source: _Type
so: _Nooca

source: _Permission
so: _Ogolaanshaha

source: _Owner
so: _Milkiilaha

source: _Modified
so: _wax laga beddelay

source: _Descending
so: _Soo degaya

source: F_iles First
so: F_iles Marka hore

source: _Hidden First
so: _Qarsoon Horta

source: Hidden _Last
so: Qarsoon _Dambe

source: Re_fresh
so: Re_cusub

source: Auto See_k
so: Si otomaatig ah u eeg _k

source: Path Bar _Help
so: Bar Jidka _I caawi

source: _Rename
so: _Magacaabista

source: _Delete
so: _Tirtir

source: Cut
so: jar

source: _Actions
so: _Ficilada

source: Copy Pa_rent
so: Nuqul Pa_rent

source: Paste _Link
so: Ku dheji _Xiriirinta

source: Paste _Target
so: Ku dheji _Bartilmaameedka

source: Paste _As
so: Ku dheji _Sida

source: _Copy To
so: _Ku koobbi

source: L_ast Location
so: L_ast Goobta

# Edit|CopyTo|
source: _Panel
so: _Guddi

source: _Move To
so: _U dhaqaaq

source: _Location
so: _Goobta

# Edit|MoveTo|
source: _Panel
so: _Guddi

source: _Select All
so: _Dooro Dhammaan

source: _Unselect All
so: _Ha dooran Dhammaan

source: _Invert Selection
so: _Xulashada leexleex

source: S_elect By Pattern
so: S_elect By Qaabka

source: Move _To
so: Dhaqaaq _Ku

source: Info
so: Xog

source: Permissions
so: Ogolaanshaha

source: _Quick
so: _Degdeg ah

source: _Recursive
so: _Soo noqnoqonaysa

source: _Side Toolbar
so: _Qalabka dhinaca

source: _Detailed
so: _Faahfaahin

source: _Compact
so: _Is haysta

source: _Large Icons
so: _Astaamo waaweyn

source: _Hidden Files
so: _Faylasha qarsoon

source: File List Font (Panel %d)
so: Liiska Faylka Font (Guddi %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
so: Tusaale 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
so: Qalabka Farta (Guddi %d)

source: Bookmarks Font (Panel %d)
so: Calaamadaha Farta (Guddi %d)

source: Example Bookmark Name
so: Tusaale Magaca Bookmark

source: Path Bar Font (Panel %d)
so: Jidka Bar Font (Guddi %d)

source: $ cat /home/user/example
so: $ cat /guriga/isticmaale/tusaale

source: Tab Font (Panel %d)
so: Xarfaha Tab (Guddi %d)

source: Status Bar Font (Panel %d)
so: Xaaladda Bar Font (Guddi %d)

source: 12 G free / 200 G 52 items
so: 12 G bilaasha / 200 G 52 alaabta

source: Follow _Dir
so: Raac _Dir

source: _New Tab
so: _Tab Cusub

source: _Single Click
so: _Hal guji

source: Directory doesn't exist %s
so: Hagaha ma jiro %s

source: Unable to access %s %s
so: Aan awoodin in la galo %s %s

source: Select By Pattern
so: Ku Dooro Qaabka

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
so: Geli qaabka si aad u doorato faylasha iyo faylalka: Haddii qaabkaagu ka kooban yahay xarfo xarfo waaweyn ah, isbarbardhigga wuxuu noqonayaa kiis xasaasi ah. Tusaale: *sp*e?m* TALO: Sidoo kale waad geli kartaa '%% PATTERN' in bar wadada.

source: Choose Location
so: Dooro Goobta

source: Invalid Destination
so: Meesha aan ansax ahayn

source: Destination same as source
so: Halka loo socdo oo la mid ah isha

source: Invalid destination
so: Meel aan sax ahayn

source: Hide File
so: Qari File

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
so: Magacyada faylasha la doortay ayaa lagu dari doonaa '.hidden' faylka ku yaal galkan, kaas oo ka qarin doona aragtida zzzFM. Waxaa laga yaabaa inaad u baahato inaad dib u soo kiciso aragtida ama aad dib u bilowdo zzzFM si ay faylalka u baaba'aan. Si aad u qariso faylka, fur faylka qarsoon ee ku jira tifaftirahaaga qoraalka, ka saar magaca faylka oo dib u cusbooneesi.

source: Error hiding files
so: Khalad qarinta faylasha

source: No files are selected
so: Ma jiraan wax galal ah oo la doortay

source: Invalid URL
so: URL aan sax ahayn

source: The entered URL is not valid.
so: URL-ka la galiyay sax maaha

source: Handler Not Found
so: Gacan-hayaha Lama helin

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
so: Ma jiro maamule shabakad loo habeeyey URL-kan, ama wax amar ah oo la dejinayo ma jiro. Ku dar maamule gudaha Aaladaha|Settings|Hagayaasha Hab-maamuuska.

source: Open URL %s
so: Fur URL %s

source: mount
so: buurta

source: unmount
so: ka furto

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
so: Ma jiro maamule loo habeeyey qalabkan oo kale, ama maya %s amar ayaa la dhigay. Ku dar maamule gudaha Settings

source: Mount %s
so: Buurta %s

source: %s is currently mounted. You must unmount it before you can check it.
so: %s hadda waa lagu rakibay. Waa in aad furto ka hor inta aanad hubin

source: Device Is Mounted
so: Qalabku wuu Raran yahay

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
so: Geli amarka hubinta nidaamka faylka: Isticmaal: %%%%v faylka qalabka ( %s ) WAX KA BIXI DARYEEL Amarkan waxa loo maamulaa sida root

source: Check As Root
so: Hubi Sida Root

source: CHECK AS ROOT
so: U fiirso sida ROOT

source: Check As Root %s
so: Hubi Sida Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
so: Geli amarka mount: Isticmaal: %%%%v faylka qalabka ( %s ) %%%%o mugga-gaar ah fursadaha buurta ( %s ) Fiiro gaar ah: fstab waxay meesha ka saaraysaa fursadaha qaarkood WAX KA BIXI DARYEEL Amarkan waxa loo maamulaa sida root

source: Mount As Root
so: Buurta As Root

source: MOUNT AS ROOT
so: BUURTA AS ROOT

source: Mount As Root %s
so: Buurta As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
so: Geli amarka dajinta: Isticmaal: %%%%v faylka qalabka ( %s ) WAX KA BIXI DARYEEL Amarkan waxa loo maamulaa sida root

source: Unmount As Root
so: Soo deji As Root

source: Unmount As Root %s
so: Soo deji As Root %s

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
so: DIGNIIN: %s ayaa lagu rakibay. Waxaa laga yaabaa inaad rabto ama aad u baahato inaad furto ka hor inta aanad bedelin summada.

source: Enter volume label for %s:%s
so: Geli calaamadda codka %s:%s

source: Change Volume Label
so: Beddel Summada Codka

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
so: Geli amarka ka saar calaamadda fstype '%s': Isticmaal: %%%%v faylka qalabka ( %s ) %%%%l calaamad cusub ( "%s" ) WAX KA BIXI DARYEEL Amarkan waxa loo maamulaa sida root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
so: Geli amarka beddelka summada fstype '%s': Isticmaal: %%%%v faylka qalabka ( %s ) %%%%l calaamad cusub ( "%s" ) WAX KA BIXI DARYEEL Amarkan waxa loo maamulaa sida root%s

source: Change Label As Root
so: Beddel Summada SidaRoot

source: LABEL AS ROOT
so: SULDAAN AS ROOT

source: Label As Root %s
so: Sumadda Sida Root %s

source: Unmount %s
so: Soo deji %s

source: Remove %s
so: Ka saar %s

source: Remount %s
so: Dib u soo celi %s

source: Reload %s
so: Dib u soo deji %s

source: Sync
so: Isku-dubarid

source: %s is currently mounted. You must unmount it before you can format it.
so: %s hadda waa lagu rakibay. Waa in aad furto ka hor inta aanad qaabayn.

source: ( AN ENTIRE DEVICE )
so: ( Qalab dhan )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
so: Waxaad ku dhowdahay inaad tirtirto %s %s- DHAMMAAN XOGTA WAA LUMI DOONAA. U samir - tani waxay qaadan kartaa wakhti iyo dd wax jawaab celin ah ma bixiyo. Geli amarka si aad mugga oo dhan ugu qorto /dev/%s: Isticmaal: %%%%v faylka qalabka ( %s ) WAX KA BIXI DARYEEL Amarkan waxa loo maamulaa sida root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
so: Waxaad ku dhowdahay inaad qaabayso %s %s- DHAMMAAN XOGTA WAA LUMI DOONAA. Gali %s qaabka amarka: Isticmaal: %%%%v faylka qalabka ( %s ) WAX KA BIXI DARYEEL Amarkan waxa loo maamulaa sida root

source: Format
so: Qaabka

source: DATA LOSS WARNING
so: DIGNIIN lumin xogta

source: Format %s
so: Qaabka %s

source: %s is currently mounted. You must unmount it before you can restore it.
so: %s hadda waa lagu rakibay. Waa inaad furto ka hor inta aanad dib u soo celin.

source: Choose Backup For Restore
so: Dooro Kaabta Soo Celinta

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
so: Waxaad ku dhowdahay inaad dib u qorto MBR code code ee %s isticmaalaya %s. Isbeddelkan ayaa laga yaabaa inuu ka ilaaliyo kombuyuutarkaaga inuu si fiican u bootiyo. Dhammaan xogta muhiimka ah ee qalabka oo dhan waa in marka hore la xoojiyaa. Sii wad? (Haddii aad gujiso Haa, waxaad weli haysataa hal fursad oo kale oo aad iska soo riddo ka hor inta aan saxanka wax laga beddelin.)

source: Restore MBR
so: Soo celi MBR

source: Unknown Type
so: Nooca Aan La Aqoon

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
so: Faylka la doortay maaha fayl kayd ah oo la aqoonsan yahay. FSMagacyada kaydiyaha waxaa ku jira 'fsarchiver' ama ku dhamaado '.fsa'. Magacyada faylka waxaa ku jira 'partimage' ama ku dhamaado '.000'. MBR filenameyadu waxay ku dhamaanayaan '.mbr', '.mbr.bin', ama '-MBR-back' oo cabbirkoodu waa 512 bytes. Haddii aad hubto in faylkani yahay kayd sax ah, waxaad dib u magacaabi kartaa si aad uga fogaato khaladkan.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
so: Waxaad ku dhowdahay inaad soo celiso %s %sisticmaalaya %s - DHAMMAAN XOGTA WAA LUMI DOONAA. Gali %s soo celi amarka: Isticmaal: %%%%v faylka qalabka ( %s ) %%%%s kaydinta faylka ( %s ) WAX KA BIXI DARYEEL Amarkan waxa loo maamulaa sidii xidid

source: Restore
so: Soo celi

source: %s Restore %s
so: %s Soo celi %s

source: The %s directory was not found. Is udevil installed?
so: The %s tusaha lama helin. Udevil ma la rakibay?

source: Directory Missing
so: Hagaha Maqan

source: Choose Backup For Info
so: Dooro Kaabta Macluumadka

source: MBR File
so: Faylka MBR

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
so: Iyada oo ku saleysan magaceeda, faylka la doortay wuxuu u muuqdaa inuu yahay faylka kaydinta MBR. Ma jiro macluumaad kale oo loo heli karo kaydka noocan ah.

source: Restore Info
so: Soo Celinta Macluumaadka

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
so: DIGNIIN: %s ayaa lagu rakibay. Sida caadiga ah, FSKaydiyehu waxa uu kaydin doonaa oo kaliya mugaga lagu rakibay akhris-kaliya. Si aad u kaydiso mugga wax-akhriska, waxaad u baahan tahay inaad ku darto --allow-rw-mounted amarka. Bal eeg 'man fsarchiver' wixii faahfaahin ah.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
so: %s hadda waa lagu rakibay. Waa in aad furto ka hor inta aanad samayn kaydka isticmaalaya Partimage.

source: Save %s Backup
so: Badbaadin %s Kaabta

source: Overwrite?
so: Dib u qor

source: The selected backup already exists. Overwrite?
so: Kaydka la doortay ayaa horay u jiray. Dib u qor

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
so: Gali %s amarka kaydinta: Isticmaal: %%%%v faylka qalabka ( %s ) %%%%s kaydinta faylka ( %s )%s WAX KA BIXI DARYEEL Amarkan waxa loo maamulaa sida root

source: Backup
so: Kaabta

source: %s Backup %s
so: %s Kaabta %s

source: Properties %s
so: Guryaha %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
so: %sAaladda hadda la doortay: %s Sumadda Codka: %s Aqoonsiga aaladda: %s

source: Kill As Other
so: Dila Sida Kale

source: Stop As Other
so: Jooji Sida Kale

source: Cont As Other
so: Ku Soco Sida Kale

source: Move:
so: dhaqaaq

source: Copy:
so: Nuqul:

source: Delete:
so: Tirtir:

source: Link:
so: Xiriirinta:

source: Change:
so: Beddel:

source: Run:
so: Orod:

source: Moving...
so: guuraya...

source: Copying...
so: koobiyaynaya...

source: Deleting...
so: Tirtiraya...

source: Linking...
so: Xiriirinta...

source: Changing...
so: Bedelaya...

source: Running...
so: Soconaya...

source: From:
so: Ka:

source: To:
so: Ku:

source: Progress:
so: Horumarka:

source: Status:
so: Xaaladda:

source: Paused
so: Hakin

source: Queued
so: Kuyuu galay

source: Ask
so: Waydii

source: Overwrite All
so: Dib u qor Dhammaan

source: Skip All
so: Dhammaan ka bood

source: Auto Rename
so: Si otomaatig ah u magacaw

source: Stop If Error First
so: Jooji Haddi Khalad Marka Hore

source: Stop On Any Error
so: Ku Jooji Cilad Kasta

source: Continue
so: Sii wad

source: Stopped
so: Joogsaday

source: Errors
so: Khaladaadka

source: Done
so: La sameeyay

source: %s (%s) %s remaining
so: %s (%s) %s haray

source: Error ( Stop If First )
so: Khalad (Jooji haddii Marka hore)

source: Error ( Stop On Any )
so: Khalad (Jooji Mid Kasta)

source: Stopped with %d error
so: La joojiyay %d qalad

source: Finished with %d error
so: Ku dhammaatay %d qalad

source: Finished with error ( exit status %d )
so: Khalad ku dhamaaday ( heerka bixitaan %d )

source: Finished with error
so: Khalad ku dhamaaday

source: Paused ( pid %d )
so: Hakin ( pid %d )

source: Paused ( exit status %d )
so: Hakin ( heerka bixitaan %d )

source: Queued ( pid %d )
so: Kuyuu galay ( pid %d )

source: Queued ( exit status %d )
so: Kuyuu galay ( heerka bixitaan %d )

source: Running with %d error
so: La ordaaya %d qalad

source: Running... ( pid %d )
so: Soconaya... ( pid %d )
