Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n oortjie na 'n ander gids verander: Gebruik: %%e tipe gebeurtenis (evt_tab_chdir) %%w venster ID (sien zzzfm -s hulp) %%p paneel %%t oortjie %%d nuwe gids Uitgevoer bash veranderlikes (eg $fm_pwd, etc) kan in hierdie opdrag gebruik word.
am: ትር ወደ ሌላ ማውጫ በተለወጠ ቁጥር በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash የትእዛዝ መስመር አስገባ፡ ተጠቀም፡ %%e የክስተት አይነት (evt_tab_chdir) %%w የመስኮት መታወቂያ (የ zzzfm -s እገዛን ይመልከቱ) %%p ፓነል %%t ትር %%d አዲስ ማውጫ ወደ ውጭ የተላኩ የባሽ ተለዋዋጮች (eg $fm_pwd, etc) በዚህ ትዕዛዝ ውስጥ ጥቅም ላይ ሊውል ይችላል.
ar: :ﻒﻠﺘﺨﻣ ﻞﻴﻟﺩ ﻰﻟﺇ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ ﺮﻴﻐﺘﺗ ﺎﻣﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_tab_chdir) %%w (zzzfm -s ﺕﺎﻤﻴﻠﻌﺗ ﺮﻈﻧﺍ) ﺓﺬﻓﺎﻨﻟﺍ ﻑﺮﻌﻣ %%p ﺔﺟﻮﻟ %%t ﺐﻳﻮﺒﺘﻟﺍ %%d ﺪﻳﺪﺟ ﻞﻴﻟﺩ ﺓﺭﺪﺼﻤﻟﺍ bash ﺕﺍﺮﻴﻐﺘﻣ (eg $fm_pwd, etc) .ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻲﻓ ﺎﻬﻣﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ
be: Увядзіце праграму або камандны радок bash, які будзе запускацца аўтаматычна кожны раз, калі ўкладка пераходзіць у іншы каталог: Выкарыстоўвайце: %%e тып падзеі (evt_tab_chdir) %%w ідэнтыфікатар акна (гл. дапамогу zzzfm -s) %%p панэль %%t уклад %%d новы каталог Экспартаваныя зменныя bash (eg $fm_pwd, etc) можна выкарыстоўваць у гэтай камандзе.
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично всеки път, когато раздел се промени в друга директория: Използвайте: %%e тип събитие (evt_tab_chdir) %%w идентификатор на прозореца (вижте помощ за zzzfm -s) %%p панел %%t раздел %%d нова директория Експортирани bash променливи (eg $fm_pwd, etc) може да се използва в тази команда.
bn: যখনই একটি ট্যাব একটি ভিন্ন ডিরেক্টরিতে পরিবর্তিত হয় তখন স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরণ (evt_tab_chdir) %%w উইন্ডো আইডি (zzzfm -s সহায়তা দেখুন) %%p প্যানেল %%t ট্যাব %%d নতুন ডিরেক্টরি রপ্তানি করা ব্যাশ ভেরিয়েবল (eg $fm_pwd, etc) এই কমান্ডে ব্যবহার করা যেতে পারে।
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament sempre que una pestanya canviï a un directori diferent: Ús: %%e tipus d'esdeveniment (evt_tab_chdir) %%w identificador de la finestra (vegeu l'ajuda de zzzfm -s) %%p panell %%t pestanya %%d directori nou Variables bash exportades (eg $fm_pwd, etc) es pot utilitzar en aquesta comanda.
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pryd bynnag y bydd tab yn newid i gyfeiriadur gwahanol: Defnyddiwch: %%e math o ddigwyddiad (evt_tab_chdir) %%w id ffenestr (gweler zzzfm -s help) %%p panel %%t tab %%d cyfeiriadur newydd Newidynnau bash allforiedig (eg $fm_pwd, etc) gellir ei ddefnyddio yn y gorchymyn hwn.
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når en fane skifter til en anden mappe: Brug: %%e begivenhedstype (evt_tab_chdir) %%w vindues-id (se zzzfm -s hjælp) %%p panel %%t fanen %%d ny mappe Eksporterede bash-variabler (eg $fm_pwd, etc) kan bruges i denne kommando.
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam langeto ŝanĝas al malsama dosierujo: Uzu: %%e tipo de evento (evt_tab_chdir) %%w fenestro-identigilo (vidu helpon de zzzfm -s) %%p panelo %%t langeto %%d nova dosierujo Eksportitaj bash-variabloj (eg $fm_pwd, etc) povas esti uzata en ĉi tiu komando.
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui vahekaart muutub teise kataloogi: Kasuta: %%e sündmuse tüüp (evt_tab_chdir) %%w akna ID (vt zzzfm -s abi) %%p paneel %%t sakk %%d uus kataloog Eksporditud bashi muutujad (eg $fm_pwd, etc) saab selles käsus kasutada.
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatzeko fitxa bat beste direktorio batera aldatzen den bakoitzean: Erabili: %%e gertaera mota (evt_tab_chdir) %%w leihoaren IDa (ikus zzzfm -s laguntza) %%p panela %%t fitxa %%d direktorio berria Esportatutako bash aldagaiak (eg $fm_pwd, etc) komando honetan erabil daiteke.
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ،ﺩﺮﮐ ﺮﯿﯿﻐﺗ ﯼﺮﮕﯾﺩ ﯼﺭﻮﺘﮐﺮﯾﺍﺩu200bu200b ﻪﺑ ﻪﮔﺮﺑ ﮏﯾ ﻪﮐ ﻥﺎﻣﺯ ﺮﻫ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_tab_chdir) %%w (ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzfm -s ﮏﻤﮐ ﻪﺑ) ﻩﺮﺠﻨﭘ ﻪﺳﺎﻨﺷ %%p ﻞﻧﺎﭘ %%t ﻪﻧﺎﺑﺯ %%d ﺪﯾﺪﺟ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ ﺖﺳﺍ ﻩﺪﺷ ﺭﺩﺎﺻ bash ﯼﺎﻫﺮﯿﻐﺘﻣ (eg $fm_pwd, etc) .ﺩﺮﮐ ﻩﺩﺎﻔﺘﺳﺍ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ﺭﺩ ﻥﺍﻮﺗ ﯽﻣ
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti aina, kun välilehti vaihtuu toiseen hakemistoon: Käyttää: %%e Tapahtumatyyppi (evt_tab_chdir) %%w ikkunan tunnus (katso zzzfm -s ohje) %%p paneeli %%t -välilehti %%d uusi hakemisto Vietiin bash-muuttujia (eg $fm_pwd, etc) voidaan käyttää tässä komennossa.
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin sa tuwing magbabago ang tab sa ibang direktoryo: Gamitin ang: %%e uri ng kaganapan (evt_tab_chdir) %%w window id (tingnan ang tulong ng zzzfm -s) %%p panel %%t tab %%d bagong direktoryo Na-export na mga variable ng bash (eg $fm_pwd, etc) maaaring gamitin sa utos na ito.
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in ljepper feroaret yn in oare map: Brûke: %%e evenemint type (evt_tab_chdir) %%w finster-id (sjoch zzzfm -s help) %%p paniel %%t tab %%d nije triemtafel Eksportearre bash fariabelen (eg $fm_pwd, etc) kin brûkt wurde yn dit kommando.
ga: Iontráil líne ordaithe nó clár ordaithe le reáchtáil go huathoibríoch aon uair a athraíonn cluaisín go eolaire difriúil: Úsáid: %%e cineál imeachta (evt_tab_chdir) %%w id fuinneoige (féach zzzfm -s help) %%p painéal %%t cluaisín %%d eolaire nua Athróga bash easpórtáilte (eg $fm_pwd, etc) is féidir a úsáid san ordú seo.
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach nuair a dh ’atharraicheas tab gu eòlaire eadar-dhealaichte: Cleachd: %%e seòrsa tachartais (evt_tab_chdir) %%w id uinneig (faic cuideachadh zzzfm -s) %%p pannal %%t tab %%d eòlaire ùr Caochlaidhean bash Exxported (eg $fm_pwd, etc) faodar a chleachdadh san àithne seo.
gl: Introduza o programa ou a liña de comandos bash para executarse automaticamente cando unha pestana cambie a un directorio diferente: Uso: %%e tipo de evento (evt_tab_chdir) %%w ID da fiestra (consulta a axuda de zzzfm -s) %%p panel %%t ficha %%d novo directorio Variables bash exportadas (eg $fm_pwd, etc) pódese usar neste comando.
gu: જ્યારે પણ ટેબ કોઈ અલગ ડિરેક્ટરીમાં બદલાય ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બાશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઘટના પ્રકાર (evt_tab_chdir) %%w વિન્ડો આઈડી (zzzfm -s મદદ જુઓ) %%p પેનલ %%t ટેબ %%d નવી ડિરેક્ટરી નિકાસ કરેલ bash ચલ (eg $fm_pwd, etc) આ આદેશમાં વાપરી શકાય છે.
he: :תרחא היירפסל הנתשמ הייסיטרכש םעפ לכב תיטמוטוא ולעפויש bash וא תינכות לש הדוקפה תרוש תא ןזה :שמתשהל %%e עוריא גוס (evt_tab_chdir) %%w (zzzfm -s לש הרזע האר) ןולח ההזמ %%p ַחּול %%t תינושל %%d השדח היירפס םיאצוימ bash ינתשמ (eg $fm_pwd, etc) .וז הדוקפב שמתשהל ןתינ
hi: जब भी कोई टैब किसी भिन्न निर्देशिका में बदलता है तो स्वचालित रूप से चलाने के लिए प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %%e घटना प्रकार (evt_tab_chdir) %%w विंडो आईडी (zzzfm -s सहायता देखें) %%p पैनल %%t टैब %%d नई निर्देशिका निर्यातित बैश चर (eg $fm_pwd, etc) इस आदेश में इस्तेमाल किया जा सकता है।
hr: Unesite naredbeni redak programa ili bash koji će se automatski pokrenuti kad god se kartica promijeni u drugi direktorij: Koristiti: %%e tip događaja (evt_tab_chdir) %%w id prozora (pogledajte pomoć za zzzfm -s) %%p ploča %%t tab %%d novi imenik Izvezene bash varijable (eg $fm_pwd, etc) može se koristiti u ovoj naredbi.
hu: Írja be a programot vagy a bash parancssort, amely automatikusan futni fog, amikor egy lap másik könyvtárra vált: Használat: %%e esemény típus (evt_tab_chdir) %%w ablak azonosítója (lásd a zzzfm -s súgóját) %%p panel %%t lapon %%d új könyvtár Exportált bash változók (eg $fm_pwd, etc) használható ebben a parancsban.
hy: Մուտքագրեք ծրագիրը կամ bash հրամանի տողը, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ ներդիրը փոխվում է այլ գրացուցակի: Օգտագործեք: %%e միջոցառման տեսակը (evt_tab_chdir) %%w պատուհանի ID (տես zzzfm -s օգնությունը) %%p վահանակ %%t ներդիր %%d նոր գրացուցակ Արտահանված bash փոփոխականներ (eg $fm_pwd, etc) կարող է օգտագործվել այս հրամանում:
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis setiap kali tab berubah ke direktori yang berbeda: Menggunakan: %%e jenis acara (evt_tab_chdir) %%w id jendela (lihat bantuan zzzfm -s) %%p panel %%t tab %%d direktori baru Variabel bash yang diekspor (eg $fm_pwd, etc) dapat digunakan dalam perintah ini.
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar flipi breytist í aðra möppu: Notaðu: %%e tegund atburðar (evt_tab_chdir) %%w glugga auðkenni (sjá zzzfm -s hjálp) %%p spjaldið %%t flipa %%d ný skrá Útfluttar bash breytur (eg $fm_pwd, etc) er hægt að nota í þessari skipun.
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონი ავტომატურად გასაშვებად, როდესაც ჩანართი იცვლება სხვა დირექტორიაში: გამოყენება: %%e ღონისძიების ტიპი (evt_tab_chdir) %%w ფანჯრის ID (იხილეთ zzzfm -s დახმარება) %%p პანელი %%t ჩანართი %%d ახალი დირექტორია ექსპორტირებული bash ცვლადები (eg $fm_pwd, etc) შეიძლება გამოყენებულ იქნას ამ ბრძანებაში.
kk: Қойынды басқа каталогқа өзгерген сайын автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_tab_chdir) %%w терезе идентификаторы (zzzfm -s анықтамасын қараңыз) %%p панель %%t қойындысы %%d жаңа каталог Экспортталған bash айнымалылары (eg $fm_pwd, etc) осы пәрменде пайдалануға болады.
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិនៅពេលណាដែលផ្ទាំងផ្លាស់ប្តូរទៅថតផ្សេង៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_tab_chdir) %%w លេខសម្គាល់បង្អួច (សូមមើលជំនួយ zzzfm -s) %%p បន្ទះ %%t ផ្ទាំង %%d ថតថ្មី។ នាំចេញអថេរ bash (eg $fm_pwd, etc) អាចត្រូវបានប្រើនៅក្នុងពាក្យបញ្ជានេះ។
kn: ಟ್ಯಾಬ್ ಬೇರೆ ಡೈರೆಕ್ಟರಿಗೆ ಬದಲಾದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_tab_chdir) %%w ವಿಂಡೋ ಐಡಿ (zzzfm -s ಸಹಾಯವನ್ನು ನೋಡಿ) %%p ಫಲಕ %%t ಟ್ಯಾಬ್ %%d ಹೊಸ ಡೈರೆಕ್ಟರಿ ರಫ್ತು ಮಾಡಿದ ಬ್ಯಾಷ್ ವೇರಿಯೇಬಲ್u200cಗಳು (eg $fm_pwd, etc) ಈ ಆಜ್ಞೆಯಲ್ಲಿ ಬಳಸಬಹುದು.
ku: Bername an rêzika fermana bash têkevin da ku gava ku tabloyek di pelrêçekek cûda de diguhere bixweber were xebitandin: Bikaranîn: %%e cureyê bûyerê (evt_tab_chdir) %%w id pencereyê (binihêre arîkariya zzzfm -s) %%p panel %%t tab %%d pelrêça nû Guherbarên bash derxistin (eg $fm_pwd, etc) dikare di vê fermanê de were bikar anîn.
ky: Өтмөк башка каталогго өзгөргөн сайын автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_tab_chdir) %%w терезе идентификатору (zzzfm -s жардамын караңыз) %%p панель %%t өтмөк %%d жаңы каталог Экспорттолгон bash өзгөрмөлөрү (eg $fm_pwd, etc) бул буйрукта колдонсо болот.
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann e Tab an en anere Verzeichnis ännert: Benotzt: %%e Event Typ (evt_tab_chdir) %%w Fënster ID (kuckt zzzfm -s Hëllef) %%p panel %%t tab %%d neie Verzeechnes Exportéiert Bash Variablen (eg $fm_pwd, etc) kann an dësem Kommando benotzt ginn.
lo: ໃສ່ໂປຣແກມ ຫຼື bash command line ທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດທຸກຄັ້ງທີ່ແທັບປ່ຽນໄປຫາ directory ອື່ນ: ໃຊ້: %%e ປະເພດເຫດການ (evt_tab_chdir) %%w id window (ເບິ່ງ zzzfm -s ຊ່ວຍ) %%p ກະດານ %%t ແຖບ %%d ໄດເລກະທໍລີໃຫມ່ ສົ່ງອອກຕົວແປ bash (eg $fm_pwd, etc) ສາມາດຖືກນໍາໃຊ້ໃນຄໍາສັ່ງນີ້.
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai skirtukas pakeičiamas į kitą katalogą: Naudokite: %%e renginio tipas (evt_tab_chdir) %%w lango ID (žr. zzzfm -s žinyną) %%p skydelis %%t skirtukas %%d naujas katalogas Eksportuoti bash kintamieji (eg $fm_pwd, etc) gali būti naudojamas šioje komandoje.
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad cilne tiek mainīta uz citu direktoriju: Izmantojiet: %%e notikuma veids (evt_tab_chdir) %%w loga ID (skatiet zzzfm -s palīdzību) %%p panelis %%t cilne %%d jauns direktorijs Eksportēti bash mainīgie (eg $fm_pwd, etc) var izmantot šajā komandā.
mg: Ampidiro ny programa na bash command line ho mandeha ho azy isaky ny miova ho lahatahiry hafa ny tabilao: Ampiasao: %%e karazana hetsika (evt_tab_chdir) %%w varavarankely id (jereo zzzfm -s fanampiana) %%p tontonana %%t kiheba %%d ny directory Variable bash naondrana (eg $fm_pwd, etc) azo ampiasaina amin'ity baiko ity.
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa i nga wa katoa ka huri te ripa ki tetahi raarangi rereke: Whakamahia: %%e momo huihuinga (evt_tab_chdir) %%w id matapihi (tirohia te awhina zzzfm -s) %%p röpü %%t ripa %%d whaiaronga hou Taurangi bash kaweake (eg $fm_pwd, etc) ka taea te whakamahi i tenei whakahau.
mk: Внесете програма или командна линија bash за да се извршува автоматски секогаш кога јазичето се менува во друг директориум: Користете: %%e тип на настан (evt_tab_chdir) %%w ИД на прозорецот (видете помош од zzzfm -s) %%p панел %%t таб %%d нов директориум Извезени баш променливи (eg $fm_pwd, etc) може да се користи во оваа команда.
ml: ഒരു ടാബ് മറ്റൊരു ഡയറക്u200cടറിയിലേക്ക് മാറുമ്പോഴെല്ലാം യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_tab_chdir) %%w വിൻഡോ ഐഡി (zzzfm -s സഹായം കാണുക) %%p പാനൽ %%t ടാബ് %%d പുതിയ ഡയറക്ടറി കയറ്റുമതി ചെയ്ത ബാഷ് വേരിയബിളുകൾ (eg $fm_pwd, etc) ഈ കമാൻഡിൽ ഉപയോഗിക്കാം.
mn: Таб өөр директор руу шилжих бүрд автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_tab_chdir) %%w цонхны ID (zzzfm -s тусламжийг үзнэ үү) %%p самбар %%t таб %%d шинэ лавлах Экспортолсон bash хувьсагч (eg $fm_pwd, etc) энэ тушаалд ашиглаж болно.
mr: जेव्हा टॅब वेगळ्या निर्देशिकेत बदलतो तेव्हा स्वयंचलितपणे चालवण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e कार्यक्रमाचा प्रकार (evt_tab_chdir) %%w विंडो आयडी (zzzfm -s मदत पहा) %%p पटल %%t टॅब %%d नवीन निर्देशिका एक्सपोर्ट केलेले बॅश व्हेरिएबल्स (eg $fm_pwd, etc) या कमांडमध्ये वापरले जाऊ शकते.
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament kull meta tab tinbidel għal direttorju differenti: Użu: %%e tip ta' avveniment (evt_tab_chdir) %%w id tieqa (ara l-għajnuna zzzfm -s) %%p panel %%t tab %%d direttorju ġdid Varjabbli bash esportati (eg $fm_pwd, etc) jistgħu jintużaw f'dan il-kmand.
my: တက်ဘ်တစ်ခုမှ အခြားလမ်းညွှန်တစ်ခုသို့ ပြောင်းလဲသည့်အခါတိုင်း အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_tab_chdir) %%w window id (zzzfm -s အကူအညီကိုကြည့်ပါ) %%p ဘောင် %%t တက်ဘ် %%d လမ်းညွှန်အသစ် bash variable များကို ထုတ်ယူသည်။ (eg $fm_pwd, etc) ဤ command ကိုသုံးနိုင်သည်။
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når en fane endres til en annen katalog: Bruk: %%e hendelsestype (evt_tab_chdir) %%w vindus-ID (se zzzfm -s hjelp) %%p panel %%t fanen %%d ny katalog Eksporterte bash-variabler (eg $fm_pwd, etc) kan brukes i denne kommandoen.
ne: प्रोग्राम वा bash कमाण्ड लाइन प्रविष्ट गर्नुहोस् स्वचालित रूपमा चलाउनको लागि जब ट्याब फरक डाइरेक्टरीमा परिवर्तन हुन्छ: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_tab_chdir) %%w सञ्झ्याल आईडी (zzzfm -s मद्दत हेर्नुहोस्) %%p प्यानल %%t ट्याब %%d नयाँ निर्देशिका निर्यात गरिएको bash चर (eg $fm_pwd, etc) यो आदेश मा प्रयोग गर्न सकिन्छ।
or: ଯେତେବେଳେ ଏକ ଟ୍ୟାବ୍ ଏକ ଭିନ୍ନ ଡିରେକ୍ଟୋରୀରେ ପରିବର୍ତ୍ତନ ହୁଏ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_tab_chdir) %%w ୱିଣ୍ଡୋ id (zzzfm -s ସାହାଯ୍ୟ ଦେଖନ୍ତୁ) %%p ପ୍ୟାନେଲ୍ | %%t ଟ୍ୟାବ୍ | %%d ନୂଆ ଡିରେକ୍ଟୋରୀ | ରପ୍ତାନି ହୋଇଥିବା ବାସ୍ ଭେରିଏବଲ୍ | (eg $fm_pwd, etc) ଏହି କମାଣ୍ଡରେ ବ୍ୟବହୃତ ହୋଇପାରେ |
pa: ਜਦੋਂ ਵੀ ਕੋਈ ਟੈਬ ਕਿਸੇ ਵੱਖਰੀ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਬਦਲਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚਲਾਉਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_tab_chdir) %%w ਵਿੰਡੋ ਆਈਡੀ (Zzzfm -s ਮਦਦ ਦੇਖੋ) %%p ਪੈਨਲ %%t ਟੈਬ %%d ਨਵੀਂ ਡਾਇਰੈਕਟਰੀ ਐਕਸਪੋਰਟ ਕੀਤੇ bash ਵੇਰੀਏਬਲ (eg $fm_pwd, etc) ਇਸ ਕਮਾਂਡ ਵਿੱਚ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।
ps: :ﻲﺷ ﻝﺪﺑ ﻪﺗ ﺩﻮښﺭﻻ﻿ ﻒﻠﺘﺨﻣ ﺐټ ﻮﯾ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺵﺎﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_tab_chdir) %%w (ﺉﺭﻮګﻭ ﻪﺘﺳﺮﻣ zzzfm -s) ID ۍﮐړﮐ ﺩ %%p ﻞﻨﯿﭘ %%t ﺐټ %%d ﺩﻮښﺭﻻ﻿ ﯤﻮﻧ ﻪﻧﻭﺮﯿﻐﺘﻣ ﺵﺎﺑ ﻱﻮﺷ ﺭﺩﺎﺻ (eg $fm_pwd, etc) .ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﯥﮐ ډﻧﺎﻤﮐ ﯤﺩ ﻪﭘ
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat ori de câte ori o filă se schimbă într-un alt director: Utilizare: %%e tip de eveniment (evt_tab_chdir) %%w ID fereastră (consultați ajutorul zzzfm -s) %%p panou %%t fila %%d director nou Variabile bash exportate (eg $fm_pwd, etc) poate fi folosit în această comandă.
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mugihe cyose tab ihindutse mububiko butandukanye: Koresha: %%e Ubwoko bwibyabaye (evt_tab_chdir) %%w idirishya id (reba zzzfm -s ubufasha) %%p Umwanya %%t tab %%d ububiko bushya Kohereza bash guhinduka (eg $fm_pwd, etc) irashobora gukoreshwa muri iri tegeko.
sd: :ﻲﭸﻭ ﻲﭤ ﻞﻳﺪﺒﺗ ۾ ﻱﺮٽڪﻳﺭﺍڊ ﻒﻠﺘﺨﻣ ﺐﻴٽ ﻪﺑ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_tab_chdir) %%w (ﺩﺪﻣ zzzfm -s ﻮﺳڏ) id ﻭڊﻧﻭ %%p ﻞﻨﻴﭘ %%t ﺐﻴٽ %%d ﻱﺮٽڪﻳﺭﺍڊ ﻦﻴﺌﻧ ﺮﻴﻐﺘﻣ ﺶﻴﺑ ﻞﻴﭤ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) .ﻮﭤ ﻲﺠﻬﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ۾ ﻢڪﺣ ﻦﻫ
si: ටැබ් එකක් වෙනත් ඩිරෙක්ටරියකට වෙනස් වන විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහන හෝ බාෂ් විධාන රේඛාව ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_tab_chdir) %%w කවුළු හැඳුනුම්පත (zzzfm -s උදව් බලන්න) %%p පැනලය %%t ටැබ් %%d නව නාමාවලිය අපනයනය කරන ලද bash විචල්යයන් (eg $fm_pwd, etc) මෙම විධානය තුළ භාවිතා කළ හැක.
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť vždy, keď sa karta zmení na iný adresár: Použitie: %%e typ udalosti (evt_tab_chdir) %%w ID okna (pozri pomoc zzzfm -s) %%p panel %%t tab %%d nový adresár Exportované bash premenné (eg $fm_pwd, etc) možno použiť v tomto príkaze.
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko se zavihek spremeni v drug imenik: Uporaba: %%e vrsto dogodka (evt_tab_chdir) %%w ID okna (glejte pomoč zzzfm -s) %%p ploščo %%t zavihek %%d nov imenik Izvožene spremenljivke bash (eg $fm_pwd, etc) lahko uporabite v tem ukazu.
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht sa herë që një skedë ndryshon në një drejtori tjetër: Përdorni: %%e lloji i ngjarjes (evt_tab_chdir) %%w ID-ja e dritares (shih ndihmën e zzzfm -s) %%p panel %%t skedën %%d drejtoria e re Variablat bash të eksportuara (eg $fm_pwd, etc) mund të përdoret në këtë komandë.
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki wakati kichupo kinabadilika kuwa saraka tofauti: Tumia: %%e aina ya tukio (evt_tab_chdir) %%w kitambulisho cha dirisha (tazama usaidizi wa zzzfm) %%p paneli %%t kichupo %%d saraka mpya Vigeu vya bash vilivyosafirishwa nje (eg $fm_pwd, etc) inaweza kutumika katika amri hii.
ta: ஒரு தாவல் வேறு கோப்பகத்திற்கு மாறும்போதெல்லாம் தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_tab_chdir) %%w சாளர ஐடி (zzzfm -s உதவியைப் பார்க்கவும்) %%p குழு %%t தாவல் %%d புதிய அடைவு ஏற்றுமதி செய்யப்பட்ட பாஷ் மாறிகள் (eg $fm_pwd, etc) இந்த கட்டளையில் பயன்படுத்தலாம்.
te: ట్యాబ్ వేరే డైరెక్టరీకి మారినప్పుడల్లా ఆటోమేటిక్u200cగా రన్ అయ్యేలా ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cని నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_tab_chdir) %%w విండో ఐడి (zzzfm -s సహాయం చూడండి) %%p ప్యానెల్ %%t ట్యాబ్ %%d కొత్త డైరెక్టరీ ఎగుమతి చేయబడిన బాష్ వేరియబుల్స్ (eg $fm_pwd, etc) ఈ ఆదేశంలో ఉపయోగించవచ్చు.
tg: Барнома ё сатри фармони bash-ро ворид кунед, то ҳар вақте ки ҷадвал ба директорияи дигар тағир меёбад, ба таври худкор иҷро карда шавад: Истифода: %%e намуди ҳодиса (evt_tab_chdir) %%w ID тиреза (нигаред ба кӯмаки zzzfm -s) %%p панел %%t ҷадвал %%d директорияи нав Тағирёбандаҳои bash содиршуда (eg $fm_pwd, etc) дар ин фармон истифода бурдан мумкин аст.
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติทุกครั้งที่แท็บเปลี่ยนเป็นไดเร็กทอรีอื่น: ใช้: %%e ประเภทงาน (evt_tab_chdir) %%w รหัสหน้าต่าง (ดูวิธีใช้ zzzfm -s) %%p แผงหน้าปัด %%t แท็บ %%d ไดเรกทอรีใหม่ ตัวแปรทุบตีที่ส่งออก (eg $fm_pwd, etc) ใช้ในคำสั่งนี้ได้
tk: Haçan-da bir tab başga bir kataloga üýtgese, awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_tab_chdir) %%w penjire idi (zzzfm -s kömegine serediň) %%p panel %%t goýmasy %%d täze katalog Exxported bash üýtgeýjileri (eg $fm_pwd, etc) bu buýrukda ulanylyp bilner.
tt: Таблицаның бүтән каталогка үзгәргәндә автоматик рәвештә эшләнү өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_tab_chdir) %%w тәрәзә идентификаторы (zzzfm -s ярдәмен карагыз) %%p панель %%t салынмасы %%d яңа каталог Чыгарылган баш үзгәрүләр (eg $fm_pwd, etc) бу боерыкта кулланырга мөмкин.
uk: Введіть програму або командний рядок bash, щоб автоматично запускатися, коли вкладка змінюється на інший каталог: Використовуйте: %%e тип події (evt_tab_chdir) %%w ідентифікатор вікна (див. довідку zzzfm -s) %%p панель %%t табл %%d новий каталог Експортовані змінні bash (eg $fm_pwd, etc) можна використовувати в цій команді.
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﺗ ﮯﮨ ﺎﺗﻮﮨ ﻞﯾﺪﺒﺗ ﮟﯿﻣ ﯼﺮﭩﮐﺮﺋﺍﮈ ﻒﻠﺘﺨﻣ ﯽﺴﮐ ﺐﯿﭨ ﯽ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_tab_chdir) %%w (ﮟﯿﮭﮑﯾﺩ ﺩﺪﻣ ﯽﮐ ﻢﯾﺍ ﻒﯾﺍ ﺯﺯﺯ) ﯼﮈ ﯽﺋﺁ ﻭﮉﻧﻭ %%p ﻞﻨﯿﭘ %%t ﺐﯿﭨ %%d ﯼﺮﭩﮑﯾﺮﺋﺍﮈ ﯽﺌﻧ ﺕﺍﺮﯿﻐﺘﻣ bash ﮦﺪﺷ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) ۔ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﺱﺍ
uz: Yorliq boshqa katalogga o'zgarganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_tab_chdir) %%w oyna identifikatori (zzzfm -s yordamiga qarang) %%p paneli %%t tab %%d yangi katalog Eksport qilingan bash o'zgaruvchilari (eg $fm_pwd, etc) ushbu buyruqda foydalanish mumkin.
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động bất cứ khi nào một tab thay đổi thành một thư mục khác: Sử dụng: %%e loại sự kiện (evt_tab_chdir) %%w id cửa sổ (xem trợ giúp zzzfm -s) %%p bảng điều khiển %%t chuyển hướng %%d từ điển mới Các biến bash đã xuất (eg $fm_pwd, etc) có thể được sử dụng trong lệnh này.
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo nanini na ithebhu itshintshela kuluhlu olwahlukileyo: Sebenzisa: %%e uhlobo lwesiganeko (evt_tab_chdir) %%w id yefestile (jonga zzzfm -s uncedo) %%p Iphaneli %%t ithebhu %%d ulawulo olutsha Iinguqu ze-bash ezithunyelwa ngaphandle (eg $fm_pwd, etc) inokusetyenziswa kulo myalelo.
yi: :רעזיַיווגעוו שרעדנאַ אַ וצ ןעגנורעדנע לטיווק אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַי :ןצינ %%e פּיט שינעעשעג (evt_tab_chdir) %%w (ףליה zzzfm -s ןעז) ןיַיש רעטצנעפֿ %%p עילפאַט %%t לטיווק %%d רעזיַיווגעוו יַינ זלאַבאַירעוו שאַב דעטראָפּסקע (eg $fm_pwd, etc) .לעפֿאַב םעד ןיא טנייוועג ןייז ןענעק
