Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Read commands from FILE or PIPE. COMMAND for init.
af: Lees opdragte van FILE of PIPE. OPDRAG vir init.
am: ከFILE ወይም PIPE ትዕዛዞችን ያንብቡ። ለመግቢያ ትእዛዝ
ar: .init ـﻟ PIPE. COMMAND ﻭﺃ FILE ﻦﻣ ﺮﻣﺍﻭﻷ﻿ﺍ ﺓءﺍﺮﻗ
be: Чытанне каманд з FILE або PIPE. КАМАНДЫ для ініцыятывы.
bg: Четете команди от FILE или PIPE. КОМАНД за init.
bn: FILE বা PIPE থেকে কমান্ড পড়ুন। শুরুর জন্য COMMAND.
ca: Llegir ordres de FILE o PIPE. COMANDA per a init.
cy: Darllenwch orchmynion o FILE neu PIPE. COMMAND ar gyfer init.
da: Læs kommandoer fra FILE eller PIPE. KOMMANDO for init.
eo: Legu komandojn de FILE aŭ PIPE. KOMANDO por init.
et: Käskude lugemine failist FILE või PIPE. KÄSK initi jaoks.
eu: Irakurri FILE edo PIPE-ko komandoak. abiarazteko KANDOA.
fa: .init ﯼﺍﺮﺑ COMMAN .ﺪﯿﻧﺍﻮﺨﺑ PIPE ﺎﯾ FILE ﺯﺍ ﺍﺭ ﺕﺍﺭﻮﺘﺳﺩ
fi: Lue komennot tiedostosta FILE tai PIPE. KOMENTO initille.
fil: Basahin ang mga utos mula sa FILE o PIPE. COMMAND para sa init.
fy: Lês kommando's fan FILE of PIPE. COMMAND foar init.
ga: Léigh orduithe ó FILE nó PIPE. COMMAND for init.
gd: Leugh òrdughan bho FILE no PIPE. COMUNN airson init.
gl: Ler comandos de FILE ou PIPE. COMANDO para init.
gu: FILE અથવા PIPE ના આદેશો વાંચો. શરૂઆત માટે COMMAND.
he: .init רובע PIPE. COMMAND וא FILE-מ תודוקפ ארק
hi: FILE या PIPE से कमांड पढ़ें। init के लिए कमांड।
hr: Čitanje naredbi iz FILE ili PIPE. NAREDBA za init.
hu: Parancsok olvasása a FILE vagy PIPE fájlból. PARANCS az inithez.
hy: Կարդացեք հրամանները FILE-ից կամ PIPE-ից: ՀՐԱՄԱՆ՝ սկզբի համար:
id: Baca perintah dari FILE atau PIPE. PERINTAH untuk init.
is: Lestu skipanir úr FILE eða PIPE. Skipun fyrir init.
ka: წაიკითხეთ ბრძანებები FILE-დან ან PIPE-დან. COMMAND საწყისისთვის.
kk: FILE немесе PIPE пәрмендерін оқыңыз. Басуға арналған ПӘРІС.
km: អានពាក្យបញ្ជាពី FILE ឬ PIPE ។ ពាក្យបញ្ជាសម្រាប់ init ។
kn: FILE ಅಥವಾ PIPE ನಿಂದ ಆಜ್ಞೆಗಳನ್ನು ಓದಿ. init ಗಾಗಿ COMMAND.
ku: Fermanên ji FILE an PIPE bixwînin. FERMAN ji bo destpêkê.
ky: FILE же PIPEден буйруктарды окуу. баштоо үчүн БУЙРУК.
lb: Liest Kommandoen aus FILE oder PIPE. COMMAND fir init.
lo: ອ່ານຄໍາສັ່ງຈາກ FILE ຫຼື PIPE. ຄໍາສັ່ງສໍາລັບ init.
lt: Skaityti komandas iš FILE arba PIPE. KOMANDA už init.
lv: Lasīt komandas no FILE vai PIPE. KOMANDA init.
mg: Vakio ny baiko avy amin'ny FILE na PIPE. COMMAND ho an'ny init.
mi: Pānuihia nga whakahau mai i te FILE, i te PIPE ranei. WHAKAMAHI mo te init.
mk: Читајте команди од FILE или PIPE. COMMAND за init.
ml: FILE അല്ലെങ്കിൽ PIPE-ൽ നിന്നുള്ള കമാൻഡുകൾ വായിക്കുക. init-നുള്ള കമാൻഡ്.
mn: FILE эсвэл PIPE-ээс тушаалуудыг уншина уу. эхлүүлэх команд.
mr: FILE किंवा PIPE मधील आदेश वाचा. इनिटसाठी COMMAND.
mt: Aqra kmandi minn FILE jew PIPE. KMAND għal init.
my: FILE သို့မဟုတ် PIPE မှ ညွှန်ကြားချက်များကို ဖတ်ပါ။ init အတွက် CommAND
nb: Les kommandoer fra FILE eller PIPE. KOMMANDO for init.
ne: FILE वा PIPE बाट आदेशहरू पढ्नुहोस्। प्रारम्भको लागि COMMAND।
or: FILE କିମ୍ବା PIPE ରୁ ନିର୍ଦ୍ଦେଶ ପ Read ନ୍ତୁ | Init ପାଇଁ କମାଣ୍ଡ୍ |
pa: FILE ਜਾਂ PIPE ਤੋਂ ਕਮਾਂਡਾਂ ਪੜ੍ਹੋ। ਸ਼ੁਰੂਆਤ ਲਈ COMMAND।
ps: .COMMAND ﻩﺭﺎﭙﻟ ﻞﯿﭘ ﺩ .ﺊﻟﻮﻟﻭ ﻪﻧﻭډﻧﺎﻤﮐ ﻪﺨڅ PIPE ﺎﯾ FILE ﺩ
ro: Citiți comenzi din FILE sau PIPE. COMANDĂ pentru init.
rw: Soma amategeko kuva FILE cyangwa PIPE. ITEGEKO rya init.
sd: FILE ﺎﻳ PIPE ءِﻻ﻿ ﺕﺎﻋﻭﺮﺷ .ﻮﻫڙﭘ ﻢڪﺣ ﻥﺎﮐ COMMAND.
si: FILE හෝ PIPE වෙතින් විධාන කියවන්න. init සඳහා COMMAND.
sk: Čítanie príkazov zo súboru FILE alebo PIPE. PRÍKAZ na spustenie.
sl: Preberite ukaze iz FILE ali PIPE. UKAZ za init.
sq: Lexoni komandat nga FILE ose PIPE. KOMANDA për init.
sw: Soma amri kutoka FILE au PIPE. AMRI kwa init.
ta: FILE அல்லது PIPE இலிருந்து கட்டளைகளைப் படிக்கவும். initக்கான கட்டளை.
te: FILE లేదా PIPE నుండి ఆదేశాలను చదవండి. init కోసం COMMAND.
tg: Фармонҳоро аз FILE ё PIPE хонед. ФАРМОН барои оғоз.
th: อ่านคำสั่งจาก FILE หรือ PIPE คำสั่งสำหรับ init
tk: FILE ýa-da PIPE-den buýruklary okaň. Init üçin buýruk.
tt: FILE яки PIPE командаларын укыгыз. Init өчен боерык.
uk: Читання команд з FILE або PIPE. КОМАНДА для init.
ur: FILE ﺎﯾ PIPE ﮯﯿﻟ ﮯﮐ ﻉﻭﺮﺷ ۔ﮟﯿﮬﮍﭘ ﮉﻧﺎﻤﮐ ﮯﺳ COMMAND۔
uz: FILE yoki PIPE dan buyruqlarni o'qing. Init uchun BUYRUQ.
vi: Đọc lệnh từ FILE hoặc PIPE. COMMAND cho init.
xh: Funda imiyalelo evela kwiFILE okanye kwiPIPE. UMYALELO kwi-init.
yi: .טיני ראַפֿ לעפֿאַב .PIPE רעדאָ FILE ןופֿ זדנאַמאַק ןענעייל

source: No operation - does nothing but evaluate arguments
af: Geen operasie - doen niks anders as om argumente te evalueer nie
am: ምንም ክዋኔ የለም - ክርክሮችን ከመገምገም በስተቀር ምንም አያደርግም
ar: ﺞﺠﺤﻟﺍ ﻢﻴﻴﻘﺗ ﻯﻮﺳ ﺎًﺌﻴﺷ ﻞﻌﻔﺗ ﻻ﻿ - ﺔﻴﻠﻤﻋ ﻼ﻿ﺑ
be: Няма аперацыі - нічога не робіць, акрамя ацэнкі аргументаў
bg: Без операция - не прави нищо друго, освен оценява аргументите
bn: কোন অপারেশন - আর্গুমেন্ট মূল্যায়ন ছাড়া কিছুই করে না
ca: Sense operació: no fa més que avaluar arguments
cy: Dim llawdriniaeth - yn gwneud dim ond gwerthuso dadleuon
da: Ingen operation - gør ikke andet end at vurdere argumenter
eo: Neniu operacio - faras nenion krom taksi argumentojn
et: Ei mingit operatsiooni – ei tee muud, kui hindab argumente
eu: Eragiketarik ez - argumentuak ebaluatzea besterik ez du egiten
fa: ﺪﻫﺩ ﯽﻤﻧ ﻡﺎﺠﻧﺍ ﺎﻫ ﻥﺎﻣﻮﮔﺭﺁ ﯽﺑﺎﯾﺯﺭﺍ ﺰﺟ ﯼﺭﺎﮐ - ﺕﺎﯿﻠﻤﻋ ﻥﻭﺪﺑ
fi: Ei operaatiota - ei tee muuta kuin arvioi argumentteja
fil: Walang operasyon - walang ginagawa kundi suriin ang mga argumento
fy: Gjin operaasje - docht neat oars as evaluearje arguminten
ga: Gan aon oibríocht - ní dhéanann sí aon rud ach argóintí a mheas
gd: Gun obrachadh - a ’dèanamh dad ach a’ luachadh argamaidean
gl: Sen operación - non fai máis que avaliar argumentos
gu: કોઈ ઓપરેશન નથી - દલીલોનું મૂલ્યાંકન કરવા સિવાય કંઈ કરતું નથી
he: םינועיט ךירעהל דבלמ רבד השוע אל - הלועפ ןיא
hi: कोई ऑपरेशन नहीं - तर्कों का मूल्यांकन करने के अलावा कुछ नहीं करता
hr: Nema operacije - ne radi ništa osim ocjenjivanja argumenata
hu: Nincs művelet – nem tesz mást, mint kiértékeli az érveket
hy: Ոչ մի գործողություն - ոչինչ չի անում, բացի փաստարկների գնահատումից
id: Tidak ada operasi - tidak melakukan apa pun selain mengevaluasi argumen
is: Engin aðgerð - gerir ekkert annað en að meta rök
ka: არანაირი ოპერაცია - არაფერს აკეთებს, გარდა არგუმენტების შეფასებისა
kk: Операция жоқ - дәлелдерді бағалаудан басқа ештеңе істемейді
km: គ្មានប្រតិបត្តិការ - មិនធ្វើអ្វីក្រៅពីវាយតម្លៃអាគុយម៉ង់
kn: ಯಾವುದೇ ಕಾರ್ಯಾಚರಣೆ - ವಾದಗಳನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡುವುದನ್ನು ಹೊರತುಪಡಿಸಿ ಏನನ್ನೂ ಮಾಡುವುದಿಲ್ಲ
ku: No operasyon - ji nirxandina argumanan tiştek nake
ky: Эч кандай операция - аргументтерди баалоодон башка эч нерсе кылбайт
lb: Keng Operatioun - mécht näischt mee Argumenter evaluéieren
lo: ບໍ່ມີການດໍາເນີນງານ - ບໍ່ເຮັດຫຍັງນອກຈາກການປະເມີນການໂຕ້ຖຽງ
lt: Jokios operacijos – nieko nedaro, tik vertina argumentus
lv: Nekādas operācijas – nedara neko citu kā tikai izvērtē argumentus
mg: Tsy misy fandidiana - tsy manao na inona na inona afa-tsy manombatombana hevitra
mi: Karekau he mahi - karekau he mahi engari ko te arotake tohenga
mk: Нема операција - не прави ништо друго освен оценување на аргументите
ml: ഒരു പ്രവർത്തനവും ഇല്ല - വാദങ്ങൾ വിലയിരുത്തുകയല്ലാതെ മറ്റൊന്നും ചെയ്യുന്നില്ല
mn: Үйлдэл байхгүй - аргументуудыг үнэлэхээс өөр юу ч хийхгүй
mr: कोणतेही ऑपरेशन नाही - वितर्कांचे मूल्यांकन करण्याशिवाय काहीही करत नाही
mt: L-ebda operazzjoni - ma tagħmel xejn ħlief jevalwa l-argumenti
my: လုပ်ဆောင်ချက်မရှိပါ - ငြင်းခုံမှုများကို အကဲဖြတ်ရုံမှတပါး ဘာမှမလုပ်ဆောင်ပါ။
nb: Ingen operasjon - gjør ingenting annet enn å vurdere argumenter
ne: कुनै अपरेशन - तर्कहरूको मूल्याङ्कन बाहेक केही गर्दैन
or: କ operation ଣସି ଅପରେସନ୍ ନାହିଁ - ଯୁକ୍ତିଗୁଡ଼ିକର ମୂଲ୍ୟାଙ୍କନ ବ୍ୟତୀତ ଆଉ କିଛି କରେ ନାହିଁ |
pa: ਕੋਈ ਕਾਰਵਾਈ ਨਹੀਂ - ਦਲੀਲਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਤੋਂ ਇਲਾਵਾ ਕੁਝ ਨਹੀਂ ਕਰਦਾ
ps: ﻪﻧﻭﺯﺭﺍ ﻮﻧﻮﻠﯿﻟﺩ ﺩ ﺮګﻣ ﻱﻮﮐ ﻪﻧ څﯿﻫ - ﺕﺎﯿﻠﻤﻋ څﯿﻫ
ro: Nicio operațiune - nu face altceva decât să evalueze argumente
rw: Nta gikorwa - ntakindi gikora usibye gusuzuma impaka
sd: ﻲﻫﺁ ﻭﺪﻨﭠﻭ ﻭﺰﺋﺎﺟ ﻮﺟ ﻦﻠﻴﻟﺩ ﺮﭘ ﻲﻫﺁ ﻭﺪﻨڪ ﻪﻧ ﻦﺸﻳﺮﭘﺁ ﻪﺑﻮڪ
si: මෙහෙයුමක් නැත - තර්ක ඇගයීම හැර වෙන කිසිවක් නොකරයි
sk: Žiadna operácia – nerobí nič, len vyhodnocuje argumenty
sl: Brez operacije - ne naredi nič drugega kot ovrednoti argumente
sq: Asnjë operacion - nuk bën gjë tjetër veçse vlerëson argumentet
sw: Hakuna operesheni - haifanyi chochote ila kutathmini hoja
ta: எந்த செயல்பாடும் இல்லை - வாதங்களை மதிப்பிடுவதைத் தவிர வேறு எதையும் செய்யாது
te: ఆపరేషన్ లేదు - వాదనలను మూల్యాంకనం చేయడం తప్ప మరేమీ చేయదు
tg: Амалиёт нест - ҷуз арзёбии далелҳо чизе намекунад
th: ไม่มีการดำเนินการ - ไม่ทำอะไรเลยนอกจากประเมินข้อโต้แย้ง
tk: Operasiýa ýok - argumentlere baha bermekden başga zat etmeýär
tt: Операция юк - аргументларны бәяләүдән башка бернәрсә дә эшләми
uk: Немає операції - нічого не виконує, крім оцінки аргументів
ur: ﺎﺗﺮﮐ ﮟﯿﮩﻧ ﮫﭽﮐ ﺍﻮﺳ ﮯﮐ ﮯﻧﺎﮕﻟ ﮦﺯﺍﺪﻧﺍ ﺎﮐ ﻞﺋﻻ﻿ﺩ - ﮟﯿﮩﻧ ﻦﺸﯾﺮﭘﺁ ﯽﺋﻮﮐ
uz: Hech qanday operatsiya - argumentlarni baholashdan boshqa hech narsa qilmaydi
vi: Không hoạt động - không làm gì khác ngoài đánh giá các đối số
xh: Akukho msebenzi - akenzi nto ngaphandle kokuvavanya iingxoxo
yi: תונעט ןצאַשפּאָ רעבאָ טשינראָג טוט - עיצאַרעפּאָ ןייק

source: Close the dialog
af: Maak die dialoog toe
am: መገናኛውን ዝጋ
ar: ﺭﺍﻮﺤﻟﺍ ﻊﺑﺮﻣ ﻖﻠﻏﺃ
be: Зачыніце дыялогавае акно
bg: Затворете диалоговия прозорец
bn: ডায়ালগ বন্ধ করুন
ca: Tanqueu el diàleg
cy: Caewch y dialog
da: Luk dialogen
eo: Fermu la dialogon
et: Sulgege dialoog
eu: Itxi elkarrizketa-koadroa
fa: ﺪﯾﺪﻨﺒﺑ ﺍﺭ ﻮﮕﺘﻔﮔ
fi: Sulje valintaikkuna
fil: Isara ang dialog
fy: Slút it dialoochfinster
ga: Dún an dialóg
gd: Dùin an còmhradh
gl: Pecha o diálogo
gu: સંવાદ બંધ કરો
he: חיש-ודה תבית תא רוגס
hi: डायलॉग बंद करें
hr: Zatvorite dijalog
hu: Zárja be a párbeszédpanelt
hy: Փակեք երկխոսությունը
id: Tutup dialog
is: Lokaðu glugganum
ka: დახურეთ დიალოგი
kk: Диалогты жабыңыз
km: បិទប្រអប់
kn: ಸಂವಾದವನ್ನು ಮುಚ್ಚಿ
ku: Diyalogê bigire
ky: Диалогду жабыңыз
lb: Den Dialog zoumaachen
lo: ປິດກ່ອງໂຕ້ຕອບ
lt: Uždarykite dialogo langą
lv: Aizveriet dialoglodziņu
mg: Akatona ny fifanakalozan-kevitra
mi: Katia te korero
mk: Затворете го дијалогот
ml: ഡയലോഗ് അടയ്ക്കുക
mn: Харилцах цонхыг хаа
mr: संवाद बंद करा
mt: Agħlaq id-djalogu
my: ဒိုင်ယာလော့ခ်ကို ပိတ်ပါ။
nb: Lukk dialogboksen
ne: संवाद बन्द गर्नुहोस्
or: ଡାୟଲଗ୍ ବନ୍ଦ କରନ୍ତୁ |
pa: ਡਾਇਲਾਗ ਬੰਦ ਕਰੋ
ps: ﺉړﮐ ﺪﻨﺑ ګﻮﻟﺎﯾډ
ro: Închideți dialogul
rw: Funga ikiganiro
sd: ﻮﻳﺮڪ ﺪﻨﺑ ﮒﻼ﻿ﺋﺍڊ
si: සංවාදය වසන්න
sk: Zatvorte dialógové okno
sl: Zaprite pogovorno okno
sq: Mbyll dialogun
sw: Funga kidirisha
ta: உரையாடலை மூடு
te: డైలాగ్u200cను మూసివేయండి
tg: Муколамаро пӯшед
th: ปิดกล่องโต้ตอบ
tk: Dialogy ýapyň
tt: Диалогны ябу
uk: Закрийте діалогове вікно
ur: ۔ﮟﯾﺮﮐ ﺪﻨﺑ ﮒﻼ﻿ﯿﺋﺍﮈ
uz: Muloqot oynasini yoping
vi: Đóng hộp thoại
xh: Vala ingxoxo
yi: גאָלאַיד יד טנעאָנ

source: Press button named BUTTON-NAME
af: Druk knoppie genaamd KNOP-NAAM
am: BUTTON-NAME የሚባል ቁልፍ ተጫን
ar: BUTTON-NAME ﻰﻤﺴﻤﻟﺍ ﺭﺰﻟﺍ ﻰﻠﻋ ﻂﻐﺿﺍ
be: Націсніце кнопку з назвай BUTTON-NAME
bg: Натиснете бутона с име BUTTON-NAME
bn: BUTTON-NAME নামের বোতাম টিপুন
ca: Premeu el botó anomenat BUTTON-NAME
cy: Gwasgwch y botwm o'r enw BUTTON-NAME
da: Tryk på knappen med navnet KNAP-NAVN
eo: Premu la butonon nomitan BUTTON-NOMO
et: Vajutage nuppu BUTTON-NAME
eu: Sakatu BUTTON-NAME izeneko botoia
fa: ﺪﯿﻫﺩ ﺭﺎﺸﻓ ﺍﺭ BUTTON-NAME ﻡﺎﻧ ﻪﺑ ﯼﺍ ﻪﻤﮐﺩ
fi: Paina painiketta nimeltä BUTTON-NAME
fil: Pindutin ang button na pinangalanang BUTTON-NAME
fy: Druk op knop neamd BUTTON-NAME
ga: Brúigh cnaipe darb ainm BUTTON-NAME
gd: Putan naidheachd air ainmeachadh BUTTON-NAME
gl: Preme o botón chamado BUTTON-NAME
gu: BUTTON-NAME નામનું બટન દબાવો
he: BUTTON-NAME םשב רותפכ לע ץחל
hi: बटन-नाम नाम का बटन दबाएं
hr: Pritisnite gumb pod nazivom BUTTON-NAME
hu: Nyomja meg a BUTTON-NAME nevű gombot
hy: Սեղմեք BUTTON-NAME անունով կոճակը
id: Tekan tombol bernama BUTTON-NAME
is: Ýttu á hnapp sem heitir HNAPP-NAFN
ka: დააჭირეთ ღილაკს სახელად BUTTON-NAME
kk: BUTTON-NAME деп аталатын түймені басыңыз
km: ចុចប៊ូតុងដែលមានឈ្មោះថា BUTTON-NAME
kn: BUTTON-NAME ಹೆಸರಿನ ಬಟನ್ ಒತ್ತಿರಿ
ku: Bişkojka bi navê BUTTON-NAME pêl bike
ky: BUTTON-NAME деп аталган баскычты басыңыз
lb: Dréckt Knäppchen mam Numm KNAPP-NUMM
lo: ກົດປຸ່ມຊື່ BUTTON-NAME
lt: Paspauskite mygtuką, pavadintą BUTTON-NAME
lv: Nospiediet pogu BUTTON-NAME
mg: Tsindrio ny bokotra antsoina hoe BUTTON-NAME
mi: Patohia te paatene kua whakaingoatia BUTTON-NAME
mk: Притиснете го копчето со име BUTTON-NAME
ml: BUTTON-NAME എന്ന പേരിലുള്ള ബട്ടൺ അമർത്തുക
mn: BUTTON-NAME нэртэй товчлуурыг дарна уу
mr: BUTTON-NAME नावाचे बटण दाबा
mt: Agħfas il-buttuna bl-isem BUTTON-ISEM
my: BUTTON-NAME အမည်ရှိ ခလုတ်ကို နှိပ်ပါ။
nb: Trykk på knappen som heter KNAPP-NAVN
ne: BUTTON-NAME नामको बटन थिच्नुहोस्
or: BUTTON-NAME ନାମକ ବଟନ୍ ଦବାନ୍ତୁ |
pa: BUTTON-NAME ਨਾਮ ਦਾ ਬਟਨ ਦਬਾਓ
ps: ﺉړﮐ ﺭﺎﺸﻓ ۍڼﺗ ﻡﻮﻧ ﻪﭘ BUTTON-NAME ﺩ
ro: Apăsați butonul numit BUTTON-NAME
rw: Kanda buto yitwa BUTTON-IZINA
sd: BUTTON-NAME ﻮﻳﺎﭔﺩ ﻲﮐ ﮡٽﺑ ﻲﻟﺎﻧ
si: BUTTON-NAME නමින් බොත්තම ඔබන්න
sk: Stlačte tlačidlo s názvom BUTTON-NAME
sl: Pritisnite gumb z imenom BUTTON-NAME
sq: Shtypni butonin me emrin BUTTON-NAME
sw: Bonyeza kitufe kinachoitwa BUTTON-NAME
ta: BUTTON-NAME என்ற பட்டனை அழுத்தவும்
te: BUTTON-NAME పేరుతో బటన్u200cను నొక్కండి
tg: Тугмаи бо номи ТУГМА-НОМ-ро пахш кунед
th: กดปุ่มชื่อ BUTTON-NAME
tk: BUTTON-NAME atly düwmä basyň
tt: BUTTON-NAME исемле төймәгә басыгыз
uk: Натисніть кнопку з назвою BUTTON-NAME
ur: ﮟﯿﺋﺎﺑﺩ ﻦﭩﺑ ﺎﮐ ﻡﺎﻧ ﻦﭩﺑ
uz: BUTTON-NAME deb nomlangan tugmani bosing
vi: Nhấn nút có tên NÚT-TÊN
xh: Cofa iqhosha elinegama BUTTON-NAME
yi: ןעמאָנ-לפּענק ןסייהעג לפּענק קורד

source: Set element NAME to VALUE
af: Stel element NAME op VALUE
am: አባል NAMEን ወደ VALUE አዘጋጅ
ar: VALUE ﻰﻠﻋ NAME ﺮﺼﻨﻌﻟﺍ ﻦﻴﻴﻌﺗ ﻢﺗ
be: Усталюйце для элемента NAME значэнне VALUE
bg: Задайте елемент NAME на VALUE
bn: NAME উপাদানকে VALUE এ সেট করুন
ca: Estableix l'element NAME en VALUE
cy: Gosod elfen ENW i WERTH
da: Indstil element NAME til VALUE
eo: Agordu elementon NAME al VALUE
et: Määra elemendi NAME väärtuseks VALUE
eu: Ezarri NAME elementua VALUE gisa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ VALUE ﯼﻭﺭ ﺍﺭ NAME ﺮﺼﻨﻋ
fi: Aseta elementille NAME arvoksi VALUE
fil: Itakda ang elementong NAME sa VALUE
fy: Stel elemint NAME yn op VALUE
ga: Socraigh eilimint AINM go LUACH
gd: Suidhich eileamaid AINM gu LUACH
gl: Establece o elemento NAME en VALUE
gu: ઘટક NAME ને VALUE પર સેટ કરો
he: VALUE-ל NAME ביכרה תא רדגה
hi: तत्व NAME को VALUE पर सेट करें
hr: Postavite element NAME na VALUE
hu: A NAME elem beállítása VALUE értékre
hy: Սահմանեք NAME տարրը VALUE-ի
id: Setel elemen NAME ke VALUE
is: Stilltu þáttinn NAME á VALUE
ka: დააყენეთ ელემენტი NAME VALUE-ზე
kk: NAME элементін VALUE мәніне орнатыңыз
km: កំណត់ធាតុ NAME ទៅ VALUE
kn: NAME ಅಂಶವನ್ನು VALUE ಗೆ ಹೊಂದಿಸಿ
ku: Hêmana NAME bike BALUE
ky: NAME элементин VALUE деп коюңуз
lb: Set Element NAME op VALUE
lo: ຕັ້ງອົງປະກອບ NAME ເປັນ VALUE
lt: Nustatyti elementą NAME į VALUE
lv: Iestatīt elementu NAME uz VALUE
mg: Mametraha singa NAME ho VALUE
mi: Tautuhi huānga NAME ki te VALUE
mk: Поставете го елементот NAME на VALUE
ml: ഘടകം NAME എന്നത് VALUE ആയി സജ്ജീകരിക്കുക
mn: NAME элементийг VALUE болгож тохируулна уу
mr: NAME घटक VALUE वर सेट करा
mt: Issettja l-element NAME għal VALUE
my: အစိတ်အပိုင်း NAME ကို VALUE တွင် သတ်မှတ်ပါ။
nb: Sett element NAME til VALUE
ne: तत्व NAME लाई VALUE मा सेट गर्नुहोस्
or: ଉପାଦାନ NAME କୁ VALUE ରେ ସେଟ୍ କରନ୍ତୁ |
pa: ਤੱਤ NAME ਨੂੰ VALUE 'ਤੇ ਸੈੱਟ ਕਰੋ
ps: ﺊﮐﺎټﻭ ﻪﺗ NAME VALUE ﺮﺼﻨﻋ
ro: Setați elementul NAME la VALUE
rw: Shiraho ikintu IZINA RY'AGACIRO
sd: ﻮﻳﺮڪ ٽﻴﺳ ﻲﺗ VALUE ﻲﮐ NAME ﺮﺼﻨﻋ
si: NAME මූලද්u200dරව්u200dයය VALUE ලෙස සකසන්න
sk: Nastaviť prvok NAME na VALUE
sl: Nastavite element NAME na VALUE
sq: Cakto elementin NAME në VALUE
sw: Weka kipengele NAME kuwa VALUE
ta: உறுப்பை NAME ஐ VALUE ஆக அமைக்கவும்
te: మూలకం NAMEని VALUEకి సెట్ చేయండి
tg: Элементи NAME ба VALUE таъин кунед
th: ตั้งค่าองค์ประกอบ NAME เป็น VALUE
tk: NAME elementini VALUE edip düzüň
tt: NAME элементын VALUE итеп куегыз
uk: Установити для елемента NAME значення VALUE
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﺮﭘ VALUE ﻮﮐ NAME ﺮﺼﻨﻋ
uz: NAME elementini VALUE qilib o‘rnating
vi: Đặt phần tử NAME thành VALUE
xh: Cwangcisa isiqalelo NAME ukuya VALUE
yi: VALUE וצ NAME טנעמעלע ןלעטש

source: Select item VALUE (or first/all) in element NAME
af: Kies item VALUE (of eerste/almal) in element NAAM
am: በ NAME ንጥል ውስጥ VALUE (ወይም መጀመሪያ/ሁሉም) ምረጥ
ar: NAME ﺮﺼﻨﻌﻟﺍ ﻲﻓ (ﻞﻜﻟﺍ / ﻝﻭﻷ﻿ﺍ ﻭﺃ) VALUE ﺮﺼﻨﻌﻟﺍ ﺩﺪﺣ
be: Выберыце элемент VALUE (або першы/усё) у элеменце NAME
bg: Изберете елемент VALUE (или първо/всички) в елемент NAME
bn: NAME উপাদানে VALUE আইটেম (বা প্রথম/সমস্ত) নির্বাচন করুন
ca: Seleccioneu l'element VALUE (o primer/tot) a l'element NAME
cy: Dewiswch eitem GWERTH (neu gyntaf / popeth) yn elfen ENW
da: Vælg element VALUE (eller først/alle) i element NAME
eo: Elektu eron VALUE (aŭ unue/ĉion) en elemento NOMO
et: Valige elemendis NAME üksus VALUE (või esimene/kõik).
eu: Hautatu VALUE elementua (edo lehena/guztia) NAME elementuan
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ NAME ﺮﺼﻨﻋ ﺭﺩ ﺍﺭ (ﻪﻤﻫ/ﻦﯿﻟﻭﺍ ﺎﯾ) VALUE ﺩﺭﻮﻣ
fi: Valitse kohde VALUE (tai ensimmäinen/kaikki) elementistä NAME
fil: Piliin ang item na VALUE (o una/lahat) sa elementong NAME
fy: Selektearje item WAARDE (of earst/allegear) yn elemint NAME
ga: Roghnaigh mír LUACH (nó an chéad / uile) in eilimint AINM
gd: Tagh nì LUACH (no an toiseach / a h-uile càil) ann an eileamaid AINM
gl: Selecciona o elemento VALUE (ou primeiro/todo) no elemento NAME
gu: NAME ઘટકમાં આઇટમ VALUE (અથવા પ્રથમ/બધી) પસંદ કરો
he: NAME ביכרב (לכ/ןושאר וא) VALUE טירפ רחב
hi: NAME तत्व में आइटम का चयन करें VALUE (या पहले/सभी)
hr: Odaberite stavku VALUE (ili prvu/sve) u elementu NAME
hu: Válassza ki a VALUE elemet (vagy először/minden) a NAME elemben
hy: Ընտրեք VALUE տարրը (կամ առաջինը/բոլորը) NAME տարրում
id: Pilih item VALUE (atau pertama/semua) di elemen NAME
is: Veldu hlut VALUE (eða fyrst/allt) í frumeiningunni NAME
ka: აირჩიეთ ელემენტი VALUE (ან პირველი/ყველა) ელემენტში NAME
kk: NAME элементіндегі VALUE элементін (немесе бірінші/барлығын) таңдаңыз
km: ជ្រើសរើសធាតុ VALUE (ឬដំបូង/ទាំងអស់) នៅក្នុងធាតុ NAME
kn: NAME ಅಂಶದಲ್ಲಿ ಐಟಂ VALUE (ಅಥವಾ ಮೊದಲ/ಎಲ್ಲ) ಆಯ್ಕೆಮಾಡಿ
ku: Di hêmana NAME de babeta VALUE (an yekem/hemû) hilbijêre
ky: NAME элементинен VALUE элементин (же биринчи/баарын) тандаңыз
lb: Wielt Element VALUE (oder éischt / all) am Element NAME
lo: ເລືອກລາຍການ VALUE (ຫຼືທຳອິດ/ທັງໝົດ) ໃນອົງປະກອບ NAME
lt: Pasirinkite elementą VALUE (arba pirmą / visus) elemente NAME
lv: Atlasiet vienumu VALUE (vai pirmo/visu) elementā NAME
mg: Safidio ny singa VALUE (na voalohany/rehetra) ao amin'ny singa NAME
mi: Tīpakohia te tūemi VALUE (tuatahi/katoa) i te huānga NAME
mk: Изберете ставка VALUE (или прва/сите) во елементот NAME
ml: NAME എന്ന ഘടകത്തിലെ ഇനം VALUE (അല്ലെങ്കിൽ ആദ്യം/എല്ലാം) തിരഞ്ഞെടുക്കുക
mn: NAME элементийн VALUE (эсвэл эхний/бүгд) зүйлийг сонгоно уу
mr: NAME घटकामध्ये VALUE (किंवा प्रथम/सर्व) आयटम निवडा
mt: Agħżel l-oġġett VALUR (jew l-ewwel/kollha) fl-element ISEM
my: ဒြပ်စင် NAME တွင် အကြောင်းအရာ VALUE (သို့မဟုတ် ပထမ/အားလုံး) ကို ရွေးပါ။
nb: Velg element VERDI (eller først/alle) i element NAME
ne: NAME तत्वमा वस्तु VALUE (वा पहिलो/सबै) चयन गर्नुहोस्
or: ଉପାଦାନ NAME ରେ ଆଇଟମ୍ VALUE (କିମ୍ବା ପ୍ରଥମ / ସମସ୍ତ) ଚୟନ କରନ୍ତୁ |
pa: ਤੱਤ NAME ਵਿੱਚ ਆਈਟਮ VALUE (ਜਾਂ ਪਹਿਲੀ/ਸਾਰੀ) ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ (ﻝﻮټ/ﯼړﻣﻮﻟ ﺎﯾ) VALUE ﻲﮐﻮﺗ ﯥﮐ NAME ﺮﺼﻨﻋ ﻪﭘ
ro: Selectați elementul VALUE (sau primul/toate) din elementul NAME
rw: Hitamo ikintu AGACIRO (cyangwa ubanza / byose) mubintu IZINA
sd: ﻮﻳڊﻧﻮﭼ (ﭛﺳ/ﻥﻮﻳﺮﮭﭘ ﺎﻳ) VALUE ءِﻲﺷ ۾ NAME ﺮﺼﻨﻋ
si: NAME මූලද්රව්යයේ VALUE අයිතමය (හෝ පළමු/සියල්ල) තෝරන්න
sk: Vyberte položku VALUE (alebo prvú/všetky) v prvku NAME
sl: Izberite element VALUE (ali prvi/vse) v elementu NAME
sq: Zgjidh artikullin VALUE (ose i pari/të gjitha) në elementin NAME
sw: Chagua kipengee VALUE (au kwanza/chote) katika kipengele NAME
ta: NAME உறுப்பில் VALUE (அல்லது முதல்/அனைத்தும்) உருப்படியைத் தேர்ந்தெடுக்கவும்
te: మూలకం NAMEలో VALUE (లేదా మొదటి/అన్ని) అంశాన్ని ఎంచుకోండి
tg: Унсури VALUE (ё аввал/ҳама) -ро дар элементи NAME интихоб кунед
th: เลือกรายการ VALUE (หรือก่อน/ทั้งหมด) ในองค์ประกอบ NAME
tk: NAME elementinde VALUE elementini (ýa-da ilki / hemmesini) saýlaň
tt: NAME элементында VALUE (яки беренче / барысы) пунктын сайлагыз
uk: Виберіть елемент VALUE (або перший/усі) в елементі NAME
ur: ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ (ﺐﺳ/ﻼ﻿ﮩﭘ ﺎﯾ) VALUE ﻢﭩﺋﺁ ﮟﯿﻣ NAME ﺮﺼﻨﻋ
uz: NAME elementida VALUE bandini (yoki birinchi/barchasi) tanlang
vi: Chọn mục VALUE (hoặc đầu tiên / tất cả) trong phần tử NAME
xh: Khetha into VALUE (okanye yokuqala/yonke) kwisiqalelo NAME
yi: ןעמאָנ טנעמעלע ןיא (עלאַ / רעטשרע רעדאָ) טרעוו רעמונ ןביַילקסיוא
