Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Device Mount Point
af: Toestel Mount Point
am: የመሣሪያ ተራራ ነጥብ
ar: Mount Point ﺯﺎﻬﺟ
be: Кропка мантажу прылады
bg: Точка за монтиране на устройството
bn: ডিভাইস মাউন্ট পয়েন্ট
ca: Punt de muntatge del dispositiu
cy: Dyfais Mount Point
da: Enhedsmonteringspunkt
eo: Aparato Monto Punkto
et: Seadme kinnituspunkt
eu: Gailua muntatzeko puntua
fa: ﻩﺎﮕﺘﺳﺩ ﺐﺼﻧ ﻪﻄﻘﻧ
fi: Laitteen kiinnityspiste
fil: Punto ng Mount ng Device
fy: Apparaat Mount Point
ga: Gléas Mount Point
gd: Inneal Mount Point
gl: Punto de montaxe do dispositivo
gu: ઉપકરણ માઉન્ટ પોઇન્ટ
he: ןקתה רה תדוקנ
hi: डिवाइस माउंट पॉइंट
hr: Točka postavljanja uređaja
hu: Eszköz rögzítési pontja
hy: Սարքի լեռան կետ
id: Titik Pemasangan Perangkat
is: Tæki Mount Point
ka: მოწყობილობის სამონტაჟო წერტილი
kk: Құрылғыны орнату нүктесі
km: ចំណុចម៉ោនឧបករណ៍
kn: ಸಾಧನ ಮೌಂಟ್ ಪಾಯಿಂಟ್
ky: Аппаратты орнотуу пункту
lb: Apparat Mount Point
lo: ຈຸດເຊື່ອມຕໍ່ອຸປະກອນ
lt: Įrenginio Prijungimo Taškas
lv: Ierīces stiprinājuma punkts
mg: Tendrombohitra fitaovana
mi: Pūrere Maunga Point
mk: Точка за монтирање на уредот
ml: ഉപകരണം മൗണ്ട് പോയിന്റ്
mn: Төхөөрөмжийг суурилуулах цэг
mr: डिव्हाइस माउंट पॉइंट
mt: Apparat Mount Point
my: စက်ပစ္စည်း Mount Point
nb: Enhetsmonteringspunkt
ne: यन्त्र माउन्ट पोइन्ट
or: ଡିଭାଇସ୍ ମାଉଣ୍ଟ ପଏଣ୍ଟ |
pa: ਡਿਵਾਈਸ ਮਾਊਂਟ ਪੁਆਇੰਟ
ps: ﻪﻄﻘﻧ ﻩﺮﻏ ﺩ ﯥﻠﯿﺳﻭ ﺩ
ro: Punctul de montare al dispozitivului
rw: Igikoresho cya Mount Point
sd: ٽﻨﺋﺍﻮﭘ ﻞﺒﺟ ﺲﻴﺋﺍﻭڊ
si: උපාංගය මවුන්ට් පොයින්ට්
sk: Montážny bod zariadenia
sl: Točka namestitve naprave
sq: Pika e montimit të pajisjes
sw: Kifaa cha Mount Point
ta: சாதனம் மவுண்ட் பாயிண்ட்
te: పరికరం మౌంట్ పాయింట్
tg: Нуқтаи насби дастгоҳ
th: จุดต่ออุปกรณ์
tk: Enjamyň nokady
tt: Маунт Пойнт
uk: Точка кріплення пристрою
ur: ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺲﺋﺍﻮﯾﮈ
uz: Qurilmani o'rnatish nuqtasi
vi: Điểm gắn thiết bị
xh: Isixhobo Mount Point
yi: טנופ גראב לטימ

source: Device Label
af: Toesteletiket
am: የመሣሪያ መለያ
ar: ﺯﺎﻬﺠﻟﺍ ﺔﻴﻤﺴﺗ
be: Этыкетка прылады
bg: Етикет на устройството
bn: ডিভাইস লেবেল
ca: Etiqueta del dispositiu
cy: Label Dyfais
da: Enhedsmærkat
eo: Aparato Etikedo
et: Seadme silt
eu: Gailuaren etiketa
fa: ﻩﺎﮕﺘﺳﺩ ﺐﺴﭼﺮﺑ
fi: Laitteen etiketti
fil: Label ng Device
fy: Apparaat Label
ga: Lipéad Gléas
gd: Label inneal
gl: Etiqueta do dispositivo
gu: ઉપકરણ લેબલ
he: רישכמ תיוות
hi: डिवाइस लेबल
hr: Oznaka uređaja
hu: Eszközcímke
hy: Սարքի պիտակ
id: Label Perangkat
is: Merki tækis
ka: მოწყობილობის ეტიკეტი
kk: Құрылғы белгісі
km: ស្លាកឧបករណ៍
kn: ಸಾಧನ ಲೇಬಲ್
ky: Түзмөк энбелгиси
lb: Apparat Label
lo: ປ້າຍກຳກັບອຸປະກອນ
lt: Įrenginio etiketė
lv: Ierīces etiķete
mg: Label fitaovana
mi: Tapanga Pūrere
mk: Ознака на уредот
ml: ഉപകരണ ലേബൽ
mn: Төхөөрөмжийн шошго
mr: डिव्हाइस लेबल
mt: Tikketta tal-Apparat
my: စက်ပစ္စည်း အညွှန်း
nb: Enhetsetikett
ne: यन्त्र लेबल
or: ଉପକରଣ ଲେବଲ୍ |
pa: ਡਿਵਾਈਸ ਲੇਬਲ
ps: ﻞﺒﯿﻟ ﯥﻠﯿﺳﻭ ﺩ
ro: Eticheta dispozitivului
rw: Ikirango cyibikoresho
sd: ﻞﺒﻴﻟ ﺲﻴﺋﺍﻭڊ
si: උපාංග ලේබලය
sk: Štítok zariadenia
sl: Oznaka naprave
sq: Etiketa e pajisjes
sw: Lebo ya Kifaa
ta: சாதன லேபிள்
te: పరికర లేబుల్
tg: Нишони дастгоҳ
th: ป้ายชื่ออุปกรณ์
tk: Enjam belligi
tt: Iceайланма ярлыгы
uk: Етикетка пристрою
ur: ﻞﺒﯿﻟ ﺎﮐ ﺲﺋﺍﻮﯾﮈ
uz: Qurilma yorlig'i
vi: Nhãn thiết bị
xh: Ileyibhile yesixhobo
yi: לעבאַל לטימ

source: Device FSType
af: Toestel FStipe
am: መሣሪያ FST ዓይነት
ar: FSType ﺯﺎﻬﺠﻟﺍ
be: Прылада FSType
bg: Устройство FSType
bn: ডিভাইস FSType
ca: Dispositiu FSType
cy: Dyfais FSType
da: Enhed FStype
eo: Aparato FSType
et: Seadme FSType
eu: FSType gailua
fa: FSTtype ﻩﺎﮕﺘﺳﺩ
fi: Laitteen FSType
fil: FStype ng device
fy: Apparaat FStype
ga: Gléas FSType
gd: Inneal FSType
gl: Dispositivo FSType
gu: ઉપકરણ FSType
he: FStype רישכמ
hi: डिवाइस FSType
hr: Uređaj FSType
hu: Eszköz FSType
hy: Սարքի FSType
id: Jenis FS Perangkat
is: Tæki FStype
ka: მოწყობილობა FSType
kk: FSType құрылғысы
km: ប្រភេទ FST ឧបករណ៍
kn: ಸಾಧನ FST ಮಾದರಿ
ku: Amûra FSType
ky: Түзмөк FSType
lb: Apparat FSType
lo: ອຸປະກອນ FSType
lt: Įrenginio FSType
lv: Ierīces FSType
mg: FSType fitaovana
mi: Pūrere FSMomo
mk: Уред FST-тип
ml: ഉപകരണം FSType
mn: FSTtype төхөөрөмж
mr: डिव्हाइस FSType
mt: Apparat FSType
my: စက်ပစ္စည်း FST အမျိုးအစား
nb: Enhet FStype
ne: यन्त्र FSType
or: ଡିଭାଇସ୍ FSType |
pa: ਡਿਵਾਈਸ FSType
ps: FSType ﻪﻠﯿﺳﻭ
ro: Dispozitiv FSType
rw: Ibikoresho bya FSType
sd: FSType ﺲﻴﺋﺍﻭڊ
si: උපාංගය FSType
sk: Zariadenie FSType
sl: Naprava FSType
sq: Lloji FST i pajisjes
sw: Kifaa FSType
ta: சாதனம் FST வகை
te: పరికరం FST రకం
tg: Дастгоҳи FSType
th: อุปกรณ์ FSType
tk: Enjam FSType
tt: FSType җайланмасы
uk: Пристрій FSType
ur: FSType ﺲﺋﺍﻮﯾﮈ
uz: FSType qurilmasi
vi: FSType của thiết bị
xh: Isixhobo FSType
yi: FSType לטימ

source: Device UDI
af: Toestel UDI
am: መሳሪያ UDI
ar: ﺯﺎﻬﺟ UDI
be: Прылада UDI
bg: устройство UDI
bn: যন্ত্র UDI
ca: Dispositiu UDI
cy: Dyfais UDI
da: Enhed UDI
eo: Aparato UDI
et: Seade UDI
eu: Gailua UDI
fa: ﻩﺎﮕﺘﺳﺩ UDI
fi: Laite UDI
fy: Apparaat UDI
ga: Gléas UDI
gd: Inneal UDI
gl: Dispositivo UDI
gu: ઉપકરણ UDI
he: ןקתה UDI
hi: युक्ति UDI
hr: Uređaj UDI
hu: Eszköz UDI
hy: Սարք UDI
id: Perangkat UDI
is: Tæki UDI
ka: მოწყობილობა UDI
kk: Құрылғы UDI
km: ឧបករណ៍ UDI
kn: ಸಾಧನ UDI
ku: Sazî UDI
ky: Түзмөк UDI
lb: Apparat UDI
lo: ອຸປະກອນ UDI
lt: Įrenginys UDI
lv: Ierīce UDI
mg: Fitaovana UDI
mi: Pūrere UDI
mk: Уред UDI
ml: ഉപകരണം UDI
mn: Төхөөрөмж UDI
mr: साधन UDI
mt: Apparat UDI
my: စက်ကိရိယာ UDI
nb: Enhet UDI
ne: यन्त्र UDI
or: ଉପକରଣ UDI
pa: ਡਿਵਾਈਸ UDI
ps: ﻪﻠﯿﺳﻭ UDI
ro: Dispozitiv UDI
rw: Igikoresho UDI
sd: ﺲﻴﺋﺍﻭڊ UDI
si: උපාංගය UDI
sk: Zariadenie UDI
sl: Naprava UDI
sq: Pajisja UDI
sw: Kifaa UDI
ta: சாதனம் UDI
te: పరికరం UDI
tg: Дастгоҳ UDI
th: อุปกรณ์ UDI
tk: Enjam UDI
tt: Devайланма UDI
uk: Пристрій UDI
ur: ﺲﺋﺍﻮﯾﮈ UDI
uz: Qurilma UDI
vi: Thiết bị UDI
xh: Isixhobo UDI
yi: לטימ UDI

source: Device Properties
af: Toestel eienskappe
am: የመሣሪያ ባህሪያት
ar: ﺯﺎﻬﺠﻟﺍ ﺺﺋﺎﺼﺧ
be: Уласцівасці прылады
bg: Свойства на устройството
bn: ডিভাইস বৈশিষ্ট্য
ca: Propietats del dispositiu
cy: Priodweddau Dyfais
da: Enhedsegenskaber
eo: Aparato Propraĵoj
et: Seadme omadused
eu: Gailuaren propietateak
fa: ﻩﺎﮕﺘﺳﺩ ﯼﺎﻫ ﯽﮔﮋﯾﻭ
fi: Laitteen ominaisuudet
fil: Mga Katangian ng Device
fy: Apparaat Eigenskippen
ga: Airíonna Gléas
gd: Togalaichean inneal
gl: Propiedades do dispositivo
gu: ઉપકરણ ગુણધર્મો
he: רישכמ ינייפאמ
hi: डिवाइस गुण
hr: Svojstva uređaja
hu: Eszköz tulajdonságai
hy: Սարքի հատկություններ
id: Properti Perangkat
is: Eiginleikar tækis
ka: მოწყობილობის თვისებები
kk: Құрылғы сипаттары
km: លក្ខណៈសម្បត្តិឧបករណ៍
kn: ಸಾಧನದ ಗುಣಲಕ್ಷಣಗಳು
ku: Taybetmendiyên Device
ky: Түзмөктүн касиеттери
lb: Apparat Eegeschafte
lo: ຄຸນສົມບັດອຸປະກອນ
lt: Įrenginio Savybės
lv: Ierīces rekvizīti
mg: Fitaovana fitaovana
mi: Ngā Āhuatanga Pūrere
mk: Својства на уредот
ml: ഉപകരണ സവിശേഷതകൾ
mn: Төхөөрөмжийн шинж чанарууд
mr: डिव्हाइस गुणधर्म
mt: Proprjetajiet tal-Apparat
my: စက်ပစ္စည်း၏ ဂုဏ်သတ္တိများ
nb: Enhetsegenskaper
ne: उपकरण गुणहरू
or: ଉପକରଣ ଗୁଣ
pa: ਡਿਵਾਈਸ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
ps: ﻪﻧﻮﺘﯿﮑﻠﻣ ﯥﻠﯿﺳﻭ ﺩ
ro: Proprietăți dispozitiv
rw: Ibikoresho
sd: ﻥﻮﺘﻴﺻﺎﺧ ﺎﺟ ﺲﻴﺋﺍﻭڊ
si: උපාංග ගුණාංග
sk: Vlastnosti zariadenia
sl: Lastnosti naprave
sq: Karakteristikat e pajisjes
sw: Sifa za Kifaa
ta: சாதன பண்புகள்
te: పరికర లక్షణాలు
tg: Хусусиятҳои дастгоҳ
th: คุณสมบัติอุปกรณ์
tk: Enjamyň aýratynlyklary
tt: Iceайланма үзенчәлекләре
uk: Властивості пристрою
ur: ﺕﺎﯿﺻﻮﺼﺧ ﯽﮐ ﺲﺋﺍﻮﯾﮈ
uz: Qurilma xususiyatlari
vi: Thuộc tính thiết bị
xh: Iimpahla zesixhobo
yi: סעיטרעפּאָרפּ לטימ

source: Task Count
af: Taaktelling
am: የተግባር ብዛት
ar: ﻡﺎﻬﻤﻟﺍ ﺩﺪﻋ
be: Падлік задач
bg: Брой задачи
bn: টাস্ক কাউন্ট
ca: Recompte de tasques
cy: Cyfrif Tasg
da: Opgavetælling
eo: Taskkalkulo
et: Ülesannete arv
eu: Zereginen zenbaketa
fa: ﺎﻫﺭﺎﮐ ﺩﺍﺪﻌﺗ
fi: Tehtävämäärä
fil: Bilang ng Gawain
fy: Taaktelling
ga: Líon Tasc
gd: Cunntas gnìomh
gl: Conta de tarefas
gu: કાર્ય ગણતરી
he: תומישמ תריפס
hi: कार्य गणना
hr: Broj zadataka
hu: Feladatszám
hy: Առաջադրանքների հաշվարկ
id: Hitungan Tugas
is: Talning verkefna
ka: დავალების რაოდენობა
kk: Тапсырмалар саны
km: ចំនួនភារកិច្ច
kn: ಕಾರ್ಯ ಎಣಿಕೆ
ky: Тапшырма саны
lb: Aufgab Zuel
lo: ຈຳນວນໜ້າວຽກ
lt: Užduočių skaičius
lv: Uzdevumu skaits
mg: Isan'ny asa
mi: Tatau Mahi
mk: Број на задачи
ml: ടാസ്ക് കൗണ്ട്
mn: Даалгаврын тоо
mr: कार्य गणना
mt: Għadd tal-Kompitu
my: လုပ်ဆောင်စရာအရေအတွက်
nb: Oppgavetelling
ne: कार्य गणना
or: ଟାସ୍କ ଗଣନା |
pa: ਕਾਰਜ ਗਿਣਤੀ
ps: ﺮﯧﻤﺷ ﻭﺪﻧﺩ ﺩ
ro: Număr de sarcini
rw: Kubara Inshingano
sd: ﺭﺎﻤﺷ ﻢڪ
si: කාර්ය ගණන
sk: Počet úloh
sl: Število opravil
sq: Numri i detyrave
sw: Hesabu ya Kazi
ta: பணி எண்ணிக்கை
te: టాస్క్ కౌంట్
tg: Шумораи вазифаҳо
th: จำนวนงาน
tk: Wezipe sany
tt: Биремнәр саны
uk: Кількість завдань
ur: ﭧﻧﺅﺎﮐ ﮏﺳﺎﭨ
uz: Vazifalar soni
vi: Số lượng công việc
xh: Ubalo lomsebenzi
yi: ףארג טעבראַ

source: Task Directory
af: Taakgids
am: የተግባር ማውጫ
ar: ﻡﺎﻬﻤﻟﺍ ﻞﻴﻟﺩ
be: Каталог задач
bg: Директория на задачите
bn: টাস্ক ডিরেক্টরি
ca: Directori de tasques
cy: Cyfeiriadur Tasg
da: Opgavekatalog
eo: Taska Adresaro
et: Ülesannete kataloog
eu: Zereginen direktorioa
fa: ﻒﯾﺎﻇﻭ ﺖﺳﺮﻬﻓ
fi: Tehtävähakemisto
fil: Direktoryo ng Gawain
fy: Taak Directory
ga: Eolaire Tasc
gd: Directory gnìomh
gl: Directorio de tarefas
gu: કાર્ય નિર્દેશિકા
he: תומישמ תיירפס
hi: कार्य निर्देशिका
hr: Imenik zadataka
hu: Feladatkönyvtár
hy: Առաջադրանքների տեղեկատու
id: Direktori Tugas
is: Verkefnaskrá
ka: დავალების დირექტორია
kk: Тапсырмалар каталогы
km: បញ្ជីកិច្ចការ
kn: ಕಾರ್ಯ ಡೈರೆಕ್ಟರಿ
lb: Aufgab Verzeechnes
lo: ລາຍຊື່ໜ້າວຽກ
lt: Užduočių katalogas
lv: Uzdevumu direktorijs
mg: Lahatsoratra asa
mi: Whaiaronga Mahi
mk: Директориум на задачи
ml: ടാസ്ക് ഡയറക്ടറി
mn: Даалгаврын лавлах
mr: कार्य निर्देशिका
mt: Direttorju tal-Kompitu
nb: Oppgavekatalog
ne: कार्य निर्देशिका
or: ଟାସ୍କ ଡିରେକ୍ଟୋରୀ |
pa: ਟਾਸਕ ਡਾਇਰੈਕਟਰੀ
ps: ﺩﻮښﺭﻻ﻿ ﯤﺪﻧﺩ ﺩ
ro: Director de activități
rw: Ububiko
sd: ﻱﺮٽڪﻳﺭﺍڊ ڪﺳﺎٽ
si: කාර්ය නාමාවලිය
sk: Adresár úloh
sl: Imenik opravil
sq: Drejtoria e detyrave
sw: Orodha ya Kazi
ta: பணி அடைவு
te: టాస్క్ డైరెక్టరీ
tg: Феҳристи вазифаҳо
th: ไดเรกทอรีงาน
tk: Taslama katalogy
tt: Тапшыру белешмәсе
uk: Каталог завдань
ur: ﯼﺮﭩﮐﺮﺋﺍﮈ ﮏﺳﺎﭨ
uz: Vazifalar katalogi
vi: Thư mục công việc
xh: Uluhlu Lomsebenzi
yi: Directory קסאַט

source: Task Type
af: Tipe taak
am: የተግባር አይነት
ar: ﺔﻤﻬﻤﻟﺍ ﻉﻮﻧ
be: Тып задачы
bg: Тип задача
bn: টাস্ক টাইপ
ca: Tipus de tasca
cy: Math o Dasg
da: Opgavetype
eo: Tasko-Tipo
et: Ülesande tüüp
eu: Zeregin mota
fa: ﻪﻔﯿﻇﻭ ﻉﻮﻧ
fi: Tehtävän tyyppi
fil: Uri ng Gawain
fy: Taak Type
ga: Cineál Tasc
gd: Seòrsa gnìomh
gl: Tipo de tarefa
gu: કાર્ય પ્રકાર
he: המישמ גוס
hi: कार्य प्रकार
hr: Vrsta zadatka
hu: Feladat típusa
hy: Առաջադրանքի տեսակը
id: Jenis Tugas
is: Tegund verkefnis
ka: დავალების ტიპი
kk: Тапсырма түрі
km: ប្រភេទភារកិច្ច
kn: ಕಾರ್ಯ ಪ್ರಕಾರ
ky: Тапшырма түрү
lb: Aufgab Typ
lo: ປະເພດວຽກ
lt: Užduoties tipas
lv: Uzdevuma veids
mg: Karazana asa
mi: Momo Mahi
mk: Тип на задача
ml: ടാസ്ക് തരം
mn: Даалгаврын төрөл
mr: कार्य प्रकार
mt: Tip ta' Kompitu
my: အလုပ်အမျိုးအစား
nb: Oppgavetype
ne: कार्य प्रकार
or: ଟାସ୍କ ପ୍ରକାର
pa: ਕਾਰਜ ਦੀ ਕਿਸਮ
ps: ﻝﻭډ ﯤﺪﻧﺩ ﺩ
ro: Tip de sarcină
rw: Ubwoko bw'inshingano
sd: ﻢﺴﻗ ﻮﺟ ﻢڪ
si: කාර්ය වර්ගය
sk: Typ úlohy
sl: Vrsta opravila
sq: Lloji i detyrës
sw: Aina ya Kazi
ta: பணி வகை
te: టాస్క్ రకం
tg: Навъи вазифа
th: ประเภทงาน
tk: Wezipe görnüşi
tt: Бирем төре
uk: Тип завдання
ur: ﻢﺴﻗ ﯽﮐ ﮏﺳﺎﭨ
uz: Vazifa turi
vi: Loại công việc
xh: Uhlobo lomsebenzi
yi: פּיט טעבראַ

source: Task Name
af: Taaknaam
am: የተግባር ስም
ar: ﺔﻤﻬﻤﻟﺍ ﻢﺳﺍ
be: Назва задачы
bg: Име на задачата
bn: টাস্কের নাম
ca: Nom de la tasca
cy: Enw'r Dasg
da: Opgavenavn
eo: Nomo de la Tasko
et: Ülesande nimi
eu: Zereginaren izena
fa: ﻪﻔﯿﻇﻭ ﻡﺎﻧ
fi: Tehtävän nimi
fil: Pangalan ng gawain
fy: Opdracht Namme
ga: Ainm Tasc
gd: Ainm Gnìomha
gl: Nome da tarefa
gu: કાર્યનું નામ
he: המישמה םש
hi: कार्य का नाम
hr: Naziv zadatka
hu: A feladat neve
hy: Առաջադրանքի անվանումը
id: Nama tugas
is: Heiti verkefnis
ka: დავალების სახელი
kk: Тапсырма аты
km: ឈ្មោះកិច្ចការ
kn: ಕಾರ್ಯದ ಹೆಸರು
ku: Navê Peywirê
lb: Aufgab Numm
lo: ຊື່ວຽກ
lt: Užduoties pavadinimas
lv: Uzdevuma nosaukums
mg: Anaran'asa
mi: Ingoa Tūmahi
mk: Име на задачата
ml: ചുമതലയുടെ പേര്
mn: Ажлын нэр
mr: कार्याचे नाव
mt: Isem tal-Kompitu
my: လုပ်ငန်းအမည်
nb: Oppgavenavn
ne: कार्यको नाम
or: କାର୍ଯ୍ୟ ନାମ
pa: ਕਾਰਜ ਦਾ ਨਾਮ
ps: ﻡﻮﻧ ﯤﺪﻧﺩ ﺩ
ro: Numele sarcinii
rw: Izina ry'inshingano
sd: ﻮﻟﺎﻧ ﻮﺟ ﻢڪ
si: කාර්යයේ නම
sk: Názov úlohy
sl: Ime opravila
sq: Emri i detyrës
sw: Jina la Kazi
ta: பணியின் பெயர்
te: పని పేరు
tg: Номи вазифа
th: ชื่องาน
tk: Wezipe ady
tt: Биремнең исеме
uk: Назва завдання
ur: ﻡﺎﻧ ﺎﮐ ﮏﺳﺎﭨ
uz: Vazifa nomi
vi: Tên nhiệm vụ
xh: Igama lomsebenzi
yi: ןעמאָנ קסאַט

source: Panel 1 Directory
af: Paneel 1 Gids
am: ፓነል 1 ማውጫ
ar: 1 ﺔﺣﻮﻟ ﻞﻴﻟﺩ
be: Панэль 1 Каталог
bg: Панел 1 Директория
bn: প্যানেল 1 ডিরেক্টরি
ca: Panell 1 Directori
cy: Cyfeiriadur Panel 1
eo: Panelo 1 Dosierujo
et: 1. paneeli kataloog
eu: Panel 1 direktorioa
fa: 1 ﻞﻨﭘ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ
fi: Paneeli 1 Hakemisto
fil: Direktoryo ng Panel 1
ga: Eolaire Painéal 1
gd: Directory Pannal 1
gl: Panel 1 Directorio
gu: પેનલ 1 ડિરેક્ટરી
he: 1 לנאפ ךירדמ
hi: पैनल 1 निर्देशिका
hr: Ploča 1 Imenik
hu: 1. panel könyvtára
hy: Վահանակ 1 տեղեկատու
id: Direktori Panel 1
is: Panel 1 Skrá
ka: პანელი 1 დირექტორია
kk: Панель 1 Каталог
km: បញ្ជីឈ្មោះបន្ទះ 1
kn: ಪ್ಯಾನಲ್ 1 ಡೈರೆಕ್ಟರಿ
ky: Панел 1 Каталог
lb: Panel 1 Verzeechnes
lt: 1 skydelio katalogas
lv: 1. paneļa direktorijs
mi: Paewhiri 1 Whaiaronga
mk: Панел 1 Директориум
ml: പാനൽ 1 ഡയറക്u200cടറി
mn: Самбар 1 лавлах
mr: पॅनेल 1 निर्देशिका
mt: Direttorju tal-Panel 1
my: အကန့် 1 လမ်းညွှန်
nb: Panel 1-katalog
ne: प्यानल 1 निर्देशिका
or: ପ୍ୟାନେଲ୍ 1 ଡିରେକ୍ଟୋରୀ |
pa: ਪੈਨਲ 1 ਡਾਇਰੈਕਟਰੀ
ps: ﺩﻮښﺭﻻ﻿ 1 ﻞﻨﯿﭘ ﺩ
ro: Panoul 1 Director
rw: Ikibaho 1 Ubuyobozi
sd: ﻱﺮٽڪﻳﺭﺍڊ 1 ﻞﻨﻴﭘ
si: පැනල් 1 නාමාවලිය
sk: Panel 1 Adresár
sl: Imenik plošče 1
sq: Drejtoria e Panelit 1
sw: Paneli ya 1
ta: பேனல் 1 கோப்பகம்
te: ప్యానెల్ 1 డైరెక్టరీ
tg: Панели 1 Директория
th: แผงที่ 1 ไดเรกทอรี
tk: Panel 1 katalogy
tt: Панель 1 каталог
uk: Панель 1 Каталог
ur: ﯼﺮﭩﮐﺮﺋﺍﮈ 1 ﻞﻨﯿﭘ
uz: Panel 1 katalogi
vi: Bảng điều khiển 1 Thư mục
xh: Iphaneli yoku-1 kavimba weefayili
yi: Directory 1 עילפאַט

source: Panel 2 Directory
af: Paneel 2 Gids
am: ፓነል 2 ማውጫ
ar: 2 ﺔﺣﻮﻟ ﻞﻴﻟﺩ
be: Панэль 2 Каталог
bg: Панел 2 Директория
bn: প্যানেল 2 ডিরেক্টরি
ca: Panell 2 Directori
cy: Cyfeiriadur Panel 2
eo: Panelo 2 Dosierujo
et: Paneel 2 Kataloog
eu: Panel 2 direktorioa
fa: 2 ﻞﻨﭘ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ
fi: Paneeli 2 Hakemisto
fil: Direktoryo ng Panel 2
ga: Eolaire Painéal 2
gd: Directory Pannal 2
gl: Panel 2 Directorio
gu: પેનલ 2 ડિરેક્ટરી
he: 2 לנאפ תיירפס
hi: पैनल 2 निर्देशिका
hr: Ploča 2 Imenik
hu: 2. panel könyvtára
hy: Վահանակ 2 տեղեկատու
id: Direktori Panel 2
is: Panel 2 Skrá
ka: პანელი 2 დირექტორია
kk: Панель 2 Каталог
km: បញ្ជីឈ្មោះបន្ទះ 2
kn: ಪ್ಯಾನಲ್ 2 ಡೈರೆಕ್ಟರಿ
ky: Панел 2 Каталог
lb: Panel 2 Verzeechnes
lo: ກະດານ 2 ໄດເລກະທໍລີ
lt: 2 skydelio katalogas
lv: 2. paneļa direktorijs
mi: Paewhiri 2 Whaiaronga
mk: Панел 2 Директориум
ml: പാനൽ 2 ഡയറക്ടറി
mn: Самбар 2 лавлах
mr: पॅनेल 2 निर्देशिका
mt: Direttorju tal-Panel 2
my: အကန့် 2 လမ်းညွှန်
nb: Panel 2-katalog
ne: प्यानल 2 निर्देशिका
or: ପ୍ୟାନେଲ୍ 2 ଡିରେକ୍ଟୋରୀ |
pa: ਪੈਨਲ 2 ਡਾਇਰੈਕਟਰੀ
ps: ﺩﻮښﺭﻻ﻿ 2 ﻞﻨﯿﭘ ﺩ
ro: Directorul panoului 2
rw: Ikibaho cya 2
sd: ﻱﺮٽڪﻳﺭﺍڊ 2 ﻞﻨﻴﭘ
si: Panel 2 නාමාවලිය
sk: Panel 2 Adresár
sl: Imenik plošče 2
sq: Drejtoria e Panelit 2
sw: Paneli ya 2
ta: பேனல் 2 கோப்பகம்
te: ప్యానెల్ 2 డైరెక్టరీ
tg: Панели 2 Директория
th: ไดเรกทอรีแผงที่ 2
tk: Panel 2 katalogy
tt: Панель 2 каталог
uk: Панель 2 Каталог
ur: ﯼﺮﭩﮐﺮﺋﺍﮈ 2 ﻞﻨﯿﭘ
uz: Panel 2 katalogi
vi: Bảng điều khiển 2 Thư mục
xh: Iphaneli yesi-2 yoluhlu
yi: Directory 2 עילפאַט

source: Panel 3 Directory
af: Paneel 3 Gids
am: ፓነል 3 ማውጫ
ar: 3 ﺔﺣﻮﻟ ﻞﻴﻟﺩ
be: Панэль 3 Каталог
bg: Панел 3 Директория
bn: প্যানেল 3 ডিরেক্টরি
ca: Panell 3 Directori
cy: Cyfeiriadur Panel 3
eo: Panelo 3 Dosierujo
et: Paneel 3 Kataloog
eu: Panel 3 direktorioa
fa: 3 ﻞﻨﭘ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ
fi: Paneelin 3 hakemisto
fil: Direktoryo ng Panel 3
ga: Eolaire Painéal 3
gd: Directory Pannal 3
gl: Panel 3 Directorio
gu: પેનલ 3 ડિરેક્ટરી
he: 3 לנאפ תיירפס
hi: पैनल 3 निर्देशिका
hr: Ploča 3 Imenik
hu: 3. panel könyvtára
hy: Վահանակ 3 տեղեկատու
id: Direktori Panel 3
is: Panel 3 Skrá
ka: პანელი 3 დირექტორია
kk: Панель 3 Каталог
km: បញ្ជីឈ្មោះបន្ទះ 3
kn: ಪ್ಯಾನಲ್ 3 ಡೈರೆಕ್ಟರಿ
ky: Панел 3 Каталог
lb: Panel 3 Verzeechnes
lt: 3 skydelio katalogas
lv: 3. paneļa direktorijs
mi: Paewhiri 3 Whaiaronga
mk: Панел 3 Директориум
ml: പാനൽ 3 ഡയറക്ടറി
mn: Самбар 3 лавлах
mr: पॅनेल 3 निर्देशिका
mt: Direttorju tal-Panel 3
my: အကန့် 3 လမ်းညွှန်
nb: Panel 3-katalog
ne: प्यानल 3 निर्देशिका
or: ପ୍ୟାନେଲ୍ 3 ଡିରେକ୍ଟୋରୀ |
pa: ਪੈਨਲ 3 ਡਾਇਰੈਕਟਰੀ
ps: ﺩﻮښﺭﻻ﻿ 3 ﻞﻨﯿﭘ ﺩ
ro: Directorul panoului 3
rw: Ikibaho cya 3 Ubuyobozi
sd: ﻱﺮٽڪﻳﺭﺍڊ 3 ﻞﻨﻴﭘ
si: Panel 3 නාමාවලිය
sk: Panel 3 Adresár
sl: Imenik plošče 3
sq: Drejtoria e Panelit 3
sw: Paneli 3 Saraka
ta: பேனல் 3 கோப்பகம்
te: ప్యానెల్ 3 డైరెక్టరీ
tg: Панели 3 Директория
th: ไดเรกทอรีแผงที่ 3
tk: Panel 3 katalogy
tt: Панель 3 каталог
uk: Панель 3 Каталог
ur: ﯼﺮﭩﮐﺮﺋﺍﮈ 3 ﻞﻨﯿﭘ
uz: Panel 3 katalogi
vi: Bảng điều khiển 3 Thư mục
xh: Iphaneli yesi-3 kavimba weefayili
yi: Directory 3 עילפאַט

source: Panel 4 Directory
af: Paneel 4 Gids
am: ፓነል 4 ማውጫ
ar: 4 ﺔﺣﻮﻟ ﻞﻴﻟﺩ
be: Панэль 4 Каталог
bg: Панел 4 Директория
bn: প্যানেল 4 ডিরেক্টরি
ca: Panell 4 Directori
cy: Cyfeiriadur Panel 4
eo: Panelo 4 Dosierujo
et: Paneel 4 Kataloog
eu: Panel 4 direktorioa
fa: 4 ﻞﻨﭘ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ
fi: Paneeli 4 Hakemisto
fil: Direktoryo ng Panel 4
ga: Eolaire Painéal 4
gd: Directory Pannal 4
gl: Panel 4 Directorio
gu: પેનલ 4 ડિરેક્ટરી
he: 4 לנאפ ךירדמ
hi: पैनल 4 निर्देशिका
hr: Ploča 4 Imenik
hu: 4. panel könyvtára
hy: Վահանակ 4 տեղեկատու
id: Direktori Panel 4
ka: პანელი 4 დირექტორია
kk: Панель 4 Каталог
km: បញ្ជីឈ្មោះបន្ទះ 4
kn: ಪ್ಯಾನಲ್ 4 ಡೈರೆಕ್ಟರಿ
ky: Панел 4 Каталог
lb: Panel 4 Verzeechnes
lo: ກະດານ 4 ໄດເລກະທໍລີ
lt: 4 skydelio katalogas
lv: 4. paneļa direktorijs
mi: Paewhiri 4 Whaiaronga
mk: Панел 4 Директориум
ml: പാനൽ 4 ഡയറക്ടറി
mn: Самбар 4 лавлах
mr: पॅनेल 4 निर्देशिका
mt: Panel 4 Direttorju
my: Panel 4 လမ်းညွှန်
nb: Panel 4 Katalog
ne: प्यानल 4 निर्देशिका
or: ପ୍ୟାନେଲ୍ 4 ଡିରେକ୍ଟୋରୀ |
pa: ਪੈਨਲ 4 ਡਾਇਰੈਕਟਰੀ
ps: ﺩﻮښﺭﻻ﻿ 4 ﻞﻨﯿﭘ ﺩ
ro: Panoul 4 Director
rw: Ikibaho cya 4
sd: ﻱﺮٽڪﻳﺭﺍڊ 4 ﻞﻨﻴﭘ
si: Panel 4 නාමාවලිය
sk: Panel 4 Adresár
sl: Imenik plošče 4
sq: Drejtoria e Panelit 4
sw: Paneli ya 4 ya Saraka
ta: பேனல் 4 கோப்பகம்
te: ప్యానెల్ 4 డైరెక్టరీ
tg: Панели 4 Директория
th: แผงที่ 4 ไดเรกทอรี
tk: Panel 4 katalogy
tt: Панель 4 каталог
uk: Панель 4 Каталог
ur: ﯼﺮﭩﮐﺮﺋﺍﮈ 4 ﻞﻨﯿﭘ
uz: Panel 4 katalogi
vi: Bảng điều khiển 4 Thư mục
xh: Iphaneli yesi-4 kavimba weefayili
yi: Directory 4 עילפאַט

source: Panel 1 Has Sel
af: Paneel 1 Het Sel
am: ፓነል 1 ሴል አለው።
ar: Sel ﺎﻬﻳﺪﻟ 1 ﺔﺣﻮﻟ
be: Панэль 1 мае выб
bg: Панел 1 има Sel
bn: প্যানেল 1 সেল আছে
ca: Panell 1 Té Sel
cy: Mae Panel 1 Wedi Sel
da: Panel 1 Har Sel
eo: Panelo 1 Havas Sel
et: 1. paneelil on Sel
eu: Panel 1 Sel
fa: Sel ﯼﺍﺭﺍﺩ 1 ﻞﻨﭘ
fi: Paneelissa 1 on Sel
fil: Ang Panel 1 ay may Sel
fy: Panel 1 Hat Sel
ga: Tá Sel ag Painéal 1
gd: Tha Sel aig Pannal 1
gl: Panel 1 Ten Sel
gu: પેનલ 1 પાસે સેલ છે
he: לס שי 1 לנאפ
hi: पैनल 1 में सेल है
hr: Panel 1 ima Sel
hu: Az 1. panelen Sel
hy: Panel 1 ունի Sel
id: Panel 1 Memiliki Sel
is: Panel 1 Hefur Sel
ka: პანელი 1 აქვს Sel
kk: Панель 1 Сел бар
km: បន្ទះ 1 មាន Sel
kn: ಪ್ಯಾನೆಲ್ 1 ಸೆಲ್ ಅನ್ನು ಹೊಂದಿದೆ
ku: Panela 1 Has Sel
ky: Панел 1 Сел
lb: Panel 1 Huet Sel
lo: ກະດານ 1 ມີ Sel
lt: 1 skydelyje yra Sel
lv: 1. panelī ir Sel
mg: Ny Panel 1 dia manana Sel
mi: Paewhiri 1 He Sel
mk: Панел 1 Има Сел
ml: പാനൽ 1 സെൽ ഉണ്ട്
mn: 1-р самбар Sel
mr: पॅनेल 1 मध्ये सेल आहे
my: Panel 1 တွင် Sel ရှိသည်။
nb: Panel 1 Har Sel
ne: प्यानल १ मा सेल छ
or: ପ୍ୟାନେଲ୍ 1 ଅଛି |
pa: ਪੈਨਲ 1 ਵਿੱਚ Sel ਹੈ
ps: ﻱﺮﻟ ﻞﯿﺳ 1 ﻞﻨﯿﭘ
ro: Panoul 1 Are Sel
rw: Igice cya 1 gifite Sel
sd: ﻞﻴﺳ 1 ﻞﻨﻴﭘ
si: Panel 1 Sel ඇත
sk: Panel 1 má Sel
sl: Plošča 1 ima Sel
sq: Paneli 1 Ka Sel
sw: Paneli 1 Ina Sel
ta: பேனல் 1 இல் செல் உள்ளது
te: ప్యానెల్ 1 సెల్ ఉంది
tg: Панели 1 Сел дорад
th: แผงที่ 1 มีเซล
tk: Panel 1 satyldy
tt: Панель 1 сатылды
uk: Панель 1 має Sel
ur: ۔ﮯﮨ ﻞﯿﺳ ﮟﯿﻣ 1 ﻞﻨﯿﭘ
uz: 1-panelda Sel bor
vi: Bảng điều khiển 1 có Sel
xh: Iphaneli yoku-1 ineSel
yi: לעס טאה 1 לענאַפּ

source: Panel 2 Has Sel
af: Paneel 2 Het Sel
am: ፓነል 2 Sel
ar: Sel ﺎﻬﻳﺪﻟ 2 ﺔﺣﻮﻟ
be: Панэль 2 мае выб
bg: Панел 2 има Sel
bn: প্যানেল 2 আছে সেল
ca: Panell 2 Té Sel
cy: Mae Panel 2 Wedi Sel
da: Panel 2 Har Sel
eo: Panelo 2 Havas Sel
et: 2. paneelil on Sel
eu: Panel 2 Sel
fa: Sel ﯼﺍﺭﺍﺩ 2 ﻞﻨﭘ
fi: Paneelissa 2 on Sel
fil: Ang Panel 2 ay may Sel
fy: Panel 2 Hat Sel
ga: Tá Sel ag Painéal 2
gd: Tha Sel aig Pannal 2
gl: Panel 2 Ten Sel
gu: પેનલ 2 પાસે સેલ છે
he: לס שי 2 לנאפ
hi: पैनल 2 में सेल है
hr: Panel 2 ima Sel
hu: A 2. panelen Sel
hy: Panel 2 ունի Sel
id: Panel 2 Memiliki Sel
is: Panel 2 Hefur Sel
ka: პანელი 2 აქვს Sel
kk: Панель 2 Өзі бар
km: បន្ទះ 2 មាន u200bu200bSel
kn: ಪ್ಯಾನೆಲ್ 2 ಸೆಲ್ ಅನ್ನು ಹೊಂದಿದೆ
ku: Panela 2 Has Sel
ky: Панел 2 Сел
lb: Panel 2 Huet Sel
lo: ກະດານ 2 ມີ Sel
lt: 2 skydelyje yra Sel
lv: 2. panelī ir Sel
mg: Ny Panel 2 dia manana Sel
mi: Paewhiri 2 Kei a Sel
mk: Панел 2 Има Сел
ml: പാനൽ 2 സെൽ ഉണ്ട്
mn: Самбар 2 Sel
mr: पॅनेल 2 मध्ये सेल आहे
my: Panel 2 တွင် Sel ရှိသည်။
nb: Panel 2 Har Sel
ne: प्यानल २ मा सेल छ
or: ପ୍ୟାନେଲ୍ 2 ରେ ସେଲ୍ ଅଛି |
pa: ਪੈਨਲ 2 ਵਿੱਚ Sel ਹੈ
ps: ﻱﺮﻟ ﻞﯿﺳ 2 ﻞﻨﯿﭘ
ro: Panoul 2 Are Sel
rw: Igice cya 2 gifite Sel
sd: ﻞﻴﺳ 2 ﻞﻨﻴﭘ
si: Panel 2 Sel ඇත
sk: Panel 2 má Sel
sl: Plošča 2 ima Sel
sq: Paneli 2 Ka Sel
sw: Paneli 2 Ina Sel
ta: பேனல் 2 செல் உள்ளது
te: ప్యానెల్ 2 సెల్ ఉంది
tg: Панели 2 Сел дорад
th: แผงที่ 2 มีเซล
tk: Panel 2 satyldy
tt: 2-нче панельдә сатылган
uk: Панель 2 має Sel
ur: ۔ﮯﮨ ﻞﯿﺳ ﮟﯿﻣ 2 ﻞﻨﯿﭘ
uz: Panel 2 Self bor
vi: Bảng điều khiển 2 có Sel
xh: Iphaneli yesi-2 ine-Sel
yi: לעס טאה 2 לענאַפּ

source: Panel 3 Has Sel
af: Paneel 3 Het Sel
am: ፓነል 3 Sel
ar: Sel ﺎﻬﻳﺪﻟ 3 ﺔﺣﻮﻟ
be: Панэль 3 мае выб
bg: Панел 3 има Sel
bn: প্যানেল 3 আছে সেল
ca: Panell 3 Té Sel
cy: Mae Panel 3 Wedi Sel
da: Panel 3 Har Sel
eo: Panelo 3 Havas Sel
et: 3. paneelil on Sel
eu: 3. panela Sel
fa: Sel ﯼﺍﺭﺍﺩ 3 ﻞﻨﭘ
fi: Paneelissa 3 on Sel
fil: Ang Panel 3 ay may Sel
fy: Panel 3 Hat Sel
ga: Tá Sel ag Painéal 3
gd: Tha Sel aig Pannal 3
gl: Panel 3 Ten Sel
gu: પેનલ 3 પાસે સેલ છે
he: לס שי 3 לנאפ
hi: पैनल 3 में सेल है
hr: Panel 3 ima Sel
hu: A 3. panelen Sel
hy: Վահանակ 3 ունի Sel
id: Panel 3 Memiliki Sel
is: Panel 3 Hefur Sel
ka: პანელი 3 აქვს Sel
kk: Панель 3 Өзі бар
km: បន្ទះ 3 មាន Sel
kn: ಪ್ಯಾನೆಲ್ 3 ಸೆಲ್ ಅನ್ನು ಹೊಂದಿದೆ
ku: Panela 3 Has Sel
ky: Панел 3 Has Sel
lb: Panel 3 Huet Sel
lo: ກະດານ 3 ມີ Sel
lt: 3 skydelyje yra Sel
lv: 3. panelī ir Sel
mg: Panel 3 dia manana Sel
mi: Paewhiri 3 Kei a Sel
mk: Панел 3 Има Сел
ml: പാനൽ 3 സെൽ ഉണ്ട്
mn: Самбар 3 Хас Sel
mr: पॅनेल 3 मध्ये सेल आहे
my: Panel 3 တွင် Sel ရှိသည်။
nb: Panel 3 Har Sel
ne: प्यानल ३ मा सेल छ
or: ପ୍ୟାନେଲ୍ 3 ରେ ସେଲ୍ ଅଛି |
pa: ਪੈਨਲ 3 ਵਿੱਚ Sel ਹੈ
ps: ﻱﺮﻟ ﻞﯿﺳ 3 ﻞﻨﯿﭘ
ro: Panoul 3 Are Sel
rw: Igice cya 3 gifite Sel
sd: ﻞﻴﺳ ﻲﻫﺁ 3 ﻞﻨﻴﭘ
si: Panel 3 Sel ඇත
sk: Panel 3 má Sel
sl: Plošča 3 ima Sel
sq: Paneli 3 Ka Sel
sw: Paneli 3 Ina Sel
ta: பேனல் 3 செல் உள்ளது
te: ప్యానెల్ 3 సెల్ ఉంది
tg: Панели 3 Сел
th: แผงที่ 3 มีขายแล้ว
tk: Panel 3 satyldy
tt: Панель 3 сатылган
uk: Панель 3 має Sel
ur: ۔ﮯﮨ ﻞﯿﺳ ﮟﯿﻣ 3 ﻞﻨﯿﭘ
uz: Panel 3 Self bor
vi: Bảng điều khiển 3 có Sel
xh: Iphaneli yesi-3 ine-Sel
yi: לעס טאה 3 לענאַפּ
