Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
af: Stel asseblief 'n geldige terminaal op SU opdrag in View|Voorkeure|Gevorderd
am: እባክዎ የሚሰራ ተርሚናል ያዋቅሩ SU በእይታ|ምርጫ|ምጡቅ ውስጥ ትእዛዝ
ar: ﺔﺤﻟﺎﺻ ﺔﻄﺤﻣ ﻦﻳﻮﻜﺗ ﻰﺟﺮﻳ SU ﻡﺪﻘﺘﻣ | ﺕﻼ﻿ﻴﻀﻔﺗ | ﺽﺮﻋ ﻲﻓ ﺮﻣﺃ
be: Калі ласка, наладзьце сапраўдны тэрмінал SU каманда ў View|Preferences|Advanced
bg: Моля, конфигурирайте валиден терминал SU команда в View|Preferences|Advanced
bn: একটি বৈধ টার্মিনাল কনফিগার করুন SU ভিউতে কমান্ড|পছন্দসমূহ|উন্নত
ca: Configura un terminal vàlid SU comanda a Visualització|Preferències|Avançat
cy: Ffurfweddwch Derfynell ddilys SU gorchymyn yn Gweld | Dewisiadau | Uwch
da: Konfigurer venligst en gyldig terminal SU kommando i Vis|Indstillinger|Avanceret
eo: Bonvolu agordi validan Terminalon SU komando en Vido|Preferoj|Altnivela
et: Seadistage kehtiv terminal SU käsk View|Preferences|Advanced
eu: Mesedez, konfiguratu baliozko Terminal bat SU komandoa Ikusi|Hobespenak|Aurreratua
fa: ﺪﯿﻨﮐ ﯼﺪﻨﺑﺮﮑﯿﭘ ﺮﺒﺘﻌﻣ ﻝﺎﻨﯿﻣﺮﺗ ﮏﯾ ًﺎﻔﻄﻟ SU View|Preferences|Advanced ﺭﺩ ﺭﻮﺘﺳﺩ
fi: Määritä kelvollinen pääte SU -komento kohdassa View|Preferences|Advanced
fil: Mangyaring mag-configure ng wastong Terminal SU command sa View|Preferences|Advanced
fy: Konfigurearje asjebleaft in jildich terminal SU kommando yn View|Foarkarren|Avansearre
ga: Cumraigh Críochfort bailí le do thoil SU command in View | Preferences | Advanced
gd: Feuch an rèiteachadh thu Terminal dligheach SU àithne ann an View | Preferences | Advanced
gl: Configure un terminal válido SU comando en Ver|Preferencias|Avanzado
gu: કૃપા કરીને માન્ય ટર્મિનલ ગોઠવો SU દૃશ્યમાં આદેશ|પસંદગીઓ|અદ્યતન
he: יקוח לנימרט רידגהל אנ SU םדקתמ|תופדעה|הגוצתב הדוקפה
hi: कृपया एक मान्य टर्मिनल कॉन्फ़िगर करें SU दृश्य में आदेश|वरीयताएँ|उन्नत
hr: Molimo konfigurirajte važeći terminal SU naredba u View|Preferences|Advanced
hu: Kérjük, konfiguráljon érvényes terminált SU parancsot a View|Preferences|Advanced menüben
hy: Խնդրում ենք կարգավորել վավեր տերմինալ SU հրամանը Դիտել|Նախապատվություններ|Ընդլայնված
id: Harap konfigurasikan Terminal yang valid SU perintah di View|Preferences|Advanced
is: Vinsamlega stilltu gilda flugstöð SU skipun í View|Preferences|Advanced
ka: გთხოვთ, დააკონფიგურიროთ სწორი ტერმინალი SU ბრძანება View|Preferences|Advanced-ში
kk: Жарамды терминалды конфигурациялаңыз SU View|Preferences|Advanced ішіндегі пәрмен
km: សូមកំណត់រចនាសម្ព័ន្ធស្ថានីយត្រឹមត្រូវ។ SU ពាក្យបញ្ជានៅក្នុង View|Preferences|Advanced
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಟರ್ಮಿನಲ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ SU ವೀಕ್ಷಣೆಯಲ್ಲಿ ಆದೇಶ|ಪ್ರಾಶಸ್ತ್ಯಗಳು|ಸುಧಾರಿತ
ku: Ji kerema xwe Termînalek derbasdar mîheng bikî SU fermana di Dîtin|Tercîh|Pêşketî de
ky: Жарактуу терминалды конфигурациялаңыз SU View|Preferences|Advanced ичиндеги буйрук
lb: Konfiguréiert w.e.g. e gültege Terminal SU Kommando a View|Preferences|Fortgeschratt
lo: ກະລຸນາຕັ້ງຄ່າ Terminal ທີ່ຖືກຕ້ອງ SU ຄໍາສັ່ງໃນ View|Preferences|Advanced
lt: Sukonfigūruokite tinkamą terminalą SU komanda View|Preferences|Advanced
lv: Lūdzu, konfigurējiet derīgu termināli SU komanda View|Preferences|Advanced
mg: Ampifandraiso azafady ny Terminal manankery SU baiko ao amin'ny View|Preferences|Advanced
mi: Me whirihora koa he Terminal whaimana SU whakahau i roto Tirohanga|Manakohanga|Ake
mk: Конфигурирајте важечки терминал SU команда во View|Preferences|Напредно
ml: സാധുവായ ഒരു ടെർമിനൽ കോൺഫിഗർ ചെയ്യുക SU View|Preferences|Advanced എന്നതിലെ കമാൻഡ്
mn: Хүчинтэй терминалыг тохируулна уу SU View|Preferences|Advanced доторх тушаал
mr: कृपया वैध टर्मिनल कॉन्फिगर करा SU दृश्यात आदेश|प्राधान्ये|प्रगत
mt: Jekk jogħġbok ikkonfigura Terminal validu SU kmand fil-View|Preferenzi|Avvanzat
my: ကျေးဇူးပြု၍ တရားဝင် Terminal ကို စီစဉ်သတ်မှတ်ပါ။ SU View|Preferences|Advanced ထဲတွင် command
nb: Vennligst konfigurer en gyldig terminal SU kommando i Vis|Innstillinger|Avansert
ne: कृपया मान्य टर्मिनल कन्फिगर गर्नुहोस् SU दृश्यमा आदेश | प्राथमिकताहरू | उन्नत
or: ଦୟାକରି ଏକ ବ valid ଧ ଟର୍ମିନାଲ୍ ବିନ୍ୟାସ କରନ୍ତୁ | SU ଭ୍ୟୁ | ପ୍ରିଫରେନ୍ସେସ୍ | ଆଡଭାନ୍ସଡ୍ ରେ କମାଣ୍ଡ୍ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਟਰਮੀਨਲ ਦੀ ਸੰਰਚਨਾ ਕਰੋ SU ਦ੍ਰਿਸ਼ ਵਿੱਚ ਕਮਾਂਡ|ਪ੍ਰੇਫਰੈਂਸ|ਐਡਵਾਂਸਡ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻞﻨﯿﻣﺮټ ﺮﺒﺘﻌﻣ ﻮﯾ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ SU ﯽﻠﻠﺘﺨﻣﺮﭘ | ﻪﻧﻮﺑﻮﺗ ﻩﺭﻮﻏ | ډﻧﺎﻤﮐ ﯥﮐ ﺪﯿﻟ ﻪﭘ
ro: Vă rugăm să configurați un terminal valid SU comandă în Vizualizare|Preferințe|Avansat
rw: Nyamuneka shiraho Terminal yemewe SU itegeko muri Reba | Ibyifuzo | Byateye imbere
sd: ﻮﻳڏ ﺐﻴﺗﺮﺗ ﻞﻨﻴﻣﺮٽ ﺢﻴﺤﺻ ڪﮬ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ SU ﺕﺎﺤﻴﺟﺮﺗ | ﻢڪﺣ ۾ ﮡﺳڏ
si: කරුණාකර වලංගු පර්යන්තයක් වින්u200dයාස කරන්න SU View|මනාප|උසස් හි විධානය
sk: Nakonfigurujte platný terminál SU v časti Zobraziť|Predvoľby|Rozšírené
sl: Prosimo, konfigurirajte veljaven terminal SU ukaz v Pogled|Nastavitve|Napredno
sq: Ju lutemi konfiguroni një terminal të vlefshëm SU komandë në View|Preferences|Avancuar
sw: Tafadhali sanidi Kituo halali SU amri katika View|Preferences|Advanced
ta: சரியான டெர்மினலை உள்ளமைக்கவும் SU View|Preferences|மேம்பட்டதில் கட்டளை
te: దయచేసి చెల్లుబాటు అయ్యే టెర్మినల్u200cను కాన్ఫిగర్ చేయండి SU వీక్షణలో కమాండ్|ప్రాధాన్యతలు|అధునాతన
tg: Лутфан терминали дурустро танзим кунед SU фармон дар View|Preferences|Advanced
th: โปรดกำหนดค่า Terminal . ที่ถูกต้อง SU คำสั่งใน View|Preferences|Advanced
tk: Dogry Terminaly düzüň SU Görkeziş | Saýlamalar | Ösen
tt: Зинһар, дөрес Терминалны конфигурацияләгез SU View in Preferences | Advanced
uk: Будь ласка, налаштуйте дійсний термінал SU команду у Перегляді|Налаштування|Додатково
ur: ۔ﮟﯾﺩ ﺐﯿﺗﺮﺗ ﻞﻨﯿﻣﺮﭨ ﺖﺳﺭﺩ ﮏﯾﺍ ﻡﺮﮐ ﮦﺍﺮﺑ SU ﮉﺴﻧﺍﻭﮉﯾﺍ | ﺕﺎﺤﯿﺟﺮﺗ | ﮉﻧﺎﻤﮐ ﮟﯿﻣ ﻮﯾﻭ
uz: Yaroqli terminalni sozlang SU View|Preferences|Kengaytirilganda buyruq
vi: Vui lòng định cấu hình một thiết bị đầu cuối hợp lệ SU lệnh trong View | Preferences | Advanced
xh: Nceda uqwalasele iSiteshi esisebenzayo SU umyalelo kwimboniselo|Ezikhethwayo|Ngaphambili
yi: לאַנימרעט קיטליג אַ רעיגיפנאַק עטיב SU עטריסנאַוואַ|ןצנערעפֿערפּ|View ןיא לעפֿאַב

source: Terminal SU Not Available
af: Terminale SU Nie beskikbaar nie
am: ተርሚናል SU አይገኝም
ar: ﺔﻟﺎﺻ SU ﺮﻓﻮﺘﻣ ﺮﻴﻏ
be: Тэрмінал SU Не даступны
bg: терминал SU Не е наличен
bn: টার্মিনাল SU পাওয়া যায় না
ca: Terminal SU No disponible
cy: Terfynell SU Dim ar gael
da: Terminal SU Ikke tilgængelig
eo: Terminalo SU Ne disponebla
et: Terminal SU Pole saadaval
eu: Terminala SU Ez dago erabilgarri
fa: ﻪﻧﺎﯾﺎﭘ SU ﺖﺴﯿﻧ ﺱﺮﺘﺳﺩ ﺭﺩ
fi: Terminaali SU Ei saatavilla
fil: Terminal SU Hindi magagamit
fy: Terminal SU Net beskikber
ga: Críochfort SU Níl sé ar fáil
gd: Crìoch SU Chan eil e ri fhaighinn
gl: Terminal SU Non dispoñible
gu: ટર્મિનલ SU ઉપલબ્ધ નથી
he: ףֹוסָמ SU ןימז אל
hi: टर्मिनल SU उपलब्ध नहीं है
hr: Terminal SU Nije dostupno
hu: Terminál SU Nem elérhető
hy: Տերմինալ SU Անհասանելի
id: Terminal SU Tidak tersedia
is: Flugstöð SU Ekki í boði
ka: ტერმინალი SU Მიუწვდომელია
kk: Терминал SU Жоқ
km: ស្ថានីយ SU មិនអាច
kn: ಟರ್ಮಿನಲ್ SU ಲಭ್ಯವಿಲ್ಲ
ku: Rawesta paşîn SU Ne Berdest e
ky: Терминал SU Жеткиликтүү эмес
lb: Terminal SU Nët accessible
lo: ສະຖານີ SU ບໍ່u200bສາu200bມາດu200bໃຊ້u200bໄດ້
lt: Terminalo SU Neprieinamas
lv: Terminālis SU Nav pieejams
mg: Terminus SU Tsy misy
mi: Kapekapeka SU Kaore i te waatea
mk: Терминал SU Не е достапно
ml: അതിതീവ്രമായ SU ലഭ്യമല്ല
mn: Терминал SU Боломжгүй
mr: टर्मिनल SU उपलब्ध नाही
mt: Terminal SU Mhux disponibbli
my: ဂိတ် SU မရရှိနိုင်ပါ
nb: Terminal SU Ikke tilgjengelig
ne: टर्मिनल SU उपलब्ध छैन
or: ଟର୍ମିନାଲ୍ SU ଉପଲବ୍ଧ ନୁହେଁ
pa: ਅਖੀਰੀ ਸਟੇਸ਼ਨ SU ਉਪਲਭਦ ਨਹੀ
ps: ﻞﻨﯿﻣﺮﺗ SU ﻪﺘﺸﻧ
ro: Terminal SU Nu e disponibil
rw: Terminal SU Ntiboneka
sd: ﻞﻨﻴﻣﺮٽ SU ﻲﻫﺎﻧ ﺏﺎﻴﺘﺳﺩ
si: පර්යන්තය SU ලද නොහැක
sk: Terminál SU Nie je k dispozícií
sl: terminal SU Ni na voljo
sq: Terminal SU I padisponueshem
sw: Kituo SU Haipatikani
ta: முனையத்தில் SU கிடைக்கவில்லை
te: టెర్మినల్ SU అందుబాటులో లేదు
tg: Терминал SU Дастрас нест
th: เทอร์มินัล SU ไม่ว่าง
tk: Terminal SU Elýeterli däl
tt: Терминал SU Кулланып булмый
uk: термінал SU Недоступний
ur: ﻞﻨﯿﻣﺮﭨ SU ﮯﮨ ﮟﯿﮩﻧ ﺏﺎﯿﺘﺳﺩ
uz: Terminal SU Mavjud emas
vi: Thiết bị đầu cuối SU Không có sẵn
xh: Indawo yokukhwelela SU Ayifumaneki
yi: לאַנימרעט SU לעבעלעווע טשינ

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
af: Stel asseblief 'n geldige grafiese op SU opdrag in View|Voorkeure|Gevorderd
am: እባክህ የሚሰራ ግራፊክ አዋቅር SU በእይታ|ምርጫ|ምጡቅ ውስጥ ትእዛዝ
ar: ﺢﻟﺎﺻ ﻲﻣﻮﺳﺭ ﻦﻳﻮﻜﺗ ءﺎﺟﺮﻟﺍ SU ﻡﺪﻘﺘﻣ | ﺕﻼ﻿ﻴﻀﻔﺗ | ﺽﺮﻋ ﻲﻓ ﺮﻣﺃ
be: Калі ласка, наладзьце сапраўдны графічны SU каманда ў View|Preferences|Advanced
bg: Моля, конфигурирайте валидна графика SU команда в View|Preferences|Advanced
bn: একটি বৈধ গ্রাফিক্যাল কনফিগার করুন SU ভিউতে কমান্ড|পছন্দসমূহ|উন্নত
ca: Configureu un gràfic vàlid SU comanda a Visualització|Preferències|Avançat
cy: Ffurfweddwch Graffeg ddilys SU gorchymyn yn Gweld | Dewisiadau | Uwch
da: Konfigurer venligst en gyldig grafik SU kommando i Vis|Indstillinger|Avanceret
eo: Bonvolu agordi validan Grafikon SU komando en Vido|Preferoj|Altnivela
et: Seadistage kehtiv graafik SU käsk View|Preferences|Advanced
eu: Mesedez, konfiguratu baliozko grafiko bat SU komandoa Ikusi|Hobespenak|Aurreratua
fa: ﺪﯿﻨﮐ ﯼﺪﻨﺑﺮﮑﯿﭘ ﺮﺒﺘﻌﻣ ﮏﯿﻓﺍﺮﮔ ﮏﯾ ﺎﻔﻄﻟ SU View|Preferences|Advanced ﺭﺩ ﺭﻮﺘﺳﺩ
fi: Määritä kelvollinen grafiikka SU -komento kohdassa View|Preferences|Advanced
fil: Mangyaring i-configure ang isang wastong Graphical SU command sa View|Preferences|Advanced
fy: Konfigurearje asjebleaft in jildige Graphical SU kommando yn View|Foarkarren|Avansearre
ga: Cumraigh Grafach bailí le do thoil SU command in View | Preferences | Advanced
gd: Feuch an rèitich thu grafaigeach dligheach SU àithne ann an View | Preferences | Advanced
gl: Configure un gráfico válido SU comando en Ver|Preferencias|Avanzado
gu: કૃપા કરીને માન્ય ગ્રાફિકલ ગોઠવો SU દૃશ્યમાં આદેશ|પસંદગીઓ|અદ્યતન
he: תיקוח הקיפרג רידגהל אנ SU םדקתמ|תופדעה|הגוצתב הדוקפה
hi: कृपया एक मान्य ग्राफ़िकल कॉन्फ़िगर करें SU दृश्य में आदेश|वरीयताएँ|उन्नत
hr: Molimo konfigurirajte važeći grafički SU naredba u View|Preferences|Advanced
hu: Kérjük, állítson be érvényes grafikus elemet SU parancsot a View|Preferences|Advanced menüben
hy: Խնդրում ենք կարգավորել վավեր գրաֆիկական SU հրամանը Դիտել|Նախապատվություններ|Ընդլայնված
id: Harap konfigurasikan Grafik yang valid SU perintah di View|Preferences|Advanced
is: Vinsamlega stilltu gilt grafík SU skipun í View|Preferences|Advanced
ka: გთხოვთ, დააკონფიგურიროთ სწორი გრაფიკა SU ბრძანება View|Preferences|Advanced-ში
kk: Жарамды графиканы конфигурациялаңыз SU View|Preferences|Advanced ішіндегі пәрмен
km: សូមកំណត់រចនាសម្ព័ន្ធក្រាហ្វិកត្រឹមត្រូវ។ SU ពាក្យបញ្ជានៅក្នុង View|Preferences|Advanced
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಗ್ರಾಫಿಕಲ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ SU ವೀಕ್ಷಣೆಯಲ್ಲಿ ಆದೇಶ|ಪ್ರಾಶಸ್ತ್ಯಗಳು|ಸುಧಾರಿತ
ku: Ji kerema xwe Grafîkek derbasdar mîheng bikî SU fermana di Dîtin|Tercîh|Pêşketî de
ky: Жарактуу Графиканы конфигурациялаңыз SU View|Preferences|Advanced ичиндеги буйрук
lb: Konfiguréiert w.e.g. eng valabel Grafik SU Kommando a View|Preferences|Fortgeschratt
lo: ກະລຸນາຕັ້ງຄ່າກາຟິກທີ່ຖືກຕ້ອງ SU ຄໍາສັ່ງໃນ View|Preferences|Advanced
lt: Sukonfigūruokite tinkamą grafiką SU komanda View|Preferences|Advanced
lv: Lūdzu, konfigurējiet derīgu grafiku SU komanda View|Preferences|Advanced
mg: Ampifandraiso azafady grapika manan-kery SU baiko ao amin'ny View|Preferences|Advanced
mi: Me whirihora koa he Whakairoiro whaimana SU whakahau i roto Tirohanga|Manakohanga|Ake
mk: Конфигурирајте важечка графика SU команда во View|Preferences|Напредно
ml: സാധുവായ ഒരു ഗ്രാഫിക്കൽ കോൺഫിഗർ ചെയ്യുക SU View|Preferences|Advanced എന്നതിലെ കമാൻഡ്
mn: Зөв График тохируулна уу SU View|Preferences|Advanced доторх тушаал
mr: कृपया वैध ग्राफिकल कॉन्फिगर करा SU दृश्यात आदेश|प्राधान्ये|प्रगत
mt: Jekk jogħġbok ikkonfigura Grafika valida SU kmand fil-View|Preferenzi|Avvanzat
my: ကျေးဇူးပြု၍ မှန်ကန်သော ဂရပ်ဖစ်ပုံစံကို သတ်မှတ်ပါ။ SU View|Preferences|Advanced ထဲတွင် command
nb: Vennligst konfigurer en gyldig grafikk SU kommando i Vis|Innstillinger|Avansert
ne: कृपया मान्य ग्राफिकल कन्फिगर गर्नुहोस् SU दृश्यमा आदेश | प्राथमिकताहरू | उन्नत
or: ଦୟାକରି ଏକ ବ valid ଧ ଗ୍ରାଫିକାଲ୍ ବିନ୍ୟାସ କରନ୍ତୁ | SU ଭ୍ୟୁ | ପ୍ରିଫରେନ୍ସେସ୍ | ଆଡଭାନ୍ସଡ୍ ରେ କମାଣ୍ଡ୍ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਗ੍ਰਾਫਿਕਲ ਦੀ ਸੰਰਚਨਾ ਕਰੋ SU ਦ੍ਰਿਸ਼ ਵਿੱਚ ਕਮਾਂਡ|ਪ੍ਰੇਫਰੈਂਸ|ਐਡਵਾਂਸਡ
ps: ﺉړﮐ ﺐﯿﺗﺮﺗ ﮏﯿﻓﺍﺮګ ﺮﺒﺘﻌﻣ ﻮﯾ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ SU ﯽﻠﻠﺘﺨﻣﺮﭘ | ﻪﻧﻮﺑﻮﺗ ﻩﺭﻮﻏ | ډﻧﺎﻤﮐ ﯥﮐ ﺪﯿﻟ ﻪﭘ
ro: Vă rugăm să configurați un grafic valid SU comandă în Vizualizare|Preferințe|Avansat
rw: Nyamuneka shiraho ibishushanyo byemewe SU itegeko muri Reba | Ibyifuzo | Byateye imbere
sd: ﻮﻳڏ ﺐﻴﺗﺮﺗ ڪﻓﺍﺮﮔ ﺢﻴﺤﺻ ڪﮬ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ SU ﺕﺎﺤﻴﺟﺮﺗ | ﻢڪﺣ ۾ ﮡﺳڏ
si: කරුණාකර වලංගු චිත්u200dරකයක් වින්u200dයාස කරන්න SU View|මනාප|උසස් හි විධානය
sk: Nakonfigurujte platnú grafiku SU v časti Zobraziť|Predvoľby|Rozšírené
sl: Prosimo, konfigurirajte veljavno grafiko SU ukaz v Pogled|Nastavitve|Napredno
sq: Ju lutemi konfiguroni një grafik të vlefshëm SU komandë në View|Preferences|Avancuar
sw: Tafadhali sanidi Mchoro halali SU amri katika View|Preferences|Advanced
ta: சரியான வரைகலை உள்ளமைக்கவும் SU View|Preferences|மேம்பட்டதில் கட்டளை
te: దయచేసి చెల్లుబాటు అయ్యే గ్రాఫికల్u200cని కాన్ఫిగర్ చేయండి SU వీక్షణలో కమాండ్|ప్రాధాన్యతలు|అధునాతన
tg: Лутфан Графикаи дурустро танзим кунед SU фармон дар View|Preferences|Advanced
th: โปรดกำหนดค่ากราฟิกที่ถูกต้อง SU คำสั่งใน View|Preferences|Advanced
tk: Dogry Grafiki düzüň SU Görkeziş | Saýlamalar | Ösen
tt: Зинһар, дөрес Графиканы конфигурацияләгез SU View in Preferences | Advanced
uk: Будь ласка, налаштуйте дійсний графічний файл SU команду у Перегляді|Налаштування|Додатково
ur: ۔ﮟﯾﺩ ﺐﯿﺗﺮﺗ ﻞﮑﯿﻓﺍﺮﮔ ﺖﺳﺭﺩ ﮏﯾﺍ ﻡﺮﮐ ﮦﺍﺮﺑ SU ﮉﺴﻧﺍﻭﮉﯾﺍ | ﺕﺎﺤﯿﺟﺮﺗ | ﮉﻧﺎﻤﮐ ﮟﯿﻣ ﻮﯾﻭ
uz: Iltimos, yaroqli grafikni sozlang SU View|Preferences|Kengaytirilganda buyruq
vi: Vui lòng định cấu hình một Đồ họa hợp lệ SU lệnh trong View | Preferences | Advanced
xh: Nceda uqwalasele umzobo osebenzayo SU umyalelo kwimboniselo|Ezikhethwayo|Ngaphambili
yi: לאַקיפאַרג קיטליג אַ רעיגיפנאַק עטיב SU עטריסנאַוואַ|ןצנערעפֿערפּ|View ןיא לעפֿאַב

source: Graphical SU Not Available
af: Grafies SU Nie beskikbaar nie
am: ስዕላዊ SU አይገኝም
ar: ﺔﻴﻣﻮﺳﺭ SU ﺮﻓﻮﺘﻣ ﺮﻴﻏ
be: Графічны SU Не даступны
bg: Графичен SU Не е наличен
bn: গ্রাফিক্যাল SU পাওয়া যায় না
ca: Gràfic SU No disponible
cy: Graffigol SU Dim ar gael
da: Grafisk SU Ikke tilgængelig
eo: Grafika SU Ne disponebla
et: Graafiline SU Pole saadaval
eu: Grafikoa SU Ez dago erabilgarri
fa: ﯽﮑﯿﻓﺍﺮﮔ SU ﺖﺴﯿﻧ ﺱﺮﺘﺳﺩ ﺭﺩ
fi: Graafinen SU Ei saatavilla
fil: Graphical SU Hindi magagamit
fy: Grafysk SU Net beskikber
ga: Grafach SU Níl sé ar fáil
gd: Grafach SU Chan eil e ri fhaighinn
gl: Gráfica SU Non dispoñible
gu: ગ્રાફિકલ SU ઉપલબ્ધ નથી
he: יפרג SU ןימז אל
hi: चित्रात्मक SU उपलब्ध नहीं है
hr: Grafički SU Nije dostupno
hu: Grafikus SU Nem elérhető
hy: Գրաֆիկական SU Անհասանելի
id: Grafis SU Tidak tersedia
is: Myndrænt SU Ekki í boði
ka: გრაფიკული SU Მიუწვდომელია
kk: Графикалық SU Жоқ
km: ក្រាហ្វិក SU មិនអាច
kn: ಚಿತ್ರಾತ್ಮಕ SU ಲಭ್ಯವಿಲ್ಲ
ku: Graphical SU Ne Berdest e
ky: Графикалык SU Жеткиликтүү эмес
lb: Grafesch SU Nët accessible
lo: ຮູບພາບ SU ບໍ່u200bສາu200bມາດu200bໃຊ້u200bໄດ້
lt: Grafinis SU Neprieinamas
lv: Grafisks SU Nav pieejams
mg: tsary ny SU Tsy misy
mi: Whakairoiro SU Kaore i te waatea
mk: Графички SU Не е достапно
ml: ഗ്രാഫിക്കൽ SU ലഭ്യമല്ല
mn: График SU Боломжгүй
mr: ग्राफिकल SU उपलब्ध नाही
mt: Grafika SU Mhux disponibbli
my: ဂရပ်ဖစ် SU မရရှိနိုင်ပါ
nb: Grafisk SU Ikke tilgjengelig
ne: ग्राफिकल SU उपलब्ध छैन
or: ଆଲେଖୀକ SU ଉପଲବ୍ଧ ନୁହେଁ
pa: ਗ੍ਰਾਫਿਕਲ SU ਉਪਲਭਦ ਨਹੀ
ps: ﮏﯿﻓﺍﺮګ SU ﻪﺘﺸﻧ
ro: Grafic SU Nu e disponibil
rw: Igishushanyo SU Ntiboneka
sd: ڪﻓﺍﺮﮔ SU ﻲﻫﺎﻧ ﺏﺎﻴﺘﺳﺩ
si: චිත්රක SU ලද නොහැක
sk: Grafický SU Nie je k dispozícií
sl: grafični SU Ni na voljo
sq: Grafike SU I padisponueshem
sw: Mchoro SU Haipatikani
ta: வரைகலை SU கிடைக்கவில்லை
te: గ్రాఫికల్ SU అందుబాటులో లేదు
tg: Графикӣ SU Дастрас нест
th: กราฟิก SU ไม่ว่าง
tk: Grafiki SU Elýeterli däl
tt: График SU Кулланып булмый
uk: Графічний SU Недоступний
ur: ﻞﮑﯿﻓﺍﺮﮔ SU ﮯﮨ ﮟﯿﮩﻧ ﺏﺎﯿﺘﺳﺩ
uz: Grafik SU Mavjud emas
vi: Đồ họa SU Không có sẵn
xh: Umzobo SU Ayifumaneki
yi: לאַקיפאַרג SU לעבעלעווע טשינ

source: Cannot create temporary directory
af: Kan nie tydelike gids skep nie
am: ጊዜያዊ ማውጫ መፍጠር አልተቻለም
ar: ﺖﻗﺆﻣ ﻞﻴﻟﺩ ءﺎﺸﻧﺇ ﻦﻜﻤﻳ ﻻ﻿
be: Немагчыма стварыць часовы каталог
bg: Не може да се създаде временна директория
bn: অস্থায়ী ডিরেক্টরি তৈরি করা যাবে না
ca: No es pot crear un directori temporal
cy: Methu creu cyfeirlyfr dros dro
da: Kan ikke oprette en midlertidig mappe
eo: Ne povas krei provizoran dosierujon
et: Ajutist kataloogi ei saa luua
eu: Ezin da aldi baterako direktorioa sortu
fa: ﺩﺮﮐ ﺩﺎﺠﯾﺍ ﺖﻗﻮﻣ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ ﻥﺍﻮﺗ ﯽﻤﻧ
fi: Väliaikaista hakemistoa ei voi luoda
fil: Hindi makalikha ng pansamantalang direktoryo
fy: Kin gjin tydlike map oanmeitsje
ga: Ní féidir eolaire sealadach a chruthú
gd: Cha ghabh eòlaire sealach a chruthachadh
gl: Non se pode crear o directorio temporal
gu: અસ્થાયી નિર્દેશિકા બનાવી શકાતી નથી
he: תינמז היירפס רוציל ןתינ אל
hi: अस्थायी निर्देशिका नहीं बना सकता
hr: Nije moguće stvoriti privremeni direktorij
hu: Nem lehet ideiglenes könyvtárat létrehozni
hy: Հնարավոր չէ ստեղծել ժամանակավոր գրացուցակ
id: Tidak dapat membuat direktori sementara
is: Ekki er hægt að búa til tímabundna möppu
ka: დროებითი დირექტორიას შექმნა შეუძლებელია
kk: Уақытша каталог жасау мүмкін емес
km: មិនអាចបង្កើតថតបណ្តោះអាសន្នបានទេ។
kn: ತಾತ್ಕಾಲಿಕ ಡೈರೆಕ್ಟರಿಯನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: Nekarî pelrêça demkî biafirîne
ky: Убактылуу каталог түзө албайт
lb: Kann net temporäre Verzeechnes erstellen
lo: ບໍ່ສາມາດສ້າງໄດເລກະທໍລີຊົ່ວຄາວໄດ້
lt: Neįmanoma sukurti laikino katalogo
lv: Nevar izveidot pagaidu direktoriju
mg: Tsy afaka mamorona lahatahiry vonjimaika
mi: Kāore e taea te waihanga whaiaronga rangitahi
mk: Не може да се создаде привремен директориум
ml: താൽക്കാലിക ഡയറക്ടറി സൃഷ്ടിക്കാൻ കഴിയില്ല
mn: Түр зуурын лавлах үүсгэх боломжгүй
mr: तात्पुरती निर्देशिका तयार करू शकत नाही
mt: Ma tistax toħloq direttorju temporanju
my: ယာယီလမ်းညွှန်ကို ဖန်တီး၍မရပါ။
nb: Kan ikke opprette midlertidig katalog
ne: अस्थायी डाइरेक्टरी सिर्जना गर्न सकिँदैन
or: ଅସ୍ଥାୟୀ ଡିରେକ୍ଟୋରୀ ସୃଷ୍ଟି କରିପାରିବ ନାହିଁ |
pa: ਅਸਥਾਈ ਡਾਇਰੈਕਟਰੀ ਨਹੀਂ ਬਣਾਈ ਜਾ ਸਕਦੀ
ps: ﯽﻟﻭړﻮﺟ ﻲﺸﻧ ﺩﻮښﺭﻻ﻿ ﻲﺘﻗﻮﻣ
ro: Nu se poate crea un director temporar
rw: Ntushobora gukora ububiko bwigihe gito
sd: ﻲﮭﮕﺳ ﻲﭤ ﻪﻧ ﻲﻫﺎﭠ ﻱﺮٽڪﻳﺭﺍڊ ﻲﺿﺭﺎﻋ
si: තාවකාලික නාමාවලිය සෑදිය නොහැක
sk: Nie je možné vytvoriť dočasný adresár
sl: Začasnega imenika ni mogoče ustvariti
sq: Nuk mund të krijohet drejtoria e përkohshme
sw: Haiwezi kuunda saraka ya muda
ta: தற்காலிக கோப்பகத்தை உருவாக்க முடியாது
te: తాత్కాలిక డైరెక్టరీని సృష్టించడం సాధ్యం కాదు
tg: Феҳристи муваққатӣ эҷод карда намешавад
th: ไม่สามารถสร้างไดเร็กทอรีชั่วคราว
tk: Wagtlaýyn katalog döredip bolmaýar
tt: Вакытлы каталог булдырып булмый
uk: Неможливо створити тимчасовий каталог
ur: ﯽﺘﮑﺳ ﺎﺟ ﯽﺋﺎﻨﺑ ﮟﯿﮩﻧ ﯼﺮﭩﮑﯾﺮﺋﺍﮈ ﯽﺿﺭﺎﻋ
uz: Vaqtinchalik katalog yaratib bo'lmadi
vi: Không thể tạo thư mục tạm thời
xh: Ayinakwenza uvimba weefayili wexeshana
yi: רעזיַיווגעוו עגילייווטייצ אַ ןכאַמ טינ ןענעק
