Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
af: Die volgende veranderlikes moet binne die argiefskepping-opdrag teenwoordig wees: Een van die volgende: %%%%n: Eerste geselekteerde lêer/gids om te argiveer %%%%N: Alle geselekteerde lêers/gidse om te argiveer en een van die volgende: %%%%o: Gevolglike enkele argief %%%%O: Gevolglike argief per bronlêer/gids (sien %%%%n/%%%%N)
am: የሚከተሉት ተለዋዋጮች በማህደር መፍጠር ትእዛዝ ውስጥ መሆን አለባቸው፡ ከሚከተሉት ውስጥ አንዱ፡- %%%%n: መጀመሪያ የተመረጠ ፋይል/ማህደር ወደ ማህደር %%%%N: ሁሉም የተመረጡ ፋይሎች/ ማውጫዎች ወደ ማህደር እና ከሚከተሉት ውስጥ አንዱ፡- %%%%o: ውጤት ነጠላ መዝገብ %%%%O: የውጤት ማህደር በእያንዳንዱ የምንጭ ፋይል/ ማውጫ (ተመልከት %%%%n/%%%%N)
ar: :ﻒﻴﺷﺭﻷ﻿ﺍ ءﺎﺸﻧﺇ ﺮﻣﺃ ﻲﻓ ﺓﺩﻮﺟﻮﻣ ﺔﻴﻟﺎﺘﻟﺍ ﺕﺍﺮﻴﻐﺘﻤﻟﺍ ﻥﻮﻜﺗ ﻥﺃ ﺐﺠﻳ :ﺔﻴﻟﺎﺘﻟﺍ ﻦﻣ ﺓﺪﺣﺍﻭ %%%%n: ﺔﻔﺷﺭﻸ﻿ﻟ ﺩﺪﺤﻣ ﻞﻴﻟﺩ / ﻒﻠﻣ ﻝﻭﺃ %%%%N: ﺔﻔﺷﺭﻸ﻿ﻟ ﺓﺩﺪﺤﻤﻟﺍ ﻞﺋﻻ﻿ﺪﻟﺍ / ﺕﺎﻔﻠﻤﻟﺍ ﻊﻴﻤﺟ :ﻲﻠﻳ ﺎﻤﻣ ﺪﺣﺍﻭﻭ %%%%o: ﺞﺗﺎﻨﻟﺍ ﺪﺣﺍﻭ ﻒﻴﺷﺭﺃ %%%%O: ﺭﺪﺼﻣ ﻞﻴﻟﺩ / ﻒﻠﻣ ﻞﻜﻟ ﺞﺗﺎﻨﻟﺍ ﻒﻴﺷﺭﻷ﻿ﺍ (ﻯﺭﺍ %%%%n/%%%%N)
be: Наступныя зменныя павінны прысутнічаць у камандзе стварэння архіва: Адно з наступнага: %%%%n: Першы выбраны файл/каталог для архівавання %%%%N: Усе выбраныя файлы / каталогі для архівавання і адно з наступнага: %%%%o: Адзіны архіў у выніку %%%%O: Атрыманы архіў на зыходны файл/каталог (гл %%%%n/%%%%N)
bg: Следните променливи трябва да присъстват в командата за създаване на архив: Едно от следните: %%%%n: Първият избран файл/директория за архивиране %%%%N: Всички избрани файлове/директории за архивиране и едно от следните: %%%%o: Получен един архив %%%%O: Резултатен архив за изходен файл/директория (виж %%%%n/%%%%N)
bn: নিম্নলিখিত ভেরিয়েবলগুলি সংরক্ষণাগার নির্মাণ কমান্ডের মধ্যে উপস্থিত হওয়া উচিত: নিম্নলিখিত এক: %%%%n: আর্কাইভ করার জন্য প্রথম নির্বাচিত ফাইল/ডিরেক্টরি %%%%N: আর্কাইভ করার জন্য সমস্ত নির্বাচিত ফাইল/ডিরেক্টরি এবং নিম্নলিখিতগুলির মধ্যে একটি: %%%%o: একক সংরক্ষণাগার ফলাফল %%%%O: উৎস ফাইল/ডিরেক্টরি প্রতি ফলাফল সংরক্ষণাগার (দেখা %%%%n/%%%%N)
ca: Les variables següents haurien d'estar presents a l'ordre de creació d'arxiu: Un dels següents: %%%%n: Primer fitxer/directori seleccionat per arxivar %%%%N: Tots els fitxers/directoris seleccionats per arxivar i una de les següents: %%%%o: Arxiu únic resultant %%%%O: Arxiu resultant per fitxer/directori font (veure %%%%n/%%%%N)
cy: Dylai'r newidynnau canlynol fod yn bresennol gyda'r gorchymyn creu archif: Un o'r canlynol: %%%%n: Ffeil / cyfeiriadur a ddewiswyd gyntaf i'r archif %%%%N: Pob ffeil / cyfeiriadur a ddewiswyd i'w harchifo ac un o'r canlynol: %%%%o: Archif sengl o ganlyniad %%%%O: Archif o ganlyniad i bob ffeil / cyfeiriadur ffynhonnell (gw %%%%n/%%%%N)
da: Følgende variabler skal være til stede i kommandoen til oprettelse af arkiv: En af følgende: %%%%n: Først valgt fil/mappe til arkivering %%%%N: Alle valgte filer/mapper til arkivering og en af u200bu200bfølgende: %%%%o: Resulterende enkelt arkiv %%%%O: Resulterende arkiv pr. kildefil/mappe (se %%%%n/%%%%N)
eo: La sekvaj variabloj devas esti ĉeestantaj en la komando pri kreado de arkivo: Unu el la sekvaj: %%%%n: Unue elektita dosiero/dosierujo por arkivi %%%%N: Ĉiuj elektitaj dosieroj/dosierujoj por arkivi kaj unu el la jenaj: %%%%o: Rezulta ununura arkivo %%%%O: Rezulta arkivo per fontdosiero/dosierujo (vidu %%%%n/%%%%N)
et: Arhiivi loomise käsus peaksid olema järgmised muutujad: Üks järgmistest: %%%%n: Esmalt valitud fail/kataloog arhiivimiseks %%%%N: Kõik valitud failid/kataloogid arhiivimiseks ja üks järgmistest: %%%%o: Tulemuseks üks arhiiv %%%%O: Tulemuseks olev arhiiv lähtefaili/kataloogi kohta (vaata %%%%n/%%%%N)
eu: Artxiboa sortzeko komandoan aldagai hauek egon beharko lirateke: Honako hauetako bat: %%%%n: Lehen hautatutako fitxategia/direktorioa artxibatzeko %%%%N: Hautatutako fitxategi/direktorio guztiak artxibatzeko eta hauetako bat: %%%%o: Ondorioz, artxibo bakarra %%%%O: Sortutako artxiboa iturburu-fitxategi/direktorio bakoitzeko (ikusi %%%%n/%%%%N)
fa: :ﺪﻨﺷﺎﺑ ﻪﺘﺷﺍﺩ ﺩﻮﺟﻭ ﻮﯿﺷﺭﺁ ﺩﺎﺠﯾﺍ ﺭﻮﺘﺳﺩ ﺭﺩ ﺪﯾﺎﺑ ﺮﯾﺯ ﯼﺎﻫﺮﯿﻐﺘﻣ :ﺮﯾﺯ ﺩﺭﺍﻮﻣ ﺯﺍ ﯽﮑﯾ %%%%n: ﺪﺷ ﺏﺎﺨﺘﻧﺍ ﯽﻧﺎﮕﯾﺎﺑ ﯼﺍﺮﺑ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ/ﻞﯾﺎﻓ ﻦﯿﻟﻭﺍ %%%%N: ﯽﻧﺎﮕﯾﺎﺑ ﯼﺍﺮﺑ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﯼﺎﻫ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ/ﺎﻫ ﻞﯾﺎﻓ ﻪﻤﻫ ﺮﯾﺯ ﺩﺭﺍﻮﻣ ﺯﺍ ﯽﮑﯾ ﻭ %%%%o: ﻞﺻﺎﺣ ﺪﺣﺍﻭ ﯽﻧﺎﮕﯾﺎﺑ %%%%O: ﻊﺒﻨﻣ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ/ﻞﯾﺎﻓ ﺮﻫ ﺭﺩ ﻪﺠﯿﺘﻧ ﻮﯿﺷﺭﺁ (ﻥﺪﯾﺩ %%%%n/%%%%N)
fi: Seuraavien muuttujien tulee olla läsnä arkiston luontikomennossa: Jokin seuraavista: %%%%n: Ensimmäinen valittu tiedosto/hakemisto arkistoitavaksi %%%%N: Kaikki valitut arkistoitavat tiedostot/hakemistot ja yksi seuraavista: %%%%o: Tuloksena yksi arkisto %%%%O: Tuloksena oleva arkisto lähdetiedostoa/hakemistoa kohti (katso %%%%n/%%%%N)
fil: Ang mga sumusunod na variable ay dapat na nasa loob ng utos ng paglikha ng archive: Isa sa mga sumusunod: %%%%n: Unang napiling file/direktoryo upang i-archive %%%%N: Lahat ng mga napiling file/direktoryo upang i-archive at isa sa mga sumusunod: %%%%o: Nagreresultang solong archive %%%%O: Nagreresultang archive bawat source file/directory (tingnan mo %%%%n/%%%%N)
fy: De folgjende fariabelen moatte oanwêzich wêze yn it kommando foar it meitsjen fan argyf: Ien fan 'e folgjende: %%%%n: Earste selektearre triem / map te argyf %%%%N: Alle selektearre triemmen / mappen te argyf en ien fan 'e folgjende: %%%%o: Resultaat ien argyf %%%%O: Resultaat argyf per boarne triem / map (sjen %%%%n/%%%%N)
ga: Ba cheart go mbeadh na hathróga seo a leanas i láthair san ordú um chruthú cartlainne: Ceann amháin díobh seo a leanas: %%%%n: An chéad chomhad / eolaire roghnaithe le cartlann %%%%N: Gach comhad / eolaire roghnaithe le cartlann agus ceann amháin díobh seo a leanas: %%%%o: Cartlann aonair mar thoradh air %%%%O: Cartlann mar thoradh ar gach comhad foinse / eolaire (féach %%%%n/%%%%N)
gd: Bu chòir na caochladairean a leanas a bhith an cois òrdugh cruthachadh tasglann: Aon de na leanas: %%%%n: A ’chiad faidhle / eòlaire taghte don tasglann %%%%N: A h-uile faidhle / eòlaire taghte airson tasglann agus aon de na leanas: %%%%o: Toradh aon tasglann %%%%O: Tasglann toradh gach faidhle stòr / eòlaire (faic %%%%n/%%%%N)
gl: As seguintes variables deberían estar presentes no comando de creación do arquivo: Un dos seguintes: %%%%n: O primeiro ficheiro/directorio seleccionado para arquivar %%%%N: Todos os ficheiros/directorios seleccionados para arquivar e un dos seguintes: %%%%o: Arquivo único resultante %%%%O: Arquivo resultante por ficheiro/directorio fonte (Ver %%%%n/%%%%N)
gu: આર્કાઇવ બનાવટ આદેશમાં નીચેના ચલો હાજર હોવા જોઈએ: નીચેનામાંથી એક: %%%%n: આર્કાઇવ કરવા માટે પ્રથમ પસંદ કરેલી ફાઇલ/ડિરેક્ટરી %%%%N: આર્કાઇવ કરવા માટે બધી પસંદ કરેલી ફાઇલો/ડિરેક્ટરીઝ અને નીચેનામાંથી એક: %%%%o: પરિણામી એક આર્કાઇવ %%%%O: સ્ત્રોત ફાઇલ/ડિરેક્ટરી દીઠ પરિણામી આર્કાઇવ (જુઓ %%%%n/%%%%N)
he: :ןויכראה תריצי תדוקפב םיחכונ תויהל םיכירצ םיאבה םינתשמה :םיאבהמ דחא %%%%n: ןויכראל ןושאר ורחבנש היירפס/ץבוק %%%%N: ןויכראל ורחבנש תוירפסה/םיצבקה לכ :םיאבהמ דחאו %%%%o: דדוב ןויכרא ךכמ האצותכ %%%%O: רוקמ היירפס/ץבוק לכל לבקתמה ןויכרא (תֹואְרִל %%%%n/%%%%N)
hi: निम्नलिखित चर संग्रह निर्माण कमांड के भीतर मौजूद होने चाहिए: निम्न में से एक: %%%%n: संग्रह के लिए पहली चयनित फ़ाइल/निर्देशिका %%%%N: संग्रह करने के लिए सभी चयनित फ़ाइलें/निर्देशिका और निम्न में से एक: %%%%o: परिणामी एकल संग्रह %%%%O: परिणामी संग्रह प्रति स्रोत फ़ाइल/निर्देशिका (देख %%%%n/%%%%N)
hr: Sljedeće varijable trebale bi biti prisutne u naredbi za kreiranje arhive: Jedno od sljedećeg: %%%%n: Prva odabrana datoteka/direktorij za arhiviranje %%%%N: Sve odabrane datoteke/direktorije za arhiviranje i jedno od sljedećeg: %%%%o: Rezultirajuća pojedinačna arhiva %%%%O: Rezultirajuća arhiva po izvornoj datoteci/direktoriju (vidjeti %%%%n/%%%%N)
hu: Az archívum létrehozása parancsban a következő változóknak kell megjelenniük: Az alábbiak egyike: %%%%n: Elsőként archiválandó fájl/könyvtár %%%%N: Minden kiválasztott fájl/könyvtár archiválandó és a következők egyike: %%%%o: Az eredmény egyetlen archívum %%%%O: Az eredmény archívum forrásfájlonként/könyvtáronként (lát %%%%n/%%%%N)
hy: Արխիվի ստեղծման հրամանում պետք է ներկա լինեն հետևյալ փոփոխականները. Հետևյալներից մեկը. %%%%n: Առաջին ընտրված ֆայլը/գրացուցակը արխիվացնելու համար %%%%N: Բոլոր ընտրված ֆայլերը/տեղեկատուները՝ արխիվացնելու համար և հետևյալներից մեկը. %%%%o: Ստացված մեկ արխիվ %%%%O: Ստացված արխիվը յուրաքանչյուր աղբյուրի ֆայլի/տեղեկատուի համար (տեսնել %%%%n/%%%%N)
id: Variabel berikut harus ada dalam perintah pembuatan arsip: Satu dari berikut: %%%%n: File/direktori pertama yang dipilih untuk diarsipkan %%%%N: Semua file/direktori yang dipilih untuk diarsipkan dan salah satu dari berikut ini: %%%%o: Arsip tunggal yang dihasilkan %%%%O: Arsip yang dihasilkan per file/direktori sumber (Lihat %%%%n/%%%%N)
is: Eftirfarandi breytur ættu að vera til staðar í skipuninni til að búa til skjalasafn: Eitt af eftirfarandi: %%%%n: Fyrst valin skrá/skrá til að geyma %%%%N: Allar valdar skrár/möppur til að geyma og eitt af eftirfarandi: %%%%o: Einstök skjalasafn sem myndast %%%%O: Afleiðandi skjalasafn fyrir hverja upprunaskrá/möppu (sjáðu %%%%n/%%%%N)
ka: შემდეგი ცვლადები უნდა იყოს წარმოდგენილი არქივის შექმნის ბრძანებაში: ერთ-ერთი შემდეგი: %%%%n: პირველი არჩეული ფაილი/საარქივო დირექტორია %%%%N: ყველა არჩეული ფაილი/საქაღალდე არქივისთვის და ერთ-ერთი შემდეგი: %%%%o: შედეგად მიღებული ერთი არქივი %%%%O: შედეგად მიღებული არქივი თითო წყაროს ფაილზე / დირექტორიაში (იხილეთ %%%%n/%%%%N)
kk: Мұрағат жасау пәрменінде келесі айнымалылар болуы керек: Төмендегілердің бірі: %%%%n: Мұрағаттау үшін бірінші таңдалған файл/каталог %%%%N: Мұрағатталатын барлық таңдалған файлдар/каталогтар және келесілердің бірі: %%%%o: Нәтижесінде бірыңғай мұрағат %%%%O: Бастапқы файл/каталог бойынша нәтиже мұрағат (қараңыз %%%%n/%%%%N)
km: អថេរខាងក្រោមគួរតែមានវត្តមាននៅក្នុងពាក្យបញ្ជាបង្កើតប័ណ្ណសារ៖ មួយក្នុងចំណោមខាងក្រោម៖ %%%%n: ឯកសារ/ថតដែលបានជ្រើសរើសដំបូងដើម្បីទុកក្នុងប័ណ្ណសារ %%%%N: ឯកសារ/ថតដែលបានជ្រើសរើសទាំងអស់ដើម្បីទុកក្នុងប័ណ្ណសារ និងមួយក្នុងចំណោមខាងក្រោម៖ %%%%o: លទ្ធផលបណ្ណសារតែមួយ %%%%O: បណ្ណសារលទ្ធផលក្នុងមួយឯកសារ/ថតប្រភព (ឃើញ %%%%n/%%%%N)
kn: ಆರ್ಕೈವ್ ರಚನೆಯ ಆಜ್ಞೆಯಲ್ಲಿ ಈ ಕೆಳಗಿನ ಅಸ್ಥಿರಗಳು ಇರಬೇಕು: ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದು: %%%%n: ಆರ್ಕೈವ್ ಮಾಡಲು ಮೊದಲು ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್/ಡೈರೆಕ್ಟರಿ %%%%N: ಆರ್ಕೈವ್ ಮಾಡಲು ಎಲ್ಲಾ ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್u200cಗಳು/ಡೈರೆಕ್ಟರಿಗಳು ಮತ್ತು ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದು: %%%%o: ಒಂದೇ ಆರ್ಕೈವ್ ಫಲಿತಾಂಶ %%%%O: ಪ್ರತಿ ಮೂಲ ಫೈಲ್/ಡೈರೆಕ್ಟರಿಯ ಫಲಿತಾಂಶದ ಆರ್ಕೈವ್ (ನೋಡಿ %%%%n/%%%%N)
ku: Guherbarên jêrîn divê di nav fermana çêkirina arşîvê de hebin: Yek ji van jêrîn: %%%%n: Pêşî pel / pelrêça hilbijartî ji bo arşîvê %%%%N: Hemî pel / pelrêçên hilbijartî ji bo arşîvkirinê û yek ji van jêrîn: %%%%o: Encama arşîva yekane %%%%O: Encama arşîva li ser pelê / pelrêça çavkanî (dîtin %%%%n/%%%%N)
ky: Архив түзүү буйругунда төмөнкү өзгөрмөлөр болушу керек: Төмөнкүлөрдүн бири: %%%%n: Архивдөө үчүн биринчи тандалган файл/каталог %%%%N: Бардык тандалган файлдар/каталогдор архивделет жана төмөнкүлөрдүн бири: %%%%o: Натыйжада бирдиктүү архив %%%%O: Ар бир баштапкы файл/каталог боюнча жыйынтык архив (көрүү %%%%n/%%%%N)
lb: Déi folgend Variablen sollen am Archivkreatiounskommando präsent sinn: Ee vun de folgenden: %%%%n: Éischt ausgewielte Fichier / Verzeechnes fir ze archivéieren %%%%N: All ausgewielte Dateien / Verzeichnungen fir ze archivéieren an ee vun de folgenden: %%%%o: Resultéiert eenzel Archiv %%%%O: Resultéiert Archiv pro Quelldatei / Verzeechnes (gesinn %%%%n/%%%%N)
lo: ຕົວແປຕໍ່ໄປນີ້ຄວນຈະມີຢູ່ໃນຄໍາສັ່ງສ້າງ archive: ໜຶ່ງໃນສິ່ງຕໍ່ໄປນີ້: %%%%n: ທໍາອິດເລືອກໄຟລ໌ / ໄດເລກະທໍລີເພື່ອເກັບໄວ້ %%%%N: ໄຟລ໌/ໄດເລກະທໍລີທີ່ເລືອກທັງໝົດເພື່ອເກັບໄວ້ ແລະຫນຶ່ງໃນຕໍ່ໄປນີ້: %%%%o: ຜົນການເກັບມ້ຽນອັນດຽວ %%%%O: ຜົນການຈັດເກັບຂໍ້ມູນຕໍ່ແຫຼ່ງໄຟລ໌/ໄດເລກະທໍລີ (ເບິ່ງ %%%%n/%%%%N)
lt: Archyvo kūrimo komandoje turėtų būti pateikti šie kintamieji: Vienas iš šių: %%%%n: Pirmas pasirinktas failas/katalogas archyvuoti %%%%N: Visi pasirinkti failai / katalogai archyvuoti ir vienas iš šių: %%%%o: Gautas vienas archyvas %%%%O: Gautas archyvas pagal šaltinio failą / katalogą (pamatyti %%%%n/%%%%N)
lv: Arhīva izveides komandā ir jābūt šādiem mainīgajiem: Viens no šiem: %%%%n: Pirmais arhivējamais fails/direktorijs %%%%N: Visi atlasītie faili/direktorijas arhivēšanai un vienu no šiem: %%%%o: Rezultātā tiek izveidots viens arhīvs %%%%O: Iegūtais arhīvs katrā avota failā/direktorijā (skat %%%%n/%%%%N)
mg: Ireto fari-javatra manaraka ireto dia tokony ho hita ao anatin'ny baiko famoronana arisiva: Iray amin'ireto manaraka ireto: %%%%n: Ny rakitra / lahatahiry voafantina voalohany ho tahiry %%%%N: Ny rakitra/lahatsoratra voafantina rehetra hotehirizina ary ny iray amin'ireto manaraka ireto: %%%%o: Ny arsiva tokana vokatr'izany %%%%O: Ny arisiva vokatra isaky ny rakitra / lahatahiry loharano (JEREO NY %%%%n/%%%%N)
mi: Ko nga taurangi e whai ake nei me noho ki roto i te whakahau hanga purongo: Ko tetahi o enei e whai ake nei: %%%%n: I kowhiria tuatahi te konae/whaiaronga ki te puranga %%%%N: Katoa nga konae/whaiaronga kua tohua hei puranga me tetahi o enei e whai ake nei: %%%%o: Puranga kotahi %%%%O: Puranga hua mo ia puna puna / whaiaronga (kite %%%%n/%%%%N)
mk: Следниве променливи треба да бидат присутни во командата за создавање архива: Едно од следниве: %%%%n: Прво избраната датотека/директориум за архивирање %%%%N: Сите избрани датотеки/директориуми за архивирање и едно од следниве: %%%%o: Како резултат на една архива %%%%O: Резултирачката архива по изворна датотека/директориум (види %%%%n/%%%%N)
ml: ആർക്കൈവ് ക്രിയേഷൻ കമാൻഡിൽ ഇനിപ്പറയുന്ന വേരിയബിളുകൾ ഉണ്ടായിരിക്കണം: ഇനിപ്പറയുന്നവയിൽ ഒന്ന്: %%%%n: ആർക്കൈവുചെയ്യാൻ ആദ്യം തിരഞ്ഞെടുത്ത ഫയൽ/ഡയറക്u200cടറി %%%%N: ആർക്കൈവുചെയ്യാൻ തിരഞ്ഞെടുത്ത എല്ലാ ഫയലുകളും/ഡയറക്u200cടറികളും കൂടാതെ ഇനിപ്പറയുന്നവയിൽ ഒന്ന്: %%%%o: ഫലം ഒറ്റ ആർക്കൈവ് %%%%O: ഓരോ സോഴ്u200cസ് ഫയൽ/ഡയറക്u200cടറിയിലും ഫലമായുണ്ടാകുന്ന ആർക്കൈവ് (കാണുക %%%%n/%%%%N)
mn: Архив үүсгэх командын дотор дараах хувьсагчууд байх ёстой. Дараахь зүйлсийн нэг: %%%%n: Архивлахын тулд эхлээд сонгосон файл/лавлах %%%%N: Архивлах бүх сонгогдсон файл/лавлах ба дараахь зүйлсийн аль нэг нь: %%%%o: Үр дүнд нь нэг архив %%%%O: Эх файл/санд тус бүрийн архивын үр дүн (үзнэ үү %%%%n/%%%%N)
mr: खालील व्हेरिएबल्स संग्रहण निर्मिती आदेशामध्ये उपस्थित असणे आवश्यक आहे: खालीलपैकी एक: %%%%n: संग्रहित करण्यासाठी प्रथम निवडलेली फाइल/डिरेक्टरी %%%%N: संग्रहित करण्यासाठी सर्व निवडलेल्या फाईल्स/डिरेक्टरी आणि खालीलपैकी एक: %%%%o: परिणामी एकल संग्रहण %%%%O: प्रति स्रोत फाइल/डिरेक्टरी परिणामी संग्रहण (पहा %%%%n/%%%%N)
mt: Il-varjabbli li ġejjin għandhom ikunu preżenti fil-kmand tal-ħolqien tal-arkivju: Waħda minn dawn li ġejjin: %%%%n: L-ewwel fajl/direttorju magħżul għall-arkivju %%%%N: Il-fajls/direttorji kollha magħżula għall-arkivjar u waħda minn dawn li ġejjin: %%%%o: Arkivju uniku li jirriżulta %%%%O: Arkivju li jirriżulta għal kull fajl/direttorju tas-sors (ara %%%%n/%%%%N)
my: archive creation command တွင် အောက်ပါ variable များသည် ရှိနေသင့်သည်- အောက်ပါတို့အနက်မှ တစ်ခု- %%%%n: သိမ်းဆည်းရန်အတွက် ပထမဆုံးရွေးချယ်ထားသော ဖိုင်/လမ်းညွှန် %%%%N: ရွေးချယ်ထားသော ဖိုင်များ/လမ်းညွှန်များအားလုံးကို သိမ်းဆည်းရန် နှင့် အောက်ပါတို့ထဲမှ တစ်ခု။ %%%%o: ရလဒ်တစ်ခုတည်းကို တင်ထားပါတယ်။ %%%%O: အရင်းအမြစ် ဖိုင်/လမ်းညွှန်တစ်ခုအတွက် ရလဒ် မော်ကွန်း (ကြည့်ပါ။ %%%%n/%%%%N)
nb: Følgende variabler bør være til stede i kommandoen for opprettelse av arkiv: En av følgende: %%%%n: Først valgt fil/katalog som skal arkiveres %%%%N: Alle valgte filer/kataloger skal arkiveres og en av følgende: %%%%o: Resulterende enkeltarkiv %%%%O: Resulterende arkiv per kildefil/katalog (se %%%%n/%%%%N)
ne: निम्न चरहरू अभिलेख निर्माण आदेश भित्र उपस्थित हुनुपर्छ: निम्न मध्ये एक: %%%%n: संग्रह गर्नको लागि पहिलो चयन गरिएको फाइल/डाइरेक्टरी %%%%N: संग्रह गर्नका लागि सबै चयन गरिएका फाइलहरू/डाइरेक्टरीहरू र निम्न मध्ये एक: %%%%o: नतिजा एकल अभिलेख %%%%O: प्रति स्रोत फाइल/डाइरेक्टरी नतिजा अभिलेख (हेर्नुहोस् %%%%n/%%%%N)
or: ନିମ୍ନଲିଖିତ ଭେରିଏବଲ୍ ଗୁଡିକ ଆର୍କାଇଭ୍ କ୍ରିଏସନ୍ କମାଣ୍ଡରେ ଉପସ୍ଥାପିତ ହେବା ଉଚିତ: ନିମ୍ନଲିଖିତ ମଧ୍ୟରୁ ଗୋଟିଏ: %%%%n: ଆର୍କାଇଭ୍ ପାଇଁ ପ୍ରଥମେ ମନୋନୀତ ଫାଇଲ୍ / ଡିରେକ୍ଟୋରୀ | %%%%N: ସମସ୍ତ ମନୋନୀତ ଫାଇଲ୍ / ଡିରେକ୍ଟୋରୀଗୁଡିକ ଆର୍କାଇଭ୍ କରିବାକୁ | ଏବଂ ନିମ୍ନଲିଖିତ ମଧ୍ୟରୁ ଗୋଟିଏ: %%%%o: ଏକକ ଅଭିଲେଖାଗାରର ଫଳାଫଳ | %%%%O: ଉତ୍ସ ଉତ୍ସ ଫାଇଲ / ଡିରେକ୍ଟୋରୀ ପ୍ରତି ଆର୍କାଇଭ୍ ଫଳାଫଳ | (ଦେଖନ୍ତୁ | %%%%n/%%%%N)
pa: ਹੇਠਾਂ ਦਿੱਤੇ ਵੇਰੀਏਬਲ ਆਰਕਾਈਵ ਬਣਾਉਣ ਦੀ ਕਮਾਂਡ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ: ਇਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ: %%%%n: ਪੁਰਾਲੇਖ ਲਈ ਪਹਿਲੀ ਚੁਣੀ ਗਈ ਫਾਈਲ/ਡਾਇਰੈਕਟਰੀ %%%%N: ਪੁਰਾਲੇਖ ਲਈ ਸਾਰੀਆਂ ਚੁਣੀਆਂ ਗਈਆਂ ਫਾਈਲਾਂ/ਡਾਇਰੈਕਟਰੀਆਂ ਅਤੇ ਹੇਠ ਲਿਖਿਆਂ ਵਿੱਚੋਂ ਇੱਕ: %%%%o: ਨਤੀਜੇ ਵਜੋਂ ਸਿੰਗਲ ਆਰਕਾਈਵ %%%%O: ਨਤੀਜੇ ਵਜੋਂ ਪੁਰਾਲੇਖ ਪ੍ਰਤੀ ਸਰੋਤ ਫਾਈਲ/ਡਾਇਰੈਕਟਰੀ (ਦੇਖੋ %%%%n/%%%%N)
ps: :ﻱﻭ ﺩﻮﺟﻮﻣ ﯥﮐ ډﻧﺎﻤﮐ ﻮﻟﻭړﻮﺟ ﻒﯿﺷﺭﺁ ﺩ ﺪﯾﺎﺑ ﺕﺍﺮﯿﻐﺘﻣ ﯤﺪﻧﻻ﻿ :ﻪﺨڅ ﯤﺪﻧﻻ﻿ ﻪﻟ ﻮﯾ %%%%n: ﺩﻮښﺭﻻ﻿ / ﻞﯾﺎﻓ ﯼﻮﺷ ﻩﺭﻮﻏ ﯼړﻣﻮﻟ ﻩﺭﺎﭙﻟ ﻒﯿﺷﺭﺁ ﺩ %%%%N: ﻪﺗ ﻒﯿﺷﺭﺁ ﺩﻮښﺭﻻ﻿ / ﻪﻧﻮﻠﯾﺎﻓ ﻱﻮﺷ ﻩﺭﻮﻏ ﻝﻮټ :ﻪﺨڅ ﯤﺪﻧﻻ﻿ ﻪﻟ ﻮﯾ ﻭﺍ %%%%o: ﻪﻠﯾﺎﭘ ﻒﯿﺷﺭﺁ ﺪﺣﺍﻭ ﺩ %%%%O: ﻒﯿﺷﺭﺁ ﯽﮑﻧﻭﺮﻟ ﻪﻠﯾﺎﭘ ﺩﻮښﺭﻻ﻿ / ﻞﯾﺎﻓ ﯥﻨﯿﭼﺮﺳ ﯤﺮﻫ ﺩ (ﺉﺭﻮګﻭ %%%%n/%%%%N)
ro: Următoarele variabile ar trebui să fie prezente în comanda de creare a arhivei: Una dintre următoarele: %%%%n: Primul fișier/director selectat de arhivat %%%%N: Toate fișierele/directoarele selectate de arhivat și una dintre următoarele: %%%%o: Arhiva unică rezultată %%%%O: Arhiva rezultată pe fișier/director sursă (vedea %%%%n/%%%%N)
rw: Impinduka zikurikira zigomba kuba zihari hamwe nububiko bwububiko bwububiko: Kimwe muri ibi bikurikira: %%%%n: Bwa mbere byatoranijwe dosiye / ububiko bwububiko %%%%N: Byose byatoranijwe dosiye / ububiko bwububiko na kimwe muri ibi bikurikira: %%%%o: Igisubizo cyububiko bumwe %%%%O: Igisubizo cyububiko kuri dosiye / ububiko (reba %%%%n/%%%%N)
sd: .ﻲﺟﺮﮭﮔ ﮡﺠﮬ ۾ ﻢڪﺣ ﻲﺟ ﮡﮬﺎﭠ ﻮﻴﺋﺎڪﺭﺁ ﻲﮐ ﻥﺮﻴﻐﺘﻣ ﻞﻧڏ ﭟﻴﮬ :ﻭڙڪﮬ ﻥﺎﻣ ﻦﻴﭡﻴﮬ %%%%n: ﻱﺮٽڪﻳﺮﺋﺍڊ/ﻞﺋﺎﻓ ﻮﻳڊﻧﻮﭼ ﻥﻮﻳﺮﻬﭘ ءِﻻ﻿ ﮠﺮڪ ﻮﻴﺋﺎڪﺭﺁ %%%%N: ءِﻻ﻿ ﮠﺮڪ ﻅﻮﻔﺤﻣ ﻥﻮﻳﺮٽڪﻳﺮﺋﺍڊ/ﻥﻮﻠﺋﺎﻓ ﻞﻳڊﻧﻮﭼ ﻲﺌﭝﺳ :ﻭڙڪﮬ ﻥﺎﻣ ﻦﻴﭡﻴﮬ ۽ %%%%o: ﻮﻴﺋﺎڪﺭﺁ ﻮﻠﻴڪﺍ ﻮﺠﻴﺘﻧ %%%%O: ﻱﺮٽڪﻳﺮﺋﺍڊ/ﻞﺋﺎﻓ ﺬﺧﺎﻣ ﻲﻓ ﻮﻴﺋﺎڪﺭﺁ ﻮﺠﻴﺘﻧ (ﻮﺳڏ %%%%n/%%%%N)
si: සංරක්ෂිත නිර්මාණය කිරීමේ විධානය තුළ පහත විචල්u200dයයන් තිබිය යුතුය: පහත ඒවායින් එකක්: %%%%n: සංරක්ෂිත කිරීමට පළමුව තෝරාගත් ගොනුව/නාමාවලිය %%%%N: සංරක්ෂිත කිරීමට තෝරාගත් සියලුම ගොනු/නාමලක සහ පහත සඳහන් දේවලින් එකක්: %%%%o: ප්රතිඵලය තනි ලේඛනාගාරය %%%%O: මූලාශ්u200dර ගොනුවකට/නාමාවලියකට ප්u200dරතිඵලයක් ලෙස සංරක්ෂිතය (බලන්න %%%%n/%%%%N)
sk: V príkaze na vytvorenie archívu by mali byť prítomné nasledujúce premenné: Jedna z nasledujúcich možností: %%%%n: Prvý vybratý súbor/adresár na archiváciu %%%%N: Všetky vybrané súbory/adresáre na archiváciu a jeden z nasledujúcich: %%%%o: Výsledný jediný archív %%%%O: Výsledný archív podľa zdrojového súboru/adresára (pozri %%%%n/%%%%N)
sl: V ukazu za ustvarjanje arhiva morajo biti prisotne naslednje spremenljivke: Eden od naslednjih: %%%%n: Prva izbrana datoteka/imenik za arhiviranje %%%%N: Vse izbrane datoteke/imenike za arhiviranje in eno od naslednjega: %%%%o: Nastali en sam arhiv %%%%O: Končni arhiv na izvorno datoteko/imenik (glej %%%%n/%%%%N)
sq: Variablat e mëposhtëm duhet të jenë të pranishëm brenda komandës së krijimit të arkivit: Një nga sa vijon: %%%%n: Skedari/Direktoria e parë e zgjedhur për arkivim %%%%N: Të gjithë skedarët/drejtoritë e zgjedhura për arkivim dhe një nga sa vijon: %%%%o: Rezulton arkivi i vetëm %%%%O: Arkivi rezultues për skedar/drejtori burimore (Shiko %%%%n/%%%%N)
sw: Vigezo vifuatavyo vinapaswa kuwepo ndani ya amri ya uundaji wa kumbukumbu: Moja ya yafuatayo: %%%%n: Faili/saraka iliyochaguliwa kwanza kuwekwa kwenye kumbukumbu %%%%N: Faili/saraka zote zilizochaguliwa kuwekwa kwenye kumbukumbu na mojawapo ya yafuatayo: %%%%o: Kusababisha kumbukumbu moja %%%%O: Kumbukumbu inayosababisha kwa kila faili/saraka chanzo (ona %%%%n/%%%%N)
ta: காப்பக உருவாக்க கட்டளையில் பின்வரும் மாறிகள் இருக்க வேண்டும்: பின்வருவனவற்றில் ஒன்று: %%%%n: காப்பகத்திற்கு முதலில் தேர்ந்தெடுக்கப்பட்ட கோப்பு/கோப்பகம் %%%%N: காப்பகத்திற்குத் தேர்ந்தெடுக்கப்பட்ட அனைத்து கோப்புகள்/கோப்பகங்கள் மற்றும் பின்வருவனவற்றில் ஒன்று: %%%%o: இதன் விளைவாக ஒற்றை காப்பகம் %%%%O: ஒரு மூல கோப்பு/கோப்பகத்தின் விளைவாக காப்பகம் (பார்க்க %%%%n/%%%%N)
te: కింది వేరియబుల్స్ ఆర్కైవ్ క్రియేషన్ కమాండ్u200cలో ఉండాలి: కింది వాటిలో ఒకటి: %%%%n: ఆర్కైవ్ చేయడానికి మొదట ఫైల్/డైరెక్టరీని ఎంచుకున్నారు %%%%N: ఆర్కైవ్ చేయడానికి ఎంచుకున్న అన్ని ఫైల్u200cలు/డైరెక్టరీలు మరియు కింది వాటిలో ఒకటి: %%%%o: ఫలితంగా ఒకే ఆర్కైవ్ %%%%O: ప్రతి సోర్స్ ఫైల్/డైరెక్టరీకి ఆర్కైవ్ ఫలితంగా (చూడండి %%%%n/%%%%N)
tg: Тағирёбандаҳои зерин бояд дар фармони эҷоди архив мавҷуд бошанд: Яке аз инҳо: %%%%n: Аввалин файл/директори интихобшуда барои бойгонӣ %%%%N: Ҳама файлҳо/директорияҳои интихобшуда барои бойгонӣ ва яке аз зерин: %%%%o: Дар натиҷа архиви ягона %%%%O: Архиви натиҷавӣ барои як файл/директори манбаъ (бинед %%%%n/%%%%N)
th: ตัวแปรต่อไปนี้ควรมีอยู่ในคำสั่งสร้างไฟล์เก็บถาวร: อย่างใดอย่างหนึ่งต่อไปนี้: %%%%n: ครั้งแรกที่เลือกไฟล์/ไดเร็กทอรีที่จะเก็บถาวร %%%%N: ไฟล์/ไดเร็กทอรีที่เลือกทั้งหมดที่จะเก็บถาวร และข้อใดข้อหนึ่งต่อไปนี้: %%%%o: ผลลัพธ์ไฟล์เก็บถาวรเดียว %%%%O: ไฟล์เก็บถาวรที่เป็นผลลัพธ์ต่อไฟล์ต้นฉบับ/ไดเร็กทอรี (ดู %%%%n/%%%%N)
tk: Arhiw döretmek buýrugynda aşakdaky üýtgeýjiler bolmaly: Aşakdakylardan biri: %%%%n: Ilki bilen arhiwlemek üçin saýlanan faýl / katalog %%%%N: Selectedhli saýlanan faýllar / kataloglar arhiwlemek üçin we aşakdakylaryň biri: %%%%o: Singleeke-täk arhiw %%%%O: Netijeli faýl / katalog üçin arhiw (seret %%%%n/%%%%N)
tt: Архив ясау боерыгы белән түбәндәге үзгәрешләр булырга тиеш: Түбәндәгеләрнең берсе: %%%%n: Беренче сайланган файл / каталог архивка %%%%N: Барлык сайланган файллар / каталоглар архивка һәм түбәндәгеләрнең берсе: %%%%o: Нәтиҗә бер архив %%%%O: Чыганак файл / каталог өчен архив нәтиҗәләре (кара %%%%n/%%%%N)
uk: У команді створення архіву повинні бути присутніми такі змінні: Один із наступних: %%%%n: Перший вибраний файл/каталог для архівування %%%%N: Усі вибрані файли/каталоги для архівування і одне з наступного: %%%%o: Отриманий єдиний архів %%%%O: Отриманий архів на вихідний файл/каталог (подивитися %%%%n/%%%%N)
ur: :ﮟﯿﺌﮨﺎﭼ ﮯﻧﻮﮨ ﺩﻮﺟﻮﻣ ﺭﺪﻧﺍ ﮯﮐ ﮉﻧﺎﻤﮐ ﻖﯿﻠﺨﺗ ﻮﯿﺋﺎﮐﺭﺁ ﺕﺍﺮﯿﻐﺘﻣ ﻞﯾﺫ ﮧﺟﺭﺪﻨﻣ :ﮏﯾﺍ ﮯﺳ ﮟﯿﻣ ﻞﯾﺫ ﺝﺭﺩ %%%%n: ﯼﺮﭩﮑﯾﺮﺋﺍﮈ/ﻞﺋﺎﻓ ﺐﺨﺘﻨﻣ ﯽﻠﮩﭘ ﮯﯿﻟ ﮯﮐ ﻮﯿﺋﺎﮐﺭﺁ %%%%N: ﺰﯾﺮﭩﮑﯾﺮﺋﺍﮈ /ﮟﯿﻠﺋﺎﻓ ﺐﺨﺘﻨﻣ ﻡﺎﻤﺗ ﮯﯿﻟ ﮯﮐ ﺕﺍﺰﯾﻭﺎﺘﺳﺩ ﮦﺪﺷ ﻅﻮﻔﺤﻣ :ﮏﯾﺍ ﮯﺳ ﮟﯿﻣ ﻞﯾﺫ ﺝﺭﺩ ﺭﻭﺍ %%%%o: ﻮﯿﺋﺎﮐﺭﺁ ﻞﮕﻨﺳ ﮧﺠﯿﺘﻧ %%%%O: ﯼﺮﭩﮑﯾﺮﺋﺍﮈ/ﻞﺋﺎﻓ ﺱﺭﻮﺳ ﯽﻓ ﻮﯿﺋﺎﮐﺭﺁ ﮧﺠﯿﺘﻧ (ﮟﯿﮭﮑﯾﺩ %%%%n/%%%%N)
uz: Quyidagi o'zgaruvchilar arxiv yaratish buyrug'ida mavjud bo'lishi kerak: Quyidagilardan biri: %%%%n: Arxivlash uchun birinchi tanlangan fayl/katalog %%%%N: Barcha tanlangan fayllar/kataloglar arxivlanadi va quyidagilardan biri: %%%%o: Natijada bitta arxiv %%%%O: Har bir manba fayl/katalog uchun natija arxivi (qarang %%%%n/%%%%N)
vi: Các biến sau đây phải có trong lệnh tạo kho lưu trữ: Một trong những điều sau đây: %%%%n: Tệp / thư mục được chọn đầu tiên để lưu trữ %%%%N: Tất cả các tệp / thư mục đã chọn để lưu trữ và một trong những điều sau: %%%%o: Kết quả lưu trữ duy nhất %%%%O: Lưu trữ kết quả cho mỗi tệp / thư mục nguồn (thấy %%%%n/%%%%N)
xh: Ezi zintlukwano zilandelayo kufuneka zibekho ngaphakathi komyalelo wokwenza uvimba: Enye yezi zilandelayo: %%%%n: Eyokuqala ekhethiweyo ifayile/uvimba weefayili oza kugcinwa kuwo %%%%N: Zonke iifayile ezikhethiweyo/abalawuli abaza kugcinwa kwaye enye yezi zilandelayo: %%%%o: Isiphumo sogcino-vimba omnye %%%%O: Isiphumo sogcino-nkcukacha ngokwemvelaphi yefayile/uvimba weefayili (bona %%%%n/%%%%N)
yi: :לעפֿאַב גנופאַש ווייקראַ יד ןיא ןלעטשראָפ ןייז לאָז זלאַבאַירעוו עדנעגלאפ יד :עדנעגלאפ יד ןופ רענייא %%%%n: ווייקראַ וצ רעזיַיווגעוו / עקעט ןבילקעגסיוא רעטשרע %%%%N: ווייקראַ וצ זירעטקעריד / סעקעט ןבילקעגסיוא לכ :עדנעגלאפ יד ןופ רענייא ןוא %%%%o: ווייקראַ ןייא גניטלאַזיר %%%%O: רעזיַיווגעוו / עקעט רוקמ רעפּ ווייקראַ גניטלאַזיר (ןעז %%%%n/%%%%N)
