Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: %s is currently mounted. You must unmount it before you can format it.
af: %s is tans gemonteer. Jy moet dit ontkoppel voordat jy dit kan formateer.
am: %s በአሁኑ ጊዜ ተጭኗል። ቅርጸት ከማድረግዎ በፊት መንቀል አለብዎት።
ar: %s .ﻪﺘﺌﻴﻬﺗ ﻦﻣ ﻦﻜﻤﺘﺗ ﻥﺃ ﻞﺒﻗ ﻪﻠﻴﻤﺤﺗ ءﺎﻐﻟﺇ ﻚﻴﻠﻋ ﺐﺠﻳ .ﺎﻴﻟﺎﺣ ﺖﺒﺜﻣ
be: %s у цяперашні час змантаваны. Вы павінны адмантаваць яго, перш чым вы зможаце адфарматаваць яго.
bg: %s в момента е монтиран. Трябва да го демонтирате, преди да можете да го форматирате.
bn: %s বর্তমানে মাউন্ট করা হয়। ফরম্যাট করার আগে আপনাকে অবশ্যই এটি আনমাউন্ট করতে হবে।
ca: %s actualment està muntat. Heu de desmuntar-lo abans de poder-lo formatar.
cy: %s wedi'i osod ar hyn o bryd. Rhaid i chi ei ddad-rifo cyn y gallwch ei fformatio.
da: %s er i øjeblikket monteret. Du skal afmontere den, før du kan formatere den.
eo: %s estas nuntempe muntita. Vi devas malmunti ĝin antaŭ ol vi povas formi ĝin.
et: %s on hetkel paigaldatud. Enne vormindamist peate selle lahti ühendama.
eu: %s gaur egun muntatuta dago. Formateatu aurretik desmuntatu behar duzu.
fa: %s .ﺪﯿﻨﮐ ﺍﺪﺟ ﺍﺭ ﻥﺁ ﺪﯾﺎﺑ ،ﺪﯿﻨﮐ ﯼﺪﻨﺑ ﺐﻟﺎﻗ ﺍﺭ ﻥﺁ ﺪﯿﻧﺍﻮﺘﺑ ﻪﮑﻨﯾﺍ ﺯﺍ ﻞﺒﻗ ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ ﺮﺿﺎﺣ ﻝﺎﺣ ﺭﺩ
fi: %s on tällä hetkellä asennettuna. Sinun on irrotettava se, ennen kuin voit alustaa sen.
fil: %s ay kasalukuyang naka-mount. Dapat mo itong i-unmount bago mo ito ma-format.
fy: %s is op it stuit monteard. Jo moatte it ûntkoppele foardat jo it opmaak kinne.
ga: %s suite faoi láthair. Ní mór duit é a dhíchur sula bhféadann tú é a fhormáidiú.
gd: %s air a chur suas an-dràsta. Feumaidh tu a dhì-cheadachadh mus urrainn dhut a chruth a dhèanamh.
gl: %s está montado actualmente. Debes desmontalo antes de poder formatealo.
gu: %s હાલમાં માઉન્ટ થયેલ છે. તમે તેને ફોર્મેટ કરો તે પહેલાં તમારે તેને અનમાઉન્ટ કરવું આવશ્યક છે.
he: %s .ותוא טמרפל לכותש ינפל הניעטה תא לטבל ךילע .תעכ ןקתומ
hi: %s वर्तमान में लगाया गया है। इससे पहले कि आप इसे प्रारूपित कर सकें, आपको इसे अनमाउंट करना होगा।
hr: %s trenutno je montiran. Morate ga demontirati prije nego što ga možete formatirati.
hu: %s jelenleg fel van szerelve. A formázás előtt le kell választani.
hy: %s ներկայումս տեղադրված է: Դուք պետք է ապամոնտաժեք այն, որպեսզի կարողանաք այն ձևաչափել:
id: %s saat ini terpasang. Anda harus melepasnya sebelum dapat memformatnya.
is: %s er nú uppsett. Þú verður að aftengja það áður en þú getur forsniðið það.
ka: %s ამჟამად დამონტაჟებულია. დაფორმატებამდე უნდა გამორთოთ იგი.
kk: %s қазіргі уақытта орнатылған. Пішімдеу алдында оны ажырату керек.
km: %s បច្ចុប្បន្នត្រូវបានម៉ោន។ អ្នកu200bត្រូវu200bតែu200bផ្ដាច់u200bវាu200bមុនu200bពេលu200bអ្នកu200bអាចu200bធ្វើu200bទ្រង់ទ្រាយu200bវាu200bបាន។
kn: %s ಪ್ರಸ್ತುತ ಅಳವಡಿಸಲಾಗಿದೆ. ನೀವು ಅದನ್ನು ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡುವ ಮೊದಲು ನೀವು ಅದನ್ನು ಅನ್u200cಮೌಂಟ್ ಮಾಡಬೇಕು.
ku: %s niha hatiye lêkirin. Berî ku hûn format bikin, divê hûn wê jêkin.
ky: %s учурда орнотулган. Форматтоодон мурун аны ажыратышыңыз керек.
lb: %s ass momentan montéiert. Dir musst et unmount ier Dir et formatéiere kënnt.
lo: %s ປະຈຸບັນຖືກຕິດຕັ້ງ. ທ່ານຕ້ອງຖອນການຕິດຕັ້ງມັນກ່ອນທີ່ທ່ານຈະສາມາດຈັດຮູບແບບມັນໄດ້.
lt: %s šiuo metu yra prijungtas. Prieš jį formatuodami, privalote jį atjungti.
lv: %s pašlaik ir uzstādīts. Lai to varētu formatēt, tas ir jāatvieno.
mg: %s dia mipetaka amin'izao fotoana izao. Tsy maintsy esorinao io alohan'ny ahafahanao manamboatra azy.
mi: %s kei te whakairihia i tenei wa. Me tango e koe i mua i to whakahōputu.
mk: %s моментално е монтиран. Мора да го одмонтирате пред да можете да го форматирате.
ml: %s നിലവിൽ മൌണ്ട് ചെയ്തിട്ടുണ്ട്. ഫോർമാറ്റ് ചെയ്യുന്നതിന് മുമ്പ് നിങ്ങൾ അത് അൺമൗണ്ട് ചെയ്യണം.
mn: %s одоогоор суурилуулсан байна. Та үүнийг форматлахын өмнө салгах хэрэгтэй.
mr: %s सध्या आरोहित आहे. तुम्ही ते फॉरमॅट करण्यापूर्वी तुम्ही ते अनमाउंट करणे आवश्यक आहे.
mt: %s bħalissa huwa mmuntat. Trid tneħħiha qabel ma tkun tista' tifformatjaha.
my: %s လက်ရှိတပ်ဆင်ထားသည်။ ဖော်မတ်မချမီ ၎င်းကို ဖြုတ်ထားရပါမည်။
nb: %s er for øyeblikket montert. Du må avmontere den før du kan formatere den.
ne: %s हाल माउन्ट गरिएको छ। तपाईंले यसलाई ढाँचा गर्न सक्नु अघि तपाईंले यसलाई अनमाउन्ट गर्नुपर्छ।
or: %s ସମ୍ପ୍ରତି ମାଉଣ୍ଟ ହୋଇଛି | ଆପଣ ଏହାକୁ ଫର୍ମାଟ୍ କରିବା ପୂର୍ବରୁ ଏହାକୁ ଅନାବଶ୍ୟକ କରିବା ଜରୁରୀ |
pa: %s ਵਰਤਮਾਨ ਵਿੱਚ ਮਾਊਂਟ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀਂ ਇਸਨੂੰ ਫਾਰਮੈਟ ਕਰ ਸਕੋ, ਤੁਹਾਨੂੰ ਇਸਨੂੰ ਅਨਮਾਊਂਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
ps: %s .ﺉړﮐ ټﯿﻣﺭﺎﻓ ﯥﯾ ﻮﺳﺎﺗ ﯥﭼ ﯤﺩ ﻪﻟ ﯥﮑﺨﻣ ﺉړﮐ ﺐﺼﻧ ﺮﯿﻏ ﺍﺩ ﺪﯾﺎﺑ ﻮﺳﺎﺗ .ﯼﺩ ﯼﻮﺷ ﺐﺼﻧ ﺱﻭﺍ
ro: %s este montat in prezent. Trebuie să-l demontați înainte de a-l putea formata.
rw: %s ni Kuri. Ugomba kubisiba mbere yuko ubikora.
sd: %s .ﻮﮭﮕﺳ ﻱﺮڪ ٽﻴﻣﺭﺎﻓ ﻲﮐ ﻥﺍ ﻥﺎﮬﻮﺗ ﻲﺟﺮﮭﮔ ﮠﺮڪ ٽﻧﺅﺎﻣ ﻥﺍ ﻲﮐ ﻥﺎﮬﻮﺗ ﮖﺍ ﻥﺎﮐ ﻥﺍ .ﻲﻫﺁ ﻞﻴﭤ ﺐﺼﻧ ﺖﻗﻭ ﻦﻫ
si: %s දැනට සවිකර ඇත. ඔබට එය සංයුති කිරීමට පෙර ඔබ එය ඉවත් කළ යුතුය.
sk: %s je momentálne namontovaný. Pred formátovaním ho musíte odpojiť.
sl: %s je trenutno nameščen. Preden ga lahko formatirate, ga morate odklopiti.
sq: %s është montuar aktualisht. Duhet ta çmontoni përpara se ta formatoni.
sw: %s kwa sasa imewekwa. Ni lazima uipandishe kabla ya kuiumbiza.
ta: %s தற்போது ஏற்றப்பட்டுள்ளது. நீங்கள் அதை வடிவமைக்கும் முன் அதை அவிழ்த்துவிட வேண்டும்.
te: %s ప్రస్తుతం మౌంట్ చేయబడింది. మీరు దీన్ని ఫార్మాట్ చేయడానికి ముందు తప్పనిసరిగా దాన్ని అన్u200cమౌంట్ చేయాలి.
tg: %s айни замон васл карда шудааст. Пеш аз он ки формат кунед, шумо бояд онро ҷудо кунед.
th: %s กำลังติดตั้งอยู่ คุณต้องยกเลิกการต่อเชื่อมก่อนจึงจะสามารถฟอร์แมตได้
tk: %s häzirki wagtda gurnalan. Formatlamazdan ozal aýyrmaly.
tt: %s хәзерге вакытта монтажланган. Аны форматлаганчы сез аны чыгарырга тиеш.
uk: %s наразі змонтовано. Перед форматуванням його потрібно відмонтувати.
ur: %s ۔ﮯﯿﮨﺎﭼ ﺎﻧﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﮯﺳﺍ ﻮﮐ ﭖﺁ ﮟﯿﮑﺳ ﺮﮐ ﭧﯿﻣﺭﺎﻓ ﮯﺳﺍ ﭖﺁ ﮧﮐ ﮯﻠﮩﭘ ﮯﺳ ﺱﺍ .ﮯﮨ ﺐﺼﻧ ﻝﺎﺤﻟﺍ ﯽﻓ
uz: %s hozirda o'rnatilgan. Formatlashdan oldin uni uzishingiz kerak.
vi: %s hiện đang được gắn kết. Bạn phải ngắt kết nối nó trước khi bạn có thể định dạng nó.
xh: %s ixhonyiwe ngoku. Kufuneka uyihlise phambi kokuba uyifomethe.
yi: %s .סע טאַמראָפֿ ןענעק ריא רעדייא סע טנואָמנאַ ןזומ ריא .דעטנואָמ טציא זיא

source: ( AN ENTIRE DEVICE )
af: ( 'N HELE TOESTEL )
am: ( አንድ ሙሉ መሣሪያ )
ar: ( ﻞﻣﺎﻛ ﺯﺎﻬﺟ )
be: ( Цэлая прылада )
bg: ( ЦЯЛО УСТРОЙСТВО )
bn: ( একটি সম্পূর্ণ ডিভাইস )
ca: ( TOT UN DISPOSITIU )
cy: ( DYFAIS ENTIRE )
da: ( EN HEL ENHED )
eo: ( TUTA APARATO )
et: ( TERVE SEADE )
eu: ( GAILU OSO BAT )
fa: ( ﻞﮐ ﻩﺎﮕﺘﺳﺩ ﮏﯾ )
fi: ( KOKO LAITE )
fil: ( ISANG BUONG DEVICE )
fy: ( IN HELE APPARAAT )
ga: ( DEVICE ENTIRE )
gd: ( AN T-EILEANACH ENTIRE )
gl: ( TODO UN DISPOSITIVO )
gu: ( એક આખું ઉપકરણ )
he: ( םלש רישכמ )
hi: ( एक संपूर्ण डिवाइस )
hr: ( CIJELI UREĐAJ )
hu: ( EGÉSZ KÉSZÜLÉK )
hy: ( ԱՄԲՈՂՋ ՍԱՐՔ )
id: ( SELURUH PERANGKAT )
is: ( ALLT TÆKI )
ka: ( მთელი მოწყობილობა )
kk: ( ТОЛЫҚ ҚҰРЫЛҒЫ )
km: ( ឧបករណ៍ទាំងមូល )
kn: ( ಒಂದು ಸಂಪೂರ್ಣ ಸಾಧನ )
ku: ( HEMÛ Cîhazek )
ky: ( БҮТҮН АҢЫЗ )
lb: ( ENG VOLLZÄIT Apparat )
lo: ( ອຸປະກອນທັງໝົດ )
lt: ( VISAS PRIETAISAS )
lv: ( VISA IERĪCE )
mg: ( FITAOVANA REHETRA )
mi: ( HE PURE KATOA )
mk: ( ЦЕЛ УРЕД )
ml: ( ഒരു മുഴുവൻ ഉപകരണം )
mn: ( БҮХЭЛД ТӨХӨӨРӨМЖ )
mr: ( एक संपूर्ण डिव्हाइस )
mt: ( APPARAT KOLLU )
my: ( စက်တစ်ခုလုံး )
nb: ( EN HEL ENHET )
ne: ( एउटा सम्पूर्ण यन्त्र )
or: ( ଏକ ସମ୍ପୂର୍ଣ୍ଣ ଉପକରଣ | )
pa: ( ਇੱਕ ਪੂਰਾ ਜੰਤਰ )
ps: ( ﻪﻠﯿﺳﻭ ﻝﻮټ ﻮﯾ )
ro: ( UN INTREG DISPOZITIV )
rw: ( URWEGO RWOSE )
sd: ( ﺲﻴﺋﺍﻭڊ ﻮﭵﺳ ڪﻫ )
si: ( සම්පූර්ණ උපාංගයක් )
sk: ( CELÉ ZARIADENIE )
sl: ( CELOTNA NAPRAVA )
sq: ( NJË PAJISJE E GJITHË )
sw: ( KIFAA NZIMA )
ta: ( ஒரு முழு சாதனம் )
te: ( మొత్తం పరికరం )
tg: ( ТАМОМИ ДАСТГОХИ )
th: ( อุปกรณ์ทั้งหมด )
tk: ( DURMUŞ GURAMASY )
tt: ( Бөтен җайланма )
uk: ( ВСІЙ ПРИСТРІЙ )
ur: ( ﮧﻟﺁ ﺍﺭﻮﭘ ﮏﯾﺍ )
uz: ( TO'LIQ QURILMA )
vi: ( MỘT THIẾT BỊ TOÀN BỘ )
xh: ( ISIXHOBO SONKE )
yi: ( לטימ ץנאַג אַ )
