Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
af: Voer in %s rugsteun opdrag: Gebruik: %%%%v toestel lêer ( %s ) %%%%s rugsteunlêer ( %s )%s EDIT MET SORG Hierdie opdrag word uitgevoer as root
am: አስገባ %s የመጠባበቂያ ትዕዛዝ ተጠቀም፡ %%%%v የመሳሪያ ፋይል ( %s ) %%%%s የመጠባበቂያ ፋይል ( %s )%s በእንክብካቤ ያርትዑ ይህ ትእዛዝ የሚካሄደው እንደ ነው። root
ar: ﻞﺧﺪﻳ %s :ﻲﻃﺎﻴﺘﺣﻻ﻿ﺍ ﺦﺴﻨﻟﺍ ﺮﻣﺃ :ﻡﺪﺨﺘﺴﻳ %%%%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ( %s ) %%%%s ﻲﻃﺎﻴﺘﺣﻻ﻿ﺍ ﺦﺴﻨﻟﺍ ﻒﻠﻣ ( %s )%s EDIT WITH CARE ﻒﻠﻤﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻢﺘﻳ root
be: Увайдзіце %s каманда рэзервовага капіявання: Выкарыстоўвайце: %%%%v файл прылады ( %s ) %%%%s файл рэзервовай копіі ( %s )%s УВАЖНА рэдагаваць Гэтая каманда выконваецца як root
bg: Въведете %s команда за архивиране: Използвайте: %%%%v файл на устройството ( %s ) %%%%s архивен файл ( %s )%s РЕДАКТИРАНЕ ВНИМАТЕЛНО Тази команда се изпълнява като root
bn: প্রবেশ করুন %s ব্যাকআপ কমান্ড: ব্যবহার করুন: %%%%v ডিভাইস ফাইল ( %s ) %%%%s ব্যাকআপ ফাইল ( %s )%s যত্নের সাথে সম্পাদনা করুন এই কমান্ডটি হিসাবে চালানো হয় root
ca: Entra %s comanda de còpia de seguretat: Ús: %%%%v fitxer del dispositiu ( %s ) %%%%s fitxer de còpia de seguretat ( %s )%s EDITAR AMB CURA Aquesta ordre s'executa com a root
cy: Rhowch %s gorchymyn wrth gefn: Defnyddiwch: %%%%v ffeil ddyfais ( %s ) %%%%s ffeil wrth gefn ( %s )%s GOLYGU GYDA GOFAL Mae'r gorchymyn hwn yn cael ei redeg fel root
da: Gå ind %s backup kommando: Brug: %%%%v enhedsfil ( %s ) %%%%s backup-fil ( %s )%s EDIT WITH CARE Denne kommando køres som root
eo: Eniru %s rezerva komando: Uzu: %%%%v aparato dosiero ( %s ) %%%%s rezerva dosiero ( %s )%s REDAKTU ZORGE Ĉi tiu komando ruliĝas kiel root
et: Sisenema %s varunduskäsk: Kasuta: %%%%v seadme fail ( %s ) %%%%s varukoopiafail ( %s )%s EDIT TÄHELEPANU Seda käsku käivitatakse kui root
eu: Sartu %s backup komandoa: Erabili: %%%%v gailuaren fitxategia ( %s ) %%%%s babeskopia fitxategia ( %s )%s EDITATU KONTUZ Komando hau honela exekutatzen da root
fa: ﺩﺭﺍﻭ %s :ﯼﺮﯿﮔ ﻥﺎﺒﯿﺘﺸﭘ ﺭﻮﺘﺳﺩ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%%%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ( %s ) %%%%s ﻥﺎﺒﯿﺘﺸﭘ ﻞﯾﺎﻓ ( %s )%s EDIT WITH CARE ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﺕﺭﻮﺻ ﻪﺑ ﺭﻮﺘﺳﺩ ﻦﯾﺍ root
fi: Tulla sisään %s varmuuskopiokomento: Käyttää: %%%%v laitetiedosto ( %s ) %%%%s varmuuskopiotiedosto ( %s )%s MUOKKAA HUOLELLISESTI Tämä komento suoritetaan muodossa root
fil: Pumasok %s backup na utos: Gamitin ang: %%%%v file ng device ( %s ) %%%%s backup na file ( %s )%s I-EDIT NA MAY PAG-IINGAT Ang command na ito ay pinapatakbo bilang root
fy: Yngean %s backup kommando: Brûke: %%%%v apparaat triem ( %s ) %%%%s reservekopy triem ( %s )%s EDIT WITH CARE Dit kommando wurdt útfierd as root
ga: Iontráil %s ordú cúltaca: Úsáid: %%%%v comhad feiste ( %s ) %%%%s comhad cúltaca ( %s )%s Eagar LE CÚRAM Ritheann an t-ordú seo mar root
gd: Cuir a-steach %s àithne cùl-taic: Cleachd: %%%%v faidhle inneal ( %s ) %%%%s faidhle cùl-taic ( %s )%s EDIT WITH CARE Tha an àithne seo air a ruith mar root
gl: Entra %s comando de copia de seguridade: Uso: %%%%v ficheiro do dispositivo ( %s ) %%%%s ficheiro de copia de seguridade ( %s )%s EDITAR CON COIDADO Este comando execútase como root
gu: દાખલ કરો %s બેકઅપ આદેશ: વાપરવુ: %%%%v ઉપકરણ ફાઇલ ( %s ) %%%%s બેકઅપ ફાઇલ ( %s )%s સંભાળ સાથે સંપાદિત કરો આ આદેશ આ રીતે ચલાવવામાં આવે છે root
he: סנכיהל %s :יוביג תדוקפ :שמתשהל %%%%v רישכמה ץבוק ( %s ) %%%%s יוביג ץבוק ( %s )%s EDIT WITH CARE םשב תלעפומ וז הדוקפ root
hi: प्रवेश करना %s बैकअप कमांड: उपयोग: %%%%v डिवाइस फ़ाइल ( %s ) %%%%s बैकअपफ़ाइल ( %s )%s देखभाल के साथ संपादित करें यह आदेश इस प्रकार चलाया जाता है root
hr: Unesi %s sigurnosna naredba: Koristiti: %%%%v datoteku uređaja ( %s ) %%%%s sigurnosna kopija datoteke ( %s )%s PAŽLJIVO UREDI Ova se naredba izvodi kao root
hu: Belép %s mentési parancs: Használat: %%%%v eszköz fájl ( %s ) %%%%s biztonsági másolat fájl ( %s )%s EDIT WITH CARE Ez a parancs a következőként fut root
hy: Մուտքագրեք %s պահեստային հրաման. Օգտագործեք: %%%%v սարքի ֆայլը ( %s ) %%%%s կրկնօրինակ ֆայլ ( %s )%s ԽՆԱՄԲԵԼՈՒ ՀԱՄԱՐ Այս հրամանը գործարկվում է որպես root
id: Memasuki %s perintah cadangan: Menggunakan: %%%%v berkas perangkat ( %s ) %%%%s berkas cadangan ( %s )%s EDIT WITH CARE Perintah ini dijalankan sebagai root
is: Koma inn %s öryggisafrit skipun: Notaðu: %%%%v tæki skrá ( %s ) %%%%s öryggisafrit skrá ( %s )%s EDIT WITH CARE Þessi skipun er keyrð sem root
ka: შედი %s სარეზერვო ბრძანება: გამოყენება: %%%%v მოწყობილობის ფაილი ( %s ) %%%%s სარეზერვო ფაილი ( %s )%s სიფრთხილით რედაქტირება ეს ბრძანება მუშაობს როგორც root
kk: Енгізіңіз %s сақтық көшірме пәрмені: Қолдану: %%%%v құрылғы файлы ( %s ) %%%%s сақтық көшірме файлы ( %s )%s МАҚСАТ МЕНЕН ӨҢДЕУ Бұл пәрмен келесідей орындалады root
km: ចូល %s ពាក្យបញ្ជាបម្រុងទុក៖ ប្រើ៖ %%%%v ឯកសារឧបករណ៍ ( %s ) %%%%s ឯកសារបម្រុងទុក ( %s )%s EDIT WITH CARE ពាក្យបញ្ជានេះត្រូវបានដំណើរការជា root
kn: ನಮೂದಿಸಿ %s ಬ್ಯಾಕಪ್ ಆಜ್ಞೆ: ಬಳಸಿ: %%%%v ಸಾಧನ ಫೈಲ್ ( %s ) %%%%s ಬ್ಯಾಕಪ್ ಫೈಲ್ ( %s )%s ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂಪಾದಿಸಿ ಈ ಆಜ್ಞೆಯನ್ನು ಹೀಗೆ ಚಲಾಯಿಸಲಾಗುತ್ತದೆ root
ku: Derbasbûn %s fermana hilanînê: Bikaranîn: %%%%v pelê amûrê ( %s ) %%%%s pelê hilanînê ( %s )%s BI HIŞYAR BIDIN Ev ferman wekî tê xebitandin root
ky: Кириңиз %s камдык буйрук: Колдонуу: %%%%v түзмөк файлы ( %s ) %%%%s камдык файл ( %s )%s КАТТЫК МЕНЕН EDIT Бул буйрук катары иштетилет root
lb: Gitt an %s Backup Kommando: Benotzt: %%%%v Apparat Fichier ( %s ) %%%%s Backupsatellit Fichier ( %s )%s EDIT MAT CARE Dëse Kommando gëtt als root
lo: ເຂົ້າ %s ຄໍາu200bສັ່ງu200bສໍາu200bຮອງu200bຂໍ້u200bມູນu200b: ໃຊ້: %%%%v ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b ( %s ) %%%%s ໄຟລu200b໌u200bາu200bຮອງu200b ( %s )%s EDIT WITH CARE ຄໍາສັ່ງນີ້ແມ່ນດໍາເນີນການເປັນ root
lt: Įeikite %s atsarginės kopijos komanda: Naudokite: %%%%v įrenginio failas ( %s ) %%%%s atsarginės kopijos failą ( %s )%s REDAGUOTI ATSARGIAI Ši komanda vykdoma kaip root
lv: Ievadiet %s rezerves komanda: Izmantojiet: %%%%v ierīces fails ( %s ) %%%%s dublējuma fails ( %s )%s REDIĢĒT UZMANĪGI Šī komanda tiek izpildīta kā root
mg: Ampidiro %s baiko backup: Ampiasao: %%%%v rakitra fitaovana ( %s ) %%%%s rakitra backup ( %s )%s MANOAVA AMIN'NY FITANDREMANA Ity baiko ity dia atao toy ny root
mi: Tomo %s tono tārua: Whakamahia: %%%%v kōnae taputapu ( %s ) %%%%s kōnae pūrua ( %s )%s EDIT MA TE TIKA Ka whakahaeretia tenei whakahau hei root
mk: Внесете %s команда за резервна копија: Користете: %%%%v датотека на уредот ( %s ) %%%%s резервна датотека ( %s )%s УРЕДИ СО ВНИМАТЕЛНО Оваа команда се извршува како root
ml: നൽകുക %s ബാക്കപ്പ് കമാൻഡ്: ഉപയോഗിക്കുക: %%%%v ഉപകരണ ഫയൽ ( %s ) %%%%s ബാക്കപ്പ് ഫയൽ ( %s )%s ശ്രദ്ധയോടെ എഡിറ്റ് ചെയ്യുക ഈ കമാൻഡ് ഇങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത് root
mn: Оруулна уу %s нөөцлөх тушаал: Хэрэглэх: %%%%v төхөөрөмжийн файл ( %s ) %%%%s нөөц файл ( %s )%s БОЛОМЖТОЙ ЗАСАХ Энэ командыг дараах байдлаар ажиллуулна root
mr: प्रविष्ट करा %s बॅकअप आदेश: वापरा: %%%%v डिव्हाइस फाइल ( %s ) %%%%s बॅकअप फाइल ( %s )%s एडिट विथ केअर ही कमांड म्हणून चालवली जाते root
mt: Daħħal %s kmand tal-backup: Użu: %%%%v fajl tal-apparat ( %s ) %%%%s fajl backup ( %s )%s EDITJA B'KURA Dan il-kmand jitmexxa bħala root
my: ဝင်ပါ။ %s အရန်သိမ်းခြင်းအမိန့် အသုံးပြုရန်- %%%%v စက်ဖိုင် ( %s ) %%%%s အရန်ဖိုင် ( %s )%s ဂရုစိုက်ခြင်းဖြင့် တည်းဖြတ်ပါ ဤအမိန့်ကို လုပ်ဆောင်သည်။ root
nb: Tast inn %s backup kommando: Bruk: %%%%v enhetsfil ( %s ) %%%%s sikkerhetskopifil ( %s )%s EDIT WITH CARE Denne kommandoen kjøres som root
ne: प्रविष्ट गर्नुहोस् %s ब्याकअप आदेश: प्रयोग गर्नुहोस्: %%%%v उपकरण फाइल ( %s ) %%%%s ब्याकअप फाइल ( %s )%s हेरचाह संग सम्पादन गर्नुहोस् यो आदेश को रूपमा चलाइएको छ root
or: ଏଣ୍ଟର୍ କରନ୍ତୁ | %s ନକଲ ସଂରକ୍ଷଣ ନିର୍ଦ୍ଦେଶ: ବ୍ୟବହାର: %%%%v ଡିଭାଇସ୍ ଫାଇଲ୍ | ( %s ) %%%%s ନକଲ ସଂରକ୍ଷଣ ଫାଇଲ ( %s )%s କେୟାର ସହିତ ଏଡିଟ୍ କରନ୍ତୁ ଏହି କମାଣ୍ଡ୍ ଯେପରି ଚାଲିଥାଏ | root
pa: ਦਰਜ ਕਰੋ %s ਬੈਕਅੱਪ ਕਮਾਂਡ: ਵਰਤੋ: %%%%v ਡਿਵਾਈਸ ਫਾਈਲ ( %s ) %%%%s ਬੈਕਅੱਪ ਫਾਇਲ ( %s )%s ਦੇਖਭਾਲ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ ਇਹ ਕਮਾਂਡ ਇਸ ਤਰ੍ਹਾਂ ਚਲਾਈ ਜਾਂਦੀ ਹੈ root
ps: ﻞﺗﻮﻨﻧ %s :ډﻧﺎﻤﮐ ﭖﺍ ﮏﯿﺑ ﺩ :ﻝﻭﺭﺎﮐ %%%%v ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ ( %s ) %%%%s ﻞﯾﺎﻓ ﭖﺍ ﮏﯿﺑ ( %s )%s ﻱږﯿﮐ ﻝړﻭ ﺦﻣﺮﭘ ﻪګﻮﺗ ﻪﭘ ډﻧﺎﻤﮐ ﺍﺩ ﺉړﮐﻭ ﻥﻮﻤﺳ ﻩﺮﺳ ﯥﻧﺮﻠﻣﺎﭘ ﺩ root
ro: introduce %s comanda de backup: Utilizare: %%%%v fișierul dispozitivului ( %s ) %%%%s fisier de rezerva ( %s )%s EDITARE CU ATENTIE Această comandă este rulată ca root
rw: Injira %s itegeko ryo kumanura: Koresha: %%%%v dosiye ( %s ) %%%%s dosiye yububiko ( %s )%s Hindura UFITE ICYITONDERWA Iri tegeko rikoreshwa nka root
sd: ﻮﻳﺮڪ ﻞﺧﺍﺩ %s :ﻢڪﺣ ﭖﺍ ڪﻴﺑ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ ( %s ) %%%%s ﻞﺋﺎﻓ ﭖﺍ ڪﻴﺑ ( %s )%s ﻦﺌﻴﺟ ﻲﮬﺁ ﻭﺪﻨﻠﮬ ﻢڪﺣ ﻲﮬ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻥﺎﺳ ﻝﺎﭝﻨﺳ root
si: ඇතුල් කරන්න %s උපස්ථ විධානය: භාවිත: %%%%v උපාංග ගොනුව ( %s ) %%%%s උපස්ථ ගොනුව ( %s )%s පරිස්සමෙන් සංස්කරණය කරන්න මෙම විධානය ක්u200dරියාත්මක වන්නේ මෙසේය root
sk: Zadajte %s príkaz na zálohovanie: Použitie: %%%%v súbor zariadenia ( %s ) %%%%s záložný súbor ( %s )%s OPATRNE UPRAVIŤ Tento príkaz sa spustí ako root
sl: Vnesite %s varnostni ukaz: Uporaba: %%%%v datoteko naprave ( %s ) %%%%s varnostno kopijo datoteke ( %s )%s VARNO UREJAJ Ta ukaz se izvaja kot root
sq: Hyni %s komanda rezervë: Përdorni: %%%%v skedari i pajisjes ( %s ) %%%%s skedar rezervë ( %s )%s EDIT ME KUJDES Kjo komandë ekzekutohet si root
sw: Ingiza %s amri ya chelezo: Tumia: %%%%v faili ya kifaa ( %s ) %%%%s faili chelezo ( %s )%s BADILISHA KWA UMAKINI Amri hii inaendeshwa kama root
ta: உள்ளிடவும் %s காப்பு கட்டளை: பயன்படுத்தவும்: %%%%v சாதன கோப்பு ( %s ) %%%%s காப்பு கோப்பு ( %s )%s கவனமாக திருத்தவும் இந்த கட்டளை இவ்வாறு இயக்கப்படுகிறது root
te: నమోదు చేయండి %s బ్యాకప్ కమాండ్: వా డు: %%%%v పరికర ఫైల్ ( %s ) %%%%s బ్యాకప్ ఫైల్ ( %s )%s జాగ్రత్తగా సవరించండి ఈ ఆదేశం ఇలా అమలు చేయబడుతుంది root
tg: Ворид кунед %s фармони эҳтиётӣ: Истифода: %%%%v файли дастгоҳ ( %s ) %%%%s файли эҳтиётӣ ( %s )%s БО ЭҲТИЁТ ТАВРИР КАРДАН Ин фармон ҳамчун иҷро карда мешавад root
th: เข้า %s คำสั่งสำรอง: ใช้: %%%%v ไฟล์อุปกรณ์ ( %s ) %%%%s ไฟล์สำรอง ( %s )%s แก้ไขด้วยความระมัดระวัง คำสั่งนี้รันเป็น root
tk: Enter %s ätiýaçlyk buýrugy: Ulany: %%%%v enjam faýly ( %s ) %%%%s ätiýaçlyk faýl ( %s )%s Seresaplyk bilen redaktirläň Bu buýruk ýaly işleýär root
tt: Керегез %s резервлау боерыгы: Куллану: %%%%v җайланма файлы ( %s ) %%%%s резерв файл ( %s )%s Игътибар белән үзгәртегез Бу боерык шулай эшли root
uk: Введіть %s команда резервного копіювання: Використовуйте: %%%%v файл пристрою ( %s ) %%%%s файл резервної копії ( %s )%s УВАЖНО РЕДАГУВАТИ Цю команду виконується як root
ur: ۔ﮟﯾﺮﮐ ﻞﺧﺍﺩ %s :ﮉﻧﺎﻤﮐ ﭖﺍ ﮏﯿﺑ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ ( %s ) %%%%s ﻞﺋﺎﻓ ﭖﺍ ﮏﯿﺑ ( %s )%s ۔ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﻼ﻿ﭼ ﺭﻮﻄﺑ ﮉﻧﺎﻤﮐ ﮧﯾ ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﮭﺑ ﮫﮑﯾﺩ root
uz: Kirish %s zaxira buyrug'i: Foydalanish: %%%%v qurilma fayli ( %s ) %%%%s zaxira fayl ( %s )%s EHTIYOT BILAN EDIT Bu buyruq quyidagicha bajariladi root
vi: đi vào %s lệnh sao lưu: Sử dụng: %%%%v tập tin thiết bị ( %s ) %%%%s tập tin sao lưu ( %s )%s CHỈNH SỬA VỚI CHĂM SÓC Lệnh này được chạy dưới dạng root
xh: Ngena %s umyalelo wokugcina: Sebenzisa: %%%%v ifayile yesixhobo ( %s ) %%%%s ifayile elilalela ( %s )%s HLELA NGONONOPHELO Lo myalelo uqhutywa njenge root
yi: ןיַיראַ %s :לעפֿאַב פּוקקאַב :ןצינ %%%%v עקעט לטימ ( %s ) %%%%s עקעט פּאַקאַב ( %s )%s יוו ןפיול זיא לעפֿאַב םעד גראָז טימ ןריגאַדער root

source: Backup
af: Ondersteuning
am: ምትኬ
ar: ﻢﻋﺩ
be: Рэзервовае капіраванне
bg: Архивиране
bn: ব্যাকআপ
ca: Còpia de seguretat
cy: Gwneud copi wrth gefn
eo: Rezervo
et: Varundamine
eu: Babeskopia
fa: ﯼﺮﯿﮔ ﻥﺎﺒﯿﺘﺸﭘ
fi: Varmuuskopioida
fy: Reservekopy
ga: Cúltaca
gd: Cùl-taic
gl: Copia de seguranza
gu: બેકઅપ
he: יוביג
hi: बैकअप
hr: Sigurnosna kopija
hu: biztonsági mentés
hy: Կրկնօրինակում
id: Cadangan
is: Afritun
ka: სარეზერვო
kk: Сақтық көшірме
km: បម្រុងទុក
kn: ಬ್ಯಾಕಪ್
ky: Камдык көчүрмө
lb: Backupsatellit
lo: ສຳຮອງ
lt: Atsarginė kopija
lv: Dublējums
mg: nomaniny ho solon'izay
mi: Pūrua
mk: Резервна копија
ml: ബാക്കപ്പ്
mn: Нөөц
mr: बॅकअप
my: မိတ္တူ
nb: Sikkerhetskopiering
ne: ब्याकअप
or: ନକଲ ସଂରକ୍ଷଣ
pa: ਬੈਕਅੱਪ
ps: ﭖﺍ ﮏﯿﺑ
rw: Ububiko
sd: ﭖﺍ ڪﻴﺑ
si: උපස්ථ
sk: Zálohovanie
sl: Rezerva
sq: Rezervimi
sw: Hifadhi nakala
ta: காப்புப்பிரதி
te: బ్యాకప్
tg: Нусхаи эҳтиётӣ
th: สำรอง
tk: Uptiýaçlyk nusga
tt: Резервлау
uk: Резервне копіювання
ur: ﭖﺍ ﮏﯿﺑ
uz: Zaxira
vi: Sao lưu
xh: NONE
yi: פּוקקאַב

source: %s Backup %s
af: %s Ondersteuning %s
am: %s ምትኬ %s
ar: %s ﻢﻋﺩ %s
be: %s Рэзервовае капіраванне %s
bg: %s Архивиране %s
bn: %s ব্যাকআপ %s
ca: %s Còpia de seguretat %s
cy: %s Gwneud copi wrth gefn %s
eo: %s Rezervo %s
et: %s Varundamine %s
eu: %s Babeskopia %s
fa: %s ﯼﺮﯿﮔ ﻥﺎﺒﯿﺘﺸﭘ %s
fi: %s Varmuuskopioida %s
fy: %s Reservekopy %s
ga: %s Cúltaca %s
gd: %s Cùl-taic %s
gl: %s Copia de seguranza %s
gu: %s બેકઅપ %s
he: %s יוביג %s
hi: %s बैकअप %s
hr: %s Sigurnosna kopija %s
hu: %s biztonsági mentés %s
hy: %s Կրկնօրինակում %s
id: %s Cadangan %s
is: %s Afritun %s
ka: %s სარეზერვო %s
kk: %s Сақтық көшірме %s
km: %s បម្រុងទុក %s
kn: %s ಬ್ಯಾಕಪ್ %s
ky: %s Камдык көчүрмө %s
lb: %s Backupsatellit %s
lo: %s ສຳຮອງ %s
lt: %s Atsarginė kopija %s
lv: %s Dublējums %s
mg: %s nomaniny ho solon'izay %s
mi: %s Pūrua %s
mk: %s Резервна копија %s
ml: %s ബാക്കപ്പ് %s
mn: %s Нөөц %s
mr: %s बॅकअप %s
my: %s မိတ္တူ %s
nb: %s Sikkerhetskopiering %s
ne: %s ब्याकअप %s
or: %s ନକଲ ସଂରକ୍ଷଣ %s
pa: %s ਬੈਕਅੱਪ %s
ps: %s ﭖﺍ ﮏﯿﺑ %s
rw: %s Ububiko %s
sd: %s ﭖﺍ ڪﻴﺑ %s
si: %s උපස්ථ %s
sk: %s Zálohovanie %s
sl: %s Rezerva %s
sq: %s Rezervimi %s
sw: %s Hifadhi nakala %s
ta: %s காப்புப்பிரதி %s
te: %s బ్యాకప్ %s
tg: %s Нусхаи эҳтиётӣ %s
th: %s สำรอง %s
tk: %s Uptiýaçlyk nusga %s
tt: %s Резервлау %s
uk: %s Резервне копіювання %s
ur: %s ﭖﺍ ﮏﯿﺑ %s
uz: %s Zaxira %s
vi: %s Sao lưu %s
xh: %s NONE %s
yi: %s פּוקקאַב %s

source: Properties %s
af: Eienskappe %s
am: ንብረቶች %s
ar: ﺺﺋﺎﺼﺨﻟﺍ %s
be: Уласцівасці %s
bg: Имоти %s
bn: বৈশিষ্ট্য %s
ca: Propietats %s
cy: Eiddo %s
da: Ejendomme %s
eo: Propraĵoj %s
et: Omadused %s
eu: Propietateak %s
fa: ﺹﺍﻮﺧ %s
fi: Ominaisuudet %s
fil: Ari-arian %s
fy: Eigenskippen %s
ga: Airíonna %s
gd: Togalaichean %s
gl: Propiedades %s
gu: ગુણધર્મો %s
he: םיסכנ %s
hi: गुण %s
hr: Svojstva %s
hu: Tulajdonságok %s
hy: Հատկություններ %s
id: Properti %s
is: Eiginleikar %s
ka: Თვისებები %s
kk: Қасиеттер %s
km: ទ្រព្យសម្បត្តិ %s
kn: ಗುಣಲಕ್ಷಣಗಳು %s
ku: Taybetmendiyên %s
lb: Eegeschaften %s
lo: ຄຸນສົມບັດ %s
lt: Savybės %s
lv: Īpašības %s
mi: Āhuatanga %s
mk: Својства %s
ml: പ്രോപ്പർട്ടികൾ %s
mn: Үл хөдлөх хөрөнгө %s
mr: गुणधर्म %s
mt: Proprjetajiet %s
my: သတ္တိ %s
nb: Egenskaper %s
ne: गुणहरू %s
or: ଗୁଣଧର୍ମ %s
pa: ਗੁਣ %s
ps: ﻪﻧﻮﺘﯿﮑﻠﻣ %s
ro: Proprietăți %s
rw: Ibyiza %s
sd: ﻥﻮﺘﻴڪﻠﻣ %s
si: දේපළ %s
sk: Vlastnosti %s
sl: Lastnosti %s
sq: Vetitë %s
sw: Mali %s
ta: பண்புகள் %s
te: లక్షణాలు %s
tg: Хосиятҳо %s
th: คุณสมบัติ %s
tk: Sypatlar %s
tt: Сыйфат %s
uk: Властивості %s
ur: ﺰﯿﭨﺮﭘﺍﺮﭘ %s
uz: Xususiyatlari %s
vi: Tính chất %s
xh: Iipropati %s
yi: סעיטרעפּאָרפּ %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
af: %sTans geselekteerde toestel: %s Volume aanwysing: %s Toestel-ID: %s
am: %sበአሁኑ ጊዜ የተመረጠው መሣሪያ፡- %s የድምጽ መለያ %s የመሣሪያ መታወቂያ፡- %s
ar: %s:ﺎًﻴﻟﺎﺣ ﺩﺪﺤﻤﻟﺍ ﺯﺎﻬﺠﻟﺍ %s :ﻦﻳﺰﺨﺘﻟﺍ ﺓﺪﺣﻭ ﺔﻴﻤﺴﺗ %s :ﺯﺎﻬﺠﻟﺍ ﻑﺮﻌﻣ %s
be: %sВыбранае ў цяперашні час прылада: %s Пазнака аб'ёму: %s Ідэнтыфікатар прылады: %s
bg: %sТекущо избрано устройство: %s Етикет за обем: %s ID на устройството: %s
bn: %sবর্তমানে নির্বাচিত ডিভাইস: %s শব্দোচ্চতার মাত্রা: %s ডিভাইস আইডি: %s
ca: %sDispositiu seleccionat actualment: %s Etiqueta de volum: %s ID del dispositiu: %s
cy: %sDyfais a Ddetholwyd ar hyn o bryd: %s Label Cyfrol: %s ID y ddyfais: %s
da: %sAktuelt valgt enhed: %s Volume Label: %s Enheds-id: %s
eo: %sNuntempe Elektita Aparato: %s Volumo-Etikedo: %s Aparato ID: %s
et: %sHetkel valitud seade: %s Köitesilt: %s Seadme ID: %s
eu: %sUne honetan hautatutako gailua: %s Bolumenaren etiketa: %s Gailu ID: %s
fa: %s:ﯽﻠﻌﻓ ﯽﺑﺎﺨﺘﻧﺍ ﻩﺎﮕﺘﺳﺩ %s :ﻢﺠﺣ ﺐﺴﭼﺮﺑ %s :ﻩﺎﮕﺘﺳﺩ ﻪﺳﺎﻨﺷ %s
fi: %sTällä hetkellä valittu laite: %s Volyymi: %s Laitteen tunnus: %s
fil: %sKasalukuyang Napiling Device: %s Label ng Dami: %s Device ID: %s
fy: %sOp it stuit selektearre apparaat: %s Volume Label: %s Apparaat ID: %s
ga: %sGléas Roghnaithe Faoi láthair: %s Lipéad Imleabhar: %s Aitheantas Gléas: %s
gd: %sInneal taghte an-dràsta: %s Label Volume: %s ID inneal: %s
gl: %sDispositivo seleccionado actualmente: %s Etiqueta de volume: %s ID do dispositivo: %s
gu: %sહાલમાં પસંદ કરેલ ઉપકરણ: %s વોલ્યુમ લેબલ: %s ઉપકરણ ID: %s
he: %s:תעכ רחבנש רישכמ %s :חפנ תיוות %s :רישכמ ההזמ %s
hi: %sवर्तमान में चयनित डिवाइस: %s वोल्यूम लेबल: %s डिवाइस आईडी: %s
hr: %sTrenutno odabrani uređaj: %s Oznaka volumena: %s ID uređaja: %s
hu: %sJelenleg kiválasztott eszköz: %s Kötetcímkéje: %s Eszköz azonosító: %s
hy: %sՆերկայումս ընտրված սարքը. %s Ծավալի պիտակ. %s Սարքի ID. %s
id: %sPerangkat yang Dipilih Saat Ini: %s Label volume: %s ID Perangkat: %s
is: %sNúverandi valið tæki: %s Magnmerki: %s Auðkenni tækis: %s
ka: %sამჟამად არჩეული მოწყობილობა: %s მოცულობის ეტიკეტი: %s მოწყობილობის ID: %s
kk: %sАғымдағы таңдалған құрылғы: %s Көлем белгісі: %s Құрылғы идентификаторы: %s
km: %sឧបករណ៍ដែលបានជ្រើសរើសបច្ចុប្បន្ន៖ %s ស្លាកកម្រិតសំឡេង៖ %s លេខសម្គាល់ឧបករណ៍៖ %s
kn: %sಪ್ರಸ್ತುತ ಆಯ್ಕೆಮಾಡಿದ ಸಾಧನ: %s ಸಂಪುಟ ಲೇಬಲ್: %s ಸಾಧನ ID: %s
ku: %sAmûra Hilbijartî ya Niha: %s Labelê Volume: %s Nasnameya cîhazê: %s
ky: %sУчурда тандалган түзмөк: %s Көлөмдүн энбелгиси: %s Түзмөк ID: %s
lb: %sAktuell gewielten Apparat: %s Volume Label: %s Apparat ID: %s
lo: %sອຸປະກອນທີ່ເລືອກໃນປັດຈຸບັນ: %s ປ້າຍກຳກັບປະລິມານ: %s ID ອຸປະກອນ: %s
lt: %sŠiuo metu pasirinktas įrenginys: %s Tomo etiketė: %s Įrenginio ID: %s
lv: %sPašlaik izvēlētā ierīce: %s Sējuma etiķete: %s Ierīces ID: %s
mg: %sFitaovana voafantina amin'izao fotoana izao: %s Etikety boky: %s ID fitaovana: %s
mi: %sPūrere kua tīpakohia ināianei: %s Tapanga Rōrahi: %s ID Pūrere: %s
mk: %sМоментално избран уред: %s Ознака за јачина на звук: %s ID на уред: %s
ml: %sനിലവിൽ തിരഞ്ഞെടുത്ത ഉപകരണം: %s വോളിയം ലേബൽ: %s ഉപകരണ ഐഡി: %s
mn: %sОдоогоор сонгосон төхөөрөмж: %s Эзлэхүүний шошго: %s Төхөөрөмжийн ID: %s
mr: %sसध्या निवडलेले डिव्हाइस: %s व्हॉल्यूम लेबल: %s डिव्हाइस आयडी: %s
mt: %sApparat Magħżul bħalissa: %s Tikketta tal-Volum: %s ID tal-apparat: %s
my: %sလက်ရှိရွေးချယ်ထားသော စက်- %s အတွဲအညွှန်း- %s စက်ပစ္စည်း ID- %s
nb: %sNåværende valgt enhet: %s Volumetikett: %s Enhets-ID: %s
ne: %sहाल चयन गरिएको यन्त्र: %s आवाजको स्तर: %s यन्त्र ID: %s
or: %sସମ୍ପ୍ରତି ମନୋନୀତ ଉପକରଣ: %s ଭଲ୍ୟୁମ୍ ଲେବଲ୍: %s ଉପକରଣ ID: %s
pa: %sਵਰਤਮਾਨ ਵਿੱਚ ਚੁਣੀ ਗਈ ਡਿਵਾਈਸ: %s ਵਾਲੀਅਮ ਲੇਬਲ: %s ਡਿਵਾਈਸ ID: %s
ps: %s:ﻪﻠﯿﺳﻭ ﯼﻮﺷ ﻩﺭﻮﻏ ﻝﺎﻬﻣ ﺱﻭﺍ %s :ﻞﺒﯿﻟ ﻢﺠﺣ ﺩ %s :ID ﯥﻠﯿﺳﻭ ﺩ %s
ro: %sDispozitiv selectat în prezent: %s Etichetă de volum: %s Identificatorul dispozitivului: %s
rw: %sKugeza ubu Igikoresho cyatoranijwe: %s Ikirangantego: %s Indangamuntu y'ibikoresho: %s
sd: %s:ﺲﻴﺋﺍﻭڊ ﻞﻴﭤ ﺐﺨﺘﻨﻣ ﺖﻗﻭ ﻦﻫ %s :ﻞﺒﻴﻟ ﻢﺠﺣ %s :ID ﺲﻴﺋﺍﻭڊ %s
si: %sදැනට තෝරාගත් උපාංගය: %s වෙළුම් ලේබලය: %s උපාංග ID: %s
sk: %sAktuálne vybrané zariadenie: %s Označenie objemu: %s ID zariadenia: %s
sl: %sTrenutno izbrana naprava: %s Oznaka obsega: %s ID naprave: %s
sq: %sPajisja e zgjedhur aktualisht: %s Etiketa e vëllimit: %s ID-ja e pajisjes: %s
sw: %sKifaa Kilichochaguliwa Kwa Sasa: %s Lebo ya Kiasi: %s Kitambulisho cha Kifaa: %s
ta: %sதற்போது தேர்ந்தெடுக்கப்பட்ட சாதனம்: %s கணினியின் சேமிப்பு கிடங்கின் பெயர்: %s சாதன ஐடி: %s
te: %sప్రస్తుతం ఎంచుకున్న పరికరం: %s వాల్యూమ్ లేబుల్: %s పరికరం ID: %s
tg: %sДастгоҳи ҳозир интихобшуда: %s Нишони ҳаҷм: %s ID дастгоҳ: %s
th: %sอุปกรณ์ที่เลือกในปัจจุบัน: %s ฉลากปริมาณ: %s รหัสอุปกรณ์: %s
tk: %sHäzirki wagtda saýlanan enjam: %s Sesiň belligi: %s Enjam belgisi: %s
tt: %sХәзерге вакытта сайланган җайланма: %s Том этикеткасы: %s Iceайланма ID: %s
uk: %sНаразі вибраний пристрій: %s Показник обсягу: %s Ідентифікатор пристрою: %s
ur: %s:ﮧﻟﺁ ﺐﺨﺘﻨﻣ ﻝﺎﺤﻟﺍ ﯽﻓ %s :ﻞﺒﯿﻟ ﺎﮐ ﻢﺠﺣ %s :ID ﺲﺋﺍﻮﯾﮈ %s
uz: %sHozirda tanlangan qurilma: %s Ovoz yorlig'i: %s Qurilma identifikatori: %s
vi: %sThiết bị hiện được chọn: %s Nhãn khối lượng: %s ID thiết bị: %s
xh: %sIsixhobo Esikhethiweyo Ngoku: %s Ileyibhile yomthamo: %s I-ID yesixhobo: %s
yi: %s:לטימ ןבילקעגסיוא ליַיוורעד %s :לעבאַל דנאַב %s :ID לטימ %s

source: Kill As Other
af: Dood as Ander
am: እንደሌላው መግደል
ar: ﺮﺧﺂﻛ ﻞﺘﻗﺍ
be: Забі, як іншы
bg: Убий като друг
bn: কিল অ্যাজ আদার
ca: Matar com un altre
cy: Lladd Fel Arall
da: Dræb som Anden
eo: Mortigi Kiel Alia
et: Tapa teisena
eu: Hil ezazu beste bezala
fa: ﺮﮕﯾﺩ ﻥﺍﻮﻨﻋ ﻪﺑ ﻦﺘﺸﮐ
fi: Tapa kuten muut
fil: Patayin Bilang Iba
fy: Deadzje as oare
ga: Maraigh Mar Eile
gd: Kill Mar Eile
gl: Matar como outro
gu: અન્ય તરીકે મારી નાખો
he: רחאכ גורהל
hi: अन्य के रूप में मार डालो
hr: Ubij kao drugi
hu: Ölj másként
hy: Սպանել որպես ուրիշ
id: Bunuh Sebagai Lainnya
is: Drepa sem annað
ka: მოკალი როგორც სხვა
kk: Басқалар сияқты өлтіру
km: សម្លាប់ដូចអ្នកដទៃ
kn: ಇತರರಂತೆ ಕೊಲ್ಲು
ku: Bikujin Wekî din
ky: Башкалар сыяктуу өлтүр
lb: Kill als Aner
lo: ຂ້າu200bເປັນu200bຄົນu200bອື່ນ
lt: Nužudyk kaip kitą
lv: Nogalini kā cits
mg: Mamono toy ny hafa
mi: Patua rite ki etahi atu
mk: Убиј како друг
ml: മറ്റുള്ളവയെ കൊല്ലുക
mn: Бусдын адил алах
mr: इतर म्हणून मार
mt: Joqtol Bħala Oħrajn
my: အခြားသူများကဲ့သို့သတ်ပါ။
nb: Drep som andre
ne: अरूको रूपमा मार्नुहोस्
or: ଅନ୍ୟମାନଙ୍କ ପରି ହତ୍ୟା କର |
pa: ਹੋਰਾਂ ਵਾਂਗ ਮਾਰੋ
ps: ﺊﻧﮊﻭﻭ ﺮﯿڅ ﻪﭘ ﻭﺭﻮﻧ ﺩ
ro: Ucide ca altul
rw: Mwice nk'abandi
sd: ﮠﺭﺎﻣ ﺮﮕﻧﺍﻭ ﻦﻴﭔ
si: වෙනත් ලෙස මරා දමන්න
sl: Ubij kot drugi
sq: Vras si të tjerët
sw: Kuua Kama Nyingine
ta: மற்றவரைக் கொல்லுங்கள்
te: కిల్ యాజ్ అదర్
tg: Ҳамчун дигарон бикушед
th: ฆ่าเหมือนคนอื่น
tk: Beýlekiler ýaly öldüriň
tt: Башкалар кебек үтерегез
uk: Вбивати як інший
ur: ﻮﻟﺍﮈ ﺭﺎﻣ ﺡﺮﻃ ﯽﮐ ﮮﺮﺳﻭﺩ
uz: Boshqalar kabi o'ldirish
vi: Giết như những người khác
xh: Bulala Njengenye
yi: ערעדנא יוו ןטייט

source: Stop As Other
af: Stop As Ander
am: እንደ ሌላ አቁም
ar: ﺮﺧﺂﻛ ﻒﻗﻮﺗ
be: Спыніцеся як іншы
bg: Спрете като Друг
bn: অন্যান্য হিসাবে থামুন
ca: Atureu-vos com un altre
cy: Stopiwch Fel Eraill
da: Stop Som Anden
eo: Haltu Kiel Alia
et: Lõpeta Teisena
eu: Gelditu Beste bezala
fa: ﺮﮕﯾﺩ ﻥﺍﻮﻨﻋ ﻪﺑ ﻒﻗﻮﺗ
fi: Pysäytä Muuna
fil: Huminto Bilang Iba
fy: Stopje As Oare
ga: Stop Mar Eile
gd: Stad mar eile
gl: Pare Como Outro
gu: અન્ય તરીકે રોકો
he: רחאכ רוצע
hi: अन्य के रूप में रुकें
hr: Zaustavite kao Drugi
hu: Megáll másként
id: Berhenti Sebagai Lainnya
is: Hættu sem annar
kk: Басқалар ретінде тоқтаңыз
km: ឈប់ដូចអ្នកដទៃ
kn: ಇತರರಂತೆ ನಿಲ್ಲಿಸಿ
ku: Wekî din raweste
ky: Башкалар катары токто
lb: Stop Als Aner
lo: ຢຸດຄືກັບຄົນອື່ນ
lt: Sustoti kaip kitas
lv: Apstāties kā cits
mg: Atsaharo toy ny hafa
mi: Kati Ko etahi atu
mk: Стоп како друг
ml: മറ്റുള്ളവയായി നിർത്തുക
mn: Бусдын адил зогс
mr: इतर म्हणून थांबा
mt: Ieqaf Bħala Oħrajn
my: တခြားအတိုင်း ရပ်လိုက်ပါ။
nb: Stopp som andre
ne: अरूको रूपमा रोक्नुहोस्
or: ଅନ୍ୟମାନଙ୍କ ପରି ବନ୍ଦ କର |
pa: ਹੋਰਾਂ ਵਾਂਗ ਰੁਕੋ
ps: ﺉږﯾﺭﺩﻭ ﺮﯿڅ ﻪﭘ ﻭﺭﻮﻧ ﺩ
ro: Oprește-te ca alții
rw: Hagarara Nkabandi
sd: ﻮﻴڪﻭﺭ ﺮﮕﻧﺍﻭ ﻦﻴﭔ
sk: Zastaviť ako iné
sl: Ustavi se kot drugi
sq: Stop Si Tjetër
sw: Acha Kama Nyingine
ta: மற்றவையாக நிறுத்து
te: ఇతరత్రా ఆపు
tg: Қатъи Ҳамчун Дигар
th: หยุดเหมือนคนอื่น
tk: Beýlekiler ýaly dur
tt: Башка кебек туктагыз
uk: Зупинись як інший
ur: ۔ﮟﯿﺋﺎﺟ ﮎﺭ ﺡﺮﻃ ﯽﮐ ﮮﺮﺳﻭﺩ
uz: Boshqalar kabi to'xtang
vi: Dừng lại như những người khác
xh: Misa Njengezinye
yi: ערעדנא יוו ןטלאַה
