Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
af: Die gekose lêer is nie 'n herkende rugsteunlêer nie. FSArgiveer lêername bevat 'fsarchiver' of eindig in '.fsa'. Deelbeeld-lêername bevat 'partimage' of eindig in '.000'. MBR lêername eindig op '.mbr', '.mbr.bin', of '-MBR-back' en is 512 grepe groot. As jy SEKER is dat hierdie lêer 'n geldige rugsteun is, kan jy dit hernoem om hierdie fout te vermy.
am: የተመረጠው ፋይል የታወቀ የመጠባበቂያ ፋይል አይደለም።. FSየመዝገብ ሰሪ የፋይል ስሞች ይዘዋል። 'fsarchiver' ወይም ያበቃል '.fsa'. የክፍልፋይ ፋይል ስሞች ይዘዋል። 'partimage' ወይም ያበቃል '.000'. MBR የፋይል ስሞች ያበቃል '.mbr', '.mbr.bin', ወይም '-MBR-back' እና መጠናቸው 512 ባይት ነው። ይህ ፋይል ትክክለኛ ምትኬ መሆኑን እርግጠኛ ከሆኑ ይህን ስህተት ለማስወገድ እንደገና መሰየም ይችላሉ።
ar: ﻪﺑ ﻑﺮﺘﻌﻣ ﻲﻃﺎﻴﺘﺣﺍ ﺦﺴﻧ ﻒﻠﻣ ﺲﻴﻟ ﺩﺪﺤﻤﻟﺍ ﻒﻠﻤﻟﺍ. FSﻲﻔﻴﺷﺭﺃ ﺕﺎﻔﻠﻣ ءﺎﻤﺳﺃ ﻱﻮﺘﺤﺗ 'fsarchiver' ﻲﻓ ﻲﻬﺘﻨﺗ ﻭﺃ '.fsa'. Partimage ﺕﺎﻔﻠﻣ ءﺎﻤﺳﺃ ﻱﻮﺘﺤﺗ 'partimage' ﻲﻓ ﻲﻬﺘﻨﺗ ﻭﺃ '.000'. MBR ـﺑ ﻲﻬﺘﻨﺗ ﺕﺎﻔﻠﻤﻟﺍ ءﺎﻤﺳﺃ '.mbr', '.mbr.bin', ﻭﺃ '-MBR-back' .ﺄﻄﺨﻟﺍ ﺍﺬﻫ ﺐﻨﺠﺘﻟ ﻪﺘﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ ﻚﻨﻜﻤﻴﻓ ، ﺔﺤﻟﺎﺻ ﺔﻴﻃﺎﻴﺘﺣﺍ ﺔﺨﺴﻧ ﻒﻠﻤﻟﺍ ﺍﺬﻫ ﻥﺃ ﻦﻣ ﺍًﺪﻛﺄﺘﻣ ﺖﻨﻛ ﺍﺫﺇ .ﺖﻳﺎﺑ 512 ﺎﻬﻤﺠﺣﻭ
be: Выбраны файл не з'яўляецца распазнаным файлам рэзервовай копіі. FSІмёны файлаў архіватара ўтрымліваюць 'fsarchiver' або заканчваецца ў '.fsa'. Імёны файлаў часткі ўтрымліваюць 'partimage' або заканчваецца ў '.000'. MBR назвы файлаў заканчваюцца на '.mbr', '.mbr.bin', або '-MBR-back' і маюць памер 512 байт. Калі вы ўпэўненыя, што гэты файл з'яўляецца сапраўднай рэзервовай копіяй, вы можаце перайменаваць яго, каб пазбегнуць гэтай памылкі.
bg: Избраният файл не е разпознат архивен файл. FSИмената на файловете на архиватора съдържат 'fsarchiver' или завършва в '.fsa'. Имената на файловете на частите съдържат 'partimage' или завършва в '.000'. MBR имената на файлове завършват на '.mbr', '.mbr.bin', или '-MBR-back' и са с размер 512 байта. Ако сте СИГУРНИ, че този файл е валиден архив, можете да го преименувате, за да избегнете тази грешка.
bn: নির্বাচিত ফাইলটি একটি স্বীকৃত ব্যাকআপ ফাইল নয়৷. FSআর্কাইভার ফাইলের নাম রয়েছে 'fsarchiver' অথবা শেষ '.fsa'. পার্টিমেজ ফাইলের নাম রয়েছে 'partimage' অথবা শেষ '.000'. MBR ফাইলের নাম শেষ হয় '.mbr', '.mbr.bin', বা '-MBR-back' এবং আকারে 512 বাইট। আপনি যদি নিশ্চিত হন যে এই ফাইলটি একটি বৈধ ব্যাকআপ, আপনি এই ত্রুটি এড়াতে এটির নাম পরিবর্তন করতে পারেন৷
ca: El fitxer seleccionat no és un fitxer de còpia de seguretat reconegut. FSEls noms de fitxers de l'arxiu contenen 'fsarchiver' o acabar en '.fsa'. Els noms de fitxer d'imatge de part contenen 'partimage' o acabar en '.000'. MBR els noms de fitxer acaben en '.mbr', '.mbr.bin', o '-MBR-back' i tenen una mida de 512 bytes. Si esteu segur que aquest fitxer és una còpia de seguretat vàlida, podeu canviar-li el nom per evitar aquest error.
cy: Nid yw'r ffeil a ddewiswyd yn ffeil wrth gefn gydnabyddedig. FSMae enwau ffeiliau archif yn cynnwys 'fsarchiver' neu ddiweddu i mewn '.fsa'. Mae enwau ffeiliau partimage yn cynnwys 'partimage' neu ddiweddu i mewn '.000'. MBR mae enwau ffeiliau yn gorffen yn '.mbr', '.mbr.bin', neu '-MBR-back' ac maent yn 512 beit o faint. Os ydych chi'n SURE mae'r ffeil hon yn gefn wrth gefn dilys, gallwch ei ailenwi i osgoi'r gwall hwn.
da: Den valgte fil er ikke en genkendt sikkerhedskopi. FSArkiver filnavne indeholder 'fsarchiver' eller ende i '.fsa'. Delbillede filnavne indeholder 'partimage' eller ende i '.000'. MBR filnavne ender på '.mbr', '.mbr.bin', eller '-MBR-back' og er 512 bytes store. Hvis du er SIKKER på, at denne fil er en gyldig sikkerhedskopi, kan du omdøbe den for at undgå denne fejl.
eo: La elektita dosiero ne estas agnoskita rezerva dosiero. FSArchiver dosiernomoj enhavas 'fsarchiver' aŭ finiĝas en '.fsa'. Partbildaj dosiernomoj enhavas 'partimage' aŭ finiĝas en '.000'. MBR dosiernomoj finiĝas en '.mbr', '.mbr.bin', aŭ '-MBR-back' kaj havas 512 bajtojn en grandeco. Se vi certas, ke ĉi tiu dosiero estas valida sekurkopio, vi povas renomi ĝin por eviti ĉi tiun eraron.
et: Valitud fail ei ole tuvastatud varukoopiafail. FSArhiivi failinimed sisaldavad 'fsarchiver' või lõpetada '.fsa'. Osakujuliste failinimed sisaldavad 'partimage' või lõpetada '.000'. MBR failinimed lõpevad '.mbr', '.mbr.bin', või '-MBR-back' ja nende suurus on 512 baiti. Kui olete KINDEL, et see fail on kehtiv varukoopia, saate selle vea vältimiseks ümber nimetada.
eu: Hautatutako fitxategia ez da onartutako babeskopia fitxategi bat. FSArtxibo-fitxategien izenek daukate 'fsarchiver' edo amaitu '.fsa'. Partimage fitxategi-izenak dituzte 'partimage' edo amaitu '.000'. MBR fitxategi-izenak amaitzen dira '.mbr', '.mbr.bin', edo '-MBR-back' eta 512 byte-ko tamaina dute. ZIUR bazaude fitxategi hau baliozko babeskopia bat dela, izena aldatu dezakezu errore hau saihesteko.
fa: ﺖﺴﯿﻧ ﻩﺪﺷ ﻪﺘﺧﺎﻨﺷ ﻥﺎﺒﯿﺘﺸﭘ ﻞﯾﺎﻓ ﮏﯾ ﯽﺑﺎﺨﺘﻧﺍ ﻞﯾﺎﻓ. FSﯼﻭﺎﺣ ﻮﯿﺷﺭﺁ ﯼﺎﻫ ﻞﯾﺎﻓ ﻡﺎﻧ 'fsarchiver' ﻥﺎﯾﺎﭘ ﺭﺩ ﺎﯾ '.fsa'. ﻞﻣﺎﺷ Partimage ﯼﺎﻫ ﻞﯾﺎﻓ ﻡﺎﻧ 'partimage' ﻥﺎﯾﺎﭘ ﺭﺩ ﺎﯾ '.000'. MBR ﺪﻨﺳﺭ ﯽﻣ ﻥﺎﯾﺎﭘ ﻪﺑ ﺎﻫ ﻞﯾﺎﻓ ﻡﺎﻧ '.mbr', '.mbr.bin', ﺎﯾ '-MBR-back' .ﺪﯿﻨﮐ ﯼﺮﯿﮔﻮﻠﺟ ﺎﻄﺧ ﻦﯾﺍ ﺯﻭﺮﺑ ﺯﺍ ﺎﺗ ﺪﯿﻫﺩ ﺮﯿﯿﻐﺗ ﺍﺭ ﻥﺁ ﻡﺎﻧ ﺪﯿﻧﺍﻮﺗ ﯽﻣ ،ﺖﺳﺍ ﺮﺒﺘﻌﻣ ﻥﺎﺒﯿﺘﺸﭘ ﻪﺨﺴﻧ ﮏﯾ ﻞﯾﺎﻓ ﻦﯾﺍ
fi: Valittu tiedosto ei ole tunnistettu varmuuskopiotiedosto. FSArkistointitiedostojen nimet sisältävät 'fsarchiver' tai loppuu '.fsa'. Osakuvatiedostojen nimet sisältävät 'partimage' tai loppuu '.000'. MBR tiedostonimet päättyvät '.mbr', '.mbr.bin', tai '-MBR-back' ja ovat kooltaan 512 tavua. Jos olet VARMISTA, että tämä tiedosto on kelvollinen varmuuskopio, voit nimetä sen uudelleen välttääksesi tämän virheen.
fil: Ang napiling file ay hindi isang kinikilalang backup file. FSNaglalaman ang mga filename ng archiver 'fsarchiver' o magtapos sa '.fsa'. Naglalaman ang mga filename ng partimage 'partimage' o magtapos sa '.000'. MBR nagtatapos ang mga filename '.mbr', '.mbr.bin', o '-MBR-back' at 512 bytes ang laki. Kung SIGURADO kang ang file na ito ay wastong backup, maaari mong palitan ang pangalan nito upang maiwasan ang error na ito.
fy: De selektearre triem is gjin erkende reservekopy triem. FSArchiver bestânsnammen befetsje 'fsarchiver' of einigje yn '.fsa'. Partimage bestânsnammen befetsje 'partimage' of einigje yn '.000'. MBR triemnammen einigje op '.mbr', '.mbr.bin', of '-MBR-back' en binne 512 bytes yn grutte. As jo u200bu200bSURE binne dat dit bestân in jildige reservekopy is, kinne jo it omneame om dizze flater te foarkommen.
ga: Ní comhad cúltaca aitheanta é an comhad roghnaithe. FSTá ainmneacha comhaid cartlainne ann 'fsarchiver' nó deireadh isteach '.fsa'. Tá ainmneacha comhaid partimage 'partimage' nó deireadh isteach '.000'. MBR críochnaíonn ainmneacha comhaid i '.mbr', '.mbr.bin', nó '-MBR-back' agus tá siad 512 beart i méid. Má tá tú SURE is cúltaca bailí é an comhad seo, is féidir leat é a athainmniú chun an earráid seo a sheachaint.
gd: Chan eil am faidhle taghte na fhaidhle cùl-taic aithnichte. FSTha ainmean faidhle tasglainn ann 'fsarchiver' no crìoch a-steach '.fsa'. Tha ainmean faidhle pàirt ann 'partimage' no crìoch a-steach '.000'. MBR tha ainmean faidhle a ’tighinn gu crìch '.mbr', '.mbr.bin', no '-MBR-back' agus tha iad 512 bytes ann am meud. Ma tha thu SURE tha am faidhle seo na chùl-taic dligheach, faodaidh tu ath-ainmeachadh gus a ’mhearachd seo a sheachnadh.
gl: O ficheiro seleccionado non é un ficheiro de copia de seguranza recoñecido. FSOs nomes dos ficheiros de arquivo conteñen 'fsarchiver' ou rematar en '.fsa'. Os nomes de ficheiros das imaxes das partes conteñen 'partimage' ou rematar en '.000'. MBR os nomes de ficheiro rematan en '.mbr', '.mbr.bin', ou '-MBR-back' e teñen un tamaño de 512 bytes. Se estás SEGURO que este ficheiro é unha copia de seguranza válida, podes renomealo para evitar este erro.
gu: પસંદ કરેલી ફાઇલ માન્ય બેકઅપ ફાઇલ નથી. FSArchiver ફાઇલનામો સમાવે છે 'fsarchiver' અથવા અંતમાં '.fsa'. પાર્ટિમેજ ફાઇલનામો સમાવે છે 'partimage' અથવા અંતમાં '.000'. MBR ફાઇલનામો સમાપ્ત થાય છે '.mbr', '.mbr.bin', અથવા '-MBR-back' અને કદમાં 512 બાઇટ્સ છે. જો તમને ખાતરી છે કે આ ફાઇલ માન્ય બેકઅપ છે, તો તમે આ ભૂલને ટાળવા માટે તેનું નામ બદલી શકો છો.
he: רכומ יוביג ץבוק וניא רחבנש ץבוקה. FSםיליכמ ןויכראל םיצבק תומש 'fsarchiver' םייתסהל וא '.fsa'. םיליכמ קלח תנומת לש םיצבק תומש 'partimage' םייתסהל וא '.000'. MBR ב םימייתסמ םיצבק תומש '.mbr', '.mbr.bin', ֹוא '-MBR-back' .וז האיגש עונמל ידכ ומש תא תונשל לוכי התא ,יקוח יוביג אוה הזה ץבוקהש חוטב התא םא .םיתב 512 םלדוגו
hi: चयनित फ़ाइल एक मान्यता प्राप्त बैकअप फ़ाइल नहीं है. FSसंग्रहकर्ता फ़ाइल नामों में शामिल हैं 'fsarchiver' या अंत में '.fsa'. पार्टिमेज फ़ाइलनामों में शामिल हैं 'partimage' या अंत में '.000'. MBR फ़ाइल नाम समाप्त होता है '.mbr', '.mbr.bin', या '-MBR-back' और आकार में 512 बाइट्स हैं। यदि आप सुनिश्चित हैं कि यह फ़ाइल एक वैध बैकअप है, तो आप इस त्रुटि से बचने के लिए इसका नाम बदल सकते हैं।
hr: Odabrana datoteka nije prepoznata datoteka sigurnosne kopije. FSNazivi datoteka arhivera sadrže 'fsarchiver' ili završiti u '.fsa'. Nazivi datoteka partimage sadrže 'partimage' ili završiti u '.000'. MBR nazivi datoteka završavaju na '.mbr', '.mbr.bin', ili '-MBR-back' i veličine su 512 bajtova. Ako ste SIGURNI da je ova datoteka valjana sigurnosna kopija, možete je preimenovati kako biste izbjegli ovu pogrešku.
hu: A kiválasztott fájl nem felismert biztonsági mentési fájl. FSAz archiváló fájlnevek tartalmazzák 'fsarchiver' vagy véget ér '.fsa'. A részkép fájlnevek tartalmazzák 'partimage' vagy véget ér '.000'. MBR fájlnevek végződnek '.mbr', '.mbr.bin', vagy '-MBR-back' és 512 bájt méretűek. Ha BIZTOS, hogy ez a fájl egy érvényes biztonsági másolat, átnevezheti a hiba elkerülése érdekében.
hy: Ընտրված ֆայլը ճանաչված պահուստային ֆայլ չէ. FSԱրխիվատորի ֆայլերի անունները պարունակում են 'fsarchiver' կամ ավարտվում է '.fsa'. Մասնակի ֆայլերի անունները պարունակում են 'partimage' կամ ավարտվում է '.000'. MBR ֆայլերի անունները վերջանում են '.mbr', '.mbr.bin', կամ '-MBR-back' և ունեն 512 բայթ չափ: Եթե u200bu200bվստահ եք, որ այս ֆայլը վավեր կրկնօրինակ է, կարող եք վերանվանել այն՝ այս սխալից խուսափելու համար:
id: File yang dipilih bukan file cadangan yang dikenali. FSNama file pengarsip berisi: 'fsarchiver' atau berakhir di '.fsa'. Nama file partimage mengandung 'partimage' atau berakhir di '.000'. MBR nama file diakhiri dengan '.mbr', '.mbr.bin', atau '-MBR-back' dan berukuran 512 byte. Jika Anda PASTI file ini adalah cadangan yang valid, Anda dapat mengganti namanya untuk menghindari kesalahan ini.
is: Valin skrá er ekki viðurkennd öryggisafrit. FSSkjalasafnsskráarnöfn innihalda 'fsarchiver' eða enda á '.fsa'. Hlutamynd skráarnöfn innihalda 'partimage' eða enda á '.000'. MBR skráarnöfn enda á '.mbr', '.mbr.bin', eða '-MBR-back' og eru 512 bæti að stærð. Ef þú ert viss um að þessi skrá sé gilt öryggisafrit geturðu endurnefna hana til að forðast þessa villu.
ka: არჩეული ფაილი არ არის აღიარებული სარეზერვო ფაილი. FSარქივერის ფაილების სახელები შეიცავს 'fsarchiver' ან დასრულდება '.fsa'. Partimage ფაილის სახელები შეიცავს 'partimage' ან დასრულდება '.000'. MBR ფაილის სახელები მთავრდება '.mbr', '.mbr.bin', ან '-MBR-back' და არის 512 ბაიტის ზომა. თუ დარწმუნებული ხართ, რომ ეს ფაილი არის სწორი სარეზერვო საშუალება, შეგიძლიათ გადაარქვათ სახელი, რათა თავიდან აიცილოთ ეს შეცდომა.
kk: Таңдалған файл танылған сақтық көшірме файлы емес. FSМұрағаттауыш файл атаулары бар 'fsarchiver' немесе аяқталады '.fsa'. Partimage файл атауларында бар 'partimage' немесе аяқталады '.000'. MBR файл атауларымен аяқталады '.mbr', '.mbr.bin', немесе '-MBR-back' және көлемі 512 байт. Бұл файлдың жарамды сақтық көшірме екеніне сенімді болсаңыз, бұл қатені болдырмау үшін оның атын өзгертуге болады.
km: ឯកសារដែលបានជ្រើសរើសមិនមែនជាឯកសារបម្រុងទុកដែលទទួលស្គាល់ទេ។. FSឈ្មោះឯកសារបណ្ណសារមាន 'fsarchiver' ឬបញ្ចប់ '.fsa'. ឈ្មោះឯកសារ Partimage មាន 'partimage' ឬបញ្ចប់ '.000'. MBR ឈ្មោះឯកសារបញ្ចប់ដោយ '.mbr', '.mbr.bin', ឬ '-MBR-back' និងមានទំហំ 512 បៃ។ ប្រសិនបើអ្នកប្រាកដថាឯកសារនេះគឺជាការបម្រុងទុកត្រឹមត្រូវ អ្នកអាចប្តូរឈ្មោះវាដើម្បីជៀសវាងកំហុសនេះ។
kn: ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ ಮಾನ್ಯತೆ ಪಡೆದ ಬ್ಯಾಕಪ್ ಫೈಲ್ ಅಲ್ಲ. FSಆರ್ಕೈವರ್ ಫೈಲ್ ಹೆಸರುಗಳು ಒಳಗೊಂಡಿರುತ್ತವೆ 'fsarchiver' ಅಥವಾ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ '.fsa'. ಪಾರ್ಟಿಮೇಜ್ ಫೈಲ್ ಹೆಸರುಗಳು ಒಳಗೊಂಡಿರುತ್ತವೆ 'partimage' ಅಥವಾ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ '.000'. MBR ಫೈಲ್ ಹೆಸರುಗಳು ಕೊನೆಗೊಳ್ಳುತ್ತವೆ '.mbr', '.mbr.bin', ಅಥವಾ '-MBR-back' ಮತ್ತು 512 ಬೈಟ್u200cಗಳು ಗಾತ್ರದಲ್ಲಿವೆ. ಈ ಫೈಲ್ ಮಾನ್ಯವಾದ ಬ್ಯಾಕಪ್ ಎಂದು ನಿಮಗೆ ಖಚಿತವಾಗಿದ್ದರೆ, ಈ ದೋಷವನ್ನು ತಪ್ಪಿಸಲು ನೀವು ಅದನ್ನು ಮರುಹೆಸರಿಸಬಹುದು.
ku: Pela hilbijartî ne pelek hilanînê ya naskirî ye. FSNavên pelên arşîvan hene 'fsarchiver' an bi dawî bibe '.fsa'. Navên pelên partiyê hene 'partimage' an bi dawî bibe '.000'. MBR navên pelan bi dawî dibin '.mbr', '.mbr.bin', an '-MBR-back' û mezinahiya wan 512 byte ye. Heke hûn PÊŞGER in ku ev pel kopiyek derbasdar e, hûn dikarin navê wê biguherînin da ku ji vê xeletiyê dûr bikevin.
ky: Тандалган файл таанылган камдык файл эмес. FSАрхивдөөчү файл аттары камтылган 'fsarchiver' же аяктайт '.fsa'. Partimage файл аттары камтыйт 'partimage' же аяктайт '.000'. MBR файл аттары менен аяктайт '.mbr', '.mbr.bin', же '-MBR-back' жана көлөмү 512 байт. Эгерде сиз бул файлдын жарактуу камдык көчүрмө экенине ИШЕНсеңиз, бул катаны болтурбоо үчүн анын атын өзгөртсөңүз болот.
lb: Déi gewielte Datei ass net eng unerkannt Backupdatei. FSArchiver Dateinumm enthalen 'fsarchiver' oder Enn an '.fsa'. Partimage Dateinumm enthalen 'partimage' oder Enn an '.000'. MBR Dateinumm enden op '.mbr', '.mbr.bin', oder '-MBR-back' a si 512 Bytes grouss. Wann Dir sécher sidd datt dës Datei e gültege Backup ass, kënnt Dir se ëmbenennen fir dëse Feeler ze vermeiden.
lo: ໄຟລ໌ທີ່ເລືອກບໍ່ແມ່ນໄຟລ໌ສຳຮອງທີ່ຮັບຮູ້. FSຊື່ໄຟລ໌ Archiver ມີ 'fsarchiver' ຫຼືສິ້ນສຸດໃນ '.fsa'. ຊື່ໄຟລ໌ Partimage ປະກອບດ້ວຍ 'partimage' ຫຼືສິ້ນສຸດໃນ '.000'. MBR ຊື່ໄຟລ໌ສິ້ນສຸດໃນ '.mbr', '.mbr.bin', ຫຼື '-MBR-back' ແລະມີຂະຫນາດ 512 bytes. ຖ້າທ່ານແນ່ໃຈວ່າໄຟລ໌ນີ້ແມ່ນການສໍາຮອງຂໍ້ມູນທີ່ຖືກຕ້ອງ, ທ່ານສາມາດປ່ຽນຊື່ມັນເພື່ອຫຼີກເວັ້ນຄວາມຜິດພາດນີ້.
lt: Pasirinktas failas nėra atpažintas atsarginės kopijos failas. FSArchyvo failų pavadinimuose yra 'fsarchiver' arba baigti '.fsa'. Dalinių failų pavadinimuose yra 'partimage' arba baigti '.000'. MBR failų pavadinimai baigiasi '.mbr', '.mbr.bin', arba '-MBR-back' ir yra 512 baitų dydžio. Jei esate tikri, kad šis failas yra tinkama atsarginė kopija, galite jį pervardyti, kad išvengtumėte šios klaidos.
lv: Atlasītais fails nav atpazīts dublējuma fails. FSArhivētāju failu nosaukumi satur 'fsarchiver' vai beidzas '.fsa'. Partimage failu nosaukumi satur 'partimage' vai beidzas '.000'. MBR failu nosaukumi beidzas ar '.mbr', '.mbr.bin', vai '-MBR-back' un ir 512 baiti lieli. Ja esat PĀRLIECINĀTS, ka šis fails ir derīgs dublējums, varat to pārdēvēt, lai izvairītos no šīs kļūdas.
mg: Ny rakitra voafantina dia tsy rakitra backup fantatra. FSMisy ny anaran-drakitra archiver 'fsarchiver' na mifarana amin'ny '.fsa'. Ny anaran'ny rakitra partimage dia misy 'partimage' na mifarana amin'ny '.000'. MBR mifarana amin'ny '.mbr', '.mbr.bin', na '-MBR-back' ary 512 bita ny habeny. Raha AZO antoka ianao fa backup manan-kery ity rakitra ity dia azonao atao ny manova ny anarany mba hialana amin'ity hadisoana ity.
mi: Ko te konae kua tohua ehara i te konae taapiri e mohiotia ana. FSKei roto i nga ingoa kōnae pūranga 'fsarchiver' ka mutu ranei '.fsa'. Kei roto i nga ingoa kōnae waahanga 'partimage' ka mutu ranei '.000'. MBR ka mutu nga ingoa kōnae '.mbr', '.mbr.bin', ranei '-MBR-back' me te 512 paita te rahi. Mena kei te tino mohio koe he taapiri tika tenei konae, ka taea e koe te whakaingoa ano kia kore ai e hapa.
mk: Избраната датотека не е препознаена резервна датотека. FSИмињата на датотеките на архиварот содржат 'fsarchiver' или завршуваат во '.fsa'. Имињата на датотеките со партимаж содржат 'partimage' или завршуваат во '.000'. MBR имињата на датотеките завршуваат на '.mbr', '.mbr.bin', или '-MBR-back' и се со големина од 512 бајти. Ако сте СИГУРНИ дека оваа датотека е валидна резервна копија, можете да ја преименувате за да ја избегнете оваа грешка.
ml: തിരഞ്ഞെടുത്ത ഫയൽ ഒരു അംഗീകൃത ബാക്കപ്പ് ഫയലല്ല. FSആർക്കൈവർ ഫയൽനാമങ്ങളിൽ അടങ്ങിയിരിക്കുന്നു 'fsarchiver' അല്ലെങ്കിൽ അവസാനിക്കും '.fsa'. പാർടിമേജ് ഫയൽനാമങ്ങളിൽ അടങ്ങിയിരിക്കുന്നു 'partimage' അല്ലെങ്കിൽ അവസാനിക്കും '.000'. MBR ഫയലിന്റെ പേരുകൾ അവസാനിക്കുന്നു '.mbr', '.mbr.bin', അഥവാ '-MBR-back' കൂടാതെ 512 ബൈറ്റുകൾ വലിപ്പമുണ്ട്. ഈ ഫയൽ ഒരു സാധുവായ ബാക്കപ്പ് ആണെന്ന് നിങ്ങൾക്ക് ഉറപ്പുണ്ടെങ്കിൽ, ഈ പിശക് ഒഴിവാക്കാൻ നിങ്ങൾക്ക് അതിന്റെ പേര് മാറ്റാവുന്നതാണ്.
mn: Сонгосон файл нь хүлээн зөвшөөрөгдсөн нөөц файл биш байна. FSАрхивлагч файлын нэрс агуулж байна 'fsarchiver' эсвэл төгсгөл '.fsa'. Partimage файлын нэрс агуулж байна 'partimage' эсвэл төгсгөл '.000'. MBR файлын нэрүүд төгсдөг '.mbr', '.mbr.bin', эсвэл '-MBR-back' бөгөөд 512 байт хэмжээтэй байна. Хэрэв та энэ файлыг хүчинтэй нөөцлөлт гэдэгт итгэлтэй байгаа бол энэ алдаанаас зайлсхийхийн тулд нэрийг нь өөрчилж болно.
mr: निवडलेली फाइल मान्यताप्राप्त बॅकअप फाइल नाही. FSArchiver फाइलनावांमध्ये समाविष्ट आहे 'fsarchiver' किंवा मध्ये समाप्त '.fsa'. पार्टिमेज फाइलनावांमध्ये समाविष्ट आहे 'partimage' किंवा मध्ये समाप्त '.000'. MBR फाइलनावे संपतात '.mbr', '.mbr.bin', किंवा '-MBR-back' आणि आकारात 512 बाइट्स आहेत. ही फाइल वैध बॅकअप असल्याची तुम्हाला खात्री असल्यास, ही त्रुटी टाळण्यासाठी तुम्ही तिचे नाव बदलू शकता.
mt: Il-fajl magħżul mhuwiex fajl backup rikonoxxut. FSL-ismijiet tal-fajls tal-arkivjar fihom 'fsarchiver' jew jispiċċaw fi '.fsa'. Ismijiet tal-fajls tal-immaġni tal-parti fihom 'partimage' jew jispiċċaw fi '.000'. MBR l-ismijiet tal-fajls jispiċċaw fi '.mbr', '.mbr.bin', jew '-MBR-back' u huma 512 bytes fid-daqs. Jekk int ĊERT li dan il-fajl huwa backup validu, tista' tibdel l-isem biex tevita dan l-iżball.
my: ရွေးချယ်ထားသောဖိုင်သည် အသိအမှတ်ပြုထားသော အရန်ဖိုင်မဟုတ်ပါ။. FSArchiver ဖိုင်အမည်များ ပါဝင်ပါသည်။ 'fsarchiver' သို့မဟုတ် အဆုံးသတ်ပါ။ '.fsa'. Partimage ဖိုင်အမည်များပါရှိသည်။ 'partimage' သို့မဟုတ် အဆုံးသတ်ပါ။ '.000'. MBR ဖိုင်အမည်များအဆုံးသတ် '.mbr', '.mbr.bin', သို့မဟုတ် '-MBR-back' အရွယ်အစားမှာ 512 bytes ဖြစ်သည်။ ဤဖိုင်သည် မှန်ကန်သော အရန်သိမ်းဆည်းမှုဖြစ်ကြောင်း သေချာပါက၊ ဤအမှားကို ရှောင်ရှားရန် ၎င်းကို အမည်ပြောင်းနိုင်ပါသည်။
nb: Den valgte filen er ikke en gjenkjent sikkerhetskopifil. FSArkiver filnavn inneholder 'fsarchiver' eller ende i '.fsa'. Delbilde filnavn inneholder 'partimage' eller ende i '.000'. MBR filnavn slutter på '.mbr', '.mbr.bin', eller '-MBR-back' og er 512 byte store. Hvis du er SIKKER på at denne filen er en gyldig sikkerhetskopi, kan du gi den et nytt navn for å unngå denne feilen.
ne: चयन गरिएको फाइल मान्यता प्राप्त ब्याकअप फाइल होइन. FSArchiver फाइलनामहरू समावेश छन् 'fsarchiver' वा अन्त्यमा '.fsa'. Partimage फाइलनामहरू समावेश छन् 'partimage' वा अन्त्यमा '.000'. MBR फाइलनामहरू समाप्त हुन्छ '.mbr', '.mbr.bin', वा '-MBR-back' र आकारमा 512 बाइटहरू छन्। यदि तपाइँ पक्का हुनुहुन्छ कि यो फाइल मान्य ब्याकअप हो भने, तपाइँ यो त्रुटिबाट बच्न यसलाई पुन: नामाकरण गर्न सक्नुहुन्छ।
or: ମନୋନୀତ ଫାଇଲ୍ ଏକ ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ବ୍ୟାକଅପ୍ ଫାଇଲ୍ ନୁହେଁ |. FSଆର୍କାଇଭର ଫାଇଲନାମଗୁଡ଼ିକ ଧାରଣ କରିଥାଏ | 'fsarchiver' କିମ୍ବା ଶେଷ '.fsa'. ପାର୍ଟିମେଜ୍ ଫାଇଲନାମଗୁଡ଼ିକ ଧାରଣ କରିଥାଏ | 'partimage' କିମ୍ବା ଶେଷ '.000'. MBR ଫାଇଲନାମଗୁଡ଼ିକ ଶେଷ ହୁଏ | '.mbr', '.mbr.bin', କିମ୍ବା '-MBR-back' ଏବଂ ଆକାରରେ 512 ବାଇଟ୍ | ଯଦି ଆପଣ ନିଶ୍ଚିତ ଯେ ଏହି ଫାଇଲ୍ ଏକ ବ valid ଧ ବ୍ୟାକଅପ୍ ଅଟେ, ତେବେ ଏହି ତ୍ରୁଟିକୁ ଏଡାଇବା ପାଇଁ ଆପଣ ଏହାର ନାମ ପରିବର୍ତ୍ତନ କରିପାରିବେ |
pa: ਚੁਣੀ ਗਈ ਫ਼ਾਈਲ ਇੱਕ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਬੈਕਅੱਪ ਫ਼ਾਈਲ ਨਹੀਂ ਹੈ. FSਆਰਚੀਵਰ ਫਾਈਲ ਨਾਮਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ 'fsarchiver' ਜਾਂ ਅੰਤ ਵਿੱਚ '.fsa'. ਪਾਰਟੀਮੇਜ ਫਾਈਲ ਨਾਮਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ 'partimage' ਜਾਂ ਅੰਤ ਵਿੱਚ '.000'. MBR ਫਾਈਲ ਦੇ ਨਾਮ ਅੰਤ ਵਿੱਚ '.mbr', '.mbr.bin', ਜਾਂ '-MBR-back' ਅਤੇ ਆਕਾਰ ਵਿੱਚ 512 ਬਾਈਟ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ ਯਕੀਨੀ ਹੋ ਕਿ ਇਹ ਫਾਈਲ ਇੱਕ ਵੈਧ ਬੈਕਅੱਪ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਗਲਤੀ ਤੋਂ ਬਚਣ ਲਈ ਇਸਦਾ ਨਾਮ ਬਦਲ ਸਕਦੇ ਹੋ।
ps: ﯼﺪﻧ ﻞﯾﺎﻓ ﭖﺍ ﮏﯿﺑ ﯼﻮﺷ ﻝﺪﻧﮋﯿﭘ ﻮﯾ ﻞﯾﺎﻓ ﯼﻮﺷ ﻞﮐﺎټ. FSﻱﺩ ﻞﻣﺎﺷ ﻪﻧﻮﻣﻮﻧ ﻞﯾﺎﻓ ﺭﻮﯿﺷﺭﺁ ﺩ 'fsarchiver' ﯥﮐ ﯼﺎﭘ ﻪﭘ ﺎﯾ '.fsa'. ﻱﺩ ﻞﻣﺎﺷ ﻪﻧﻮﻣﻮﻧ ﻞﯾﺎﻓ ﺞﯿټﺭﺎﭘ ﺩ 'partimage' ﯥﮐ ﯼﺎﭘ ﻪﭘ ﺎﯾ '.000'. MBR ﻱږﯿﺳﺭ ﻪﺗ ﯼﺎﭘ ﻪﻧﻮﻣﻮﻧ ﻞﯾﺎﻓ ﺩ '.mbr', '.mbr.bin', ﺎﯾ '-MBR-back' .ﺉړﮐ ﻝﺪﺑ ﻡﻮﻧ ﻩﺭﺎﭙﻟ ﻱﻮﯿﻨﺨﻣ ﻪﺨڅ ۍﻄﻠﻏ ﯤﺩ ﺩ ﺊﺷ ﯽﻟﻮﮐ ﻮﺳﺎﺗ ،ﯼﺩ ﭖﺍ ﮏﯿﺑ ﻱﺭﻭﺎﺑ ﻮﯾ ﻞﯾﺎﻓ ﺍﺩ ﯥﭼ ﺖﺳﺎﯾ ﻩډﺍډ ﻮﺳﺎﺗ ﻪﮐ
ro: Fișierul selectat nu este un fișier de rezervă recunoscut. FSNumele fișierelor de arhivare conțin 'fsarchiver' sau se termină în '.fsa'. Numele de fișiere ale părții imaginii conțin 'partimage' sau se termină în '.000'. MBR numele de fișiere se termină în '.mbr', '.mbr.bin', sau '-MBR-back' și au o dimensiune de 512 octeți. Dacă sunteți SIGUR că acest fișier este o copie de rezervă validă, îl puteți redenumi pentru a evita această eroare.
rw: Idosiye yatoranijwe ntabwo ari dosiye yemewe. FSUbubiko bwa fayili yububiko 'fsarchiver' cyangwa iherezo '.fsa'. Amazina ya fayili arimo 'partimage' cyangwa iherezo '.000'. MBR amazina ya fayili arangirira '.mbr', '.mbr.bin', cyangwa '-MBR-back' kandi ni 512 bytes mubunini. Niba uzi neza ko iyi dosiye ari backup yemewe, urashobora kuyita izina kugirango wirinde iri kosa.
sd: ﻲﻫﺁ ﻪﻧ ﻞﺋﺎﻓ ﭖﺍ ڪﻴﺑ ﻞﻴﭤ ﻢﻴﻠﺴﺗ ڪﻫ ﻞﺋﺎﻓ ﻞﻴﭤ ﺐﺨﺘﻨﻣ. FSﻲﻫﺁ ﻞﻤﺘﺸﻣ ﻲﺗ ﻦﻠﺋﺎﻓ ﺭﻮﻴڪﺭﺁ 'fsarchiver' ﻮﻳﺮڪ ﻢﺘﺧ ﺎﻳ '.fsa'. Partimage ﻦﻫﺁ ﻞﻣﺎﺷ ﻻ﻿ﺎﻧ ﺎﺟ ﻦﻠﺋﺎﻓ 'partimage' ﻮﻳﺮڪ ﻢﺘﺧ ﺎﻳ '.000'. MBR ﺎﭤ ﻦﻴﭤ ﻢﺘﺧ ﻻ﻿ﺎﻧ ﺎﺟ ﻦﻠﺋﺎﻓ '.mbr', '.mbr.bin', ﺎﻳ '-MBR-back' .ءِﻻ﻿ ﮡﭽﺑ ﻥﺎﮐ ﻲﻄﻠﻏ ﻦﮬ ﺎﭤﻮﮭﮕﺳ ﻱﺮڪ ﻞﻳﺪﺒﺗ ﻲﮐ ﻥﺍ ﻥﺎﮬﻮﺗ ،ﻲﮬﺁ ﭖﺍ ڪﻴﺑ ﺢﻴﺤﺻ ﻞﺋﺎﻓ ﻲﮬ ﻪﺗ ﻮﻴﮬﺁ ڪﭘ ﻥﺎﮬﻮﺗ ﻦﮬڏڪﻴﺟ .ﻦﻫﺁ
si: තෝරාගත් ගොනුව පිළිගත් උපස්ථ ගොනුවක් නොවේ. FSArchiver ගොනු නාම අඩංගු වේ 'fsarchiver' හෝ අවසන් වේ '.fsa'. පාර්ටිමේජ් ගොනු නාම අඩංගු වේ 'partimage' හෝ අවසන් වේ '.000'. MBR ගොනු නාම අවසන් වේ '.mbr', '.mbr.bin', හෝ '-MBR-back' සහ විශාලත්වය බයිට් 512 කි. මෙම ගොනුව වලංගු උපස්ථයක් බව ඔබට විශ්වාස නම්, මෙම දෝෂය වළක්වා ගැනීමට ඔබට එය නැවත නම් කළ හැක.
sk: Vybratý súbor nie je rozpoznaný záložný súbor. FSNázvy súborov archívu obsahujú 'fsarchiver' alebo skončiť v '.fsa'. Názvy súborov častí obsahujú 'partimage' alebo skončiť v '.000'. MBR názvy súborov končia na '.mbr', '.mbr.bin', alebo '-MBR-back' a majú veľkosť 512 bajtov. Ak ste si istí, že tento súbor je platnou zálohou, môžete ho premenovať, aby ste sa vyhli tejto chybe.
sl: Izbrana datoteka ni prepoznana datoteka varnostne kopije. FSImena datotek arhivarja vsebujejo 'fsarchiver' ali konča v '.fsa'. Imena datotek partimage vsebujejo 'partimage' ali konča v '.000'. MBR imena datotek se končajo na '.mbr', '.mbr.bin', oz '-MBR-back' in so velike 512 bajtov. Če ste PREPRIČANI, da je ta datoteka veljavna varnostna kopija, jo lahko preimenujete, da se izognete tej napaki.
sq: Skedari i zgjedhur nuk është një skedar rezervë i njohur. FSEmrat e skedarëve të arkivit përmbajnë 'fsarchiver' ose përfundojnë në '.fsa'. Emrat e skedarëve partimage përmbajnë 'partimage' ose përfundojnë në '.000'. MBR emrat e skedarëve përfundojnë me '.mbr', '.mbr.bin', ose '-MBR-back' dhe janë 512 bajt në madhësi. Nëse jeni i sigurt se ky skedar është një kopje rezervë e vlefshme, mund ta riemërtoni për të shmangur këtë gabim.
sw: Faili iliyochaguliwa si faili mbadala inayotambulika. FSMajina ya faili ya jalada yana 'fsarchiver' au kuishia ndani '.fsa'. Majina ya faili ya sehemu yana 'partimage' au kuishia ndani '.000'. MBR majina ya faili huisha '.mbr', '.mbr.bin', au '-MBR-back' na ni baiti 512 kwa ukubwa. Ikiwa UNA UHAKIKA kwamba faili hii ni chelezo halali, unaweza kuipa jina jipya ili kuepuka hitilafu hii.
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பு அங்கீகரிக்கப்பட்ட காப்பு கோப்பு அல்ல. FSகாப்பக கோப்புப் பெயர்கள் உள்ளன 'fsarchiver' அல்லது முடிவடையும் '.fsa'. பார்டிமேஜ் கோப்பு பெயர்கள் உள்ளன 'partimage' அல்லது முடிவடையும் '.000'. MBR கோப்பு பெயர்கள் முடிவடைகின்றன '.mbr', '.mbr.bin', அல்லது '-MBR-back' மற்றும் 512 பைட்டுகள் அளவில் உள்ளன. இந்தக் கோப்பு சரியான காப்புப்பிரதி என்று நீங்கள் உறுதியாக நம்பினால், இந்தப் பிழையைத் தவிர்க்க அதன் பெயரை மாற்றலாம்.
te: ఎంచుకున్న ఫైల్ గుర్తించబడిన బ్యాకప్ ఫైల్ కాదు. FSఆర్కైవర్ ఫైల్ పేర్లు ఉన్నాయి 'fsarchiver' లేదా ముగుస్తుంది '.fsa'. పార్టిమేజ్ ఫైల్ పేర్లు ఉన్నాయి 'partimage' లేదా ముగుస్తుంది '.000'. MBR ఫైల్ పేర్లు ముగుస్తాయి '.mbr', '.mbr.bin', లేదా '-MBR-back' మరియు సైజులో 512 బైట్లు ఉన్నాయి. ఈ ఫైల్ చెల్లుబాటు అయ్యే బ్యాకప్ అని మీకు ఖచ్చితంగా తెలిస్తే, ఈ లోపాన్ని నివారించడానికి మీరు దాని పేరు మార్చవచ్చు.
tg: Файли интихобшуда файли эҳтиётии эътирофшуда нест. FSНомҳои файли бойгонӣ дорои 'fsarchiver' ё ба охир мерасад '.fsa'. Номҳои файлҳои partimage дорои 'partimage' ё ба охир мерасад '.000'. MBR Номҳои файл бо '.mbr', '.mbr.bin', ё '-MBR-back' буда, 512 байт аст. Агар шумо Боварӣ доред, ки ин файл нусхаи эҳтиётии дуруст аст, шумо метавонед онро тағир диҳед, то ин хатогиро пешгирӣ кунед.
th: ไฟล์ที่เลือกไม่ใช่ไฟล์สำรองที่รู้จัก. FSชื่อไฟล์เก็บถาวรมี 'fsarchiver' หรือลงท้ายด้วย '.fsa'. ชื่อไฟล์ partimage ประกอบด้วย 'partimage' หรือลงท้ายด้วย '.000'. MBR ชื่อไฟล์ลงท้ายด้วย '.mbr', '.mbr.bin', หรือ '-MBR-back' และมีขนาด 512 ไบต์ หากคุณแน่ใจว่าไฟล์นี้เป็นข้อมูลสำรองที่ถูกต้อง คุณสามารถเปลี่ยนชื่อเพื่อหลีกเลี่ยงข้อผิดพลาดนี้ได้
tk: Saýlanan faýl tanalýan ätiýaçlyk faýl däl. FSArhiw faýl atlary bar 'fsarchiver' ýa-da soňy '.fsa'. Partimage faýl atlary bar 'partimage' ýa-da soňy '.000'. MBR faýl atlary gutarýar '.mbr', '.mbr.bin', ýa-da '-MBR-back' ululygynda 512 baýt. Bu faýlyň ygtybarly ätiýaçlykdygyna göz ýetirseňiz, bu ýalňyşlygyň öňüni almak üçin adyny üýtgedip bilersiňiz.
tt: Сайланган файл танылган резерв файл түгел. FSАрхив файл исемнәре бар 'fsarchiver' яисә бетү '.fsa'. Partimage файл исемнәре бар 'partimage' яисә бетү '.000'. MBR файл исемнәре бетә '.mbr', '.mbr.bin', яки '-MBR-back' һәм зурлыгы 512 байт. Әгәр дә сез бу файлның дөрес резерв икәнлеген белсәгез, бу хатадан саклану өчен аның исемен үзгәртә аласыз.
uk: Вибраний файл не є розпізнаним файлом резервної копії. FSНазви файлів архіватора містять 'fsarchiver' або закінчується на '.fsa'. Імена файлів частин містять 'partimage' або закінчується на '.000'. MBR імена файлів закінчуються на '.mbr', '.mbr.bin', або '-MBR-back' і мають розмір 512 байт. Якщо ви впевнені, що цей файл є дійсною резервною копією, ви можете перейменувати його, щоб уникнути цієї помилки.
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﻞﺋﺎﻓ ﭖﺍ ﮏﯿﺑ ﮦﺪﺷ ﻢﯿﻠﺴﺗ ﮏﯾﺍ ﻞﺋﺎﻓ ﺐﺨﺘﻨﻣ. FS۔ﮯﮨ ﻞﻤﺘﺸﻣ ﺮﭘ ﮞﻮﻣﺎﻧ ﻞﺋﺎﻓ ﺭﻮﯿﺋﺎﮐﺭﺁ 'fsarchiver' ﻢﺘﺧ ﮟﯿﻣ ﺎﯾ '.fsa'. ۔ﮯﮨ ﻞﻤﺘﺸﻣ ﺮﭘ ﮞﻮﻣﺎﻧ ﻞﺋﺎﻓ ﺞﯿﭨﺭﺎﭘ 'partimage' ﻢﺘﺧ ﮟﯿﻣ ﺎﯾ '.000'. MBR ۔ﮟﯿﮨ ﮯﺗﻮﮨ ﻢﺘﺧ ﻡﺎﻧ ﮯﮐ ﻞﺋﺎﻓ '.mbr', '.mbr.bin', ﺎﯾ '-MBR-back' ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﻝﺪﺑ ﻡﺎﻧ ﺎﮐ ﺱﺍ ﮯﯿﻟ ﮯﮐ ﮯﻨﭽﺑ ﮯﺳ ﯽﻄﻠﻏ ﺱﺍ ﭖﺁ ﻮﺗ ،ﮯﮨ ﭖﺍ ﮏﯿﺑ ﺖﺳﺭﺩ ﮏﯾﺍ ﻞﺋﺎﻓ ﮧﯾ ﮧﮐ ﮯﮨ ﻦﯿﻘﯾ ﻮﮐ ﭖﺁ ﺮﮔﺍ
uz: Tanlangan fayl tan olingan zahira fayli emas. FSArxivlovchi fayl nomlari o'z ichiga oladi 'fsarchiver' yoki tugaydi '.fsa'. Partimage fayl nomlari o'z ichiga oladi 'partimage' yoki tugaydi '.000'. MBR fayl nomlari bilan tugaydi '.mbr', '.mbr.bin', yoki '-MBR-back' va hajmi 512 bayt. Agar siz ushbu faylning zaxira nusxasi ekanligiga ishonchingiz komil bo'lsa, xatolikka yo'l qo'ymaslik uchun uni qayta nomlashingiz mumkin.
vi: Tệp đã chọn không phải là tệp sao lưu được công nhận. FSTên tệp lưu trữ chứa 'fsarchiver' hoặc kết thúc bằng '.fsa'. Tên tệp Partimage chứa 'partimage' hoặc kết thúc bằng '.000'. MBR tên tệp kết thúc bằng '.mbr', '.mbr.bin', hoặc '-MBR-back' và có kích thước 512 byte. Nếu bạn CHẮC CHẮN tệp này là bản sao lưu hợp lệ, bạn có thể đổi tên tệp để tránh lỗi này.
xh: Ifayile ekhethiweyo asiyo fayile egciniweyo eyaziwayo. FSUvimba amagama efayile aqulathe 'fsarchiver' okanye ukugqiba '.fsa'. Amagama eefayile zokwahlulo aqulathe 'partimage' okanye ukugqiba '.000'. MBR amagama efayile ayaphela '.mbr', '.mbr.bin', okanye '-MBR-back' kwaye ziyi-512 bytes ngobukhulu. Ukuba UQINISEKILEYO ukuba le fayile lugcino olusebenzayo, unokuyiqamba ngokutsha ukunqanda le mpazamo.
yi: עקעט פּאַקאַב טנעקרעד אַ טשינ זיא עקעט ןבילקעגסיוא יד. FSןטלאַהטנאַ סעמאַנעליפ רעווישטראַ 'fsarchiver' ןיא ףוס רעדאָ '.fsa'. ןטלאַהטנאַ סעמאַנעליפ עגאַמיטראַפּ 'partimage' ןיא ףוס רעדאָ '.000'. MBR ןיא ןקידנע סעמאַנעליפ '.mbr', '.mbr.bin', רעדאָ '-MBR-back' .תועט םעד ןדיימסיו וצ סע עמאַנער ןענעק ריא ,פּאַקאַב קיטליג אַ זיא עקעט יד זאַ רעכיז טנעז ריא ביוא .סיירג ןי
