Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Back History
af: Agtergeskiedenis
am: የኋላ ታሪክ
ar: ﺦﻳﺭﺎﺘﻟﺍ ﺓﺩﻮﻋ
be: Назад Гісторыя
bg: Обратна история
bn: পিছনের ইতিহাস
ca: Tornar a la història
cy: Hanes Cefn
da: Tilbage historie
eo: Reen Historio
et: Tagasi ajalugu
eu: Atzera Historia
fa: ﺖﺸﮔﺯﺎﺑ ﻪﭽﺨﯾﺭﺎﺗ
fi: Takaisin Historia
fil: Balik Kasaysayan
fy: Back Skiednis
ga: Stair Chúl
gd: Eachdraidh cùil
gl: Volver Historia
gu: પાછળનો ઇતિહાસ
he: הרוחא הירוטסיה
hi: पिछला इतिहास
hr: Povratak povijesti
hu: Vissza Történelem
hy: Հետ Պատմություն
id: Kembali Sejarah
ka: უკან ისტორია
kk: Артқы тарих
km: ប្រវត្តិខាងក្រោយ
kn: ಹಿಂದಿನ ಇತಿಹಾಸ
ku: Paş Dîrok
ky: Артка Тарых
lb: Back Geschicht
lo: ປະຫວັດກັບຄືນ
lt: Atgal Istorija
lv: Atpakaļ Vēsture
mi: Hoki History
mk: Назад Историја
ml: ബാക്ക് ഹിസ്റ്ററി
mn: Буцах түүх
mr: मागे इतिहास
mt: Lura Storja
my: နောက်ကြောင်းရာဇဝင်
nb: Tilbake historie
ne: पछाडिको इतिहास
or: ପଛକୁ ଇତିହାସ |
pa: ਪਿਛਲਾ ਇਤਿਹਾਸ
ps: ﺦﯾﺭﺎﺗ ﻪﺗﺎﺷ
ro: Istoria înapoi
rw: Amateka Yinyuma
sd: ﺦﻳﺭﺎﺗ ﻲﺘﺋﻮﭘ
si: ආපසු ඉතිහාසය
sk: Späť História
sl: Nazaj Zgodovina
sq: Historia prapa
sw: Historia ya Nyuma
ta: பின் வரலாறு
te: వెనుక చరిత్ర
tg: Баргашт Таърих
th: ประวัติย้อนหลัง
tk: Yzky taryh
tt: Арткы тарих
uk: Попередня історія
ur: ﺦﯾﺭﺎﺗ ﯽﻠﮭﭽﭘ
uz: Orqaga Tarix
vi: Lịch sử quay lại
xh: Imbali yangasemva
yi: עטכישעג קירוצ

source: Forward
af: Vorentoe
am: ወደፊት
ar: للأمام
be: Наперад
bg: Напред
bn: ফরোয়ার্ড
ca: Endavant
cy: Ymlaen
da: Frem
eo: Antaŭen
et: Edasi
eu: Aurrera
fa: ﻮﻠﺟ ﻪﺑ ﻭﺭ
fi: Seuraava
fil: Pasulong
fy: Foarút
ga: Ar aghaidh
gd: Air adhart
gl: Adiante
gu: આગળ
he: קדימה
hi: आगे
hr: Naprijed
hu: Előre
hy: Առաջ
id: Ke Depan
is: Áfram
ka: წინ
kk: Алға
km: ​ទៅ​មុខ
kn: ಮುಂದೆ
ku: Pêşve
ky: Алга
lo: ສົ່ງຕໍ່
lt: Pirmyn
lv: Uz priekšu
mg: handroso
mi: Whakamua
mk: Напред
ml: മുന്നോട്ട്
mn: Урагшаа
mr: पुढे
mt: Quddiem
my: ရှေ့သို့
nb: Frem
ne: अगाडि
or: ଅଗ୍ରଗାମୀ
pa: ਅੱਗੇ
ps: ﯽﮑﺨﻣ
ro: Redirecţiona
rw: Imbere
sd: ﻲﺘﮘﺍ
si: ඉදිරියට
sk: Dopredu
sl: Naprej
sq: Përpara
sw: Mbele
ta: முன்னோக்கி
te: ముందుకు
tg: Ба пеш
th: ซึ่งไปข้างหน้า
tk: Öňe
uk: Вперед
ur: آگے
uz: Oldinga
vi: Ở đằng trước
xh: Phambili
yi: סטרעווראָפֿ

source: Forward History
af: Vorentoe Geskiedenis
am: ወደፊት ታሪክ
ar: ﻡﺎﻣﻷ﻿ﺍ ﻰﻟﺇ ﺦﻳﺭﺎﺘﻟﺍ
be: Наперад гісторыя
bg: Напред история
bn: ফরোয়ার্ড ইতিহাস
ca: Història endavant
cy: Hanes Ymlaen
da: Fremad historie
eo: Antaŭen Historion
et: Ajalugu edasi
eu: Aurrera Historia
fa: ﻮﻠﺟ ﻪﺑ ﻭﺭ ﻪﭽﺨﯾﺭﺎﺗ
fi: Eteenpäin Historia
fil: Pasulong na Kasaysayan
fy: Foarút Skiednis
ga: Stair ar Aghaidh
gd: Eachdraidh air adhart
gl: Historia adiante
gu: આગળનો ઇતિહાસ
he: הירוטסיה רבעה
hi: आगे का इतिहास
hr: Naprijed povijest
hu: Előre történelem
hy: Առաջ պատմություն
id: Sejarah Maju
is: Áfram Saga
ka: წინ ისტორია
kk: Алға тарих
km: ប្រវត្តិសាស្រ្តបន្ត
kn: ಫಾರ್ವರ್ಡ್ ಇತಿಹಾಸ
ku: Dîroka Pêşî
lb: Forward Geschicht
lo: ປະຫວັດການສົ່ງຕໍ່
lt: Pirmyn istorija
lv: Pārsūtīt vēsturi
mg: Tantara mandroso
mi: Hītori Whakamua
mk: Напред историја
ml: ഫോർവേഡ് ഹിസ്റ്ററി
mn: Урагшлах түүх
mr: फॉरवर्ड इतिहास
mt: Storja 'l quddiem
my: ထပ်ဆင့်မှတ်တမ်း
nb: Fremover historie
ne: अगाडिको इतिहास
or: ଅଗ୍ରଗାମୀ ଇତିହାସ |
pa: ਅੱਗੇ ਦਾ ਇਤਿਹਾਸ
ps: ﺦﯾﺭﺎﺗ ﯤﺪﻧﺍړﻭ ﺮﭘ ﺦﻣ
ro: Istoria înainte
rw: Amateka Yimbere
sd: ﺦﻳﺭﺎﺗ ﻲﺟ ﮠﮄﻭ ﻲﺘﮘﺍ
si: ඉදිරි ඉතිහාසය
sk: Dopredná história
sl: Naprej Zgodovina
sq: Historia përpara
sw: Historia ya Mbele
ta: முன்னோக்கி வரலாறு
te: ఫార్వర్డ్ హిస్టరీ
tg: Таърихи пеш
th: ส่งต่อประวัติ
tk: Öňe sürmek
tt: Алга тарих
uk: Вперед історія
ur: ﺦﯾﺭﺎﺗ ﯽﮐ ﮯﮔﺁ
uz: Oldinga tarixi
vi: Lịch sử chuyển tiếp
xh: Phambili kwimbali
yi: עטכישעג סטרעווראָפֿ

source: Refresh
af: Verfris
am: አድስ
ar: أعِد التحميل
be: Абнавіць
bg: Опресни
bn: রিফ্রেশ
ca: Actualitza
cy: Adnewyddu
da: Opdater
eo: Refreŝigi
et: Värskenda
eu: Eguneratu
fa: ﻥﺩﺮﮐ ﻩﺯﺎﺗ
fi: Päivitä
fy: Opfrisse
ga: Athnuachan
gd: Ùraich
gl: Actualizar
gu: તાજું કરો
he: רענון
hi: ताज़ा करना
hr: Osvježiti
hu: Frissít
hy: Թարմացնել
id: Segarkan
is: Endurnýja
ka: განაახლეთ
kk: Жаңарту
km: ធ្វើ​ឲ្យ​ស្រស់
kn: ರಿಫ್ರೆಶ್ ಮಾಡಿ
ku: Hênikkirin
ky: Жаңылоо
lb: Erfrëschen
lo: ໂຫຼດຂໍ້ມູນຄືນໃໝ່
lt: Atnaujinti
lv: atjaunot
mg: Havaozina
mi: Tāmata
mk: Освежи
ml: പുതുക്കുക
mn: Сэргээх
mr: रिफ्रेश करा
mt: Aġġorna
my: ပြန်လည်စတင်ပါ။
nb: Oppdater
ne: रिफ्रेस गर्नुहोस्
or: ସତେଜ
pa: ਤਾਜ਼ਾ ਕਰੋ
ps: ﺉړﮐ ﻩﺯﺎﺗ
ro: Reîmprospăta
rw: Ongera
sd: ﻮﻳﺮڪ ﻭﺯﺎﺗ
si: නැවුම් කරන්න
sk: Obnoviť
sl: Osveži
sq: Rifresko
sw: Onyesha upya
ta: புதுப்பிப்பு
te: రిఫ్రెష్ చేయండి
tg: Навсозӣ
th: รีเฟรช
tk: Täzele
tt: Яңарту
uk: Оновити
ur: پھر تازہ
uz: Yangilash
vi: Làm cho khỏe lại
xh: Hlaziya
yi: ןשירפרעד

source: New Tab
af: Nuwe blad
am: አዲስ ትር
ar: لسان جديد
be: Новая ўкладка
bg: Нов подпрозорец
bn: নতুন ট্যাব
ca: Nova pestanya
cy: Tab Newydd
da: Ny Tab
eo: Nova langeto
et: Uus sakk
eu: Fitxa Berria
fa: ﺪﯾﺪﺟ ﻪﮔﺮﺑ
fi: Uusi välilehti
fil: Bagong tab
fy: Nij haadstik
ga: Cluaisín Nua
gd: Tab ùr
gl: Novo Separador
gu: નવું ટેબ
he: לשונית חדשה
hi: नया टैब
hr: Nova kartica
hu: Új lap
hy: Նոր էջանշանը
id: Tab Baru
is: Nýr flipi
ka: ახალი ჩანართი
kk: Жаңа қойынды
km: ផ្ទាំង​ថ្មី
kn: ಹೊಸ ಟ್ಯಾಬ್
ku: Tabloya Nû
ky: Жаңы өтмөк
lb: Neien Tab
lo: ແຖບu200bໃຫມ່
lt: Nauja kortelė
lv: Jauna cilne
mg: Tab vaovao
mi: Ripa Hou
mk: Ново јазиче
ml: പുതിയ ടാബ്
mn: Шинэ таб
mr: नवीन टॅब
mt: Tab Ġdida
my: တက်ဘ်အသစ်
nb: Ny Tab
ne: नयाँ ट्याब
or: ନୂଆ ଟ୍ୟାବ୍ |
pa: ਨਵੀਂ ਟੈਬ
ps: ﺐټ ﯼﻮﻧ
ro: Filă nouă
rw: Agasanduku gashya
sd: ﺐﻴٽ ﻥﻮﺌﻧ
si: නව ටැබ්
sk: Nová karta
sl: Odpri nov zavihek
sq: Tab i ri
sw: Kichupo Kipya
ta: புதிய தாவலில்
te: కొత్త టాబ్
tg: Ҷадвали нав
th: แท็บใหม่
tk: Täze goýma
tt: Яңа кыстыргыч
uk: Нова вкладка
ur: نیا ٹیب
uz: Yangi tab
vi: Tab mới
xh: Ithebhu entsha
yi: באַט וינ

source: New Tab Here
af: Nuwe oortjie hier
am: አዲስ ትር እዚህ
ar: ﺎﻨﻫ ﺓﺪﻳﺪﺟ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ
be: Новая ўкладка тут
bg: Нов раздел тук
bn: এখানে নতুন ট্যাব
ca: Nova pestanya aquí
cy: Tab Newydd Yma
da: Ny fane her
eo: Nova langeto Ĉi tie
et: Uus vahekaart siin
eu: Hemen fitxa berria
fa: ﺎﺠﻨﯾﺍ ﺪﯾﺪﺟ ﻪﮔﺮﺑ
fi: Uusi välilehti täällä
fil: Bagong Tab Dito
fy: Nije ljepper hjir
ga: Cluaisín Nua Seo
gd: Tab ùr an seo
gl: Nova pestana aquí
gu: અહીં નવું ટેબ
he: ןאכ השדח הייסיטרכ
hi: यहां नया टैब
hr: Nova kartica ovdje
hu: Új lap itt
hy: Նոր ներդիր այստեղ
id: Tab Baru Disini
is: Nýr flipi hér
ka: ახალი ჩანართი აქ
kk: Мұнда жаңа қойынды
km: ផ្ទាំងថ្មីនៅទីនេះ
kn: ಹೊಸ ಟ್ಯಾಬ್ ಇಲ್ಲಿದೆ
ku: Taba Nû Li vir
ky: Бул жерде жаңы өтмөк
lb: Nei Tab hei
lo: ແຖບໃໝ່ຢູ່ທີ່ນີ້
lt: Nauja Kortelė Čia
lv: Jauna cilne šeit
mg: Tab vaovao eto
mi: Ripa Hou Ki Konei
mk: Ново јазиче овде
ml: പുതിയ ടാബ് ഇവിടെ
mn: Энд шинэ таб
mr: येथे नवीन टॅब
mt: Tab Ġdida Hawnhekk
my: တက်ဘ်အသစ် ဒီမှာ
nb: Ny fane her
ne: यहाँ नयाँ ट्याब
or: ନୂଆ ଟ୍ୟାବ୍ ଏଠାରେ |
pa: ਇੱਥੇ ਨਵੀਂ ਟੈਬ
ps: ﻪﺘﻟﺩ ﺐټ ﯼﻮﻧ
ro: Filă nouă aici
rw: Tab nshya
sd: ﻲﺘﻫ ﺐﻴٽ ﻥﻮﺌﻧ
si: නව ටැබය මෙන්න
sk: Nová karta tu
sl: Nov zavihek tukaj
sq: Skeda e re Këtu
sw: Kichupo Kipya Hapa
ta: புதிய தாவல் இங்கே
te: ఇక్కడ కొత్త ట్యాబ్
tg: Дар ин ҷо ҷадвали нав
th: แท็บใหม่ที่นี่
tk: Täze tab
tt: Монда яңа кыстыргыч
uk: Нова вкладка тут
ur: ﺐﯿﭨ ﺎﯿﻧ ﮞﺎﮩﯾ
uz: Bu yerda yangi tab
vi: Tab mới tại đây
xh: Ithebhu entsha Apha
yi: אָד באַט וינ

source: Show Hidden
af: Wys versteek
am: የተደበቀ አሳይ
ar: ﻲﻔﺨﻤﻟﺍ ﺮﻬﻇﺃ
be: Паказаць схаванае
bg: Покажи скрит
bn: লুকোনো জিনিষ দেখাও
ca: Mostra ocult
cy: Dangos Cudd
da: Vis skjult
eo: Montru Kaŝitan
et: Näita peidetud
eu: Erakutsi Ezkutuan
fa: ﻥﺎﻬﻨﭘ ﺶﯾﺎﻤﻧ
fi: Näytä piilotettu
fil: Ipakita ang Nakatago
fy: Ferburgen sjen litte
ga: Taispeáin Hidden
gd: Seall falaichte
gl: Mostrar oculto
gu: છુપાયેલ બતાવો
he: רתסומה תא הארה
hi: छिपा हुआ दिखाएं
hr: Prikaži skriveno
hu: Rejtett megjelenítése
hy: Ցույց տալ թաքնված
id: Tampilkan Tersembunyi
is: Sýna falinn
ka: დამალული ჩვენება
kk: Жасырын көрсету
km: បង្ហាញលាក់
kn: ಮರೆಮಾಡಲಾಗಿದೆ ತೋರಿಸು
ku: Veşartî nîşan bide
ky: Жашыруун көрсөтүү
lo: ສະແດງທີ່ເຊື່ອງໄວ້
lt: Rodyti paslėptus
lv: Rādīt paslēptos
mg: Asehoy Hidden
mi: Whakaatu Huna
mk: Прикажи скриени
ml: മറച്ചിരിക്കുന്നു കാണിക്കുക
mn: Нуугдсаныг харуулах
mr: लपवलेले दाखवा
mt: Uri Moħbija
my: Hidden ကိုပြပါ။
nb: Vis skjult
ne: लुकेको देखाउनुहोस्
or: ଲୁକ୍କାୟିତ ଦେଖାନ୍ତୁ |
pa: ਲੁਕਿਆ ਹੋਇਆ ਦਿਖਾਓ
ps: ﺉړﮐ ﻩﺭﺎﮑښ ټﭘ
ro: Arata ascuns
rw: Erekana Hihishe
sd: ﻮﻳﺭﺎﮑﻳڏ ﻩﺪﻴﺷﻮﭘ
si: සැඟවුණු පෙන්වන්න
sk: Zobraziť skryté
sl: Pokaži skrito
sq: Shfaq të fshehur
sw: Onyesha Siri
ta: மறைக்கப்பட்டதைக் காட்டு
te: దాచిన చూపు
tg: Нишон додани Пинҳон
th: ซ่อนเร้น
tk: Gizlin görkez
tt: Яшерен күрсәт
uk: Показати прихований
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﮦﺪﯿﺷﻮﭘ
uz: Yashirinni ko'rsatish
vi: Hiển thị ẩn
xh: Bonisa Okufihliweyo
yi: ןגראָבראַפ ןזיַיוו

source: Large Icons
af: Groot ikone
am: ትላልቅ አዶዎች
ar: ﺓﺮﻴﺒﻛ ﺕﺎﻧﻮﻘﻳﺃ
be: Вялікія абразкі
bg: Големи икони
bn: বড় আইকন
ca: Icones grans
cy: Eiconau Mawr
da: Store ikoner
eo: Grandaj piktogramoj
et: Suured ikoonid
eu: Ikono handiak
fa: ﮒﺭﺰﺑ ﯼﺎﻫ ﻥﻮﮑﯾﺁ
fi: Suuret kuvakkeet
fil: Malalaking mga icon
fy: Grutte ikoanen
ga: Deilbhíní Móra
gd: Icons mòra
gl: Iconas grandes
gu: મોટા ચિહ્નો
he: םילודג םינוקייא
hi: बड़े आइकन
hr: Velike ikone
hu: Nagy ikonok
hy: Մեծ սրբապատկերներ
id: Ikon Besar
is: Stór tákn
ka: დიდი ხატები
kk: Үлкен белгішелер
km: រូបតំណាងធំ
kn: ದೊಡ್ಡ ಚಿಹ್ನೆಗಳು
ku: Îkonên Mezin
ky: Чоң иконалар
lb: Grouss Symboler
lo: ໄອຄອນໃຫຍ່
lt: Didelės piktogramos
lv: Lielas ikonas
mg: Kisary lehibe
mi: Nga Tohu Nui
mk: Големи икони
ml: വലിയ ഐക്കണുകൾ
mn: Том дүрсүүд
mr: मोठे चिन्ह
mt: Ikoni Kbar
my: အိုင်ကွန်ကြီးများ
nb: Store ikoner
ne: ठूला आइकनहरू
or: ବଡ଼ ଆଇକନ୍ |
pa: ਵੱਡੇ ਆਈਕਾਨ
ps: ﻪﻧﻮﺴﮑﻋ ﯼﻮﻟ
ro: Pictograme mari
rw: Udushushondanga Kinini
sd: ﻥﻮﻴﻧﺎﺸﻧ ﻥﻮﻳڏﻭ
si: විශාල අයිකන
sk: Veľké ikony
sl: Velike ikone
sq: Ikona të mëdha
sw: Icons Kubwa
ta: பெரிய சின்னங்கள்
te: పెద్ద చిహ్నాలు
tg: Нишонаҳои калон
th: ไอคอนขนาดใหญ่
tk: Uly nyşanlar
tt: Зур иконалар
uk: Великі ікони
ur: ﮟﯿﮩﯿﺒﺷ ﮮﮍﺑ
uz: Katta piktogramma
vi: Các biểu tượng lớn
xh: Iimpawu ezinkulu
yi: סנאָקי סיורג

source: %s: %s contains invalid characters - ignored
af: %s: %s bevat ongeldige karakters - geïgnoreer
am: %s: %s ልክ ያልሆኑ ቁምፊዎች ይዟል - ችላ ተብሏል
ar: %s: %s ﺎﻬﻠﻫﺎﺠﺗ ﻢﺗ - ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﻑﺮﺣﺃ ﻰﻠﻋ ﻱﻮﺘﺤﻳ
be: %s: %s змяшчае недапушчальныя сімвалы - ігнаруецца
bg: %s: %s съдържа невалидни знаци - игнорирани
bn: %s: %s অবৈধ অক্ষর রয়েছে - উপেক্ষা করা হয়েছে
ca: %s: %s conté caràcters no vàlids, ignorats
cy: %s: %s yn cynnwys cymeriadau annilys - wedi'u hanwybyddu
da: %s: %s indeholder ugyldige tegn - ignoreret
eo: %s: %s enhavas nevalidajn signojn - ignoritaj
et: %s: %s sisaldab kehtetuid märke – ignoreeritakse
eu: %s: %s karaktere baliogabeak ditu - baztertu
fa: %s: %s ﺖﺳﺍ ﻩﺪﺷ ﻪﺘﻓﺮﮔ ﻩﺪﯾﺩﺎﻧ - ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﯼﺎﻫﺮﺘﮐﺍﺭﺎﮐ ﯼﻭﺎﺣ
fi: %s: %s sisältää virheellisiä merkkejä - ohitettu
fil: %s: %s naglalaman ng mga hindi wastong character - hindi pinansin
fy: %s: %s befettet ûnjildige tekens - negearre
ga: %s: %s tá carachtair neamhbhailí ann - neamhaird
gd: %s: %s tha caractaran neo-dhligheach - gun aire
gl: %s: %s contén caracteres non válidos - ignoráronse
gu: %s: %s અમાન્ય અક્ષરો સમાવે છે - અવગણવામાં આવે છે
he: %s: %s ומלעתה - םייקוח אל םיוות ליכמ
hi: %s: %s अमान्य वर्ण शामिल हैं - अनदेखा
hr: %s: %s sadrži nevažeće znakove - zanemareno
hu: %s: %s érvénytelen karaktereket tartalmaz – figyelmen kívül hagyva
hy: %s: %s պարունակում է անվավեր նիշեր՝ անտեսված
id: %s: %s berisi karakter yang tidak valid - diabaikan
is: %s: %s inniheldur ógilda stafi - hunsuð
ka: %s: %s შეიცავს არასწორ სიმბოლოებს - იგნორირებულია
kk: %s: %s жарамсыз таңбаларды қамтиды - еленбейді
km: %s: %s មានតួអក្សរមិនត្រឹមត្រូវ - មិនអើពើ
kn: %s: %s ಅಮಾನ್ಯ ಅಕ್ಷರಗಳನ್ನು ಒಳಗೊಂಡಿದೆ - ನಿರ್ಲಕ್ಷಿಸಲಾಗಿದೆ
ku: %s: %s tîpên nederbasdar hene - paşguh kirin
ky: %s: %s жараксыз белгилерди камтыйт - этибарга алынбайт
lb: %s: %s enthält ongëlteg Zeechen - ignoréiert
lo: %s: %s ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ - ຖືກລະເລີຍ
lt: %s: %s yra neteisingų simbolių – nepaisoma
lv: %s: %s satur nederīgas rakstzīmes — ignorēts
mg: %s: %s misy tarehintsoratra tsy mety - tsy noraharahiana
mi: %s: %s he pūāhua muhu kei roto - waihotia
mk: %s: %s содржи неважечки знаци - игнорирани
ml: %s: %s അസാധുവായ പ്രതീകങ്ങൾ അടങ്ങിയിരിക്കുന്നു - അവഗണിച്ചു
mn: %s: %s хүчингүй тэмдэгт агуулсан - үл тоомсорлосон
mr: %s: %s अवैध वर्ण आहेत - दुर्लक्षित
mt: %s: %s fih karattri invalidi - injorati
my: %s: %s မမှန်ကန်သော စာလုံးများပါရှိသည် - လျစ်လျူရှုထားသည်။
nb: %s: %s inneholder ugyldige tegn – ignorert
ne: %s: %s अवैध वर्णहरू समावेश छन् - बेवास्ता
or: %s: %s ଅବ alid ଧ ବର୍ଣ୍ଣ ଧାରଣ କରେ - ଅବହେଳିତ |
pa: %s: %s ਅਵੈਧ ਅੱਖਰ ਸ਼ਾਮਲ ਹਨ - ਅਣਡਿੱਠ ਕੀਤਾ ਗਿਆ
ps: %s: %s ﻱﻮﺷ ﻝﻮځﺭﻮﻏ ﻪﻣﺎﭘ ﻪﻟ - ﻱﺮﻟ ﻱﺭﻮﺗ ﻢﺳﺎﻧ
ro: %s: %s conține caractere nevalide - ignorate
rw: %s: %s ikubiyemo inyuguti zitemewe - birengagijwe
sd: %s: %s ﻮﻳﻭ ﻮﻴڪ ﺯﺍﺪﻧﺍﺮﻈﻧ - ﻲﮬﺁ ﻞﻤﺘﺸﻣ ﻲﺗ ﻥﺮﮐﺍ ﻂﻠﻏ
si: %s: %s වලංගු නොවන අක්ෂර අඩංගු වේ - නොසලකා හැර ඇත
sk: %s: %s obsahuje neplatné znaky – ignoruje sa
sl: %s: %s vsebuje neveljavne znake - prezrto
sq: %s: %s përmban karaktere të pavlefshme - të shpërfillura
sw: %s: %s ina vibambo batili - imepuuzwa
ta: %s: %s தவறான எழுத்துகள் உள்ளன - புறக்கணிக்கப்பட்டது
te: %s: %s చెల్లని అక్షరాలను కలిగి ఉంది - విస్మరించబడింది
tg: %s: %s дорои аломатҳои беэътибор - нодида гирифта мешавад
th: %s: %s มีอักขระที่ไม่ถูกต้อง - ละเว้น
tk: %s: %s nädogry nyşanlary öz içine alýar - ähmiýet berilmeýär
tt: %s: %s дөрес булмаган символларны үз эченә ала - игътибарсыз калдырыла
uk: %s: %s містить недопустимі символи - ігнорується
ur: %s: %s ﺯﺍﺪﻧﺍ ﺮﻈﻧ - ﮯﮨ ﻞﻤﺘﺸﻣ ﺮﭘ ﻑﻭﺮﺣ ﻂﻠﻏ
uz: %s: %s yaroqsiz belgilar mavjud - e'tiborga olinmaydi
vi: %s: %s chứa các ký tự không hợp lệ - bị bỏ qua
xh: %s: %s iqulathe amagama angasebenziyo - ayihoywa
yi: %s: %s טריראָנגיא - תויתוא טלפּירקראַפ ללוכּ

source: %s: tmp_dir '%s' does not exist - reverting to %s
af: %s: tmp_dir '%s' bestaan u200bu200bnie - terugkeer na %s
am: %s: tmp_dir '%s' የለም - ወደ መመለስ %s
ar: %s: tmp_dir '%s' ﻰﻟﺇ ﺓﺩﻮﻌﻟﺍ - ﺩﻮﺟﻮﻣ ﺮﻴﻏ %s
be: %s: tmp_dir '%s' не існуе - вяртаюся да %s
bg: %s: tmp_dir '%s' не съществува - връщане към %s
bn: %s: tmp_dir '%s' বিদ্যমান নেই - প্রত্যাবর্তন %s
ca: %s: tmp_dir '%s' no existeix - tornar-hi %s
cy: %s: tmp_dir '%s' ddim yn bodoli - dychwelyd i %s
da: %s: tmp_dir '%s' eksisterer ikke - vender tilbage til %s
eo: %s: tmp_dir '%s' ne ekzistas — revenante al %s
et: %s: tmp_dir '%s' ei eksisteeri – naaseb %s
eu: %s: tmp_dir '%s' ez da existitzen - itzultzen %s
fa: %s: tmp_dir '%s' ﻪﺑ ﺖﺸﮔﺯﺎﺑ - ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ %s
fi: %s: tmp_dir '%s' ei ole olemassa - palataan %s
fil: %s: tmp_dir '%s' ay hindi umiiral - bumabalik sa %s
fy: %s: tmp_dir '%s' bestiet net - weromgean nei %s
ga: %s: tmp_dir '%s' níl ann - ag filleadh ar %s
gd: %s: tmp_dir '%s' chan eil e ann - a ’tilleadh gu %s
gl: %s: tmp_dir '%s' non existe - volvendo a %s
gu: %s: tmp_dir '%s' અસ્તિત્વમાં નથી - પર પાછા ફરવું %s
he: %s: tmp_dir '%s' ל רזוח - םייק אל %s
hi: %s: tmp_dir '%s' मौजूद नहीं है - पर वापस जा रहा है %s
hr: %s: tmp_dir '%s' ne postoji – vraćanje na %s
hu: %s: tmp_dir '%s' nem létezik – visszatérés ide %s
hy: %s: tmp_dir '%s' գոյություն չունի - վերադարձ դեպի %s
id: %s: tmp_dir '%s' tidak ada - kembali ke %s
is: %s: tmp_dir '%s' er ekki til - snýr aftur til %s
ka: %s: tmp_dir '%s' არ არსებობს - უბრუნდება %s
kk: %s: tmp_dir '%s' жоқ – дегенге қайтады %s
km: %s: tmp_dir '%s' មិនមាន - ត្រឡប់ទៅ %s
kn: %s: tmp_dir '%s' ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ - ಹಿಂತಿರುಗುವುದು %s
ku: %s: tmp_dir '%s' tune ye - vedigere %s
ky: %s: tmp_dir '%s' жок - кайтуу %s
lb: %s: tmp_dir '%s' existéiert net - zréck op %s
lo: %s: tmp_dir '%s' ບໍ່ມີ - reverting to %s
lt: %s: tmp_dir '%s' neegzistuoja – grįžtama prie %s
lv: %s: tmp_dir '%s' neeksistē — atgriežas pie %s
mg: %s: tmp_dir '%s' tsy misy - miverina amin'ny %s
mi: %s: tmp_dir '%s' karekau - ka hoki ki %s
mk: %s: tmp_dir '%s' не постои - враќање на %s
ml: %s: tmp_dir '%s' നിലവിലില്ല - ഇതിലേക്ക് മടങ്ങുന്നു %s
mn: %s: tmp_dir '%s' байхгүй - руу буцах %s
mr: %s: tmp_dir '%s' अस्तित्वात नाही - वर परत जात आहे %s
mt: %s: tmp_dir '%s' ma teżistix - terġa 'lura għal %s
my: %s: tmp_dir '%s' မတည်ရှိပါ - သို့ပြန်ပြောင်းခြင်း။ %s
nb: %s: tmp_dir '%s' eksisterer ikke - går tilbake til %s
ne: %s: tmp_dir '%s' अवस्थित छैन - मा फर्किँदै %s
or: %s: tmp_dir '%s' ବିଦ୍ୟମାନ ନାହିଁ - ପ୍ରତ୍ୟାବର୍ତ୍ତନ | %s
pa: %s: tmp_dir '%s' ਮੌਜੂਦ ਨਹੀਂ ਹੈ - 'ਤੇ ਵਾਪਸ ਜਾ ਰਿਹਾ ਹੈ %s
ps: %s: tmp_dir '%s' ﻝﻮځﺮګﺍﺭ ﻪﺗﺮﯿﺑ - ﻱﺮﻠﻧ ﻥﻮﺘﺷ %s
ro: %s: tmp_dir '%s' nu există – revenind la %s
rw: %s: tmp_dir '%s' ntabaho - gusubira kuri %s
sd: %s: tmp_dir '%s' ﮡٽﻮﻣ ﻦﻬﻧﺍڏ -ﻲﻫﺁ ﻪﻧ ﺩﻮﺟﻮﻣ %s
si: %s: tmp_dir '%s' නොපවතියි - වෙත ආපසු යාම %s
sk: %s: tmp_dir '%s' neexistuje - vraciam sa k %s
sl: %s: tmp_dir '%s' ne obstaja - vrnitev na %s
sq: %s: tmp_dir '%s' nuk ekziston - duke u kthyer në %s
sw: %s: tmp_dir '%s' haipo - inarudi kwa %s
ta: %s: tmp_dir '%s' இல்லை - திரும்புகிறது %s
te: %s: tmp_dir '%s' ఉనికిలో లేదు - తిరిగి %s
tg: %s: tmp_dir '%s' вуҷуд надорад - баргаштан ба %s
th: %s: tmp_dir '%s' ไม่มีอยู่ - ย้อนกลับไปที่ %s
tk: %s: tmp_dir '%s' ýok - yzyna dolanmak %s
tt: %s: tmp_dir '%s' юк - кире кайту %s
uk: %s: tmp_dir '%s' не існує - повертаючись до %s
ur: %s: tmp_dir '%s' ﺎﻧﺎﺟ ﺲﭘﺍﻭ ﺮﭘ - ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ %s
uz: %s: tmp_dir '%s' mavjud emas - ga qaytish %s
vi: %s: tmp_dir '%s' không tồn tại - hoàn nguyên về %s
xh: %s: tmp_dir '%s' ayikho - ibuyela ku %s
yi: %s: tmp_dir '%s' וצ גניטרעוויר - ןריטסיסקע טשינ טוט %s

source: file not found
af: lêer nie gevind nie
am: ሰነዱ አልተገኘም
ar: ﻒﻠﻤﻟﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ
be: файл не знойдзены
bg: файлът не е намерен
bn: ফাইল পাওয়া যায়নি
ca: Arxiu no trobat
cy: ffeil heb ei darganfod
da: fil ikke fundet
eo: dosiero ne trovita
et: faili ei leitud
eu: Fitxategia ez da aurkitu
fa: ﺪﺸﻧ ﺍﺪﯿﭘ ﻞﯾﺎﻓ
fi: tiedostoa ei löytynyt
fil: hindi nahanap ang file
fy: bestân net fûn
ga: níor aimsíodh comhad
gd: cha deach am faidhle a 'lorg
gl: Arquivo non atopado
gu: ફાઈલ નથી મળી
he: אצמנ אל ץבוקה
hi: फ़ाइल प्राप्त नहीं हुई
hr: datoteka nije pronađena
hu: fájl nem található
hy: ֆայլը չի u200bu200bգտնվել
id: berkas tidak ditemukan
is: skjal finnst ekki
ka: ფაილი არ მოიძებნა
kk: файл табылмады
km: រកu200bមិនu200bឃើញu200bឯកសារ
kn: ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ
ku: pel nehat dîtin
ky: берүүгө табылган жок
lb: Datei net fonnt
lo: ບໍ່ພົບໄຟລ໌
lt: failas nerastas
lv: fails nav atrasts
mg: tsy hita ny fisie
mi: kāore i kitea te kōnae
mk: документот не е пронајден
ml: ഫയൽ കണ്ടില്ല
mn: Файл олдсонгүй
mr: फाइल सापडली नाही
mt: fajl ma nstabx
my: ဖိုင်ရှာမတွေ့ပါ
nb: fil ikke funnet
ne: फाइल फेला परेन
or: ଫାଇଲ ମିଳୁନାହିଁ
pa: ਫਾਇਲ ਨਹੀ ਲ੍ਲ੍ਭੀ
ps: ﻩﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧ ﻭ ﻪﻴﺳﻭﺩ
ro: fișierul nu a fost găsit
rw: dosiye ntabwo yabonetse
sd: ﻲﻠﻣ ﻪﻧ ﻞﺋﺎﻓ
si: ගොනුව හමු නොවිණි
sk: súbor nenájdený
sl: datoteka ni najdena
sq: skedari nuk u gjet
sw: faili halijapatikana
ta: கோப்பு கிடைக்கவில்லை
te: ఫైల్ కనుగొనబడలేదు
tg: парванда дарёфт нашуд
th: ไม่พบไฟล์
tk: faýl tapylmady
tt: файл табылмады
uk: файл не знайдено
ur: ﯽﻠﻣ ﮟﯿﮩﻧ ﻞﺋﺎﻓ
uz: Fayl topilmadi
vi: tập tin không được tìm thấy
xh: ifayile ayifumaneki
yi: ןענופעג טינ עקעט
