Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzfm -g --label "A message" --button ok
af: zzzfm -g --label "N boodskap" --button ok
am: zzzfm -g --label "መልእክት" --button ok
ar: zzzfm -g --label "ﺔﻟﺎﺳﺭ" --button ok
be: zzzfm -g --label "Паведамленне" --button ok
bg: zzzfm -g --label "Съобщение" --button ok
bn: zzzfm -g --label "একটি বার্তা" --button ok
ca: zzzfm -g --label "Un missatge" --button ok
cy: zzzfm -g --label "Neges" --button ok
da: zzzfm -g --label "En besked" --button ok
eo: zzzfm -g --label "Mesaĝo" --button ok
et: zzzfm -g --label "Sõnum" --button ok
eu: zzzfm -g --label "Mezu bat" --button ok
fa: zzzfm -g --label "ﻡﺎﯿﭘ ﮏﯾ" --button ok
fi: zzzfm -g --label "Viesti" --button ok
fil: zzzfm -g --label "Isang mensahe" --button ok
fy: zzzfm -g --label "In boadskip" --button ok
ga: zzzfm -g --label "Teachtaireacht" --button ok
gd: zzzfm -g --label "Teachdaireachd" --button ok
gl: zzzfm -g --label "Unha mensaxe" --button ok
gu: zzzfm -g --label "સંદેશ" --button ok
he: zzzfm -g --label "העדוה" --button ok
hi: zzzfm -g --label "एक संदेश" --button ok
hr: zzzfm -g --label "Poruka" --button ok
hu: zzzfm -g --label "Üzenet" --button ok
hy: zzzfm -g --label "Հաղորդագրություն" --button ok
id: zzzfm -g --label "Sebuah pesan" --button ok
is: zzzfm -g --label "Skilaboð" --button ok
ka: zzzfm -g --label "Გზავნილი" --button ok
kk: zzzfm -g --label "Хабарлама" --button ok
km: zzzfm -g --label "សារu200bមួយ" --button ok
kn: zzzfm -g --label "ಒಂದು ಸಂದೇಶ" --button ok
ku: zzzfm -g --label "Peyamek" --button ok
ky: zzzfm -g --label "Билдирүү" --button ok
lb: zzzfm -g --label "E Message" --button ok
lo: zzzfm -g --label "ຂໍ້ຄວາມ" --button ok
lt: zzzfm -g --label "Žinutė" --button ok
lv: zzzfm -g --label "Ziņa" --button ok
mg: zzzfm -g --label "Hafatra iray" --button ok
mi: zzzfm -g --label "He karere" --button ok
mk: zzzfm -g --label "Порака" --button ok
ml: zzzfm -g --label "ഒരു സന്ദേശം" --button ok
mn: zzzfm -g --label "Зурвас" --button ok
mr: zzzfm -g --label "एक संदेश" --button ok
mt: zzzfm -g --label "Messaġġ" --button ok
my: zzzfm -g --label "စာတစ်စောင်" --button ok
nb: zzzfm -g --label "En melding" --button ok
ne: zzzfm -g --label "एउटा सन्देश" --button ok
or: zzzfm -g --label "ଏକ ବାର୍ତ୍ତା |" --button ok
pa: zzzfm -g --label "ਇੱਕ ਸੁਨੇਹਾ" --button ok
ps: zzzfm -g --label "ﻡﺎﻐﯿﭘ ﻮﯾ" --button ok
ro: zzzfm -g --label "Un mesaj" --button ok
rw: zzzfm -g --label "Ubutumwa" --button ok
sd: zzzfm -g --label "ﻡﺎﻐﻴﭘ ڪﻫ" --button ok
si: zzzfm -g --label "පණිවුඞයක්" --button ok
sk: zzzfm -g --label "Správa" --button ok
sl: zzzfm -g --label "Sporočilo" --button ok
sq: zzzfm -g --label "Një mesazh" --button ok
sw: zzzfm -g --label "Ujumbe" --button ok
ta: zzzfm -g --label "ஒரு செய்தி" --button ok
te: zzzfm -g --label "ఒక సందేశం" --button ok
tg: zzzfm -g --label "Паём" --button ok
th: zzzfm -g --label "ข้อความ" --button ok
tk: zzzfm -g --label "Habar" --button ok
tt: zzzfm -g --label "Хәбәр" --button ok
uk: zzzfm -g --label "Повідомлення" --button ok
ur: zzzfm -g --label "ﻡﺎﻐﯿﭘ ﮏﯾﺍ" --button ok
uz: zzzfm -g --label "Xabar" --button ok
vi: zzzfm -g --label "Một thông điệp" --button ok
xh: zzzfm -g --label "Umyalezo" --button ok
yi: zzzfm -g --label "גאָזנאָ א" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
af: ELEMENT: OPSIES EN ARGUMENTE:
am: አካል፡ አማራጮች እና ክርክሮች:
ar: :ﺮﺼﻨﻋ ﺞﺠﺤﻟﺍﻭ ﺕﺍﺭﺎﻴﺨﻟﺍ:
be: ЭЛЕМЕНТ: ВАРИАНТЫ І АРГУМЕНТЫ:
bg: ЕЛЕМЕНТ: ОПЦИИ И АРГУМЕНТИ:
bn: উপাদান: বিকল্প এবং আর্গুমেন্ট:
ca: ELEMENT: OPCIONS I ARGUMENTS:
cy: ELFEN: OPSIYNAU AC ARGUMENTS:
da: ELEMENT: MULIGHEDER OG ARGUMENTER:
eo: ELEMENTO: OPCIOJ & ARGUMENTOJ:
et: ELEMENT: VARIANDID JA ARGUMENTID:
eu: ELEMENTUA: AUKERAK ETA ARGUMENTUAK:
fa: :ﺮﺼﻨﻋ ﺎﻫ ﻝﻻ﻿ﺪﺘﺳﺍ ﻭ ﺎﻫ ﻪﻨﯾﺰﮔ:
fi: ELEMENTTI: VAIHTOEHDOT & ARGUMENTIT:
fil: ELEMENTO: MGA OPSYON AT PANGANGATWIRANG:
fy: ELEMINT: OPSJES & arguminten:
ga: TOGHCHÁN: ROGHANNA & ARGUMENTS:
gd: ELEMENT: ROGHAINNEAN & ARGUMENTS:
gl: ELEMENTO: OPCIÓNS E ARGUMENTOS:
gu: તત્વ: વિકલ્પો અને દલીલો:
he: :טנֶמֵלֵא םינועיטו תויורשפא:
hi: तत्व: विकल्प और तर्क:
hr: ELEMENT: OPCIJE I ARGUMENTI:
hu: ELEM: OPCIÓK ÉS ÉRVEK:
hy: ՏԱՐՐ: ՏԱՐԲԵՐԱԿՆԵՐ ԵՎ ՓԱՍՏԱՐԿՆԵՐ:
id: ELEMEN: OPSI & ARGUMEN:
is: ÞÁTTUR: VALKOSTIR OG RÖK:
ka: ელემენტი: ვარიანტები და არგუმენტები:
kk: ЭЛЕМЕНТ: ОПЦИЯЛАР ЖӘНЕ АРГУМЕНТТЕР:
km: ធាតុ៖ ជម្រើស & អាគុយម៉ង់:
kn: ಅಂಶ: ಆಯ್ಕೆಗಳು ಮತ್ತು ವಾದಗಳು:
ku: PÊVE: OPTION & ARGUMENTS:
ky: ЭЛЕМЕНТ: ОПЦИЯЛАР ЖАНА АРГУМЕНТТЕР:
lb: ELEMENT: OPTIONEN & Argumenter:
lo: ອົງປະກອບ: ທາງເລືອກ & ການໂຕ້ຖຽງ:
lt: ELEMENTAS: GALIMYBĖS IR ARGUMENTAI:
lv: ELEMENTS: IESPĒJAS UN ARGUMENTI:
mg: ELEMENT: SAFIDY & ARGUMENTS:
mi: HUANGA: NGĀ KŌWHIRINGA & NGA TOETETENGA:
mk: ЕЛЕМЕНТ: ОПЦИИ И АРГУМЕНТИ:
ml: ഘടകം: ഓപ്ഷനുകളും വാദങ്ങളും:
mn: ЭЛЕМЕНТ: СОНГОЛТ, АРГУМЕНТ:
mr: घटक: पर्याय आणि युक्तिवाद:
mt: ELEMENT: GĦAŻLIET u ARGUMENTI:
my: ဒြပ်စင်- ရွေးချယ်မှုများနှင့် ငြင်းခုံမှုများ:
nb: ELEMENT: ALTERNATIVER OG ARGUMENTER:
ne: तत्व: विकल्प र तर्कहरू:
or: ଉପାଦାନ: ବିକଳ୍ପ ଏବଂ ଯୁକ୍ତି:
pa: ਤੱਤ: ਵਿਕਲਪ ਅਤੇ ਦਲੀਲਾਂ:
ps: :ﺮﺼﻨﻋ ﻪﻧﻮﻠﯿﻟﺩ ﻭﺍ ﻪﻧﻭﺭﺎﯿﺘﺧﺍ:
ro: ELEMENT: OPȚIUNI și ARGUMENTE:
rw: AMATORA: AMAHITAMO N'INGINGO:
sd: :ﺮﺼﻨﻋ ﻦﻠﻴﻟﺩ ۽ ﻥﺭﺎﻴﺘﺧﺍ:
si: මූලද්රව්යය: විකල්ප සහ තර්ක:
sk: ELEMENT: MOŽNOSTI a ARGUMENTY:
sl: ELEMENT: MOŽNOSTI in ARGUMENTI:
sq: ELEMENTI: OPCIONE DHE ARGUMENTE:
sw: ELEMENT: CHAGUO na HOJA:
ta: உறுப்பு: விருப்பங்கள் மற்றும் வாதங்கள்:
te: మూలకం: ఎంపికలు మరియు వాదనలు:
tg: ЭЛЕМЕНТ: Вариантҳо ва далелҳо:
th: องค์ประกอบ: ตัวเลือกและอาร์กิวเมนต์:
tk: ELEMENT: Saýlawlar we jedeller:
tt: Элемент: Вариантлар һәм аргументлар:
uk: ЕЛЕМЕНТ: ВАРІАНТИ і АРГУМЕНТИ:
ur: :ﺮﺼﻨﻋ ﻞﺋﻻ﻿ﺩ ﺭﻭﺍ ﺕﺍﺭﺎﯿﺘﺧﺍ:
uz: Element: VARIANTLAR VA ARGUMENTLAR:
vi: YẾU TỐ: TÙY CHỌN và BIỆN LUẬN:
xh: I-elementi: UKHETHO kunye nee-ARGUMENTS:
yi: :טנעמעלע ןטנעמוגראַ ןוא סעיצפּאָ:

source: The following arguments may be used as shown above:
af: Die volgende argumente kan gebruik word soos hierbo getoon:
am: ከላይ እንደሚታየው የሚከተሉት ነጋሪ እሴቶች ጥቅም ላይ ሊውሉ ይችላሉ-
ar: :ﻩﻼ﻿ﻋﺃ ﺢﺿﻮﻣ ﻮﻫ ﺎﻤﻛ ﺔﻴﻟﺎﺘﻟﺍ ﻂﺋﺎﺳﻮﻟﺍ ﻡﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ
be: Наступныя аргументы могуць быць выкарыстаны, як паказана вышэй:
bg: Следните аргументи могат да се използват, както е показано по-горе:
bn: উপরে দেখানো হিসাবে নিম্নলিখিত আর্গুমেন্ট ব্যবহার করা যেতে পারে:
ca: Els arguments següents es poden utilitzar com es mostra més amunt:
cy: Gellir defnyddio'r dadleuon canlynol fel y dangosir uchod:
da: Følgende argumenter kan bruges som vist ovenfor:
eo: La sekvaj argumentoj povas esti uzataj kiel montrite supre:
et: Nagu ülal näidatud, võib kasutada järgmisi argumente:
eu: Argumentu hauek goian erakusten den moduan erabil daitezke:
fa: :ﺪﻧﻮﺷ ﻩﺩﺎﻔﺘﺳﺍ ﻩﺪﺷ ﻩﺩﺍﺩ ﻥﺎﺸﻧ ﻻ﻿ﺎﺑ ﺭﺩ ﻪﮐ ﺭﻮﻄﻧﺎﻤﻫ ﺖﺳﺍ ﻦﮑﻤﻣ ﺮﯾﺯ ﯼﺎﻫ ﻥﺎﻣﻮﮔﺭﺁ
fi: Seuraavia argumentteja voidaan käyttää edellä esitetyllä tavalla:
fil: Ang mga sumusunod na argumento ay maaaring gamitin tulad ng ipinapakita sa itaas:
fy: De folgjende arguminten kinne brûkt wurde lykas hjirboppe te sjen:
ga: Is féidir na hargóintí seo a leanas a úsáid mar a thaispeántar thuas:
gd: Faodar na h-argamaidean a leanas a chleachdadh mar a chithear gu h-àrd:
gl: Os seguintes argumentos pódense utilizar como se mostra arriba:
gu: ઉપર બતાવ્યા પ્રમાણે નીચેની દલીલોનો ઉપયોગ કરી શકાય છે:
he: :ליעל גצומש יפכ םיאבה םינועיטב שמתשהל ןתינ
hi: जैसा कि ऊपर दिखाया गया है, निम्नलिखित तर्कों का उपयोग किया जा सकता है:
hr: Sljedeći argumenti mogu se koristiti kao što je gore prikazano:
hu: A következő érvek használhatók a fentiek szerint:
hy: Հետևյալ փաստարկները կարող են օգտագործվել, ինչպես ցույց է տրված վերևում.
id: Argumen berikut dapat digunakan seperti yang ditunjukkan di atas:
is: Hægt er að nota eftirfarandi rök eins og sýnt er hér að ofan:
ka: შემდეგი არგუმენტები შეიძლება გამოყენებულ იქნას, როგორც ზემოთ იყო ნაჩვენები:
kk: Жоғарыда көрсетілгендей келесі аргументтерді қолдануға болады:
km: អាគុយម៉ង់ខាងក្រោមអាចត្រូវបានប្រើដូចដែលបានបង្ហាញខាងលើ៖
kn: ಮೇಲೆ ತೋರಿಸಿರುವಂತೆ ಕೆಳಗಿನ ವಾದಗಳನ್ನು ಬಳಸಬಹುದು:
ku: Dibe ku argumanên jêrîn wekî ku li jor hatî destnîşan kirin bêne bikar anîn:
ky: Жогоруда көрсөтүлгөндөй, төмөнкү аргументтер колдонулушу мүмкүн:
lb: Déi folgend Argumenter kënne benotzt ginn wéi uewen gewisen:
lo: ການໂຕ້ຖຽງຕໍ່ໄປນີ້ອາດຈະຖືກໃຊ້ດັ່ງທີ່ສະແດງຂ້າງເທິງ:
lt: Gali būti naudojami šie argumentai, kaip parodyta aukščiau:
lv: Var izmantot šādus argumentus, kā parādīts iepriekš:
mg: Ireto hevitra manaraka ireto dia azo ampiasaina araka ny aseho etsy ambony:
mi: Ka taea te whakamahi i nga tohenga e whai ake nei i runga ake nei:
mk: Следниве аргументи може да се користат како што е прикажано погоре:
ml: മുകളിൽ കാണിച്ചിരിക്കുന്നതുപോലെ ഇനിപ്പറയുന്ന ആർഗ്യുമെന്റുകൾ ഉപയോഗിക്കാം:
mn: Дээр үзүүлсэн шиг дараах аргументуудыг ашиглаж болно.
mr: वर दर्शविल्याप्रमाणे खालील युक्तिवाद वापरले जाऊ शकतात:
mt: L-argumenti li ġejjin jistgħu jintużaw kif muri hawn fuq:
my: အထက်ဖော်ပြပါအတိုင်း အောက်ပါ အကြောင်းပြချက်များကို အသုံးပြုနိုင်ပါသည်။
nb: Følgende argumenter kan brukes som vist ovenfor:
ne: माथि देखाइए अनुसार निम्न तर्कहरू प्रयोग गर्न सकिन्छ:
or: ଉପରୋକ୍ତ ଆର୍ଗୁମେଣ୍ଟସ୍ ଉପରେ ଦେଖାଯାଇଥିବା ପରି ବ୍ୟବହୃତ ହୋଇପାରେ:
pa: ਉੱਪਰ ਦਰਸਾਏ ਅਨੁਸਾਰ ਹੇਠ ਲਿਖੀਆਂ ਦਲੀਲਾਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ:
ps: :ﻱﻮﺷ ﻝﺩﻮښ ﻪﺗﺭﻮﭘ ﯥﭼ ﻪګﻨڅ ﻪﮑﻟ ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﻪﻧﻮﻠﯿﻟﺩ ﯤﺪﻧﻻ﻿
ro: Următoarele argumente pot fi folosite așa cum se arată mai sus:
rw: Impaka zikurikira zirashobora gukoreshwa nkuko bigaragara hejuru:
sd: :ﻲﻫﺁ ﻞﻳﺭﺎﮑﻳڏ ﻲﭥﻣ ﻦﺌﻴﺟ ﻮﭤ ﻲﺠﻬﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ﻲﮐ ﻦﻠﻴﻟﺩ ﻞﻧڏ ﭟﻴﻫ
si: ඉහත පෙන්වා ඇති පරිදි පහත තර්ක භාවිතා කළ හැක:
sk: Nasledujúce argumenty možno použiť, ako je uvedené vyššie:
sl: Uporabite lahko naslednje argumente, kot je prikazano zgoraj:
sq: Argumentet e mëposhtme mund të përdoren siç tregohet më sipër:
sw: Hoja zifuatazo zinaweza kutumika kama ilivyoonyeshwa hapo juu:
ta: மேலே காட்டப்பட்டுள்ளபடி பின்வரும் வாதங்கள் பயன்படுத்தப்படலாம்:
te: పైన చూపిన విధంగా క్రింది వాదనలు ఉపయోగించవచ్చు:
tg: Далелҳои зерин метавонанд истифода шаванд, тавре ки дар боло нишон дода шудааст:
th: อาร์กิวเมนต์ต่อไปนี้อาจใช้ตามที่แสดงด้านบน:
tk: Aboveokarda görkezilişi ýaly aşakdaky argumentler ulanylyp bilner:
tt: Aboveгарыда күрсәтелгәнчә түбәндәге аргументлар кулланылырга мөмкин:
uk: Можна використовувати такі аргументи, як показано вище:
ur: :ﮯﮨ ﺎﯿﮔ ﺎﯾﺎﮭﮐﺩ ﺮﭘﻭﺍ ﮧﮐ ﺎﺴﯿﺟ ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺎﮐ ﻞﺋﻻ﻿ﺩ ﻞﯾﺫ ﮧﺟﺭﺪﻨﻣ
uz: Yuqorida ko'rsatilganidek, quyidagi argumentlardan foydalanish mumkin:
vi: Các đối số sau có thể được sử dụng như được hiển thị ở trên:
xh: Ezi mpikiswano zilandelayo zinokusetyenziswa njengoko kubonisiwe ngasentla:
yi: :ןביוא ןזיוועג יוו טנייוועג ןייז ןענעק ןטנעמוגראַ עדנעגלאפ יד

source: STOCK %s
af: VOORRAAD %s
am: ስቶክ %s
ar: ﺔﻴﻟﺎﻤﻟﺍ ﻕﺍﺭﻭﻷ﻿ﺍ %s
be: АКЦЫЯ %s
bg: НАЛИЧНОСТ %s
bn: স্টক %s
cy: STOC %s
da: LAGER %s
et: LAOS %s
fa: ﯼﺩﻮﺟﻮﻣ %s
fi: VARASTOSSA %s
ga: STOC %s
gd: STOC %s
gu: સ્ટોક %s
he: הינמה %s
hi: भण्डार %s
hr: ZALIHA %s
hu: KÉSZLET %s
hy: ՊԱՀԱՆՋՈՒՄ %s
id: PERSEDIAAN %s
is: LAGER %s
ka: საფონდო %s
kk: АКЦИЯ %s
km: ស្តុក %s
kn: ಸ್ಟಾಕ್ %s
ku: EMBAR %s
ky: АКЦИЯ %s
lo: ຫຸ້ນ %s
lt: AKCIJA %s
lv: KRĀJUMI %s
mk: АКЦИИ %s
ml: സംഭരിക്കുക %s
mn: ХУВЬЦАА %s
mr: स्टॉक %s
my: စတော့ %s
nb: LAGER %s
ne: स्टक %s
or: ଷ୍ଟକ୍ | %s
pa: ਸਟਾਕ %s
ps: ﮎﺎټﺳ %s
ro: STOC %s
rw: ISOKO %s
sd: ڪﺎٽﺳﺍ %s
si: කොටස් %s
sk: ZÁSOBA %s
sl: ZALOGA %s
sq: stoku %s
sw: HISA %s
ta: பங்கு %s
te: స్టాక్ %s
tg: САХМИ %s
th: หุ้น %s
tk: AOCDAN %s
tt: Акция %s
uk: АКЦІЯ %s
ur: ﮎﺎﭩﺳﺍ %s
uz: AKSIYA %s
vi: CỔ PHẦN %s
xh: IMALI %s
yi: רעגאַל %s

source: ICON An icon name, eg: gtk-open
af: IKOON 'n Ikoonnaam, bv: gtk-open
am: አይኮን የአዶ ስም፣ ለምሳሌ፡ gtk-open
ar: ﺔﻧﻮﻘﻳﺃ gtk-open :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ ، ﺰﻣﺭ ﻢﺳﺍ
be: ІКОНА Імя значка, напрыклад: gtk-open
bg: ИКОНА Име на икона, напр.: gtk-open
bn: আইকন একটি আইকনের নাম, যেমন: gtk-open
ca: ICONA Un nom d'icona, per exemple: gtk-open
cy: ICON Enw eicon, ee: gtk-open
da: IKON Et ikonnavn, f.eks.: gtk-open
eo: IKONO Ikononomo, ekz.: gtk-open
et: IKON Ikooni nimi, nt: gtk-open
eu: IKONOA Ikonoaren izena, adibidez: gtk-open
fa: ﻥﻮﮑﯾﺁ gtk-open :ﻝﺎﺜﻣ ﻥﺍﻮﻨﻋ ﻪﺑ ،ﺩﺎﻤﻧ ﻡﺎﻧ ﮏﯾ
fi: KUVAKE Kuvakkeen nimi, esim.: gtk-open
fil: ICON Isang icon na pangalan, hal: gtk-open
fy: IKOON In ikoannamme, bygelyks: gtk-open
ga: ICON Ainm deilbhín, m.sh.: gtk-open
gd: ICON Ainm ìomhaigh, me: gtk-open
gl: ÍCONA Un nome de icona, por exemplo: gtk-open
gu: આઇકોન ચિહ્નનું નામ, દા.ત.: gtk-open
he: ןוקייא gtk-open :לשמל ,למס םש
hi: आइकन एक आइकन नाम, जैसे: gtk-open
hr: IKONA Naziv ikone, npr.: gtk-open
hu: IKON Egy ikon neve, pl.: gtk-open
hy: ICON Պատկերակի անուն, օրինակ՝ gtk-open
id: IKON Nama ikon, misalnya: gtk-open
is: TÁKN Heiti tákns, td: gtk-open
ka: ᲮᲐᲢᲘ ხატის სახელი, მაგ.: gtk-open
kk: ICON Белгіше атауы, мысалы: gtk-open
km: រូបតំណាង ឈ្មោះរូបតំណាង ឧ៖ gtk-open
kn: ಐಕಾನ್ ಐಕಾನ್ ಹೆಸರು, ಉದಾ: gtk-open
ku: ICON Navê îkonekê, mînak: gtk-vekirî
ky: ICON Сөлөкөттүн аты, мисалы: gtk-open
lb: ICON En Ikonnumm, zB: gtk-open
lo: ໄອຄອນ ຊື່ໄອຄອນ, ຕົວຢ່າງ: gtk-open
lt: Piktograma Piktogramos pavadinimas, pvz.: gtk-open
lv: IKONA Ikonas nosaukums, piemēram: gtk-open
mg: matoanteny Anarana kisary, ohatra: gtk-open
mi: ICON He ingoa tohu, hei tauira: gtk-tuwhera
mk: ИКОНА Име на икона, на пр.: gtk-open
ml: ഐക്കൺ ഒരു ഐക്കൺ നാമം, ഉദാ: gtk-open
mn: ICON Дүрс тэмдгийн нэр, жишээ нь: gtk-open
mr: आयकॉन आयकॉनचे नाव, उदा: gtk-open
mt: IKONA Isem tal-ikona, eż.: gtk-open
my: အိုင်ကွန် အိုင်ကွန်အမည်၊ ဥပမာ- gtk-open
nb: IKON Et ikonnavn, f.eks.: gtk-open
ne: ICON एउटा आइकन नाम, उदाहरण: gtk-open
or: ICON ଏକ ଆଇକନ୍ ନାମ, ଯଥା: gtk- ଖୋଲା |
pa: ਆਈਕਾਨ ਇੱਕ ਆਈਕਨ ਨਾਮ, ਜਿਵੇਂ: gtk-open
ps: ICON gtk-open :ﻪګﻮﺗ ﻪﭘ ﯥګﻠﯿﺑ ﺩ ،ﻡﻮﻧ ﺲﮑﻋ ﺩ
ro: ICONA Un nume de pictogramă, de exemplu: gtk-open
rw: ICON Izina ry'ishusho, urugero: gtk-fungura
sd: ICON gtk-open :ﺭﻮﻃ ﻝﺎﺜﻣ ،ﻮﻟﺎﻧ ﻮﺟ ﻦڪﺋﺁ ڪﻫ
si: අයිකනය නිරූපක නාමයක්, උදා: gtk-open
sk: IKONA Názov ikony, napr.: gtk-open
sl: IKONA Ime ikone, npr.: gtk-open
sq: IKONA Një emër ikonë, p.sh.: gtk-open
sw: Aikoni Jina la ikoni, kwa mfano: gtk-open
ta: ஐகான் ஒரு ஐகான் பெயர், எ.கா: gtk-open
te: ఐకాన్ చిహ్నం పేరు, ఉదా: gtk-open
tg: ICON Номи нишона, масалан: gtk-open
th: ไอคอน ชื่อไอคอน เช่น gtk-open
tk: ICON Nyşan nyşany, meselem: gtk-açyk
tt: ICON Икона исеме, мәсәлән: gtk-open
uk: ІКОНА Назва значка, наприклад: gtk-open
ur: ICON gtk-open :ﮯﺴﯿﺟ ،ﻡﺎﻧ ﺎﮐ ﻦﮑﯿﺋﺁ ﮏﯾﺍ
uz: ICON Belgi nomi, masalan: gtk-open
vi: BIỂU TƯỢNG Tên biểu tượng, ví dụ: gtk-open
xh: ICON Igama lomfanekiso, umzekelo: gtk-vula
yi: ICON gtk-open :לשמל ,ןעמאָנ ןאַקיי אַ
