Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Style
af: Styl
am: ቅጥ
ar: ﺏﻮﻠﺳﺃ
be: Стыль
bg: стил
bn: শৈলী
ca: Estil
cy: Arddull
da: Stil
eo: Stilo
et: Stiil
eu: Estiloa
fa: ﮏﺒﺳ
fi: Tyyli
fil: Estilo
fy: Styl
ga: Stíl
gd: Stoidhle
gl: Estilo
gu: શૈલી
he: ןֹונְגִס
hi: अंदाज
hr: Stil
hu: Stílus
hy: Ոճ
id: Gaya
is: Stíll
ka: სტილი
kk: Стиль
km: រចនាប័ទ្ម
kn: ಶೈಲಿ
ku: Awayî
ky: Стиль
lb: Stil
lo: ແບບ
lt: Stilius
lv: Stils
mi: Kāhua
mk: Стил
ml: ശൈലി
mn: Загвар
mr: शैली
mt: Stil
my: စတိုင်
nb: Stil
ne: शैली
or: ଶ Style ଳୀ
pa: ਸ਼ੈਲੀ
ps: ﻞﯾﺎټﺳ
ro: Stil
rw: Imiterere
sd: ﺯﺍﺪﻧﺍ
si: ශෛලිය
sk: Štýl
sl: Slog
sq: Stili
sw: Mtindo
ta: உடை
te: శైలి
tg: Услуб
th: สไตล์
tk: Stil
tt: Стиль
uk: Стиль
ur: ﺯﺍﺪﻧﺍ
uz: Uslub
vi: Phong cách
xh: Isimbo
yi: לייטס

source: Normal
af: Normaal
am: መደበኛ
ar: ﻲﻌﻴﺒﻃ
be: Нармальны
bg: Нормално
bn: স্বাভাবিক
cy: Arferol
eo: Normala
et: Tavaline
eu: Normala
fa: ﯽﻌﯿﺒﻃ
fi: Normaali
fy: Normaal
ga: Gnáth
gd: Àbhaisteach
gu: સામાન્ય
he: יִלָמרֹונ
hi: साधारण
hr: Normalan
hu: Normál
hy: Նորմալ
is: Eðlilegt
ka: ნორმალური
kk: Қалыпты
km: ធម្មតា។
kn: ಸಾಮಾನ್ಯ
ky: Кадимки
lo: ປົກກະຕິ
lt: Normalus
lv: Normāls
mg: ara-dalàna
mi: Pūnoa
mk: Нормално
ml: സാധാരണ
mn: Ердийн
mr: सामान्य
mt: Normali
my: ပုံမှန်
nb: Vanlig
ne: सामान्य
or: ସାଧାରଣ
pa: ਸਧਾਰਣ
ps: ﻝﺎﻣﺭﻮﻧ
rw: Bisanzwe
sd: ﻡﺎﻋ
si: සාමාන්යයි
sk: Normálne
sl: Normalno
sq: Normale
sw: Kawaida
ta: இயல்பானது
te: సాధారణ
tg: Муқаррарӣ
th: ปกติ
tk: Adaty
tt: Нормаль
uk: Нормальний
ur: ﻞﻣﺭﺎﻧ
uz: Oddiy
vi: Bình thường
xh: Eqhelekileyo
yi: לאַמראָנ

source: Checkbox
af: Merkblokkie
am: አመልካች ሳጥን
ar: ﺭﺎﻴﺘﺧﺍ ﺔﻧﺎﺧ
be: Сцяжок
bg: Квадрат за отметка
bn: চেকবক্স
ca: casella de selecció
cy: Blwch gwirio
da: Afkrydsningsfelt
eo: Markobutono
et: Märkeruut
eu: Kontrol-laukia
fa: ﺲﮐﺎﺑ ﮏﭼ
fi: Valintaruutu
ga: Bosca seiceála
gd: Bogsa sgrùdaidh
gl: Caixa de verificación
gu: ચેકબોક્સ
he: ןומיס תבית
hi: चेक बॉक्स
hr: Potvrdni okvir
hu: Jelölőnégyzet
hy: Նշավանդակ
id: kotak centang
is: Gátreitur
ka: მოსანიშნი ველი
kk: Құсбелгі ұяшығы
km: ប្រអប់ធីក
kn: ಚೆಕ್ಬಾಕ್ಸ್
ky: Белгилөө кутучасы
lo: ປ່ອງໝາຍ
lt: Žymimasis langelis
lv: Izvēles rūtiņa
mi: Pouakataki
mk: Поле за избор
ml: ചെക്ക്ബോക്സ്
mr: चेकबॉक्स
my: အမှတ်ခြစ်ပါ။
nb: Avmerkingsboks
ne: चेकबक्स
or: ଚେକ୍ ବକ୍ସ |
pa: ਚੈੱਕਬਾਕਸ
ps: ﺲﮑﺑ ﮏﭼ
ro: Caseta de bifat
rw: Agasanduku
sd: ﺲڪﺎﺑ ڪﻴﭼ
si: පිරික්සුම් කොටුව
sk: začiarkavacie políčko
sl: Potrditveno polje
sq: Kutia e kontrollit
sw: Kisanduku cha kuteua
ta: தேர்வுப்பெட்டி
te: చెక్u200cబాక్స్
tg: Қуттии қайд
th: ช่องทำเครื่องหมาย
tk: Bellik gutusy
tt: Такталар
uk: Прапорець
ur: ﺲﮐﺎﺑ ﮏﯿﭼ
uz: Belgilash katagi
vi: Hộp kiểm
xh: Ibhokisi yokujonga
yi: סקאָבקקעשט

source: Confirmation
af: Bevestiging
am: ማረጋገጫ
ar: ﺪﻴﻛﺄﺗ
be: Пацвярджэнне
bg: Потвърждение
bn: নিশ্চিতকরণ
ca: Confirmació
cy: Cadarnhad
da: Bekræftelse
eo: Konfirmo
et: Kinnitamine
eu: Berrespena
fa: ﻪﯾﺪﯿﺋﺎﺗ
fi: Vahvistus
fil: Kumpirmasyon
fy: Befêstiging
ga: Daingniú
gd: Dearbhadh
gl: Confirmación
gu: પુષ્ટિકરણ
he: רּוׁשִא
hi: पुष्टीकरण
hr: Potvrda
hu: Megerősítés
hy: Հաստատում
id: Konfirmasi
is: Staðfesting
ka: Დადასტურება
kk: Растау
km: ការបញ្ជាក់
kn: ದೃಢೀಕರಣ
ku: Tesdîq
ky: Ырастоо
lb: Bestätegung
lo: ການຢືນຢັນ
lt: Patvirtinimas
lv: Apstiprinājums
mg: ny fandraisana ho mpikambana
mi: Whakapumautanga
mk: Потврда
ml: സ്ഥിരീകരണം
mn: Баталгаажуулалт
mr: पुष्टी
mt: Konferma
my: အတည်ပြုချက်
nb: Bekreftelse
ne: पुष्टिकरण
or: ନିଶ୍ଚିତକରଣ
pa: ਪੁਸ਼ਟੀ
ps: ﺪﯿﯾﺎﺗ
ro: Confirmare
rw: Kwemeza
sd: ﻖﻳﺪﺼﺗ
si: තහවුරු කිරීම
sk: Potvrdenie
sl: Potrditev
sq: Konfirmimi
sw: Uthibitisho
ta: உறுதிப்படுத்தல்
te: నిర్ధారణ
tg: Тасдиқ
th: การยืนยัน
tk: Tassyklama
tt: Ышандыру
uk: Підтвердження
ur: ﻖﯾﺪﺼﺗ
uz: Tasdiqlash
vi: Xác nhận
xh: Isiqinisekiso
yi: גנוקיטעטשאַב

source: Input
af: Invoer
am: ግቤት
ar: ﻞﺧﺪﻣ
be: Увод
bg: Вход
bn: ইনপুট
ca: Entrada
cy: Mewnbwn
eo: Enigo
et: Sisend
eu: Sarrera
fa: ﯼﺩﻭﺭﻭ
fi: Syöte
fy: Ynfier
ga: Ionchur
gl: Entrada
gu: ઇનપુટ
he: טֶלֶק
hi: इनपुट
hr: Ulazni
hu: Bemenet
hy: Մուտքագրում
id: Memasukkan
is: Inntak
ka: შეყვანა
kk: Енгізу
km: បញ្ចូល
kn: ಇನ್ಪುಟ್
ku: Beyan
ky: Киргизүү
lo: ປ້ອນຂໍ້ມູນ
lt: Įvestis
lv: Ievade
mg: fahan'ny
mi: Whakauru
mk: Влез
ml: ഇൻപുട്ട്
mn: Оруулга
mr: इनपुट
my: ထည့်သွင်းခြင်း။
nb: Inndata
ne: इनपुट
or: ଇନପୁଟ୍
pa: ਇੰਪੁੱਟ
ps: ﻝﻮﻠﺧﺍﺩ
ro: Intrare
rw: Iyinjiza
sd: ٽﭘ ﻥﺍ
si: ආදානය
sk: Vstup
sl: Vnos
sw: Ingizo
ta: உள்ளீடு
te: ఇన్పుట్
tg: Вуруд
th: ป้อนข้อมูล
tk: Giriş
tt: Керү
uk: Вхідні дані
ur: ﭧﭘ ﻥﺍ
uz: Kiritish
vi: Đầu vào
xh: Igalelo
yi: ביַירשניַיראַ

source: Confirmation/Input Message:
af: Bevestiging/invoerboodskap:
am: የማረጋገጫ/የግቤት መልእክት፡-
ar: :ﻝﺎﺧﺩﻹ﻿ﺍ / ﺪﻴﻛﺄﺘﻟﺍ ﺔﻟﺎﺳﺭ
be: Паведамленне пацверджання/ўводу:
bg: Потвърждение/Въведено съобщение:
bn: নিশ্চিতকরণ/ইনপুট বার্তা:
ca: Missatge de confirmació/entrada:
cy: Neges Cadarnhau / Mewnbwn:
da: Bekræftelse/indtastningsmeddelelse:
eo: Konfirmo/Eniga Mesaĝo:
et: Kinnitus/sisestussõnum:
eu: Berrespen/Sarrera mezua:
fa: :ﯼﺩﻭﺭﻭ/ﺪﯿﯾﺎﺗ ﻡﺎﯿﭘ
fi: Vahvistus/syöttöviesti:
fil: Pagkumpirma/Pagpasok ng Mensahe:
fy: Befêstiging/Ynfierberjocht:
ga: Teachtaireacht Daingnithe / Ionchuir:
gd: Teachdaireachd dearbhaidh / cuir a-steach:
gl: Mensaxe de confirmación/entrada:
gu: પુષ્ટિ/ઇનપુટ સંદેશ:
he: :טלק/רושיא תעדוה
hi: पुष्टिकरण/इनपुट संदेश:
hr: Poruka potvrde/unosa:
hu: Megerősítő/beviteli üzenet:
hy: Հաստատման/մուտքագրման հաղորդագրություն.
id: Konfirmasi/Pesan Masukan:
is: Staðfestingar/inntaksskilaboð:
ka: დადასტურების/შეყვანის შეტყობინება:
kk: Растау/кіріс хабары:
km: ការបញ្ជាក់/បញ្ចូលសារ៖
kn: ದೃಢೀಕರಣ/ಇನ್u200cಪುಟ್ ಸಂದೇಶ:
ku: Pejirandin/Peyama Têketinê:
ky: Ырастоо/киргизүү билдирүүсү:
lb: Confirmatioun / Input Message:
lo: ຢືນຢັນ/ປ້ອນຂໍ້ຄວາມ:
lt: Patvirtinimo / įvesties pranešimas:
lv: Apstiprinājuma/ievades ziņojums:
mg: Hafatra fanamafisana/fampidirana:
mi: Karere Whakau/Tauru:
mk: Потврда/Внеси порака:
ml: സ്ഥിരീകരണം/ഇൻപുട്ട് സന്ദേശം:
mn: Баталгаажуулах/Оролтын зурвас:
mr: पुष्टीकरण/इनपुट संदेश:
mt: Messaġġ ta' Konferma/Input:
my: အတည်ပြုချက်/ထည့်သွင်းမှု မက်ဆေ့ဂျ်-
nb: Bekreftelses-/inndatamelding:
ne: पुष्टि/इनपुट सन्देश:
or: ନିଶ୍ଚିତକରଣ / ଇନପୁଟ୍ ବାର୍ତ୍ତା:
pa: ਪੁਸ਼ਟੀ/ਇਨਪੁਟ ਸੁਨੇਹਾ:
ps: :ﻡﺎﻐﯿﭘ ﺕﻮﻨﻧ / ﺪﯿﯾﺎﺗ ﺩ
ro: Mesaj de confirmare/introducere:
rw: Kwemeza / Kwinjiza Ubutumwa:
sd: :ﻡﺎﻐﻴﭘ ٽﭘ ﻥﺍ / ﻖﻳﺪﺼﺗ
si: තහවුරු කිරීම/ආදාන පණිවිඩය:
sk: Potvrdzovacia/vstupná správa:
sl: Sporočilo za potrditev/vnos:
sq: Mesazh konfirmimi/hyrje:
sw: Uthibitishaji/Ujumbe wa Ingizo:
ta: உறுதிப்படுத்தல்/உள்ளீடு செய்தி:
te: నిర్ధారణ/ఇన్u200cపుట్ సందేశం:
tg: Тасдиқ/Паёми воридотӣ:
th: ข้อความยืนยัน/ป้อนข้อมูล:
tk: Tassyklama / Giriş habary:
tt: Раслау / кертү хәбәре:
uk: Повідомлення підтвердження/введення:
ur: :ﻡﺎﻐﯿﭘ ﭧﭘ ﻥﺍ/ﯽﻘﯾﺪﺼﺗ
uz: Tasdiqlash/Kirish xabari:
vi: Xác nhận / Thông báo đầu vào:
xh: Uqinisekiso/Umyalezo oNgenisiweyo:
yi: :גאָזנאָ ביַירשניַיראַ / גנוקיטעטשאַב

source: Open in File Browser:
af: Maak oop in lêerblaaier:
am: በፋይል አሳሽ ውስጥ ክፈት
ar: :ﺕﺎﻔﻠﻤﻟﺍ ﺢﻔﺼﺘﻣ ﻲﻓ ﺢﺘﻓ
be: Адкрыць у браўзэры файлаў:
bg: Отворете във файлов браузър:
bn: ফাইল ব্রাউজারে খুলুন:
ca: Obre al navegador de fitxers:
cy: Agorwch mewn Porwr Ffeiliau:
da: Åbn i filbrowser:
eo: Malfermu en Dosiera Retumilo:
et: Ava failibrauseris:
eu: Ireki fitxategi-arakatzailean:
fa: :ﻞﯾﺎﻓ ﺮﮔﺭﻭﺮﻣ ﺭﺩ ﻥﺩﺮﮐ ﺯﺎﺑ
fi: Avaa tiedostoselaimessa:
fil: Buksan sa File Browser:
fy: Iepenje yn triemblêder:
ga: Oscail i mBrabhsálaí Comhad:
gd: Fosgail ann am brabhsair faidhle:
gl: Abrir no explorador de ficheiros:
gu: ફાઇલ બ્રાઉઝરમાં ખોલો:
he: :םיצבק ןפדפדב חתפ
hi: फ़ाइल ब्राउज़र में खोलें:
hr: Otvori u pregledniku datoteka:
hu: Megnyitás a fájlböngészőben:
hy: Բացել File Browser-ում.
id: Buka di Peramban Berkas:
is: Opna í skráarvafra:
ka: გახსენით ფაილების ბრაუზერში:
kk: Файл шолғышында ашу:
km: បើកនៅក្នុងកម្មវិធីរុករកឯកសារ៖
kn: ಫೈಲ್ ಬ್ರೌಸರ್u200cನಲ್ಲಿ ತೆರೆಯಿರಿ:
ku: Di Geroka Pelê de veke:
ky: Файл браузеринде ачуу:
lb: Öffnen am Dateibrowser:
lo: ເປີດໃນ File Browser:
lt: Atidaryti failų naršyklėje:
lv: Atvērt failu pārlūkprogrammā:
mg: Sokafy amin'ny File Browser:
mi: Tuwhera ki te Pūtirotiro Kōnae:
mk: Отворете во прелистувачот на датотеки:
ml: ഫയൽ ബ്രൗസറിൽ തുറക്കുക:
mn: Файл хөтөч дээр нээх:
mr: फाइल ब्राउझरमध्ये उघडा:
mt: Iftaħ fil-Browser tal-Fajls:
my: File Browser တွင်ဖွင့်ပါ
nb: Åpne i filleseren:
ne: फाइल ब्राउजरमा खोल्नुहोस्:
or: ଫାଇଲ୍ ବ୍ରାଉଜରରେ ଖୋଲନ୍ତୁ:
pa: ਫਾਈਲ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਖੋਲ੍ਹੋ:
ps: :ﺉړﮐ ﺹﻼ﻿ﺧ ﯥﮐ ﺭﺯﻭﺍﺮﺑ ﻞﯾﺎﻓ ﺩ
ro: Deschideți în Browser de fișiere:
rw: Fungura muri dosiye ya dosiye:
sd: :ﻮﻴﻟﻮﮐ ۾ ﺭﺯﻮﺋﺍﺮﺑ ﻞﺋﺎﻓ
si: ගොනු බ්u200dරව්සරයේ විවෘත කරන්න:
sk: Otvoriť v prehliadači súborov:
sl: Odpri v brskalniku datotek:
sq: Hapni në shfletuesin e skedarëve:
sw: Fungua katika Kivinjari cha Faili:
ta: கோப்பு உலாவியில் திற:
te: ఫైల్ బ్రౌజర్u200cలో తెరవండి:
tg: Дар браузери файл кушоед:
th: เปิดในไฟล์เบราว์เซอร์:
tk: Faýl brauzerinde açyň:
tt: Файл браузерында ачу:
uk: Відкрити в браузері файлів:
ur: :ﮟﯿﻟﻮﮭﮐ ﮟﯿﻣ ﺭﺯﺅﺍﺮﺑ ﻞﺋﺎﻓ
uz: Fayl brauzerida ochish:
vi: Mở trong Trình duyệt Tệp:
xh: Vula kwisikhangeli seFayile:
yi: :רערעטעלב עקעט ןיא ןענעפע

source: Data Dir
am: የውሂብ Dir
ar: ﺕﺎﻧﺎﻴﺒﻟﺍ ﺮﻳﺪﻣ
be: Рэжысёр дадзеных
bn: ডাটা ডির
ca: Dades Dir
cy: Dir Data
eo: Datumoj Dir
et: Andmed Dir
eu: Datuen zuzendaria
fil: Sinabi ni Data Dir
ga: Dir Sonraí
gd: Dir dàta
gl: Dir. de datos
gu: ડેટા ડીર
he: ריד עדימ
hi: डेटा डायर
hr: Podaci Dir
hu: Adatok Dir
hy: Տվյալների ռեժ
is: Gögn Dir
ka: დათა რეჟ
kk: Деректер директоры
km: ទិន្នន័យ Dir
kn: ಡೇಟಾ ನಿರ್ದೇಶಕ
lo: ຂໍ້ມູນ Dir
lt: Duomenų rež
lv: Datu Dir
mi: Raraunga Dir
mk: Податоци Реж
ml: ഡാറ്റ ഡയറക്ടർ
mn: Өгөгдлийн захирал
mr: डेटा दिर
ne: डाटा निर्देशक
or: ଡାଟା ନିର୍ଦ୍ଦେଶ
pa: ਡਾਟਾ ਡਾਇਰ
ps: ﺮټﮐﺮﯾﺍډ ﻮﺗﺎﻣﻮﻠﻌﻣ ﺩ
ro: Dir. date
rw: Dir
sd: ﺮٽڪﻳﺮﺋﺍڊ ﺎٽﻳڊ
si: දත්ත අධ්යක්ෂ
sk: Údaje Dir
sq: Data Drejt
sw: Dir ya data
ta: தரவு இயக்குனர்
te: డేటా డైరెక్టర్
tg: Маълумот директор
tk: Maglumat direktory
tt: Мәгълүматлар
ur: ﺮﯾﺩ ﺎﭩﯾﮈ
vi: Dữ liệu Dir
xh: Idatha yeDir

source: Built-In Toolbar Item
af: Ingeboude nutsbalkitem
am: አብሮ የተሰራ የመሳሪያ አሞሌ ንጥል ነገር
ar: ﺞﻣﺪﻤﻟﺍ ﺕﺍﻭﺩﻷ﻿ﺍ ﻂﻳﺮﺷ ﺮﺼﻨﻋ
be: Пункт убудаванай панэлі інструментаў
bg: Елемент за вградена лента с инструменти
bn: অন্তর্নির্মিত টুলবার আইটেম
ca: Element de la barra d'eines integrada
cy: Eitem Bar Offer Adeiledig
da: Indbygget værktøjslinjeelement
eo: Enkonstruita Ilobreto Ero
et: Sisseehitatud tööriistariba element
eu: Tresna-barrako elementu integratua
fa: ﺭﺍﺰﺑﺍ ﺭﺍﻮﻧ ﯽﻠﺧﺍﺩ ﺩﺭﻮﻣ
fi: Sisäänrakennettu työkalupalkin kohde
fil: Built-In na Toolbar Item
fy: Ynboude arkbalke-item
ga: Mír Barra Uirlisí Tógtha
gd: Nì Bàr-inneal Togte
gl: Elemento da barra de ferramentas integrada
gu: બિલ્ટ-ઇન ટૂલબાર આઇટમ
he: םילכה לגרסב הנבומ טירפ
hi: बिल्ट-इन टूलबार आइटम
hr: Stavka ugrađene alatne trake
hu: Beépített eszköztár elem
hy: Ներկառուցված Գործիքադարակի տարր
id: Item Bilah Alat Bawaan
is: Innbyggður tækjastikuhlutur
ka: ჩამონტაჟებული ინსტრუმენტთა პანელი
kk: Кірістірілген құралдар тақтасының элементі
km: ធាតុរបារឧបករណ៍ដែលភ្ជាប់មកជាមួយ
kn: ಅಂತರ್ನಿರ್ಮಿತ ಟೂಲ್u200cಬಾರ್ ಐಟಂ
ku: Babetek Amûra Avakirî
ky: Камтылган куралдар панели
lb: Built-In Toolbar Element
lo: ແຖບເຄື່ອງມືໃນຕົວ
lt: Integruotas įrankių juostos elementas
lv: Iebūvēts rīkjoslas vienums
mg: Fitaovana Fitaovana voaorina
mi: Tūemi Paeutauta Hanga-roto
mk: Вградена ставка од лентата со алатки
ml: ബിൽറ്റ്-ഇൻ ടൂൾബാർ ഇനം
mn: Баригдсан хэрэгслийн самбарын зүйл
mr: अंगभूत टूलबार आयटम
mt: Oġġett tal-Toolbar Mibni
my: Built-In Toolbar အမျိုးအစား
nb: Innebygd verktøylinjeelement
ne: निर्मित उपकरणपट्टी वस्तु
or: ବିଲ୍ଟ-ଇନ୍ ଟୁଲ୍ ବାର୍ ଆଇଟମ୍ |
pa: ਬਿਲਟ-ਇਨ ਟੂਲਬਾਰ ਆਈਟਮ
ps: ﻲﮐﻮﺗ ﯼﻮﺷ ړﻮﺟ ﯥﮐ ﺭﺎﺑ ﯥﻠﯿﺳﻭ ﺩ
ro: Element încorporat din bara de instrumente
rw: Byubatswe-muri Toolbar Ikintu
sd: ﻢٽﺋﺁ ﺭﺎﺑ ﻝﻮٽ ﻥﺍ ٽﻠﺑ
si: තිළැලි මෙවලම් තීරු අයිතමය
sk: Vstavaná položka panela s nástrojmi
sl: Element vgrajene orodne vrstice
sq: Artikull i integruar i shiritit të veglave
sw: Kipengee cha Upau wa Vidhibiti Kilichojengwa Ndani
ta: உள்ளமைக்கப்பட்ட கருவிப்பட்டி உருப்படி
te: అంతర్నిర్మిత టూల్u200cబార్ అంశం
tg: Элементи панели дарунсохт
th: รายการแถบเครื่องมือในตัว
tk: Gurlan gurallar paneli
tt: Эчке кораллар пункты
uk: Елемент вбудованої панелі інструментів
ur: ﻢﭩﺋﺁ ﺭﺎﺑ ﻝﻮﭨ ﻥﺍ ﭧﻠﺑ
uz: O'rnatilgan asboblar paneli elementi
vi: Mục Thanh công cụ Tích hợp
xh: Inqaku lebar yesixhobo eyakhelwe-ngaphakathi
yi: טקנופּ Toolbar ןיא-טיובעג

source: Submenu
af: Subkieslys
am: ንዑስ ምናሌ
ar: ﺔﻴﻋﺮﻔﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ
be: Падменю
bg: Подменю
bn: সাবমেনু
ca: Submenú
da: Undermenu
eo: Submenuo
et: Alammenüü
eu: Azpimenua
fa: ﯽﻋﺮﻓ ﯼﻮﻨﻣ
fi: Alivalikko
gl: Submenú
gu: સબમેનુ
he: הנשמ טירפת
hi: सबमेनू
hr: Podizbornik
hu: Almenü
hy: Ենթամենյու
is: Undirvalmynd
ka: ქვემენიუ
kk: Ішкі мәзір
km: ម៉ឺនុយរង
kn: ಉಪಮೆನು
ku: Binmenu
ky: Субменю
lb: Ënnermenü
lo: ເມນູຍ່ອຍ
lt: Submeniu
lv: Apakšizvēlne
mi: Tahuaroto
mk: Подмени
ml: ഉപമെനു
mn: Дэд цэс
mr: सबमेनू
my: မီနူး
nb: Undermeny
ne: उपमेनु
or: ସବମେନୁ |
pa: ਸਬਮੇਨੂ
ro: Submeniu
sd: ﻮﻴﻨﻴﻣ ﻲﻠﻳﺫ
si: උප මෙනුව
sk: Podmenu
sl: Podmeni
sq: Nënmenyja
sw: Menyu ndogo
ta: துணைமெனு
te: ఉపమెను
tg: Зерменю
th: เมนูย่อย
tt: Субмену
uk: Підменю
ur: ﻮﯿﻨﯿﻣ ﯽﻠﯾﺫ
uz: Pastki menyu
vi: Menu con
xh: Imenyu engaphantsi
yi: וינעמבוס

source: Separator
af: Skei
am: መለያየት
ar: ﻞﺻﺎﻓ
be: Раздзяляльнік
bg: Сепаратор
bn: বিভাজক
ca: Separador
cy: Gwahanydd
eo: Apartigilo
et: Eraldaja
eu: Bereizlea
fa: ﻩﺪﻨﻨﮐﺍﺪﺟ
fi: Erotin
ga: Deighilteoir
gl: Separador
gu: વિભાજક
he: דירפמ
hi: सेपरेटर
hu: Szétválasztó
hy: Տարանջատող
id: pemisah
is: Skiljara
ka: გამყოფი
kk: Бөлгіш
km: សញ្ញាបំបែក
kn: ವಿಭಜಕ
ky: Сепаратор
lo: ຕົວແຍກ
lt: Atskyriklis
lv: Atdalītājs
mi: Kaiwehewehe
mk: Сепаратор
ml: സെപ്പറേറ്റർ
mn: Тусгаарлагч
mr: विभाजक
mt: Separatur
my: ခွဲထုတ်ခြင်း။
ne: विभाजक
or: ବିଚ୍ଛିନ୍ନକର୍ତ୍ତା |
pa: ਵੱਖ ਕਰਨ ਵਾਲਾ
ps: ﯽﮑﻧﻭﻮﮐ ﻼ﻿ﺟ
rw: Gutandukanya
sd: ڙﺪﻨڪ ﺍﺪﺟ
si: වෙන් කරන්නා
sk: Oddeľovač
sl: Ločilo
sq: Ndarës
sw: Kitenganishi
ta: பிரிப்பான்
te: సెపరేటర్
tg: Ҷудокунанда
th: ตัวคั่น
tk: Aýyryjy
tt: Аергыч
uk: Роздільник
ur: ﻻ﻿ﺍﻭ ﮯﻧﺮﮐ ﮓﻟﺍ
uz: Ajratuvchi
vi: Dấu phân cách
xh: Umahluli
yi: ראָטאַראַפּעס

source: Built-In Command
af: Ingeboude opdrag
am: አብሮ የተሰራ ትዕዛዝ
ar: ﺞﻣﺪﻣ ﺮﻣﺃ
be: Убудаваная каманда
bg: Вградена команда
bn: অন্তর্নির্মিত কমান্ড
ca: Comandament integrat
cy: Gorchymyn Adeiledig
da: Indbygget kommando
eo: Enkonstruita Komando
et: Sisseehitatud käsk
eu: Komando integratua
fa: ﯽﻠﺧﺍﺩ ﻥﺎﻣﺮﻓ
fi: Sisäänrakennettu komento
fy: Ynboude kommando
ga: Ordú Tógtha
gd: Òrdugh Togte
gl: Comando incorporado
gu: બિલ્ટ-ઇન કમાન્ડ
he: הנבומ דוקיפ
hi: बिल्ट-इन कमांड
hr: Ugrađena naredba
hu: Beépített parancs
hy: Ներկառուցված հրաման
id: Perintah bawaan
is: Innbyggð stjórn
ka: ჩამონტაჟებული ბრძანება
kk: Кірістірілген пәрмен
km: ពាក្យបញ្ជាដែលភ្ជាប់មកជាមួយ
kn: ಅಂತರ್ನಿರ್ಮಿತ ಕಮಾಂಡ್
ku: Fermana Avakirin
ky: Камтылган команда
lb: Built-in Kommando
lo: ຄໍາສັ່ງໃນຕົວ
lt: Integruota komanda
lv: Iebūvēta komanda
mg: Naorina-In Command
mi: Whakahaua-Roto
mk: Вградена команда
ml: ബിൽറ്റ്-ഇൻ കമാൻഡ്
mn: Баригдсан тушаал
mr: अंगभूत कमांड
mt: Kmand Inkorporat
nb: Innebygd kommando
ne: बिल्ट-इन कमाण्ड
or: ବିଲ୍ଟ-ଇନ୍ କମାଣ୍ଡ୍ |
pa: ਬਿਲਟ-ਇਨ ਕਮਾਂਡ
ps: ﻩﺪﻧﺎﻣﻮﻗ ﯼﻮﺷ ړﻮﺟ
ro: Comanda încorporată
rw: Byubatswe
sd: ڊﻧﺎﻤڪ ﻥﺍ ٽﻠﺑ
si: ගොඩනඟන ලද විධානය
sk: Vstavaný príkaz
sl: Vgrajeni ukaz
sq: Komandë e integruar
sw: Amri Iliyojengwa
ta: உள்ளமைக்கப்பட்ட கட்டளை
te: అంతర్నిర్మిత కమాండ్
tg: Фармони дарунсохт
th: คำสั่งในตัว
tk: Içindäki buýruk
tt: Эчтәлек
uk: Вбудована команда
ur: ﮉﻧﺎﻤﮐ ﻥﺍ ﭧﻠﺑ
uz: O'rnatilgan buyruq
vi: Lệnh tích hợp
xh: Umyalelo owakhelwe-ngaphakathi
yi: לעפֿאַב ןיא-טיובעג

source: Follow state
af: Volg staat
am: ሁኔታን ተከተል
ar: ﺔﻟﻭﺪﻟﺍ ﻊﺒﺗﺍ
be: Выконвайце стан
bg: Следвайте състоянието
bn: রাষ্ট্র অনুসরণ করুন
ca: Seguiu l'estat
cy: Dilynwch y wladwriaeth
da: Følg tilstand
eo: Sekvu staton
et: Jälgige olekut
eu: Jarraitu egoera
fa: ﺪﯿﻨﮐ ﻝﺎﺒﻧﺩ ﺍﺭ ﺖﯿﻌﺿﻭ
fi: Seuraa tilaa
fil: Sundin ang estado
fy: Folgje steat
ga: Lean stáit
gd: Lean stàite
gl: Seguir estado
gu: રાજ્યને અનુસરો
he: הנידמה רחא בוקע
hi: राज्य का पालन करें
hr: Pratite stanje
hu: Kövesse állapotát
hy: Հետևեք վիճակին
id: Ikuti status
is: Fylgdu ríki
ka: დაიცავით მდგომარეობა
kk: Күйді ұстаныңыз
km: ធ្វើតាមរដ្ឋ
kn: ಸ್ಥಿತಿಯನ್ನು ಅನುಸರಿಸಿ
ku: Dewlet bişopînin
ky: Мамлекетти ээрчи
lb: Follegt Staat
lo: ປະຕິບັດຕາມລັດ
lt: Sekite būseną
lv: Sekojiet stāvoklim
mg: Araho fanjakana
mi: Whai te kawanatanga
mk: Следете ја состојбата
ml: സംസ്ഥാനം പിന്തുടരുക
mn: Төлөвийг дагаж мөрдөх
mr: राज्याचे अनुसरण करा
mt: Segwi l-istat
my: ပြည်နယ်လိုက်နာပါ။
nb: Følg staten
ne: राज्य पालना गर्नुहोस्
or: ରାଜ୍ୟ ଅନୁସରଣ କରନ୍ତୁ |
pa: ਰਾਜ ਦੀ ਪਾਲਣਾ ਕਰੋ
ps: ﺉړﮐ ﺐﯿﻘﻌﺗ ﺖﺳﺎﯾﺭ
ro: Urmăriți starea
rw: Kurikiza leta
sd: ﻮﻳﺮڪ ﻱﺭﺍﺪﻌﺑﺎﺗ ﻲﺟ ﺖﺳﺎﻳﺭ
si: තත්වය අනුගමනය කරන්න
sk: Sledujte stav
sl: Sledite stanju
sq: Ndiqni gjendjen
sw: Fuata hali
ta: நிலையைப் பின்பற்றவும்
te: స్థితిని అనుసరించండి
tg: Ҳолатро риоя кунед
th: ติดตามสถานะ
tk: Döwleti yzarlaň
tt: Дәүләткә иярегез
uk: Стежте за станом
ur: ۔ﮟﯾﺮﮐ ﯼﻭﺮﯿﭘ ﯽﮐ ﺖﺳﺎﯾﺭ
uz: Holatni kuzatib boring
vi: Theo dõi trạng thái
xh: Landela imo
yi: טאַטש ייג

source: Render differently based on the selection state.
af: Weergegee anders op grond van die seleksiestatus.
am: በምርጫ ሁኔታ ላይ በመመስረት በተለየ መንገድ ይስጡ።
ar: .ﺪﻳﺪﺤﺘﻟﺍ ﺔﻟﺎﺣ ﻰﻠﻋ ًءﺎﻨﺑ ﻒﻠﺘﺨﻣ ﻞﻜﺸﺑ ﻢﻳﺪﻘﺘﻟﺍ ﻢﺘﻳ
be: Адлюструйце па-рознаму ў залежнасці ад стану выбару.
bg: Изобразете по различен начин въз основа на състоянието на избор.
bn: নির্বাচনের অবস্থার উপর ভিত্তি করে ভিন্নভাবে রেন্ডার করুন।
ca: Renderitzar de manera diferent segons l'estat de selecció.
cy: Rendro yn wahanol ar sail y wladwriaeth ddethol.
da: Gengiv forskelligt baseret på valgtilstanden.
eo: Redonu alimaniere laŭ la elekta stato.
et: Renderdage sõltuvalt valiku olekust erinevalt.
eu: Errendatu ezberdina hautapen-egoeraren arabera.
fa: .ﺩﻮﺷ ﻪﺋﺍﺭﺍ ﺕﻭﺎﻔﺘﻣ ،ﺏﺎﺨﺘﻧﺍ ﺖﻟﺎﺣ ﺱﺎﺳﺍ ﺮﺑ
fi: Renderöi eri tavalla valintatilan mukaan.
fil: Mag-render nang naiiba batay sa estado ng pagpili.
fy: Render oars basearre op de seleksje steat.
ga: Rindreáil bunaithe go difriúil ar an stát roghnaithe.
gd: Render eadar-dhealaichte stèidhichte air an stàit taghaidh.
gl: Renderizarse de forma diferente segundo o estado de selección.
gu: પસંદગીની સ્થિતિના આધારે અલગ રીતે રેન્ડર કરો.
he: .הריחבה בצמ לע ססבתהב הנוש דוביע
hi: चयन राज्य के आधार पर अलग तरह से प्रस्तुत करें।
hr: Renderirajte drugačije na temelju stanja odabira.
hu: A kijelölés állapotától függően másképp jelenítsen meg.
hy: Ընտրության վիճակից ելնելով տարբեր կերպ մատուցել:
id: Render secara berbeda berdasarkan status pemilihan.
is: Gerðu mismunandi út frá valstöðu.
ka: შერჩევის მდგომარეობიდან გამომდინარე განსხვავებულად გადმოცემა.
kk: Таңдау күйіне байланысты басқаша көрсетіңіз.
km: បង្ហាញខុសគ្នាដោយផ្អែកលើស្ថានភាពជ្រើសរើស។
kn: ಆಯ್ಕೆಯ ಸ್ಥಿತಿಯನ್ನು ಆಧರಿಸಿ ವಿಭಿನ್ನವಾಗಿ ನಿರೂಪಿಸಿ.
ku: Li gorî rewşa hilbijartî bi rengek cûda pêşkêş bikin.
ky: Тандоо абалына жараша башкача көрсөтүү.
lb: Rendert anescht baséiert op der Auswiel Staat.
lo: ສະແດງຄວາມແຕກຕ່າງໂດຍອີງຕາມສະຖານະການເລືອກ.
lt: Pateikite skirtingai, atsižvelgiant į pasirinkimo būseną.
lv: Renderējiet atšķirīgi atkarībā no atlases stāvokļa.
mg: Mandika amin'ny fomba hafa mifototra amin'ny toetry ny fisafidianana.
mi: He rereke te utu i runga i te ahua whiriwhiri.
mk: Рендерирајте поинаку врз основа на состојбата на селекција.
ml: തിരഞ്ഞെടുക്കുന്ന അവസ്ഥയെ അടിസ്ഥാനമാക്കി വ്യത്യസ്തമായി റെൻഡർ ചെയ്യുക.
mn: Сонголтын төлөвт тулгуурлан өөрөөр дүрслэх.
mr: निवड स्थितीवर आधारित वेगळ्या पद्धतीने प्रस्तुत करा.
mt: Agħti b'mod differenti abbażi tal-istat tal-għażla.
my: ရွေးချယ်မှုအခြေအနေအပေါ် အခြေခံ၍ ကွဲပြားစွာ တင်ဆက်ပါ။
nb: Gjengi forskjellig basert på utvalgstilstanden.
ne: चयन अवस्थाको आधारमा फरक रूपमा प्रस्तुत गर्नुहोस्।
or: ଚୟନ ସ୍ଥିତିକୁ ଆଧାର କରି ଭିନ୍ନ ଭାବରେ ରେଣ୍ଡର୍ କରନ୍ତୁ |
pa: ਚੋਣ ਸਥਿਤੀ ਦੇ ਆਧਾਰ 'ਤੇ ਵੱਖਰੇ ਢੰਗ ਨਾਲ ਰੈਂਡਰ ਕਰੋ।
ps: .ﺉړﮐ ﯤﺪﻧﺍړﻭ ﻝﻭډ ﻒﻠﺘﺨﻣ ﻪﭘ ﺱﺎﺳﺍﺮﭘ ﺖﻟﺎﺣ ﺏﺎﺨﺘﻧﺍ ﺩ
ro: Redați diferit în funcție de starea selecției.
rw: Tanga ukundi ukurikije uko guhitamo.
sd: .ﻮﻳﺮڪ ﺶﻴﭘ ﻲﺗ ﺭﻮﻃ ﻒﻠﺘﺨﻣ ﻲﺗ ﺩﺎﻴﻨﺑ ﻲﺟ ﺖﻟﺎﺣ ﻲﺟ ڊﻧﻮﭼ
si: තේරීම් තත්ත්වය මත පදනම්ව වෙනස් ලෙස නිරූපණය කරන්න.
sk: Vykreslenie odlišne v závislosti od stavu výberu.
sl: Upodobi različno glede na stanje izbire.
sq: Renditni ndryshe bazuar në gjendjen e përzgjedhjes.
sw: Toa tofauti kulingana na hali ya uteuzi.
ta: தேர்வு நிலையின் அடிப்படையில் வித்தியாசமாக வழங்கவும்.
te: ఎంపిక స్థితి ఆధారంగా విభిన్నంగా రెండర్ చేయండి.
tg: Дар асоси ҳолати интихоб ба таври гуногун намоиш диҳед.
th: แสดงผลแตกต่างกันไปตามสถานะการเลือก
tk: Saýlaw ýagdaýyna baglylykda başgaça beriň.
tt: Сайлау халәтенә карап төрлечә күрсәтегез.
uk: Відображати по-різному залежно від стану виділення.
ur: ۔ﮟﯾﺮﮐ ﺭﮉﻨﯾﺭ ﮯﺳ ﮯﻘﯾﺮﻃ ﻒﻠﺘﺨﻣ ﺮﭘ ﺩﺎﯿﻨﺑ ﯽﮐ ﺖﻟﺎﺣ ﯽﮐ ﺏﺎﺨﺘﻧﺍ
uz: Tanlov holatiga qarab boshqacha ko'rsatish.
vi: Hiển thị khác nhau dựa trên trạng thái lựa chọn.
xh: Unikezelo ngokwahlukileyo ngokusekelwe kwimeko yokhetho.
yi: .טאַטש עיצקעלעס יד ףיוא טריזאב ילטנערעפיד דרעדנער

source: Icon
af: Ikoon
am: አዶ
ar: ﺔﻧﻮﻘﻳﺃ
be: Значок
bg: икона
bn: আইকন
ca: Icona
cy: Eicon
da: Ikon
eo: Ikono
et: Ikoon
eu: Ikonoa
fa: ﻥﻮﮑﯾﺁ
fi: Kuvake
fy: Ikoan
ga: Deilbhín
gd: An ìomhaigh
gl: Ícona
gu: ચિહ્ન
he: למס
hi: आइकन
hr: Ikona
hu: Ikon
hy: Սրբապատկեր
id: ikon
is: Táknmynd
ka: Ხატი
kk: Белгіше
km: រូបតំណាង
kn: ಐಕಾನ್
ky: Белги
lb: Ikon
lo: ໄອຄອນ
lt: Piktograma
lv: Ikona
mg: matoanteny
mi: Tohu
mk: Икона
ml: ഐക്കൺ
mn: Дүрс
mr: चिन्ह
mt: Ikona
my: အိုင်ကွန်
nb: Ikon
ne: आइकन
or: ଆଇକନ୍
pa: ਆਈਕਨ
ps: ﺲﮑﻋ
ro: Pictogramă
rw: Agashusho
sd: ﻦڪﺋﺁ
si: නිරූපකය
sk: Ikona
sl: ikona
sq: Ikona
sw: Aikoni
ta: ஐகான்
te: చిహ్నం
tg: Нишона
th: ไอคอน
tk: Nyşan
tt: Икона
uk: значок
ur: ﻦﮑﯿﺋﺁ
uz: Belgi
vi: Biểu tượng
xh: Umqondiso
yi: לדליב

source: The icon to render.
af: Die ikoon om weer te gee.
am: የሚሠራው አዶ።
ar: .ﺎﻬﺿﺮﻋ ﺩﺍﺮﻤﻟﺍ ﺔﻧﻮﻘﻳﻷ﻿ﺍ
be: Значок для візуалізацыі.
bg: Иконата за изобразяване.
bn: রেন্ডার করার আইকন।
ca: La icona a renderitzar.
cy: Yr eicon i'w rendro.
da: Ikonet til gengivelse.
eo: La ikono por bildigi.
et: Ikoon renderdamiseks.
eu: Errendatzeko ikonoa.
fa: .ﺩﻮﺷ ﻪﺋﺍﺭﺍ ﺪﯾﺎﺑ ﻪﮐ ﯼﺩﺎﻤﻧ
fi: Piirrettävä kuvake.
fil: Ang icon na ire-render.
fy: It ikoan om te werjaan.
ga: An deilbhín le tabhairt.
gd: An ìomhaigh a bheir seachad.
gl: A icona para renderizar.
gu: રેન્ડર કરવા માટેનું ચિહ્ન.
he: .דוביעל למסה
hi: प्रस्तुत करने के लिए आइकन।
hr: Ikona za renderiranje.
hu: A megjelenítendő ikon.
hy: Պատկերակը, որը պետք է ներկայացվի:
id: Ikon untuk dirender.
is: Táknið til að birta.
ka: გამოსახულების ხატულა.
kk: Көрсетілетін белгіше.
km: រូបតំណាងដែលត្រូវបង្ហាញ។
kn: ನಿರೂಪಿಸಲು ಐಕಾನ್.
ku: Îkona ji bo pêşkêşkirinê.
ky: Көрсөтүү үчүн сүрөтчө.
lb: D'Ikon fir ze maachen.
lo: ໄອຄອນເພື່ອສະແດງຜົນ.
lt: Piktograma, kurią reikia pateikti.
lv: Atveidojamā ikona.
mg: Ny kisary hadika.
mi: Ko te ata hei tuku.
mk: Иконата за прикажување.
ml: റെൻഡർ ചെയ്യാനുള്ള ഐക്കൺ.
mn: Дүрслэх дүрс.
mr: प्रस्तुत करण्यासाठी चिन्ह.
mt: L-ikona li tirrendi.
my: တင်ဆက်ရန် အိုင်ကွန်။
nb: Ikonet som skal gjengis.
ne: रेन्डर गर्न आइकन।
or: ଚିତ୍ରଣ କରିବାକୁ ଆଇକନ୍ |
pa: ਰੈਂਡਰ ਕਰਨ ਲਈ ਆਈਕਨ।
ps: .ﻪښﻧ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﯤﺪﻧﺍړﻭ ﺩ
ro: Pictograma de randat.
rw: Agashusho.
sd: .ﻦڪﺋﺁ ءِﻻ﻿ ﮠﺮڪ ﺶﻴﭘ
si: විදැහුම්කරණය සඳහා නිරූපකය.
sk: Ikona na vykreslenie.
sl: Ikona za upodabljanje.
sq: Ikona për t'u paraqitur.
sw: Ikoni ya kutoa.
ta: வழங்குவதற்கான ஐகான்.
te: రెండర్ చేయడానికి చిహ్నం.
tg: Нишона барои намоиш.
th: ไอคอนที่จะแสดงผล
tk: Görkezmek üçin nyşan.
tt: Тапшыру өчен иконка.
uk: Значок для візуалізації.
ur: ۔ﻦﮑﯿﺋﺁ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺭﮉﻨﯾﺭ
uz: Ko'rsatish uchun belgi.
vi: Biểu tượng để kết xuất.
xh: I icon ekufuneka inikezelwe.
yi: .ןרעדנער וצ לדליב יד
