Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
af: Benewens 'n gids of lêerpad, kan opdragte in die Padbalk ingevoer word. Voorvoegsels: $ hardloop as taak & hardloop en vergeet + hardloop in terminaal ! hardloop as root Gebruik: %%F geselekteerde lêers of %%f eerste gekose lêer %%N geselekteerde lêername of %%n eerste geselekteerde lêernaam %%d huidige gids %%v geselekteerde toestel (eg /dev/sda1) %%m toestelmonteerpunt (eg /media/dvd); %%l toestel etiket %%b geselekteerde boekmerk %%t geselekteerde taakgids; %%p taak pid %%a spyskaart item waarde $fm_panel, $fm_tab, $fm_command, etc Voorbeeld: $ echo "Huidige gids: %%d" Voorbeeld: +! umount %%v
am: ከአቃፊ ወይም የፋይል ዱካ በተጨማሪ ትዕዛዞችን በPath Bar ውስጥ ማስገባት ይቻላል. ቅድመ ቅጥያዎች፡- $ እንደ ተግባር መሮጥ & መሮጥ እና መርሳት + ተርሚናል ውስጥ አሂድ ! እንደ መሮጥ root ተጠቀም፡ %%F የተመረጡ ፋይሎች ወይም %%f በመጀመሪያ የተመረጠው ፋይል %%N የተመረጡ የፋይል ስሞች ወይም %%n መጀመሪያ የተመረጠ የፋይል ስም %%d የአሁኑ ማውጫ %%v የተመረጠው መሣሪያ (eg /dev/sda1) %%m የመሳሪያ መጫኛ ነጥብ (eg /media/dvd); %%l የመሳሪያ መለያ %%b የተመረጠ ዕልባት %%t የተመረጠ የተግባር ማውጫ; %%p ተግባር pid %%a የምናሌ ንጥል ዋጋ $fm_panel, $fm_tab, $fm_command, etc ለምሳሌ: $ echo "የአሁኑ ማውጫ፡ %%d" ለምሳሌ: +! umount %%v
ar: :ﺕﺎﺋﺩﺎﺒﻟﺍ .ﺭﺎﺴﻤﻟﺍ ﻂﻳﺮﺷ ﻲﻓ ﺮﻣﺍﻭﻷ﻿ﺍ ﻝﺎﺧﺩﺇ ﻦﻜﻤﻳ ، ﻒﻠﻤﻟﺍ ﻭﺃ ﺪﻠﺠﻤﻟﺍ ﺭﺎﺴﻣ ﻰﻟﺇ ﺔﻓﺎﺿﻹ﻿ﺎﺑ $ ﺔﻤﻬﻤﻛ ﻞﻴﻐﺸﺗ & ﻰﺴﻧﺍﻭ ﺾﻛﺭﺍ + ﺔﻄﺤﻤﻟﺍ ﻲﻓ ﻞﻴﻐﺸﺗ ! ﻞﺜﻣ ﺏﺮﻫﺍ root :ﻡﺪﺨﺘﺴﻳ %%F ﻭﺃ ﺓﺭﺎﺘﺨﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍ %%f ﺩﺪﺤﻣ ﻒﻠﻣ ﻝﻭﺃ %%N ﻭﺃ ﺓﺭﺎﺘﺨﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍ ءﺎﻤﺳﺃ %%n ﻝﻭﻷ﻿ﺍ ﺩﺪﺤﻤﻟﺍ ﻒﻠﻤﻟﺍ ﻢﺳﺍ %%d ﻲﻟﺎﺤﻟﺍ ﻞﻴﻟﺪﻟﺍ %%v ﺩﺪﺤﻤﻟﺍ ﺯﺎﻬﺠﻟﺍ (eg /dev/sda1) %%m ﺯﺎﻬﺠﻟﺍ ﺖﻴﺒﺜﺗ ﺔﻄﻘﻧ (eg /media/dvd); %%l ﺯﺎﻬﺠﻟﺍ ﺔﻴﻤﺴﺗ %%b ﺓﺭﺎﺘﺨﻤﻟﺍ ﺔﻴﻌﺟﺮﻤﻟﺍ %%t ﺩﺪﺤﻤﻟﺍ ﻡﺎﻬﻤﻟﺍ ﻞﻴﻟﺩ; %%p ﺔﻤﻬﻣ pid %%a ﺔﻤﺋﺎﻘﻟﺍ ﺮﺼﻨﻋ ﺔﻤﻴﻗ $fm_panel, $fm_tab, $fm_command, etc :ﻝﺎﺜﻣ $ echo ":ﻲﻟﺎﺤﻟﺍ ﻞﻴﻟﺪﻟﺍ %%d" :ﻝﺎﺜﻣ +! umount %%v
be: У дадатак да шляху да тэчкі або файла, у панэль шляху можна ўводзіць каманды. Прэфіксы: $ запусціць у якасці задачы & бяжы і забывайся + запусціць у тэрмінале ! працаваць як root Выкарыстоўвайце: %%F выбраныя файлы або %%f першы выбраны файл %%N выбраныя імёны файлаў або %%n першая абраная назва файла %%d бягучы каталог %%v выбраная прылада (eg /dev/sda1) %%m кропка мантажу прылады (eg /media/dvd); %%l этыкетка прылады %%b выбраная закладка %%t выбраны каталог задач; %%p задача pid %%a значэнне пункта меню $fm_panel, $fm_tab, $fm_command, etc Прыклад: $ echo "Бягучы каталог: %%d" Прыклад: +! umount %%v
bg: В допълнение към пътека на папка или файл, в лентата за път могат да се въвеждат команди. префикси: $ изпълнявайте като задача & бягай и забравяй + стартирайте в терминала ! бягай като root Използвайте: %%F избрани файлове или %%f първият избран файл %%N избрани имена на файлове или %%n първо избрано име на файл %%d текущата директория %%v избрано устройство (eg /dev/sda1) %%m точка на монтиране на устройството (eg /media/dvd); %%l етикет на устройството %%b избрана отметка %%t избрана директория със задачи; %%p задача pid %%a стойност на елемент от менюто $fm_panel, $fm_tab, $fm_command, etc пример: $ echo "Текуща директория: %%d" пример: +! umount %%v
bn: একটি ফোল্ডার বা ফাইল পাথ ছাড়াও, পাথ বারে কমান্ডগুলি প্রবেশ করা যেতে পারে। উপসর্গ: $ টাস্ক হিসাবে চালান & চালান এবং ভুলে যান + টার্মিনালে চালান ! হিসাবে চালান root ব্যবহার করুন: %%F নির্বাচিত ফাইল বা %%f প্রথম নির্বাচিত ফাইল %%N নির্বাচিত ফাইলের নাম বা %%n প্রথম নির্বাচিত ফাইলের নাম %%d বর্তমান ডিরেক্টরি %%v নির্বাচিত ডিভাইস (eg /dev/sda1) %%m ডিভাইস মাউন্ট পয়েন্ট (eg /media/dvd); %%l ডিভাইস লেবেল %%b নির্বাচিত বুকমার্ক %%t নির্বাচিত টাস্ক ডিরেক্টরি; %%p টাস্ক pid %%a মেনু আইটেম মান $fm_panel, $fm_tab, $fm_command, etc উদাহরণ: $ echo "বর্তমান ডিরেক্টরি: %%d" উদাহরণ: +! umount %%v
ca: A més d'una ruta de carpeta o fitxer, es poden introduir ordres a la barra de ruta. Prefixos: $ executar com a tasca & córrer i oblidar + executar a la terminal ! córrer com root Ús: %%F fitxers seleccionats o %%f primer fitxer seleccionat %%N noms de fitxer seleccionats o %%n primer nom de fitxer seleccionat %%d directori actual %%v dispositiu seleccionat (eg /dev/sda1) %%m punt de muntatge del dispositiu (eg /media/dvd); %%l etiqueta del dispositiu %%b marcador seleccionat %%t directori de tasques seleccionat; %%p tasca pid %%a valor de l'element del menú $fm_panel, $fm_tab, $fm_command, etc Exemple: $ echo "Directori actual: %%d" Exemple: +! umount %%v
cy: Yn ogystal â ffolder neu lwybr ffeil, gellir nodi gorchmynion yn y Bar Llwybr. Rhagddodiad: $ rhedeg fel tasg & rhedeg ac anghofio + rhedeg yn y derfynfa ! rhedeg fel root Defnyddiwch: %%F ffeiliau dethol neu %%f ffeil a ddewiswyd gyntaf %%N enwau ffeiliau dethol neu %%n enw ffeil a ddewiswyd gyntaf %%d cyfeiriadur cyfredol %%v dyfais a ddewiswyd (eg /dev/sda1) %%m pwynt mowntio dyfais (eg /media/dvd); %%l label dyfais %%b nod tudalen dethol %%t cyfeirlyfr tasgau dethol; %%p tasg pid %%a gwerth eitem dewislen $fm_panel, $fm_tab, $fm_command, etc Enghraifft: $ echo "Cyfeiriadur Cyfredol: %%d" Enghraifft: +! umount %%v
da: Ud over en mappe eller filsti kan kommandoer indtastes i stilinjen. Præfikser: $ køre som opgave & løb og glem + køre i terminal ! løb som root Brug: %%F valgte filer eller %%f først valgte fil %%N valgte filnavne eller %%n først valgte filnavn %%d nuværende bibliotek %%v valgt enhed (eg /dev/sda1) %%m enhedens monteringspunkt (eg /media/dvd); %%l enhedsmærkat %%b valgt bogmærke %%t valgt opgavemappe; %%p opgave pid %%a menupunkts værdi $fm_panel, $fm_tab, $fm_command, etc Eksempel: $ echo "Nuværende bibliotek: %%d" Eksempel: +! umount %%v
eo: Krom dosierujo aŭ dosiervojo, komandoj povas esti enmetitaj en la Vojeto. Prefiksoj: $ ruli kiel tasko & kuru kaj forgesu + ruli en terminalo ! kuri kiel root Uzu: %%F elektitaj dosieroj aŭ %%f unua elektita dosiero %%N elektitaj dosiernomoj aŭ %%n unua elektita dosiernomo %%d aktuala dosierujo %%v elektita aparato (eg /dev/sda1) %%m aparato munta punkto (eg /media/dvd); %%l aparato-etikedo %%b elektita legosigno %%t elektita taska dosierujo; %%p tasko pid %%a menuero valoro $fm_panel, $fm_tab, $fm_command, etc Ekzemplo: $ echo "Nuna Adresaro: %%d" Ekzemplo: +! umount %%v
et: Lisaks kausta või faili teele saab teeribale sisestada käske. Eesliited: $ käivitada ülesandena & jookse ja unusta + jookse terminalis ! jooksma nagu root Kasuta: %%F valitud failid või %%f esimene valitud fail %%N valitud failinimed või %%n esimesena valitud failinimi %%d praegune kataloog %%v valitud seade (eg /dev/sda1) %%m seadme kinnituspunkt (eg /media/dvd); %%l seadme silt %%b valitud järjehoidja %%t valitud ülesannete kataloog; %%p ülesanne pid %%a menüüelemendi väärtus $fm_panel, $fm_tab, $fm_command, etc Näide: $ echo "Praegune kataloog: %%d" Näide: +! umount %%v
eu: Karpeta edo fitxategi bide batez gain, komandoak sar daitezke Bide-barran. Aurrizkiak: $ exekutatu zeregin gisa & korrika eta ahaztu + exekutatu terminalean ! exekutatu bezala root Erabili: %%F hautatutako fitxategiak edo %%f hautatutako lehen fitxategia %%N hautatutako fitxategi-izenak edo %%n hautatutako lehen fitxategi-izena %%d uneko direktorioa %%v hautatutako gailua (eg /dev/sda1) %%m gailua muntatzeko puntua (eg /media/dvd); %%l gailuaren etiketa %%b hautatutako laster-marka %%t hautatutako zereginen direktorioa; %%p zeregina pid %%a menuko elementuaren balioa $fm_panel, $fm_tab, $fm_command, etc Adibidea: $ echo "Uneko direktorioa: %%d" Adibidea: +! umount %%v
fa: :ﺎﻫﺪﻧﻮﺸﯿﭘ .ﺩﺮﮐ ﺩﺭﺍﻭ ﺮﯿﺴﻣ ﺭﺍﻮﻧ ﺭﺩ ﻥﺍﻮﺗ ﯽﻣ ﺍﺭ ﺕﺍﺭﻮﺘﺳﺩ ،ﻞﯾﺎﻓ ﺮﯿﺴﻣ ﺎﯾ ﻪﺷﻮﭘ ﺮﺑ ﻩﻭﻼ﻿ﻋ $ ﻪﻔﯿﻇﻭ ﻥﺍﻮﻨﻋ ﻪﺑ ﺍﺮﺟﺍ & ﻦﮐ ﺵﻮﻣﺍﺮﻓ ﻭ ﻦﮐ ﺭﺍﺮﻓ + ﺩﻮﺷ ﺍﺮﺟﺍ ﻝﺎﻨﯿﻣﺮﺗ ﺭﺩ ! ﻥﺍﻮﻨﻋ ﻪﺑ ﺍﺮﺟﺍ root :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%F ﺎﯾ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﯼﺎﻫ ﻞﯾﺎﻓ %%f ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻞﯾﺎﻓ ﻦﯿﻟﻭﺍ %%N ﺎﯾ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﯼﺎﻫ ﻞﯾﺎﻓ ﻡﺎﻧ %%n ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻞﯾﺎﻓ ﻡﺎﻧ ﻦﯿﻟﻭﺍ %%d ﯽﻧﻮﻨﮐ ﻪﺷﻮﭘ %%v ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻩﺎﮕﺘﺳﺩ (eg /dev/sda1) %%m ﻩﺎﮕﺘﺳﺩ ﺐﺼﻧ ﻪﻄﻘﻧ (eg /media/dvd); %%l ﻩﺎﮕﺘﺳﺩ ﺐﺴﭼﺮﺑ %%b ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﮏﻧﺎﺸﻧ %%t ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻒﯾﺎﻇﻭ ﺖﺳﺮﻬﻓ; %%p ﻪﻔﯿﻇﻭ pid %%a ﻮﻨﻣ ﻢﺘﯾﺁ ﺭﺍﺪﻘﻣ $fm_panel, $fm_tab, $fm_command, etc :ﻝﺎﺜﻣ $ echo ":ﯽﻧﻮﻨﮐ ﻪﺷﻮﭘ %%d" :ﻝﺎﺜﻣ +! umount %%v
fi: Kansion tai tiedostopolun lisäksi polkupalkkiin voidaan kirjoittaa komentoja. Etuliitteet: $ ajaa tehtävänä & juokse ja unohda + ajaa terminaalissa ! ajaa kuin root Käyttää: %%F valitut tiedostot tai %%f ensimmäinen valittu tiedosto %%N valitut tiedostonimet tai %%n ensimmäinen valittu tiedostonimi %%d nykyinen hakemisto %%v valittu laite (eg /dev/sda1) %%m laitteen kiinnityskohta (eg /media/dvd); %%l laitteen etiketti %%b valittu kirjanmerkki %%t valittu tehtävähakemisto; %%p tehtävä pid %%a valikkokohdan arvo $fm_panel, $fm_tab, $fm_command, etc Esimerkki: $ echo "Nykyinen hakemisto: %%d" Esimerkki: +! umount %%v
fil: Bilang karagdagan sa isang folder o landas ng file, maaaring ilagay ang mga command sa Path Bar. Mga prefix: $ tumakbo bilang gawain & tumakbo at kalimutan + tumakbo sa terminal ! tumakbo bilang root Gamitin ang: %%F mga napiling file o %%f unang napiling file %%N napiling mga filename o %%n unang napiling filename %%d kasalukuyang direktoryo %%v napiling device (eg /dev/sda1) %%m punto ng pag-mount ng device (eg /media/dvd); %%l label ng device %%b napiling bookmark %%t napiling direktoryo ng gawain; %%p gawain pid %%a halaga ng item sa menu $fm_panel, $fm_tab, $fm_command, etc Halimbawa: $ echo "Kasalukuyang Direktoryo: %%d" Halimbawa: +! umount %%v
fy: Neist in map of triempaad kinne kommando's ynfierd wurde yn 'e Paadbalke. Foarheaksels: $ rinne as taak & rinne en ferjitte + rinne yn terminal ! rinne as root Brûke: %%F selektearre triemmen of %%f earste selektearre triem %%N selektearre triemnammen of %%n earst selektearre triemnamme %%d aktuele triemtafel %%v selektearre apparaat (eg /dev/sda1) %%m apparaat mount punt (eg /media/dvd); %%l apparaat label %%b selektearre blêdwizer %%t selektearre taak triemtafel; %%p taak pid %%a menu item wearde $fm_panel, $fm_tab, $fm_command, etc Foarbyld: $ echo "Aktuele map: %%d" Foarbyld: +! umount %%v
ga: Chomh maith le fillteán nó cosán comhaid, is féidir orduithe a iontráil sa Bharra Conair. Réimír: $ rith mar thasc & rith agus déan dearmad + rith i gcríochfort ! rith mar root Úsáid: %%F comhaid roghnaithe nó %%f an chéad chomhad roghnaithe %%N ainmneacha comhaid roghnaithe nó %%n an chéad ainm comhaid a roghnaíodh %%d eolaire reatha %%v feiste roghnaithe (eg /dev/sda1) %%m gléas suite pointe (eg /media/dvd); %%l lipéad feiste %%b leabharmharc roghnaithe %%t eolaire tasc roghnaithe; %%p tasc pid %%a luach mír roghchláir $fm_panel, $fm_tab, $fm_command, etc Sampla: $ echo "Eolaire Reatha: %%d" Sampla: +! umount %%v
gd: A bharrachd air pasgan no slighe faidhle, faodar òrdughan a thoirt a-steach don Bhàr Slighe. Ro-ràdh: $ ruith mar ghnìomh & ruith agus dìochuimhnich + ruith ann an terminal ! ruith mar root Cleachd: %%F faidhlichean taghte no %%f faidhle taghte an toiseach %%N ainmean faidhle taghte no %%n a ’chiad ainm faidhle a chaidh a thaghadh %%d eòlaire gnàthach %%v inneal taghte (eg /dev/sda1) %%m puing mount inneal (eg /media/dvd); %%l bileag inneal %%b comharra-leabhair taghte %%t eòlaire gnìomh taghte; %%p ghnìomh pid %%a luach nì clàr $fm_panel, $fm_tab, $fm_command, etc Eisimpleir: $ echo "Directory gnàthach: %%d" Eisimpleir: +! umount %%v
gl: Ademais dun cartafol ou ruta de ficheiro, pódense introducir comandos na barra de ruta. Prefixos: $ executar como tarefa & corre e esquece + executar no terminal ! correr como root Uso: %%F ficheiros seleccionados ou %%f primeiro ficheiro seleccionado %%N nomes de ficheiro seleccionados ou %%n primeiro nome de ficheiro seleccionado %%d directorio actual %%v dispositivo seleccionado (eg /dev/sda1) %%m punto de montaxe do dispositivo (eg /media/dvd); %%l etiqueta do dispositivo %%b marcador seleccionado %%t directorio de tarefas seleccionado; %%p tarefa pid %%a valor do elemento de menú $fm_panel, $fm_tab, $fm_command, etc Exemplo: $ echo "Directorio actual: %%d" Exemplo: +! umount %%v
gu: ફોલ્ડર અથવા ફાઇલ પાથ ઉપરાંત, પાથ બારમાં આદેશો દાખલ કરી શકાય છે. ઉપસર્ગ: $ કાર્ય તરીકે ચલાવો & દોડો અને ભૂલી જાઓ + ટર્મિનલમાં ચલાવો ! તરીકે ચલાવો root વાપરવુ: %%F પસંદ કરેલી ફાઇલો અથવા %%f પ્રથમ પસંદ કરેલી ફાઇલ %%N પસંદ કરેલ ફાઇલનામો અથવા %%n પ્રથમ પસંદ કરેલ ફાઇલનામ %%d વર્તમાન ડિરેક્ટરી %%v પસંદ કરેલ ઉપકરણ (eg /dev/sda1) %%m ઉપકરણ માઉન્ટ બિંદુ (eg /media/dvd); %%l ઉપકરણ લેબલ %%b પસંદ કરેલ બુકમાર્ક %%t પસંદ કરેલ કાર્ય નિર્દેશિકા; %%p કાર્ય pid %%a મેનુ આઇટમની કિંમત $fm_panel, $fm_tab, $fm_command, etc ઉદાહરણ: $ echo "વર્તમાન ડિરેક્ટરી: %%d" ઉદાહરણ: +! umount %%v
he: :תומודיק .םיביתנה לגרסב תודוקפ ןיזהל ןתינ ,ץבוקה ביתנל וא היקיתל ףסונב $ המישמכ ץורל & חוכשלו ץורל + לנימרטב ץורל ! ומכ ץר root :שמתשהל %%F וא םירחבנ םיצבק %%f רחבנש ןושארה ץבוקה %%N וא םירחבנ םיצבק תומש %%n רחבנש ןושארה ץבוקה םש %%d תיחכונ היירפס %%v רחבנש רישכמה (eg /dev/sda1) %%m רישכמה לש הבכרה תדוקנ (eg /media/dvd); %%l רישכמה תיוות %%b הרחבנש הינמיס %%t הרחבנש תומישמה תיירפס; %%p הָמיִׁשְמ pid %%a טירפתב טירפ ךרע $fm_panel, $fm_tab, $fm_command, etc :אמגוד $ echo ":תיחכונ היירפס %%d" :אמגוד +! umount %%v
hi: किसी फ़ोल्डर या फ़ाइल पथ के अतिरिक्त, पथ बार में आदेश दर्ज किए जा सकते हैं। उपसर्ग: $ कार्य के रूप में चलाएं & भागो और भूल जाओ + टर्मिनल में चलाएं ! ऐसे दोड़ो root उपयोग: %%F चयनित फ़ाइलें या %%f पहली चयनित फ़ाइल %%N चयनित फ़ाइल नाम या %%n पहला चयनित फ़ाइल नाम %%d वर्तमान निर्देशिका %%v चयनित डिवाइस (eg /dev/sda1) %%m डिवाइस माउंट पॉइंट (eg /media/dvd); %%l डिवाइस लेबल %%b चयनित बुकमार्क %%t चयनित कार्य निर्देशिका; %%p टास्क pid %%a मेनू आइटम मूल्य $fm_panel, $fm_tab, $fm_command, etc उदाहरण: $ echo "वर्तमान निर्देशिका: %%d" उदाहरण: +! umount %%v
hr: Osim putanje mape ili datoteke, naredbe se mogu unijeti u traku puta. Prefiksi: $ pokrenuti kao zadatak & bježi i zaboravi + pokrenuti u terminalu ! trčati kao root Koristiti: %%F odabrane datoteke ili %%f prva odabrana datoteka %%N odabrani nazivi datoteka ili %%n prvi odabrani naziv datoteke %%d trenutni imenik %%v odabrani uređaj (eg /dev/sda1) %%m točka ugradnje uređaja (eg /media/dvd); %%l oznaka uređaja %%b odabranu oznaku %%t odabrani direktorij zadataka; %%p zadatak pid %%a vrijednost stavke izbornika $fm_panel, $fm_tab, $fm_command, etc Primjer: $ echo "Trenutni imenik: %%d" Primjer: +! umount %%v
hu: A mappa vagy fájl elérési útja mellett parancsok is beírhatók az elérési út sávba. Előtagok: $ feladatként futtatni & fuss és felejtsd el + terminálban futni ! futni mint root Használat: %%F kiválasztott fájlok ill %%f először kiválasztott fájl %%N kiválasztott fájlneveket ill %%n először kiválasztott fájlnév %%d aktuális könyvtár %%v kiválasztott eszköz (eg /dev/sda1) %%m eszköz rögzítési pontja (eg /media/dvd); %%l készülék címkéje %%b kiválasztott könyvjelző %%t kiválasztott feladatkönyvtár; %%p feladat pid %%a menüpont értékét $fm_panel, $fm_tab, $fm_command, etc Példa: $ echo "Jelenlegi címtár: %%d" Példa: +! umount %%v
hy: Բացի թղթապանակից կամ ֆայլի ուղուց, հրամանները կարող են մուտքագրվել Path Bar-ում: Նախածանցներ: $ գործարկել որպես առաջադրանք & վազիր և մոռացիր + գործարկել տերմինալում ! վազել որպես root Օգտագործեք: %%F ընտրված ֆայլերը կամ %%f առաջին ընտրված ֆայլը %%N ընտրված ֆայլերի անունները կամ %%n առաջին ընտրված ֆայլի անունը %%d ընթացիկ գրացուցակը %%v ընտրված սարքը (eg /dev/sda1) %%m սարքի ամրացման կետը (eg /media/dvd); %%l սարքի պիտակ %%b ընտրված էջանիշ %%t ընտրված առաջադրանքների գրացուցակը; %%p առաջադրանք pid %%a ընտրացանկի տարրի արժեքը $fm_panel, $fm_tab, $fm_command, etc Օրինակ: $ echo "Ընթացիկ տեղեկատու. %%d" Օրինակ: +! umount %%v
id: Selain path folder atau file, perintah dapat dimasukkan di Path Bar. Awalan: $ jalankan sebagai tugas & lari dan lupakan + jalankan di terminal ! lari sebagai root Menggunakan: %%F file yang dipilih atau %%f file yang dipilih pertama %%N nama file yang dipilih atau %%n nama file yang dipilih pertama %%d direktori saat ini %%v perangkat yang dipilih (eg /dev/sda1) %%m titik pemasangan perangkat (eg /media/dvd); %%l label perangkat %%b penanda yang dipilih %%t direktori tugas yang dipilih; %%p tugas pid %%a nilai item menu $fm_panel, $fm_tab, $fm_command, etc Contoh: $ echo "Direktori saat ini: %%d" Contoh: +! umount %%v
is: Til viðbótar við möppu eða skráarslóð er hægt að slá inn skipanir í Path Bar. Forskeyti: $ keyra sem verkefni & hlaupa og gleyma + keyra í flugstöðinni ! hlaupa sem root Notaðu: %%F valdar skrár eða %%f fyrsta valin skrá %%N valin skráarnöfn eða %%n fyrsta valið skráarnafn %%d núverandi skrá %%v valið tæki (eg /dev/sda1) %%m festingarpunktur tækisins (eg /media/dvd); %%l merki tækisins %%b valið bókamerki %%t valin verkefnaskrá; %%p verkefni pid %%a gildi valmyndaratriðis $fm_panel, $fm_tab, $fm_command, etc Dæmi: $ echo "Núverandi skráarskrá: %%d" Dæmi: +! umount %%v
ka: საქაღალდის ან ფაილის ბილიკის გარდა, ბრძანებები შეიძლება შევიდეს ბილიკის ზოლში. პრეფიქსები: $ ამოცანის სახით გაშვება & გაიქეცი და დაივიწყე + გაშვება ტერმინალში ! გაიქეცი როგორც root გამოყენება: %%F შერჩეული ფაილები ან %%f პირველი შერჩეული ფაილი %%N შერჩეული ფაილის სახელები ან %%n პირველი შერჩეული ფაილის სახელი %%d მიმდინარე დირექტორია %%v შერჩეული მოწყობილობა (eg /dev/sda1) %%m მოწყობილობის დამაგრების წერტილი (eg /media/dvd); %%l მოწყობილობის ეტიკეტი %%b არჩეული სანიშნე %%t არჩეული დავალების დირექტორია; %%p დავალება pid %%a მენიუს ელემენტის ღირებულება $fm_panel, $fm_tab, $fm_command, etc მაგალითი: $ echo "მიმდინარე დირექტორია: %%d" მაგალითი: +! umount %%v
kk: Қалтаға немесе файл жолына қосымша пәрмендерді Жол жолағында енгізуге болады. Префикстер: $ тапсырма ретінде іске қосыңыз & жүгіріп, ұмыт + терминалда іске қосыңыз ! ретінде іске қосыңыз root Қолдану: %%F таңдалған файлдар немесе %%f бірінші таңдалған файл %%N таңдалған файл атаулары немесе %%n бірінші таңдалған файл атауы %%d ағымдағы каталог %%v таңдалған құрылғы (eg /dev/sda1) %%m құрылғыны орнату нүктесі (eg /media/dvd); %%l құрылғы жапсырмасы %%b таңдалған бетбелгі %%t таңдалған тапсырмалар каталогы; %%p тапсырма pid %%a мәзір элементінің мәні $fm_panel, $fm_tab, $fm_command, etc Мысалы: $ echo "Ағымдағы каталог: %%d" Мысалы: +! umount %%v
km: បន្ថែមពីលើថតឯកសារ ឬផ្លូវឯកសារ ពាក្យបញ្ជាអាចត្រូវបានបញ្ចូលក្នុងរបារផ្លូវ។ បុព្វបទ៖ $ ដំណើរការជាភារកិច្ច & រត់ហើយភ្លេច + ដំណើរការនៅក្នុងស្ថានីយ ! រត់ជា root ប្រើ៖ %%F ឯកសារដែលបានជ្រើសរើសឬ %%f ឯកសារដែលបានជ្រើសរើសដំបូង %%N ឈ្មោះឯកសារដែលបានជ្រើសរើស ឬ %%n ឈ្មោះឯកសារដែលបានជ្រើសរើសដំបូង %%d ថតបច្ចុប្បន្ន %%v ឧបករណ៍ដែលបានជ្រើសរើស (eg /dev/sda1) %%m ចំណុចម៉ោនឧបករណ៍ (eg /media/dvd); %%l ស្លាកឧបករណ៍ %%b ចំណាំដែលបានជ្រើសរើស %%t ថតកិច្ចការដែលបានជ្រើសរើស; %%p ភារកិច្ច pid %%a តម្លៃធាតុម៉ឺនុយ $fm_panel, $fm_tab, $fm_command, etc ឧទាហរណ៍៖ $ echo "បញ្ជីឈ្មោះបច្ចុប្បន្ន៖ %%d" ឧទាហរណ៍៖ +! umount %%v
kn: ಫೋಲ್ಡರ್ ಅಥವಾ ಫೈಲ್ ಪಾಥ್ ಜೊತೆಗೆ, ಆಜ್ಞೆಗಳನ್ನು ಪಾತ್ ಬಾರ್u200cನಲ್ಲಿ ನಮೂದಿಸಬಹುದು. ಪೂರ್ವಪ್ರತ್ಯಯಗಳು: $ ಕಾರ್ಯವಾಗಿ ಚಲಾಯಿಸಿ & ಓಡಿ ಮತ್ತು ಮರೆತುಬಿಡಿ + ಟರ್ಮಿನಲ್u200cನಲ್ಲಿ ರನ್ ಮಾಡಿ ! ಎಂದು ಓಡುತ್ತಾರೆ root ಬಳಸಿ: %%F ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ಗಳು ಅಥವಾ %%f ಮೊದಲು ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ %%N ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ ಹೆಸರುಗಳು ಅಥವಾ %%n ಮೊದಲು ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ ಹೆಸರು %%d ಪ್ರಸ್ತುತ ಡೈರೆಕ್ಟರಿ %%v ಆಯ್ಕೆಮಾಡಿದ ಸಾಧನ (eg /dev/sda1) %%m ಸಾಧನ ಮೌಂಟ್ ಪಾಯಿಂಟ್ (eg /media/dvd); %%l ಸಾಧನ ಲೇಬಲ್ %%b ಆಯ್ದ ಬುಕ್ಮಾರ್ಕ್ %%t ಆಯ್ಕೆಮಾಡಿದ ಕಾರ್ಯ ಡೈರೆಕ್ಟರಿ; %%p ಕಾರ್ಯ pid %%a ಮೆನು ಐಟಂ ಮೌಲ್ಯ $fm_panel, $fm_tab, $fm_command, etc ಉದಾಹರಣೆ: $ echo "ಪ್ರಸ್ತುತ ಡೈರೆಕ್ಟರಿ: %%d" ಉದಾಹರಣೆ: +! umount %%v
ku: Ji bilî peldankek an rêyek pelê, emr dikarin di Barika Rê de bêne navnîş kirin. Pêşgir: $ wekî peywirê dimeşîne & bireve û ji bîr bike + di termînalê de dimeşin ! run wek root Bikaranîn: %%F pelên hilbijartî an %%f yekem pelê hilbijartî %%N navên pelan hilbijartî an %%n yekem navê pelê hilbijartî %%d pelrêça niha %%v amûrê hilbijartî (eg /dev/sda1) %%m xala mount amûrê (eg /media/dvd); %%l labelê amûrê %%b nîşana hilbijartî %%t pelrêça peywirê hilbijartî; %%p karî pid %%a nirxa babete menu $fm_panel, $fm_tab, $fm_command, etc Mînak: $ echo "Pelrêça niha: %%d" Mînak: +! umount %%v
ky: Папка же файл жолунан тышкары, Жол тилкесинде буйруктарды киргизүүгө болот. Префикстер: $ тапшырма катары иштетүү & чуркап, унут + терминалда иштетүү ! катары чуркагыла root Колдонуу: %%F тандалган файлдар же %%f биринчи тандалган файл %%N тандалган файл аттары же %%n биринчи тандалган файл аты %%d учурдагы каталог %%v тандалган түзмөк (eg /dev/sda1) %%m аппаратты орнотуу чекити (eg /media/dvd); %%l аппараттын энбелгиси %%b тандалган кыстарма %%t тандалган тапшырма каталогу; %%p тапшырма pid %%a меню пунктунун мааниси $fm_panel, $fm_tab, $fm_command, etc Мисал: $ echo "Учурдагы каталог: %%d" Мисал: +! umount %%v
lb: Zousätzlech zu engem Dossier oder Dateiewee kënnen Kommandoen an der Path Bar aginn ginn. Präfixe: $ lafen als Aufgab & lafen a vergiessen + lafen am Terminal ! lafen wéi root Benotzt: %%F ausgewielt Fichieren oder %%f éischt ausgewielt Fichier %%N ausgewielt Dateinumm oder %%n éischt ausgewielt Dateinumm %%d aktuellen Dossier %%v ausgewielt Apparat (eg /dev/sda1) %%m Apparat Montéierung Punkt (eg /media/dvd); %%l Apparat Label %%b ausgewielt Lieszeeche %%t ausgewielt Aufgab Verzeechnes; %%p Aufgab pid %%a Menü Element Wäert $fm_panel, $fm_tab, $fm_command, etc Beispill: $ echo "Aktuelle Verzeechnes: %%d" Beispill: +! umount %%v
lo: ນອກເຫນືອຈາກໂຟນເດີຫຼືເສັ້ນທາງໄຟລ໌, ຄໍາສັ່ງສາມາດເຂົ້າໄປໃນແຖບເສັ້ນທາງ. ຄຳນຳໜ້າ: $ ດໍາເນີນການເປັນວຽກງານ & ແລ່ນແລະລືມ + ແລ່ນຢູ່ໃນ terminal ! ແລ່ນເປັນ root ໃຊ້: %%F ໄຟລu200b໌u200bທີ່u200bເລືອກu200bຫຼືu200b %%f ໄຟລ໌ທີ່ເລືອກທໍາອິດ %%N ຊື່ໄຟລ໌ທີ່ເລືອກ ຫຼື %%n ທໍາອິດເລືອກຊື່ໄຟລ໌ %%d ບັນຊີປະຈຸບັນ %%v ອຸປະກອນທີ່ເລືອກ (eg /dev/sda1) %%m ຈຸດເຊື່ອມຕໍ່ອຸປະກອນ (eg /media/dvd); %%l ປ້າຍອຸປະກອນ %%b ບຸກມາກທີ່ເລືອກ %%t ໄດເລກະທໍລີວຽກທີ່ເລືອກ; %%p ວຽກງານ pid %%a ຄ່າລາຍການເມນູ $fm_panel, $fm_tab, $fm_command, etc ຕົວຢ່າງ: $ echo "ບັນຊີປະຈຸບັນ: %%d" ຕົວຢ່າງ: +! umount %%v
lt: Be aplanko ar failo kelio, kelio juostoje galima įvesti komandas. Priešdėliai: $ paleisti kaip užduotį & bėk ir pamiršk + paleisti terminale ! bėk kaip root Naudokite: %%F pasirinktus failus arba %%f pirmasis pasirinktas failas %%N pasirinktus failų pavadinimus arba %%n pirmas pasirinktas failo pavadinimas %%d dabartinis katalogas %%v pasirinktas įrenginys (eg /dev/sda1) %%m įrenginio tvirtinimo taškas (eg /media/dvd); %%l įrenginio etiketė %%b pasirinkta žyma %%t pasirinktas užduočių katalogas; %%p užduotis pid %%a meniu elemento vertė $fm_panel, $fm_tab, $fm_command, etc Pavyzdys: $ echo "Dabartinis katalogas: %%d" Pavyzdys: +! umount %%v
lv: Papildus mapei vai faila ceļam ceļa joslā var ievadīt komandas. Prefiksi: $ palaist kā uzdevumu & skrien un aizmirsti + palaist terminālī ! palaist kā root Izmantojiet: %%F atlasītos failus vai %%f pirmais atlasītais fails %%N atlasītos failu nosaukumus vai %%n pirmais izvēlētais faila nosaukums %%d pašreizējais direktorijs %%v izvēlētā ierīce (eg /dev/sda1) %%m ierīces stiprinājuma punkts (eg /media/dvd); %%l ierīces etiķete %%b izvēlētā grāmatzīme %%t atlasīto uzdevumu direktoriju; %%p uzdevums pid %%a izvēlnes vienuma vērtība $fm_panel, $fm_tab, $fm_command, etc Piemērs: $ echo "Pašreizējais direktorijs: %%d" Piemērs: +! umount %%v
mg: Ho fanampin'ny lahatahiry na lalan'ny rakitra, dia azo ampidirina ao amin'ny Path Bar ny baiko. Tovona: $ mihazakazaka toy ny asa & mihazakazaka ka manadino + mandeha amin'ny terminal ! mihazakazaka toy ny root Ampiasao: %%F rakitra voafantina na %%f rakitra voafantina voalohany %%N anaran-drakitra voafantina na %%n anaran-drakitra voafantina voalohany %%d lahatahiry ankehitriny %%v fitaovana voafantina (eg /dev/sda1) %%m teboka fametrahana fitaovana (eg /media/dvd); %%l etikety fitaovana %%b tsoratadidy voafantina %%t lahatahiry asa voafantina; %%p ASA pid %%a sandan'ny zavatra sakafo $fm_panel, $fm_tab, $fm_command, etc Ohatra: $ echo "Lahatsoratra ankehitriny: %%d" Ohatra: +! umount %%v
mi: I tua atu i tetahi kōpaki, ara konae ranei, ka taea te whakauru i nga whakahau ki te Pae Ara. Kupumua: $ rere hei mahi & rere ka wareware + rere i roto i te tauranga ! rere rite root Whakamahia: %%F ko nga konae kua tohua ranei %%f te kōnae tuatahi i tohua %%N ingoa kōnae kua tohua ranei %%n ingoa kōnae tuatahi i tohua %%d whaiaronga o nāianei %%v taputapu kua tohua (eg /dev/sda1) %%m ira whakairinga taputapu (eg /media/dvd); %%l tapanga taputapu %%b tohuwāhi kua tohua %%t whaiaronga mahi kua tohua; %%p mahi pid %%a uara tūemi tahua $fm_panel, $fm_tab, $fm_command, etc Tauira: $ echo "Whaiaronga o nāianei: %%d" Tauira: +! umount %%v
mk: Покрај папката или патеката на датотеката, командите може да се внесат во лентата за патека. Префикси: $ работи како задача & трчај и заборави + работи во терминал ! работи како root Користете: %%F избрани датотеки или %%f првата избрана датотека %%N избрани имиња на датотеки или %%n првото избрано име на датотека %%d тековниот директориум %%v избраниот уред (eg /dev/sda1) %%m точка за монтирање на уредот (eg /media/dvd); %%l етикета на уредот %%b избраниот обележувач %%t избраниот директориум за задачи; %%p задача pid %%a вредност на ставката од менито $fm_panel, $fm_tab, $fm_command, etc Пример: $ echo "Тековен директориум: %%d" Пример: +! umount %%v
ml: ഒരു ഫോൾഡർ അല്ലെങ്കിൽ ഫയൽ പാത്ത് കൂടാതെ, പാത്ത് ബാറിൽ കമാൻഡുകൾ നൽകാം. പ്രിഫിക്സുകൾ: $ ചുമതലയായി പ്രവർത്തിപ്പിക്കുക & ഓടി മറക്കുക + ടെർമിനലിൽ പ്രവർത്തിപ്പിക്കുക ! ആയി പ്രവർത്തിപ്പിക്കുക root ഉപയോഗിക്കുക: %%F തിരഞ്ഞെടുത്ത ഫയലുകൾ അല്ലെങ്കിൽ %%f ആദ്യം തിരഞ്ഞെടുത്ത ഫയൽ %%N തിരഞ്ഞെടുത്ത ഫയൽനാമങ്ങൾ അല്ലെങ്കിൽ %%n ആദ്യം തിരഞ്ഞെടുത്ത ഫയലിന്റെ പേര് %%d നിലവിലെ ഡയറക്ടറി %%v തിരഞ്ഞെടുത്ത ഉപകരണം (eg /dev/sda1) %%m ഉപകരണം മൌണ്ട് പോയിന്റ് (eg /media/dvd); %%l ഉപകരണ ലേബൽ %%b തിരഞ്ഞെടുത്ത ബുക്ക്മാർക്ക് %%t തിരഞ്ഞെടുത്ത ടാസ്u200cക് ഡയറക്u200cടറി; %%p ചുമതല pid %%a മെനു ഇനത്തിന്റെ മൂല്യം $fm_panel, $fm_tab, $fm_command, etc ഉദാഹരണം: $ echo "നിലവിലെ ഡയറക്u200cടറി: %%d" ഉദാഹരണം: +! umount %%v
mn: Замын мөрөнд хавтас эсвэл файлын замаас гадна тушаалуудыг оруулж болно. Угтварууд: $ даалгавар болгон ажиллуулах & гүйгээд март + терминал дээр ажиллуулна ! гэж ажиллуулах root Хэрэглэх: %%F сонгосон файлууд эсвэл %%f Эхний сонгосон файл %%N сонгосон файлын нэр эсвэл %%n Эхний сонгосон файлын нэр %%d одоогийн лавлах %%v сонгосон төхөөрөмж (eg /dev/sda1) %%m төхөөрөмжийг холбох цэг (eg /media/dvd); %%l төхөөрөмжийн шошго %%b сонгосон хавчуурга %%t сонгосон ажлын лавлах; %%p даалгавар pid %%a цэсийн зүйлийн утга $fm_panel, $fm_tab, $fm_command, etc Жишээ: $ echo "Одоогийн лавлах: %%d" Жишээ: +! umount %%v
mr: फोल्डर किंवा फाईल पथ व्यतिरिक्त, पाथ बारमध्ये आदेश प्रविष्ट केले जाऊ शकतात. उपसर्ग: $ कार्य म्हणून चालवा & धावा आणि विसरा + टर्मिनल मध्ये चालवा ! म्हणून चालवा root वापरा: %%F निवडलेल्या फाइल्स किंवा %%f प्रथम निवडलेली फाइल %%N निवडलेली फाइलनावे किंवा %%n प्रथम निवडलेले फाइलनाव %%d वर्तमान निर्देशिका %%v निवडलेले उपकरण (eg /dev/sda1) %%m डिव्हाइस माउंट पॉइंट (eg /media/dvd); %%l डिव्हाइस लेबल %%b निवडलेला बुकमार्क %%t निवडलेली कार्य निर्देशिका; %%p कार्य pid %%a मेनू आयटम मूल्य $fm_panel, $fm_tab, $fm_command, etc उदाहरण: $ echo "वर्तमान निर्देशिका: %%d" उदाहरण: +! umount %%v
mt: Minbarra folder jew mogħdija tal-fajl, il-kmandi jistgħu jiddaħħlu fil-Path Bar. Prefissi: $ run bħala kompitu & run u tinsa + run fit-terminal ! run bħala root Użu: %%F fajls magħżula jew %%f l-ewwel fajl magħżul %%N ismijiet tal-fajls magħżula jew %%n l-ewwel isem tal-fajl magħżul %%d direttorju kurrenti %%v apparat magħżul (eg /dev/sda1) %%m punt tal-muntaġġ tal-apparat (eg /media/dvd); %%l tikketta tal-apparat %%b bookmark magħżul %%t direttorju tal-kompiti magħżul; %%p kompitu pid %%a valur tal-oġġett tal-menu $fm_panel, $fm_tab, $fm_command, etc Eżempju: $ echo "Direttorju kurrenti: %%d" Eżempju: +! umount %%v
my: ဖိုင်တွဲ သို့မဟုတ် ဖိုင်လမ်းကြောင်းအပြင်၊ Path Bar တွင် အမိန့်များ ထည့်သွင်းနိုင်သည်။ ရှေ့ဆက်များ- $ အလုပ်အဖြစ် လုပ်ဆောင်ပါ။ & ပြေးပြီး မေ့လိုက်ပါ။ + terminal တွင် run ပါ။ ! အဖြစ်ပြေး root အသုံးပြုရန်- %%F ရွေးချယ်ထားသောဖိုင်များ သို့မဟုတ် %%f ပထမဆုံးရွေးချယ်ထားသောဖိုင် %%N ရွေးချယ်ထားသော ဖိုင်အမည်များ သို့မဟုတ် %%n ပထမဆုံး ရွေးချယ်ထားသော ဖိုင်အမည် %%d လက်ရှိလမ်းညွှန် %%v ရွေးချယ်ထားသောစက်ပစ္စည်း (eg /dev/sda1) %%m device mount အမှတ် (eg /media/dvd); %%l စက်တံဆိပ် %%b ရွေးထားသော စာညှပ် %%t ရွေးချယ်ထားသော အလုပ်လမ်းညွှန်; %%p တာဝန် pid %%a မီနူးပစ္စည်းတန်ဖိုး $fm_panel, $fm_tab, $fm_command, etc ဥပမာ- $ echo "လက်ရှိလမ်းညွှန်- %%d" ဥပမာ- +! umount %%v
nb: I tillegg til en mappe eller filbane, kan kommandoer legges inn i banelinjen. Prefikser: $ kjøre som oppgave & løp og glem + kjøre i terminal ! løp så root Bruk: %%F valgte filer eller %%f først valgte fil %%N valgte filnavn eller %%n først valgte filnavn %%d gjeldende katalog %%v valgt enhet (eg /dev/sda1) %%m enhetens monteringspunkt (eg /media/dvd); %%l enhetsetikett %%b valgt bokmerke %%t valgt oppgavekatalog; %%p oppgave pid %%a menyelementverdi $fm_panel, $fm_tab, $fm_command, etc Eksempel: $ echo "Gjeldende katalog: %%d" Eksempel: +! umount %%v
ne: फोल्डर वा फाइल मार्गको अतिरिक्त, आदेशहरू पथ पट्टीमा प्रविष्ट गर्न सकिन्छ। उपसर्गहरू: $ कार्य रूपमा चलाउनुहोस् & भाग्नुहोस् र बिर्सनुहोस् + टर्मिनलमा चलाउनुहोस् ! रूपमा चलाउनुहोस् root प्रयोग गर्नुहोस्: %%F चयन गरिएका फाइलहरू वा %%f पहिलो चयन गरिएको फाइल %%N चयन गरिएका फाइलनामहरू वा %%n पहिलो चयन गरिएको फाइल नाम %%d हालको निर्देशिका %%v चयन गरिएको उपकरण (eg /dev/sda1) %%m उपकरण माउन्ट बिन्दु (eg /media/dvd); %%l उपकरण लेबल %%b चयन गरिएको बुकमार्क %%t चयन गरिएको कार्य निर्देशिका; %%p कार्य pid %%a मेनु वस्तु मूल्य $fm_panel, $fm_tab, $fm_command, etc उदाहरण: $ echo "हालको निर्देशिका: %%d" उदाहरण: +! umount %%v
or: ଏକ ଫୋଲ୍ଡର୍ କିମ୍ବା ଫାଇଲ୍ ପଥ ସହିତ, ପାଥ୍ ବାର୍ ରେ କମାଣ୍ଡ୍ ଏଣ୍ଟର୍ କରାଯାଇପାରେ | ଉପସର୍ଗ: $ ଟାସ୍କ ଭାବରେ ଚଲାନ୍ତୁ | & ଚଲାନ୍ତୁ ଏବଂ ଭୁଲିଯାଅ | + ଟର୍ମିନାଲ୍ ରେ ଚଲାନ୍ତୁ | ! ଯେପରି ଚଲାନ୍ତୁ root ବ୍ୟବହାର: %%F ମନୋନୀତ ଫାଇଲଗୁଡିକ କିମ୍ବା %%f ପ୍ରଥମେ ମନୋନୀତ ଫାଇଲ୍ | %%N ମନୋନୀତ ଫାଇଲନାମ କିମ୍ବା %%n ପ୍ରଥମେ ମନୋନୀତ ଫାଇଲନାମ | %%d ସାମ୍ପ୍ରତିକ ଡିରେକ୍ଟୋରୀ | %%v ମନୋନୀତ ଉପକରଣ (eg /dev/sda1) %%m ଉପକରଣ ମାଉଣ୍ଟ ପଏଣ୍ଟ | (eg /media/dvd); %%l ଉପକରଣ ଲେବଲ୍ %%b ମନୋନୀତ ବୁକମାର୍କ | %%t ମନୋନୀତ ଟାସ୍କ ଡିରେକ୍ଟୋରୀ |; %%p କାର୍ଯ୍ୟ pid %%a ମେନୁ ଆଇଟମ୍ ମୂଲ୍ୟ | $fm_panel, $fm_tab, $fm_command, etc ଉଦାହରଣ: $ echo "ସାମ୍ପ୍ରତିକ ଡିରେକ୍ଟୋରୀ: %%d" ଉଦାହରଣ: +! umount %%v
pa: ਫੋਲਡਰ ਜਾਂ ਫਾਈਲ ਪਾਥ ਤੋਂ ਇਲਾਵਾ, ਪਾਥ ਬਾਰ ਵਿੱਚ ਕਮਾਂਡਾਂ ਦਰਜ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ। ਅਗੇਤਰ: $ ਕੰਮ ਦੇ ਤੌਰ ਤੇ ਚਲਾਓ & ਦੌੜੋ ਅਤੇ ਭੁੱਲ ਜਾਓ + ਟਰਮੀਨਲ ਵਿੱਚ ਚਲਾਓ ! ਦੇ ਤੌਰ ਤੇ ਚਲਾਓ root ਵਰਤੋ: %%F ਚੁਣੀਆਂ ਗਈਆਂ ਫਾਈਲਾਂ ਜਾਂ %%f ਪਹਿਲੀ ਚੁਣੀ ਫਾਇਲ %%N ਚੁਣੇ ਗਏ ਫਾਈਲ ਨਾਮ ਜਾਂ %%n ਪਹਿਲਾ ਚੁਣਿਆ ਫਾਇਲ ਨਾਂ %%d ਮੌਜੂਦਾ ਡਾਇਰੈਕਟਰੀ %%v ਚੁਣਿਆ ਜੰਤਰ (eg /dev/sda1) %%m ਡਿਵਾਈਸ ਮਾਊਂਟ ਪੁਆਇੰਟ (eg /media/dvd); %%l ਡਿਵਾਈਸ ਲੇਬਲ %%b ਚੁਣਿਆ ਬੁੱਕਮਾਰਕ %%t ਚੁਣੀ ਕਾਰਜ ਡਾਇਰੈਕਟਰੀ; %%p ਕੰਮ pid %%a ਮੀਨੂ ਆਈਟਮ ਦਾ ਮੁੱਲ $fm_panel, $fm_tab, $fm_command, etc ਉਦਾਹਰਨ: $ echo "ਮੌਜੂਦਾ ਡਾਇਰੈਕਟਰੀ: %%d" ਉਦਾਹਰਨ: +! umount %%v
ps: :ﻪﻧﻮګﺘﺨﻣ .ﻲﺷ ﯼﺪﯿﮐ ﻪﻨﻧﺩ ﯥﮐ ﺭﺎﺑ ﯤﺭﻻ﻿ ﺩ ﻪﻧﻭډﻧﺎﻤﮐ ،ﻩﺮﯿﺑﺮﺳ ﯤﺭﻻ﻿ ﻞﯾﺎﻓ ﺎﯾ ﺭډﻟﻮﻓ ﺩ $ ﻝﻮﻠﭼ ﻪګﻮﺗ ﻪﭘ ﯤﺪﻧﺩ ﺩ & ﻩړﮐ ﺮﯧﻫ ﻭﺍ ﻩړﮐ ﻩډﻨﻣ + ﻝﻮﻠﭼ ﯥﮐ ﻞﻨﯿﻣﺮﺗ ﻪﭘ ! ﻝﻮﻠﭼ ﻪګﻮﺗ ﻪﭘ root :ﻝﻭﺭﺎﮐ %%F ﺎﯾ ﻪﻧﻮﻠﯾﺎﻓ ﻱﻮﺷ ﻞﮐﺎټ %%f ﻞﯾﺎﻓ ﯼﻮﺷ ﻩﺭﻮﻏ ﯼړﻣﻮﻟ %%N ﺎﯾ ﻪﻧﻮﻣﻮﻧ ﻞﯾﺎﻓ ﻱﻮﺷ ﻞﮐﺎټ %%n ﻡﻮﻧ ﻞﯾﺎﻓ ﯼﻮﺷ ﻞﮐﺎټ ﯼړﻣﻮﻟ %%d ﺩﻮښﺭﻻ﻿ ﯽﻨﺳﻭﺍ %%v ﻪﻠﯿﺳﻭ ﯼﻮﺷ ﻞﮐﺎټ (eg /dev/sda1) %%m ﻪﻄﻘﻧ ﻮﻟﻮﺒﺼﻧ ﻪﻠﯿﺳﻭ ﺩ (eg /media/dvd); %%l ﻞﺒﯿﻟ ﯥﻠﯿﺳﻭ ﺩ %%b ﮎﺭﺎﻣ ﮏﺑ ﯼﻮﺷ ﻞﮐﺎټ %%t ﺩﻮښﺭﻻ﻿ ﻱﺭﺎﮐ ﯼﻮﺷ ﻞﮐﺎټ; %%p ﻩﺪﻧﺩ pid %%a ﺖښﺯﺭﺍ ﻲﮐﻮﺗ ﻮﻨﯿﻣ ﺩ $fm_panel, $fm_tab, $fm_command, etc :ﻪګﻠﯧﺑ $ echo ":ﺩﻮښﺭﻻ﻿ ۍﻨﺳﻭﺍ %%d" :ﻪګﻠﯧﺑ +! umount %%v
ro: Pe lângă un folder sau o cale de fișier, comenzile pot fi introduse în Bara de căi. Prefixe: $ rulați ca sarcină & fugi si uita + rulează în terminal ! alerga ca root Utilizare: %%F fișierele selectate sau %%f primul fișier selectat %%N numele de fișiere selectate sau %%n primul nume de fișier selectat %%d directorul curent %%v dispozitivul selectat (eg /dev/sda1) %%m punctul de montare a dispozitivului (eg /media/dvd); %%l eticheta dispozitivului %%b marcaj selectat %%t directorul de sarcini selectat; %%p sarcină pid %%a valoarea elementului de meniu $fm_panel, $fm_tab, $fm_command, etc Exemplu: $ echo "Directorul curent: %%d" Exemplu: +! umount %%v
rw: Usibye ububiko cyangwa dosiye yinzira, amategeko arashobora kwinjizwa munzira. Ijambo ryibanze: $ kwiruka nk'inshingano & kwiruka wibagirwe + kwiruka muri terminal ! kwiruka nka root Koresha: %%F Byahiswemo Idosiye Cyangwa %%f Byahiswemo Idosiye %%N Byahiswemo Amazina cyangwa %%n Byahiswemo Idosiye %%d ububiko bwubu %%v igikoresho cyatoranijwe (eg /dev/sda1) %%m igikoresho cyo gushiraho (eg /media/dvd); %%l ikirango cyibikoresho %%b byatoranijwe %%t Byahiswemo Ububiko; %%p inshingano pid %%a Ibikubiyemo agaciro $fm_panel, $fm_tab, $fm_command, etc Urugero: $ echo "Ubuyobozi bwa none: %%d" Urugero: +! umount %%v
sd: :ﻲﺋﺍﺮﭝﮘﺍ .۾ ﺭﺎﺑ ﻮﺘﺳﺭ ﺎﭤ ﻦﺠﮭﮕﺳ ﻱﺮڪ ﻞﺧﺍﺩ ﻢڪﺣ ،ﻩﻭﻼ﻿ﻋ ﻥﺎﮐ ﻲﺘﺳﺭ ﻲﺟ ﻞﺋﺎﻓ ﺎﻳ ﺭڊﻟﻮﻓ $ ﮡﺋﻼ﻿ﻫ ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻢڪ & ﻮﻳﺭﺎﺳﻭ ۽ ﮠڙﻭڊ + ﮡﺋﻼ﻿ﻫ ۾ ﻞﻨﻴﻣﺮٽ ! ﮡﺋﻼ﻿ﻫ ﺭﻮﻃ root :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%F ﺎﻳ ﻥﻮﻠﺋﺎﻓ ﻞﻴﭤ ﺐﺨﺘﻨﻣ %%f ﻞﺋﺎﻓ ﻞﻳڊﻧﻮﭼ ﻦﻳﺮﻬﭘ %%N ﺎﻳ ﻻ﻿ﺎﻧ ﺎﺟ ﻦﻠﺋﺎﻓ ﻞﻴﭤ ﺐﺨﺘﻨﻣ %%n ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ ﻮﻳڊﻧﻮﭼ ﻥﻮﻳﺮﻬﭘ %%d ﻱﺮٽڪﻳﺭﺍڊ ﻩﺩﻮﺟﻮﻣ %%v ﺲﻴﺋﺍﻭڊ ﻞﻴﭤ ﺐﺨﺘﻨﻣ (eg /dev/sda1) %%m ٽﻨﺋﺍﻮﭘ ﻞﺒﺟ ﺲﻴﺋﺍﻭڊ (eg /media/dvd); %%l ﻞﺒﻴﻟ ﻮﺟ ﺲﻴﺋﺍﻭڊ %%b ڪﺭﺎﻣ ﮏﺑ ﻞﻴﭤ ﺐﺨﺘﻨﻣ %%t ﻱﺮٽڪﻳﺭﺍڊ ﻢڪ ﻞﻴﭤ ﺐﺨﺘﻨﻣ; %%p ﻢڪ pid %%a ﺖﻤﻴﻗ ﻲﺟ ﻦﻴﺷ ﻮﻴﻨﻴﻣ $fm_panel, $fm_tab, $fm_command, etc :ﻝﺎﺜﻣ $ echo ":ﻱﺮٽڪﻳﺮﺋﺍڊ ﻩﺩﻮﺟﻮﻣ %%d" :ﻝﺎﺜﻣ +! umount %%v
si: ෆෝල්ඩරයකට හෝ ගොනු මාර්ගයකට අමතරව, Path Bar හි විධාන ඇතුළත් කළ හැකිය. උපසර්ග: $ කාර්යයක් ලෙස ධාවනය කරන්න & දුවන්න අමතක කරන්න + ටර්මිනලයේ ධාවනය කරන්න ! ලෙස ධාවනය කරන්න root භාවිත: %%F තෝරාගත් ගොනු හෝ %%f පළමු තෝරාගත් ගොනුව %%N තෝරාගත් ගොනු නාම හෝ %%n මුලින්ම තෝරාගත් ගොනු නාමය %%d වත්මන් නාමාවලිය %%v තෝරාගත් උපාංගය (eg /dev/sda1) %%m උපාංගය සවිකිරීමේ ස්ථානය (eg /media/dvd); %%l උපාංග ලේබලය %%b තෝරාගත් පිටු සලකුණ %%t තෝරාගත් කාර්ය නාමාවලිය; %%p කාර්ය pid %%a මෙනු අයිතමයේ වටිනාකම $fm_panel, $fm_tab, $fm_command, etc උදාහරණයක්: $ echo "වත්මන් නාමාවලිය: %%d" උදාහරණයක්: +! umount %%v
sk: Okrem priečinka alebo cesty k súboru možno príkazy zadávať na paneli cesty. Predpony: $ spustiť ako úlohu & utekaj a zabudni + spustiť v termináli ! spustiť ako root Použitie: %%F vybrané súbory resp %%f prvý vybraný súbor %%N vybrané názvy súborov resp %%n prvý vybraný názov súboru %%d aktuálny adresár %%v vybrané zariadenie (eg /dev/sda1) %%m montážny bod zariadenia (eg /media/dvd); %%l štítok zariadenia %%b vybranú záložku %%t vybraný adresár úloh; %%p úloha pid %%a hodnota položky ponuky $fm_panel, $fm_tab, $fm_command, etc Príklad: $ echo "Aktuálny adresár: %%d" Príklad: +! umount %%v
sl: Poleg poti do mape ali datoteke lahko v vrstico poti vnesete tudi ukaze. predpone: $ teči kot naloga & teči in pozabi + zaženite v terminalu ! teči kot root Uporaba: %%F izbrane datoteke oz %%f prvo izbrano datoteko %%N izbrana imena datotek oz %%n prvo izbrano ime datoteke %%d trenutni imenik %%v izbrano napravo (eg /dev/sda1) %%m točka pritrditve naprave (eg /media/dvd); %%l oznaka naprave %%b izbrani zaznamek %%t izbrani imenik opravil; %%p nalogo pid %%a vrednost menijske postavke $fm_panel, $fm_tab, $fm_command, etc Primer: $ echo "Trenutni imenik: %%d" Primer: +! umount %%v
sq: Përveç shtegut të dosjes ose skedarit, komandat mund të futen në shiritin e rrugës. Prefikset: $ ekzekutohet si detyrë & vrapo dhe harro + ekzekutohet në terminal ! vrapo si root Përdorni: %%F skedarët e zgjedhur ose %%f skedari i parë i përzgjedhur %%N emrat e skedarëve të zgjedhur ose %%n emri i skedarit të zgjedhur për herë të parë %%d drejtoria aktuale %%v pajisjen e zgjedhur (eg /dev/sda1) %%m pika e montimit të pajisjes (eg /media/dvd); %%l etiketa e pajisjes %%b faqeshënues i zgjedhur %%t drejtoria e detyrave të zgjedhura; %%p detyrë pid %%a vlera e artikullit të menysë $fm_panel, $fm_tab, $fm_command, etc Shembull: $ echo "Drejtoria aktuale: %%d" Shembull: +! umount %%v
sw: Mbali na folda au njia ya faili, amri zinaweza kuingizwa kwenye Upau wa Njia. Viambishi awali: $ kukimbia kama kazi & kukimbia na kusahau + kukimbia katika terminal ! kukimbia kama root Tumia: %%F faili zilizochaguliwa au %%f faili iliyochaguliwa kwanza %%N majina ya faili yaliyochaguliwa au %%n jina la faili lililochaguliwa kwanza %%d saraka ya sasa %%v kifaa kilichochaguliwa (eg /dev/sda1) %%m mahali pa kuweka kifaa (eg /media/dvd); %%l lebo ya kifaa %%b alamisho iliyochaguliwa %%t saraka ya kazi iliyochaguliwa; %%p kazi pid %%a thamani ya kipengee cha menyu $fm_panel, $fm_tab, $fm_command, etc Mfano: $ echo "Saraka ya Sasa: %%d" Mfano: +! umount %%v
ta: ஒரு கோப்புறை அல்லது கோப்பு பாதைக்கு கூடுதலாக, பாதை பட்டியில் கட்டளைகளை உள்ளிடலாம். முன்னொட்டுகள்: $ பணியாக இயக்கவும் & ஓடி மறந்துவிடு + முனையத்தில் இயக்கவும் ! போல் ஓடு root பயன்படுத்தவும்: %%F தேர்ந்தெடுக்கப்பட்ட கோப்புகள் அல்லது %%f முதலில் தேர்ந்தெடுக்கப்பட்ட கோப்பு %%N தேர்ந்தெடுக்கப்பட்ட கோப்பு பெயர்கள் அல்லது %%n முதலில் தேர்ந்தெடுக்கப்பட்ட கோப்பு பெயர் %%d தற்போதைய அடைவு %%v தேர்ந்தெடுக்கப்பட்ட சாதனம் (eg /dev/sda1) %%m சாதனம் ஏற்ற புள்ளி (eg /media/dvd); %%l சாதன லேபிள் %%b தேர்ந்தெடுக்கப்பட்ட புக்மார்க் %%t தேர்ந்தெடுக்கப்பட்ட பணி அடைவு; %%p பணி pid %%a மெனு உருப்படி மதிப்பு $fm_panel, $fm_tab, $fm_command, etc உதாரணமாக: $ echo "தற்போதைய கோப்பகம்: %%d" உதாரணமாக: +! umount %%v
te: ఫోల్డర్ లేదా ఫైల్ పాత్u200cతో పాటు, పాత్ బార్u200cలో ఆదేశాలను నమోదు చేయవచ్చు. ఉపసర్గలు: $ విధిగా అమలు & పరిగెత్తండి మరియు మరచిపోండి + టెర్మినల్u200cలో అమలు చేయండి ! గా అమలు root వా డు: %%F ఎంచుకున్న ఫైళ్లు లేదా %%f మొదట ఎంచుకున్న ఫైల్ %%N ఎంచుకున్న ఫైల్ పేర్లు లేదా %%n మొదట ఎంచుకున్న ఫైల్ పేరు %%d ప్రస్తుత డైరెక్టరీ %%v ఎంచుకున్న పరికరం (eg /dev/sda1) %%m పరికరం మౌంట్ పాయింట్ (eg /media/dvd); %%l పరికరం లేబుల్ %%b ఎంచుకున్న బుక్u200cమార్క్ %%t ఎంచుకున్న టాస్క్ డైరెక్టరీ; %%p పని pid %%a మెను ఐటెమ్ విలువ $fm_panel, $fm_tab, $fm_command, etc ఉదాహరణ: $ echo "ప్రస్తుత డైరెక్టరీ: %%d" ఉదాహరణ: +! umount %%v
tg: Илова ба ҷузвдон ё роҳи файл, фармонҳоро дар сатри роҳ ворид кардан мумкин аст. Префиксҳо: $ ҳамчун вазифа иҷро кунед & давидан ва фаромӯш кардан + дар терминал кор кунед ! ҳамчун давида root Истифода: %%F файлҳои интихобшуда ё %%f аввалин файли интихобшуда %%N номи файлҳои интихобшуда ё %%n аввалин номи файли интихобшуда %%d директорияи ҷорӣ %%v дастгоҳи интихобшуда (eg /dev/sda1) %%m нуқтаи насби дастгоҳ (eg /media/dvd); %%l тамғаи дастгоҳ %%b хатчӯби интихобшуда %%t директорияи вазифаҳои интихобшуда; %%p вазифа pid %%a арзиши банди меню $fm_panel, $fm_tab, $fm_command, etc Мисол: $ echo "Феҳристи ҷорӣ: %%d" Мисол: +! umount %%v
th: นอกจากโฟลเดอร์หรือเส้นทางของไฟล์แล้ว ยังสามารถป้อนคำสั่งในแถบเส้นทางได้อีกด้วย คำนำหน้า: $ ทำงานเป็น task & วิ่งแล้วลืม + วิ่งในเทอร์มินัล ! วิ่งเป็น root ใช้: %%F ไฟล์ที่เลือกหรือ %%f ไฟล์ที่เลือกครั้งแรก %%N ชื่อไฟล์ที่เลือกหรือ %%n ชื่อไฟล์ที่เลือกครั้งแรก %%d ไดเรกทอรีปัจจุบัน %%v อุปกรณ์ที่เลือก (eg /dev/sda1) %%m จุดต่ออุปกรณ์ (eg /media/dvd); %%l ฉลากอุปกรณ์ %%b บุ๊คมาร์คที่เลือก %%t ไดเรกทอรีงานที่เลือก; %%p งาน pid %%a มูลค่ารายการเมนู $fm_panel, $fm_tab, $fm_command, etc ตัวอย่าง: $ echo "ไดเรกทอรีปัจจุบัน: %%d" ตัวอย่าง: +! umount %%v
tk: Papka ýa-da faýl ýolundan başga-da, ýol setirine buýruklar girizilip bilner. Sözlükler: $ wezipe hökmünde ylga & ylga we ýatdan çykar + terminalda işlediň ! ýaly ylga root Ulany: %%F saýlanan faýllar ýa-da %%f ilki saýlanan faýl %%N saýlanan faýl atlary ýa-da %%n ilki saýlanan faýl ady %%d häzirki katalog %%v saýlanan enjam (eg /dev/sda1) %%m enjamy gurnamak nokady (eg /media/dvd); %%l enjam belligi %%b saýlanan bellik %%t saýlanan meseleler katalogy; %%p wezipe pid %%a menýu elementiniň bahasy $fm_panel, $fm_tab, $fm_command, etc Mysal: $ echo "Häzirki katalog: %%d" Mysal: +! umount %%v
tt: Папка яки файл юлына өстәп, юллар юлына командалар кертелергә мөмкин. Префикслар: $ бирем булып эшлә & йөгер һәм оныт + терминалда эшләгез ! кебек йөгерегез root Куллану: %%F сайланган файллар яки %%f беренче сайланган файл %%N сайланган файл исемнәре яки %%n беренче сайланган файл исеме %%d хәзерге каталог %%v сайланган җайланма (eg /dev/sda1) %%m җайланма урнаштыру ноктасы (eg /media/dvd); %%l җайланма ярлыгы %%b сайланган кыстыргыч %%t сайланган биремнәр; %%p бирем pid %%a меню элементының кыйммәте $fm_panel, $fm_tab, $fm_command, etc Мисал: $ echo "Хәзерге белешмәлек: %%d" Мисал: +! umount %%v
uk: На додаток до шляху до папки або файлу, команди можна вводити в рядок шляху. префікси: $ запускати як завдання & біжи і забудь + запустити в терміналі ! бігти як root Використовуйте: %%F вибрані файли або %%f перший вибраний файл %%N вибрані імена файлів або %%n перша вибрана назва файлу %%d поточний каталог %%v обраний пристрій (eg /dev/sda1) %%m точка кріплення пристрою (eg /media/dvd); %%l етикетка пристрою %%b вибрана закладка %%t вибраний каталог завдань; %%p завдання pid %%a значення пункту меню $fm_panel, $fm_tab, $fm_command, etc приклад: $ echo "Поточний каталог: %%d" приклад: +! umount %%v
ur: :ﮯﻘﺑﺎﺳ ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺎﺟ ﮯﯿﮐ ﻞﺧﺍﺩ ﯽﮭﺑ ﺯﮉﻧﺎﻤﮐ ﮟﯿﻣ ﺭﺎﺑ ﮫﺗﺎﭘ ﮦﻭﻼ﻿ﻋ ﮯﮐ ﮫﺗﺎﭘ ﻞﺋﺎﻓ ﺎﯾ ﺭﮉﻟﻮﻓ $ ﮟﯿﺋﻼ﻿ﭼ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻡﺎﮐ & ﺅﺎﺟ ﻝﻮﮭﺑ ﺭﻭﺍ ﻮﮔﺎﮭﺑ + ﮟﯿﺋﻼ﻿ﭼ ﮟﯿﻣ ﻞﻨﯿﻣﺮﭨ ! ﮯﺴﯾﺍ ﻮﮔﺎﮭﺑ root :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%F ﺎﯾ ﮟﯿﻠﺋﺎﻓ ﺐﺨﺘﻨﻣ %%f ﻞﺋﺎﻓ ﺐﺨﺘﻨﻣ ﯽﻠﮩﭘ %%N ﺎﯾ ﻡﺎﻧ ﻞﺋﺎﻓ ﺐﺨﺘﻨﻣ %%n ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ ﮦﺩﺮﮐ ﺐﺨﺘﻨﻣ ﮯﻠﮩﭘ %%d ﯼﺮﭩﮑﯾﺮﺋﺍﮈ ﮦﺩﻮﺟﻮﻣ %%v ﮧﻟﺁ ﺐﺨﺘﻨﻣ (eg /dev/sda1) %%m ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺲﺋﺍﻮﯾﮈ (eg /media/dvd); %%l ﻞﺒﯿﻟ ﺲﺋﺍﻮﯾﮈ %%b ﮎﺭﺎﻣ ﮏﺑ ﺐﺨﺘﻨﻣ %%t ﯼﺮﭩﮐﺮﺋﺍﮈ ﮏﺳﺎﭨ ﮦﺩﺮﮐ ﺐﺨﺘﻨﻣ; %%p ﻡﺎﮐ pid %%a ﺭﺪﻗ ﯽﮐ ﻢﭩﺋﺁ ﻮﻨﯿﻣ $fm_panel, $fm_tab, $fm_command, etc :ﻝﺎﺜﻣ $ echo ":ﯼﺮﭩﮐﺮﺋﺍﮈ ﮦﺩﻮﺟﻮﻣ %%d" :ﻝﺎﺜﻣ +! umount %%v
uz: Papka yoki fayl yo'liga qo'shimcha ravishda buyruqlar Yo'l paneliga kiritilishi mumkin. Prefikslar: $ vazifa sifatida ishga tushirish & yugur va unut + terminalda ishga tushirish ! sifatida yugurish root Foydalanish: %%F tanlangan fayllar yoki %%f birinchi tanlangan fayl %%N tanlangan fayl nomlari yoki %%n birinchi tanlangan fayl nomi %%d joriy katalog %%v tanlangan qurilma (eg /dev/sda1) %%m qurilma o'rnatish nuqtasi (eg /media/dvd); %%l qurilma yorlig'i %%b tanlangan xatcho'p %%t tanlangan vazifalar katalogi; %%p vazifa pid %%a menyu elementi qiymati $fm_panel, $fm_tab, $fm_command, etc Misol: $ echo "Joriy katalog: %%d" Misol: +! umount %%v
vi: Ngoài đường dẫn thư mục hoặc tệp, có thể nhập lệnh vào Thanh đường dẫn. Tiền tố: $ chạy như nhiệm vụ & chạy và quên + chạy trong thiết bị đầu cuối ! chạy như root Sử dụng: %%F các tệp đã chọn hoặc %%f tệp được chọn đầu tiên %%N tên tệp đã chọn hoặc %%n tên tệp được chọn đầu tiên %%d thư mục hiện tại %%v thiết bị đã chọn (eg /dev/sda1) %%m điểm gắn thiết bị (eg /media/dvd); %%l nhãn thiết bị %%b dấu trang đã chọn %%t thư mục nhiệm vụ đã chọn; %%p bài tập pid %%a giá trị mục menu $fm_panel, $fm_tab, $fm_command, etc Ví dụ: $ echo "Thư mục hiện tại: %%d" Ví dụ: +! umount %%v
xh: Ukongeza kwifolda okanye indlela yefayile, imiyalelo ingangeniswa kwiBar yeNdlela. Izimaphambili: $ baleka njengomsebenzi & baleka ulibale + baleka kwi-terminal ! baleka njenge root Sebenzisa: %%F iifayile ezikhethiweyo okanye %%f ifayile ekhethiweyo yokuqala %%N amagama efayile akhethiweyo okanye %%n Igama lefayile elikhethiweyo kuqala %%d ulawulo lwangoku %%v isixhobo esikhethiweyo (eg /dev/sda1) %%m indawo yokunyusela isixhobo (eg /media/dvd); %%l ileyibhile yesixhobo %%b ibhukumaki ekhethiweyo %%t uluhlu lwemisebenzi ekhethiweyo; %%p umsebenzi pid %%a ixabiso lento yemenyu $fm_panel, $fm_tab, $fm_command, etc Umzekelo: $ echo "Uvimba weefayili wangoku: %%d" Umzekelo: +! umount %%v
yi: :סקיפערפּ .רב טאַפּ יד ןיא ןיירא ןייז ןענעק זדנאַמאַק ,ךרד עקעט רעדאָ עקעט אַ וצ ןאַשידאַ ןיא $ טעבראַ אַ יוו ןפיול & ןסעגראַפ ןוא ןפיול + לאַזקאָוו ןיא ןפיול ! יוו ןפיול root :ןצינ %%F רעדאָ סעקעט ןבילקעגסיוא %%f עקעט ןבילקעגסיוא רעטשרע %%N רעדאָ סעמאַנעליפ ןבילקעגסיוא %%n ןעמאָנ עקעט ןבילקעגסיוא רעטשרע %%d רעזיַיווגעוו טנאַרק %%v לטימ ןבילקעגסיוא (eg /dev/sda1) %%m טנופ ןפּאַלקנאָ לטימ (eg /media/dvd); %%l עמריפ לטימ %%b ןכייצ - נעייל ןבילקעגסיוא %%t רעזיַיווגעוו טעבראַ ןבילקעגסיוא; %%p טעבראַ pid %%a טרעוו רעמונ וינעמ $fm_panel, $fm_tab, $fm_command, etc :ליפּשיַיב $ echo ":Directory עגיטצעי %%d" :ליפּשיַיב +! umount %%v
