Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
af: Algemene opmerking: Vir die deursigtigheid van die werkskerm om te werk, moet jy 'n samestellende vensterbestuurder of aparte samesteller soos compton of xcompmgr gebruik. Jy kan dan gebruik stikstof of xwinwrap gebruik om plakpapier op die agtergrond te stel. Hierdie boodskap sal nie herhaal word nie.
am: አጠቃላይ ማስታወሻ፡ የዴስክቶፕ ግልፅነት እንዲሰራ፣አቀናባሪ የመስኮት ስራ አስኪያጅ ወይም የተለየ አቀናባሪ እንደ compton ወይም xcompmgr መስራት አለቦት። ከበስተጀርባ የግድግዳ ወረቀት ለማዘጋጀት ናይትሮጅን ወይም xwinwrap መጠቀም ይችላሉ። ይህ መልእክት አይደገምም።
ar: .ﺔﻴﻔﻠﺨﻟﺍ ﻲﻓ ﺔﺷﺎﺸﻟﺍ ﺔﻴﻔﻠﺧ ﻦﻴﻴﻌﺘﻟ xwinwrap ﻭﺃ ﻦﻴﺟﻭﺮﺘﻴﻨﻟﺍ ﻡﺍﺪﺨﺘﺳﺍ ﻚﻟﺫ ﺪﻌﺑ ﻚﻨﻜﻤﻳ .xcompmgr ﻭﺃ compton ﻞﺜﻣ ﻞﺼﻔﻨﻣ ﻥﻮﻜﻣ ﻭﺃ .ﺭﺮﻜﺘﺗ ﻦﻟ ﺔﻟﺎﺳﺮﻟﺍ ﻩﺬﻫ
be: Агульная заўвага: каб празрыстасць працоўнага стала працавала, вам трэба запусціць дыспетчар акон для кампазітавання або асобны кампазітар, напрыклад compton або xcompmgr. Затым вы можаце выкарыстоўваць азот або xwinwrap, каб усталяваць шпалеры на фоне. Гэта паведамленне не будзе паўтарацца.
bg: Обща забележка: За да работи прозрачността на работния плот, трябва да използвате мениджър на прозорци за композиране или отделен композитор като compton или xcompmgr. След това можете да използвате азот или xwinwrap, за да зададете тапет на фона. Това съобщение няма да се повтори.
bn: সাধারণ দ্রষ্টব্য: ডেস্কটপের স্বচ্ছতা কাজ করার জন্য, আপনাকে একটি কম্পোজিটিং উইন্ডো ম্যানেজার বা আলাদা কম্পোজিটর যেমন কমটন বা xcompmgr চালাতে হবে। তারপরে আপনি ব্যাকগ্রাউন্ডে ওয়ালপেপার সেট করতে ব্যবহার নাইট্রোজেন বা xwinwrap ব্যবহার করতে পারেন। এই বার্তা পুনরাবৃত্তি হবে না.
ca: Nota general: perquè la transparència de l'escriptori funcioni, heu d'executar un gestor de finestres de composició o un compositor separat com compton o xcompmgr. A continuació, podeu utilitzar nitrogen o xwinwrap per establir fons de pantalla. Aquest missatge no es repetirà.
cy: Nodyn Cyffredinol: Er mwyn i dryloywder bwrdd gwaith weithio, mae angen i chi fod yn rhedeg rheolwr ffenestri cyfansoddi neu gyfansoddwr ar wahân fel compton neu xcompmgr. Yna gallwch ddefnyddio defnyddio nitrogen neu xwinwrap i osod papur wal ar y cefndir. Ni fydd y neges hon yn ailadrodd.
da: Generel bemærkning: For at gennemsigtighed på skrivebordet skal fungere, skal du køre en compositing window manager eller separat compositor som compton eller xcompmgr. Du kan derefter bruge nitrogen eller xwinwrap til at sætte tapet på baggrunden. Denne besked gentages ikke.
eo: Ĝenerala Noto: Por ke labortabla travidebleco funkciu, vi devas ruli komponan fenestromanaĝeron aŭ apartan kompostiston kiel compton aŭ xcompmgr. Vi povas tiam uzi nitrogenon aŭ xwinwrap por agordi tapeton sur la fono. Ĉi tiu mesaĝo ne ripetiĝos.
et: Üldine märkus. Töölaua läbipaistvuse toimimiseks peate kasutama kompositsiooniaknahaldurit või eraldi komposiitrit, nagu compton või xcompmgr. Seejärel saate taustale taustapildi seadmiseks kasutada lämmastikku või xwinwrapi. Seda teadet ei korrata.
eu: Ohar orokorra: mahaigaineko gardentasunak funtziona dezan, konposaketa leiho-kudeatzailea edo konposaketa bereizia exekutatu behar duzu, hala nola compton edo xcompmgr. Ondoren nitrogenoa edo xwinwrap erabil dezakezu atzeko planoan horma-papera ezartzeko. Mezu hau ez da errepikatuko.
fa: .ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ ﻪﻨﯿﻣﺯ ﺲﭘ ﯼﻭﺭ ﯼﺭﺍﻮﯾﺩ ﺬﻏﺎﮐ ﻢﯿﻈﻨﺗ ﯼﺍﺮﺑ xwinwrap ﺎﯾ ﻥﮊﻭﺮﺘﯿﻧ ﺯﺍ ﺪﯿﻧﺍﻮﺗ ﯽﻣ ﺲﭙﺳ .ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﺍ .ﺪﺷ ﺪﻫﺍﻮﺨﻧ ﺭﺍﺮﮑﺗ ﻡﺎﯿﭘ ﻦﯾﺍ
fi: Yleinen huomautus: Jotta työpöydän läpinäkyvyys toimisi, sinun on käytettävä yhdistelmäikkunanhallintaa tai erillistä kompositoria, kuten compton tai xcompmgr. Voit sitten käyttää typpeä tai xwinwrapia taustakuvan asettamiseen taustalle. Tämä viesti ei toistu.
fil: Pangkalahatang Tandaan: Para gumana ang transparency ng desktop, kailangan mong nagpapatakbo ng isang compositing window manager o hiwalay na compositor tulad ng compton o xcompmgr. Pagkatapos ay maaari mong gamitin ang nitrogen o xwinwrap upang itakda ang wallpaper sa background. Hindi na mauulit ang mensaheng ito.
fy: Algemiene opmerking: Foar buroblêdtransparânsje om te wurkjen, moatte jo in gearstalde finsterbehearder of aparte kompositor útfiere lykas compton of xcompmgr. Jo kinne dan stikstof of xwinwrap brûke om behang op 'e eftergrûn te setten. Dit berjocht sil net werhelje.
ga: Nóta Ginearálta: Le go n-oibreoidh trédhearcacht deisce, ní mór duit a bheith ag rith bainisteoir fuinneoige cumadóireachta nó cumadóir ar leithligh cosúil le compton nó xcompmgr. Ansin is féidir leat nítrigin nó xwinwrap a úsáid chun páipéar balla a shocrú ar an gcúlra. Ní athdhéanfar an teachtaireacht seo.
gd: Nota coitcheann: Gus am bi follaiseachd deasg ag obair, feumaidh tu a bhith a ’ruith manaidsear uinneig co-sgrìobhaidh no compositor air leth mar compton no xcompmgr. Faodaidh tu an uairsin nitrogen no xwinwrap a chleachdadh gus pàipear-balla a shuidheachadh air a ’chùl. Cha tig an teachdaireachd seo a-rithist.
gl: Nota xeral: para que funcione a transparencia do escritorio, debes executar un xestor de ventás de composición ou un compositor separado como compton ou xcompmgr. Despois podes usar nitróxeno ou xwinwrap para establecer o fondo de pantalla. Esta mensaxe non se repetirá.
gu: સામાન્ય નોંધ: ડેસ્કટૉપ પારદર્શિતા કામ કરવા માટે, તમારે કમ્પોઝીટીંગ વિન્ડો મેનેજર અથવા કોમ્પટન અથવા xcompmgr જેવા અલગ કમ્પોઝીટર ચલાવવાની જરૂર છે. પછી તમે પૃષ્ઠભૂમિ પર વૉલપેપર સેટ કરવા માટે ઉપયોગ નાઇટ્રોજન અથવા xwinwrap નો ઉપયોગ કરી શકો છો. આ સંદેશ પુનરાવર્તિત થશે નહીં.
he: .עקרה לע טפט רידגהל ידכ xwinwrap-ב וא ןקנחב שמתשהל לכות ןכמ רחאל .xcompmgr וא compton ומכ דרפנ רוטי .המצע לע רוזחת אל וז העדוה
hi: सामान्य नोट: डेस्कटॉप पारदर्शिता के काम करने के लिए, आपको एक कंपोजिटिंग विंडो मैनेजर या कॉम्पटन या xcompmgr जैसे अलग कंपोजिटर चलाने की आवश्यकता है। फिर आप पृष्ठभूमि पर वॉलपेपर सेट करने के लिए नाइट्रोजन या xwinwrap का उपयोग कर सकते हैं। यह संदेश दोहराया नहीं जाएगा।
hr: Opća napomena: Da bi transparentnost radne površine radila, morate pokrenuti upravitelj prozora za sastavljanje ili zasebni kompozitor poput compton ili xcompmgr. Zatim možete koristiti dušik ili xwinwrap za postavljanje pozadine na pozadinu. Ova poruka se neće ponoviti.
hu: Általános megjegyzés: Ahhoz, hogy az asztali átlátszóság működjön, íróablakkezelőt vagy különálló összeállítót, például comptont vagy xcompmgr-t kell futtatnia. Ezután a nitrogén vagy az xwinwrap segítségével háttérképet állíthat be a háttérre. Ez az üzenet nem fog megismétlődni.
hy: Ընդհանուր նշում. Որպեսզի աշխատասեղանի թափանցիկությունն աշխատի, դուք պետք է գործարկեք կոմպոզիտացիոն պատուհանների կառավարիչ կամ առանձին կոմպոզիտատոր, օրինակ՝ compton կամ xcompmgr: Այնուհետև կարող եք օգտագործել ազոտ կամ xwinwrap՝ պաստառը ֆոնի վրա տեղադրելու համար: Այս հաղորդագրությունը չի կրկնվի:
id: Catatan Umum: Agar transparansi desktop berfungsi, Anda harus menjalankan pengelola jendela pengomposisian atau penyusun terpisah seperti compton atau xcompmgr. Anda kemudian dapat menggunakan menggunakan nitrogen atau xwinwrap untuk mengatur wallpaper di latar belakang. Pesan ini tidak akan berulang.
is: Almenn athugasemd: Til að gagnsæi skjáborðs virki þarftu að keyra samsetningargluggastjóra eða aðskilinn samsetningu eins og compton eða xcompmgr. Þú getur síðan notað notið nitur eða xwinwrap til að setja veggfóður á bakgrunninn. Þessi skilaboð verða ekki endurtekin.
ka: ზოგადი შენიშვნა: დესკტოპის გამჭვირვალობა რომ იმუშაოს, თქვენ უნდა გქონდეთ კომპოზიციური ფანჯრის მენეჯერი ან ცალკე კომპოზიტორი, როგორიცაა compton ან xcompmgr. შემდეგ შეგიძლიათ გამოიყენოთ აზოტი ან xwinwrap ფონის ფონზე დასაყენებლად. ეს შეტყობინება არ განმეორდება.
kk: Жалпы ескертпе: Жұмыс үстелінің мөлдірлігі жұмыс істеуі үшін сіз құрастырушы терезе менеджерін немесе compton немесе xcompmgr сияқты бөлек құрастырушыны іске қосуыңыз керек. Содан кейін фондық тұсқағазды орнату үшін азотты немесе xwinwrap пайдаланыңыз. Бұл хабарлама қайталанбайды.
km: កំណត់សម្គាល់ទូទៅ៖ ដើម្បីឲ្យផ្ទៃតុដំណើរការបានតម្លាភាព អ្នកត្រូវដំណើរការកម្មវិធីគ្រប់គ្រងវិនដូដែលផ្សំឡើង ឬកម្មវិធីតែងដាច់ដោយឡែកដូចជា compton ឬ xcompmgr ។ បន្ទាប់មកអ្នកអាចប្រើអាសូត ឬ xwinwrap ដើម្បីកំណត់ផ្ទាំងរូបភាពនៅលើផ្ទៃខាងក្រោយ។ សារនេះនឹងមិនកើតឡើងម្តងទៀតទេ។
kn: ಸಾಮಾನ್ಯ ಟಿಪ್ಪಣಿ: ಡೆಸ್ಕ್u200cಟಾಪ್ ಪಾರದರ್ಶಕತೆ ಕೆಲಸ ಮಾಡಲು, ನೀವು ಕಾಂಪೋಸಿಟಿಂಗ್ ವಿಂಡೋ ಮ್ಯಾನೇಜರ್ ಅಥವಾ ಕಾಂಪ್ಟನ್ ಅಥವಾ xcompmgr ನಂತಹ ಪ್ರತ್ಯೇಕ ಸಂಯೋಜಕವನ್ನು ಚಲಾಯಿಸುತ್ತಿರಬೇಕು. ನಂತರ ನೀವು ಹಿನ್ನೆಲೆಯಲ್ಲಿ ವಾಲ್u200cಪೇಪರ್ ಅನ್ನು ಹೊಂದಿಸಲು ಸಾರಜನಕ ಅಥವಾ xwinwrap ಅನ್ನು ಬಳಸಬಹುದು. ಈ ಸಂದೇಶವು ಪುನರಾವರ್ತನೆಯಾಗುವುದಿಲ್ಲ.
ku: Nîşeya Giştî: Ji bo ku şefafiya sermaseyê bixebite, hûn hewce ne ku rêveberek pencereya berhevkar an berhevkarek cihêreng mîna compton an xcompmgr bimeşînin. Dûv re hûn dikarin nîtrojen an xwinwrap bikar bînin da ku dîwarê dîwarê li ser paşîn saz bikin. Ev peyam dê dubare nebe.
ky: Жалпы эскертүү: Иш тактасынын ачык-айкындуулугу иштеши үчүн, сиз курама терезе менеджерин же compton же xcompmgr сыяктуу өзүнчө композиторду иштетишиңиз керек. Сиз андан кийин фондо обои коюу үчүн азот же xwinwrap колдонсоңуз болот. Бул билдирүү кайталанбайт.
lb: Allgemeng Notiz: Fir Desktop Transparenz ze schaffen, musst Dir e Compositing Fënstermanager oder separaten Compositor wéi Compton oder xcompmgr lafen. Dir kënnt dann Stickstoff oder xwinwrap benotzen fir Tapeten op den Hannergrond ze setzen. Dëse Message wäert net widderhuelen.
lo: ຫມາຍເຫດທົ່ວໄປ: ສໍາລັບຄວາມໂປ່ງໃສຂອງ desktop ທີ່ຈະເຮັດວຽກ, ທ່ານຈໍາເປັນຕ້ອງໄດ້ແລ່ນຕົວຈັດການປ່ອງຢ້ຽມປະກອບຫຼືຕົວປະກອບແຍກຕ່າງຫາກເຊັ່ນ compton ຫຼື xcompmgr. ຫຼັງຈາກນັ້ນທ່ານສາມາດນໍາໃຊ້ໄນໂຕຣເຈນຫຼື xwinwrap ເພື່ອຕັ້ງຮູບວໍເປເປີໃນພື້ນຫລັງ. ຂໍ້ຄວາມນີ້ຈະບໍ່ຊໍ້າຄືນອີກ.
lt: Bendroji pastaba: Kad darbalaukio skaidrumas veiktų, turite paleisti sudėtinių langų tvarkyklę arba atskirą kompozitorių, pvz., compton arba xcompmgr. Tada galite naudoti azotą arba xwinwrap, kad nustatytumėte tapetą fone. Šis pranešimas nepasikartos.
lv: Vispārīga piezīme. Lai darbvirsmas caurspīdīgums darbotos, jums ir jāpalaiž kompozīcijas logu pārvaldnieks vai atsevišķs kompositors, piemēram, compton vai xcompmgr. Pēc tam varat izmantot slāpekli vai xwinwrap, lai iestatītu fona tapeti. Šis ziņojums neatkārtosies.
mg: Fanamarihana ankapobeny: Raha te hiasa ny mangarahara eo amin'ny desktop dia mila mampiasa mpitantana fikandrana compositing ianao na compositor misaraka toa ny compton na xcompmgr. Azonao atao avy eo ny mampiasa nitrogen na xwinwrap mba hametrahana wallpaper amin'ny lamosina. Tsy hiverina intsony ity hafatra ity.
mi: Panui Whanui: Kia pai te mahi o te papamahi, me whakahaere koe i tetahi kaiwhakahaere matapihi tito, kaitito kaitito motuhake ranei penei i te compton, xcompmgr ranei. Ka taea e koe te whakamahi i te hauota xwinwrap ranei ki te whakatakoto pepapātū ki te papamuri. E kore tenei karere e tukurua.
mk: Општа забелешка: за да функционира транспарентноста на работната површина, треба да користите менаџер за композитни прозорци или посебен композитор како compton или xcompmgr. Потоа можете да користите азот или xwinwrap за да поставите тапет на позадината. Оваа порака нема да се повтори.
ml: പൊതുവായ കുറിപ്പ്: ഡെസ്u200cക്u200cടോപ്പ് സുതാര്യത പ്രവർത്തിക്കുന്നതിന്, നിങ്ങൾ ഒരു കമ്പോസിറ്റിംഗ് വിൻഡോ മാനേജറോ അല്ലെങ്കിൽ compton അല്ലെങ്കിൽ xcompmgr പോലെയുള്ള പ്രത്യേക കമ്പോസിറ്റോ പ്രവർത്തിപ്പിക്കേണ്ടതുണ്ട്. പശ്ചാത്തലത്തിൽ വാൾപേപ്പർ സജ്ജീകരിക്കാൻ നിങ്ങൾക്ക് നൈട്രജൻ അല്ലെങ്കിൽ xwinwrap ഉപയോഗിക്കാം. ഈ സന്ദേശം ആവർത്തിക്കില്ല.
mn: Ерөнхий тэмдэглэл: Ширээний компьютерын ил тод байдлыг хангахын тулд та нэгтгэх цонхны менежер эсвэл compton эсвэл xcompmgr гэх мэт тусдаа нэгтгэгчийг ажиллуулах хэрэгтэй. Дараа нь та азот эсвэл xwinwrap ашиглан арын дэвсгэр дээр ханын цаас тавьж болно. Энэ зурвас давтагдахгүй.
mr: सामान्य टीप: डेस्कटॉप पारदर्शकतेसाठी कार्य करण्यासाठी, तुम्हाला कंपोझिटिंग विंडो मॅनेजर किंवा compton किंवा xcompmgr सारखे वेगळे कंपोझिटर चालवणे आवश्यक आहे. त्यानंतर तुम्ही पार्श्वभूमीवर वॉलपेपर सेट करण्यासाठी नायट्रोजन वापरा किंवा xwinwrap वापरू शकता. हा संदेश पुनरावृत्ती होणार नाही.
mt: Nota Ġenerali: Biex taħdem it-trasparenza tad-desktop, trid tkun qed tħaddem maniġer tat-tieqa tal-komposizzjoni jew kompożitur separat bħal compton jew xcompmgr. Imbagħad tista 'tuża l-użu tan-nitroġenu jew xwinwrap biex tissettja wallpaper fuq l-isfond. Dan il-messaġġ mhux se jirrepeti.
my: အထွေထွေ မှတ်ချက်- ဒက်စ်တော့ ပွင့်လင်းမြင်သာမှု အလုပ်လုပ်ရန်အတွက် သင်သည် compositing window manager သို့မဟုတ် compton သို့မဟုတ် xcompmgr ကဲ့သို့သော သီးခြား compositor ကို လုပ်ဆောင်နေရန် လိုအပ်သည်။ ထို့နောက် နောက်ခံတွင် နောက်ခံပုံများ သတ်မှတ်ရန် နိုက်ထရိုဂျင် သို့မဟုတ် xwinwrap ကို အသုံးပြုနိုင်သည်။ ဤမက်ဆေ့ချ်သည် ထပ်၍မဖြစ်ပါ။
nb: Generell merknad: For at gjennomsiktighet på skrivebordet skal fungere, må du kjøre en komposittvindusbehandler eller separat kompositor som compton eller xcompmgr. Du kan deretter bruke bruk nitrogen eller xwinwrap for å sette tapet på bakgrunnen. Denne meldingen vil ikke gjentas.
ne: सामान्य नोट: डेस्कटप पारदर्शिताले काम गर्नको लागि, तपाईंले कम्पोजिटिङ सञ्झ्याल प्रबन्धक वा अलग कम्पोजिटर जस्तै compton वा xcompmgr चलाउन आवश्यक छ। त्यसपछि तपाइँ पृष्ठभूमिमा वालपेपर सेट गर्न नाइट्रोजन वा xwinwrap प्रयोग गर्न सक्नुहुन्छ। यो सन्देश दोहोरिने छैन।
or: ସାଧାରଣ ଟିପ୍ପଣୀ: କାର୍ଯ୍ୟ କରିବା ପାଇଁ ଡେସ୍କଟପ୍ ସ୍ୱଚ୍ଛତା ପାଇଁ, ଆପଣଙ୍କୁ ଏକ କମ୍ପୋଜିଟିଂ ୱିଣ୍ଡୋ ମ୍ୟାନେଜର୍ କିମ୍ବା କମ୍ପଟନ୍ କିମ୍ବା xcompmgr ପରି ପୃଥକ କମ୍ପୋଜିଟର୍ ଚଲାଇବା ଆବଶ୍ୟକ | ତାପରେ ପୃଷ୍ଠଭୂମିରେ ୱାଲପେପର ସେଟ୍ କରିବା ପାଇଁ ଆପଣ ନାଇଟ୍ରୋଜେନ୍ କିମ୍ବା xwinwrap ବ୍ୟବହାର କରିପାରିବେ | ଏହି ବାର୍ତ୍ତା ପୁନରାବୃତ୍ତି ହେବ ନାହିଁ |
pa: ਆਮ ਨੋਟ: ਡੈਸਕਟੌਪ ਪਾਰਦਰਸ਼ਤਾ ਦੇ ਕੰਮ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਕੰਪੋਜ਼ਿਟਿੰਗ ਵਿੰਡੋ ਮੈਨੇਜਰ ਜਾਂ ਵੱਖਰੇ ਕੰਪੋਜ਼ਿਟਰ ਜਿਵੇਂ ਕਿ compton ਜਾਂ xcompmgr ਚਲਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ ਫਿਰ ਬੈਕਗ੍ਰਾਉਂਡ 'ਤੇ ਵਾਲਪੇਪਰ ਸੈਟ ਕਰਨ ਲਈ ਨਾਈਟ੍ਰੋਜਨ ਜਾਂ xwinwrap ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਸੁਨੇਹਾ ਦੁਹਰਾਇਆ ਨਹੀਂ ਜਾਵੇਗਾ।
ps: .ﺉﻭﺭﺎﮐﻭ xwinwrap ﺎﯾ ﻦﺟﻭﺮټﯾﺎﻧ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﻢﯿﻈﻨﺗ ﺮﭙﯿﭘ ﻝﺍﻭ ﺩ ﯥﮐ ﺪﯿﻟﺎﺷ ﻪﭘ ﺊﺷ ﯽﻟﻮﮐ ﻮﺳﺎﺗ ﺎﯿﺑ .ﺉړﮐ ﻞﭼ xcompmgr .ﻲﺸﻧ ﺭﺍﺮﮑﺗ ﻪﺑ ﻡﺎﻐﯿﭘ ﺍﺩ
ro: Notă generală: Pentru ca transparența desktopului să funcționeze, trebuie să rulați un manager de ferestre de compoziție sau un compozitor separat, cum ar fi compton sau xcompmgr. Puteți folosi apoi azot sau xwinwrap pentru a seta tapet pe fundal. Acest mesaj nu se va repeta.
rw: Icyitonderwa rusange: Kugirango desktop iboneye kumurimo, ugomba kuba ukoresha idirishya ryumuyobozi cyangwa uwahimbye gutandukana nka compton cyangwa xcompmgr. Urashobora noneho gukoresha gukoresha azote cyangwa xwinwrap kugirango ushireho wallpaper inyuma. Ubu butumwa ntibuzongera.
sd: .ءِﻻ﻿ ﮠﺮڪ ٽﻴﺳ ﺮﭙﻴﭘ ﻝﺍﻭ ﻲﺗ ﺮﻈﻨﻣ ﺲﭘ xwinwrap ﺎﻳ ﻦﺟﻭﺮٽﺋﺎﻧ ﻝﺎﻤﻌﺘﺳﺍ ﺎﭤﻮﮭﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ﻥﺎﮬﻮﺗ ءِﻮﭘ .compton or .ﻭﺪﻨﻬﮕﺳ ﻪﻧ ﻲﺋﺎﺟﺭﻭ ﻡﺎﻐﻴﭘ ﻲﻫ
si: සාමාන්u200dය සටහන: ඩෙස්ක්ටොප් විනිවිදභාවය ක්u200dරියා කිරීම සඳහා, ඔබ සංයුක්ත කවුළු කළමණාකරුවෙකු හෝ compton හෝ xcompmgr වැනි වෙනම සංයුක්තකාරකයක් ධාවනය කළ යුතුය. ඔබට පසුව පසුබිම මත බිතුපත සැකසීමට නයිට්u200dරජන් හෝ xwinwrap භාවිතා කළ හැක. මෙම පණිවිඩය නැවත සිදු නොවේ.
sk: Všeobecná poznámka: Aby priehľadnosť pracovnej plochy fungovala, musíte mať spusteného správcu okien alebo samostatného skladateľa ako compton alebo xcompmgr. Potom môžete použiť dusík alebo xwinwrap na nastavenie tapety na pozadí. Táto správa sa nebude opakovať.
sl: Splošna opomba: Da bi preglednost namizja delovala, morate zagnati upravljalnik oken za sestavljanje ali ločen sestavljalnik, kot sta compton ali xcompmgr. Nato lahko uporabite dušik ali xwinwrap, da nastavite ozadje na ozadju. To sporočilo se ne bo ponovilo.
sq: Shënim i përgjithshëm: Që transparenca e desktopit të funksionojë, duhet të përdorni një menaxher të dritareve kompozuese ose kompozitor të veçantë si compton ose xcompmgr. Më pas mund të përdorni nitrogjen ose xwinwrap për të vendosur sfondin në sfond. Ky mesazh nuk do të përsëritet.
sw: Kumbuka kwa Jumla: Ili uwazi wa eneo-kazi ufanye kazi, unahitaji kuwa unaendesha kidhibiti cha dirisha kinachojumuisha au mtunzi tofauti kama compton au xcompmgr. Kisha unaweza kutumia matumizi ya nitrojeni au xwinwrap kuweka Ukuta kwenye mandharinyuma. Ujumbe huu hautajirudia.
ta: பொது குறிப்பு: டெஸ்க்டாப் வெளிப்படைத்தன்மை வேலை செய்ய, நீங்கள் கம்போசிட்டிங் விண்டோ மேனேஜர் அல்லது காம்ப்டன் அல்லது xcompmgr போன்ற தனி கம்போசிட்டரை இயக்க வேண்டும். பின்னணியில் வால்பேப்பரை அமைக்க நைட்ரஜன் அல்லது xwinwrap ஐப் பயன்படுத்தலாம். இந்த செய்தி மீண்டும் வராது.
te: సాధారణ గమనిక: డెస్క్u200cటాప్ పారదర్శకత పని చేయడానికి, మీరు కంపోజిటింగ్ విండో మేనేజర్ లేదా కాంప్టన్ లేదా xcompmgr వంటి ప్రత్యేక కంపోజిటర్u200cని అమలు చేయాలి. మీరు నేపథ్యంలో వాల్u200cపేపర్u200cను సెట్ చేయడానికి నైట్రోజన్ లేదా xwinwrapని ఉపయోగించవచ్చు. ఈ సందేశం పునరావృతం కాదు.
tg: Эзоҳи умумӣ: Барои шаффофияти мизи корӣ, шумо бояд менеҷери равзанаи таркибӣ ё композитори алоҳида ба монанди compton ё xcompmgr кор кунед. Пас шумо метавонед истифода аз нитроген ё xwinwrap барои насб кардани обои дар замина истифода баред. Ин паём такрор нахоҳад шуд.
th: หมายเหตุทั่วไป: เพื่อความโปร่งใสในการทำงานบนเดสก์ท็อป คุณต้องเรียกใช้ตัวจัดการหน้าต่างการคอมโพสิทหรือผู้แต่งที่แยกจากกัน เช่น compton หรือ xcompmgr จากนั้นคุณสามารถใช้ไนโตรเจนหรือ xwinwrap เพื่อตั้งวอลเปเปอร์บนพื้นหลังได้ ข้อความนี้จะไม่เกิดซ้ำ
tk: Umumy bellik: Iş stolunyň aç-açanlygy üçin kompozisiýa penjire menejeri ýa-da compton ýa-da xcompmgr ýaly aýratyn kompozitor işlemeli. Soňra fonda diwar kagyzyny goýmak üçin azot ýa-da xwinwrap ulanyp bilersiňiz. Bu habar gaýtalanmaz.
tt: Гомуми искәрмә: Эш өстәленең ачыклыгы эшләсен өчен, сезгә композитор тәрәзә менеджеры яки compton яки xcompmgr кебек аерым композитор эшләргә кирәк. Аннары сез фонда обои куяр өчен азот яки xwinwrap куллана аласыз. Бу хәбәр кабатланмас.
uk: Загальна примітка: щоб прозорість робочого столу працювала, вам потрібно запустити віконний менеджер компонування або окремий композитор, наприклад compton або xcompmgr. Потім ви можете використовувати азот або xwinwrap, щоб встановити шпалери на фоні. Це повідомлення не повторюватиметься.
ur: ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ xwinwrap ﺎﯾ ﻦﺟﻭﺮﭩﺋﺎﻧ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﭧﯿﺳ ﺮﭙﯿﭘ ﻝﺍﻭ ﺮﭘ ﮉﻧﺅﺍﺮﮔ ﮏﯿﺑ ﭖﺁ ﺪﻌﺑ ﮯﮐ ﺱﺍ ۔ﮯﮨ ﺕﺭﻭﺮ ۔ﺎﮔ ﮯﺋﺎﺟ ﮟﯿﮩﻧ ﺎﯾﺍﺮﮨﺩ ﻡﺎﻐﯿﭘ ﮧﯾ
uz: Umumiy eslatma: Ish stoli shaffofligi ishlashi uchun siz kompozit oyna boshqaruvchisi yoki compton yoki xcompmgr kabi alohida kompozitorni ishga tushirishingiz kerak. Keyin fonda fon rasmi o'rnatish uchun azot yoki xwinwrap dan foydalanishingiz mumkin. Bu xabar takrorlanmaydi.
vi: Lưu ý chung: Để tính trong suốt của màn hình hoạt động, bạn cần chạy trình quản lý cửa sổ tổng hợp hoặc trình tổng hợp riêng biệt như compton hoặc xcompmgr. Sau đó, bạn có thể sử dụng nitơ hoặc xwinwrap để đặt hình nền trên nền. Thông báo này sẽ không lặp lại.
xh: Qaphela: Ukuze ukusebenzela elubala idesktop isebenze, kufuneka ube usebenzisa umphathi wefestile odibanisayo okanye umqambi owahlukileyo njenge compton okanye xcompmgr. Emva koko ungasebenzisa initrogen okanye i-xwinwrap ukuseta iphepha lodonga ngasemva. Lo myalezo awuzuphinda.
yi: .טנורגרעטניה רעד ףיוא ןטעפּאַט ןלעטש וצ פּאַרווניווסק רעדאָ ןעגאָרטינ ןצונ ןענעק ריא ךאָנרעד .רגמפּמאָקסק רעדאָ .ןרזחרעביא טשינ טעוו גאָזנאָ רעד
