Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: <b>Search Result:</b>
af: <b>Soekresultaat:</b>
am: <b>የፍለጋ ውጤት፡-</b>
ar: <b>نتيجة البحث:</b>
be: <b>Вынік пошуку:</b>
bg: <b>Резултат от търсенето:</b>
bn: <b>ফলাফল খুজুন:</b>
ca: <b>Resultat de la cerca</b>
cy: <b>Canlyniad Chwilio:</b>
da: <b>Søgeresultat:</b>
eo: <b>Serĉrezulto:</b>
et: <b>Otsingutulemused:</b>
eu: <b>Bilaketa-emaitza:</b>
fa: <b>:ﻮﺠﺘﺴﺟ ﻪﺠﯿﺘﻧ</b>
fi: <b>Haun tulokset:</b>
fil: <b>Resulta ng Paghahanap:</b>
fy: <b>Sykresultaat:</b>
ga: <b>Toradh Cuardaigh:</b>
gd: <b>Toradh Rannsachaidh:</b>
gl: <b>Resultado da Busca:</b>
gu: <b>શોધ પરિણામ:</b>
he: <b>תוצאות החיפוש:</b>
hi: <b>परिणाम खोजें:</b>
hr: <b>Rezultat pretrage:</b>
hu: <b>Keresési eredmények:</b>
hy: <b>Որոնման արդյունքը:</b>
id: <b>Hasil pencarian:</b>
is: <b>Leitarniðurstaða:</b>
ka: <b>ძიების შედეგი:</b>
kk: <b>Іздеу нәтижесі:</b>
km: <b>លទ្ធផល​ស្វែងរក ៖ </b>
kn: <b>ಹುಡುಕಾಟ ಫಲಿತಾಂಶ:</b>
ku: <b>Encama Lêgerînê:</b>
ky: <b>Издөө натыйжасы:</b>
lb: <b>Sichresultat:</b>
lo: <b>ຜົນການຄົ້ນຫາ:</b>
lt: <b>Paieškos rezultatai:</b>
lv: <b>Meklēšanas rezultāts:</b>
mg: <b>Vokatry ny fikarohana:</b>
mi: <b>Hua Rapu:</b>
mk: <b>Резултат од пребарувањето:</b>
ml: <b>തിരയൽ ഫലം:</b>
mn: <b>Хайлтын үр дүн:</b>
mr: <b>शोधेचा निकाल:</b>
mt: <b>Riżultat tat-Tiftix:</b>
my: <b>ရှာဖွေမှုရလဒ်-</b>
nb: <b>Søkeresultat:</b>
ne: <b>खोज परिणाम:</b>
or: <b>ସନ୍ଧାନ ଫଳାଫଳ:</b>
pa: <b>ਖੋਜ ਨਤੀਜਾ:</b>
ps: <b>:ﻪﻠﯾﺎﭘ ﻥﻮټﻟ ﺩ</b>
ro: <b>Rezultatul căutării:</b>
rw: <b>Ibisubizo by'ishakisha:</b>
sd: <b>:ﺎﺠﻴﺘﻧ ﺎﺟ ﻻ﻿ﻮﮘ</b>
si: <b>සෙවුම් ප්රතිඵල:</b>
sk: <b>Výsledok vyhľadávania:</b>
sl: <b>Rezultati iskanja:</b>
sq: <b>Rezultati i kërkimit:</b>
sw: <b>Matokeo ya Utafutaji:</b>
ta: <b>தேடல் முடிவுகள்:</b>
te: <b>శోధన ఫలితం:</b>
tg: <b>Натиҷаи ҷустуҷӯ:</b>
th: <b>ผลการค้นหา:</b>
tk: <b>Gözlegiň netijesi:</b>
tt: <b>Эзләү нәтиҗәләре:</b>
uk: <b>Результат пошуку:</b>
ur: <b>تلاش کا نتیجہ:</b>
uz: <b>Qidiruv natijasi:</b>
vi: <b>Tìm kêt quả:</b>
xh: <b>Iziphumo zokukhangela:</b>
yi: <b>:טאטלוזער ךוז</b>

source: Search Again
af: Soek weer
am: እንደገና ፈልግ
ar: ابحث مرة أخرى
be: Шукаць яшчэ раз
bg: Потърси отново
bn: আবার খুঁজুন
ca: Torna a cercar
cy: Chwilio Eto
da: Søg igen
eo: Serĉu Denove
et: Otsi uuesti
eu: Bilatu Berriro
fa: ﺩﺪﺠﻣ ﻮﺠﺘﺴﺟ
fi: Etsi uudelleen
fil: Hanapin Muli
fy: Op 'e nij sykje
ga: Cuardaigh Arís
gd: Rannsaich a-rithist
gl: Buscar de novo
gu: ફરીથી શોધો
he: חיפוש חוזר
hi: फिर से खोजो
hr: Traži ponovno
hu: Keresés újra
hy: Նորից որոնել
id: Cari Lagi
is: Leitaðu aftur
ka: ხელახლა ძიება
kk: Қайтадан іздеу
km: ពិនិត្យ​ម្ដង​ទៀត​
kn: ಮತ್ತೆ ಹುಡುಕಿ
ku: Dîsa Lêgerîn
ky: Кайра издөө
lb: Sich erëm
lo: ຄົ້ນຫາອີກຄັ້ງ
lt: Ieškoti dar kartą
lv: Meklēt vēlreiz
mg: Mitadiava indray
mi: Rapua Anō
mk: Побарајте повторно
ml: വീണ്ടും തിരയുക
mn: Дахин хайх
mr: पुन्हा शोधा
mt: Fittex mill-ġdid
my: ထပ်ရှာပါ။
nb: Søk igjen
ne: फेरि खोज्नुहोस्
or: ପୁନର୍ବାର ଖୋଜ |
pa: ਦੁਬਾਰਾ ਖੋਜ ਕਰੋ
ps: ﺉړﮐﻭ ﻥﻮټﻟ ﺎﯿﺑ
ro: Caută din nou
rw: Ongera ushake
sd: ﻮﻴﻬﻟﻮﮘ ﺮﻬﻴﭔ
si: නැවත සොයන්න
sk: Hľadať znova
sl: Išči ponovno
sq: Kërkoni përsëri
sw: Tafuta Tena
ta: மீண்டும் தேடு
te: మళ్లీ వెతకండి
tg: Боз ҷустуҷӯ кунед
th: ค้นหาอีกครั้ง
tk: Againene gözläň
tt: Тагын эзләгез
uk: Шукати знову
ur: دوبارہ تلاش کریں
uz: Qayta qidirish
vi: Tìm kiếm lại
xh: Khangela kwakhona
yi: רעדיוו ןכוז

source: Go to folder
af: Gaan na gids
am: ወደ አቃፊ ሂድ
ar: اذهب للمجلد
be: Перайсці ў тэчку
bg: Отидете в папката
bn: ফোল্ডারে যান
ca: Ves a la carpeta
cy: Ewch i'r ffolder
da: Gå til mappe
eo: Iru al dosierujo
et: Mine kausta
eu: Joan karpetara
fa: ﺪﯾﻭﺮﺑ ﻪﺷﻮﭘ ﻪﺑ
fi: Siirry kansioon
fil: Pumunta sa folder
fy: Gean nei map
ga: Téigh go dtí an fillteán
gd: Rach don phasgan
gl: Ir ao cartafol
gu: ફોલ્ડર પર જાઓ
he: מעבר לתיקייה
hi: फोल्डर में जाएं
hr: Idi u mapu
hu: Ugrás mappára
hy: Գնացեք թղթապանակ
id: Ke Folder
is: Farðu í möppu
ka: გადადით საქაღალდეში
kk: Қалтаға өтіңіз
km: ចូលទៅកាន់ថតឯកសារ
kn: ಫೋಲ್ಡರ್u200cಗೆ ಹೋಗಿ
ku: Biçe peldankê
ky: Папкага өтүңүз
lb: Gitt an den Dossier
lo: ໄປທີ່ໂຟນເດີ
lt: Eiti į aplanką
lv: Dodieties uz mapi
mg: Mandehana any amin'ny lahatahiry
mi: Haere ki te kōpaki
mk: Одете во папката
ml: ഫോൾഡറിലേക്ക് പോകുക
mn: Фолдер руу оч
mr: फोल्डर वर जा
mt: Mur fil-folder
my: ဖိုဒါသို့သွားပါ။
nb: Gå til mappen
ne: फोल्डरमा जानुहोस्
or: ଫୋଲ୍ଡରକୁ ଯାଆନ୍ତୁ |
pa: ਫੋਲਡਰ 'ਤੇ ਜਾਓ
ps: ﺊﺷ ړﻻ﻿ ﻪﺗ ﺭډﻟﻮﻓ
ro: Accesați folderul
rw: Jya mububiko
sd: ﻮﭸﻭ ﻦﮭﻧﺍڏ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරය වෙත යන්න
sk: Prejsť do priečinka
sl: Pojdi v mapo
sq: Shkoni te dosja
sw: Nenda kwenye folda
ta: கோப்புறைக்குச் செல்லவும்
te: ఫోల్డర్u200cకి వెళ్లండి
tg: Ба папка гузаред
th: ไปที่โฟลเดอร์
tk: Papka geçiň
tt: Папкага керегез
uk: Перейти в каталог
ur: منتقل تا فولڈر
uz: Jildga o'ting
vi: Đi tới thư mục
xh: Yiya kwisiqulathi seefayili
yi: עקעט וצ ןייג

source: Open In Current Tab
af: Maak oop in huidige oortjie
am: በአሁን ትር ክፈት
ar: ﺔﻴﻟﺎﺤﻟﺍ ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ ﻲﻓ ﺢﺘﻓ
be: Адкрыць у бягучай укладцы
bg: Отворете в текущия раздел
bn: বর্তমান ট্যাবে খুলুন
ca: Obre a la pestanya actual
cy: Agorwch Yn y Tab Cyfredol
da: Åbn i aktuel fane
eo: Malfermu En Nuna Langeto
et: Ava praegusel vahekaardil
eu: Ireki Uneko fitxan
fa: ﺪﯿﻨﮐ ﺯﺎﺑ ﯽﻠﻌﻓ ﻪﮔﺮﺑ ﺭﺩ
fi: Avaa nykyisessä välilehdessä
fil: Buksan Sa Kasalukuyang Tab
fy: Iepenje yn aktuele ljepper
ga: Oscail I Cluaisín Reatha
gd: Fosgail anns an taba gnàthach
gl: Abrir na pestana actual
gu: વર્તમાન ટેબમાં ખોલો
he: תיחכונ הייסיטרכב חתפ
hi: वर्तमान टैब में खोलें
hr: Otvori u trenutnoj kartici
hu: Megnyitás az aktuális lapon
hy: Բացեք ընթացիկ ներդիրում
id: Buka Di Tab Saat Ini
is: Opnaðu í núverandi flipa
ka: გახსენით მიმდინარე ჩანართში
kk: Ағымдағы қойындыда ашу
km: បើកនៅក្នុងផ្ទាំងបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಟ್ಯಾಬ್u200cನಲ್ಲಿ ತೆರೆಯಿರಿ
ku: Di Tabloya Niha de vekin
ky: Учурдагы өтмөктө ачуу
lb: Open An Aktuellen Tab
lo: ເປີດຢູ່ໃນແຖບປະຈຸບັນ
lt: Atverti Esamoje Kortelėje
lv: Atvērt pašreizējā cilnē
mg: Sokafy amin'ny tabilao ankehitriny
mi: Tuwhera ki te Ripa O Naianei
mk: Отворете во тековната картичка
ml: നിലവിലെ ടാബിൽ തുറക്കുക
mn: Одоогийн таб дээр нээх
mr: वर्तमान टॅबमध्ये उघडा
mt: Iftaħ Fit-Tab Kurrenti
my: လက်ရှိ Tab တွင်ဖွင့်ပါ။
nb: Åpne i gjeldende fane
ne: हालको ट्याबमा खोल्नुहोस्
or: ସାମ୍ପ୍ରତିକ ଟ୍ୟାବ୍ ରେ ଖୋଲ |
pa: ਮੌਜੂਦਾ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﯥﮐ ﺐټ ﻲﻨﺳﻭﺍ ﻪﭘ
ro: Deschideți în fila curentă
rw: Fungura muri tab
sd: ﻮﻴﻟﻮﮐ ۾ ﺐﻴٽ ﻩﺩﻮﺟﻮﻣ
si: වත්මන් ටැබය තුළ විවෘත කරන්න
sk: Otvoriť na aktuálnej karte
sl: Odpri v trenutnem zavihku
sq: Hapni në skedën aktuale
sw: Fungua Katika Kichupo Cha Sasa
ta: தற்போதைய தாவலில் திறக்கவும்
te: ప్రస్తుత ట్యాబ్u200cలో తెరవండి
tg: Дар ҷадвали ҷорӣ кушоед
th: เปิดในแท็บปัจจุบัน
tk: Häzirki goýmada açyň
tt: Хәзерге салынмада ачу
uk: Відкрити на поточній вкладці
ur: ۔ﮟﯿﻟﻮﮭﮐ ﮟﯿﻣ ﺐﯿﭨ ﮦﺩﻮﺟﻮﻣ
uz: Joriy varaqda ochish
vi: Mở trong tab hiện tại
xh: Vula kwiThebhu yangoku
yi: באַט טנאַרק ןיא ןענעפֿע

source: Open In New Tab
af: Maak oop in nuwe oortjie
am: በአዲስ ትር ክፈት
ar: ﺓﺪﻳﺪﺟ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ ﻲﻓ ﺢﺘﻓ
be: Адкрыць у новай укладцы
bg: Отворете в нов раздел
bn: নতুন ট্যাবে খুলুন
ca: Obre en una pestanya nova
cy: Ar Agor Yn New Tab
da: Åbn i ny fane
eo: Malfermu En Nova Langeto
et: Ava uuel vahelehel
eu: Ireki fitxa berri batean
fa: ﻦﮐ ﺯﺎﺑ ﯼﺪﯾﺪﺟ ﻪﮔﺮﺑ ﺭﺩ
fi: Avaa uudessa välilehdessä
fil: Buksan Sa Bagong Tab
fy: Iepenje yn nije ljepper
ga: Oscail I New Tab
gd: Fosgail ann an taba ùr
gl: Abrir nunha nova pestana
gu: નવી ટેબમાં ખોલો
he: השדח הייסיטרכב חתפ
hi: वेब टेब में खोलें
hr: Otvori u novoj kartici
hu: Megnyitás új lapon
hy: Բացեք նոր ներդիրում
id: Buka Di Tab Baru
is: Opna í nýjum flipa
ka: გახსენით ახალ ჩანართში
kk: Жаңа қойындыда ашу
km: បើកនៅក្នុងផ្ទាំងថ្មី។
kn: ಹೊಸ ಟ್ಯಾಬ್u200cನಲ್ಲಿ ತೆರೆಯಿರಿ
ku: Di Tabloya Nû de Vekin
ky: Жаңы өтмөктө ачуу
lb: Open An New Tab
lo: ເປີດໃນແຖບໃໝ່
lt: Atverti Naujoje Kortelėje
lv: Atvērt jaunā cilnē
mg: Sokafy amin'ny tabilao vaovao
mi: Tuwhera ki te Ripa Hou
mk: Отворете во нова картичка
ml: പുതിയ ടാബിൽ തുറക്കുക
mn: Шинэ таб дээр нээх
mr: नवीन टॅबमध्ये उघडा
mt: Iftaħ Fi Tab Ġdida
my: တဘ်အသစ်တွင်ဖွင့်ပါ။
nb: Åpne i ny fane
ne: नयाँ ट्याबमा खोल्नुहोस्
or: ନୂଆ ଟ୍ୟାବରେ ଖୋଲନ୍ତୁ |
pa: ਨਵੀਂ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﯥﮐ ﺐټ ﻱﻮﻧ ﻪﭘ
ro: Deschideți într-o filă nouă
rw: Fungura muri Tab nshya
sd: ﻮﻴﻟﻮﮐ ۾ ﺐﻴٽ ﻦﻴﺌﻧ
si: නව ටැබයකින් විවෘත කරන්න
sk: Otvoriť na novej karte
sl: Odpri v novem zavihku
sq: Hapni në skedën e re
sw: Fungua Katika Kichupo Kipya
ta: புதிய தாவலில் திற
te: కొత్త ట్యాబ్u200cలో తెరవండి
tg: Дар ҷадвали нав кушоед
th: เปิดในแท็บใหม่
tk: Täze goýmada açyň
tt: Яңа салынмада ачу
uk: Відкрити в новій вкладці
ur: ۔ﮟﯿﻟﻮﮭﮐ ﮟﯿﻣ ﺐﯿﭨ ﮯﺌﻧ
uz: Yangi varaqda ochish
vi: Mở trang mới
xh: Vula Kwisithuba Esitsha
yi: לטיווק וינ ןיא ןענעפֿע

source: Stretch
af: Strek
am: ዘርጋ
ar: ﺪﺘﻤﺗ
be: Расцягваць
bg: Опъвам, разтягам
bn: প্রসারিত
ca: Estirar
cy: Ymestyn
da: Strække
eo: Streĉi
et: Venitada
eu: Luzatu
fa: ﻥﺪﻣﺁ ﺶﮐ
fi: Venyttää
fil: Mag-stretch
ga: Sín
gl: Estirar
gu: સ્ટ્રેચ
he: ַחֹותְמִל
hi: फैलाव
hr: Rastegnite se
hu: Nyújtsd
hy: Ձգվել
id: Menggeliat
is: Teygja
ka: გაჭიმვა
kk: Созу
km: លាត
kn: ಸ್ಟ್ರೆಚ್
ku: Dirêjkirin
ky: Стрейч
lb: Streck
lo: ຍືດຍາວ
lt: Ištempti
lv: Izstiepties
mg: mihinjitra
mi: Totoro
mk: Истегнете се
ml: വലിച്ചുനീട്ടുക
mn: Сунгах
mr: ताणून लांब करणे
my: ဆန့်သည်။
nb: Tøye ut
ne: स्ट्रेच
or: ପ୍ରସାରଣ
pa: ਖਿੱਚੋ
ps: ﯼړﺘﺳ
ro: Întinde
rw: Rambura
sd: ﻮﻬﻠﭤَ
si: දිගු කරන්න
sk: Natiahnuť
sl: Raztegniti
sq: Shtrihu
sw: Nyosha
ta: நீட்டவும்
te: సాగదీయండి
tg: дароз кардан
th: ยืด
tk: Uzat
tt: Суз
uk: Розтягнути
ur: ﺎﻨﭽﻨﯿﮭﮐ
vi: Kéo dài
xh: Yolula
yi: ןקערטשסיוא

source: Fit
af: Gepas
am: ተስማሚ
ar: ﺎﻴﻧﺪﺑ ﻖﺋﻻ﻿
be: Падыходзіць
bg: Подходящо
bn: ফিট
cy: Ffit
da: Passe
et: Sobivad
eu: Egokitu
fa: ﺐﺳﺎﻨﻣ
fi: Sopiva
fil: Angkop
fy: Passe
ga: Feistiú
gl: Encaixar
gu: ફિટ
he: םיִאְתַהְל
hi: फ़िट
hu: Elfér
hy: Հարմարավետ
id: Bugar
is: Passa
ka: Ჯდება
kk: Сәйкес
km: សម
kn: ಫಿಟ್
ku: Bihorîn
lo: ພໍດີ
lt: Talpinti
mg: mendrika
mi: Pai
mk: Се вклопуваат
ml: അനുയോജ്യം
mn: Тохиромжтой
mr: फिट
mt: Waħħal
my: အံ
nb: Passe
ne: फिट
or: ଫିଟ୍ |
pa: ਫਿੱਟ
ps: ټﻓ
ro: Potrivi
rw: Bikwiranye
sd: ٽﻓ
si: සුදුසුයි
sq: Përshtatet
sw: Inafaa
ta: பொருத்தம்
te: ఫిట్
tg: Муносиб
th: พอดี
tt: Фит
uk: Підходить
ur: ﭧﻓ
vi: Phù hợp
yi: קיסאַפּ

source: Center
af: Sentrum
am: መሃል
ar: ﺰﻛﺮﻣ
be: Цэнтр
bg: Център
bn: কেন্দ্র
ca: Centre
cy: Canolfan
da: Centrum
eo: Centro
et: Keskus
eu: Zentroa
fa: ﺰﮐﺮﻣ
fi: Keskusta
fil: Gitna
fy: Sintrum
ga: Ionad
gd: Ionad
gl: Centro
gu: કેન્દ્ર
he: זָּכְרֶמ
hi: केंद्र
hr: Centar
hu: Központ
hy: Կենտրոն
id: Tengah
is: Miðja
ka: ცენტრი
kk: Орталық
km: មជ្ឈមណ្ឌល
kn: ಕೇಂದ್ರ
ku: Navîne
ky: Борбор
lb: Zentrum
lo: ສູນ
lt: Centre
lv: Centrs
mg: Centre
mi: Pokapū
mk: Центар
ml: കേന്ദ്രം
mn: Төв
mr: केंद्र
mt: Ċentru
my: စင်တာ
nb: Senter
ne: केन्द्र
or: କେନ୍ଦ୍ର
pa: ਕੇਂਦਰ
ps: ﺰﮐﺮﻣ
ro: Centru
rw: Hagati
sd: ﺰڪﺮﻣ
si: මධ්යස්ථානය
sk: centrum
sq: Qendra
sw: Kituo
ta: மையம்
te: కేంద్రం
tg: Марказ
th: ศูนย์
tk: Merkez
tt: Centerзәк
uk: Центр
ur: ﺰﮐﺮﻣ
uz: Markaz
vi: Trung tâm
xh: Iziko
yi: רעטנעצ

source: Tile
af: Teël
am: ንጣፍ
ar: ﻁﻼ﻿ﺒﻟﺍ
be: Плітка
bg: Плочки
bn: টালি
ca: Rajola
cy: Teils
da: Flise
eo: Kahelo
et: Plaat
eu: Teila
fa: ﯽﺷﺎﮐ
fi: Laatta
ga: Tíleanna
gl: Azulexo
gu: ટાઇલ
he: ַחיִרָא
hi: टाइल
hr: Pločica
hu: Csempe
hy: Սալիկ
id: Ubin
is: Flísar
ka: ფილა
kk: Плитка
km: ក្រឡាក្បឿង
kn: ಟೈಲ್
ky: Мозаика
lb: Fliesen
lo: ກະເບື້ອງ
lt: Iškloti
lv: Flīze
mg: kapila tanimanga
mi: Tire
mk: Плочка
ml: ടൈൽ
mn: Хавтанцар
mr: टाइल
mt: Madum
my: ကြွေပြား
ne: टाइल
or: ଟାଇଲ୍ |
pa: ਟਾਇਲ
ps: ﻞﯾﺎټ
ro: Ţiglă
rw: Ikariso
sd: ﻞﺋﺎٽ
si: ටයිල්
sk: Dlaždica
sl: Ploščica
sq: Pllakë
sw: Kigae
ta: ஓடு
te: టైల్
tg: Плитка
th: กระเบื้อง
tk: Kafel
tt: Плитка
uk: Плитка
ur: ﻞﺋﺎﭨ
uz: Plitka
vi: Ngói
xh: Ithayile
yi: לייט

source: Zoom
af: Zoem
am: አጉላ
ar: ﺮﻴﺒﻜﺗ
be: Павялічыць
bg: Увеличаване
bn: জুম
cy: Chwyddo
eo: Zomi
et: Suumi
eu: Zoomatu
fa: ﯽﯾﺎﻤﻨﮔﺭﺰﺑ
fi: Zoomaus
fil: Mag-zoom
ga: Zúmáil
gu: ઝૂમ
he: בירקת
hi: ज़ूम
hr: Zum
hu: Zoomolás
hy: Մեծացնել
id: Perbesar
is: Aðdráttur
ka: მასშტაბირება
kk: Масштабтау
km: ពង្រីក
kn: ಜೂಮ್ ಮಾಡಿ
ky: Чоңойтуу
lo: ຊູມ
lt: Didinti
lv: Tālummaiņa
mi: Topa
mk: Зумирајте
ml: സൂം ചെയ്യുക
mn: Томруулах
mr: झूम करा
my: ချဲ့ပါ။
ne: जुम
or: ଜୁମ୍ କରନ୍ତୁ |
pa: ਜ਼ੂਮ
ps: ﻡﻭﺯ
rw: Kuzamura
sd: ﻡﻭﺯ
si: විශාලනය කරන්න
sl: Povečava
sq: Zmadhoni
sw: Kuza
ta: பெரிதாக்கு
te: జూమ్ చేయండి
tg: Масштаб
th: ซูม
tk: Ulaltmak
tt: Зурайту
uk: Збільшити
ur: ﻡﻭﺯ
uz: Kattalashtirish
vi: Thu phóng
xh: Sondeza
yi: רעסערגראפ

source: Transparent
af: Deursigtig
am: ግልጽ
ar: ﻑﺎﻔﺷ
be: Празрысты
bg: Прозрачен
bn: স্বচ্ছ
cy: Tryloyw
da: Gennemsigtig
eo: Travidebla
et: Läbipaistev
eu: Gardena
fa: ﻑﺎﻔﺷ
fi: Läpinäkyvä
fy: Trochsichtich
ga: Trédhearcach
gd: Follaiseach
gl: Transparente
gu: પારદર્શક
he: ףּוקָׁש
hi: पारदर्शी
hr: Transparentan
hu: Átlátszó
hy: Թափանցիկ
id: Transparan
is: Gegnsætt
ka: გამჭვირვალე
kk: Мөлдір
km: តម្លាភាព
kn: ಪಾರದರ್ಶಕ
ku: Rohnî
ky: Ачык
lo: ໂປ່ງໃສ
lt: Permatomas
lv: Caurspīdīgs
mg: mangarahara
mi: Puataata
mk: Транспарентен
ml: സുതാര്യം
mn: Ил тод
mr: पारदर्शक
mt: Trasparenti
my: ပွင့်လင်းသည်။
nb: Gjennomsiktig
ne: पारदर्शी
or: ସ୍ୱଚ୍ଛ
pa: ਪਾਰਦਰਸ਼ੀ
ps: ﻑﺎﻔﺷ
rw: Mucyo
sd: ﻑﺎﻔﺷ
si: විනිවිද පෙනෙන
sk: Priehľadné
sl: Pregleden
sq: Transparente
sw: Uwazi
ta: ஒளி புகும்
te: పారదర్శకం
tg: Шаффоф
th: โปร่งใส
tk: Aç-açan
tt: Ачык
uk: Прозорий
ur: ﻑﺎﻔﺷ
uz: Shaffof
vi: Trong suốt
xh: Okusekuhleni
yi: גיטכיזכרוד

source: Automatic
af: Outomatiese
am: አውቶማቲክ
ar: ﻲﺋﺎﻘﻠﺗ
be: Аўтаматычная
bg: Автоматично
bn: স্বয়ংক্রিয়
ca: Automàtic
cy: Awtomatig
da: Automatisk
eo: Aŭtomata
et: Automaatne
eu: Automatikoa
fa: ﺭﺎﮐﺩﻮﺧ
fi: Automaattinen
fil: Awtomatiko
fy: Automatysk
ga: Uathoibríoch
gd: Fèin-ghluasadach
gl: Automático
gu: આપોઆપ
he: יִטָמֹוטֹוא
hi: स्वचालित
hr: Automatski
hu: Automatikus
hy: Ավտոմատ
id: Otomatis
is: Sjálfvirk
ka: Ავტომატური
kk: Автоматты
km: ស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತ
ku: Otomatîkî
ky: Автоматтык
lb: Automatesch
lo: ອັດຕະໂນມັດ
lt: Automatinis
lv: Automātiski
mg: mandeha ho azy
mi: Aunoa
mk: Автоматски
ml: ഓട്ടോമാറ്റിക്
mn: Автомат
mr: स्वयंचलित
mt: Awtomatiku
my: အလိုအလျောက်
nb: Automatisk
ne: स्वचालित
or: ସ୍ୱୟଂଚାଳିତ |
pa: ਆਟੋਮੈਟਿਕ
ps: ﮏﯿﺗﺎﻣﻮﺗﺍ
ro: Automat
sd: ﺭﺎڪﺩﻮﺧ
si: ස්වයංක්රීය
sk: Automaticky
sl: Samodejno
sq: Automatik
sw: Otomatiki
ta: தானியங்கி
te: ఆటోమేటిక్
tg: Автоматӣ
th: อัตโนมัติ
tk: Awtomat
tt: Автоматик
uk: Автоматичний
ur: ﺭﺎﮐﺩﻮﺧ
uz: Avtomatik
vi: Tự động
xh: Iyazenzekela
yi: שיטאַמאָטיוא

source: Copy (Ctrl+Drag)
af: Kopieer (Ctrl+Sleep)
am: ቅዳ (Ctrl+ጎትት)
ar: ﺦﺴﻨﻳ (Ctrl+ﺮﺠﻳ)
be: Копія (Ctrl+Перацягнуць)
bg: копие (Ctrl+Плъзнете)
bn: কপি (Ctrl+টেনে আনুন)
ca: Còpia (Ctrl+Arrossegueu)
cy: Copi (Ctrl+Llusgwch)
da: Kopi (Ctrl+Træk)
eo: Kopiu (Ctrl+Trenu)
et: Kopeeri (Ctrl+Vedama)
eu: Kopiatu (Ctrl+Arrastatu)
fa: 🀄 ﯽﭙﮐ (Ctrl+ﺪﯿﺸﮑﺑ)
fi: Kopio (Ctrl+Raahata)
fil: Kopya (Ctrl+I-drag)
fy: Kopy (Ctrl+Sleep)
ga: Cóip (Ctrl+Tarraing)
gd: Leth-bhreac (Ctrl+Slaod)
gl: Copiar (Ctrl+Arrastra)
gu: નકલ કરો (Ctrl+ખેંચો)
he: קתוע (Ctrl+רֹורגִל)
hi: प्रतिलिपि (Ctrl+खींचना)
hr: Kopirati (Ctrl+Opterećenje)
hu: Másolat (Ctrl+Húzza)
hy: Պատճենել (Ctrl+Քաշել)
id: Salinan (Ctrl+Menyeret)
is: Afrita (Ctrl+Dragðu)
ka: კოპირება (Ctrl+გადაათრიეთ)
kk: Көшіру (Ctrl+сүйреңіз)
km: ចម្លង (Ctrl+អូស)
kn: ನಕಲು ಮಾಡಿ (Ctrl+ಎಳೆಯಿರಿ)
ku: Kopî (Ctrl+Xwêrvekişandin)
ky: Көчүрүү (Ctrl+Сүйрөө)
lb: Kopie (Ctrl+Drag)
lo: ສຳເນົາ (Ctrl+ລາກ)
lt: Kopijuoti (Ctrl+Tempti)
lv: Kopēt (Ctrl+Velciet)
mg: dika mitovy (Ctrl+tarihiny)
mi: Tārua (Ctrl+Toia)
mk: Копирај (Ctrl+Повлечете)
ml: പകർത്തുക (Ctrl+വലിച്ചിടുക)
mn: Хуулбарлах (Ctrl+Чирэх)
mr: कॉपी करा (Ctrl+ड्रॅग करा)
mt: Kopja (Ctrl+Iddreggja)
my: ကော်ပီ (Ctrl+ဆွဲယူပါ။)
nb: Kopiere (Ctrl+Dra)
ne: कापी (Ctrl+तान्नुहोस्)
or: କପି କରନ୍ତୁ | (Ctrl+ଡ୍ରାଗ୍ କରନ୍ତୁ |)
pa: ਕਾਪੀ ਕਰੋ (Ctrl+ਖਿੱਚੋ)
ps: ﻲﭘﺎﮐ (Ctrl+ګﯾﺭډ)
ro: Copie (Ctrl+Trage)
rw: Gukoporora (Ctrl+Kurura)
sd: ﻲﭘﺎڪ (Ctrl+ﻮﻴڪﮀ)
si: පිටපත් කරන්න (Ctrl+ඇදගෙන යන්න)
sk: Kopírovať (Ctrl+Potiahnite)
sl: Kopirati (Ctrl+Povlecite)
sq: Kopjo (Ctrl+Zvarritni)
sw: Nakili (Ctrl+Buruta)
ta: நகலெடுக்கவும் (Ctrl+இழுக்கவும்)
te: కాపీ చేయండి (Ctrl+లాగండి)
tg: Нусхабардорӣ (Ctrl+кашола кунед)
th: สำเนา (Ctrl+ลาก)
tk: Göçüriň (Ctrl+Süýräň)
tt: Күчереп алу (Ctrl+Сөйләү)
uk: Копія (Ctrl+Перетягніть)
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ (Ctrl+۔ﮟﯿﭩﯿﺴﮭﮔ)
uz: Nusxalash (Ctrl+Surang)
vi: Sao chép (Ctrl+Lôi kéo)
xh: Khuphela (Ctrl+Tsala)
yi: יפּאָק (Ctrl+ןפּעלש)

source: Move (Shift+Drag)
af: Beweeg (Shift+Sleep)
am: አንቀሳቅስ (Shift+ጎትት)
ar: ﻞﻘﻧ (Shift+ﺮﺠﻳ)
be: Рухацца (Shift+Перацягнуць)
bg: Ход (Shift+Плъзнете)
bn: সরান (Shift+টেনে আনুন)
ca: Mou-te (Shift+Arrossegueu)
cy: Symud (Shift+Llusgwch)
da: Bevæge sig (Shift+Træk)
eo: Movu (Shift+Trenu)
et: Liiguta (Shift+Vedama)
eu: Mugitu (Shift+Arrastatu)
fa: ﺖﮐﺮﺣ (Shift+ﺪﯿﺸﮑﺑ)
fi: Liikkua (Shift+Raahata)
fil: Ilipat (Shift+I-drag)
fy: Ferhúzje (Shift+Sleep)
ga: Bog (Shift+Tarraing)
gd: Gluais (Shift+Slaod)
gl: Mover (Shift+Arrastra)
gu: ચાલ (Shift+ખેંચો)
he: רובעל \ זוזל \ ךלהמ (Shift+רֹורגִל)
hi: कदम (Shift+खींचना)
hr: Potez (Shift+Opterećenje)
hu: Mozog (Shift+Húzza)
hy: Տեղափոխել (Shift+Քաշել)
id: Pindah (Shift+Menyeret)
is: Færa (Shift+Dragðu)
ka: გადაადგილება (Shift+გადაათრიეთ)
kk: Жылжыту (Shift+сүйреңіз)
km: ផ្លាស់ទី (Shift+អូស)
kn: ಸರಿಸಿ (Shift+ಎಳೆಯಿರಿ)
ku: Barkirin (Shift+Xwêrvekişandin)
ky: Жылдыруу (Shift+Сүйрөө)
lb: Beweegen (Shift+Drag)
lo: ຍ້າຍ (Shift+ລາກ)
lt: Perkelti (Shift+Tempti)
lv: Pārvietot (Shift+Velciet)
mg: fihetsika (Shift+tarihiny)
mi: Nuku (Shift+Toia)
mk: Премести (Shift+Повлечете)
ml: നീക്കുക (Shift+വലിച്ചിടുക)
mn: Хөдлөх (Shift+Чирэх)
mr: हलवा (Shift+ड्रॅग करा)
mt: Nimxu (Shift+Iddreggja)
my: ရွှေ့ပါ။ (Shift+ဆွဲယူပါ။)
nb: Bevege seg (Shift+Dra)
ne: चल्नु (Shift+तान्नुहोस्)
or: ଘୁଞ୍ଚାନ୍ତୁ | (Shift+ଡ୍ରାଗ୍ କରନ୍ତୁ |)
pa: ਮੂਵ ਕਰੋ (Shift+ਖਿੱਚੋ)
ps: ﺖﮐﺮﺣ (Shift+ګﯾﺭډ)
ro: Mișcare (Shift+Trage)
rw: Himura (Shift+Kurura)
sd: ﺖڪﺮﺣ (Shift+ﻮﻴڪﮀ)
si: චලනය කරන්න (Shift+ඇදගෙන යන්න)
sk: Pohybujte sa (Shift+Potiahnite)
sl: Premakni se (Shift+Povlecite)
sq: Lëvizni (Shift+Zvarritni)
sw: Sogeza (Shift+Buruta)
ta: நகர்வு (Shift+இழுக்கவும்)
te: కదలిక (Shift+లాగండి)
tg: Ҳаракат (Shift+кашола кунед)
th: เคลื่อนไหว (Shift+ลาก)
tk: Göçüriň (Shift+Süýräň)
tt: Күчерегез (Shift+Сөйләү)
uk: Рухатися (Shift+Перетягніть)
ur: ﻡﺍﺪﻗﺍ (Shift+۔ﮟﯿﭩﯿﺴﮭﮔ)
uz: Ko‘chirish (Shift+Surang)
vi: Di chuyển (Shift+Lôi kéo)
xh: Shenxisa (Shift+Tsala)
yi: ךאַמ (Shift+ןפּעלש)

source: Link (Ctrl+Shift+Drag)
af: Skakel (Ctrl+Shift+Sleep)
am: አገናኝ (Ctrl+Shift+ጎትት)
ar: ﺔﻠﺻﻭ (Ctrl+Shift+ﺮﺠﻳ)
be: Спасылка (Ctrl+Shift+Перацягнуць)
bg: Връзка (Ctrl+Shift+Плъзнете)
bn: লিঙ্ক (Ctrl+Shift+টেনে আনুন)
ca: Enllaç (Ctrl+Shift+Arrossegueu)
cy: Dolen (Ctrl+Shift+Llusgwch)
da: Link (Ctrl+Shift+Træk)
eo: Ligo (Ctrl+Shift+Trenu)
et: Link (Ctrl+Shift+Vedama)
eu: Esteka (Ctrl+Shift+Arrastatu)
fa: ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ (Ctrl+Shift+ﺪﯿﺸﮑﺑ)
fi: Linkki (Ctrl+Shift+Raahata)
fil: Link (Ctrl+Shift+I-drag)
fy: Link (Ctrl+Shift+Sleep)
ga: Nasc (Ctrl+Shift+Tarraing)
gd: Ceangal (Ctrl+Shift+Slaod)
gl: Ligazón (Ctrl+Shift+Arrastra)
gu: લિંક (Ctrl+Shift+ખેંચો)
he: רושיק (Ctrl+Shift+רֹורגִל)
hi: संपर्क (Ctrl+Shift+खींचना)
hr: Veza (Ctrl+Shift+Opterećenje)
hu: Link (Ctrl+Shift+Húzza)
hy: Հղում (Ctrl+Shift+Քաշել)
id: Tautan (Ctrl+Shift+Menyeret)
is: Tengill (Ctrl+Shift+Dragðu)
ka: Ბმული (Ctrl+Shift+გადაათრიეთ)
kk: Сілтеме (Ctrl+Shift+сүйреңіз)
km: តំណភ្ជាប់ (Ctrl+Shift+អូស)
kn: ಲಿಂಕ್ (Ctrl+Shift+ಎಳೆಯಿರಿ)
ku: Pêvek (Ctrl+Shift+Xwêrvekişandin)
ky: Шилтеме (Ctrl+Shift+Сүйрөө)
lo: ເຊື່ອມຕໍ່ (Ctrl+Shift+ລາກ)
lt: Nuoroda (Ctrl+Shift+Vilkite)
lv: Saite (Ctrl+Shift+Velciet)
mg: Rohy (Ctrl+Shift+tarihiny)
mi: Hononga (Ctrl+Shift+Toia)
mk: Врска (Ctrl+Shift+Повлечете)
ml: ലിങ്ക് (Ctrl+Shift+വലിച്ചിടുക)
mn: Холбоос (Ctrl+Shift+Чирэх)
mr: दुवा (Ctrl+Shift+ड्रॅग करा)
mt: Link (Ctrl+Shift+Iddreggja)
my: လင့် (Ctrl+Shift+ဆွဲယူပါ။)
nb: Link (Ctrl+Shift+Dra)
ne: लिङ्क (Ctrl+Shift+तान्नुहोस्)
or: ଲିଙ୍କ୍ | (Ctrl+Shift+ଡ୍ରାଗ୍ କରନ୍ତୁ |)
pa: ਲਿੰਕ (Ctrl+Shift+ਖਿੱਚੋ)
ps: ﮏﻨﯿﻟ (Ctrl+Shift+ګﯾﺭډ)
ro: Legătură (Ctrl+Shift+Trage)
rw: Ihuza (Ctrl+Shift+Kurura)
sd: ﮃﻨﮘ (Ctrl+Shift+ﻮﻴڪﮀ)
si: සබැඳිය (Ctrl+Shift+ඇදගෙන යන්න)
sk: Odkaz (Ctrl+Shift+Potiahnite)
sl: Povezava (Ctrl+Shift+Povlecite)
sq: Lidhje (Ctrl+Shift+Zvarritni)
sw: Kiungo (Ctrl+Shift+Buruta)
ta: இணைப்பு (Ctrl+Shift+இழுக்கவும்)
te: లింక్ (Ctrl+Shift+లాగండి)
tg: Пайванд (Ctrl+Shift+кашола кунед)
th: ลิงค์ (Ctrl+Shift+ลาก)
tk: Baglanyşyk (Ctrl+Shift+Süýräň)
tt: Ссылка (Ctrl+Shift+Сөйләү)
uk: Посилання (Ctrl+Shift+Перетягніть)
ur: ﮏﻨﻟ (Ctrl+Shift+۔ﮟﯿﭩﯿﺴﮭﮔ)
uz: Havola (Ctrl+Shift+Surang)
vi: Liên kết (Ctrl+Shift+Lôi kéo)
xh: Ikhonkco (Ctrl+Shift+Tsala)
yi: קניל (Ctrl+Shift+ןפּעלש)

source: Preferences
af: Voorkeure
am: ምርጫዎች
ar: التفضيلات
be: Перавагі
bg: Предпочитания
bn: পছন্দসমূহ
ca: Preferències
cy: Dewisiadau
da: Indstillinger
eo: Preferoj
et: Eelistused
eu: Hobespenak
fa: ﺎﻫ ﺖﯾﻮﻟﻭﺍ
fi: Asetukset
fil: Mga Kagustuhan
fy: Foarkarren
ga: Sainroghanna
gd: Roghainnean
gl: Preferencias
gu: પસંદગીઓ
he: העדפות
hi: पसंद
hr: Preference
hu: Tulajdonságok
hy: Նախապատվություններ
id: Prefensi
is: Óskir
ka: პრეფერენციები
kk: Параметрлер
km: ចំណូល​ចិត្ត
kn: ಆದ್ಯತೆಗಳು
lb: Preferenzen
lo: ການຕັ້ງຄ່າ
lt: Nustatymai
mg: safidinao
mi: Manakohanga
mk: Преференции
ml: മുൻഗണനകൾ
mn: Сонголтууд
mr: प्राधान्ये
mt: Preferenzi
my: နှစ်သက်ရာ
nb: Preferanser
ne: प्राथमिकताहरू
or: ପସନ୍ଦ
pa: ਤਰਜੀਹਾਂ
ps: ﻪﻧﻮﺑﻮﺗ ﻩﺭﻮﻏ
ro: Preferințe
rw: Ibyifuzo
sd: ﺕﺎﺤﻴﺟﺮﺗ
si: මනාප
sk: Nastavenie
sl: Lastnosti
sq: Preferencat
sw: Mapendeleo
ta: விருப்பங்கள்
te: ప్రాధాన్యతలు
tg: Афзалиятҳо
th: การตั้งค่า
tk: Saýlamalar
tt: Сайлаулар
uk: Параметри
ur: ترجیحات
uz: Afzalliklar
vi: Sở thích
xh: Ezikhethwayo
yi: ןצנערעפֿערפּ

source: Small Icons:
af: Klein ikone:
am: ትናንሽ አዶዎች
ar: :ﺓﺮﻴﻐﺻ ﺕﺎﻧﻮﻘﻳﺃ
be: Маленькія абразкі:
bg: Малки икони:
bn: ছোট আইকন:
ca: Icones petites:
cy: Eiconau Bach:
da: Små ikoner:
eo: Malgrandaj piktogramoj:
et: Väikesed ikoonid:
eu: Ikono txikiak:
fa: :ﮏﭼﻮﮐ ﯼﺎﻫ ﻥﻮﮑﯾﺁ
fi: Pienet kuvakkeet:
fil: Maliit na Icon:
fy: Lytse ikoanen:
ga: Deilbhíní Beaga:
gd: Icons Beaga:
gl: Iconas pequenas:
gu: નાના ચિહ્નો:
he: :םינטק םינוקייא
hi: छोटे चिह्न:
hr: Male ikone:
hu: Kis ikonok:
hy: Փոքր սրբապատկերներ.
id: Ikon Kecil:
is: Lítil tákn:
ka: მცირე ხატები:
kk: Кішкентай белгішелер:
km: រូបតំណាងតូច៖
kn: ಚಿಕ್ಕ ಚಿಹ್ನೆಗಳು:
ku: Îkonên Biçûk:
ky: Чакан иконалар:
lb: Kleng Symboler:
lo: ໄອຄອນຂະໜາດນ້ອຍ:
lt: Mažos Piktogramos:
lv: Mazas ikonas:
mg: Kisary kely:
mi: Ata Iti:
mk: Мали икони:
ml: ചെറിയ ഐക്കണുകൾ:
mn: Жижиг дүрсүүд:
mr: लहान चिन्हे:
mt: Ikoni Żgħar:
my: အိုင်ကွန်ငယ်များ-
nb: Små ikoner:
ne: साना आइकनहरू:
or: ଛୋଟ ଆଇକନ୍:
pa: ਛੋਟੇ ਪ੍ਰਤੀਕ:
ps: :ﯥښﻧ ۍﻨﭼﻮﮐ
ro: Pictograme mici:
rw: Udushushondanga duto:
sd: :ﻥﻮﻴﻧﺎﺸﻧ ﻥﻮﻳﮃﻨﻧ
si: කුඩා අයිකන:
sk: Malé ikony:
sl: Majhne ikone:
sq: Ikonat e vogla:
sw: Aikoni Ndogo:
ta: சிறிய சின்னங்கள்:
te: చిన్న చిహ్నాలు:
tg: Нишонаҳои хурд:
th: ไอคอนขนาดเล็ก:
tk: Kiçijik nyşanlar:
tt: Кечкенә иконалар:
uk: Маленькі значки:
ur: :ﮟﯿﮩﯿﺒﺷ ﮯﭨﻮﮭﭼ
uz: Kichik belgilar:
vi: Các biểu tượng nhỏ:
xh: Iimpawu ezincinci:
yi: :זנאַקיי ןיילק
