Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Add STOCK button, or LABEL button with ICON anywhere
af: Voeg VOORRAAD-knoppie, of LABEL-knoppie met ICON enige plek by
am: STOCK ቁልፍን ወይም LABEL አዝራርን ከ ICON ጋር በማንኛውም ቦታ ያክሉ
ar: ﻥﺎﻜﻣ ﻱﺃ ﻲﻓ ICON ﻊﻣ LABEL ﺭﺯ ﻭﺃ STOCK ﺭﺯ ﺔﻓﺎﺿﺇ
be: Дадаць кнопку STOCK або кнопку LABEL са значком у любым месцы
bg: Добавете бутон СКЛАД или бутон ЕТИКЕТ с ИКОНА навсякъде
bn: স্টক বোতাম, বা আইকনের সাথে লেবেল বোতাম যেকোন জায়গায় যোগ করুন
ca: Afegeix el botó STOCK o el botó LABEL amb ICONA a qualsevol lloc
cy: Ychwanegwch botwm STOCK, neu botwm LABEL gydag ICON yn unrhyw le
da: Tilføj STOCK-knap eller LABEL-knap med ICON hvor som helst
eo: Aldonu STOCK-butonon aŭ LABEL-butonon kun IKONO ie ajn
et: Lisage nupp LAOS või nupp LABEL ikooniga kõikjal
eu: Gehitu STOCK botoia edo LABEL botoia IKONOA duen edonon
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺎﺠﮐ ﺮﻫ ﺭﺩ ICON ﺎﺑ ﺍﺭ LABEL ﻪﻤﮐﺩ ﺎﯾ STOCK ﻪﻤﮐﺩ
fi: Lisää STOCK-painike tai LABEL-painike, jossa on ICON missä tahansa
fil: Magdagdag ng STOCK button, o LABEL button na may ICON kahit saan
fy: Foegje STOCK-knop ta, as LABEL-knop mei ICON oeral
ga: Cuir cnaipe STOCK, nó cnaipe LABEL le ICON áit ar bith
gd: Cuir putan STOCK, no putan LABEL le ICON an àite sam bith
gl: Engade o botón STOCK ou o botón LABEL con ICONA en calquera lugar
gu: ગમે ત્યાં ICON સાથે STOCK બટન અથવા LABEL બટન ઉમેરો
he: םוקמ לכב ICON םע LABEL רותפכ וא ,STOCK רותפכ ףסוה
hi: ICON के साथ कहीं भी STOCK बटन, या LABEL बटन जोड़ें
hr: Dodajte gumb STOCK ili gumb LABEL s IKONOM bilo gdje
hu: Adja hozzá a KÉSZLET gombot vagy a LABEL gombot az ICON-nal bárhová
hy: Ավելացնել STOCK կոճակը կամ LABEL կոճակը ICON-ով ցանկացած վայրում
id: Tambahkan tombol STOCK, atau tombol LABEL dengan ICON di mana saja
is: Bættu við STOCK hnappi, eða LABEL hnappi með ICON hvar sem er
ka: დაამატეთ STOCK ღილაკი, ან LABEL ღილაკი ICON-ით ნებისმიერ ადგილას
kk: STOCK түймесін немесе кез келген жерде ICON бар LABEL түймесін қосыңыз
km: បន្ថែមប៊ូតុង STOCK ឬប៊ូតុង LABEL ជាមួយ ICON គ្រប់ទីកន្លែង
kn: ಎಲ್ಲಿಯಾದರೂ ಐಕಾನ್u200cನೊಂದಿಗೆ STOCK ಬಟನ್ ಅಥವಾ LABEL ಬಟನ್ ಸೇರಿಸಿ
ku: Bişkojka STOCK, an bişkoka LABEL bi ICON li her deverê zêde bikin
ky: STOCK баскычын же ICON менен LABEL баскычын каалаган жерге кошуңуз
lb: Füügt STOCK Knäppchen, oder LABEL Knäppchen mat ICON iwwerall
lo: ເພີ່ມປຸ່ມ STOCK, ຫຼືປຸ່ມ LABEL ດ້ວຍ ICON ທຸກບ່ອນ
lt: Pridėkite mygtuką STOCK arba LABEL mygtuką su ICON bet kur
lv: Pievienojiet pogu STOCK vai pogu LABEL ar IKONU jebkurā vietā
mg: Manampia bokotra STOCK, na bokotra LABEL miaraka amin'ny ICON na aiza na aiza
mi: Taapirihia te paatene STOCK, te paatene LABEL me te ICON ki hea
mk: Додајте копче STOCK или копче LABEL со ICON каде било
ml: എവിടെയും ഐക്കണുള്ള STOCK ബട്ടൺ അല്ലെങ്കിൽ LABEL ബട്ടൺ ചേർക്കുക
mn: STOCK товчлуур эсвэл ICON-той LABEL товчийг хаана ч нэмнэ үү
mr: कुठेही ICON सह STOCK बटण किंवा LABEL बटण जोडा
mt: Żid buttuna STOCK, jew buttuna TIKKETTA bl-IKON kullimkien
my: STOCK ခလုတ် သို့မဟုတ် LABEL ခလုတ်ကို ICON ဖြင့် မည်သည့်နေရာတွင်မဆို ထည့်ပါ။
nb: Legg til STOCK-knapp, eller LABEL-knapp med ICON hvor som helst
ne: ICON को साथ कहीं पनि STOCK बटन, वा LABEL बटन थप्नुहोस्
or: ଯେକ anywhere ଣସି ଠାରେ ICON ସହିତ STOCK ବଟନ୍, କିମ୍ବା LABEL ବଟନ୍ ଯୋଡନ୍ତୁ |
pa: ICON ਦੇ ਨਾਲ ਸਟਾਕ ਬਟਨ, ਜਾਂ ਲੇਬਲ ਬਟਨ ਨੂੰ ਕਿਤੇ ਵੀ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﯤﺮﯿﭼﺮﻫ ﻩﺮﺳ ICON ﺩ ۍڼﺗ ﻞﺒﯿﻟ ﺩ ﺎﯾ ،ۍڼﺗ STOCK ﺩ
ro: Adăugați butonul STOCK sau butonul LABEL cu ICONA oriunde
rw: Ongeraho buto ya STOCK, cyangwa buto ya LABEL hamwe na ICON ahantu hose
sd: STOCK ﺎﻳ ،ﮡٽﺑ LABEL ﻮﻳﺮڪ ﻞﻣﺎﺷ ﮡٽﺑ ICON ﻪﺑ ﻲﭥڪ ﻥﺎﺳ
si: ඕනෑම තැනක අයිකනය සහිත STOCK බොත්තම හෝ LABEL බොත්තම එක් කරන්න
sk: Pridajte tlačidlo STOCK alebo tlačidlo LABEL s IKONOU kdekoľvek
sl: Dodajte gumb ZALOG ali gumb LABEL z IKONO kjer koli
sq: Shto butonin STOCK ose butonin LABEL me ICON kudo
sw: Ongeza kitufe cha STOCK, au kitufe cha LABEL chenye ICON popote
ta: ஐகானுடன் STOCK பட்டன் அல்லது LABEL பட்டனை எங்கும் சேர்க்கவும்
te: ఎక్కడైనా ఐకాన్u200cతో STOCK బటన్ లేదా LABEL బటన్u200cను జోడించండి
tg: Тугмаи STOCK ё тугмаи LABEL бо ICON дар ҳама ҷо илова кунед
th: เพิ่มปุ่ม STOCK หรือปุ่ม LABEL พร้อม ICON ได้ทุกที่
tk: Islendik ýerde STOCK düwmesini ýa-da LABEL düwmesini goşuň
tt: STOCK төймәсен яки ICON белән LABEL төймәсен өстәгез
uk: Додайте кнопку STOCK або кнопку LABEL зі значком будь-де
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﻦﭩﺑ LABEL ﺎﯾ ،ﻦﭩﺑ STOCK ﮫﺗﺎﺳ ﮯﮐ ICON ﯽﮭﺑ ﮟﯿﮩﮐ
uz: STOCK tugmasi yoki ICON bilan LABEL tugmasini istalgan joyda qo‘shing
vi: Thêm nút KHO hoặc nút NHÃN có ICON ở bất kỳ đâu
xh: Yongeza iqhosha le-STOCK, okanye i-LABEL iqhosha eline-ICON naphi na
yi: ץעגרע ICON טימ לפּענק LABEL רעדאָ לפּענק רעגאַל אַ גייל

source: Add a text entry
af: Voeg 'n teksinskrywing by
am: የጽሑፍ ግቤት ጨምር
ar: ﺺﻧ ﻝﺎﺧﺩﺇ ﻒﺿﺃ
be: Дадаць тэкставы запіс
bg: Добавете текстов запис
bn: একটি টেক্সট এন্ট্রি যোগ করুন
ca: Afegeix una entrada de text
cy: Ychwanegwch gofnod testun
da: Tilføj en tekstindgang
eo: Aldonu tekstan eniron
et: Lisage tekstisisestus
eu: Gehitu testu-sarrera bat
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﯽﻨﺘﻣ ﯼﺩﻭﺭﻭ ﮏﯾ
fi: Lisää tekstimerkintä
fil: Magdagdag ng text entry
fy: Foegje in tekstyngong ta
ga: Cuir iontráil téacs leis
gd: Cuir a-steach teacsa
gl: Engade unha entrada de texto
gu: ટેક્સ્ટ એન્ટ્રી ઉમેરો
he: טסקט תמושר ףסוה
hi: एक टेक्स्ट प्रविष्टि जोड़ें
hr: Dodajte unos teksta
hu: Szövegbevitel hozzáadása
hy: Ավելացնել տեքստային մուտք
id: Tambahkan entri teks
is: Bættu við textafærslu
ka: დაამატეთ ტექსტის ჩანაწერი
kk: Мәтіндік жазба қосыңыз
km: បន្ថែមធាតុអត្ថបទ
kn: ಪಠ್ಯ ನಮೂದನ್ನು ಸೇರಿಸಿ
ku: Têketinek nivîsê zêde bikin
ky: Текст жазуусун кошуу
lb: Füügt en Textentrée
lo: ຕື່ມການໃສ່ຂໍ້ຄວາມ
lt: Pridėti teksto įrašą
lv: Pievienojiet teksta ierakstu
mg: Manampia fidirana an-tsoratra
mi: Tāpirihia he tāurunga kupu
mk: Додадете текстуален запис
ml: ഒരു ടെക്സ്റ്റ് എൻട്രി ചേർക്കുക
mn: Текст оруулга нэмнэ үү
mr: मजकूर एंट्री जोडा
mt: Żid entrata tat-test
my: စာသားထည့်သွင်းပါ။
nb: Legg til en tekstoppføring
ne: पाठ प्रविष्टि थप्नुहोस्
or: ଏକ ଟେକ୍ସଟ୍ ଏଣ୍ଟ୍ରି ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਟੈਕਸਟ ਐਂਟਰੀ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﻝﻮﻠﺧﺍﺩ ﻦﺘﻣ ﺩ
ro: Adăugați o intrare de text
rw: Ongeraho inyandiko
sd: ﻮﻳﺮڪ ﻞﺧﺍﺩ ٽﺴڪﻴٽ
si: පෙළ ඇතුළත් කිරීමක් එක් කරන්න
sk: Pridajte textový záznam
sl: Dodajte vnos besedila
sq: Shto një hyrje teksti
sw: Ongeza maandishi
ta: உரை உள்ளீட்டைச் சேர்க்கவும்
te: టెక్స్ట్ ఎంట్రీని జోడించండి
tg: Иловаи матн
th: เพิ่มรายการข้อความ
tk: Tekst ýazgysyny goşuň
tt: Текст язуы өстәргә
uk: Додайте текстовий запис
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺝﺍﺭﺪﻧﺍ ﺎﮐ ﻦﺘﻣ
uz: Matn kiritish
vi: Thêm một mục nhập văn bản
xh: Yongeza ingeniso yokubhaliweyo
yi: עיציזאָפּ טסקעט אַ גייל

source: Add a large text entry
af: Voeg 'n groot teksinskrywing by
am: ትልቅ የጽሑፍ ግቤት ጨምር
ar: ﺮﻴﺒﻛ ﺺﻧ ﻝﺎﺧﺩﺇ ﻒﺿﺃ
be: Дадайце вялікі тэкставы запіс
bg: Добавете голям текстов запис
bn: একটি বড় টেক্সট এন্ট্রি যোগ করুন
ca: Afegiu una entrada de text gran
cy: Ychwanegwch gofnod testun mawr
da: Tilføj en stor tekstindgang
eo: Aldonu grandan tekston
et: Lisage suur tekstisisestus
eu: Gehitu testu-sarrera handi bat
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﮒﺭﺰﺑ ﯽﻨﺘﻣ ﯼﺩﻭﺭﻭ ﮏﯾ
fi: Lisää suuri teksti
fil: Magdagdag ng malaking text entry
fy: Foegje in grutte tekstynfier ta
ga: Cuir iontráil mhór téacs leis
gd: Cuir a-steach teacsa mòr
gl: Engade unha entrada de texto grande
gu: મોટી ટેક્સ્ટ એન્ટ્રી ઉમેરો
he: הלודג טסקט תמושר ףסוה
hi: एक बड़ी टेक्स्ट प्रविष्टि जोड़ें
hr: Dodajte veliki unos teksta
hu: Adjon hozzá egy nagy szövegbevitelt
hy: Ավելացնել մեծ տեքստային մուտք
id: Tambahkan entri teks besar
is: Bættu við stórum textafærslu
ka: დაამატეთ დიდი ტექსტის ჩანაწერი
kk: Үлкен мәтін жазбасын қосыңыз
km: បន្ថែមធាតុអត្ថបទធំ
kn: ದೊಡ್ಡ ಪಠ್ಯ ನಮೂದನ್ನು ಸೇರಿಸಿ
ku: Têketinek nivîsê ya mezin zêde bikin
ky: Чоң текстти кошуу
lb: Füügt eng grouss Textentrée
lo: ເພີ່ມຂໍ້ຄວາມຂະຫນາດໃຫຍ່
lt: Pridėti didelį teksto įrašą
lv: Pievienojiet lielu teksta ierakstu
mg: Manampia fampidirana lahatsoratra lehibe
mi: Tāpirihia he tāurunga kuputuhi nui
mk: Додадете голем запис на текст
ml: ഒരു വലിയ ടെക്സ്റ്റ് എൻട്രി ചേർക്കുക
mn: Том текст оруулга нэмнэ үү
mr: एक मोठी मजकूर एंट्री जोडा
mt: Żid dħul ta' test kbir
my: ကြီးမားသောစာသားထည့်သွင်းမှု
nb: Legg til en stor tekstoppføring
ne: ठूलो पाठ प्रविष्टि थप्नुहोस्
or: ଏକ ବଡ଼ ପାଠ୍ୟ ଏଣ୍ଟ୍ରି ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਵੱਡੀ ਟੈਕਸਟ ਐਂਟਰੀ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻞﺧﺍﺩ ﻦﺘﻣ ﯼﻮﻟ ﻮﯾ
ro: Adăugați o intrare de text mare
rw: Ongeraho inyandiko nini yinjira
sd: ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻦﺘﻣ ﻭڏﻭ ﻭڙڪﮬ
si: විශාල පෙළ ප්u200dරවේශයක් එක් කරන්න
sk: Pridajte veľký textový záznam
sl: Dodajte velik vnos besedila
sq: Shtoni një hyrje të madhe teksti
sw: Ongeza maandishi makubwa
ta: பெரிய உரை உள்ளீட்டைச் சேர்க்கவும்
te: పెద్ద టెక్స్ట్ ఎంట్రీని జోడించండి
tg: Иловаи матни калон
th: เพิ่มรายการข้อความขนาดใหญ่
tk: Uly tekst ýazgysyny goşuň
tt: Зур текст язу
uk: Додайте великий текстовий запис
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺝﺍﺭﺪﻧﺍ ﭧﺴﮑﯿﭨ ﺍﮍﺑ ﮏﯾﺍ
uz: Katta matnli yozuv qo'shing
vi: Thêm một mục nhập văn bản lớn
xh: Yongeza ingeniso yokubhaliweyo enkulu
yi: עיציזאָפּ טסקעט סיורג אַ גייל

source: Add a password entry
af: Voeg 'n wagwoordinskrywing by
am: የይለፍ ቃል ግቤት ጨምር
ar: ﺭﻭﺮﻤﻟﺍ ﺔﻤﻠﻛ ﻝﺎﺧﺩﺇ ﻒﺿﺃ
be: Дадайце ўвод пароля
bg: Добавете въвеждане на парола
bn: একটি পাসওয়ার্ড এন্ট্রি যোগ করুন
ca: Afegiu una entrada de contrasenya
cy: Ychwanegwch gofnod cyfrinair
da: Tilføj en adgangskode
eo: Aldonu pasvortan eniron
et: Lisage parooli sisestus
eu: Gehitu pasahitz sarrera
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺭﻮﺒﻋ ﺰﻣﺭ ﯼﺩﻭﺭﻭ ﮏﯾ
fi: Lisää salasana
fil: Magdagdag ng password entry
fy: Foegje in wachtwurdynfier ta
ga: Cuir iontráil pasfhocal leis
gd: Cuir a-steach facal-faire
gl: Engade unha entrada de contrasinal
gu: પાસવર્ડ એન્ટ્રી ઉમેરો
he: המסיס תמושר ףסוה
hi: एक पासवर्ड प्रविष्टि जोड़ें
hr: Dodajte unos lozinke
hu: Adjon hozzá egy jelszót
hy: Ավելացնել գաղտնաբառի մուտքագրում
id: Tambahkan entri kata sandi
is: Bættu við lykilorðsfærslu
ka: დაამატეთ პაროლის ჩანაწერი
kk: Құпия сөз жазбасын қосыңыз
km: បន្ថែមការបញ្ចូលពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ನಮೂದನ್ನು ಸೇರಿಸಿ
ku: Têketinek şîfreyê zêde bikin
ky: Сырсөз киргизүүнү кошуңуз
lb: Füügt e Passwuert aginn
lo: ເພີ່ມການປ້ອນລະຫັດຜ່ານ
lt: Pridėti slaptažodžio įrašą
lv: Pievienojiet paroles ievadi
mg: Manampia fidirana tenimiafina
mi: Tāpirihia he urunga kupuhipa
mk: Додадете внесување лозинка
ml: ഒരു പാസ്u200cവേഡ് എൻട്രി ചേർക്കുക
mn: Нууц үгийн оруулга нэмнэ үү
mr: पासवर्ड एंट्री जोडा
mt: Żid dħul tal-password
my: စကားဝှက်တစ်ခုထည့်ပါ။
nb: Legg til en passordoppføring
ne: पासवर्ड प्रविष्टि थप्नुहोस्
or: ଏକ ପାସୱାର୍ଡ ଏଣ୍ଟ୍ରି ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਪਾਸਵਰਡ ਐਂਟਰੀ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﻝﻮﻠﺧﺍﺩ ﻡﻮﻨټﭘ ﺩ
ro: Adăugați o intrare de parolă
rw: Ongeraho ijambo ryibanga
sd: ﻮﻳﺮڪ ﻞﺧﺍﺩ ڊﺭﻮﺳﺎﭘ
si: මුරපදය ඇතුළත් කිරීමක් එක් කරන්න
sk: Pridajte heslo
sl: Dodajte vnos gesla
sq: Shtoni një hyrje me fjalëkalim
sw: Ongeza ingizo la nenosiri
ta: கடவுச்சொல் உள்ளீட்டைச் சேர்க்கவும்
te: పాస్u200cవర్డ్ నమోదును జోడించండి
tg: Воридоти паролро илова кунед
th: เพิ่มรายการรหัสผ่าน
tk: Paroly ýazyň
tt: Серсүз язуны өстәгез
uk: Додайте введення пароля
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺝﺍﺭﺪﻧﺍ ﺎﮐ ﮈﺭﻭ ﺱﺎﭘ
uz: Parolni kiritish
vi: Thêm một mục nhập mật khẩu
xh: Yongeza igama lokugqitha
yi: עיציזאָפּ לאָראַפּ אַ גייל

source: Add a file or pipe viewer
af: Voeg 'n lêer of pypkyker by
am: ፋይል ወይም የቧንቧ መመልከቻ ያክሉ
ar: ﺽﺭﺎﻋ ﺏﻮﺒﻧﺃ ﻭﺃ ﻒﻠﻣ ﺔﻓﺎﺿﺇ
be: Дадаць файл або канал прагляду
bg: Добавете програма за преглед на файл или канал
bn: একটি ফাইল বা পাইপ ভিউয়ার যোগ করুন
ca: Afegiu un visor de fitxers o canonades
cy: Ychwanegwch ffeil neu wyliwr pibell
da: Tilføj en fil eller pipe viewer
eo: Aldonu dosieron aŭ pipan spektilon
et: Lisage faili- või toruvaatur
eu: Gehitu fitxategi edo kanalizazio-ikustaile bat
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﻪﻟﻮﻟ ﺎﯾ ﻞﯾﺎﻓ ﺮﮕﺸﯾﺎﻤﻧ ﮏﯾ
fi: Lisää tiedosto tai putken katseluohjelma
fil: Magdagdag ng file o pipe viewer
fy: Foegje in bestân of pipe viewer ta
ga: Cuir comhad nó breathnóir píopa leis
gd: Cuir faidhle no sealladair pìoba ris
gl: Engade un visor de ficheiros ou canalizacións
gu: ફાઇલ અથવા પાઇપ વ્યૂઅર ઉમેરો
he: תורוניצ גיצמ וא ץבוק ףסוה
hi: फ़ाइल या पाइप व्यूअर जोड़ें
hr: Dodajte preglednik datoteke ili cijevi
hu: Fájl- vagy csőnézegető hozzáadása
hy: Ավելացնել ֆայլ կամ խողովակ դիտող
id: Tambahkan penampil file atau pipa
is: Bættu við skrá eða pípuskoðara
ka: დაამატეთ ფაილის ან მილების მაყურებელი
kk: Файлды немесе құбырды қарау құралын қосыңыз
km: បន្ថែមឯកសារ ឬឧបករណ៍មើលបំពង់
kn: ಫೈಲ್ ಅಥವಾ ಪೈಪ್ ವೀಕ್ಷಕವನ್ನು ಸೇರಿಸಿ
ku: Pêşkêşkerek pel an boriyek zêde bikin
ky: Файлды же түтүк көрүүчүнү кошуңуз
lb: Füügt e Fichier oder Pipe Viewer
lo: ເພີ່ມໄຟລ໌ຫຼືຕົວເບິ່ງທໍ່
lt: Pridėkite failų arba vamzdžių peržiūros programą
lv: Pievienojiet failu vai cauruļu skatītāju
mg: Manampia rakitra na mpijery fantsona
mi: Tāpirihia he konae, he kaitirotiro paipa ranei
mk: Додајте прегледувач на датотеки или цевки
ml: ഒരു ഫയൽ അല്ലെങ്കിൽ പൈപ്പ് വ്യൂവർ ചേർക്കുക
mn: Файл эсвэл хоолой харагч нэмнэ үү
mr: फाइल किंवा पाईप दर्शक जोडा
mt: Żid fajl jew pajp viewer
my: ဖိုင် သို့မဟုတ် ပိုက်ကြည့်ရှုသူကို ထည့်ပါ။
nb: Legg til en fil eller pipe viewer
ne: फाइल वा पाइप दर्शक थप्नुहोस्
or: ଏକ ଫାଇଲ୍ କିମ୍ବା ପାଇପ୍ ଭ୍ୟୁୟର୍ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਫਾਈਲ ਜਾਂ ਪਾਈਪ ਦਰਸ਼ਕ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﻲﮑﻧﻭﺪﯿﻟ ﭗﯾﺎﭘ ﺎﯾ ﻞﯾﺎﻓ ﺩ
ro: Adăugați un vizualizator de fișiere sau conducte
rw: Ongeraho dosiye cyangwa umuyoboro ureba
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ﻭﺭﺍﻭ ﮡﺳڏ ﭗﺋﺎﭘ ﺎﻳ ﻞﺋﺎﻓ ﻱڙڪﮬ
si: ගොනුවක් හෝ පයිප්ප නරඹන්නාක් එක් කරන්න
sk: Pridajte prehliadač súborov alebo potrubí
sl: Dodajte pregledovalnik datotek ali cevi
sq: Shto një skedar ose shikues tubash
sw: Ongeza faili au kitazamaji bomba
ta: கோப்பு அல்லது பைப் வியூவரைச் சேர்க்கவும்
te: ఫైల్ లేదా పైప్ వ్యూయర్u200cని జోడించండి
tg: Файл ё намоишгари қубур илова кунед
th: เพิ่มไฟล์หรือโปรแกรมดูไพพ์
tk: Faýl ýa-da turba tomaşaçy goşuň
tt: Файл яки торба караучы өстәгез
uk: Додайте переглядач файлів або каналів
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺭﻮﯾﻭ ﭗﺋﺎﭘ ﺎﯾ ﻞﺋﺎﻓ
uz: Fayl yoki quvur ko'ruvchisini qo'shing
vi: Thêm tệp hoặc trình xem ống dẫn
xh: Yongeza ifayile okanye umbhobho wokujonga
yi: רעקוקוצ רער רעדאָ עקעט אַ גייל

source: Add multi-line text editor
af: Voeg multi-reël teksredigeerder by
am: ባለብዙ መስመር ጽሑፍ አርታዒ ያክሉ
ar: ﺮﻄﺳﻷ﻿ﺍ ﺩﺪﻌﺘﻣ ﺺﻧ ﺭﺮﺤﻣ ﺔﻓﺎﺿﺇ
be: Дадаць шматрадковы тэкставы рэдактар
bg: Добавете многоредов текстов редактор
bn: মাল্টি-লাইন টেক্সট এডিটর যোগ করুন
ca: Afegiu un editor de text de diverses línies
cy: Ychwanegwch olygydd testun aml-linell
da: Tilføj multi-line tekst editor
eo: Aldonu plurlinian tekstredaktilon
et: Lisage mitmerealine tekstiredaktor
eu: Gehitu lerro anitzeko testu editorea
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺍﺭ ﯽﻄﺧ ﺪﻨﭼ ﻦﺘﻣ ﺮﮕﺸﯾﺍﺮﯾﻭ
fi: Lisää monirivinen tekstieditori
fil: Magdagdag ng multi-line na text editor
fy: Foegje tekstbewurker mei meardere rigels ta
ga: Cuir eagarthóir téacs illíne leis
gd: Cuir deasaiche teacsa ioma-loidhne ris
gl: Engade un editor de texto multiliña
gu: મલ્ટિ-લાઇન ટેક્સ્ટ એડિટર ઉમેરો
he: תורוש בר טסקט ךרוע ףסוה
hi: बहु-पंक्ति पाठ संपादक जोड़ें
hr: Dodajte uređivač teksta s više redaka
hu: Többsoros szövegszerkesztő hozzáadása
hy: Ավելացրեք տեքստային խմբագիր բազմաշերտ
id: Tambahkan editor teks multi-baris
is: Bættu við margra lína textaritli
ka: დაამატეთ მრავალ სტრიქონიანი ტექსტური რედაქტორი
kk: Көп жолды мәтіндік редакторды қосыңыз
km: បន្ថែមកម្មវិធីនិពន្ធអត្ថបទពហុជួរ
kn: ಬಹು-ಸಾಲಿನ ಪಠ್ಯ ಸಂಪಾದಕವನ್ನು ಸೇರಿಸಿ
ku: Edîtorê nivîsê ya pir-xêz zêde bikin
ky: Көп саптуу текст редакторун кошуу
lb: Füügt Multi-Linn Text Editor
lo: ເພີ່ມຕົວແກ້ໄຂຂໍ້ຄວາມຫຼາຍແຖວ
lt: Pridėkite kelių eilučių teksto rengyklę
lv: Pievienojiet vairāku rindu teksta redaktoru
mg: Ampio mpamoaka lahatsoratra maromaro andalana
mi: Tāpirihia te ētita kuputuhi raina-maha
mk: Додајте повеќелиниски уредувач на текст
ml: മൾട്ടി-ലൈൻ ടെക്സ്റ്റ് എഡിറ്റർ ചേർക്കുക
mn: Олон мөрт текст засварлагч нэмнэ үү
mr: मल्टी-लाइन टेक्स्ट एडिटर जोडा
mt: Żid editur tat-test b'ħafna linji
my: စာကြောင်းပေါင်းများစွာ စာသားတည်းဖြတ်သူ ထည့်ပါ။
nb: Legg til flerlinjers tekstredigerer
ne: बहु-लाइन पाठ सम्पादक थप्नुहोस्
or: ମଲ୍ଟି ଲାଇନ୍ ଟେକ୍ସଟ୍ ଏଡିଟର୍ ଯୋଡନ୍ତୁ |
pa: ਮਲਟੀ-ਲਾਈਨ ਟੈਕਸਟ ਐਡੀਟਰ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﺮټﯾډﯾﺍ ﻦﺘﻣ ﻦﯾﻻ﻿ ﻲټﻠﻣ
ro: Adăugați un editor de text cu mai multe linii
rw: Ongeraho imirongo myinshi yinyandiko
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺮٽﻳڊﻳﺍ ٽﺴڪﻴٽ ﻦﺋﻻ﻿ ﻲٽﻠﻣ
si: බහු පේළි පෙළ සංස්කාරකය එක් කරන්න
sk: Pridajte viacriadkový textový editor
sl: Dodajte večvrstični urejevalnik besedila
sq: Shto redaktues teksti me shumë rreshta
sw: Ongeza kihariri cha maandishi cha safu nyingi
ta: பல வரி உரை திருத்தியைச் சேர்க்கவும்
te: బహుళ-లైన్ టెక్స్ట్ ఎడిటర్u200cని జోడించండి
tg: Иловаи муҳаррири матнии бисёрсатрӣ
th: เพิ่มโปรแกรมแก้ไขข้อความหลายบรรทัด
tk: Köp setirli tekst redaktoryny goşuň
tt: Күп юллы текст редакторын өстәгез
uk: Додати багаторядковий текстовий редактор
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺮﭩﯾﮉﯾﺍ ﭧﺴﮑﯿﭨ ﻦﺋﻻ﻿ ﯽﭩﻠﻣ
uz: Ko'p qatorli matn muharriri qo'shing
vi: Thêm trình soạn thảo văn bản nhiều dòng
xh: Yongeza umhleli wombhalo onemigca emininzi
yi: ראָטקאַדער טסקעט הרוש-יטלאַמ גייל

source: Add a checkbox option
af: Voeg 'n merkblokkie-opsie by
am: የአመልካች ሳጥን አማራጭ ያክሉ
ar: ﺭﺎﻴﺘﺧﻻ﻿ﺍ ﻊﺑﺮﻣ ﺭﺎﻴﺧ ﺔﻓﺎﺿﺇ
be: Дадайце опцыю сцяжка
bg: Добавете опция за отметка
bn: একটি চেকবক্স বিকল্প যোগ করুন
ca: Afegeix una opció de casella de selecció
cy: Ychwanegwch opsiwn blwch gwirio
da: Tilføj et afkrydsningsfelt
eo: Aldonu markobuton-opcion
et: Lisage märkeruut
eu: Gehitu kontrol-laukiaren aukera
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺲﮐﺎﺑ ﮏﭼ ﻪﻨﯾﺰﮔ ﮏﯾ
fi: Lisää valintaruutuvaihtoehto
fil: Magdagdag ng opsyon sa checkbox
fy: Foegje in karfakje opsje ta
ga: Cuir rogha bosca seiceála leis
gd: Cuir roghainn bogsa sgrùdaidh ris
gl: Engadir unha opción de caixa de verificación
gu: ચેકબોક્સ વિકલ્પ ઉમેરો
he: ןומיס תבית תורשפא ףסוה
hi: चेकबॉक्स विकल्प जोड़ें
hr: Dodajte opciju potvrdnog okvira
hu: Adjon hozzá egy jelölőnégyzetet
hy: Ավելացնել վանդակի տարբերակ
id: Tambahkan opsi kotak centang
is: Bættu við valmöguleika fyrir gátreit
ka: დაამატეთ მოსანიშნი ველის ვარიანტი
kk: Құсбелгі опциясын қосыңыз
km: បន្ថែមជម្រើសប្រអប់ធីក
kn: ಚೆಕ್u200cಬಾಕ್ಸ್ ಆಯ್ಕೆಯನ್ನು ಸೇರಿಸಿ
ku: Vebijarkek qutiya kontrolê zêde bikin
ky: Белгилөө кутучасын кошуңуз
lb: Füügt eng Checkbox Optioun
lo: ເພີ່ມຕົວເລືອກກ່ອງກາໝາຍ
lt: Pridėti žymimąjį laukelį
lv: Pievienojiet izvēles rūtiņas opciju
mg: Manampia safidy boaty
mi: Tāpirihia he kōwhiringa pouakataki
mk: Додадете опција на полето за избор
ml: ഒരു ചെക്ക്ബോക്സ് ഓപ്ഷൻ ചേർക്കുക
mn: Сонголт нэмэх
mr: एक चेकबॉक्स पर्याय जोडा
mt: Żid għażla ta' checkbox
my: checkbox option ကိုထည့်ပါ။
nb: Legg til et avkrysningsboksalternativ
ne: चेकबक्स विकल्प थप्नुहोस्
or: ଏକ ଚେକ୍ ବକ୍ସ ଅପ୍ସନ୍ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਚੈਕਬਾਕਸ ਵਿਕਲਪ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﺭﺎﯿﺘﺧﺍ ﺲﮑﺑ ﮏﭼ ﺩ
ro: Adăugați o opțiune de casetă de selectare
rw: Ongeraho agasanduku k'isanduku
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺭﺎﻴﺘﺧﺍ ﺲڪﺎﺑ ڪﻴﭼ
si: තේරීම් කොටු විකල්පයක් එක් කරන්න
sk: Pridajte možnosť začiarkavacieho políčka
sl: Dodajte možnost potrditvenega polja
sq: Shto një opsion të kutisë së zgjedhjes
sw: Ongeza chaguo la kisanduku cha kuteua
ta: தேர்வுப்பெட்டி விருப்பத்தைச் சேர்க்கவும்
te: చెక్u200cబాక్స్ ఎంపికను జోడించండి
tg: Интихоби қуттии қайдро илова кунед
th: เพิ่มตัวเลือกช่องทำเครื่องหมาย
tk: Bellik gutusyny goşuň
tt: Такталар параметрын өстәгез
uk: Додайте параметр прапорця
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﻦﺸﭘﺁ ﺲﮐﺎﺑ ﮏﯿﭼ ﮏﯾﺍ
uz: Belgilash qutisi variantini qo'shing
vi: Thêm tùy chọn hộp kiểm
xh: Yongeza ibhokisi yokukhangela ukhetho
yi: עיצפּאָ סקאָבקקעשט אַ גייל

source: Add a radio option
af: Voeg 'n radio-opsie by
am: የሬዲዮ አማራጭ ያክሉ
ar: ﻮﻳﺩﺍﺭ ﺭﺎﻴﺧ ﻒﺿﺃ
be: Дадаць опцыю радыё
bg: Добавете опция за радио
bn: একটি রেডিও বিকল্প যোগ করুন
ca: Afegeix una opció de ràdio
cy: Ychwanegwch opsiwn radio
da: Tilføj en radioindstilling
eo: Aldonu radio-opcion
et: Lisage raadiovalik
eu: Gehitu irrati-aukera bat
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﯽﯾﻮﯾﺩﺍﺭ ﻪﻨﯾﺰﮔ ﮏﯾ
fi: Lisää radiovaihtoehto
fil: Magdagdag ng opsyon sa radyo
fy: Foegje in radio-opsje ta
ga: Cuir rogha raidió leis
gd: Cuir roghainn rèidio ris
gl: Engade unha opción de radio
gu: રેડિયો વિકલ્પ ઉમેરો
he: וידר תורשפא ףסוה
hi: एक रेडियो विकल्प जोड़ें
hr: Dodajte radio opciju
hu: Adjon hozzá rádiólehetőséget
hy: Ավելացնել ռադիո տարբերակ
id: Tambahkan opsi radio
is: Bættu við útvarpsvalkosti
ka: დაამატეთ რადიოს ვარიანტი
kk: Радио опциясын қосыңыз
km: បន្ថែមជម្រើសវិទ្យុ
kn: ರೇಡಿಯೋ ಆಯ್ಕೆಯನ್ನು ಸೇರಿಸಿ
ku: Vebijêrkek radyoyê zêde bikin
ky: Радио опциясын кошуңуз
lb: Füügt eng Radiooptioun
lo: ເພີ່ມທາງເລືອກວິທະຍຸ
lt: Pridėkite radijo parinktį
lv: Pievienojiet radio opciju
mg: Manampia safidy radio
mi: Tāpirihia he kōwhiringa reo irirangi
mk: Додадете опција за радио
ml: ഒരു റേഡിയോ ഓപ്ഷൻ ചേർക്കുക
mn: Радио сонголтыг нэмнэ үү
mr: रेडिओ पर्याय जोडा
mt: Żid għażla tar-radju
my: ရေဒီယို ရွေးချယ်မှုတစ်ခု ထည့်ပါ။
nb: Legg til et radioalternativ
ne: रेडियो विकल्प थप्नुहोस्
or: ଏକ ରେଡିଓ ବିକଳ୍ପ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਰੇਡੀਓ ਵਿਕਲਪ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﺭﺎﯿﺘﺧﺍ ﻮﯾډﺍﺭ ﺩ
ro: Adăugați o opțiune radio
rw: Ongeraho uburyo bwa radio
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺭﺎﻴﺘﺧﺍ ﻮﻳڊﻳﺭ
si: රේඩියෝ විකල්පයක් එක් කරන්න
sk: Pridajte možnosť rádia
sl: Dodajte možnost radia
sq: Shto një opsion radioje
sw: Ongeza chaguo la redio
ta: ரேடியோ விருப்பத்தைச் சேர்க்கவும்
te: రేడియో ఎంపికను జోడించండి
tg: Илова кардани имконоти радио
th: เพิ่มตัวเลือกวิทยุ
tk: Radio görnüşini goşuň
tt: Радио вариантын өстәгез
uk: Додайте опцію радіо
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﻦﺸﭘﺁ ﻮﯾﮉﯾﺭ
uz: Radio opsiyasi qo'shing
vi: Thêm tùy chọn radio
xh: Yongeza inketho yerediyo
yi: עיצפּאָ אָידאַר אַ גייל

source: Add an icon
af: Voeg 'n ikoon by
am: አዶ ያክሉ
ar: ﺔﻧﻮﻘﻳﺃ ﻒﺿﺃ
be: Дадаць значок
bg: Добавете икона
bn: একটি আইকন যোগ করুন
ca: Afegeix una icona
cy: Ychwanegwch eicon
da: Tilføj et ikon
eo: Aldonu ikonon
et: Lisage ikoon
eu: Gehitu ikono bat
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺩﺎﻤﻧ ﮏﯾ
fi: Lisää kuvake
fil: Magdagdag ng icon
fy: Foegje in ikoan ta
ga: Cuir deilbhín leis
gd: Cuir ìomhaigh ris
gl: Engade unha icona
gu: એક ચિહ્ન ઉમેરો
he: למס ףסוה
hi: एक आइकन जोड़ें
hr: Dodajte ikonu
hu: Adjon hozzá egy ikont
hy: Ավելացնել պատկերակ
id: Tambahkan ikon
is: Bættu við tákni
ka: დაამატეთ ხატი
kk: Белгішені қосыңыз
km: បន្ថែមរូបតំណាង
kn: ಐಕಾನ್ ಸೇರಿಸಿ
ku: Iconek zêde bikin
ky: Белги кошуу
lb: Füügt eng Ikon
lo: ເພີ່ມໄອຄອນ
lt: Pridėti piktogramą
lv: Pievienojiet ikonu
mg: Manampia kisary
mi: Tāpirihia he ata
mk: Додадете икона
ml: ഒരു ഐക്കൺ ചേർക്കുക
mn: Дүрс нэмэх
mr: एक चिन्ह जोडा
mt: Żid ikona
my: အိုင်ကွန်တစ်ခုထည့်ပါ။
nb: Legg til et ikon
ne: एउटा आइकन थप्नुहोस्
or: ଏକ ଆଇକନ୍ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਆਈਕਨ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﺲﮑﻋ ﻮﯾ
ro: Adăugați o pictogramă
rw: Ongeraho agashusho
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ﻦڪﺋﺁ ڪﻫ
si: නිරූපකයක් එක් කරන්න
sk: Pridajte ikonu
sl: Dodajte ikono
sq: Shto një ikonë
sw: Ongeza ikoni
ta: ஐகானைச் சேர்க்கவும்
te: చిహ్నాన్ని జోడించండి
tg: Нишона илова кунед
th: เพิ่มไอคอน
tk: Nyşan goşuň
tt: Икона өстәргә
uk: Додайте значок
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﻦﮑﯿﺋﺁ ﮏﯾﺍ
uz: Belgi qo'shing
vi: Thêm một biểu tượng
xh: Yongeza i icon
yi: לדליב אַ גייל
