Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
af: Let wel: MIME type '%s' is tans ingestel om oop te maak met die '%s' argiefhanteerder, eerder as met jou geassosieerde MIME-toepassing. Jy sal dalk ook hierdie hanteerder moet deaktiveer in Open|Argiefverstekings|Argiefhanteerders, OF kies globale opsie Open|Argiefversteurings|Open met toepassing, sodat hierdie tipe by verstek met jou geassosieerde toepassing oopgemaak kan word.
am: ማስታወሻ: MIME type '%s' በአሁኑ ጊዜ ከ ጋር ለመክፈት ተዘጋጅቷል። '%s' ከተዛማጅ MIME መተግበሪያዎ ይልቅ የማህደር ተቆጣጣሪ። እንዲሁም ይህን ተቆጣጣሪ በOpen|Archive Defaults|የመዝገብ ተቆጣጣሪዎች ወይም አለምአቀፍ አማራጭን ይምረጡ Open|Archive Defaults|በመተግበሪያ ክፈት፣ይህ አይነት ከእርስዎ ተዛማጅ መተግበሪያ በነባሪነት እንዲከፈት ማድረግ ይችላሉ።
ar: :ﺔﻇﻮﺤﻠﻣ MIME type '%s' ﺩﺍﺪﺘﻣﺎﺑ ﺢﺘﻔﻟﺍ ﻰﻠﻋ ﺎًﻴﻟﺎﺣ ﺎًﻃﻮﺒﻀﻣ '%s' .ﻂﺒﺗﺮﻤﻟﺍ MIME ﻖﻴﺒﻄﺗ ﻦﻣ ًﻻ﻿ﺪﺑ ، ﻒﻴﺷﺭﻷ﻿ﺍ ﺞﻟﺎﻌﻣ .ﻲﺿﺍﺮﺘﻓﺍ ﻞﻜﺸﺑ ﻂﺒﺗﺮﻤﻟﺍ ﻖﻴﺒﻄﺘﻟﺍ ﻡﺍﺪﺨﺘﺳﺎﺑ ﻉﻮﻨﻟﺍ ﺍﺬﻫ ﺢﺘﻓ ﻢﺘﻴﻟ ، Open | Archive Defaults | Open With App ﻡﺎﻌﻟﺍ ﺭﺎﻴﺨﻟﺍ ﺪﻳﺪﺤﺗ ﻭﺃ ، ﻒﻴﺷ
be: нататка: MIME type '%s' у цяперашні час адкрываецца з дапамогай '%s' апрацоўшчык архіва, а не з вашым прылажэннем MIME. Магчыма, вам таксама спатрэбіцца адключыць гэты апрацоўшчык у Адкрыць|Настройкі па змаўчанні|Апрацоўшчыкі архіваў АБО выбраць глабальную опцыю Адкрыць|Налады архіва па змаўчанні|Адкрыць з дапамогай праграмы, каб гэты тып адкрываўся з вашым прылажэннем па змаўчанні.
bg: Забележка: MIME type '%s' в момента е настроен да се отваря с '%s' архивен манипулатор, а не с вашето свързано MIME приложение. Може също да се наложи да деактивирате този манипулатор в Open|Archive Defaults|Archive Handlers, ИЛИ изберете глобална опция Open|Archive Defaults|Open With App, за този тип да се отваря със свързаното ви приложение по подразбиране.
bn: বিঃদ্রঃ: MIME type '%s' সঙ্গে খোলার জন্য বর্তমানে সেট করা হয়েছে '%s' আপনার সংশ্লিষ্ট MIME অ্যাপ্লিকেশনের পরিবর্তে সংরক্ষণাগার হ্যান্ডলার। ডিফল্টরূপে আপনার সংশ্লিষ্ট অ্যাপ্লিকেশানের সাথে এই ধরনের খোলার জন্য আপনাকে Open|Archive Defaults|Archive Handlers-এ এই হ্যান্ডলারটিকে নিষ্ক্রিয় করতে হবে, অথবা Open|Archive Defaults|App এর সাথে খুলুন বৈশ্বিক বিকল্প নির্বাচন করুন৷
ca: Nota: MIME type '%s' actualment està configurat per obrir amb el '%s' gestor d'arxiu, en lloc de la vostra aplicació MIME associada. És possible que també hàgiu de desactivar aquest controlador a Obrir|Valors predeterminats de l'arxiu|Manejadors d'arxiu, O seleccioneu l'opció global Obre|Valors predeterminats de l'arxiu|Obrir amb l'aplicació, perquè aquest tipus s'obri amb la vostra aplicació associada de manera predeterminada.
cy: Nodyn: MIME type '%s' ar hyn o bryd ar fin agor gyda'r '%s' triniwr archif, yn hytrach na gyda'ch cais MIME cysylltiedig. Efallai y bydd angen i chi analluogi'r triniwr hwn hefyd yn Open | Diffygion Archif | Trinwyr Archifau, NEU dewis opsiwn byd-eang Agored | Diffygion Archif | Open With App, er mwyn i'r math hwn gael ei agor gyda'ch cais cysylltiedig yn ddiofyn.
da: Bemærk: MIME type '%s' er i øjeblikket indstillet til at åbne med '%s' arkivbehandler i stedet for med din tilknyttede MIME-applikation. Du skal muligvis også deaktivere denne behandler i Open|Arkive Defaults|Archive Handlers, ELLER vælge den globale indstilling Open|Archive Defaults|Åbn med app, for at denne type skal åbnes med din tilknyttede applikation som standard.
eo: Notu: MIME type '%s' estas nuntempe preta malfermiĝi kun la '%s' arkiva prizorganto, prefere ol kun via rilata MIME-aplikaĵo. Vi eble ankaŭ devos malŝalti ĉi tiun pritraktilon en Malfermu|Arĥivaj Defaŭltoj|Arĥivaj pritraktiloj, AŬ elektu tutmondan opcion Malfermu|Arĥivaj Defaŭltoj|Malfermu Per Apo, por ke ĉi tiu tipo estu malfermita kun via rilata aplikaĵo defaŭlte.
et: Märge: MIME type '%s' on praegu seadistatud avama rakendusega '%s' arhiivitöötlejaga, mitte teie seotud MIME-rakendusega. Võimalik, et peate selle töötleja keelama ka jaotises Open|Arhiivi vaikeseaded|Arhiivihaldurid VÕI valima globaalse suvandi Ava|Arhiivi vaikeseaded|Ava rakendusega, et seda tüüpi avataks vaikimisi teie seotud rakendusega.
eu: Ohar: MIME type '%s' une honetan irekitzeko ezarrita dago '%s' artxibo-kudeatzailea, zure MIME aplikazioarekin baino. Baliteke kudeatzaile hau desgaitu behar izatea Ireki|Artxibo lehenetsiak|Artxibo-kudeatzaileak EDO aukera globala hautatu Ireki|Artxibo lehenetsiak|Ireki Aplikazioarekin, mota hau zure lotutako aplikazioarekin lehenespenez irekitzeko.
fa: :ﺪﯿﺷﺎﺑ ﻪﺘﺷﺍﺩ ﻪﺟﻮﺗ MIME type '%s' ﺎﺑ ﻥﺩﺮﮐ ﺯﺎﺑ ﯼﺍﺮﺑ ﺮﺿﺎﺣ ﻝﺎﺣ ﺭﺩ '%s' .ﺎﻤﺷ ﻂﺒﺗﺮﻣ MIME ﻪﻣﺎﻧﺮﺑ ﯼﺎﺟ ﻪﺑ ،ﯽﻧﺎﮕﯾﺎﺑ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ .ﺩﻮﺷ ﺯﺎﺑ ﺎﻤﺷ ﻂﺒﺗﺮﻣ ﻪﻣﺎﻧﺮﺑ ﺎﺑ ﺽﺮﻓ ﺶﯿﭘ ﺭﻮﻃ ﻪﺑ ﻉﻮﻧ ﻦﯾﺍ ﺎﺗ ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ global Open|Archive Defaults|
fi: Huomautus: MIME type '%s' on tällä hetkellä asetettu avautumaan '%s' arkiston käsittelijää, eikä siihen liittyvää MIME-sovellusta. Saatat joutua myös poistamaan tämän käsittelijän käytöstä Open|Archive Defaults|Archive Handlersissa TAI valitse yleinen vaihtoehto Open|Archive Defaults|Open With App, jotta tämä tyyppi avataan oletuksena liitetyllä sovelluksellasi.
fil: Tandaan: MIME type '%s' ay kasalukuyang nakatakdang magbukas gamit ang '%s' archive handler, sa halip na kasama ng iyong nauugnay na MIME application. Maaaring kailanganin mo ring i-disable ang handler na ito sa Open|Archive Defaults|Archive Handlers, O piliin ang pandaigdigang opsyon Open|Archive Defaults|Open With App, para mabuksan ang ganitong uri sa iyong nauugnay na application bilang default.
fy: Noat: MIME type '%s' is op it stuit ynsteld om te iepenjen mei de '%s' argyfhanneler, ynstee fan mei jo assosjearre MIME-applikaasje. Jo moatte dizze handler miskien ek útskeakelje yn Iepen|Argyfstanderts|Argyfhannelers, OF selektearje globale opsje Iepen|Argyfstanderts|Iepenje Mei App, om dit type standert te iepenjen mei jo assosjearre applikaasje.
ga: Nóta: MIME type '%s' tá sé beartaithe faoi láthair oscailt leis an '%s' láimhseálaí cartlainne, seachas le d’iarratas MIME gaolmhar. B’fhéidir go mbeidh ort an láimhseálaí seo a dhíchumasú in Open | Réamhshocruithe Cartlainne | Láimhseálaithe Cartlainne, NÓ roghnaigh rogha domhanda Oscailte | Réamhshocruithe Cartlainne | Oscail le Aip, chun an cineál seo a oscailt leis an iarratas a ghabhann leis de réir réamhshocraithe.
gd: Nota: MIME type '%s' an-dràsta gu bhith a ’fosgladh leis an '%s' inneal-làimhseachaidh tasglann, seach leis an tagradh MIME co-cheangailte riut. Is dòcha gu feum thu an inneal-làimhseachaidh seo a dhì-cheadachadh ann an Open | Easbhaidhean Tasglann | Luchd-làimhseachaidh Tasglann, NO tagh roghainn cruinneil Open | Easbhaidhean Tasglann | Fosgail le App, airson an seòrsa seo fhosgladh leis an tagradh co-cheangailte agad gu bunaiteach.
gl: Nota: MIME type '%s' actualmente está configurado para abrir co '%s' xestor de arquivos, en lugar da súa aplicación MIME asociada. Tamén pode ter que desactivar este controlador en Abrir|Valores predeterminados de arquivo|Xestores de arquivos ou seleccionar a opción global Abrir|Valores predeterminados de arquivo|Abrir coa aplicación, para que este tipo se abra coa súa aplicación asociada de forma predeterminada.
gu: નૉૅધ: MIME type '%s' સાથે ખોલવા માટે હાલમાં સેટ છે '%s' આર્કાઇવ હેન્ડલર, તમારી સંકળાયેલ MIME એપ્લિકેશનને બદલે. તમારે આ હેન્ડલરને ઓપન|આર્કાઇવ ડિફૉલ્ટ્સ|આર્કાઇવ હેન્ડલર્સમાં અક્ષમ કરવાની પણ જરૂર પડી શકે છે, અથવા વૈશ્વિક વિકલ્પ પસંદ કરો ઓપન|આર્કાઇવ ડિફોલ્ટ્સ|એપ સાથે ખોલો, આ પ્રકારને તમારી સંકળાયેલ એપ્લિકેશન સાથે મૂળભૂત રીતે ખોલવા માટે.
he: :הרעה MIME type '%s' םע חתפיהל תעכ רדגומ '%s' .ךלש ךיושמה MIME םושיי םע םוקמב ,ןויכראב לפטמ .לדחמ תרירבכ ךלש תכיושמה היצקילפאה םע חתפיי הז גוסש ידכ ,Open|Archive Defaults|Open With App תילבול
hi: ध्यान दें: MIME type '%s' वर्तमान में के साथ खुलने के लिए तैयार है '%s' आपके संबद्ध MIME एप्लिकेशन के बजाय संग्रह हैंडलर। आपको इस हैंडलर को Open|Archive Defaults|Archive Handlers में अक्षम करने की आवश्यकता हो सकती है, या वैश्विक विकल्प Open|Archive Defaults|Open With App का चयन करें, इस प्रकार को डिफ़ॉल्ट रूप से आपके संबद्ध एप्लिकेशन के साथ खोला जा सकता है।
hr: Bilješka: MIME type '%s' trenutno je postavljen za otvaranje s '%s' rukovatelj arhivom, umjesto s vašom pridruženom MIME aplikacijom. Možda ćete također morati onemogućiti ovaj rukovatelj u Open|Archive Defaults|Archive Handlers, ILI odabrati globalnu opciju Open|Archive Defaults|Open With App, da bi se ovaj tip prema zadanim postavkama otvorio s vašom pridruženom aplikacijom.
hu: Jegyzet: MIME type '%s' jelenleg megnyílik a következővel: '%s' archívumkezelővel, nem pedig a társított MIME-alkalmazással. Előfordulhat, hogy le kell tiltania ezt a kezelőt az Open|Archive Defaults|Archive Handlers alkalmazásban, VAGY válassza ki a globális Megnyitás|Archiválás alapértelmezései|Megnyitás alkalmazással lehetőséget, hogy ez a típus alapértelmezés szerint megnyíljon a társított alkalmazással.
hy: Նշում: MIME type '%s' ներկայումս նախատեսված է բացման հետ '%s' արխիվային կառավարիչ, այլ ոչ թե ձեր հետ կապված MIME հավելվածի հետ: Կարող է նաև անհրաժեշտ լինի անջատել այս մշակիչը Open|Archive Defaults|Archive Handlers-ում, ԿԱՄ ընտրել գլոբալ տարբերակը Open|Archive Defaults|Open With App, որպեսզի այս տեսակը բացվի ձեր առնչվող հավելվածի հետ լռելյայնորեն:
id: Catatan: MIME type '%s' saat ini diatur untuk dibuka dengan '%s' penangan arsip, bukan dengan aplikasi MIME terkait Anda. Anda mungkin juga perlu menonaktifkan handler ini di Open|Archive Defaults|Archive Handlers, ATAU pilih opsi global Open|Archive Defaults|Open With App, agar jenis ini dibuka dengan aplikasi terkait Anda secara default.
is: Athugið: MIME type '%s' er nú stillt á að opna með '%s' skjalastjórnun, frekar en með tengdu MIME forritinu þínu. Þú gætir líka þurft að slökkva á þessum meðhöndlun í Open|Archive Defaults|Archive Handlers, EÐA velja alþjóðlegan valkostinn Open|Archive Defaults|Open With App, til að þessi tegund sé sjálfgefið opnuð með tengdu forritinu þínu.
ka: Შენიშვნა: MIME type '%s' ამჟამად გახსნილია '%s' არქივის დამმუშავებელი, ვიდრე თქვენს ასოცირებულ MIME აპლიკაციასთან. შეიძლება ასევე დაგჭირდეთ ამ დამმუშავებლის გამორთვა Open|Archive Defaults|Archive Handlers-ში, ან აირჩიეთ გლობალური ვარიანტი Open|Archive Defaults|Open With App, რათა ეს ტიპი ნაგულისხმევად გაიხსნას თქვენს დაკავშირებულ აპლიკაციასთან.
kk: Ескерту: MIME type '%s' қазіргі уақытта ашуға орнатылған '%s' байланысты MIME қолданбасымен емес, мұрағат өңдеушісі. Сондай-ақ бұл өңдегішті Ашу|Әдепкі мұрағаттар|Мұрағат өңдеушілері ішінде өшіру қажет болуы мүмкін немесе бұл түр әдепкі бойынша байланысты қолданбамен ашылуы үшін Ашық|Әдепкі мұрағаттар|Қолданбамен ашу опциясын таңдаңыз.
km: ចំណាំ៖ MIME type '%s' បច្ចុប្បន្នត្រូវបានកំណត់ដើម្បីបើកជាមួយ '%s' កម្មវិធីគ្រប់គ្រងប័ណ្ណសារ ជាជាងជាមួយកម្មវិធី MIME ដែលពាក់ព័ន្ធរបស់អ្នក។ អ្នកក៏ប្រហែលជាត្រូវបិទកម្មវិធីគ្រប់គ្រងនេះនៅក្នុង Open|Archive Defaults|Archive Handlers ឬជ្រើសរើសជម្រើសសកល Open|Archive Defaults|Open With App សម្រាប់ប្រភេទនេះត្រូវបានបើកជាមួយនឹងកម្មវិធីដែលពាក់ព័ន្ធរបស់អ្នកតាមលំនាំដើម។
kn: ಸೂಚನೆ: MIME type '%s' ಇದರೊಂದಿಗೆ ತೆರೆಯಲು ಪ್ರಸ್ತುತ ಹೊಂದಿಸಲಾಗಿದೆ '%s' ನಿಮ್ಮ ಸಂಯೋಜಿತ MIME ಅಪ್ಲಿಕೇಶನ್u200cಗಿಂತ ಆರ್ಕೈವ್ ಹ್ಯಾಂಡ್ಲರ್. ನೀವು ಈ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಓಪನ್|ಆರ್ಕೈವ್ ಡೀಫಾಲ್ಟ್u200cಗಳು|ಆರ್ಕೈವ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳಲ್ಲಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗಬಹುದು, ಅಥವಾ ಜಾಗತಿಕ ಆಯ್ಕೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಓಪನ್|ಆರ್ಕೈವ್ ಡೀಫಾಲ್ಟ್u200cಗಳು|ಅಪ್ಲಿಕೇಶನ್u200cನೊಂದಿಗೆ ತೆರೆಯಿರಿ, ಈ ಪ್ರಕಾರವನ್ನು ನಿಮ್ಮ ಸಂಬಂಧಿತ ಅಪ್ಲಿಕೇಶನ್u200cನೊಂದಿಗೆ ಡೀಫಾಲ್ಟ್ ಆಗಿ ತೆರೆಯಲು.
ku: Not: MIME type '%s' niha tê destnîşankirin ku bi vekirina '%s' birêvebirê arşîvê, li şûna ku bi serîlêdana weya MIME-ya têkildar re têkildar be. Di heman demê de dibe ku hûn hewce bike ku vê rêvekerê di Vekirî|Pêwextên Arşîv|Rêkerên Arşîv de neçalak bikin, AN vebijarka gerdûnî hilbijêrin Veke|Pêşnûma Arşîv|Bi Appê veke, ji bo ku ev celeb bi sepana weya têkildar re ji hêla xwerû ve were vekirin.
ky: Эскертүү: MIME type '%s' менен ачууга коюлган '%s' сиздин байланышкан MIME тиркемеңиз менен эмес, архив иштеткич. Сиз ошондой эле бул иштеткичти Open|Defaults Archive|Archive Handlers бөлүмүндө өчүрүшүңүз керек болушу мүмкүн, ЖЕ глобалдык опцияны тандаңыз.
lb: Notiz: MIME type '%s' ass am Moment agestallt fir opzemaachen mat der '%s' Archiv Handler, anstatt mat Ärer verbonne MIME Applikatioun. Dir musst vläicht och dësen Handler an Open|Archive Defaults|Archive Handlers auszeschalten, ODER wielt déi global Optioun Open|Archive Defaults|Open With App, fir datt dësen Typ mat Ärer assoziéierter Applikatioun als Standard opgemaach gëtt.
lo: ຫມາຍu200bເຫດu200b: MIME type '%s' ປະຈຸບັນໄດ້ຖືກກໍານົດໃຫ້ເປີດດ້ວຍ '%s' ຕົວຈັດການແຟ້ມຈັດເກັບ, ແທນທີ່ຈະໃຊ້ແອັບພລິເຄຊັນ MIME ທີ່ກ່ຽວຂ້ອງຂອງທ່ານ. ເຈົ້າອາດຈະຕ້ອງປິດການໃຊ້ງານຕົວຈັດການນີ້ໃນ Open|Archive Defaults|Archive Handlers, ຫຼືເລືອກຕົວເລືອກທົ່ວໂລກ Open|Archive Defaults|Open With App, ເພື່ອໃຫ້ປະເພດນີ້ຖືກເປີດກັບແອັບພລິເຄຊັນທີ່ກ່ຽວຂ້ອງຂອງເຈົ້າຕາມຄ່າເລີ່ມຕົ້ນ.
lt: Pastaba: MIME type '%s' šiuo metu nustatytas atidaryti naudojant '%s' archyvo tvarkykle, o ne su susijusia MIME programa. Taip pat gali tekti išjungti šią tvarkyklę skiltyje Open|Archive Defaults|Archive Handlers, ARBA pasirinkite visuotinę parinktį Open|Archive Defaults|Open With App, kad pagal numatytuosius nustatymus šis tipas būtų atidarytas su susijusia programa.
lv: Piezīme: MIME type '%s' pašlaik ir iestatīts atvērt ar '%s' arhīva apstrādātāju, nevis ar saistīto MIME lietojumprogrammu. Iespējams, šis apdarinātājs ir jāatspējo arī sadaļā Open|Archive Defaults|Archive Handlers VAI atlasiet globālo opciju Open|Archive Defaults|Open With App, lai šis apdarinātājs pēc noklusējuma tiktu atvērts ar jūsu saistīto lietojumprogrammu.
mg: Fanamarihana: MIME type '%s' dia misokatra amin'izao fotoana izao miaraka amin'ny '%s' mpitantana arsiva, fa tsy miaraka amin'ny fampiharana MIME mifandraika aminao. Azonao atao koa ny manafoana an'io mpitantana io amin'ny Open|Archive Defaults|Archive Handlers, NA safidio ny safidy manerantany Open|Archive Defaults|Misokatra amin'ny App, mba hanokafana an'io karazana io miaraka amin'ny fampiharana mifandraika anao amin'ny alàlan'ny default.
mi: Tuhipoka: MIME type '%s' kua whakaritea ki te whakatuwhera me te '%s' kaihautu puranga, kaua ki to tono MIME e hono ana. Me mono ano pea koe i tenei kaihautu i Tuwhera|Taunoa Pūranga|Nga Kaihautu Puranga, OR tīpakohia te kōwhiringa ā-ao Tuwhera|Taunoa Pūranga|Whakatuwhera Ma te Taupānga, kia whakatuwherahia tenei momo me to tono hono ma te taunoa.
mk: Забелешка: MIME type '%s' моментално е поставено да се отвори со '%s' ракувач со архиви, наместо со вашата поврзана MIME апликација. Можеби ќе треба да го оневозможите овој управувач во Отвори|Стандарди на архива|Ракувачи на архиви, ИЛИ изберете глобална опција Отвори|Стандарди за архива|Отвори со апликација, за овој тип стандардно да се отвори со вашата поврзана апликација.
ml: കുറിപ്പ്: MIME type '%s' ഉപയോഗിച്ച് തുറക്കാൻ നിലവിൽ സജ്ജീകരിച്ചിരിക്കുന്നു '%s' നിങ്ങളുടെ അനുബന്ധ MIME ആപ്ലിക്കേഷനുപകരം ആർക്കൈവ് ഹാൻഡ്u200cലർ. നിങ്ങൾക്ക് ഈ ഹാൻഡ്u200cലർ ഓപ്പൺ|ആർക്കൈവ് ഡിഫോൾട്ട്u200cസ്|ആർക്കൈവ് ഹാൻഡ്u200cലറുകൾ എന്നതിലും അപ്രാപ്u200cതമാക്കേണ്ടതുണ്ട്, അല്ലെങ്കിൽ ഗ്ലോബൽ ഓപ്u200cഷൻ തിരഞ്ഞെടുക്കുക|ആർക്കൈവ് ഡിഫോൾട്ടുകൾ|ആപ്പ് ഉപയോഗിച്ച് തുറക്കുക, ഡിഫോൾട്ടായി നിങ്ങളുടെ അനുബന്ധ ആപ്ലിക്കേഷനുമായി ഈ തരം തുറക്കുന്നതിന്.
mn: Жич: MIME type '%s' -тай нээхээр төлөвлөж байна '%s' таны холбогдох MIME програмтай биш архив зохицуулагч. Та мөн Open|Defaults|Archive Handlers дотроос энэ зохицуулагчийг идэвхгүй болгох, ЭСВЭЛ Open|Defaults|Aпп-аар нээх гэсэн глобал сонголтыг сонгох хэрэгтэй.
mr: टीप: MIME type '%s' सह उघडण्यासाठी सध्या सेट आहे '%s' आपल्या संबंधित MIME अनुप्रयोगाऐवजी संग्रहण हँडलर. तुम्u200dहाला हा हँडलर ओपन|अर्काइव्u200dह डीफॉल्u200dटस्|आर्काइव्u200dह हँडलरमध्u200dये अक्षम करण्u200dयाची आवश्u200dयकता असू शकते किंवा हा प्रकार तुमच्u200dया संबंधित अॅप्लिकेशनसह डीफॉल्u200dटपणे उघडण्u200dयासाठी ओपन|आर्काइव्u200dह डीफॉल्u200dटस्|अu200dॅपसह उघडा असा जागतिक पर्याय निवडा.
mt: Nota: MIME type '%s' bħalissa huwa stabbilit li jiftaħ bil- '%s' arkivju handler, aktar milli bl-applikazzjoni MIME assoċjata tiegħek. Jista' jkollok bżonn ukoll li tiddiżattiva dan il-handler f'Open|Archive Defaults|Archive Handlers, JEW agħżel l-għażla globali Miftuħa|Archive Defaults|Open With App, biex dan it-tip jinfetaħ bl-applikazzjoni assoċjata tiegħek b'mod awtomatiku.
my: မှတ်စု: MIME type '%s' လက်ရှိတွင် ဖွင့်လှစ်ရန် သတ်မှတ်ထားသည်။ '%s' သင်၏ဆက်စပ် MIME အပလီကေးရှင်းနှင့်မဟုတ်ဘဲ archive handler ဤအမျိုးအစားကို သင့်ဆက်စပ်အပလီကေးရှင်းဖြင့် မူရင်းအတိုင်းဖွင့်နိုင်ရန် Open|Archive Defaults|Archive Handlers တွင် ဤကိုင်တွယ်ကိရိယာကို သင်ပိတ်ထားရန် လိုအပ်နိုင်သည်၊ သို့မဟုတ် ကမ္ဘာလုံးဆိုင်ရာရွေးချယ်မှု Open|Archive Defaults|Open With App ကိုရွေးချယ်ရန်၊ ဤအမျိုးအစားကို မူရင်းအတိုင်း သင့်ဆက်စပ်အပလီကေးရှင်းဖြင့်ဖွင့်ရန် လိုအပ်ပါသည်။
nb: Merk: MIME type '%s' er for øyeblikket satt til å åpne med '%s' arkivbehandler, i stedet for med din tilknyttede MIME-applikasjon. Du må kanskje også deaktivere denne behandleren i Open|Archive Defaults|Archive Handlers, ELLER velge det globale alternativet Open|Archive Defaults|Åpne med app, for at denne typen skal åpnes med din tilknyttede applikasjon som standard.
ne: नोट: MIME type '%s' हाल खोल्नको लागि सेट गरिएको छ '%s' अभिलेख ह्यान्डलर, तपाईको सम्बद्ध MIME अनुप्रयोगको सट्टा। तपाईंले यो ह्यान्डलरलाई Open|Archive Defaults|Archive Handlers मा असक्षम पार्नु पर्ने हुन सक्छ, वा विश्वव्यापी विकल्प खोल्नुहोस्|संग्रह पूर्वनिर्धारितहरू|अनुप्रयोगसँग खोल्नुहोस्, यस प्रकारको लागि तपाइँको सम्बन्धित अनुप्रयोगसँग पूर्वनिर्धारित रूपमा खोल्नको लागि।
or: ଧ୍ୟାନ ଦିଅନ୍ତୁ: MIME type '%s' ସହିତ ବର୍ତ୍ତମାନ ଖୋଲିବାକୁ ସେଟ୍ ହୋଇଛି | '%s' ଆପଣଙ୍କର ସଂପୃକ୍ତ MIME ପ୍ରୟୋଗ ଅପେକ୍ଷା, ଅଭିଲେଖାଗାର ନିୟନ୍ତ୍ରକ | ଡିଫଲ୍ଟ ଭାବରେ ଆପଣଙ୍କର ସଂପୃକ୍ତ ଅନୁପ୍ରୟୋଗ ସହିତ ଏହି ପ୍ରକାର ଖୋଲିବା ପାଇଁ ଆପଣଙ୍କୁ ଏହି ହ୍ୟାଣ୍ଡେଲ୍କୁ ଖୋଲା | ଆର୍କାଇଭ୍ ଡିଫଲ୍ଟସ୍ | ଆର୍କାଇଭ୍ ହ୍ୟାଣ୍ଡଲର୍ସ, କିମ୍ବା ଗ୍ଲୋବାଲ୍ ଅପ୍ସନ୍ ଖୋଲନ୍ତୁ | ଆର୍କାଇଭ୍ ଡିଫଲ୍ଟସ୍ | ଆପ୍ ସହିତ ଖୋଲନ୍ତୁ |
pa: ਨੋਟ: MIME type '%s' ਨਾਲ ਖੋਲ੍ਹਣ ਲਈ ਵਰਤਮਾਨ ਵਿੱਚ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ '%s' ਪੁਰਾਲੇਖ ਹੈਂਡਲਰ, ਤੁਹਾਡੀ ਸੰਬੰਧਿਤ MIME ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਬਜਾਏ। ਤੁਹਾਨੂੰ ਇਸ ਹੈਂਡਲਰ ਨੂੰ Open|Archive Defaults|Archive Handlers ਵਿੱਚ ਅਯੋਗ ਕਰਨ ਦੀ ਵੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ, ਜਾਂ ਗਲੋਬਲ ਵਿਕਲਪ ਚੁਣੋ Open|Archive Defaults|Open With App, ਇਸ ਕਿਸਮ ਨੂੰ ਤੁਹਾਡੀ ਸੰਬੰਧਿਤ ਐਪਲੀਕੇਸ਼ਨ ਨਾਲ ਡਿਫੌਲਟ ਰੂਪ ਵਿੱਚ ਖੋਲ੍ਹਣ ਲਈ।
ps: :ﻪﻧﻭﺩﺎﯾ MIME type '%s' ﯼﻮﺷ ﻞﮐﺎټ ﻩﺭﺎﭙﻟ ﻮﻠﺘﺴﻧﺍﺮﭘ ﺩ ﻝﺎﻬﻣ ﺱﻭﺍ '%s' .ﻩﺮﺳ ﮏﯿﻠﻨﺘښﻮﻏ MIME ﻩﺪﻧﻭړﺍ ﺩ ﻮﺳﺎﺘﺳ ﻪﻧ ،ﯽﮑﻧﻭﻮﮐ ﻩﺭﺍﺩﺍ ﻒﯿﺷﺭﺁ ﺩ .ﻲﺷ ﺹﻼ﻿ﺧ ټﻟﺎﻔﯾډ ﻪﭘ ﻩﺮﺳ ﮏﯿﻠﻨﺘښﻮﻏ ﻩﺪﻧﻭړﺍ ﺩ ﻮﺳﺎﺘﺳ ﻝﻭډ ﺍﺩ ﯥﭼ ﻩﺭﺎﭙﻟ ﯤﺩ ﺩ ،Open|Archive Defaults|Open With Ap
ro: Notă: MIME type '%s' este setat în prezent să se deschidă cu '%s' handler de arhivă, mai degrabă decât cu aplicația MIME asociată. De asemenea, este posibil să fie necesar să dezactivați acest handler în Deschidere|Valori implicite arhive|Manetari arhive, SAU selectați opțiunea globală Deschidere|Valori implicite arhivă|Deschidere cu aplicație, pentru ca acest tip să fie deschis cu aplicația asociată în mod implicit.
rw: Icyitonderwa: MIME type '%s' ni Kuri Kuri Gufungura Na: i '%s' ububiko bwububiko, kuruta hamwe na porogaramu yawe ya MIME. Urashobora kandi gukenera guhagarika iyi handler muri Gufungura | Ububiko bwa Archive | Ububiko bwa Archive, CYANGWA hitamo isi yose Gufungura | Ububiko bwa Archive | Gufungura hamwe na porogaramu, kugirango ubu bwoko bufungurwe hamwe na porogaramu yawe ijyanye nubusa.
sd: :ٽﻮﻧ MIME type '%s' ﻲﻫﺁ ﻞﻴﭤ ﺭﺮﻘﻣ ءِﻻ﻿ ﮡﻟﻮﮐ ﻥﺎﺳ ﻝﺎﺤﻟﺍ ﻲﻓ '%s' .ﻥﺎﺳ ﻦﺸﻴڪﻴﻠﭙﻳﺍ MIME ﻞﻴﭘﺎﮘﻻ﻿ ﻲﺟ ﻥﺎﻫﻮﺗ ءﺎﺠﺑ ،ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻮﻴﺋﺎڪﺭﺁ .ﻲﭸﻭ ﻮﻴﻟﻮﮐ ﺭﻮﻃ ٽﻟﺎﻓڊ ﻥﺎﺳ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ﻞﻴﭘﺎﮘﻻ﻿ ﻲﺟ ﻥﺎﮬﻮﺗ ءِﻻ﻿ ﻢﺴﻗ ﻦﮬ ،Open|Archive Defaults|Open With App ﻦﺸﭘﺁ
si: සටහන: MIME type '%s' සමඟ විවෘත කිරීමට දැනට සකසා ඇත '%s' සංරක්ෂිත හසුරුවන්නා, ඔබේ ආශ්u200dරිත MIME යෙදුමට වඩා. ඔබට විවෘත|සංරක්ෂිත පෙරනිමි|සංරක්ෂිත හසුරුවන්නන් තුළ මෙම හසුරුව අක්u200dරිය කිරීමටද අවශ්u200dය විය හැකිය, නැතහොත් ගෝලීය විකල්පය තෝරන්න Open|Archive Defaults|යෙදුම සමඟ විවෘත කරන්න, මෙම වර්ගය ඔබේ ආශ්u200dරිත යෙදුම සමඟ පෙරනිමියෙන් විවෘත කිරීමට.
sk: Poznámka: MIME type '%s' je momentálne nastavený na otvorenie pomocou '%s' obslužný program archívu, a nie s vašou pridruženou aplikáciou MIME. Možno budete musieť tento obslužný nástroj zakázať aj v časti Otvoriť|Predvolené nastavenia archívu|Obslužné nástroje archívu ALEBO vyberte globálnu možnosť Otvoriť|Predvolené nastavenia archivácie|Otvoriť v aplikácii, aby sa tento typ predvolene otvoril s vašou pridruženou aplikáciou.
sl: Opomba: MIME type '%s' je trenutno nastavljen za odpiranje z '%s' upravljalnik arhiva, ne pa z vašo povezano aplikacijo MIME. Morda boste morali onemogočiti tudi ta upravljalnik v Odpri|Privzete nastavitve arhiva|Upravljavci arhivov ALI izbrati globalno možnost Odpri|Privzete nastavitve arhiva|Odpri z aplikacijo, da se ta vrsta privzeto odpre z vašo povezano aplikacijo.
sq: Shënim: MIME type '%s' aktualisht është vendosur të hapet me '%s' mbajtësi i arkivit, në vend të aplikacionit tuaj MIME të lidhur. Mund t'ju duhet gjithashtu ta çaktivizoni këtë mbajtës në Open|Archive Defaults|Archive Handlers, OSE zgjidhni opsionin global Open|Archive Defaults|Open With App, që ky lloj të hapet me aplikacionin tuaj të lidhur si parazgjedhje.
sw: Kumbuka: MIME type '%s' kwa sasa imewekwa kufunguliwa na '%s' kidhibiti cha kumbukumbu, badala ya kutumia programu yako ya MIME inayohusishwa. Huenda pia ukahitaji kuzima kidhibiti hiki katika Fungua|Hifadhi Chaguo-msingi|Kumbukumbu Vishikizi, AU chagua chaguo la kimataifa Fungua|Hifadhi Chaguo-msingi kwenye Kumbukumbu|Fungua Kwa Programu, ili aina hii ifunguliwe pamoja na programu yako inayohusishwa kwa chaguomsingi.
ta: குறிப்பு: MIME type '%s' உடன் தற்போது திறக்கப்பட உள்ளது '%s' உங்களுடன் தொடர்புடைய MIME பயன்பாட்டைக் காட்டிலும் காப்பக கையாளுதல். இந்த ஹேண்ட்லரை நீங்கள் Open|Archive Defaults|Archive Handlers இல் முடக்க வேண்டும் அல்லது உலகளாவிய விருப்பத்தைத் தேர்ந்தெடுக்கவும் திற|காப்பக இயல்புநிலைகள்|ஆப் மூலம் திற, இந்த வகையானது உங்களுடன் தொடர்புடைய பயன்பாட்டிற்கு முன்னிருப்பாக திறக்கப்படும்.
te: గమనిక: MIME type '%s' తో తెరవడానికి ప్రస్తుతం సెట్ చేయబడింది '%s' మీ అనుబంధిత MIME అప్లికేషన్u200cతో కాకుండా ఆర్కైవ్ హ్యాండ్లర్. మీరు ఈ హ్యాండ్లర్u200cను ఓపెన్|ఆర్కైవ్ డిఫాల్ట్u200cలు|ఆర్కైవ్ హ్యాండ్లర్స్u200cలో కూడా నిలిపివేయవలసి ఉంటుంది లేదా గ్లోబల్ ఎంపికను ఎంచుకోండి ఓపెన్|ఆర్కైవ్ డిఫాల్ట్u200cలు|యాప్u200cతో తెరవండి, ఈ రకం మీ అనుబంధిత అప్లికేషన్u200cతో డిఫాల్ట్u200cగా తెరవబడుతుంది.
tg: Шарҳ: MIME type '%s' дар айни замон бо кушодани он таъин шудааст '%s' коркардкунандаи бойгонӣ, на бо барномаи алоқаманди MIME. Ба шумо инчунин лозим аст, ки ин коркардкунандаро дар Кушода|Бойгонии пешфарзҳо|Бойгонии корбарҳо ғайрифаъол кунед, Ё интихоби глобалии Кушодан|Бойгонии пешфарз|Бо барнома кушоед, то ин навъи барнома бо нобаёнӣ кушода шавад.
th: บันทึก: MIME type '%s' กำลังตั้งค่าให้เปิดด้วย '%s' ตัวจัดการไฟล์เก็บถาวร แทนที่จะใช้กับแอปพลิเคชัน MIME ที่เกี่ยวข้อง คุณอาจต้องปิดใช้งานตัวจัดการนี้ใน Open|Archive Defaults|Archive Handlers หรือเลือกตัวเลือกส่วนกลาง Open|Archive Defaults|Open With App เพื่อให้ประเภทนี้เปิดด้วยแอปพลิเคชันที่เกี่ยวข้องของคุณโดยค่าเริ่มต้น
tk: Bellik: MIME type '%s' bilen häzirki wagtda açylýar '%s' Baglanyşykly MIME programmaňyz bilen däl-de, arhiw işleýjisi. Şeýle hem bu işleýjini açyk | Arhiw defektleri | Arhiw işleýjileri ýa-da global opsiýany saýlaň
tt: Тамга: MIME type '%s' белән хәзерге вакытта ачылырга тиеш '%s' сезнең белән бәйләнгән MIME кушымтасы белән түгел, ә архив эшкәртүчесе. Сезгә шулай ук бу эшкәртүчене Ачык | Архив дефектлары | Архив эшкәртүчеләре, яисә глобаль вариантны сайлагыз
uk: Примітка: MIME type '%s' наразі налаштовано на відкриття за допомогою '%s' обробник архіву, а не з пов’язаною програмою MIME. Вам також може знадобитися вимкнути цей обробник у Open|Archive Defaults|Archive Handlers, АБО вибрати глобальну опцію Open|Archive Defaults|Open With App, щоб цей тип відкривався у вашій пов’язаній програмі за замовчуванням.
ur: :ﭦﻮﻧ MIME type '%s' ﮯﮨ ﺎﯿﮔ ﺎﯿﮐ ﺭﺮﻘﻣ ﮯﺌﻟ ﮯﮐ ﮯﻨﻟﻮﮭﮐ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﺤﻟﺍ ﯽﻓ '%s' ۔ﮯﺋﺎﺠﺑ ﮯﮐ ﻦﺸﯿﮑﯿﻠﭙﯾﺍ MIME ﮧﻘﻠﻌﺘﻣ ﯽﮐ ﭖﺁ ،ﺮﻟﮉﻨﯿﮨ ﻮﯿﺋﺎﮐﺭﺁ ﺲﭩﻟﺎﻔﯾﮈ ﻮﯿﺋﺎﮐﺭﺁ|ﻦﭘﻭﺍ ﻮﮐ ﺮﻟﮉﻨﯿﮨ ﺱﺍ ﻮﮐ ﭖﺁ
uz: Eslatma: MIME type '%s' bilan ochishga sozlangan '%s' bog'langan MIME ilovasi bilan emas, balki arxiv ishlov beruvchisi. Shuningdek, ushbu ishlovchini Ochiq|Ochiq|Arxiv standartlari|Arxiv ishlov beruvchilari-da oʻchirib qoʻyishingiz kerak boʻlishi mumkin, YOKI Ochiq|Birlamchi arxivlar|Ilova bilan ochish-ni tanlang, bu tur sukut boʻyicha bogʻlangan ilovangiz bilan ochiladi.
vi: Ghi chú: MIME type '%s' hiện được thiết lập để mở với '%s' trình xử lý lưu trữ, thay vì với ứng dụng MIME được liên kết của bạn. Bạn cũng có thể cần tắt trình xử lý này trong Open | Archive Defaults | Archive Handlers, HOẶC chọn tùy chọn chung Mở | Archive Defaults | Open With App, để loại này được mở bằng ứng dụng liên kết của bạn theo mặc định.
xh: Phawula: MIME type '%s' okwangoku imiselwe ukuvula nge '%s' isibambi sogcino, kunesicelo sakho esidityanisiweyo se MIME. Kusenokufuneka ucime isibambi kwi-Open|Gcini lweziGqibo eziMiselweyo|IziPhathi zikaVimba, OKANYE ukhethe ukhetho lwehlabathi jikelele Vula|Gcina okuMiselweyo|Vula nge-App, ukuze olu hlobo luvulwe ngesicelo sakho esinxulumeneyo ngokungagqibekanga.
yi: :ץיטאנ MIME type '%s' יד טימ ןענעפֿע וצ טמיטשאַב טציא זיא '%s' .ןאַשייקאַלפּאַ MIME ןדנובראַפֿ ןייד טימ יוו אלא ,רעלדנאַה ווייקראַ .טיַיקילעפ ךרוד ןאַשייקאַלפּאַ ןדנובראַפֿ ןייד טימ ןענעפֿע ןייז וצ פּיט םעד ראַפֿ ,Open|Archive Defaults|Open Wit
