Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Bookmarks Font (Panel %d)
af: Boekmerke Font (Paneel %d)
am: የዕልባቶች ቅርጸ-ቁምፊ (ፓነል %d)
ar: ﺔﻴﻌﺟﺮﻤﻟﺍ ﺕﺍﺭﺎﺷﻹ﻿ﺍ ﻂﺧ (ﺔﺣﻮﻟ %d)
be: Шрыфт закладкі (Панэль %d)
bg: Шрифт за отметки (Панел %d)
bn: বুকমার্ক ফন্ট (প্যানেল %d)
ca: Font dels marcadors (Panell %d)
cy: Ffont Llyfrnodau (Panel %d)
da: Bogmærker skrifttype (Panel %d)
eo: Legosignoj Tiparo (Panelo %d)
et: Järjehoidjate font (Paneel %d)
eu: Laster-markak Letra-tipoa (Panela %d)
fa: ﺎﻫ ﮏﻧﺎﺸﻧ ﻢﻠﻗ (ﻞﻧﺎﭘ %d)
fi: Kirjanmerkit Font (Paneeli %d)
fil: Font ng Mga Bookmark (Panel %d)
fy: Blêdwizer Lettertype (Panel %d)
ga: Cló Leabharmharcanna (Painéal %d)
gd: Clò-bhualaidhean Book (Pannal %d)
gl: Fonte de marcadores (Panel %d)
gu: બુકમાર્ક્સ ફોન્ટ (પેનલ %d)
he: תוינמיס ןפוג (ַחּול %d)
hi: बुकमार्क फ़ॉन्ट (पैनल %d)
hr: Font za oznake (Ploča %d)
hu: Könyvjelzők betűtípusa (Panel %d)
hy: Էջանիշերի տառատեսակ (Վահանակ %d)
id: Font Penanda (Panel %d)
is: Bókamerki leturgerð (Panel %d)
ka: სანიშნეების შრიფტი (პანელი %d)
kk: Бетбелгілер қаріпі (Панель %d)
km: ពុម្ពអក្សរចំណាំ (បន្ទះ %d)
kn: ಬುಕ್ಮಾರ್ಕ್ ಫಾಂಟ್ (ಫಲಕ %d)
ku: Font Bookmarks (Panel %d)
ky: Bookmarks Font (Панел %d)
lb: Lieszeeche Schrëft (Panel %d)
lo: Bookmarks Font (ກະດານ %d)
lt: Žymių šriftas (Skydas %d)
lv: Grāmatzīmju fonts (Panelis %d)
mi: Momotuhi Tohuwāhi (Paewhiri %d)
mk: Фонт за обележувачи (Панел %d)
ml: ബുക്ക്മാർക്ക് ഫോണ്ട് (പാനൽ %d)
mn: Хавчуургын фонт (Самбар %d)
mr: बुकमार्क फॉन्ट (पॅनेल %d)
my: စာညှပ်ဖောင့် (ဘောင် %d)
nb: Bokmerker Font (Panel %d)
ne: बुकमार्क फन्ट (प्यानल %d)
or: ବୁକମାର୍କସ୍ ଫଣ୍ଟ୍ | (ପ୍ୟାନେଲ୍ | %d)
pa: ਬੁੱਕਮਾਰਕ ਫੌਂਟ (ਪੈਨਲ %d)
ps: ټﻧﻮﻓ ﮎﺭﺎﻣ ﮏﺑ ﺩ (ﻞﻨﯿﭘ %d)
ro: Font pentru marcaje (Panou %d)
rw: Ibimenyetso by'imyandikire (Ikibaho %d)
sd: ٽﻧﻮﻓ ڪﺭﺎﻣ ﮏﺑ (ﻞﻨﻴﭘ %d)
si: පිටු සලකුණු අකුරු (පැනලය %d)
sk: Záložky Písmo (Panel %d)
sl: Pisava zaznamkov (Plošča %d)
sq: Fonti i faqeshënuesve (Paneli %d)
sw: Fonti ya Alamisho (Paneli %d)
ta: புக்மார்க்ஸ் எழுத்துரு (குழு %d)
te: బుక్u200cమార్క్u200cల ఫాంట్ (ప్యానెల్ %d)
tg: Хатчӯбҳо Шрифт (Панел %d)
th: แบบอักษรที่คั่นหน้า (แผงหน้าปัด %d)
tk: Bellikler şrifti (Panel %d)
tt: Кыстармалар шрифты (Панель %d)
uk: Шрифт закладок (Панель %d)
ur: ﭧﻧﻮﻓ ﺲﮐﺭﺎﻣ ﮏﺑ (ﻞﻨﯿﭘ %d)
uz: Xatcho'plar shrifti (Panel %d)
vi: Phông chữ Dấu trang (Bảng điều khiển %d)
xh: Ifonti yeebhukhimaki (Iphaneli %d)
yi: טנאָפ סקראַמקוב (עילפאַט %d)

source: Example Bookmark Name
af: Voorbeeld boekmerknaam
am: የዕልባት ስም ምሳሌ
ar: ﺔﻴﻌﺟﺮﻤﻟﺍ ﺓﺭﺎﺷﻹ﻿ﺍ ﻢﺳﺍ ﻰﻠﻋ ﻝﺎﺜﻣ
be: Прыклад імя закладкі
bg: Примерно име на отметка
bn: উদাহরণ বুকমার্ক নাম
ca: Exemple de nom de marcador
cy: Enw Llyfrnod Enghreifftiol
da: Eksempel på bogmærkenavn
eo: Ekzempla Legomarko Nomo
et: Järjehoidja nime näide
eu: Laster-markaren izena adibidea
fa: ﮏﻧﺎﺸﻧ ﻡﺎﻧ ﻝﺎﺜﻣ
fi: Esimerkki kirjanmerkin nimi
fil: Halimbawang Pangalan ng Bookmark
fy: Foarbyld blêdwizernamme
ga: Ainm Sampla Leabharmharc
gd: Ainm comharra-leabhair
gl: Exemplo de nome de marcador
gu: ઉદાહરણ બુકમાર્ક નામ
he: המגודל הינמיס םש
hi: उदाहरण बुकमार्क नाम
hr: Primjer naziva oznake
hu: Példa a könyvjelző névre
hy: Էջանիշի անուն օրինակ
id: Contoh Nama Bookmark
is: Dæmi um nafn bókamerkis
ka: მაგალითი სანიშნეს სახელი
kk: Мысал бетбелгі атауы
km: ឧទាហរណ៍ឈ្មោះចំណាំ
kn: ಉದಾಹರಣೆ ಬುಕ್ಮಾರ್ಕ್ ಹೆಸರು
ku: Nimûne Navê Bookmark
ky: Мисал Bookmark Name
lb: Beispill Bookmark Numm
lo: ຕົວຢ່າງຊື່ Bookmark
lt: Žymės pavadinimo pavyzdys
lv: Grāmatzīmes nosaukuma piemērs
mg: Anaran'ny maripejy ohatra
mi: Ingoa Tohu Tohu Tauira
mk: Пример Име на обележувач
ml: ഉദാഹരണം ബുക്ക്മാർക്ക് പേര്
mn: Жишээ хавчуурга нэр
mr: उदाहरण बुकमार्क नाव
mt: Isem Bookmark Eżempju
my: ဥပမာ Bookmark Name
nb: Eksempel på bokmerkenavn
ne: उदाहरण बुकमार्क नाम
or: ଉଦାହରଣ ବୁକମାର୍କ ନାମ |
pa: ਉਦਾਹਰਨ ਬੁੱਕਮਾਰਕ ਨਾਮ
ps: ﻪګﻠﯧﺑ ﻡﻮﻧ ﮎﺭﺎﻣ ﮏﺑ ﺩ
ro: Exemplu de nume de marcaj
rw: Urugero Ikimenyetso Cyizina
sd: ﻮﻟﺎﻧ ﻮﺟ ڪﺭﺎﻣ ﮏﺑ ﻝﺎﺜﻣ
si: උදාහරණ පිටු සලකුණු නම
sk: Príklad názvu záložky
sl: Primer imena zaznamka
sq: Shembull Emri i faqeshënuesit
sw: Mfano Jina la Alamisho
ta: உதாரணம் புக்மார்க் பெயர்
te: ఉదాహరణ బుక్u200cమార్క్ పేరు
tg: Намунаи Номи хатчӯб
th: ตัวอย่างชื่อบุ๊กมาร์ก
tk: Mysal üçin bellikleriň ady
tt: Bookрнәк кыстыргыч исеме
uk: Приклад імені закладки
ur: ﻝﺎﺜﻣ ﯽﮐ ﻡﺎﻧ ﮎﺭﺎﻣ ﮏﺑُ
uz: Xatcho'p nomiga misol
vi: Tên dấu trang mẫu
xh: Umzekelo Igama leBookmark
yi: ןעמאָנ ןכייצ - נעייל ליפּשיַיב

source: Path Bar Font (Panel %d)
af: Padbalklettertipe (Paneel %d)
am: የመንገድ አሞሌ ቅርጸ-ቁምፊ (ፓነል %d)
ar: ﺭﺎﺴﻤﻟﺍ ﻂﻳﺮﺷ ﻂﺧ (ﺔﺣﻮﻟ %d)
be: Шрыфт радка шляху (Панэль %d)
bg: Шрифт на лентата за път (Панел %d)
bn: পাথ বার ফন্ট (প্যানেল %d)
ca: Font de la barra del camí (Panell %d)
cy: Ffont Bar Llwybr (Panel %d)
da: Stibjælkeskrifttype (Panel %d)
eo: Voja Trinkejo Tiparo (Panelo %d)
et: Teeriba font (Paneel %d)
eu: Bide barraren letra-tipoa (Panela %d)
fa: ﺮﯿﺴﻣ ﺭﺍﻮﻧ ﺖﻧﻮﻓ (ﻞﻧﺎﭘ %d)
fi: Polkupalkin kirjasin (Paneeli %d)
fil: Font ng Path Bar (Panel %d)
fy: Paad Bar Lettertype (Panel %d)
ga: Cló Barra Conair (Painéal %d)
gd: Font Bar Path (Pannal %d)
gl: Fonte da barra de ruta (Panel %d)
gu: પાથ બાર ફોન્ટ (પેનલ %d)
he: ביתנ לגרס ןפוג (ַחּול %d)
hi: पथ बार फ़ॉन्ट (पैनल %d)
hr: Font trake putanje (Ploča %d)
hy: Path Bar տառատեսակ (Վահանակ %d)
id: Font Bilah Jalur (Panel %d)
is: Path Bar leturgerð (Panel %d)
ka: ბილიკის ზოლის შრიფტი (პანელი %d)
kk: Жол жолағы қаріпі (Панель %d)
km: ពុម្ពអក្សររបារផ្លូវ (បន្ទះ %d)
kn: ಪಾತ್ ಬಾರ್ ಫಾಂಟ್ (ಫಲಕ %d)
ku: Rêça Bar Font (Panel %d)
ky: Жол тилкесинин шрифти (Панел %d)
lb: Path Bar Schrëft (Panel %d)
lo: Path Bar Font (ກະດານ %d)
lt: Kelio juostos šriftas (Skydas %d)
lv: Ceļa joslas fonts (Panelis %d)
mg: Laharan-tsoratry ny Path Bar (Panel %d)
mi: Momotuhi Pae Ara (Paewhiri %d)
mk: Фонт на лентата за патека (Панел %d)
ml: പാത്ത് ബാർ ഫോണ്ട് (പാനൽ %d)
mn: Замын мөрний фонт (Самбар %d)
mr: पाथ बार फॉन्ट (पॅनेल %d)
my: Path Bar Font (ဘောင် %d)
nb: Stifeltskrift (Panel %d)
ne: पथ पट्टी फन्ट (प्यानल %d)
or: ପଥ ବାର୍ ଫଣ୍ଟ୍ | (ପ୍ୟାନେଲ୍ | %d)
pa: ਪਾਥ ਬਾਰ ਫੌਂਟ (ਪੈਨਲ %d)
ps: ټﻧﻮﻓ ﺭﺎﺑ ﯤﺭﻻ﻿ ﺩ (ﻞﻨﯿﭘ %d)
ro: Font bara de cale (Panou %d)
rw: Inzira y'imyandikire (Ikibaho %d)
sd: ٽﻧﻮﻓ ﺭﺎﺑ ﭢﺎﭘ (ﻞﻨﻴﭘ %d)
si: මාර්ග තීරු අකුරු (පැනලය %d)
sk: Písmo pruhu cesty (Panel %d)
sl: Pisava vrstice poti (Plošča %d)
sq: Fonti i shiritit të rrugës (Paneli %d)
sw: Fonti ya Upau wa Njia (Paneli %d)
ta: பாதை பட்டை எழுத்துரு (குழு %d)
te: పాత్ బార్ ఫాంట్ (ప్యానెల్ %d)
tg: Шрифти роҳ (Панел %d)
th: แบบอักษรของแถบเส้นทาง (แผงหน้าปัด %d)
tk: Barol şrifti (Panel %d)
tt: Barл шрифты (Панель %d)
uk: Шрифт панелі шляху (Панель %d)
ur: ﭧﻧﻮﻓ ﺭﺎﺑ ﮫﺗﺎﭘ (ﻞﻨﯿﭘ %d)
uz: Yo'l paneli shrifti (Panel %d)
vi: Phông chữ thanh đường dẫn (Bảng điều khiển %d)
xh: Ifonti yeBha yeNdlela (Iphaneli %d)
yi: טנאָפ רב ךרד (עילפאַט %d)

source: $ cat /home/user/example
af: $ cat /tuis/gebruiker/voorbeeld
am: $ cat /ቤት/ተጠቃሚ/ለምሳሌ
ar: $ cat /ﺔﻴﺴﻴﺋﺮﻟﺍ ﺔﺤﻔﺼﻟﺍ/ﻞﻤﻌﺘﺴﻤﻟﺍ/ﻝﺎﺜﻣ
be: $ cat /дадому/карыстальніка/прыклад
bg: $ cat /У дома/потребител/пример
bn: $ cat /বাড়ি/ব্যবহারকারী/উদাহরণ
ca: $ cat /casa/usuari/exemple
cy: $ cat /adref/defnyddiwr/enghraifft
da: $ cat /hjem/bruger/eksempel
eo: $ cat /hejmen/uzanto/ekzemplo
et: $ cat /Kodu/kasutaja/näide
eu: $ cat /etxera/erabiltzailea/adibidea
fa: $ cat /ﻪﻧﺎﺧ/ﺮﺑﺭﺎﮐ/ﻝﺎﺜﻣ
fi: $ cat /Koti/käyttäjä/esimerkki
fil: $ cat /bahay/gumagamit/halimbawa
fy: $ cat /thús/brûker/foarbyld
ga: $ cat /bhaile/úsáideoir/sampla
gd: $ cat /dhachaigh/neach-cleachdaidh/eisimpleir
gl: $ cat /casa/usuario/exemplo
gu: $ cat /ઘર/વપરાશકર્તા/ઉદાહરણ
he: $ cat /תיב/ׁשֵמַתׁשִמ/אמגוד
hi: $ cat /घर/उपयोगकर्ता/उदाहरण
hr: $ cat /Dom/korisnik/primjer
hu: $ cat /itthon/felhasználó/példa
hy: $ cat /տուն/օգտագործող/օրինակ
id: $ cat /rumah/pengguna/contoh
is: $ cat /heim/notandi/dæmi
ka: $ cat /სახლში/მომხმარებელი/მაგალითი
kk: $ cat /үй/пайдаланушы/мысал
km: $ cat /ផ្ទះ/អ្នកu200bប្រើ/ឧទាហរណ៍
kn: $ cat /ಮನೆ/ಬಳಕೆದಾರ/ಉದಾಹರಣೆ
ku: $ cat /xane/bikaranîvan/mînak
ky: $ cat /үй/колдонуучу/мисал
lb: $ cat /doheem/Benotzer/Beispill
lo: $ cat /ບ້ານ/ຜູ້ໃຊ້/ຕົວຢ່າງ
lt: $ cat /home/user/pavyzdys
lv: $ cat /mājas/lietotājs/piemērs
mg: $ cat /an-trano/mpampiasa/OHATRA
mi: $ cat /kainga/kaiwhakamahi/tauira
mk: $ cat /дома/корисник/пример
ml: $ cat /വീട്/ഉപയോക്താവ്/ഉദാഹരണം
mn: $ cat /гэр/хэрэглэгч/жишээ
mr: $ cat /मुख्यपृष्ठ/वापरकर्ता/उदाहरण
mt: $ cat /dar/utent/eżempju
my: $ cat /အိမ်/အသုံးပြုသူကို/ဥပမာ
nb: $ cat /hjem/bruker/eksempel
ne: $ cat /घर/प्रयोगकर्ता/उदाहरण
or: $ cat /ଘର/ଉପଯୋଗକର୍ତ୍ତା |/ଉଦାହରଣ |
pa: $ cat /ਘਰ/ਉਪਭੋਗਤਾ/ਉਦਾਹਰਨ
ps: $ cat /ﺭﻮﮐ/ﻥﺭﺎﮐ/ﻝﺎﺜﻣ
ro: $ cat /Acasă/utilizator/exemplu
rw: $ cat /murugo/umukoresha/urugero
sd: $ cat /ﺮﮭﮔ/ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ/ﻝﺎﺜﻣ
si: $ cat /ගෙදර/පරිශීලක/උදාහරණයක්
sk: $ cat /Domov/užívateľ/príklad
sl: $ cat /doma/uporabnik/primer
sq: $ cat /në shtëpi/përdorues/shembull
sw: $ cat /nyumbani/mtumiaji/mfano
ta: $ cat /வீடு/பயனர்/உதாரணமாக
te: $ cat /ఇల్లు/వినియోగదారు/ఉదాహరణ
tg: $ cat /хона/корбар/мисол
th: $ cat /บ้าน/ผู้ใช้/ตัวอย่าง
tk: $ cat /öý/ulanyjy/mysal
tt: $ cat /өй/кулланучы/мисал
uk: $ cat /додому/користувач/приклад
ur: $ cat /ﺮﮭﮔ/ﻑﺭﺎﺻ/ﻝﺎﺜﻣ
uz: $ cat /uy/foydalanuvchi/misol
vi: $ cat /Trang Chủ/người sử dụng/ví dụ
xh: $ cat /ekhaya/umsebenzisi/umzekelo
yi: $ cat /םייה/רעצינאַב/ליפּשיַיב

source: Tab Font (Panel %d)
af: Tablettertipe (Paneel %d)
am: የትር ፊደል (ፓነል %d)
ar: ﺔﻟﻭﺪﺠﻟﺍ ﻂﺧ (ﺔﺣﻮﻟ %d)
be: Шрыфт ўкладкі (Панэль %d)
bg: Шрифт на раздел (Панел %d)
bn: ট্যাব ফন্ট (প্যানেল %d)
ca: Tipus de lletra de la pestanya (Panell %d)
cy: Ffont Tab (Panel %d)
da: Faneskrifttype (Panel %d)
eo: Tab Tiparo (Panelo %d)
et: Vahekaardi Font (Paneel %d)
eu: Fitxa Letra-tipoa (Panela %d)
fa: ﻪﮔﺮﺑ ﺖﻧﻮﻓ (ﻞﻧﺎﭘ %d)
fi: Välilehden kirjasin (Paneeli %d)
fil: Font ng Tab (Panel %d)
ga: Cló Cló (Painéal %d)
gd: Font Tab (Pannal %d)
gl: Font da pestana (Panel %d)
gu: ટૅબ ફોન્ટ (પેનલ %d)
he: הייסיטרכ ןפוג (ַחּול %d)
hi: टैब फ़ॉन्ट (पैनल %d)
hr: Font kartice (Ploča %d)
hy: Ներդիրի տառատեսակ (Վահանակ %d)
id: Font Tab (Panel %d)
is: Flipa leturgerð (Panel %d)
ka: ჩანართის შრიფტი (პანელი %d)
kk: Қойынды қаріпі (Панель %d)
km: ពុម្ពអក្សរផ្ទាំង (បន្ទះ %d)
kn: ಟ್ಯಾಬ್ ಫಾಂಟ್ (ಫಲಕ %d)
ky: Өтмөк шрифт (Панел %d)
lb: Tab Schrëft (Panel %d)
lo: Tab Font (ກະດານ %d)
lt: Skirtuko šriftas (Skydas %d)
lv: Cilnes fonts (Panelis %d)
mi: Momotuhi Ripa (Paewhiri %d)
mk: Фонт на јазичиња (Панел %d)
ml: ടാബ് ഫോണ്ട് (പാനൽ %d)
mn: Таб фонт (Самбар %d)
mr: टॅब फॉन्ट (पॅनेल %d)
my: တက်ဘ်ဖောင့် (ဘောင် %d)
nb: Fanefont (Panel %d)
ne: ट्याब फन्ट (प्यानल %d)
or: ଟ୍ୟାବ୍ ଫଣ୍ଟ୍ | (ପ୍ୟାନେଲ୍ | %d)
pa: ਟੈਬ ਫੌਂਟ (ਪੈਨਲ %d)
ps: ټﻧﻮﻓ ﺐټ (ﻞﻨﯿﭘ %d)
ro: Font pentru tab (Panou %d)
rw: Imyandikire ya Tab (Ikibaho %d)
sd: ٽﻧﻮﻓ ﺐﻴٽ (ﻞﻨﻴﭘ %d)
si: ටැබ් අකුරු (පැනලය %d)
sk: Písmo karty (Panel %d)
sl: Pisava zavihka (Plošča %d)
sq: Fonti i skedës (Paneli %d)
sw: Fonti ya Kichupo (Paneli %d)
ta: தாவல் எழுத்துரு (குழு %d)
te: టాబ్ ఫాంట్ (ప్యానెల్ %d)
tg: Шрифти ҷадвал (Панел %d)
th: แบบอักษรของแท็บ (แผงหน้าปัด %d)
tk: Salgy şrifti (Panel %d)
tt: Шрифт (Панель %d)
uk: Шрифт вкладки (Панель %d)
ur: ﭧﻧﻮﻓ ﺐﯿﭨ (ﻞﻨﯿﭘ %d)
uz: Tab shrifti (Panel %d)
vi: Phông chữ tab (Bảng điều khiển %d)
xh: Ifonti yeTab (Iphaneli %d)
yi: טנאָפ באַט (עילפאַט %d)

source: Status Bar Font (Panel %d)
af: Statusbalklettertipe (Paneel %d)
am: የሁኔታ አሞሌ ቅርጸ-ቁምፊ (ፓነል %d)
ar: ﺔﻟﺎﺤﻟﺍ ﻂﻳﺮﺷ ﻂﺧ (ﺔﺣﻮﻟ %d)
be: Шрыфт радка стану (Панэль %d)
bg: Шрифт в лентата на състоянието (Панел %d)
bn: স্ট্যাটাস বার ফন্ট (প্যানেল %d)
ca: Font de la barra d'estat (Panell %d)
cy: Ffont Bar Statws (Panel %d)
da: Statuslinje skrifttype (Panel %d)
eo: Statusa Trinkejo Tiparo (Panelo %d)
et: Olekuriba font (Paneel %d)
eu: Egoera-barrako letra-tipoa (Panela %d)
fa: ﺖﯿﻌﺿﻭ ﺭﺍﻮﻧ ﻢﻠﻗ (ﻞﻧﺎﭘ %d)
fi: Tilapalkin fontti (Paneeli %d)
fil: Font ng Status Bar (Panel %d)
fy: Statusbalke Lettertype (Panel %d)
ga: Cló Barra Stádas (Painéal %d)
gd: Clò Bàr Inbhe (Pannal %d)
gl: Fonte da barra de estado (Panel %d)
gu: સ્ટેટસ બાર ફોન્ટ (પેનલ %d)
he: בצמה תרוש ןפוג (ַחּול %d)
hi: स्थिति पट्टी फ़ॉन्ट (पैनल %d)
hr: Font trake statusa (Ploča %d)
hu: Állapotsor betűtípus (Panel %d)
hy: Կարգավիճակի տառատեսակ (Վահանակ %d)
id: Font Bilah Status (Panel %d)
is: Leturgerð á stöðustiku (Panel %d)
ka: სტატუსის ზოლის შრიფტი (პანელი %d)
kk: Күй жолағы қаріпі (Панель %d)
km: ពុម្ពអក្សររបារស្ថានភាព (បន្ទះ %d)
kn: ಸ್ಥಿತಿ ಬಾರ್ ಫಾಂಟ್ (ಫಲಕ %d)
ku: Font Bara Rewşê (Panel %d)
ky: Статус тилкесинин шрифти (Панел %d)
lb: Status Bar Schrëft (Panel %d)
lo: ຕົວອັກສອນແຖບສະຖານະ (ກະດານ %d)
lt: Būsenos juostos šriftas (Skydas %d)
lv: Statusa joslas fonts (Panelis %d)
mg: Sata Bar Font (Panel %d)
mi: Momotuhi Pae Tunga (Paewhiri %d)
mk: Фонт на статусната лента (Панел %d)
ml: സ്റ്റാറ്റസ് ബാർ ഫോണ്ട് (പാനൽ %d)
mn: Статусын мөрний фонт (Самбар %d)
mr: स्टेटस बार फॉन्ट (पॅनेल %d)
my: Status Bar Font (ဘောင် %d)
nb: Statuslinjefont (Panel %d)
ne: स्थिति पट्टी फन्ट (प्यानल %d)
or: ଷ୍ଟାଟସ୍ ବାର୍ ଫଣ୍ଟ୍ | (ପ୍ୟାନେଲ୍ | %d)
pa: ਸਥਿਤੀ ਪੱਟੀ ਫੌਂਟ (ਪੈਨਲ %d)
ps: ټﻧﻮﻓ ﺭﺎﺑ ﺖﻟﺎﺣ ﺩ (ﻞﻨﯿﭘ %d)
ro: Font bara de stare (Panou %d)
rw: Imiterere y'imyandikire (Ikibaho %d)
sd: ٽﻧﻮﻓ ﺭﺎﺑ ﺲٽﻴٽﺳﺍ (ﻞﻨﻴﭘ %d)
si: තත්ව තීරු අකුරු (පැනලය %d)
sk: Písmo stavového riadka (Panel %d)
sl: Pisava vrstice stanja (Plošča %d)
sq: Fonti i shiritit të statusit (Paneli %d)
sw: Fonti ya Upau wa Hali (Paneli %d)
ta: நிலை பட்டை எழுத்துரு (குழு %d)
te: స్టేటస్ బార్ ఫాంట్ (ప్యానెల్ %d)
tg: Шрифти сатри ҳолати (Панел %d)
th: แบบอักษรของแถบสถานะ (แผงหน้าปัด %d)
tk: “Bar” şrifti (Panel %d)
tt: Статус шрифты (Панель %d)
uk: Шрифт рядка стану (Панель %d)
ur: ﭧﻧﻮﻓ ﺭﺎﺑ ﺲﭩﯿﭩﺳﺍ (ﻞﻨﯿﭘ %d)
uz: Holat paneli shrifti (Panel %d)
vi: Phông chữ thanh trạng thái (Bảng điều khiển %d)
xh: Ifonti yeBha yeSimo (Iphaneli %d)
yi: טנאָפ ראַב סוטאַטס (עילפאַט %d)

source: 12 G free / 200 G 52 items
af: 12 G vry / 200 G 52 items
am: 12 G ፍርይ / 200 G 52 እቃዎች
ar: 12 G ﺎﻧﺎﺠﻣ / 200 G 52 ﺮﺻﺎﻨﻌﻟﺍ
be: 12 G бясплатна / 200 G 52 прадметаў
bg: 12 G Безплатно / 200 G 52 артикули
bn: 12 G বিনামূল্যে / 200 G 52 আইটেম
ca: 12 G lliure / 200 G 52 elements
cy: 12 G am ddim / 200 G 52 eitemau
da: 12 G gratis / 200 G 52 genstande
eo: 12 G libera / 200 G 52 eroj
et: 12 G tasuta / 200 G 52 esemed
eu: 12 G dohainik / 200 G 52 elementuak
fa: 12 G ﻥﺎﮕﯾﺍﺭ / 200 G 52 ﺩﺭﺍﻮﻣ
fi: 12 G vapaa / 200 G 52 kohteita
fil: 12 G libre / 200 G 52 mga bagay
fy: 12 G frij / 200 G 52 items
ga: 12 G saor / 200 G 52 míreanna
gd: 12 G an-asgaidh / 200 G 52 nithean
gl: 12 G gratuíto / 200 G 52 elementos
gu: 12 G મફત / 200 G 52 વસ્તુઓ
he: 12 G םניח / 200 G 52 םיטירפ
hi: 12 G नि: शुल्क / 200 G 52 आइटम
hr: 12 G besplatno / 200 G 52 stavke
hu: 12 G ingyenes / 200 G 52 tételeket
hy: 12 G անվճար / 200 G 52 իրեր
id: 12 G Gratis / 200 G 52 item
is: 12 G ókeypis / 200 G 52 hlutir
ka: 12 G უფასო / 200 G 52 ნივთები
kk: 12 G Тегін / 200 G 52 заттар
km: 12 G ឥតគិតថ្លៃ / 200 G 52 ធាតុ
kn: 12 G ಉಚಿತ / 200 G 52 ವಸ್ತುಗಳು
ku: 12 G belaş / 200 G 52 tiştên
ky: 12 G бекер / 200 G 52 буюмдар
lb: 12 G fräi / 200 G 52 Artikelen
lo: 12 G ຟຣີ / 200 G 52 ລາຍການ
lt: 12 G Laisvas / 200 G 52 daiktų
lv: 12 G bezmaksas / 200 G 52 preces
mg: 12 G maimaim-poana / 200 G 52 zavatra
mi: 12 G kore utu / 200 G 52 tūemi
mk: 12 G бесплатно / 200 G 52 предмети
ml: 12 G സൗ ജന്യം / 200 G 52 ഇനങ്ങൾ
mn: 12 G үнэгүй / 200 G 52 зүйлс
mr: 12 G फुकट / 200 G 52 आयटम
mt: 12 G libera / 200 G 52 oġġetti
my: 12 G အခမဲ့ / 200 G 52 ပစ္စည်းများ
nb: 12 G gratis / 200 G 52 gjenstander
ne: 12 G नि:शुल्क / 200 G 52 वस्तुहरू
or: 12 G ମାଗଣା | / 200 G 52 ବସ୍ତୁଗୁଡ଼ିକ
pa: 12 G ਮੁਫ਼ਤ / 200 G 52 ਇਕਾਈ
ps: 12 G ﺎﻳړﻭ / 200 G 52 ﻲﮐﻮﺗ
ro: 12 G gratuit / 200 G 52 articole
rw: 12 G ubuntu / 200 G 52 ibintu
sd: 12 G ﻭﺪﻧﺍﻭ / 200 G 52 ﻥﻮﻴﺷ
si: 12 G නිදහස් / 200 G 52 අයිතම
sk: 12 G zadarmo / 200 G 52 položky
sl: 12 G prost / 200 G 52 predmetov
sq: 12 G pa pagesë / 200 G 52 artikujt
sw: 12 G bure / 200 G 52 vitu
ta: 12 G இலவசம் / 200 G 52 பொருட்களை
te: 12 G ఉచిత / 200 G 52 వస్తువులు
tg: 12 G озод / 200 G 52 ашё
th: 12 G ฟรี / 200 G 52 รายการ
tk: 12 G mugt / 200 G 52 elementler
tt: 12 G бушлай / 200 G 52 әйберләр
uk: 12 G безкоштовно / 200 G 52 предметів
ur: 12 G ﺖﻔﻣ / 200 G 52 ءﺎﯿﺷﺍ
uz: 12 G ozod / 200 G 52 buyumlar
vi: 12 G miễn phí / 200 G 52 mặt hàng
xh: 12 G simahla / 200 G 52 izinto
yi: 12 G יַירפ / 200 G 52 ןכאז

source: Follow _Dir
af: Volg _Dir
am: ተከተል _Dir
ar: ﻊﺒﺘﻳ _Dir
be: Выконвайце _Dir
bg: последвам _Dir
bn: অনুসরণ করুন _Dir
ca: Seguiu _Dir
cy: Dilynwch _Dir
da: Følge efter _Dir
eo: Sekvu _Dir
et: Jälgi _Dir
eu: Jarraitu _Dir
fa: ﻥﺩﺮﮐ ﻝﺎﺒﻧﺩ _Dir
fi: Seuraa _Dir
fil: Sundin _Dir
fy: Folgje _Dir
ga: Lean _Dir
gd: Lean _Dir
gl: Segue _Dir
gu: અનુસરો _Dir
he: רחא בוקעל _Dir
hi: का पालन करें _Dir
hr: slijediti _Dir
hu: Kövesse _Dir
hy: Հետևեք _Dir
id: Mengikuti _Dir
is: Fylgja _Dir
ka: Გაყოლა _Dir
kk: Бақылаңыз _Dir
km: ធ្វើតាម _Dir
kn: ಅನುಸರಿಸಿ _Dir
ku: Pêketin _Dir
ky: ээрчүү _Dir
lb: Follegt _Dir
lo: ປະຕິບັດຕາມ _Dir
lt: Sekite _Dir
lv: Sekojiet _Dir
mg: Araho _Dir
mi: Whaia _Dir
mk: Следете _Dir
ml: പിന്തുടരുക _Dir
mn: Дага _Dir
mr: अनुसरण करा _Dir
mt: Segwi _Dir
my: လိုက်နာပါ။ _Dir
nb: Følg _Dir
ne: पछ्याउन _Dir
or: ଅନୁସରଣ କରନ୍ତୁ | _Dir
pa: ਦਾ ਪਾਲਣ ਕਰੋ _Dir
ps: ﺉړﮐ ﺐﯿﻘﻌﺗ _Dir
ro: Urma _Dir
rw: Kurikira _Dir
sd: ﻥﺎﻴﭡﭘ _Dir
si: අනුගමනය කරන්න _Dir
sk: Nasledujte _Dir
sl: Sledite _Dir
sq: Ndiqni _Dir
sw: Fuata _Dir
ta: பின்பற்றவும் _Dir
te: అనుసరించండి _Dir
tg: Пайравӣ кунед _Dir
th: ติดตาม _Dir
tk: Yzarla _Dir
tt: Ияртегез _Dir
uk: Слідкуйте _Dir
ur: ﯼﻭﺮﯿﭘ _Dir
uz: Kuzatish _Dir
vi: Theo _Dir
xh: Landela _Dir
yi: ייג _Dir

source: _New Tab
af: _Nuwe blad
am: _አዲስ ትር
ar: _ﺓﺪﻳﺪﺟ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ
be: _Новая ўкладка
bg: _Нов прозорец
bn: _নতুন ট্যাব
ca: _Nova pestanya
cy: _Tab Newydd
da: _Ny fane
eo: _Nova langeto
et: _Uuel kaardil
eu: _Fitxa berria
fa: _ﺪﯾﺪﺟ ﻪﮔﺮﺑ
fi: _Uusi välilehti
fil: _Bagong tab
fy: _Nij haadstik
ga: _Cluaisín Nua
gd: _Tab ùr
gl: _Nova pestana
gu: _નવું ટેબ
he: _השדח הייסיטרכ
hi: _नया टैब
hr: _Nova kartica
hu: _Új lap
hy: _Նոր էջանշանը
id: _Tab baru
is: _Nýr flipi
ka: _ახალი ჩანართი
kk: _Жаңа қойынды
km: _ផ្ទាំងថ្មី។
kn: _ಹೊಸ ಟ್ಯಾಬ್
ku: _Tabloya Nû
ky: _Жаңы өтмөк
lb: _Neien Tab
lo: _ແຖບu200bໃຫມ່
lt: _Naujas skirtukas
lv: _Jauna cilne
mg: _Tab vaovao
mi: _Ripa Hou
mk: _Ново јазиче
ml: _പുതിയ ടാബ്
mn: _Шинэ таб
mr: _नवीन टॅब
mt: _Tab Ġdida
my: _တက်ဘ်အသစ်
nb: _Ny fane
ne: _नयाँ ट्याब
or: _ନୂଆ ଟ୍ୟାବ୍ |
pa: _ਨਵੀਂ ਟੈਬ
ps: _ﺐټ ﯼﻮﻧ
ro: _Filă nouă
rw: _Agasanduku gashya
sd: _ﺐﻴٽ ﻥﻮﺌﻧ
si: _නව ටැබ්
sk: _Nová karta
sl: _Nov zavihek
sq: _Tab i ri
sw: _Kichupo Kipya
ta: _புதிய தாவலில்
te: _కొత్త టాబ్
tg: _Ҷадвали нав
th: _แท็บใหม่
tk: _Täze goýma
tt: _Яңа кыстыргыч
uk: _Нова вкладка
ur: _ﺐﯿﭨ ﺎﯿﻧ
uz: _Yangi tab
vi: _Tab mới
xh: _Ithebhu entsha
yi: _באַט וינ

source: _Single Click
af: _Enkele klik
am: _ነጠላ ጠቅታ
ar: _ﺓﺪﺣﺍﻭ ﺓﺮﻘﻨﺑ
be: _Адзін клік
bg: _Едно щракване
bn: _একক ক্লিক
ca: _Un sol clic
cy: _Clic Sengl
da: _Enkelt klik
eo: _Ununura Klako
et: _Üks klõps
eu: _Klik bakarra
fa: _ﮏﯿﻠﮐ ﮏﯾ
fi: _Yksi klikkaus
fil: _Isang Pag-click
fy: _Enkele klik
ga: _Cliceáil Aonair
gd: _Cliog singilte
gl: _Un só clic
gu: _સિંગલ ક્લિક
he: _דדוב קילק
hi: _सिंगल क्लिक
hr: _Jedan klik
hu: _Egyetlen kattintás
hy: _Մեկ սեղմումով
id: _Satu Klik
is: _Einn smellur
ka: _ერთი დაწკაპუნებით
kk: _Бір рет басу
km: _ចុចតែមួយ
kn: _ಒಂದೇ ಕ್ಲಿಕ್
ky: _Бир чыкылдатуу
lb: _Eenzel Klick
lo: _ຄລິກດຽວ
lt: _Vienas paspaudimas
lv: _Viens klikšķis
mg: _Tsindrio tokana
mi: _Pāwhiri Kotahi
mk: _Еден клик
ml: _ഒറ്റ ക്ലിക്ക്
mn: _Нэг товшилт
mr: _सिंगल क्लिक
mt: _Ikklikkja waħda
my: _တစ်ချက်နှိပ်ပါ။
nb: _Enkelt klikk
ne: _एकल क्लिक
or: _ଏକକ କ୍ଲିକ୍ |
pa: _ਸਿੰਗਲ ਕਲਿੱਕ
ps: _ﮏﯿﻠﮐ ﺪﺣﺍﻭ
ro: _Un singur clic
rw: _Kanda rimwe
sd: _ڪﻠڪ ﻞﮕﻨﺳ
si: _තනි ක්ලික් කිරීම
sk: _Jedno kliknutie
sl: _En klik
sq: _Klikimi i vetëm
sw: _Bonyeza Moja
ta: _ஒற்றை கிளிக்
te: _సింగిల్ క్లిక్
tg: _Як клик
th: _คลิกเดียว
tk: _Bir gezek basyň
tt: _Бер тапкыр басыгыз
uk: _Один клік
ur: _ﮏﻠﮐ ﻞﮕﻨﺳ
uz: _Bir marta bosish
vi: _Một cú nhấp chuột
xh: _Ukucofa okukodwa
yi: _קילק ןייא

source: Directory doesn't exist %s
af: Gids bestaan u200bu200bnie %s
am: ማውጫ የለም። %s
ar: ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﻞﻴﻟﺪﻟﺍ %s
be: Каталог не існуе %s
bg: Директория не съществува %s
bn: ডিরেক্টরি বিদ্যমান নেই %s
ca: El directori no existeix %s
cy: Nid yw'r cyfeiriadur yn bodoli %s
da: Directory eksisterer ikke %s
eo: Dosierujo ne ekzistas %s
et: Kataloogi pole olemas %s
eu: Direktorioa ez da existitzen %s
fa: ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ %s
fi: Hakemistoa ei ole olemassa %s
fil: Wala ang direktoryo %s
fy: Directory bestiet net %s
ga: Níl eolaire ann %s
gd: Chan eil Directory ann %s
gl: O directorio non existe %s
gu: ડિરેક્ટરી અસ્તિત્વમાં નથી %s
he: תמייק אל היירפס %s
hi: निर्देशिका मौजूद नहीं है %s
hr: Imenik ne postoji %s
hu: A címtár nem létezik %s
hy: Տեղեկատուն գոյություն չունի %s
id: Direktori tidak ada %s
is: Skráin er ekki til %s
ka: დირექტორია არ არსებობს %s
kk: Каталог жоқ %s
km: មិនមានបញ្ជីឈ្មោះទេ។ %s
kn: ಡೈರೆಕ್ಟರಿ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ %s
ku: Derhêner tune %s
ky: Каталог жок %s
lb: Verzeechnes existéiert net %s
lo: ບໍ່ມີໄດເລກະທໍລີ %s
lt: Katalogo nėra %s
lv: Direktorija neeksistē %s
mg: Tsy misy ny lahatahiry %s
mi: Karekau he whaiaronga %s
mk: Директориумот не постои %s
ml: ഡയറക്ടറി നിലവിലില്ല %s
mn: Лавлах байхгүй байна %s
mr: निर्देशिका अस्तित्वात नाही %s
mt: Direttorju ma jeżistix %s
my: လမ်းညွှန်မရှိပါ။ %s
nb: Katalog eksisterer ikke %s
ne: निर्देशिका अवस्थित छैन %s
or: ଡିରେକ୍ଟୋରୀ ବିଦ୍ୟମାନ ନାହିଁ | %s
pa: ਡਾਇਰੈਕਟਰੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ %s
ps: ﻱﺮﻠﻧ ﻥﻮﺘﺷ ﺩﻮښﺭﻻ﻿ %s
ro: Directorul nu există %s
rw: Ububiko ntibubaho %s
sd: ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ ﻱﺮٽڪﻳﺭﺍڊ %s
si: නාමාවලිය නොපවතී %s
sk: Adresár neexistuje %s
sl: Imenik ne obstaja %s
sq: Drejtoria nuk ekziston %s
sw: Saraka haipo %s
ta: கோப்பகம் இல்லை %s
te: డైరెక్టరీ ఉనికిలో లేదు %s
tg: Директория вуҷуд надорад %s
th: ไม่มีไดเรกทอรี %s
tk: Katalog ýok %s
tt: Белешмәлек юк %s
uk: Каталог не існує %s
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ ﯼﺮﭩﮑﯾﺮﺋﺍﮈ %s
uz: Katalog mavjud emas %s
vi: Thư mục không tồn tại %s
xh: Uvimba weefayili akakho %s
yi: Directory טריטסיסקע טשינ זיא %s
