Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
af: Voer ontkoppel opdrag in: Gebruik: %%%%v toestel lêer ( %s ) EDIT MET SORG Hierdie opdrag word uitgevoer as root
am: የማራገፍ ትዕዛዝ አስገባ፡- ተጠቀም፡ %%%%v የመሳሪያ ፋይል ( %s ) በእንክብካቤ ያርትዑ ይህ ትእዛዝ የሚካሄደው እንደ ነው። root
ar: :ﻞﻴﻤﺤﺘﻟﺍ ءﺎﻐﻟﺇ ﺮﻣﺃ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%%%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ( %s ) EDIT WITH CARE ﻒﻠﻤﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻢﺘﻳ root
be: Увядзіце каманду размантаваць: Выкарыстоўвайце: %%%%v файл прылады ( %s ) УВАЖНА рэдагаваць Гэтая каманда выконваецца як root
bg: Въведете команда за демонтиране: Използвайте: %%%%v файл на устройството ( %s ) РЕДАКТИРАНЕ ВНИМАТЕЛНО Тази команда се изпълнява като root
bn: আনমাউন্ট কমান্ড লিখুন: ব্যবহার করুন: %%%%v ডিভাইস ফাইল ( %s ) যত্নের সাথে সম্পাদনা করুন এই কমান্ডটি হিসাবে চালানো হয় root
ca: Introduïu l'ordre de desmuntar: Ús: %%%%v fitxer del dispositiu ( %s ) EDITAR AMB CURA Aquesta ordre s'executa com a root
cy: Rhowch orchymyn digymar: Defnyddiwch: %%%%v ffeil ddyfais ( %s ) GOLYGU GYDA GOFAL Mae'r gorchymyn hwn yn cael ei redeg fel root
da: Indtast afmonteringskommando: Brug: %%%%v enhedsfil ( %s ) EDIT WITH CARE Denne kommando køres som root
eo: Enigu malmunti komandon: Uzu: %%%%v aparato dosiero ( %s ) REDAKTU ZORGE Ĉi tiu komando ruliĝas kiel root
et: Sisesta lahtiühendamise käsk: Kasuta: %%%%v seadme fail ( %s ) EDIT TÄHELEPANU Seda käsku käivitatakse kui root
eu: Sartu desmuntatu komandoa: Erabili: %%%%v gailuaren fitxategia ( %s ) EDITATU KONTUZ Komando hau honela exekutatzen da root
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ unmount ﺭﻮﺘﺳﺩ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%%%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ( %s ) EDIT WITH CARE ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﺕﺭﻮﺻ ﻪﺑ ﺭﻮﺘﺳﺩ ﻦﯾﺍ root
fi: Anna irrotuskomento: Käyttää: %%%%v laitetiedosto ( %s ) MUOKKAA HUOLELLISESTI Tämä komento suoritetaan muodossa root
fil: Ipasok ang unmount command: Gamitin ang: %%%%v file ng device ( %s ) I-EDIT NA MAY PAG-IINGAT Ang command na ito ay pinapatakbo bilang root
fy: Fier unmount kommando yn: Brûke: %%%%v apparaat triem ( %s ) EDIT WITH CARE Dit kommando wurdt útfierd as root
ga: Iontráil ordú unmount: Úsáid: %%%%v comhad feiste ( %s ) Eagar LE CÚRAM Ritheann an t-ordú seo mar root
gd: Cuir a-steach àithne gun ghluasad: Cleachd: %%%%v faidhle inneal ( %s ) EDIT WITH CARE Tha an àithne seo air a ruith mar root
gl: Introduza o comando de desmontaxe: Uso: %%%%v ficheiro do dispositivo ( %s ) EDITAR CON COIDADO Este comando execútase como root
gu: અનમાઉન્ટ આદેશ દાખલ કરો: વાપરવુ: %%%%v ઉપકરણ ફાઇલ ( %s ) સંભાળ સાથે સંપાદિત કરો આ આદેશ આ રીતે ચલાવવામાં આવે છે root
he: :unmount תדוקפ ןזה :שמתשהל %%%%v רישכמה ץבוק ( %s ) EDIT WITH CARE םשב תלעפומ וז הדוקפ root
hi: अनमाउंट कमांड दर्ज करें: उपयोग: %%%%v डिवाइस फ़ाइल ( %s ) देखभाल के साथ संपादित करें यह आदेश इस प्रकार चलाया जाता है root
hr: Unesite naredbu za demontažu: Koristiti: %%%%v datoteku uređaja ( %s ) PAŽLJIVO UREDI Ova se naredba izvodi kao root
hu: Írja be az unmount parancsot: Használat: %%%%v eszköz fájl ( %s ) EDIT WITH CARE Ez a parancs a következőként fut root
hy: Մուտքագրեք ապամոնտաժման հրամանը՝ Օգտագործեք: %%%%v սարքի ֆայլը ( %s ) ԽՆԱՄԲԵԼՈՒ ՀԱՄԱՐ Այս հրամանը գործարկվում է որպես root
id: Masukkan perintah unmount: Menggunakan: %%%%v berkas perangkat ( %s ) EDIT WITH CARE Perintah ini dijalankan sebagai root
is: Sláðu inn unmount skipun: Notaðu: %%%%v tæki skrá ( %s ) EDIT WITH CARE Þessi skipun er keyrð sem root
ka: შეიყვანეთ unmount ბრძანება: გამოყენება: %%%%v მოწყობილობის ფაილი ( %s ) სიფრთხილით რედაქტირება ეს ბრძანება მუშაობს როგორც root
kk: Бөлу пәрменін енгізіңіз: Қолдану: %%%%v құрылғы файлы ( %s ) МАҚСАТ МЕНЕН ӨҢДЕУ Бұл пәрмен келесідей орындалады root
km: បញ្ចូលពាក្យបញ្ជាអាន់ម៉ោន៖ ប្រើ៖ %%%%v ឯកសារឧបករណ៍ ( %s ) EDIT WITH CARE ពាក្យបញ្ជានេះត្រូវបានដំណើរការជា root
kn: ಅನ್u200cಮೌಂಟ್ ಆಜ್ಞೆಯನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%%%v ಸಾಧನ ಫೈಲ್ ( %s ) ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂಪಾದಿಸಿ ಈ ಆಜ್ಞೆಯನ್ನು ಹೀಗೆ ಚಲಾಯಿಸಲಾಗುತ್ತದೆ root
ku: Fermana rakirinê binivîse: Bikaranîn: %%%%v pelê amûrê ( %s ) BI HIŞYAR BIDIN Ev ferman wekî tê xebitandin root
ky: Ажыратуу буйругун киргизиңиз: Колдонуу: %%%%v түзмөк файлы ( %s ) КАТТЫК МЕНЕН EDIT Бул буйрук катары иштетилет root
lb: Gitt unmount Kommando un: Benotzt: %%%%v Apparat Fichier ( %s ) EDIT MAT CARE Dëse Kommando gëtt als root
lo: ໃສ່ຄໍາສັ່ງ unmount: ໃຊ້: %%%%v ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b ( %s ) EDIT WITH CARE ຄໍາສັ່ງນີ້ແມ່ນດໍາເນີນການເປັນ root
lt: Įveskite atjungimo komandą: Naudokite: %%%%v įrenginio failas ( %s ) REDAGUOTI ATSARGIAI Ši komanda vykdoma kaip root
lv: Ievadiet atvienošanas komandu: Izmantojiet: %%%%v ierīces fails ( %s ) REDIĢĒT UZMANĪGI Šī komanda tiek izpildīta kā root
mg: Ampidiro ny baiko unmount: Ampiasao: %%%%v rakitra fitaovana ( %s ) MANOAVA AMIN'NY FITANDREMANA Ity baiko ity dia atao toy ny root
mi: Whakauruhia te tono tango: Whakamahia: %%%%v kōnae taputapu ( %s ) EDIT MA TE TIKA Ka whakahaeretia tenei whakahau hei root
mk: Внесете команда за одмонтирање: Користете: %%%%v датотека на уредот ( %s ) УРЕДИ СО ВНИМАТЕЛНО Оваа команда се извршува како root
ml: അൺമൗണ്ട് കമാൻഡ് നൽകുക: ഉപയോഗിക്കുക: %%%%v ഉപകരണ ഫയൽ ( %s ) ശ്രദ്ധയോടെ എഡിറ്റ് ചെയ്യുക ഈ കമാൻഡ് ഇങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത് root
mn: Unmount командыг оруулна уу: Хэрэглэх: %%%%v төхөөрөмжийн файл ( %s ) БОЛОМЖТОЙ ЗАСАХ Энэ командыг дараах байдлаар ажиллуулна root
mr: अनमाउंट कमांड एंटर करा: वापरा: %%%%v डिव्हाइस फाइल ( %s ) एडिट विथ केअर ही कमांड म्हणून चालवली जाते root
mt: Daħħal il-kmand tal-unmount: Użu: %%%%v fajl tal-apparat ( %s ) EDITJA B'KURA Dan il-kmand jitmexxa bħala root
my: unmount command ကိုရိုက်ထည့်ပါ အသုံးပြုရန်- %%%%v စက်ဖိုင် ( %s ) ဂရုစိုက်ခြင်းဖြင့် တည်းဖြတ်ပါ ဤအမိန့်ကို လုပ်ဆောင်သည်။ root
nb: Skriv inn unmount kommando: Bruk: %%%%v enhetsfil ( %s ) EDIT WITH CARE Denne kommandoen kjøres som root
ne: अनमाउन्ट आदेश प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%%%v उपकरण फाइल ( %s ) हेरचाह संग सम्पादन गर्नुहोस् यो आदेश को रूपमा चलाइएको छ root
or: ଅନ୍ମାଉଣ୍ଟ୍ କମାଣ୍ଡ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%%%v ଡିଭାଇସ୍ ଫାଇଲ୍ | ( %s ) କେୟାର ସହିତ ଏଡିଟ୍ କରନ୍ତୁ ଏହି କମାଣ୍ଡ୍ ଯେପରି ଚାଲିଥାଏ | root
pa: ਅਨਮਾਊਂਟ ਕਮਾਂਡ ਦਿਓ: ਵਰਤੋ: %%%%v ਡਿਵਾਈਸ ਫਾਈਲ ( %s ) ਦੇਖਭਾਲ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ ਇਹ ਕਮਾਂਡ ਇਸ ਤਰ੍ਹਾਂ ਚਲਾਈ ਜਾਂਦੀ ਹੈ root
ps: :ﺉړﮐ ﻪﻨﻧﺩ ډﻧﺎﻤﮐ unmount ﺩ :ﻝﻭﺭﺎﮐ %%%%v ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ ( %s ) ﻱږﯿﮐ ﻝړﻭ ﺦﻣﺮﭘ ﻪګﻮﺗ ﻪﭘ ډﻧﺎﻤﮐ ﺍﺩ ﺉړﮐﻭ ﻥﻮﻤﺳ ﻩﺮﺳ ﯥﻧﺮﻠﻣﺎﭘ ﺩ root
ro: Introdu comanda de demontare: Utilizare: %%%%v fișierul dispozitivului ( %s ) EDITARE CU ATENTIE Această comandă este rulată ca root
rw: Injira itegeko ridasobanutse: Koresha: %%%%v dosiye ( %s ) Hindura UFITE ICYITONDERWA Iri tegeko rikoreshwa nka root
sd: :ﻢڪﺣ unmount ﻮﻳﺮڪ ﻞﺧﺍﺩ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ ( %s ) ﻦﺌﻴﺟ ﻲﮬﺁ ﻭﺪﻨﻠﮬ ﻢڪﺣ ﻲﮬ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻥﺎﺳ ﻝﺎﭝﻨﺳ root
si: Unmount විධානය ඇතුල් කරන්න: භාවිත: %%%%v උපාංග ගොනුව ( %s ) පරිස්සමෙන් සංස්කරණය කරන්න මෙම විධානය ක්u200dරියාත්මක වන්නේ මෙසේය root
sk: Zadajte príkaz na odpojenie: Použitie: %%%%v súbor zariadenia ( %s ) OPATRNE UPRAVIŤ Tento príkaz sa spustí ako root
sl: Vnesite ukaz za odklop: Uporaba: %%%%v datoteko naprave ( %s ) VARNO UREJAJ Ta ukaz se izvaja kot root
sq: Fut komandën e çmontimit: Përdorni: %%%%v skedari i pajisjes ( %s ) EDIT ME KUJDES Kjo komandë ekzekutohet si root
sw: Ingiza amri ya kuondoa: Tumia: %%%%v faili ya kifaa ( %s ) BADILISHA KWA UMAKINI Amri hii inaendeshwa kama root
ta: unmount கட்டளையை உள்ளிடவும்: பயன்படுத்தவும்: %%%%v சாதன கோப்பு ( %s ) கவனமாக திருத்தவும் இந்த கட்டளை இவ்வாறு இயக்கப்படுகிறது root
te: అన్u200cమౌంట్ ఆదేశాన్ని నమోదు చేయండి: వా డు: %%%%v పరికర ఫైల్ ( %s ) జాగ్రత్తగా సవరించండి ఈ ఆదేశం ఇలా అమలు చేయబడుతుంది root
tg: Фармони unmount ворид кунед: Истифода: %%%%v файли дастгоҳ ( %s ) БО ЭҲТИЁТ ТАВРИР КАРДАН Ин фармон ҳамчун иҷро карда мешавад root
th: ป้อนคำสั่ง unmount: ใช้: %%%%v ไฟล์อุปกรณ์ ( %s ) แก้ไขด้วยความระมัดระวัง คำสั่งนี้รันเป็น root
tk: Aýyrmak buýrugyny giriziň: Ulany: %%%%v enjam faýly ( %s ) Seresaplyk bilen redaktirläň Bu buýruk ýaly işleýär root
tt: Unmount командасын кертегез: Куллану: %%%%v җайланма файлы ( %s ) Игътибар белән үзгәртегез Бу боерык шулай эшли root
uk: Введіть команду демонтування: Використовуйте: %%%%v файл пристрою ( %s ) УВАЖНО РЕДАГУВАТИ Цю команду виконується як root
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﮉﻧﺎﻤﮐ ﭧﻧﺅﺎﻣ ﻥﺍ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ ( %s ) ۔ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﻼ﻿ﭼ ﺭﻮﻄﺑ ﮉﻧﺎﻤﮐ ﮧﯾ ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﮭﺑ ﮫﮑﯾﺩ root
uz: O'chirish buyrug'ini kiriting: Foydalanish: %%%%v qurilma fayli ( %s ) EHTIYOT BILAN EDIT Bu buyruq quyidagicha bajariladi root
vi: Nhập lệnh ngắt kết nối: Sử dụng: %%%%v tập tin thiết bị ( %s ) CHỈNH SỬA VỚI CHĂM SÓC Lệnh này được chạy dưới dạng root
xh: Faka umyalelo onganyuki: Sebenzisa: %%%%v ifayile yesixhobo ( %s ) HLELA NGONONOPHELO Lo myalelo uqhutywa njenge root
yi: :לעפֿאַב טנואָמנו יד ןיַיראַ :ןצינ %%%%v עקעט לטימ ( %s ) יוו ןפיול זיא לעפֿאַב םעד גראָז טימ ןריגאַדער root

source: Unmount As Root
af: Ontkoppel As Root
am: እንደ ንቀል Root
be: Размантаваць як Root
bg: Демонтирайте като Root
bn: হিসাবে আনমাউন্ট করুন Root
ca: Desmuntar com Root
da: Afmonter As Root
eo: Malmunti As Root
et: Ühendage As lahti Root
eu: Desmuntatu As Root
fi: Irrota As Root
fil: I-unmount Bilang Root
gl: Desmontar como Root
gu: આ રીતે અનમાઉન્ટ કરો Root
he: As תבכרה תא לטב Root
hi: अनमाउंट अस Root
hr: Isključi As Root
hy: Ապամոնտաժել As Root
id: Lepas As Root
is: Aftengja As Root
ka: მოხსნა როგორც Root
kk: Басқаша ажырату Root
kn: ಅನ್u200cಮೌಂಟ್ ಆಸ್ Root
ku: Rakin As Root
lt: Atjungti As Root
lv: Atvienot kā Root
mg: Esory ny As Root
mi: Wetewete Hei Root
mk: Откачете го како Root
ml: As മൗണ്ട് ചെയ്യുക Root
mn: As салга Root
mr: म्हणून अनमाउंट करा Root
my: As Unmount Root
nb: Demonter As Root
ne: यस रूपमा अनमाउन्ट गर्नुहोस् Root
or: ଅନ୍ମାଉଣ୍ଟ୍ Root
pa: ਇਸ ਤਰ੍ਹਾਂ ਅਨਮਾਊਂਟ ਕਰੋ Root
ps: ﺉړﮐ ﺐﺼﻧ ﺮﯿﻏ ﻪګﻮﺗ ﻪﭘ Root
ro: Demontează ca Root
si: As සවි කරන්න Root
sk: Odpojiť ako Root
sl: Odklopi kot Root
sq: Çmontoj As Root
sw: Fungua Kama Root
ta: As மவுண்ட் Root
te: ఇలా అన్u200cమౌంట్ చేయండి Root
tg: Ҳамчун ҷудо кунед Root
th: เลิกเมานท์ As Root
tk: Aýyrmak Root
tt: Чыгару Root
uk: Відключити як Root
ur: ۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﺮﭘ ﺭﻮﻃ ﮯﮐ Root
uz: As Root
vi: Bỏ kết nối với tư cách Root
xh: Yehlisa Njenge Root
yi: יוו ןעמענפּאָראַ Root

source: Unmount As Root %s
af: Ontkoppel As Root %s
am: እንደ ንቀል Root %s
be: Размантаваць як Root %s
bg: Демонтирайте като Root %s
bn: হিসাবে আনমাউন্ট করুন Root %s
ca: Desmuntar com Root %s
da: Afmonter As Root %s
eo: Malmunti As Root %s
et: Ühendage As lahti Root %s
eu: Desmuntatu As Root %s
fi: Irrota As Root %s
fil: I-unmount Bilang Root %s
gl: Desmontar como Root %s
gu: આ રીતે અનમાઉન્ટ કરો Root %s
he: As תבכרה תא לטב Root %s
hi: अनमाउंट अस Root %s
hr: Isključi As Root %s
hy: Ապամոնտաժել As Root %s
id: Lepas As Root %s
is: Aftengja As Root %s
ka: მოხსნა როგორც Root %s
kk: Басқаша ажырату Root %s
kn: ಅನ್u200cಮೌಂಟ್ ಆಸ್ Root %s
ku: Rakin As Root %s
lt: Atjungti As Root %s
lv: Atvienot kā Root %s
mg: Esory ny As Root %s
mi: Wetewete Hei Root %s
mk: Откачете го како Root %s
ml: As മൗണ്ട് ചെയ്യുക Root %s
mn: As салга Root %s
mr: म्हणून अनमाउंट करा Root %s
my: As Unmount Root %s
nb: Demonter As Root %s
ne: यस रूपमा अनमाउन्ट गर्नुहोस् Root %s
or: ଅନ୍ମାଉଣ୍ଟ୍ Root %s
pa: ਇਸ ਤਰ੍ਹਾਂ ਅਨਮਾਊਂਟ ਕਰੋ Root %s
ps: ﺉړﮐ ﺐﺼﻧ ﺮﯿﻏ ﻪګﻮﺗ ﻪﭘ Root %s
ro: Demontează ca Root %s
si: As සවි කරන්න Root %s
sk: Odpojiť ako Root %s
sl: Odklopi kot Root %s
sq: Çmontoj As Root %s
sw: Fungua Kama Root %s
ta: As மவுண்ட் Root %s
te: ఇలా అన్u200cమౌంట్ చేయండి Root %s
tg: Ҳамчун ҷудо кунед Root %s
th: เลิกเมานท์ As Root %s
tk: Aýyrmak Root %s
tt: Чыгару Root %s
uk: Відключити як Root %s
ur: ۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﺮﭘ ﺭﻮﻃ ﮯﮐ Root %s
uz: As Root %s
vi: Bỏ kết nối với tư cách Root %s
xh: Yehlisa Njenge Root %s
yi: יוו ןעמענפּאָראַ Root %s

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
af: WAARSKUWING: %s is gemonteer. Jy sal dit dalk wil of moet ontkoppel voordat jy die etiket verander.
am: ማስጠንቀቂያ፡- %s ተጭኗል። መለያውን ከመቀየርዎ በፊት ሊፈልጉት ወይም ሊፈቱት ይችላሉ።
ar: :ﺮﻳﺬﺤﺗ %s .ﻖﺼﻠﻤﻟﺍ ﺮﻴﻴﻐﺗ ﻞﺒﻗ ﻪﻠﻴﻤﺤﺗ ءﺎﻐﻟﺇ ﻰﻟﺇ ﺝﺎﺘﺤﺗ ﻭﺃ ﺐﻏﺮﺗ ﺪﻗ .ﺐﻛﺮﻣ
be: ПАПЯРЭДЖАННЕ: %s змантаваны. Магчыма, вам захочацца або спатрэбіцца адмантаваць яго, перш чым мяняць ярлык.
bg: ВНИМАНИЕ: %s е монтиран. Може да искате или трябва да го демонтирате, преди да смените етикета.
bn: সতর্কতা: %s মাউন্ট করা হয়. আপনি লেবেল পরিবর্তন করার আগে এটি আনমাউন্ট করতে চাইতে পারেন বা প্রয়োজন হতে পারে৷
ca: ADVERTIMENT: %s està muntat. És possible que vulgueu o necessiteu desmuntar-lo abans de canviar l'etiqueta.
cy: RHYBUDD: %s wedi'i osod. Efallai y byddwch am ei angen neu ei angen i'w ddad-rifo cyn newid y label.
da: ADVARSEL: %s er monteret. Det kan være, du vil eller skal afmontere den, før du ændrer etiketten.
eo: AVERTO: %s estas muntita. Vi eble volas aŭ bezonas malmunti ĝin antaŭ ol ŝanĝi la etikedon.
et: HOIATUS: %s on paigaldatud. Võib-olla soovite või peate selle enne sildi vahetamist lahti ühendama.
eu: OHARRA: %s muntatuta dago. Baliteke etiketa aldatu aurretik desmuntatu nahi izatea edo behar izatea.
fa: :ﺭﺍﺪﺸﻫ %s .ﺪﯿﻨﮐ ﺍﺪﺟ ﺍﺭ ﻥﺁ ﺐﺴﭼﺮﺑ ﺮﯿﯿﻐﺗ ﺯﺍ ﻞﺒﻗ ﺪﺷﺎﺑ ﻡﺯﻻ﻿ ﺎﯾ ﺪﯿﻫﺍﻮﺨﺑ ﺖﺳﺍ ﻦﮑﻤﻣ .ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ
fi: VAROITUS: %s on asennettu. Saatat haluta tai joutua irrottamaan sen ennen tarran vaihtamista.
fil: BABALA: %s ay naka-mount. Maaaring gusto mo o kailangan mong i-unmount ito bago baguhin ang label.
fy: WARSKÔGING: %s is oanbrocht. Jo kinne it wolle of moatte unmount it foardat jo it label feroarje.
ga: RABHADH: %s suite. B’fhéidir gur mhaith leat nó go gcaithfidh tú é a dhíchur sula n-athrófá an lipéad.
gd: RABHADH: %s air a chur suas. Is dòcha gu bheil thu airson no gum feum thu a dhì-cheadachadh mus atharraich thu an leubail.
gl: AVISO: %s está montado. Quizais queira ou necesite desmontalo antes de cambiar a etiqueta.
gu: ચેતવણી: %s માઉન્ટ થયેલ છે. લેબલ બદલતા પહેલા તમારે તેને અનમાઉન્ટ કરવાની જરૂર પડી શકે છે.
he: :הָרָהזַא %s .תיוותה יוניש ינפל ותוא לטבל ךרטצת וא הצרתש ןכתיי .בוכר אוה
hi: चेतावनी: %s लगा हुआ। हो सकता है कि आप लेबल बदलने से पहले इसे अनमाउंट करना चाहें या चाहें।
hr: UPOZORENJE: %s je montiran. Možda ćete ga htjeti ili trebate isključiti prije promjene naljepnice.
hu: FIGYELEM: %s felszerelve. Előfordulhat, hogy le szeretné választani, vagy le kell választania a címke megváltoztatása előtt.
hy: ԶԳՈՒՇԱՑՈՒՄ. %s տեղադրված է. Դուք կարող եք ցանկանալ կամ անհրաժեշտ լինել այն ապամոնտաժել նախքան պիտակը փոխելը:
id: PERINGATAN: %s dipasang. Anda mungkin ingin atau perlu melepasnya sebelum mengubah label.
is: VIÐVÖRUN: %s er uppsettur. Þú gætir viljað eða þurft að aftengja það áður en þú skiptir um merkimiðann.
ka: გაფრთხილება: %s დამონტაჟებულია. თქვენ შეიძლება გინდოდეთ ან დაგჭირდეთ მისი მოხსნა ეტიკეტის შეცვლამდე.
kk: ЕСКЕРТУ: %s орнатылған. Белгіні өзгертпес бұрын оны ажырату қажет немесе қажет болуы мүмкін.
km: ព្រមាន៖ %s ត្រូវបានម៉ោន។ អ្នកu200bប្រហែលu200bជាu200bចង់ ឬu200bត្រូវu200bដកu200bវាu200bចេញu200bមុនu200bពេលu200bប្តូរu200bស្លាក។
kn: ಎಚ್ಚರಿಕೆ: %s ಅಳವಡಿಸಲಾಗಿದೆ. ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸುವ ಮೊದಲು ನೀವು ಅದನ್ನು ಅನ್u200cಮೌಂಟ್ ಮಾಡಲು ಬಯಸಬಹುದು ಅಥವಾ ಮಾಡಬೇಕಾಗಬಹುದು.
ku: GAZÎ: %s tê lêkirin. Dibe ku hûn bixwazin an hewce bikin ku berî ku labelê biguhezînin wê jêbirin.
ky: ЭСКЕРТҮҮ: %s орнотулган. Сиз энбелгисин өзгөртүүдөн мурун аны ажыратууну кааласаңыз же керек болушуңуз мүмкүн.
lb: OPGEPASST: %s montéiert ass. Dir wëllt oder musst et ofmontéieren ier Dir de Label ännert.
lo: ຄຳເຕືອນ: %s ແມ່ນ mounted. ທ່ານອາດຈະຕ້ອງການຫຼືຕ້ອງການຖອນການຕິດຕັ້ງມັນກ່ອນທີ່ຈະປ່ຽນປ້າຍຊື່.
lt: ĮSPĖJIMAS: %s yra sumontuotas. Prieš keisdami etiketę, galbūt norėsite arba turėsite jį atjungti.
lv: BRĪDINĀJUMS: %s ir uzstādīts. Iespējams, vēlēsities vai vajadzēs to atvienot pirms etiķetes maiņas.
mg: FAMPITANDREMANA: %s dia apetraka. Mety mila na mila manala azy ianao alohan'ny hanovana ny marika.
mi: WHAKATŪPATO: %s kua eke. Ka hiahia pea koe me tango ranei i mua i te huri i te tapanga.
mk: ПРЕДУПРЕДУВАЊЕ: %s е монтиран. Можеби ќе сакате или ќе треба да го демонтирате пред да ја смените етикетата.
ml: മുന്നറിയിപ്പ്: %s ഘടിപ്പിച്ചിരിക്കുന്നു. ലേബൽ മാറ്റുന്നതിന് മുമ്പ് നിങ്ങൾക്ക് അത് അൺമൗണ്ട് ചെയ്യേണ്ടതോ ആവശ്യമായി വന്നേക്കാം.
mn: АНХААРУУЛГА: %s суурилуулсан байна. Та шошгыг өөрчлөхийн өмнө үүнийг салгах шаардлагатай байж магадгүй юм.
mr: चेतावणी: %s आरोहित आहे. लेबल बदलण्यापूर्वी तुम्हाला ते अनमाउंट करावेसे वाटेल किंवा आवश्यक असेल.
mt: TWISSIJA: %s huwa mmuntat. Jista' jkun li trid jew ikollok bżonn tneħħiha qabel ma tibdel it-tikketta.
my: သတိပေးချက်- %s တပ်ဆင်ထားသည်။ အညွှန်းမပြောင်းမီ ၎င်းကို တပ်ဆင်လိုသည် သို့မဟုတ် ဖြုတ်ရန် လိုအပ်နိုင်သည်။
nb: ADVARSEL: %s er montert. Du vil kanskje eller må demontere den før du endrer etiketten.
ne: चेतावनी: %s माउन्ट गरिएको छ। तपाईंले लेबल परिवर्तन गर्नु अघि यसलाई अनमाउन्ट गर्न चाहनुहुन्छ वा आवश्यक हुन सक्छ।
or: ସତର୍କବାଣୀ: %s ଆରୋହଣ କରାଯାଇଛି | ଲେବଲ୍ ବଦଳାଇବା ପୂର୍ବରୁ ଆପଣ ଏହାକୁ ଅନ୍-ମାଉଣ୍ଟ୍ କରିବାକୁ ଚାହାଁନ୍ତି କିମ୍ବା ଆବଶ୍ୟକ କରନ୍ତି |
pa: ਚੇਤਾਵਨੀ: %s ਮਾਊਂਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਤੁਸੀਂ ਲੇਬਲ ਨੂੰ ਬਦਲਣ ਤੋਂ ਪਹਿਲਾਂ ਇਸਨੂੰ ਅਣਮਾਊਂਟ ਕਰਨਾ ਚਾਹ ਸਕਦੇ ਹੋ ਜਾਂ ਇਸ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ।
ps: :ﯼﺭﺍﺩﺮﺒﺧ %s .ﺉﺮﻟﻭ ﺎﯿﺗړﺍ ﺎﯾ ﺉړﮐ ﺐﺼﻧ ﺮﯿﻏ ﺍﺩ ﻪﺨﻣﺩ ﻮﻟﻮﻟﺪﺑ ﻞﺒﯿﻟ ﺩ ﻦﮑﻤﻣ ﻮﺳﺎﺗ .ﻱږﯿﮐ ﻝﺩﻮښﯾﺍ
ro: AVERTIZARE: %s este montat. Poate doriți sau trebuie să îl demontați înainte de a schimba eticheta.
rw: UMUBURO: %s ni. Urashobora gushaka cyangwa gukenera kubisiba mbere yo guhindura ikirango.
sd: :ﺭﺍﺩﺮﺒﺧ %s .ﻲﮬﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﮠﺮڪ ٽﻧﺅﺎﻣ ﻥﺍ ﻲﮐ ﻥﺍ ﮖﺍ ﻥﺎﮐ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻞﺒﻴﻟ ﺎﻳ ﺎﭤ ﻮﻴﮬﺎﭼ ﻥﺎﮬﻮﺗ .ﻲﻫﺁ ﻞﻴﭤ ﺐﺼﻧ
si: අවවාදයයි: %s සවි කර ඇත. ලේබලය වෙනස් කිරීමට පෙර ඔබට එය ඉවත් කිරීමට අවශ්u200dය හෝ අවශ්u200dය විය හැකිය.
sk: POZOR: %s je namontovaný. Pred výmenou štítku ho možno budete chcieť alebo budete musieť odpojiť.
sl: OPOZORILO: %s je montiran. Morda ga boste želeli ali morali odklopiti, preden spremenite oznako.
sq: PARALAJMËRIM: %s është montuar. Ju mund të dëshironi ose duhet ta çmontoni atë përpara se të ndryshoni etiketën.
sw: ONYO: %s imewekwa. Unaweza kutaka au kuhitaji kuishusha kabla ya kubadilisha lebo.
ta: எச்சரிக்கை: %s ஏற்றப்படுகிறது. லேபிளை மாற்றுவதற்கு முன் நீங்கள் அதை அவிழ்க்க விரும்பலாம் அல்லது தேவைப்படலாம்.
te: హెచ్చరిక: %s మౌంట్ చేయబడింది. మీరు లేబుల్u200cని మార్చడానికి ముందు దాన్ని అన్u200cమౌంట్ చేయాలనుకోవచ్చు లేదా అవసరం కావచ్చు.
tg: Огоҳӣ: %s васл карда шудааст. Шумо метавонед пеш аз тағир додани нишона онро ҷудо кардан мехоҳед ё лозим аст.
th: คำเตือน: %s ถูกติดตั้ง คุณอาจต้องการหรือจำเป็นต้องยกเลิกการต่อเชื่อมก่อนที่จะเปลี่ยนป้ายกำกับ
tk: DUNDURYŞ: %s gurnalan. Belligi üýtgetmezden ozal aýyrmak isläp bilersiňiz.
tt: Кисәтү: %s монтажланган. Сез ярлыкны үзгәрткәнче аны чыгарырга телисез яки кирәк.
uk: УВАГА: %s змонтовано. Можливо, вам знадобиться відключити його, перш ніж змінювати етикетку.
ur: :ﮦﺎﺒﺘﻧﺍ %s ۔ﮯﮔ ﮟﯿﮨﺎﭼ ﺎﻧﺮﮐ ﺎﯾ ﮯﮔ ﮟﯿﮨﺎﭼ ﺎﻧﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﮯﺳﺍ ﮯﻠﮩﭘ ﮯﺳ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻮﮐ ﻞﺒﯿﻟ ﭖﺁ .ﮯﮨ ﺎﺗﺎﺟ ﺎﯿﮐ ﺐﺼﻧ
uz: OGOHLANTIRISH: %s o'rnatilgan. Yorliqni o‘zgartirishdan oldin uni o‘chirishni xohlashingiz yoki kerak bo‘lishi mumkin.
vi: CẢNH BÁO: %s được gắn kết. Bạn có thể muốn hoặc cần phải ngắt kết nối nó trước khi thay đổi nhãn.
xh: ISILUMKISO: %s ixhonyiwe. Ungafuna okanye ufune ukuyihlisa phambi kokutshintsha ileyibhile.
yi: :גנונעראוו %s .עמריפ יד גניגנאַשט רעדייא סע טנואָמנאַ וצ ןפֿראַד רעדאָ ןלעוו ןעק ריא .דעטנואָמ זיא

source: Enter volume label for %s:%s
af: Voer volume-etiket in vir %s:%s
am: ለ የድምጽ መለያ ያስገቡ %s:%s
ar: ـﻟ ﻦﻳﺰﺨﺘﻟﺍ ﺓﺪﺣﻭ ﺔﻴﻤﺴﺗ ﻞﺧﺩﺃ %s:%s
be: Увядзіце метку тома для %s:%s
bg: Въведете етикет за обем за %s:%s
bn: এর জন্য ভলিউম লেবেল লিখুন %s:%s
ca: Introduïu l'etiqueta de volum per a %s:%s
cy: Rhowch label cyfaint ar gyfer %s:%s
da: Indtast volumen etiket for %s:%s
eo: Enigu voluman etikedon por %s:%s
et: Sisestage helitugevuse silt %s:%s
eu: Idatzi bolumenaren etiketa %s:%s
fa: ﯼﺍﺮﺑ ﺍﺭ ﻢﺠﺣ ﺐﺴﭼﺮﺑ %s:%s
fi: Anna tilavuustunniste kohteelle %s:%s
fil: Ilagay ang label ng volume para sa %s:%s
fy: Fier folume label foar %s:%s
ga: Iontráil lipéad toirte do %s:%s
gd: Cuir a-steach bileag toirt airson %s:%s
gl: Introduza a etiqueta de volume para %s:%s
gu: માટે વોલ્યુમ લેબલ દાખલ કરો %s:%s
he: רובע חפנ תיוות ןזה %s:%s
hi: के लिए वॉल्यूम लेबल दर्ज करें %s:%s
hr: Unesite oznaku volumena za %s:%s
hu: Adja meg a kötet címkéjét %s:%s
hy: Մուտքագրեք ծավալի պիտակը %s:%s
id: Masukkan label volume untuk %s:%s
is: Sláðu inn hljóðstyrksmerki fyrir %s:%s
ka: შეიყვანეთ მოცულობის ეტიკეტი ამისთვის %s:%s
kk: үшін көлем белгісін енгізіңіз %s:%s
km: បញ្ចូលស្លាកកម្រិតសំឡេងសម្រាប់ %s:%s
kn: ವಾಲ್ಯೂಮ್ ಲೇಬಲ್ ಅನ್ನು ನಮೂದಿಸಿ %s:%s
ku: Ji bo etîketa volume binivîse %s:%s
ky: Үчүн көлөмү энбелгисин киргизиңиз %s:%s
lb: Gitt Volume Label fir %s:%s
lo: ໃສ່ປ້າຍກຳກັບປະລິມານສຳລັບ %s:%s
lt: Įveskite apimties etiketę %s:%s
lv: Ievadiet skaļuma iezīmi %s:%s
mg: Ampidiro etikety volume ho an'ny %s:%s
mi: Whakauruhia te tapanga rōrahi mo %s:%s
mk: Внесете ја ознаката за јачина на звук за %s:%s
ml: ഇതിനായി വോളിയം ലേബൽ നൽകുക %s:%s
mn: Хэмжээний шошгыг оруулна уу %s:%s
mr: साठी व्हॉल्यूम लेबल प्रविष्ट करा %s:%s
mt: Daħħal it-tikketta tal-volum għal %s:%s
my: အသံအတိုးအကျယ်အညွှန်းကို ထည့်ပါ။ %s:%s
nb: Angi volumetikett for %s:%s
ne: को लागि भोल्युम लेबल प्रविष्ट गर्नुहोस् %s:%s
or: ପାଇଁ ଭଲ୍ୟୁମ୍ ଲେବଲ୍ ପ୍ରବେଶ କରନ୍ତୁ | %s:%s
pa: ਲਈ ਵਾਲੀਅਮ ਲੇਬਲ ਦਾਖਲ ਕਰੋ %s:%s
ps: ﺉړﮐ ﻪﻨﻧﺩ ﻞﺒﯿﻟ ﻢﺠﺣ ﺩ %s:%s
ro: Introduceți eticheta de volum pentru %s:%s
rw: Injiza ikirango cya %s:%s
sd: ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻞﺒﻴﻟ ﻢﺠﺣ ءﻻ﻿ %s:%s
si: සඳහා වෙළුම් ලේබලය ඇතුළු කරන්න %s:%s
sk: Zadajte menovku zväzku pre %s:%s
sl: Vnesite oznako obsega za %s:%s
sq: Futni etiketën e volumit për %s:%s
sw: Weka lebo ya sauti ya %s:%s
ta: க்கான தொகுதி லேபிளை உள்ளிடவும் %s:%s
te: దీని కోసం వాల్యూమ్ లేబుల్u200cని నమోదు చేయండి %s:%s
tg: Нишони ҳаҷмиро барои %s:%s
th: ป้อนฉลากปริมาณสำหรับ %s:%s
tk: Ses ses belligini giriziň %s:%s
tt: Тавыш билгесен кертегез %s:%s
uk: Введіть мітку тому для %s:%s
ur: ۔ﮟﯾﺮﮐ ﺝﺭﺩ ﻞﺒﯿﻟ ﻡﻮﯿﻟﺍﻭ ﮯﯿﻟ ﮯﮐ %s:%s
uz: uchun ovoz balandligi yorlig'ini kiriting %s:%s
vi: Nhập nhãn âm lượng cho %s:%s
xh: Faka ileyibhile yevolumu ye %s:%s
yi: ראַפֿ עמריפ דנאַב ןיַיראַ %s:%s

source: Change Volume Label
af: Verander volume-etiket
am: የድምጽ መለያ ቀይር
ar: ﻦﻳﺰﺨﺘﻟﺍ ﺓﺪﺣﻭ ﺔﻴﻤﺴﺗ ﺮﻴﻴﻐﺗ
be: Змяніць метку гучнасці
bg: Промяна на етикета на силата на звука
bn: ভলিউম লেবেল পরিবর্তন করুন
ca: Canvia l'etiqueta de volum
cy: Newid Label Cyfrol
da: Skift lydstyrketiket
eo: Ŝanĝi Voluman Etikedon
et: Muuda helitugevuse silti
eu: Aldatu bolumen etiketa
fa: ﻢﺠﺣ ﺐﺴﭼﺮﺑ ﺮﯿﯿﻐﺗ
fi: Vaihda äänenvoimakkuuden etiketti
fil: Baguhin ang Volume Label
fy: Feroarje Volume Label
ga: Athraigh Lipéad Imleabhar
gd: Atharraich Label Volume
gl: Cambiar a etiqueta de volume
gu: વોલ્યુમ લેબલ બદલો
he: לוקה תמצוע תיוות הנש
hi: वॉल्यूम लेबल बदलें
hr: Promjena oznake glasnoće
hu: A kötetcímke módosítása
hy: Փոխել ձայնի պիտակը
id: Ubah Label Volume
is: Breyta hljóðstyrksmerki
ka: ხმის ლეიბლის შეცვლა
kk: Дыбыс белгісін өзгерту
km: ផ្លាស់ប្តូរស្លាកកម្រិតសំឡេង
kn: ವಾಲ್ಯೂಮ್ ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸಿ
ku: Labelê Volume Biguherîne
ky: Көлөмдүн энбелгисин өзгөртүү
lb: Änneren Volume Label
lo: ປ່ຽນປ້າຍກຳກັບປະລິມານ
lt: Pakeiskite garsumo etiketę
lv: Mainiet skaļuma etiķeti
mg: Hanova ny etikety volume
mi: Huri Tapanga Rōrahi
mk: Променете ја ознаката за јачина на звук
ml: വോളിയം ലേബൽ മാറ്റുക
mn: Дууны шошгыг өөрчлөх
mr: व्हॉल्यूम लेबल बदला
mt: Ibdel it-Tikketta tal-Volum
my: Volume Label ကိုပြောင်းပါ။
nb: Endre volumetikett
ne: भोल्युम लेबल परिवर्तन गर्नुहोस्
or: ଭଲ୍ୟୁମ୍ ଲେବଲ୍ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਵਾਲੀਅਮ ਲੇਬਲ ਬਦਲੋ
ps: ﺉړﮐ ﻝﺪﺑ ﻞﺒﯿﻟ ﻢﺠﺣ ﺩ
ro: Schimbați eticheta de volum
rw: Hindura ikirango
sd: ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻞﺒﻴﻟ ﻢﺠﺣ
si: වෙළුම් ලේබලය වෙනස් කරන්න
sk: Zmeniť štítok zväzku
sl: Spremenite oznako glasnosti
sq: Ndrysho etiketën e volumit
sw: Badilisha Lebo ya Sauti
ta: தொகுதி லேபிளை மாற்றவும்
te: వాల్యూమ్ లేబుల్ మార్చండి
tg: Тағйир додани Нишони Ҳаҷм
th: เปลี่ยนฉลากระดับเสียง
tk: Ses belligini üýtgediň
tt: Тавыш этикеткасын үзгәртү
uk: Змінити мітку гучності
ur: ۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻞﺒﯿﻟ ﻡﻮﯿﻟﺍﻭ
uz: Ovoz balandligi yorlig'ini o'zgartirish
vi: Thay đổi nhãn khối lượng
xh: Guqula iVolume Label
yi: לעבאַל דנאַב ןשיוט
