Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Add an image
af: Voeg 'n prent by
am: ምስል ጨምር
ar: ﺓﺭﻮﺻ ﻒﺿﺃ
be: Дадаць малюнак
bg: Добавете изображение
bn: একটি ইমেজ যোগ করুন
ca: Afegeix una imatge
cy: Ychwanegwch ddelwedd
da: Tilføj et billede
eo: Aldonu bildon
et: Lisage pilt
eu: Gehitu irudi bat
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺮﯾﻮﺼﺗ ﮏﯾ
fi: Lisää kuva
fil: Magdagdag ng larawan
fy: Foegje in ôfbylding ta
ga: Cuir íomhá leis
gd: Cuir ìomhaigh ris
gl: Engade unha imaxe
gu: એક છબી ઉમેરો
he: הנומת ףסוה
hi: एक छवि जोड़ें
hr: Dodajte sliku
hu: Kép hozzáadása
hy: Ավելացրեք պատկեր
id: Tambahkan gambar
is: Bættu við mynd
ka: დაამატეთ სურათი
kk: Кескін қосыңыз
km: បន្ថែមរូបភាព
kn: ಚಿತ್ರವನ್ನು ಸೇರಿಸಿ
ku: Wêneyek zêde bikin
ky: Сүрөт кошуу
lb: Foto dobäi
lo: ເພີ່ມຮູບພາບ
lt: Pridėti paveikslą
lv: Pievienojiet attēlu
mg: Manampia sary
mi: Tāpirihia he whakaahua
mk: Додадете слика
ml: ഒരു ചിത്രം ചേർക്കുക
mn: Зураг нэмнэ үү
mr: एक प्रतिमा जोडा
mt: Żid immaġini
my: ပုံတစ်ခုထည့်ပါ။
nb: Legg til et bilde
ne: एउटा छवि थप्नुहोस्
or: ଏକ ପ୍ରତିଛବି ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﺭﻮځﻧﺍ ﻮﯾ
ro: Adăugați o imagine
rw: Ongeraho ishusho
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺮﻳﻮﺼﺗ
si: රූපයක් එක් කරන්න
sk: Pridajte obrázok
sl: Dodajte sliko
sq: Shtoni një imazh
sw: Ongeza picha
ta: படத்தைச் சேர்க்கவும்
te: చిత్రాన్ని జోడించండి
tg: Иловаи тасвир
th: เพิ่มรูปภาพ
tk: Surat goşuň
tt: Рәсем өстәгез
uk: Додайте зображення
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺮﯾﻮﺼﺗ ﮏﯾﺍ
uz: Rasm qo'shing
vi: Thêm hình ảnh
xh: Yongeza umfanekiso
yi: דליב אַ גייל

source: Add a progress bar
af: Voeg 'n vorderingsbalk by
am: የሂደት አሞሌ ያክሉ
ar: ﻡﺪﻘﺘﻟﺍ ﻂﻳﺮﺷ ﻒﺿﺃ
be: Дадаць індикатор прагрэсу
bg: Добавете лента за напредък
bn: একটি অগ্রগতি বার যোগ করুন
ca: Afegeix una barra de progrés
cy: Ychwanegwch far cynnydd
da: Tilføj en statuslinje
eo: Aldonu progresstangon
et: Lisage edenemisriba
eu: Gehitu aurrerapen-barra
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺖﻓﺮﺸﯿﭘ ﺭﺍﻮﻧ ﮏﯾ
fi: Lisää edistymispalkki
fil: Magdagdag ng progress bar
fy: Foegje in foarútgongbalke ta
ga: Cuir barra dul chun cinn leis
gd: Cuir bàr adhartais ris
gl: Engade unha barra de progreso
gu: પ્રોગ્રેસ બાર ઉમેરો
he: תומדקתה לגרס ףסוה
hi: एक प्रगति पट्टी जोड़ें
hr: Dodajte traku napretka
hu: Adjon hozzá egy folyamatjelző sávot
hy: Ավելացրեք առաջընթացի տող
id: Tambahkan bilah kemajuan
is: Bættu við framvindustiku
ka: დაამატეთ პროგრესის ზოლი
kk: Орындалу жолағын қосыңыз
km: បន្ថែមរបារវឌ្ឍនភាព
kn: ಪ್ರಗತಿ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಿ
ku: Barek pêşveçûnê zêde bikin
ky: Прогресс тилкесин кошуңуз
lb: Füügt eng Fortschrëttbar
lo: ເພີ່ມແຖບຄວາມຄືບໜ້າ
lt: Pridėti eigos juostą
lv: Pievienojiet progresa joslu
mg: Manampia bara fandrosoana
mi: Tāpiri pae ahunga whakamua
mk: Додадете лента за напредок
ml: ഒരു പുരോഗതി ബാർ ചേർക്കുക
mn: Явцын мөр нэмнэ үү
mr: प्रगती बार जोडा
mt: Żid bar ta 'progress
my: တိုးတက်မှုဘားတစ်ခုထည့်ပါ။
nb: Legg til en fremdriftslinje
ne: प्रगति पट्टी थप्नुहोस्
or: ଏକ ପ୍ରଗତି ଦଣ୍ଡିକା ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਪ੍ਰਗਤੀ ਪੱਟੀ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﺭﺎﺑ ګﺘﺨﻣﺮﭘ ﺩ
ro: Adăugați o bară de progres
rw: Ongeraho umurongo witerambere
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺭﺎﺑ ﻲﻗﺮﺗ
si: ප්u200dරගති තීරුවක් එක් කරන්න
sk: Pridajte indikátor priebehu
sl: Dodajte vrstico napredka
sq: Shto një shirit progresi
sw: Ongeza upau wa maendeleo
ta: முன்னேற்றப் பட்டியைச் சேர்க்கவும்
te: ప్రోగ్రెస్ బార్u200cను జోడించండి
tg: Илова кардани сатри пешрафт
th: เพิ่มแถบความคืบหน้า
tk: Ösüş setirini goşuň
tt: Алга китеш сызыгын өстәгез
uk: Додайте індикатор виконання
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺭﺎﺑ ﺲﯾﺮﮔﻭﺮﭘ ﮏﯾﺍ
uz: Rivojlanish satrini qo'shing
vi: Thêm thanh tiến trình
xh: Yongeza ibar yenkqubela
yi: ראַב סערגאָרפּ אַ גייל

source: Add a horizontal line separator
af: Voeg 'n horisontale lynskeier by
am: አግድም መስመር መለያየትን ያክሉ
ar: ﻲﻘﻓﺃ ﻂﺧ ﻞﺻﺎﻓ ﻒﺿﺃ
be: Дадайце гарызантальны падзельнік
bg: Добавете хоризонтален разделител
bn: একটি অনুভূমিক রেখা বিভাজক যোগ করুন
ca: Afegiu un separador de línies horitzontals
cy: Ychwanegwch wahanydd llinell lorweddol
da: Tilføj en vandret linjeseparator
eo: Aldonu horizontalan linion apartigilon
et: Lisage horisontaaljoonte eraldaja
eu: Gehitu lerro-bereizle horizontal bat
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﯽﻘﻓﺍ ﻂﺧ ﻩﺪﻨﻨﮐﺍﺪﺟ ﮏﯾ
fi: Lisää vaakasuuntainen viivan erotin
fil: Magdagdag ng horizontal line separator
fy: Foegje in horizontale line separator ta
ga: Cuir deighilteoir líne chothrománach leis
gd: Cuir dealaiche loidhne chòmhnard ris
gl: Engade un separador de liñas horizontales
gu: આડી રેખા વિભાજક ઉમેરો
he: םייקפוא םיווק דירפמ ףסוה
hi: एक क्षैतिज रेखा विभाजक जोड़ें
hr: Dodajte vodoravni razdjelnik linija
hu: Adjon hozzá egy vízszintes vonalelválasztót
hy: Ավելացնել հորիզոնական գծերի բաժանարար
id: Tambahkan pemisah garis horizontal
is: Bættu við láréttri línuskilju
ka: დაამატეთ ჰორიზონტალური ხაზის გამყოფი
kk: Көлденең сызық бөлгішті қосыңыз
km: បន្ថែមសញ្ញាបំបែកបន្ទាត់ផ្តេក
kn: ಸಮತಲ ರೇಖೆಯ ವಿಭಜಕವನ್ನು ಸೇರಿಸಿ
ku: Veqetandina xeta horizontal lê zêde bike
ky: горизонталдуу сызык бөлгүч кошуу
lb: Füügt e horizontalen Linnentrener
lo: ເພີ່ມຕົວຂັ້ນເສັ້ນແນວນອນ
lt: Pridėkite horizontalių linijų skyriklį
lv: Pievienojiet horizontālo līniju atdalītāju
mg: Manampia fanasarahana tsipika marindrano
mi: Tāpirihia he whakawehe raina whakapae
mk: Додадете хоризонтален разделувач на линии
ml: ഒരു തിരശ്ചീന ലൈൻ സെപ്പറേറ്റർ ചേർക്കുക
mn: Хэвтээ шугам тусгаарлагч нэмнэ
mr: क्षैतिज रेषा विभाजक जोडा
mt: Żid separatur tal-linja orizzontali
my: အလျားလိုက် မျဉ်းခြားခြင်းကို ထည့်ပါ။
nb: Legg til en horisontal linjeseparator
ne: तेर्सो रेखा विभाजक थप्नुहोस्
or: ଏକ ଭୂସମାନ୍ତର ରେଖା ବିଛିନ୍ନକାରୀ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਹਰੀਜੱਟਲ ਲਾਈਨ ਵਿਭਾਜਕ ਜੋੜੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﯽﮑﻧﻭﻮﮐ ﻼ﻿ﺟ ﻪښﺮﮐ ﯽﻘﻓﺍ ﻮﯾ
ro: Adăugați un separator de linii orizontale
rw: Ongeraho umurongo utambitse
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ڙﺪﻨڪ ﺭﺍﮄ ڪﻴﻟ ﻲﻘﻓﺍ
si: තිරස් රේඛා බෙදුම්කරු එකතු කරන්න
sk: Pridajte oddeľovač vodorovnej čiary
sl: Dodajte vodoravno ločilo črt
sq: Shtoni një ndarës të vijës horizontale
sw: Ongeza kitenganishi cha mstari mlalo
ta: கிடைமட்ட கோடு பிரிப்பானைச் சேர்க்கவும்
te: క్షితిజ సమాంతర పంక్తి విభజనను జోడించండి
tg: Ҷудокунандаи хати уфуқӣ илова кунед
th: เพิ่มตัวคั่นเส้นแนวนอน
tk: Gorizontal çyzyk bölüji goşuň
tt: Горизонталь сызык сепараторын өстәгез
uk: Додайте горизонтальний роздільник рядків
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﻻ﻿ﺍﻭ ﮯﻧﺮﮐ ﮓﻟﺍ ﻦﺋﻻ﻿ ﯽﻘﻓﺍ ﮏﯾﺍ
uz: Gorizontal chiziq ajratgichni qo'shing
vi: Thêm dấu phân cách đường ngang
xh: Yongeza isahluli somgca othe tye
yi: ראָטאַראַפּעס הרוש לאַטנאָזיראָה אַ גייל

source: Add a vertical line separator
af: Voeg 'n vertikale lynskeier by
am: የቋሚ መስመር መለያያ ያክሉ
ar: ﻱﺩﻮﻤﻋ ﻂﺧ ﻞﺻﺎﻓ ﻒﺿﺃ
be: Дадайце вертыкальны падзельнік
bg: Добавете вертикален разделител
bn: একটি উল্লম্ব লাইন বিভাজক যোগ করুন
ca: Afegiu un separador de línies verticals
cy: Ychwanegwch wahanydd llinell fertigol
da: Tilføj en lodret linjeseparator
eo: Aldonu vertikalan linion apartigilon
et: Lisage vertikaalse joone eraldaja
eu: Gehitu lerro bereizle bertikala
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﯼﺩﻮﻤﻋ ﻂﺧ ﻩﺪﻨﻨﮐﺍﺪﺟ ﮏﯾ
fi: Lisää pystysuora erotin
fil: Magdagdag ng vertical line separator
fy: Foegje in fertikale line separator ta
ga: Cuir deighilteoir líne ingearach leis
gd: Cuir sgaradh loidhne dhìreach ris
gl: Engade un separador de liñas verticais
gu: ઊભી રેખા વિભાજક ઉમેરો
he: יכנא םיווק דירפמ ףסוה
hi: एक लंबवत रेखा विभाजक जोड़ें
hr: Dodajte vertikalni separator linija
hu: Adjon hozzá egy függőleges vonalelválasztót
hy: Ավելացրեք ուղղահայաց գծերի բաժանարար
id: Tambahkan pemisah garis vertikal
is: Bættu við lóðréttri línuskilju
ka: დაამატეთ ვერტიკალური ხაზის გამყოფი
kk: Тік сызық бөлгішті қосыңыз
km: បន្ថែមសញ្ញាបំបែកបន្ទាត់បញ្ឈរ
kn: ಲಂಬ ರೇಖೆಯ ವಿಭಜಕವನ್ನು ಸೇರಿಸಿ
ku: Veqetandina xeta vertical lê zêde bike
ky: Тик сызык бөлгүчтү кошуңуз
lb: Füügt e vertikale Linnenseparator
lo: ເພີ່ມຕົວຂັ້ນເສັ້ນຕັ້ງ
lt: Pridėkite vertikalių linijų skyriklį
lv: Pievienojiet vertikālo līniju atdalītāju
mg: Manampia tsipika mitsangana
mi: Tāpirihia he whakawehe raina poutū
mk: Додадете вертикален раздвојувач на линии
ml: ഒരു ലംബ ലൈൻ സെപ്പറേറ്റർ ചേർക്കുക
mn: Босоо шугам тусгаарлагч нэмнэ
mr: उभ्या रेषा विभाजक जोडा
mt: Żid separatur tal-linja vertikali
my: ဒေါင်လိုက် မျဉ်းခြားခြင်းကို ထည့်ပါ။
nb: Legg til en vertikal linjeseparator
ne: ठाडो रेखा विभाजक थप्नुहोस्
or: ଏକ ଭୂଲମ୍ବ ରେଖା ବିଛିନ୍ନକାରୀ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਲੰਬਕਾਰੀ ਲਾਈਨ ਵਿਭਾਜਕ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﯽﮑﻧﻭﻮﮐ ﻼ﻿ﺟ ﻪښﺮﮐ ﯼﺩﻮﻤﻋ
ro: Adăugați un separator de linie verticală
rw: Ongeraho umurongo uhagaritse
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ڙﺪﻨڪ ﺍﺪﺟ ﻦﻴﺋﻻ﻿ ﻱﺩﻮﻤﻋ
si: සිරස් රේඛා බෙදුම්කරු එකතු කරන්න
sk: Pridajte oddeľovač zvislej čiary
sl: Dodajte navpični ločilo črt
sq: Shtoni një ndarës vertikal të vijës
sw: Ongeza kitenganishi cha mstari wima
ta: செங்குத்து கோடு பிரிப்பானைச் சேர்க்கவும்
te: వర్టికల్ లైన్ సెపరేటర్u200cను జోడించండి
tg: Ҷудокунандаи хати амудиро илова кунед
th: เพิ่มตัวคั่นเส้นแนวตั้ง
tk: Dik çyzyk bölüji goşuň
tt: Вертикаль сызык сепараторын өстәгез
uk: Додайте вертикальний роздільник рядків
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺭﺎﮐﺍﺪﺟ ﻦﺋﻻ﻿ ﯼﺩﻮﻤﻋ
uz: Vertikal chiziq ajratgichni qo'shing
vi: Thêm dấu phân cách dòng dọc
xh: Yongeza isahluli somgca othe nkqo
yi: ראָטאַראַפּעס הרוש לאַקיטרעוו אַ גייל

source: Automatically close window after DELAY seconds
af: Maak venster outomaties toe na DELAY sekondes
am: ከ DELAY ሰከንዶች በኋላ መስኮቱን በራስ-ሰር ዝጋ
ar: ٍﻥﺍﻮﺛ ﺮﻴﺧﺄﺗ ﺪﻌﺑ ﺎًﻴﺋﺎﻘﻠﺗ ﺓﺬﻓﺎﻨﻟﺍ ﻕﻼ﻿ﻏﺇ
be: Аўтаматычна зачыніць акно праз DELAY секунд
bg: Автоматично затваряне на прозореца след DELAY секунди
bn: DELAY সেকেন্ড পরে স্বয়ংক্রিয়ভাবে উইন্ডো বন্ধ করুন
ca: Tanca automàticament la finestra després de DELAY segons
cy: Caewch y ffenestr yn awtomatig ar ôl DELAY eiliad
da: Luk vinduet automatisk efter DELAY sekunder
eo: Aŭtomate fermu fenestron post DELAY sekundoj
et: Sulgege aken automaatselt DELAY sekundi pärast
eu: Itxi leihoa automatikoki DELAY segundo igaro ondoren
fa: ﺮﯿﺧﺎﺗ ﻪﯿﻧﺎﺛ ﺯﺍ ﺲﭘ ﻩﺮﺠﻨﭘ ﺭﺎﮐﺩﻮﺧ ﻥﺪﺷ ﻪﺘﺴﺑ
fi: Sulje ikkuna automaattisesti DELAY sekunnin kuluttua
fil: Awtomatikong isara ang window pagkatapos ng DELAY segundo
fy: Slút automatysk finster nei DELAY sekonden
ga: Dún an fhuinneog go huathoibríoch tar éis soicind DELAY
gd: Dùin uinneag gu fèin-ghluasadach às deidh DELAY diogan
gl: Pecha automaticamente a xanela despois de DELAY segundos
gu: DELAY સેકન્ડ પછી આપમેળે વિન્ડો બંધ કરો
he: תוינש DELAY רחאל תיטמוטוא ןולח רוגס
hi: DELAY सेकंड के बाद स्वचालित रूप से विंडो बंद करें
hr: Automatski zatvori prozor nakon DELAY sekundi
hu: Az ablak automatikus bezárása DELAY másodperc után
hy: Ավտոմատ փակել պատուհանը DELAY վայրկյանից հետո
id: Tutup jendela secara otomatis setelah DELAY detik
is: Lokaðu glugganum sjálfkrafa eftir DELAY sekúndur
ka: ფანჯრის ავტომატურად დახურვა DELAY წამის შემდეგ
kk: DELAY секундтан кейін терезені автоматты түрде жабу
km: បិទបង្អួចដោយស្វ័យប្រវត្តិបន្ទាប់ពី DELAY វិនាទី
kn: DELAY ಸೆಕೆಂಡುಗಳ ನಂತರ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ವಿಂಡೋವನ್ನು ಮುಚ್ಚಿ
ku: Piştî saniyeyên DELAY bixweber pencereyê bigire
ky: DELAY секунддан кийин терезени автоматтык түрдө жабуу
lb: Automatesch Fënster no DELAY Sekonnen zoumaachen
lo: ປິດໜ້າຈໍອັດຕະໂນມັດຫຼັງຈາກ DELAY ວິນາທີ
lt: Automatiškai uždaryti langą po DELAY sekundžių
lv: Automātiski aizvērt logu pēc DELAY sekundēm
mg: Akatona ho azy ny varavarankely aorian'ny DELAY segondra
mi: Katia aunoatia te matapihi i muri i te DELAY hēkona
mk: Автоматски затворете го прозорецот по DELAY секунди
ml: DELAY സെക്കൻഡുകൾക്ക് ശേഷം വിൻഡോ സ്വയമേവ അടയ്ക്കുക
mn: DELAY секундын дараа цонхыг автоматаар хаах
mr: DELAY सेकंदांनंतर विंडो आपोआप बंद करा
mt: Agħlaq it-tieqa awtomatikament wara DEWMÀ sekondi
my: DELAY စက္ကန့်ကြာပြီးနောက် ဝင်းဒိုးကို အလိုအလျောက်ပိတ်ပါ။
nb: Lukk vinduet automatisk etter DELAY sekunder
ne: DELAY सेकेन्ड पछि विन्डो स्वतः बन्द गर्नुहोस्
or: DELAY ସେକେଣ୍ଡ ପରେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ୱିଣ୍ଡୋ ବନ୍ଦ କରନ୍ତୁ |
pa: DELAY ਸਕਿੰਟਾਂ ਤੋਂ ਬਾਅਦ ਵਿੰਡੋ ਨੂੰ ਆਪਣੇ ਆਪ ਬੰਦ ਕਰੋ
ps: ﺉړﮐ ﺪﻨﺑ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ۍﮐړﮐ ﻪﺘﺳﻭﺭﻭ ﻮﯿﻧﺎﺛ DELAY ﺩ
ro: Închideți automat fereastra după DELAY secunde
rw: Mu buryo bwikora funga idirishya nyuma yamasegonda
sd: DELAY ﻮﻳﺮڪ ﺪﻨﺑ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻭڊﻧﻭ ءِﻮﭘ ﻥﺎﮐ ﻥڊﻨڪﻴﺳ
si: තත්පර DELAY ට පසු ස්වයංක්u200dරීයව කවුළුව වසන්න
sk: Automaticky zavrieť okno po DELAY sekundách
sl: Samodejno zapre okno po DELAY sekundah
sq: Mbyll automatikisht dritaren pas sekondave DELAY
sw: Funga dirisha kiotomatiki baada ya sekunde DELAY
ta: DELAY வினாடிகளுக்குப் பிறகு தானாகவே சாளரத்தை மூடவும்
te: DELAY సెకన్ల తర్వాత స్వయంచాలకంగా విండోను మూసివేయండి
tg: Пас аз сонияҳои DELAY тирезаро ба таври худкор пӯшед
th: ปิดหน้าต่างโดยอัตโนมัติหลังจาก DELAY วินาที
tk: DELAY sekuntlaryndan soň penjiräni awtomatiki ýapyň
tt: DELAY секундлардан соң тәрәзәне автоматик рәвештә ябу
uk: Автоматично закривати вікно через DELAY секунд
ur: DELAY ۔ﮟﯾﺩ ﺮﮐ ﺪﻨﺑ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﮐ ﻭﮉﻧﻭ ﺪﻌﺑ ﮯﮐ ﮉﻨﮑﯿﺳ
uz: DELAY soniyadan keyin oynani avtomatik yopish
vi: Tự động đóng cửa sổ sau DELAY giây
xh: Vala ifestile ngokuzenzekelayo emva kwemizuzwana yeDELAY
yi: סעדנוקעס DELAY ךאָנ רעטצנעפֿ טנעאָנ שיטאַמאָטיוא

source: Add a drop-down list. COMMAND run when clicked.
af: Voeg 'n aftreklys by. OPDRAG loop wanneer geklik word.
am: ተቆልቋይ ዝርዝር ያክሉ። COMMAND ጠቅ ሲደረግ ያሂዳል።
ar: .ﻪﻗﻮﻓ ﺮﻘﻨﻟﺍ ﺪﻨﻋ ﺮﻣﻷ﻿ﺍ ﻞﻴﻐﺸﺗ .ﺔﻟﺪﺴﻨﻣ ﺔﻤﺋﺎﻗ ﻒﺿﺃ
be: Дадаць выпадальны спіс. COMMAND запускаць пры націску.
bg: Добавете падащ списък. COMMAND стартирайте при щракване.
bn: একটি ড্রপ-ডাউন তালিকা যোগ করুন। ক্লিক করা হলে COMMAND রান করুন।
ca: Afegeix una llista desplegable. S'executa COMMAND quan es fa clic.
cy: Ychwanegwch gwymplen. COMMAND rhedeg wrth glicio.
da: Tilføj en rulleliste. COMMAND køre, når der klikkes.
eo: Aldonu falliston. KOMANDO ruliĝas kiam oni klakas.
et: Lisage rippmenüü. COMMAND käivitage klõpsamisel.
eu: Gehitu goitibeherako zerrenda. KOMANDO exekutatu klik egiten denean.
fa: .ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ COMMAND ،ﻥﺩﺮﮐ ﮏﯿﻠﮐ ﺯﺍ ﺲﭘ .ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﯽﯾﻮﺸﮐ ﺖﺴﯿﻟ ﮏﯾ
fi: Lisää avattava luettelo. KOMENTO suorita, kun sitä napsautetaan.
fil: Magdagdag ng drop-down list. COMMAND tumakbo kapag na-click.
fy: Foegje in dellûklist ta. COMMAND útfiere as jo klikke.
ga: Cuir liosta anuas leis. COMMAND rith nuair a chliceáiltear.
gd: Cuir sìos liosta. COMMAND ruith nuair a bhriogar.
gl: Engade unha lista despregábel. O COMANDO execútase cando se fai clic.
gu: ડ્રોપ-ડાઉન સૂચિ ઉમેરો. જ્યારે ક્લિક કરો ત્યારે COMMAND રન કરો.
he: .הציחל תעב הדוקפה תא קפה .תחתפנ המישר ףסוה
hi: एक ड्रॉप-डाउन सूची जोड़ें। क्लिक करने पर कमांड चलता है।
hr: Dodajte padajući popis. COMMAND pokrenuti kada se klikne.
hu: Adjon hozzá egy legördülő listát. A COMMAND futtatása kattintáskor.
hy: Ավելացնել բացվող ցուցակ: COMMAND-ը գործարկվում է սեղմելիս:
id: Tambahkan daftar tarik-turun. COMMAND dijalankan saat diklik.
is: Bættu við fellilista. COMMAND keyra þegar smellt er.
ka: დაამატეთ ჩამოსაშლელი სია. COMMAND გაშვება დაწკაპუნებისას.
kk: Ашылмалы тізімді қосыңыз. Басқан кезде пәрмен орындалады.
km: បន្ថែមបញ្ជីទម្លាក់ចុះ។ ពាក្យបញ្ជាដំណើរការនៅពេលចុច។
kn: ಡ್ರಾಪ್-ಡೌನ್ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಿ. ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ COMMAND ರನ್ ಆಗುತ್ತದೆ.
ku: Lîsteyek dakêşanê zêde bikin. FERMANDARÎ dema ku tê tikandin direve.
ky: Ашылма тизмени кошуңуз. БУЙРУК басылганда иштейт.
lb: Füügt eng Dropdown-Lëscht. COMMAND lafen wann Dir klickt.
lo: ເພີ່ມບັນຊີລາຍຊື່ເລື່ອນລົງ. ຄຳສັ່ງແລ່ນເມື່ອຄລິກ.
lt: Pridėkite išskleidžiamąjį sąrašą. COMMAND paleisti spustelėjus.
lv: Pievienojiet nolaižamo sarakstu. COMMAND palaist, noklikšķinot.
mg: Manampia lisitra midina. Mihazakazaka ny COMMAND rehefa kitihina.
mi: Tāpiri rārangi taka-iho. Ka rere te COMMAND ina pawhiria.
mk: Додадете паѓачка листа. COMMAND работи кога ќе се кликне.
ml: ഒരു ഡ്രോപ്പ്-ഡൗൺ ലിസ്റ്റ് ചേർക്കുക. ക്ലിക്ക് ചെയ്യുമ്പോൾ COMMAND റൺ ചെയ്യുക.
mn: Унждаг жагсаалт нэмнэ үү. Товшсон үед COMMAND ажиллуулна.
mr: ड्रॉप-डाउन सूची जोडा. क्लिक केल्यावर COMMAND रन.
mt: Żid lista drop-down. KMAND run meta ikklikkja.
my: drop-down စာရင်းကိုထည့်ပါ။ ကလစ်နှိပ်လိုက်သောအခါ ကွန်မန့်ကိုဖွင့်ပါ။
nb: Legg til en rullegardinliste. COMMAND kjøres når du klikker.
ne: ड्रप-डाउन सूची थप्नुहोस्। क्लिक गर्दा COMMAND चलाउनुहोस्।
or: ଏକ ଡ୍ରପ୍ ଡାଉନ୍ ତାଲିକା ଯୋଡନ୍ତୁ | କ୍ଲିକ୍ କଲାବେଳେ କମାଣ୍ଡ୍ ଚଲାନ୍ତୁ |
pa: ਇੱਕ ਡ੍ਰੌਪ-ਡਾਉਨ ਸੂਚੀ ਸ਼ਾਮਲ ਕਰੋ। ਕਲਿੱਕ ਕਰਨ 'ਤੇ COMMAND ਚੱਲਦਾ ਹੈ।
ps: .ﻱﻮﻠﭼ COMMAND ﺉړﮐﻭ ﮏﯿﻠﮐ ﯥﭼ ﻪﻠﮐ .ﺉړﮐ ﻪﻓﺎﺿﺍ ﺖﺴﯿﻟ ﻥﻭﺍډ-ﭖﺍﺭډ ﺩ
ro: Adăugați o listă derulantă. COMANDA rulează când se dă clic.
rw: Ongeraho urutonde rumanuka. ITEGEKO riruka iyo ukanze.
sd: .ﻮﻴڪ ڪﻠڪ ﻦﻫڏﺟ ﻮﻳﻼ﻿ﻫ COMMAND .ٽﺴﻟ ﻥﻮﺋﺍڊ-ﭖﺍﺭڊ ﻮﻳﺮڪ ﻞﻣﺎﺷ
si: පතන ලැයිස්තුවක් එක් කරන්න. ක්ලික් කළ විට COMMAND ධාවනය වේ.
sk: Pridajte rozbaľovací zoznam. Po kliknutí spustíte príkaz COMMAND.
sl: Dodajte spustni seznam. COMMAND se zažene ob kliku.
sq: Shto një listë rënëse. KOMANDA ekzekutohet kur klikohet.
sw: Ongeza orodha kunjuzi. COMMAND kukimbia unapobofya.
ta: கீழ்தோன்றும் பட்டியலைச் சேர்க்கவும். கிளிக் செய்யும் போது COMMAND இயக்கவும்.
te: డ్రాప్-డౌన్ జాబితాను జోడించండి. క్లిక్ చేసినప్పుడు COMMAND రన్ అవుతుంది.
tg: Рӯйхати афтанда илова кунед. Вақте ки клик пахш карда мешавад, ФАРМОН иҷро мешавад.
th: เพิ่มรายการแบบหล่นลง คำสั่งทำงานเมื่อคลิก
tk: Açylýan sanawy goşuň. Basylanda buýruk beriň.
tt: Ачылучы исемлек өстәгез. БЕЛӘН КОММАНД йөгерә.
uk: Додайте розкривний список. COMMAND запускати при натисканні.
ur: ۔ﮟﯿﺋﻼ﻿ﭼ COMMAND ﺮﭘ ﮯﻧﺮﮐ ﮏﻠﮐ ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺖﺳﺮﮩﻓ ﻥﺅﺍﮈ ﭖﺍﺭﮈ
uz: Ochiladigan ro'yxatni qo'shing. Buyruq bosilganda ishga tushadi.
vi: Thêm danh sách thả xuống. COMMAND chạy khi được nhấp.
xh: Yongeza uluhlu oluhlayo. COMAND baleka xa ucofa.
yi: .טקילק ןעוו ןפיול COMMAND .המישר פּאָראַ-לאַפ אַ גייל

source: Add a combo list. COMMAND run when Enter pressed.
af: Voeg 'n kombinasielys by. COMMAND loop wanneer Enter gedruk word.
am: ጥምር ዝርዝር ያክሉ። አስገባ ሲጫን COMMAND ይሰራል።
ar: .Enter ﻰﻠﻋ ﻂﻐﻀﻟﺍ ﺪﻨﻋ ﺮﻣﻷ﻿ﺍ ﻞﻴﻐﺸﺗ .ﺩﺮﺴﻟﺍﻭ ﺮﻳﺮﺤﺘﻟﺍ ﺔﻤﺋﺎﻗ ﺔﻓﺎﺿﺇ
be: Дадаць камбінаваны спіс. COMMAND запускаць пры націску Enter.
bg: Добавете комбиниран списък. Изпълнете COMMAND, когато натиснете Enter.
bn: একটি কম্বো তালিকা যোগ করুন। এন্টার চাপলে COMMAND রান হয়।
ca: Afegeix una llista combinada. S'executa COMMAND quan es prem Intro.
cy: Ychwanegwch restr combo. COMMAND yn rhedeg pan Enter wedi'i wasgu.
da: Tilføj en kombinationsliste. COMMAND køres, når der trykkes på Enter.
eo: Aldonu kombinan liston. KOMANDO rulu kiam Enter premata.
et: Lisage kombineeritud loend. Käivitage käsk, kui vajutate sisestusklahvi.
eu: Gehitu zerrenda konbinatua. COMMAND exekutatu Sartu sakatzen denean.
fa: .ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ Enter، COMMAND ﻥﺩﺍﺩ ﺭﺎﺸﻓ ﺎﺑ .ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﯽﺒﯿﮐﺮﺗ ﺖﺴﯿﻟ ﮏﯾ
fi: Lisää yhdistelmäluettelo. KOMENTO suorita, kun Enter painetaan.
fil: Magdagdag ng combo list. COMMAND tumakbo kapag pinindot ang Enter.
fy: Foegje in kombinaasjelist ta. COMMAND rinne as Enter yndrukt.
ga: Cuir liosta teaglama leis. COMMAND rith nuair Iontráil brúite.
gd: Cuir liosta combo ris. COMMAND ruith nuair a thèid Enter a bhrùthadh.
gl: Engade unha lista combinada. O COMANDO execútase cando se preme Intro.
gu: કૉમ્બો સૂચિ ઉમેરો. જ્યારે એન્ટર દબાવવામાં આવે ત્યારે COMMAND રન કરો.
he: .ץוחל רטנא רשאכ לעפה הדוקפה .תבלושמ המישר ףסוה
hi: एक कॉम्बो सूची जोड़ें। एंटर दबाए जाने पर कमांड चला।
hr: Dodajte kombinirani popis. COMMAND pokrenuti kada se pritisne Enter.
hu: Kombinált lista hozzáadása. A COMMAND fut az Enter lenyomásakor.
hy: Ավելացնել համակցված ցուցակ: COMMAND-ը գործարկվում է, երբ սեղմված է Enter:
id: Tambahkan daftar kombo. COMMAND dijalankan saat Enter ditekan.
is: Bættu við combo lista. COMMAND keyra þegar ýtt er á Enter.
ka: დაამატეთ კომბინირებული სია. COMMAND აწარმოებს Enter-ის დაჭერისას.
kk: Құрама тізімді қосыңыз. Enter пернесін басқан кезде ПӘРМЕН орындалады.
km: បន្ថែមបញ្ជីបន្សំ។ ពាក្យបញ្ជាដំណើរការនៅពេលចុច Enter ។
kn: ಕಾಂಬೊ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಿ. ಎಂಟರ್ ಒತ್ತಿದಾಗ COMMAND ರನ್ ಆಗುತ್ತದೆ.
ku: Lîsteyek tevlihev zêde bikin. FERMANDARÎ dema ku Enter tê pêl kirin direve.
ky: Комбо тизмесин кошуу. Enter басылганда COMMAND иштейт.
lb: Füügt eng Combo Lëscht. COMMAND lafen wann Enter dréckt.
lo: ເພີ່ມລາຍຊື່ຄອມໂບ. ຄຳສັ່ງແລ່ນເມື່ອກົດ Enter.
lt: Pridėkite kombinuotą sąrašą. COMMAND paleisti paspaudus Enter.
lv: Pievienojiet kombinēto sarakstu. COMMAND palaist, kad tiek nospiests Enter.
mg: Manampia lisitra combo. Mihazakazaka ny COMMAND rehefa tsindrio ny Enter.
mi: Taapirihia he rarangi paheko. Ka rere te COMMAND i te wa e pehia ana te Whakauru.
mk: Додадете комбо листа. COMMAND работи кога е притиснато Enter.
ml: ഒരു കോംബോ ലിസ്റ്റ് ചേർക്കുക. എന്റർ അമർത്തുമ്പോൾ കമാൻഡ് റൺ ചെയ്യുക.
mn: Комбо жагсаалт нэмнэ үү. Enter дарахад COMMAND ажиллана.
mr: कॉम्बो सूची जोडा. एंटर दाबल्यावर COMMAND चालते.
mt: Żid lista combo. KMAND run meta Daħħal ippressat.
my: ပေါင်းစပ်စာရင်းကို ထည့်ပါ။ Enter နှိပ်လိုက်သောအခါ Command ကို run ပါ။
nb: Legg til en kombinasjonsliste. COMMAND kjøres når Enter trykkes.
ne: कम्बो सूची थप्नुहोस्। इन्टर थिच्दा COMMAND रन हुन्छ।
or: ଏକ କମ୍ବୋ ତାଲିକା ଯୋଡନ୍ତୁ | ଏଣ୍ଟର୍ ଦବାଇବା ସମୟରେ କମାଣ୍ଡ୍ ଚଲାନ୍ତୁ |
pa: ਇੱਕ ਕੰਬੋ ਸੂਚੀ ਸ਼ਾਮਲ ਕਰੋ। ਜਦੋਂ ਐਂਟਰ ਦਬਾਇਆ ਜਾਂਦਾ ਹੈ ਤਾਂ COMMAND ਚੱਲਦਾ ਹੈ।
ps: .ﺉړﮐﺭﻭ ﺭﺎﺸﻓ ﺮټﻧﺍ ﯥﭼ ﻪﻠﮐ ﻱﻮﻠﭼ ډﻧﺎﻤﮐ .ﺉړﮐ ﻪﻓﺎﺿﺍ ﺖﺴﯿﻟ ﻮﺒﻤﮐ ﺩ
ro: Adăugați o listă combinată. COMANDA rulează când este apăsat Enter.
rw: Ongeraho urutonde. ITEGEKO ikore iyo Enter ikanda.
sd: .ﻮﻳﺎﭔﺩ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻦﻫڏﺟ ﻮﻳﻼ﻿ﻫ COMMAND .ﻮﻳﺮڪ ﻞﻣﺎﺷ ٽﺴﻟ ﻮﺒﻣﺎڪ
si: සංයුක්ත ලැයිස්තුවක් එක් කරන්න. Enter එබූ විට COMMAND ක්u200dරියාත්මක වේ.
sk: Pridajte zoznam kombinácií. COMMAND spustiť po stlačení Enter.
sl: Dodajte kombinirani seznam. COMMAND se zažene, ko pritisnete Enter.
sq: Shtoni një listë të kombinuar. COMMAND ekzekutohet kur shtypet Enter.
sw: Ongeza orodha ya mchanganyiko. COMMAND kukimbia wakati Enter imebonyezwa.
ta: சேர்க்கை பட்டியலைச் சேர்க்கவும். Enter ஐ அழுத்தினால் COMMAND இயங்கும்.
te: కాంబో జాబితాను జోడించండి. ఎంటర్ నొక్కినప్పుడు COMMAND రన్ అవుతుంది.
tg: Рӯйхати комбинатсияро илова кунед. Вақте ки тугмаи Enter пахш карда мешавад, ФАРМОН иҷро мешавад.
th: เพิ่มรายการคำสั่งผสม คำสั่งทำงานเมื่อกด Enter
tk: Çekiş sanawyny goşuň. Enter basylanda buýruk beriň.
tt: Берләштерелгән исемлек өстәгез. Enter баскач, команданы эшләгез.
uk: Додайте комбінований список. КОМАНДНИЙ запуск, коли натиснуто Enter.
ur: ۔ﮟﯿﺋﻼ﻿ﭼ COMMAND ﺮﭘ ﮯﻧﺎﺑﺩ Enter ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﭧﺴﻟ ﻮﺒﻣﻮﮐ ﮏﯾﺍ
uz: Kombo ro'yxatini qo'shing. Enter tugmasi bosilganda BUYRUQ ishga tushadi.
vi: Thêm danh sách kết hợp. COMMAND chạy khi nhấn Enter.
xh: Yongeza uluhlu lwe-combo. COMAND baleka xa u-Enter ucinezelwe.
yi: .טקירדעג ןיַיראַ ןעוו ןפיול COMMAND .המישר אָבמאָק אַ גייל
