Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Opened in Terminal
af: Oopgemaak in Terminal
am: ተርሚናል ውስጥ ተከፍቷል።
ar: فُتِح في الطرفية
be: Адкрыта ў тэрмінале
bg: Стартиране в терминал
bn: টার্মিনালে খোলা হয়েছে
ca: Obre un terminal aquí
cy: Agorwyd yn y Terfynell
da: Åbnes i terminal
eo: Malfermita en Terminalo
et: Terminali aknas käivitamine
eu: Terminalean Irekia
fa: ﺪﺷ ﺯﺎﺑ ﻝﺎﻨﯿﻣﺮﺗ ﺭﺩ
fi: Avattu päätteessä
fil: Binuksan sa Terminal
fy: Iepenje yn Terminal
ga: Osclaíodh i gCríochfort
gd: Air fhosgladh ann an Terminal
gl: Abrir en terminal
gu: ટર્મિનલમાં ખોલ્યું
he: פתיחה במסוף
hi: टर्मिनल में खोला गया
hr: Otvoreno u terminalu
hu: Megnyitás Terminálban
hy: Բացվել է տերմինալում
id: Dibuka di Terminal
is: Opnað í flugstöðinni
ka: გაიხსნა ტერმინალში
kk: Терминалда ашылды
km: បាន​បើក​ក្នុង​ស្ថានីយ
kn: ಟರ್ಮಿನಲ್u200cನಲ್ಲಿ ತೆರೆಯಲಾಗಿದೆ
ku: Li Termînalê hat vekirin
ky: Терминалда ачылган
lb: Am Terminal opgemaach
lo: ເປີດໃນ Terminal
lt: Atverti terminale
lv: Atvērts terminālī
mg: Nisokatra tao amin'ny Terminal
mi: I whakatuwheratia ki te Terminal
mk: Отворено во терминал
ml: ടെർമിനലിൽ തുറന്നു
mn: Терминал дээр нээгдсэн
mr: टर्मिनलमध्ये उघडले
mt: Infetaħ fit-Terminal
my: Terminal တွင်ဖွင့်လှစ်ထားသည်။
nb: Åpnes i Terminal
ne: टर्मिनलमा खोलियो
or: ଟର୍ମିନାଲ୍ ରେ ଖୋଲା |
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਖੋਲ੍ਹਿਆ ਗਿਆ
ps: ﻮﺷ ﻞﺘﺴﯿﻧﺍﺮﭘ ﯥﮐ ﻞﻨﯿﻣﺮټ ﻪﭘ
ro: Deschis în Terminal
rw: Gufungura muri Terminal
sd: ﻮﻳﻭ ﻮﻴﻟﻮﮐ ۾ ﻞﻨﻴﻣﺮٽ
si: ටර්මිනලයේ විවෘත කරන ලදී
sk: Otvára sa v termináli
sl: Odprto v konzoli
sq: U hap në Terminal
sw: Imefunguliwa kwenye terminal
ta: டெர்மினலில் திறக்கப்பட்டது
te: టెర్మినల్u200cలో తెరవబడింది
tg: Дар терминал кушода шуд
th: เปิดในเทอร์มินัล
tk: Terminalda açyldy
tt: Терминалда ачылды
uk: Відкрито в терміналі
ur: ٹرمنل میں چلائیں
uz: Terminalda ochilgan
vi: Đã mở trong Nhà ga
xh: Ivulwe kwitheminali
yi: לאַנימרעט ןיא טנפעעג

source: _Set as default application for this file type
af: _Stel as verstektoepassing vir hierdie lêertipe
am: _ለዚህ ፋይል አይነት እንደ ነባሪ መተግበሪያ ያዘጋጁ
ar: _ﺍﺬﻫ ﻒﻠﻤﻟﺍ ﻉﻮﻨﻟ ﻲﺿﺍﺮﺘﻓﺍ ﻖﻴﺒﻄﺘﻛ ﻦﻴﻴﻌﺗ
be: _Ўсталяваць як прыкладанне па змаўчанні для гэтага тыпу файла
bg: _Задайте като приложение по подразбиране за този тип файл
bn: _এই ফাইল প্রকারের জন্য ডিফল্ট অ্যাপ্লিকেশন হিসাবে সেট করুন
ca: _Estableix com a aplicació predeterminada per a aquest tipus de fitxer
cy: _Gosod fel cymhwysiad diofyn ar gyfer y math hwn o ffeil
da: _Indstil som standardprogram for denne filtype
eo: _Agordu kiel defaŭltan aplikaĵon por ĉi tiu dosiertipo
et: _Määra selle failitüübi vaikerakenduseks
eu: _Ezarri aplikazio lehenetsi gisa fitxategi mota honetarako
fa: _ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﻞﯾﺎﻓ ﻉﻮﻧ ﻦﯾﺍ ﯼﺍﺮﺑ ﺽﺮﻓ ﺶﯿﭘ ﻪﻣﺎﻧﺮﺑ ﻥﺍﻮﻨﻋ ﻪﺑ
fi: _Aseta oletussovellukseksi tälle tiedostotyypille
fil: _Itakda bilang default na application para sa uri ng file na ito
fy: _Set as standert applikaasje foar dit bestânstype
ga: _Socraigh mar fheidhmchlár réamhshocraithe don chineál comhaid seo
gd: _Suidhich mar aplacaid bunaiteach airson an seòrsa faidhle seo
gl: _Establece como aplicación predeterminada para este tipo de ficheiro
gu: _આ ફાઇલ પ્રકાર માટે ડિફોલ્ટ એપ્લિકેશન તરીકે સેટ કરો
he: _הז ץבוק גוס רובע לדחמ תרירב םושייכ רדגה
hi: _इस फ़ाइल प्रकार के लिए डिफ़ॉल्ट एप्लिकेशन के रूप में सेट करें
hr: _Postavi kao zadanu aplikaciju za ovu vrstu datoteke
hu: _Beállítás alapértelmezett alkalmazásként ehhez a fájltípushoz
hy: _Սահմանել որպես լռելյայն հավելված այս ֆայլի տեսակի համար
id: _Tetapkan sebagai aplikasi default untuk jenis file ini
is: _Stilltu sem sjálfgefið forrit fyrir þessa skráargerð
ka: _დააყენეთ ნაგულისხმევ აპლიკაციად ამ ფაილის ტიპისთვის
kk: _Осы файл түрі үшін әдепкі қолданба ретінде орнатыңыз
km: _កំណត់ជាកម្មវិធីលំនាំដើមសម្រាប់ប្រភេទឯកសារនេះ។
kn: _ಈ ಫೈಲ್ ಪ್ರಕಾರಕ್ಕೆ ಡೀಫಾಲ್ಟ್ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿ ಹೊಂದಿಸಿ
ku: _Ji bo vê cureyê pelê wekî serîlêdana xwerû destnîşan bike
ky: _Бул файл түрү үчүн демейки колдонмо катары коюу
lb: _Setzt als Standardapplikatioun fir dës Dateityp
lo: _ຕັ້ງເປັນແອັບພລິເຄຊັນເລີ່ມຕົ້ນສຳລັບໄຟລ໌ປະເພດນີ້
lt: Nu_statyti kaip numatytąją programą šiam failų tipui
lv: _Iestatīt kā noklusējuma lietojumprogrammu šim faila tipam
mg: _Ataovy ho fampiharana default ho an'ity karazana rakitra ity
mi: _Tautuhi hei tono taunoa mo tenei momo kōnae
mk: _Поставете како стандардна апликација за овој тип на датотека
ml: _ഈ ഫയൽ തരത്തിന് ഡിഫോൾട്ട് ആപ്ലിക്കേഷനായി സജ്ജമാക്കുക
mn: _Энэ төрлийн файлын өгөгдмөл программ болгож тохируулна уу
mr: _या फाइल प्रकारासाठी डीफॉल्ट अनुप्रयोग म्हणून सेट करा
mt: _Issettja bħala applikazzjoni default għal dan it-tip ta' fajl
my: _ဤဖိုင်အမျိုးအစားအတွက် မူရင်းအက်ပ်အဖြစ် သတ်မှတ်ပါ။
nb: _Angi som standardprogram for denne filtypen
ne: _यो फाइल प्रकारको लागि पूर्वनिर्धारित अनुप्रयोगको रूपमा सेट गर्नुहोस्
or: _ଏହି ଫାଇଲ୍ ପ୍ରକାର ପାଇଁ ଡିଫଲ୍ଟ ପ୍ରୟୋଗ ଭାବରେ ସେଟ୍ କରନ୍ତୁ |
pa: _ਇਸ ਫਾਈਲ ਕਿਸਮ ਲਈ ਡਿਫੌਲਟ ਐਪਲੀਕੇਸ਼ਨ ਵਜੋਂ ਸੈੱਟ ਕਰੋ
ps: _ﺉړﮐ ﻢﯿﻈﻨﺗ ﻪګﻮﺗ ﻪﭘ ﮏﯿﻠﻨﺘښﻮﻏ ټﻟﺎﻔﯾډ ﺩ ﻩﺭﺎﭙﻟ ﻝﻭډ ﻞﯾﺎﻓ ﯤﺩ ﺩ
ro: _Setați ca aplicație implicită pentru acest tip de fișier
rw: _Shiraho nkibisanzwe kuri iyi dosiye
sd: _ﻮﻳﺮڪ ٽﻴﺳ ﺭﻮﻃ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ٽﻟﺎﻓڊ ءِﻻ﻿ ﻢﺴﻗ ﻲﺟ ﻞﺋﺎﻓ ﻦﮬ
si: _මෙම ගොනු වර්ගය සඳහා පෙරනිමි යෙදුම ලෙස සකසන්න
sk: _Nastaviť ako predvolenú aplikáciu pre tento typ súboru
sl: _Nastavi kot privzeto aplikacijo za to vrsto datoteke
sq: _Cakto si aplikacion të paracaktuar për këtë lloj skedari
sw: _Weka kama programu-msingi ya aina hii ya faili
ta: _இந்தக் கோப்பு வகைக்கான இயல்புநிலை பயன்பாடாக அமைக்கவும்
te: _ఈ ఫైల్ రకం కోసం డిఫాల్ట్ అప్లికేషన్u200cగా సెట్ చేయండి
tg: _Барои ин навъи файл ҳамчун барномаи пешфарз таъин кунед
th: _ตั้งเป็นแอปพลิเคชันเริ่มต้นสำหรับไฟล์ประเภทนี้
tk: _Bu faýl görnüşi üçin deslapky programma hökmünde düzüň
tt: _Бу файл төре өчен килешү кушымтасы итеп куегыз
uk: _Встановити програмою за замовчуванням для цього типу файлів
ur: _۔ﮟﯾﺮﮐ ﭧﯿﺳ ﻦﺸﯿﮑﯿﻠﭙﯾﺍ ﭧﻟﺎﻔﯾﮈ ﺭﻮﻄﺑ ﮯﯿﻟ ﮯﮐ ﻢﺴﻗ ﯽﮐ ﻞﺋﺎﻓ ﺱﺍ
uz: _Ushbu fayl turi uchun standart dastur sifatida o'rnating
vi: _Đặt làm ứng dụng mặc định cho loại tệp này
xh: _Cwangcisa njengenkqubo ehlala ikho yolu hlobo lwefayile
yi: _פּיט עקעט םעד ראַפֿ ןאַשייקאַלפּאַ טיַיקילעפ יוו טקיטעטשאַב

source: File Properties
af: Lêer eienskappe
am: የፋይል ባህሪያት
ar: خصائص الملف
be: Уласцівасці файла
bg: Информация за файла
bn: ফাইল বৈশিষ্ট্য
ca: Propietats del fitxer
cy: Priodweddau Ffeil
da: Fil Egenskaber
eo: Dosieraj Propraĵoj
et: Faili omadused
eu: Fitxategiaren Propietateak
fa: ﻞﯾﺎﻓ ﯼﺎﻫ ﯽﮔﮋﯾﻭ
fi: Tiedoston ominaisuudet
fil: Mga Katangian ng File
fy: Triem Eigenskippen
ga: Airíonna Comhad
gd: Togalaichean faidhle
gl: Propiedades do Ficheiro
gu: ફાઇલ ગુણધર્મો
he: מאפייני קובץ
hi: फ़ाइल गुण
hr: Svojstva datoteke
hu: Tulajdonságok
hy: Ֆայլի հատկություններ
is: Skráareiginleikar
ka: ფაილის თვისებები
kk: Файл сипаттары
km: លក្ខណៈសម្បត្តិ​​ឯកសារ
kn: ಫೈಲ್ ಗುಣಲಕ್ಷಣಗಳು
ku: Taybetmendiyên Pelê
ky: Файл касиеттери
lb: Datei Properties
lo: ຄຸນສົມບັດໄຟລ໌
lt: Failo savybės
lv: Faila rekvizīti
mi: Ngā Āhuatanga Kōnae
mk: Својства на датотеката
ml: ഫയൽ പ്രോപ്പർട്ടികൾ
mn: Файлын шинж чанарууд
mr: फाइल गुणधर्म
mt: Proprjetajiet tal-Fajl
nb: Fil Egenskaper
ne: फाइल गुणहरू
or: ଫାଇଲ୍ ପ୍ରପର୍ଟିଜ୍ |
pa: ਫਾਈਲ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
ps: ﻪﻧﻮﺘﯿﮑﻠﻣ ﻞﯾﺎﻓ ﺩ
ro: Proprietăți fișier
rw: Ibyiza bya dosiye
sd: ﻥﻮﺘﻴﺻﺎﺧ ﺎﺟ ﻞﺋﺎﻓ
si: ගොනු ගුණාංග
sk: Vlastnosti súboru
sl: Lastnosti datoteke
sq: Karakteristikat e skedarit
sw: Sifa za Faili
ta: கோப்பு பண்புகள்
te: ఫైల్ లక్షణాలు
tg: Хусусиятҳои файл
th: คุณสมบัติไฟล์
tk: Faýl aýratynlyklary
tt: Файлның үзенчәлекләре
uk: Властивості файлу
ur: فائل کی خصوصیات
uz: Fayl xususiyatlari
vi: Thuộc tính tệp
xh: Iipropati zefayile
yi: סעיטרעפּאָרפּ עקעט

source: <b>File Name:</b>
af: <b>Lêernaam:</b>
am: <b>የፋይል ስም:</b>
ar: <b>:ﻒﻠﻤﻟﺍ ﻢﺳﺍ</b>
be: <b>Імя файла:</b>
bg: <b>Име на файл:</b>
bn: <b>ফাইলের নাম:</b>
ca: <b>Nom de l'arxiu:</b>
cy: <b>Enw Ffeil:</b>
da: <b>Filnavn:</b>
eo: <b>Dosiernomo:</b>
et: <b>Faili nimi:</b>
eu: <b>Fitxategi izena:</b>
fa: <b>:ﻞﯾﺎﻓ ﻡﺎﻧ</b>
fi: <b>Tiedoston nimi:</b>
fil: <b>Pangalan ng File:</b>
fy: <b>Bestânsnamme:</b>
ga: <b>Ainm comhaid:</b>
gd: <b>Ainm faidhle:</b>
gl: <b>Nome de arquivo:</b>
gu: <b>ફાઈલનું નામ:</b>
he: <b>:ץבוק םש</b>
hi: <b>फ़ाइल का नाम:</b>
hr: <b>Naziv datoteke:</b>
hu: <b>Fájl név:</b>
hy: <b>Ֆայլի անունը.</b>
id: <b>Nama file:</b>
is: <b>Skráarnafn:</b>
ka: <b>Ფაილის სახელი:</b>
kk: <b>Файл атауы:</b>
km: <b>ឈ្មោះu200bឯកសារ:</b>
kn: <b>ಕಡತದ ಹೆಸರು:</b>
ku: <b>Navê Pelê:</b>
ky: <b>Шилтемелер аты:</b>
lb: <b>Numm vum Dossier:</b>
lo: <b>ຊື່u200bເອu200bກະu200bສານ:</b>
lt: <b>Failo pavadinimas:</b>
lv: <b>Faila nosaukums:</b>
mg: <b>Anaran'ny fisie:</b>
mi: <b>Ingoa Kōnae:</b>
mk: <b>Име на датотека:</b>
ml: <b>ഫയലിന്റെ പേര്:</b>
mn: <b>Файлын нэр:</b>
mr: <b>फाईलचे नाव:</b>
mt: <b>Isem tal-fajl:</b>
my: <b>ဖိုင်နာမည်:</b>
nb: <b>Filnavn:</b>
ne: <b>फाइलको नाम:</b>
or: <b>ଦସ୍ତାବିଜ୍ ର ନାମ:</b>
pa: <b>ਫਾਈਲ ਦਾ ਨਾਮ:</b>
ps: <b>:ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ</b>
ro: <b>Nume de fișier:</b>
rw: <b>Izina rya dosiye:</b>
sd: <b>:ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ</b>
si: <b>ගොනු නාමය:</b>
sk: <b>Názov súboru:</b>
sl: <b>Ime datoteke:</b>
sq: <b>Emri i skedarit:</b>
sw: <b>Jina la faili:</b>
ta: <b>கோப்பு பெயர்:</b>
te: <b>ఫైల్ పేరు:</b>
tg: <b>Номи парванда:</b>
th: <b>ชื่อไฟล์:</b>
tk: <b>Faýlyň ady:</b>
tt: <b>Файл исеме:</b>
uk: <b>Ім'я файлу:</b>
ur: <b>:ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ</b>
uz: <b>Fayl nomi:</b>
vi: <b>Tên tệp:</b>
xh: <b>Igama lefayile:</b>
yi: <b>:ןעמאָנ עקעט</b>

source: <b>Location:</b>
af: <b>Ligging:</b>
am: <b>ቦታ፡</b>
ar: <b>:ﻊﻗﻮﻣ</b>
be: <b>Месцазнаходжанне:</b>
bg: <b>Местоположение:</b>
bn: <b>অবস্থান:</b>
ca: <b>Ubicació:</b>
cy: <b>Lleoliad:</b>
da: <b>Beliggenhed:</b>
eo: <b>Loko:</b>
et: <b>Asukoht:</b>
eu: <b>Lekua:</b>
fa: <b>:ﻞﺤﻣ</b>
fi: <b>Sijainti:</b>
fil: <b>Lokasyon:</b>
fy: <b>Lokaasje:</b>
ga: <b>Suíomh:</b>
gd: <b>Àite:</b>
gl: <b>Localización:</b>
gu: <b>સ્થાન:</b>
he: <b>:םוקמ</b>
hi: <b>स्थान:</b>
hr: <b>Mjesto:</b>
hu: <b>Elhelyezkedés:</b>
hy: <b>Գտնվելու վայրը:</b>
id: <b>Lokasi:</b>
is: <b>Staðsetning:</b>
ka: <b>მდებარეობა:</b>
kk: <b>Орналасқан жері:</b>
km: <b>ទីតាំង៖</b>
kn: <b>ಸ್ಥಳ:</b>
ku: <b>Cîh:</b>
ky: <b>Жайгашкан жери:</b>
lo: <b>ສະຖານທີ່:</b>
lt: <b>Vieta:</b>
lv: <b>Atrašanās vieta:</b>
mg: <b>Toerana:</b>
mi: <b>Tauwāhi:</b>
mk: <b>Локација:</b>
ml: <b>സ്ഥാനം:</b>
mn: <b>Байршил:</b>
mr: <b>स्थान:</b>
mt: <b>Post:</b>
my: <b>တည်နေရာ-</b>
nb: <b>Plassering:</b>
ne: <b>स्थान:</b>
or: <b>ସ୍ଥାନ:</b>
pa: <b>ਟਿਕਾਣਾ:</b>
ps: <b>:ﯼﺎځ</b>
ro: <b>Locație:</b>
rw: <b>Aho uherereye:</b>
sd: <b>:ﮫﮙﺟ</b>
si: <b>ස්ථානය:</b>
sk: <b>miesto:</b>
sl: <b>Lokacija:</b>
sq: <b>Vendndodhja:</b>
sw: <b>Mahali:</b>
ta: <b>இடம்:</b>
te: <b>స్థానం:</b>
tg: <b>Ҷойгиршавӣ:</b>
th: <b>ที่ตั้ง:</b>
tk: <b>Locationerleşýän ýeri:</b>
tt: <b>Урыны:</b>
uk: <b>Розташування:</b>
ur: <b>:ﻡﺎﻘﻣ</b>
uz: <b>Manzil:</b>
vi: <b>Vị trí:</b>
xh: <b>Indawo:</b>
yi: <b>:טראָ</b>

source: <b>Link Target:</b>
af: <b>Skakeldoelwit:</b>
am: <b>የአገናኝ ዒላማ፡</b>
ar: <b>:ﻑﺪﻬﻟﺍ ﻂﺑﺍﺭ</b>
be: <b>Мэта спасылкі:</b>
bg: <b>Цел на връзката:</b>
bn: <b>লিঙ্ক টার্গেট:</b>
ca: <b>Destí de l'enllaç:</b>
cy: <b>Targed Cyswllt:</b>
da: <b>Linkmål:</b>
eo: <b>Ligo Celo:</b>
et: <b>Lingi sihtmärk:</b>
eu: <b>Estekaren helburua:</b>
fa: <b>:ﺪﻧﻮﯿﭘ ﻑﺪﻫ</b>
fi: <b>Linkin kohde:</b>
fil: <b>Target ng Link:</b>
fy: <b>Link Doel:</b>
ga: <b>Sprioc Nasc:</b>
gd: <b>Targaid ceangail:</b>
gl: <b>Obxectivo da ligazón:</b>
gu: <b>લિંક લક્ષ્ય:</b>
he: <b>:רושיק דעי</b>
hi: <b>लिंक लक्ष्य:</b>
hr: <b>Cilj veze:</b>
hu: <b>Link cél:</b>
hy: <b>Հղման թիրախ.</b>
id: <b>Tautan Sasaran:</b>
is: <b>Tenglamarkmið:</b>
ka: <b>ლინკის მიზანი:</b>
kk: <b>Сілтеме мақсаты:</b>
km: <b>តំណភ្ជាប់គោលដៅ៖</b>
kn: <b>ಲಿಂಕ್ ಗುರಿ:</b>
ku: <b>Armanca Girêdanê:</b>
ky: <b>Шилтеме максаты:</b>
lb: <b>Link Zil:</b>
lo: <b>ເປົ້າໝາຍການເຊື່ອມຕໍ່:</b>
lt: <b>Nuorodos tikslas:</b>
lv: <b>Saites mērķis:</b>
mg: <b>Rohy tanjona:</b>
mi: <b>Hononga Whainga:</b>
mk: <b>Целна врска:</b>
ml: <b>ലിങ്ക് ലക്ഷ്യം:</b>
mn: <b>Холбоосын зорилт:</b>
mr: <b>लिंक लक्ष्य:</b>
my: <b>လင့်ခ်ပစ်မှတ်-</b>
nb: <b>Linkmål:</b>
ne: <b>लिङ्क लक्ष्य:</b>
or: <b>ଲିଙ୍କ୍ ଟାର୍ଗେଟ୍:</b>
pa: <b>ਲਿੰਕ ਟੀਚਾ:</b>
ps: <b>:ﻑﺪﻫ ﮏﻨﯿﻟ ﺩ</b>
ro: <b>Link țintă:</b>
rw: <b>Intego yo guhuza:</b>
sd: <b>:ﻑﺪﮬ ڪﻨﻟ</b>
si: <b>සබැඳි ඉලක්කය:</b>
sk: <b>Cieľ odkazu:</b>
sl: <b>Cilj povezave:</b>
sq: <b>Synimi i lidhjes:</b>
sw: <b>Lengo la Kiungo:</b>
ta: <b>இணைப்பு இலக்கு:</b>
te: <b>లింక్ లక్ష్యం:</b>
tg: <b>Ҳадафи пайванд:</b>
th: <b>ลิงค์เป้าหมาย:</b>
tk: <b>Baglanyş nyşany:</b>
tt: <b>Ссылка максаты:</b>
uk: <b>Ціль посилання:</b>
ur: <b>:ﻑﺪﮨ ﺎﮐ ﮏﻨﻟ</b>
uz: <b>Bog'lanish maqsadi:</b>
vi: <b>Liên kết mục tiêu:</b>
xh: <b>Ikhonkco ekujoliswe kulo:</b>
yi: <b>:ליצ קניל</b>

source: <b>Type:</b>
af: <b>Tipe:</b>
am: <b>ዓይነት፡-</b>
ar: <b>:ﻉﻮﻧ</b>
be: <b>Тып:</b>
bg: <b>Тип:</b>
bn: <b>প্রকার:</b>
ca: <b>Tipus:</b>
cy: <b>Math:</b>
eo: <b>Tipo:</b>
et: <b>Tüüp:</b>
eu: <b>Mota:</b>
fa: <b>:ﻉﻮﻧ</b>
fi: <b>Tyyppi:</b>
fil: <b>Uri:</b>
ga: <b>Cineál:</b>
gd: <b>Seòrsa:</b>
gl: <b>Tipo:</b>
gu: <b>પ્રકાર:</b>
he: <b>:גּוס</b>
hi: <b>प्रकार:</b>
hr: <b>Tip:</b>
hu: <b>Típus:</b>
hy: <b>Տիպ:</b>
id: <b>Jenis:</b>
is: <b>Gerð:</b>
ka: <b>ტიპი:</b>
kk: <b>Түрі:</b>
km: <b>ប្រភេទ៖</b>
kn: <b>ಮಾದರಿ:</b>
ku: <b>Awa:</b>
ky: <b>Түрү:</b>
lb: <b>Typ:</b>
lo: <b>ປະເພດ:</b>
lt: <b>Tipas:</b>
lv: <b>Veids:</b>
mg: <b>Karazana:</b>
mi: <b>Momo:</b>
mk: <b>Тип:</b>
ml: <b>തരം:</b>
mn: <b>Төрөл:</b>
mr: <b>प्रकार:</b>
mt: <b>Tip:</b>
my: <b>အမျိုးအစား-</b>
ne: <b>प्रकार:</b>
or: <b>ପ୍ରକାର:</b>
pa: <b>ਕਿਸਮ:</b>
ps: <b>:ﻝﻭډ</b>
ro: <b>Tip:</b>
rw: <b>Ubwoko:</b>
sd: <b>:ﻢﺴﻗ</b>
si: <b>වර්ගය:</b>
sk: <b>Typ:</b>
sl: <b>Vrsta:</b>
sq: <b>Lloji:</b>
sw: <b>Aina:</b>
ta: <b>வகை:</b>
te: <b>రకం:</b>
tg: <b>Навъи:</b>
th: <b>พิมพ์:</b>
tk: <b>Görnüşi:</b>
tt: <b>Тип:</b>
uk: <b>Тип:</b>
ur: <b>:ﻢﺴﻗ</b>
uz: <b>Turi:</b>
vi: <b>Thể loại:</b>
xh: <b>Uhlobo:</b>
yi: <b>:פּיט</b>

source: <b>Opens _With:</b>
af: <b>Maak oop _Met:</b>
am: <b>ይከፈታል። _ከ፡</b>
ar: <b>ﺢﺘﻔﻳ _:ﻊﻣ</b>
be: <b>Адкрываецца _З:</b>
bg: <b>Отваря се _с:</b>
bn: <b>খোলে _সঙ্গে:</b>
ca: <b>S'obre _Amb:</b>
cy: <b>Yn agor _Gyda:</b>
da: <b>Åbner _Med:</b>
eo: <b>Malfermas _Kun:</b>
et: <b>Avaneb _Koos:</b>
eu: <b>Irekitzen da _Honekin:</b>
fa: <b>ﺩﻮﺷ ﯽﻣ ﺯﺎﺑ _:ﺎﺑ</b>
fi: <b>Avautuu _Kanssa:</b>
fil: <b>Nagbubukas _may:</b>
fy: <b>Iepenet _Mei:</b>
ga: <b>Osclaítear _Le:</b>
gd: <b>A ’fosgladh _Le:</b>
gl: <b>Abre _Con:</b>
gu: <b>ખુલે છે _સાથે:</b>
he: <b>חתפנ _:םע</b>
hi: <b>खुलती _साथ में:</b>
hr: <b>Otvara se _S:</b>
hu: <b>Megnyílik _Val vel:</b>
hy: <b>Բացվում է _Հետ:</b>
id: <b>Buka _Dengan:</b>
is: <b>Opnast _Með:</b>
ka: <b>იხსნება _თან:</b>
kk: <b>ашылады _Мыналармен:</b>
km: <b>បើក _ជាមួយ៖</b>
kn: <b>ತೆರೆಯುತ್ತದೆ _ಇದರೊಂದಿಗೆ:</b>
ku: <b>Vedibe _Bi:</b>
ky: <b>ачат _менен:</b>
lb: <b>mécht op _Mat:</b>
lo: <b>ເປີດ _ກັບ:</b>
lt: <b>Atveriamas, na_udojant:</b>
lv: <b>Atveras _Ar:</b>
mg: <b>manokatra _miaraka amin'ny:</b>
mi: <b>Tuwhera _Me:</b>
mk: <b>Се отвора _Со:</b>
ml: <b>തുറക്കുന്നു _കൂടെ:</b>
mn: <b>Нээлттэй _Хамт:</b>
mr: <b>उघडतो _सह:</b>
mt: <b>Jiftaħ _Ma':</b>
my: <b>ဖွင့်လှစ်သည်။ _ဖြင့်-</b>
nb: <b>Åpner _Med:</b>
ne: <b>खुल्छ _संग:</b>
or: <b>ଖୋଲିବ | _ସହିତ:</b>
pa: <b>ਖੁੱਲਦਾ ਹੈ _ਨਾਲ:</b>
ps: <b>ﻱږﯿﺻﻼ﻿ﺧ _:ﻩﺮﺳ</b>
ro: <b>Se deschide _Cu:</b>
rw: <b>Gufungura _Hamwe na:</b>
sd: <b>ﻮﭤ ﻲﻟﻮﮐ _:ﻥﺎﺳ</b>
si: <b>විවෘත කරයි _සමඟ:</b>
sk: <b>Otvorí sa _s:</b>
sl: <b>Odpre se _z:</b>
sq: <b>Hapet _Me:</b>
sw: <b>Hufungua _Na:</b>
ta: <b>திறக்கிறது _உடன்:</b>
te: <b>తెరుస్తుంది _దీనితో:</b>
tg: <b>мекушояд _Бо:</b>
th: <b>เปิด _กับ:</b>
tk: <b>Açýar _Bilen:</b>
tt: <b>Ачыла _Белән:</b>
uk: <b>Відкривається _з:</b>
ur: <b>۔ﮯﮨ ﺎﺘﻠﮭﮐ _:ﮫﺗﺎﺳ ﮯﮐ</b>
uz: <b>Ochiladi _Bilan:</b>
vi: <b>Mở cửa _Với:</b>
xh: <b>Ivula _Nge:</b>
yi: <b>ךיז טנפֿע _:טימ</b>

source: <b>Total Size:</b>
af: <b>Totale grootte:</b>
am: <b>ጠቅላላ መጠን፡</b>
ar: <b>:ﻲﻟﺎﻤﺟﻹ﻿ﺍ ﻢﺠﺤﻟﺍ</b>
be: <b>Агульны памер:</b>
bg: <b>Общият размер:</b>
bn: <b>মোট আকার:</b>
ca: <b>Mida total:</b>
cy: <b>Cyfanswm Maint:</b>
da: <b>Samlet størrelse:</b>
eo: <b>Tuta Grandeco:</b>
et: <b>Kogusuurus:</b>
eu: <b>Tamaina osoa:</b>
fa: <b>:ﻞﮐ ﻩﺯﺍﺪﻧﺍ</b>
fi: <b>Kokonaiskoko:</b>
fil: <b>Kabuuang sukat:</b>
fy: <b>Totale grutte:</b>
ga: <b>Méid Iomlán:</b>
gd: <b>Meud Iomlan:</b>
gl: <b>Tamaño total:</b>
gu: <b>કુલ કદ:</b>
he: <b>:ללוכ לדוג</b>
hi: <b>कुल आकार:</b>
hr: <b>Ukupna veličina:</b>
hu: <b>Teljes méret:</b>
hy: <b>Ընդհանուր չափը:</b>
id: <b>Ukuran Total:</b>
is: <b>Heildarstærð:</b>
ka: <b>Მთლიანი ზომა:</b>
kk: <b>Жалпы мөлшері:</b>
km: <b>ទំហំសរុប៖</b>
kn: <b>ಒಟ್ಟು ಗಾತ್ರ:</b>
ku: <b>Mezinahiya Tevahiya:</b>
ky: <b>Жалпы өлчөм:</b>
lb: <b>Total Gréisst:</b>
lo: <b>ຂະໜາດທັງໝົດ:</b>
lt: <b>Viso Dydis:</b>
lv: <b>Kopējais izmērs:</b>
mg: <b>Habe manontolo:</b>
mi: <b>Rahi Tapeke:</b>
mk: <b>Вкупна големина:</b>
ml: <b>ആകെ വലിപ്പം:</b>
mn: <b>Нийт хэмжээ:</b>
mr: <b>एकूण आकार:</b>
mt: <b>Daqs Totali:</b>
my: <b>စုစုပေါင်းအရွယ်အစား-</b>
nb: <b>Total størrelse:</b>
ne: <b>कुल आकार:</b>
or: <b>ମୋଟ ଆକାର:</b>
pa: <b>ਕੁੱਲ ਆਕਾਰ:</b>
ps: <b>:ﻩﺯﺍﺪﻧﺍ ﻪﻟﻮټ</b>
ro: <b>Marimea totala:</b>
rw: <b>Ingano yose:</b>
sd: <b>:ﭖﺎﻣ ﻞڪ</b>
si: <b>මුළු ප්u200dරමාණය:</b>
sk: <b>Celková velkosť:</b>
sl: <b>Skupna velikost:</b>
sq: <b>Madhësia totale:</b>
sw: <b>Jumla ya Ukubwa:</b>
ta: <b>ஒட்டு மொத்த அளவு:</b>
te: <b>మొత్తం పరిమాణం:</b>
tg: <b>Андозаи умумӣ:</b>
th: <b>ขนาดทั้งหมด:</b>
tk: <b>Jemi ululygy:</b>
tt: <b>Гомуми размер:</b>
uk: <b>Загальний розмір:</b>
ur: <b>:ﺰﺋﺎﺳ ﻞﮐ</b>
uz: <b>Umumiy hajmi:</b>
vi: <b>Tổng kích thước:</b>
xh: <b>Ubungakanani Bebonke:</b>
yi: <b>:סיירג ץנאַג</b>

source: <b>Size On Disk:</b>
af: <b>Grootte op skyf:</b>
am: <b>በዲስክ ላይ ያለው መጠን;</b>
ar: <b>:ﺹﺮﻘﻟﺍ ﻰﻠﻋ ﻢﺠﺤﻟﺍ</b>
be: <b>Памер на дыску:</b>
bg: <b>Размер на диска:</b>
bn: <b>ডিস্কের স্থানের পরিমান:</b>
ca: <b>Mida al disc:</b>
cy: <b>Maint Ar Ddisg:</b>
da: <b>Størrelse på disk:</b>
eo: <b>Grandeco Sur Disko:</b>
et: <b>Suurus kettal:</b>
eu: <b>Tamaina diskoan:</b>
fa: <b>:ﮏﺴﯾﺩ ﯼﻭﺭ ﻩﺯﺍﺪﻧﺍ</b>
fi: <b>Koko levyllä:</b>
fil: <b>Sukat sa Disk:</b>
fy: <b>Grutte op skiif:</b>
ga: <b>Méid Ar Dhiosca:</b>
gd: <b>Meud air diosc:</b>
gl: <b>Tamaño no disco:</b>
gu: <b>ડિસ્ક પરનું કદ:</b>
he: <b>:קסידב לדוג</b>
hi: <b>डिस्क का माप:</b>
hr: <b>Veličina na disku:</b>
hu: <b>Méret a lemezen:</b>
hy: <b>Չափը սկավառակի վրա.</b>
id: <b>Ukuran Pada Disk:</b>
is: <b>Stærð á diski:</b>
ka: <b>ზომა დისკზე:</b>
kk: <b>Дискідегі өлшем:</b>
km: <b>ទំហំនៅលើថាស៖</b>
kn: <b>ಡಿಸ್ಕ್ನಲ್ಲಿನ ಗಾತ್ರ:</b>
ku: <b>Mezinahiya Disk:</b>
ky: <b>Дисктеги өлчөмү:</b>
lb: <b>Gréisst op Disk:</b>
lo: <b>ຂະu200bຫນາດu200bຢູ່u200bໃນu200bແຜ່ນu200b:</b>
lt: <b>Dydis Diske:</b>
lv: <b>Izmērs diskā:</b>
mg: <b>Habe amin'ny kapila:</b>
mi: <b>Rahi i runga i te Kōpae:</b>
mk: <b>Големина на дискот:</b>
ml: <b>ഡിസ്കിലെ വലിപ്പം:</b>
mn: <b>Диск дээрх хэмжээ:</b>
mr: <b>डिस्कवरील आकार:</b>
mt: <b>Daqs fuq Disk:</b>
my: <b>Disk ပေါ်ရှိ အရွယ်အစား</b>
nb: <b>Størrelse på disk:</b>
ne: <b>डिस्क मा आकार:</b>
or: <b>ଡିସ୍କର ଆକାର:</b>
pa: <b>ਡਿਸਕ ਤੇ ਆਕਾਰ:</b>
ps: <b>:ﻩﺯﺍﺪﻧﺍ ﮏﺴﯾډ ﺩ</b>
ro: <b>Spațiu pe disk:</b>
rw: <b>Ingano Kuri Disiki:</b>
sd: <b>:ﭖﺎﻣ ﻲﺗ ڪﺳڊ</b>
si: <b>තැටියේ ප්u200dරමාණය:</b>
sk: <b>Veľkosť na disku:</b>
sl: <b>Velikost na disku:</b>
sq: <b>Madhësia në disk:</b>
sw: <b>Ukubwa kwenye Diski:</b>
ta: <b>வட்டில் அளவு:</b>
te: <b>డిస్క్ పరిమాణం:</b>
tg: <b>Андоза дар диск:</b>
th: <b>ขนาดบนดิสก์:</b>
tk: <b>Diskdäki ululyk:</b>
tt: <b>Дисктагы размер:</b>
uk: <b>Розмір на диску:</b>
ur: <b>:ﺰﺋﺎﺳ ﺮﭘ ﮏﺳﮈ</b>
uz: <b>Diskdagi o'lcham:</b>
vi: <b>Kích thước trên đĩa:</b>
xh: <b>Ubungakanani kwiDiski:</b>
yi: <b>:קסיד ףיוא סיירג</b>

source: <b>Count:</b>
af: <b>Telling:</b>
am: <b>ቆጠራ፡</b>
ar: <b>:ﺩﺪﻋ</b>
be: <b>Лічыць:</b>
bg: <b>Броя:</b>
bn: <b>গণনা:</b>
ca: <b>Recompte:</b>
cy: <b>Cyfrif:</b>
da: <b>Tælle:</b>
eo: <b>Kalkulo:</b>
et: <b>Arv:</b>
eu: <b>Zenbaketa:</b>
fa: <b>:ﻥﺩﺮﻤﺷ</b>
fi: <b>Kreivi:</b>
fil: <b>Bilang:</b>
fy: <b>Telle:</b>
ga: <b>Líon:</b>
gd: <b>Cunnt:</b>
gl: <b>Contar:</b>
gu: <b>ગણતરી:</b>
he: <b>:רופסל</b>
hi: <b>गिनती:</b>
hr: <b>Računati:</b>
hu: <b>Számol:</b>
hy: <b>Հաշվել:</b>
id: <b>Menghitung:</b>
is: <b>Talning:</b>
ka: <b>დათვლა:</b>
kk: <b>Санау:</b>
km: <b>រាប់៖</b>
kn: <b>ಎಣಿಕೆ:</b>
ku: <b>Jimartin:</b>
ky: <b>Саны:</b>
lb: <b>Zuel:</b>
lo: <b>ຈຳນວນ:</b>
lt: <b>Skaitiklis:</b>
lv: <b>Skaits:</b>
mg: <b>manisa:</b>
mi: <b>Tatau:</b>
mk: <b>Брои:</b>
ml: <b>എണ്ണം:</b>
mn: <b>Тоо:</b>
mr: <b>गणना:</b>
mt: <b>Għadd:</b>
my: <b>အရေအတွက်-</b>
nb: <b>Telle:</b>
ne: <b>गणना:</b>
or: <b>ଗଣନା:</b>
pa: <b>ਗਿਣਤੀ:</b>
ps: <b>:ﻝﺮﯧﻤﺷ</b>
ro: <b>Numara:</b>
rw: <b>Kubara:</b>
sd: <b>:ﺭﺎﻤﺷ</b>
si: <b>ගණන්:</b>
sk: <b>Počet:</b>
sl: <b>štetje:</b>
sq: <b>Numëroni:</b>
sw: <b>Hesabu:</b>
ta: <b>எண்ணிக்கை:</b>
te: <b>గణన:</b>
tg: <b>Ҳисоб:</b>
th: <b>นับ:</b>
tk: <b>Hasapla:</b>
tt: <b>Санау:</b>
uk: <b>Рахувати:</b>
ur: <b>:ﺭﺎﻤﺷ</b>
uz: <b>Hisob:</b>
vi: <b>Đếm:</b>
xh: <b>Bala:</b>
yi: <b>:ןלייצ</b>

source: <b>Modified:</b>
af: <b>Gewysig:</b>
am: <b>የተሻሻለው፡-</b>
ar: <b>:ﻝﺪﻌﻤﻟﺍ</b>
be: <b>Зменены:</b>
bg: <b>Променено:</b>
bn: <b>সংশোধিত:</b>
ca: <b>Modificat:</b>
cy: <b>Wedi'i addasu:</b>
da: <b>Ændret:</b>
eo: <b>Modifita:</b>
et: <b>Muudetud:</b>
eu: <b>Aldatutakoa:</b>
fa: <b>:ﻩﺪﺷ ﺡﻼ﻿ﺻﺍ</b>
fi: <b>Muokattu:</b>
fil: <b>Binago:</b>
fy: <b>wizige:</b>
ga: <b>Athraithe:</b>
gd: <b>Atharrachadh:</b>
gl: <b>Modificado:</b>
gu: <b>સંશોધિત:</b>
he: <b>:הנוש</b>
hi: <b>संशोधित:</b>
hr: <b>Izmijenjeno:</b>
hu: <b>Módosított:</b>
hy: <b>Փոփոխված՝</b>
id: <b>Diubah:</b>
is: <b>Breytt:</b>
ka: <b>Განახლდა:</b>
kk: <b>Өзгертілген:</b>
km: <b>កែប្រែ៖</b>
kn: <b>ಮಾರ್ಪಡಿಸಲಾಗಿದೆ:</b>
ku: <b>Guhertin:</b>
ky: <b>Өзгөртүлгөн:</b>
lb: <b>Geännert:</b>
lo: <b>ດັດແກ້:</b>
lt: <b>Modifikuota:</b>
lv: <b>Modificēts:</b>
mg: <b>Ovaina:</b>
mi: <b>Whakakē:</b>
mk: <b>Изменето:</b>
ml: <b>തിരുത്തപ്പെട്ടത്:</b>
mn: <b>Өөрчлөгдсөн:</b>
mr: <b>सुधारित:</b>
mt: <b>Modifikat:</b>
my: <b>ပြင်ဆင်ထားသည်-</b>
nb: <b>Endret:</b>
ne: <b>परिमार्जित:</b>
or: <b>ପରିବର୍ତ୍ତିତ:</b>
pa: <b>ਸੋਧਿਆ ਗਿਆ:</b>
ps: <b>:ﯼﻮﺷ ﻞﯾﺪﻌﺗ</b>
ro: <b>Modificat:</b>
rw: <b>Yahinduwe:</b>
sd: <b>:ﻞﻴﭤ ﻞﻳﺪﺒﺗ</b>
si: <b>වෙනස් කරන ලද:</b>
sk: <b>Upravené:</b>
sl: <b>Spremenjeno:</b>
sq: <b>Ndryshuar:</b>
sw: <b>Iliyorekebishwa:</b>
ta: <b>மாற்றப்பட்டது:</b>
te: <b>సవరించబడింది:</b>
tg: <b>Тағир додашуда:</b>
th: <b>แก้ไข:</b>
tk: <b>Üýtgedilen:</b>
tt: <b>Модификацияләнде:</b>
uk: <b>Змінено:</b>
ur: <b>:ﮦﺪﺷ ﻢﯿﻣﺮﺗ</b>
uz: <b>O'zgartirilgan:</b>
vi: <b>Đã sửa đổi:</b>
xh: <b>Ilungisiwe:</b>
yi: <b>:טרעדנעעג</b>
