Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
af: Voer URL in die formaat in: PROTOKOL://GEBRUIKERSNAAM:WAGWOORD@GASTER:PORT/DEEL Voorbeelde: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Dit is onveilig om 'n wagwoord in te sluit. Om 'n URL te boekmerk, regskliek op die gemonteerde netwerk in Toestelle en kies Boekmerk.
am: ዩአርኤልን በቅጹ አስገባ: ፕሮቶኮል://USERNAME:ፕስወርድ@HOST:ወደብ/ሼር ያድርጉ ምሳሌዎች: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// የይለፍ ቃል ማካተት ደህንነቱ ያልተጠበቀ ነው። URLን ዕልባት ለማድረግ በመሳሪያዎች ውስጥ በተሰቀለው አውታረ መረብ ላይ በቀኝ ጠቅ ያድርጉ እና ዕልባትን ይምረጡ።
ar: ﻖﻴﺴﻨﺘﻟﺎﺑ URL ﻞﺧﺩﺃ: ﻝﻮﻛﻮﺗﻭﺮﺑ://ﻡﺪﺨﺘﺴﻤﻟﺍﺍ ﻢﺳﺍ:ﺮﺴﻟﺍ ﻪﻤﻠﻛ@ﻒﻴﻀﻣ:ءﺎﻨﻴﻣ/ﻙﺭﺎﺷ ﺔﻠﺜﻣﺃ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// .ﺔﻴﻌﺟﺮﻣ ﺓﺭﺎﺷﺇ ﺩﺪﺣﻭ ﺓﺰﻬﺟﻷ﻿ﺍ ﻲﻓ ﺔﺘﺒﺜﻤﻟﺍ ﺔﻜﺒﺸﻟﺍ ﻰﻠﻋ ﻦﻤﻳﻷ﻿ﺍ ﺱﻭﺎﻤﻟﺍ ﺭﺰﺑ ﺮﻘﻧﺍ ، URL ﻥﺍﻮﻨﻋ ﻰﻠﻋ ﺔﻴﻌﺟﺮﻣ ﺓﺭﺎﺷﺇ ﻊﺿﻮﻟ .ﻦﻣﺁ ﺮﻴﻏ ﺭﻭﺮﻣ ﺔﻤﻠﻛ ﻦﻴﻤﻀ
be: Увядзіце URL у фармаце: ПРАТАКОЛ://USERNAME:ПАРОЛЬ@ВЯДУЧЫ:ПОРТ/ПАДАЛІЦЬ Прыклады: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Уключэнне пароля небяспечна. Каб зрабіць закладку URL, пстрыкніце правай кнопкай мышы на змантаванай сетцы ў раздзеле «Прылады» і выберыце «Закладка».
bg: Въведете URL във формата: ПРОТОКОЛ://USERNAME:ПАРОЛА@ХОСТ:ПРИСТАНИЩЕ/ДЯЛ Примери: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Включването на парола е опасно. За да маркирате URL, щракнете с десния бутон върху монтираната мрежа в Устройства и изберете Отметка.
bn: বিন্যাসে URL লিখুন: প্রোটোকল://ব্যবহারকারীর নাম:পাসওয়ার্ড@হোস্ট:পোর্ট/শেয়ার করুন উদাহরণ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// একটি পাসওয়ার্ড সহ অনিরাপদ। একটি URL বুকমার্ক করতে, ডিভাইসে মাউন্ট করা নেটওয়ার্কে ডান-ক্লিক করুন এবং বুকমার্ক নির্বাচন করুন।
ca: Introduïu l'URL en el format: PROTOCOL://NOM D'USUARI:CONTRAsenya@AMFITRIÓ:PORT/COMPARTIR Exemples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Incloure una contrasenya no és segur. Per marcar un URL, feu clic amb el botó dret a la xarxa muntada a Dispositius i seleccioneu Marcador.
cy: Rhowch URL yn y fformat: PROTOCOL://USERNAME:PASSWORD@HOST:PORTHLADD/RHANNWCH Enghreifftiau: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Mae cynnwys cyfrinair yn anniogel. I roi nod tudalen ar URL, de-gliciwch ar y rhwydwaith wedi'i osod mewn Dyfeisiau a dewis Bookmark.
da: Indtast URL i formatet: PROTOKOL://BRUGERNAVN:ADGANGSKODE@VÆRT:HAVN/DEL Eksempler: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Det er usikkert at inkludere en adgangskode. For at bogmærke en URL skal du højreklikke på det monterede netværk i Enheder og vælge Bogmærke.
eo: Enigu URL en la formato: PROTOKOLO://UZANTNOMO:PASVORTO@GASTO:HAVENO/KUNHAVIGI Ekzemploj: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Inkluzive de pasvorto estas nesekura. Por marki URL-on, dekstre alklaku la muntitan reton en Aparatoj kaj elektu Legomarkon.
et: Sisesta vormingus URL: PROTOKOLL://KASUTAJANIMI:PAROOL@HOST:PORT/JAGA Näited: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Parooli lisamine on ebaturvaline. URL-i järjehoidjatesse lisamiseks paremklõpsake ühendatud võrgul jaotises Seadmed ja valige Järjehoidja.
eu: Sartu URL formatuan: PROTOKOLOA://ERABILTZAILEA:PASAHITZA@OSTALARIA:PORTUA/PARTEKATU Adibideak: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Pasahitza sartzea ez da segurua. URL bat laster-markak jartzeko, egin klik eskuineko botoiaz Gailuetan muntatutako sarean eta hautatu Laster-marka.
fa: URL ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺐﻟﺎﻗ ﺭﺩ ﺍﺭ: ﻞﮑﺗﻭﺮﭘ://ﯼﺮﺑﺭﺎﮐ ﻡﺎﻧ:ﺭﻮﺒﻋ ﻪﻤﻠﮐ@ﻥﺎﺑﺰﯿﻣ:ﺭﺪﻨﺑ/ﯼﺭﺍﺬﮔ ﮎﺍﺮﺘﺷﺍ ﺎﻫ ﻝﺎﺜﻣ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// .ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ Bookmark ﻭ ﻩﺩﺮﮐ ﺖﺳﺍﺭ ﮏﯿﻠﮐ Devices ﺭﺩ ﻩﺪﺷ ﺐﺼﻧ ﻪﮑﺒﺷ ﯼﻭﺭ ،URL ﮏﯾ ﻥﺩﺮﮐ ﮏﻧﺎﺸﻧ ﯼﺍﺮﺑ .ﺖﺳﺍ
fi: Kirjoita URL-osoite muodossa: PROTOKOLLA://KÄYTTÄJÄNIMI:SALASANA@HOST:PORTTI/JAA Esimerkkejä: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Salasanan lisääminen ei ole turvallista. Voit lisätä URL-osoitteen kirjanmerkkeihin napsauttamalla hiiren kakkospainikkeella asennettua verkkoa Laitteet-kohdassa ja valitsemalla Kirjanmerkki.
fil: Ilagay ang URL sa format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/IBAHAGI Mga halimbawa: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Ang pagsasama ng isang password ay hindi ligtas. Upang i-bookmark ang isang URL, mag-right click sa naka-mount na network sa Mga Device at piliin ang Bookmark.
fy: Fier URL yn it formaat yn: PROTOKOL://USERNAME:WACHTWURD@GASTHEAR:HAVEN/DIELE Foarbylden: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// It opnimmen fan in wachtwurd is ûnfeilich. Om in URL te blêdzjen, klikje jo mei de rjochtermûs op it oanmakke netwurk yn Apparaten en selektearje Blêdwizer.
ga: Iontráil URL san fhormáid: PRÓTACAL://USERNAME:PASSWORD@HOST:PORT/ROINN Samplaí: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Tá sé contúirteach pasfhocal a áireamh. Chun URL a leabharmharcáil, cliceáil ar dheis ar an líonra suite i nGléasanna agus roghnaigh Leabharmharc.
gd: Cuir a-steach URL sa chruth: PROTOCOL://USERNAME:FACAL-FAIRE@HOST:PORT/SHARE Eisimpleirean: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Tha toirt a-steach facal-faire cunnartach. Gus URL a chomharrachadh, cliog deas air an lìonra suidhichte ann an Innealan agus tagh Bookmark.
gl: Introduza o URL no formato: PROTOCOLO://NOME DE USUARIO:CONTRASEÑA@ANFITRIÓN:PORTO/COMPARTIR Exemplos: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Incluír un contrasinal non é seguro. Para marcar un URL, fai clic co botón dereito na rede montada en Dispositivos e selecciona Marcador.
gu: ફોર્મેટમાં URL દાખલ કરો: પ્રોટોકોલ://USERNAME:પાસવર્ડ@હોસ્ટ:પોર્ટ/શેર કરો ઉદાહરણો: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// પાસવર્ડ સહિત અસુરક્ષિત છે. URL ને બુકમાર્ક કરવા માટે, ઉપકરણોમાં માઉન્ટ થયેલ નેટવર્ક પર જમણું-ક્લિક કરો અને બુકમાર્ક પસંદ કરો.
he: טמרופב רתא תבותכ ןזה: להונ://שמתשמ םש:המסיס@החנמ:למנ/קֹולֲחַל תואמגוד: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// .הינמיס רחבו םירישכמב תנקתומה תשרה לע ינמיה רבכעה ןצחל תועצמאב ץחל ,רתא תבותכ ןמסל ידכ .החוטב הניא
hi: प्रारूप में URL दर्ज करें: मसविदा बनाना://उपयोगकर्ता नाम:पासवर्ड@मेज़बान:बंदरगाह/साझा करना उदाहरण: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// पासवर्ड शामिल करना असुरक्षित है। किसी URL को बुकमार्क करने के लिए, डिवाइसेस में माउंटेड नेटवर्क पर राइट-क्लिक करें और बुकमार्क चुनें।
hr: Unesite URL u formatu: PROTOKOL://KORISNIČKO IME:LOZINKA@DOMAĆIN:LUKA/UDIO Primjeri: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Uključivanje lozinke nije sigurno. Da biste označili URL, desnom tipkom miša kliknite montiranu mrežu u uređaju i odaberite Označi.
hu: Adja meg az URL-t a formátumban: JEGYZŐKÖNYV://FELHASZNÁLÓNÉV:JELSZÓ@HÁZIGAZDA:KIKÖTŐ/RÉSZVÉNY Példák: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// A jelszó megadása nem biztonságos. Egy URL könyvjelzővel való megjelöléséhez kattintson a jobb gombbal a csatlakoztatott hálózatra az Eszközök menüben, és válassza a Könyvjelző lehetőséget.
hy: Մուտքագրեք URL ձևաչափով: ԱՐՁԱՆԱԳՐՈՒԹՅՈՒՆ://ՕԳՏԱԳՈՐԾՈՂԻ ԱՆՈՒՆԸ:գաղտնաբառ@Հյուրընկալող:PORT/ԿԻՍՎԵԼ Օրինակներ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Գաղտնաբառի ներառումը անվտանգ չէ: URL-ը էջանշելու համար Սարքերում տեղադրված ցանցի վրա աջ սեղմեք և ընտրեք Էջանիշ:
id: Masukkan URL dalam format: PROTOKOL://NAMA PENGGUNA:KATA SANDI@TUAN RUMAH:PELABUHAN/BAGIKAN Contoh: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Menyertakan kata sandi tidak aman. Untuk menandai URL, klik kanan pada jaringan yang terpasang di Perangkat dan pilih Bookmark.
is: Sláðu inn vefslóð á sniðinu: BÓKUN://USERNAME:LYKILORÐ@HOSTUR:HÖFN/DEILIÐ Dæmi: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Það er óöruggt að láta lykilorð fylgja með. Til að bóka vefslóð skaltu hægrismella á netkerfið sem er tengt í Tæki og velja Bókamerki.
ka: შეიყვანეთ URL ფორმატში: ᲝᲥᲛᲘ://USERNAME:პაროლი@მასპინძელი:პორტი/გააზიარეთ მაგალითები: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// პაროლის ჩართვა სახიფათოა. URL-ის სანიშნესთვის, დააწკაპუნეთ მაუსის მარჯვენა ღილაკით დამონტაჟებულ ქსელზე Devices-ში და აირჩიეთ Bookmark.
kk: URL мекенжайын пішімде енгізіңіз: ПРОТОКОЛ://USERNAME:ҚҰПИЯ СӨЗ@HOST:ПОРТ/БӨЛІСУ Мысалдар: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Құпия сөзді қосу қауіпті. URL мекенжайын бетбелгілеу үшін Құрылғылар ішіндегі бекітілген желіні тінтуірдің оң жақ түймешігімен басып, Бетбелгі тармағын таңдаңыз.
km: បញ្ចូល URL ជាទម្រង់: ពិធីការ://ឈ្មោះu200bអ្នកប្រើប្រាស់:ពាក្យសម្ងាត់@ម្ចាស់ផ្ទះ:ច្រក/SHARE ឧទាហរណ៍: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// ការរួមបញ្ចូលពាក្យសម្ងាត់គឺមិនមានសុវត្ថិភាព។ ដើម្បីចំណាំ URL ចុចខាងស្តាំលើបណ្តាញដែលបានម៉ោននៅក្នុងឧបករណ៍ ហើយជ្រើសរើសចំណាំ។
kn: ಸ್ವರೂಪದಲ್ಲಿ URL ಅನ್ನು ನಮೂದಿಸಿ: ಶಿಷ್ಟಾಚಾರ://ಬಳಕೆದಾರ ಹೆಸರು:ಗುಪ್ತಪದ@ಅತಿಥೆಯ:ಬಂದರು/ಶೇರ್ ಮಾಡಿ ಉದಾಹರಣೆಗಳು: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಸೇರಿಸುವುದು ಅಸುರಕ್ಷಿತವಾಗಿದೆ. URL ಅನ್ನು ಬುಕ್u200cಮಾರ್ಕ್ ಮಾಡಲು, ಸಾಧನಗಳಲ್ಲಿ ಮೌಂಟೆಡ್ ನೆಟ್u200cವರ್ಕ್ ಮೇಲೆ ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಬುಕ್u200cಮಾರ್ಕ್ ಆಯ್ಕೆಮಾಡಿ.
ku: URL-ê di formatê de binivîse: PROTOKOL://USERNAME:ŞÎFRE@MAZÛBAN:BENDER/PAR Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Tevlî şîfreyek ne ewle ye. Ji bo nîşankirinek URL-ê, li ser tora siyarkirî ya di Amûran de rast-klîk bikin û nîşankirinê hilbijêrin.
ky: Форматта URL киргизиңиз: ПРОТОКОЛ://USERNAME:КУПУЯ СӨЗ@HOST:PORT/БӨЛҮШҮҮ Мисалдар: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Сырсөздү кошуу кооптуу. URL кыстарма үчүн Түзмөктөрдөн орнотулган тармакты оң баскыч менен чыкылдатып, Кыстарма тандаңыз.
lb: Gitt URL am Format: PROTOCOL://USERNAME:PASSWUERT@HOST:PORT/DEELEN Beispiller: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// E Passwuert abegraff ass onsécher. Fir eng URL ze markéieren, klickt riets op de montéierten Netzwierk an Apparater a wielt Bookmark.
lo: ໃສ່ URL ໃນຮູບແບບ: ພິທີການ://USERNAME:ລະຫັດຜ່ານ@ເຈົ້າພາບ:ຜອດ/ແບ່ງປັນ ຕົວຢ່າງ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// ລວມທັງລະຫັດຜ່ານແມ່ນບໍ່ປອດໄພ. ເພື່ອບຸກມາກ URL, ໃຫ້ຄລິກຂວາໃສ່ເຄືອຂ່າຍທີ່ເຊື່ອມຕໍ່ຢູ່ໃນອຸປະກອນ ແລະເລືອກ Bookmark.
lt: Įveskite URL formatu: PROTOKOLAS://VARTOTOJO VARDAS:SLAPTAŽODIS@HOST:UOSTAS/DALINTIS Pavyzdžiai: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Slaptažodžio įtraukimas yra nesaugus. Norėdami pažymėti URL, dešiniuoju pelės mygtuku spustelėkite prijungtą tinklą skiltyje Įrenginiai ir pasirinkite Žymėti.
lv: Ievadiet URL formātā: PROTOKOLS://LIETOTĀJVĀRDS:PAROLE@HOST:OSTA/DALĪTIES Piemēri: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Paroles iekļaušana nav droša. Lai URL pievienotu grāmatzīmēm, ar peles labo pogu noklikšķiniet uz pievienotā tīkla sadaļā Ierīces un atlasiet Grāmatzīme.
mg: Ampidiro ny URL amin'ny endrika: fifanarahana://Anaran'ny mpampiasa:tenimiafina@miaramila:PORT/anjara OHATRA: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Tsy azo antoka ny fampidirana tenimiafina. Raha te hanamarika URL, tsindrio havanana amin'ny tambajotra napetraka ao amin'ny Devices ary mifidiana Bookmark.
mi: Whakauruhia te URL ki te whakatakotoranga: KAAWAKA://Ingoawhakamahi:KUPU KUPU@KAUPAPA:tauranga/WHAKAMAHI Tauira: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Ko te whakauru i te kupuhipa he haumaru. Hei tohu tohu i tetahi URL, paato-matau ki te whatunga kua eke ki roto i nga Pūrere ka kowhiria te Tohu Tohu.
mk: Внесете URL во формат: ПРОТОКОЛ://КОРИСНИЧКО ИМЕ:ЛОЗИНКА@ДОМАЌИН:ПРИСТАНИЕ/СПОДЕЛИ Примери: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Вклучувањето лозинка е небезбедно. За да обележите URL, кликнете со десното копче на монтираната мрежа во Уреди и изберете Обележувач.
ml: ഫോർമാറ്റിൽ URL നൽകുക: പ്രോട്ടോക്കോൾ://USERNAME:PASSWORD@ഹോസ്റ്റ്:പോർട്ട്/ഷെയർ ചെയ്യുക ഉദാഹരണങ്ങൾ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// ഒരു പാസ്u200cവേഡ് ഉൾപ്പെടുത്തുന്നത് സുരക്ഷിതമല്ല. ഒരു URL ബുക്ക്u200cമാർക്ക് ചെയ്യാൻ, ഉപകരണങ്ങളിലെ മൌണ്ട് ചെയ്ത നെറ്റ്u200cവർക്കിൽ വലത്-ക്ലിക്കുചെയ്ത് ബുക്ക്മാർക്ക് തിരഞ്ഞെടുക്കുക.
mn: URL хаягийг форматаар оруулна уу: ПРОТОКОЛ://USERNAME:НУУЦ ҮГ@HOST:ПОРТ/SHARE Жишээ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Нууц үг оруулах нь аюултай. URL хаягийг хавчуурга хийхийн тулд Devices хэсэгт холбогдсон сүлжээн дээр хулганы баруун товчийг дараад Bookmark-ыг сонгоно уу.
mr: स्वरूपात URL प्रविष्ट करा: प्रोटोकॉल://USERNAME:पासवर्ड@होस्ट:पोर्ट/शेअर करा उदाहरणे: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// पासवर्ड समाविष्ट करणे असुरक्षित आहे. URL बुकमार्क करण्यासाठी, डिव्हाइसेसमध्ये माउंट केलेल्या नेटवर्कवर उजवे-क्लिक करा आणि बुकमार्क निवडा.
mt: Daħħal URL fil-format: PROTOKOLL://ISEM UTIENT:PASSWORD@Ospitanti:PORT/SHARE Eżempji: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// L-inklużjoni ta' password mhix sigura. Biex timmarka URL, ikklikkja bil-lemin fuq in-netwerk immuntat f'Apparat u agħżel Bookmark.
my: ဖော်မတ်တွင် URL ထည့်ပါ။: ပရိုတိုကော://USERNAME:စကားဝှက်@လက်ခံသူ:ဆိပ်ကမ်း/SHARE လိုက်ပါ။ ဥပမာများ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// စကားဝှက်တစ်ခု အပါအဝင် မလုံခြုံပါ။ URL တစ်ခုကို မှတ်သားရန်၊ စက်ပစ္စည်းများရှိ တပ်ဆင်ထားသော ကွန်ရက်ပေါ်တွင် ညာဖက်ကလစ်နှိပ်ပြီး လိပ်စာကို ရွေးချယ်ပါ။
nb: Skriv inn URL i formatet: PROTOKOLL://BRUKERNAVN:PASSORD@VERT:HAVN/DELE Eksempler: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Å inkludere et passord er utrygt. For å bokmerke en URL, høyreklikk på det tilkoblede nettverket i Enheter og velg Bokmerke.
ne: ढाँचामा URL प्रविष्ट गर्नुहोस्: प्रोटोकल://USERNAME:पासवर्ड@होस्ट:पोर्ट/SHARE उदाहरणहरू: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// पासवर्ड सहित असुरक्षित छ। URL बुकमार्क गर्न, यन्त्रहरूमा माउन्ट गरिएको नेटवर्कमा दायाँ क्लिक गर्नुहोस् र बुकमार्क चयन गर्नुहोस्।
or: ଫର୍ମାଟରେ URL ପ୍ରବେଶ କରନ୍ତୁ |: ପ୍ରୋଟୋକଲ୍ |://ଉପଯୋଗକର୍ତ୍ତା |:ପାସୱାର୍ଡ |@HOST:ପୋର୍ଟ/ଅଂଶୀଦାର କରନ୍ତୁ | ଉଦାହରଣଗୁଡିକ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// ଏକ ପାସୱାର୍ଡ ଅନ୍ତର୍ଭୂକ୍ତ କରିବା ଅସୁରକ୍ଷିତ ଅଟେ | ଏକ URL ବୁକମାର୍କ କରିବାକୁ, ଡିଭାଇସରେ ମାଉଣ୍ଟ ହୋଇଥିବା ନେଟୱାର୍କ ଉପରେ ଡାହାଣ କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ ବୁକମାର୍କ ଚୟନ କରନ୍ତୁ |
pa: ਫਾਰਮੈਟ ਵਿੱਚ URL ਦਾਖਲ ਕਰੋ: ਪ੍ਰੋਟੋਕੋਲ://USERNAME:ਪਾਸਵਰਡ@ਮੇਜ਼ਬਾਨ:ਪੋਰਟ/ਸ਼ੇਅਰ ਕਰੋ ਉਦਾਹਰਨਾਂ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// ਪਾਸਵਰਡ ਸ਼ਾਮਲ ਕਰਨਾ ਅਸੁਰੱਖਿਅਤ ਹੈ। ਇੱਕ URL ਨੂੰ ਬੁੱਕਮਾਰਕ ਕਰਨ ਲਈ, ਡਿਵਾਈਸਾਂ ਵਿੱਚ ਮਾਊਂਟ ਕੀਤੇ ਨੈੱਟਵਰਕ 'ਤੇ ਸੱਜਾ-ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਬੁੱਕਮਾਰਕ ਚੁਣੋ।
ps: URL ﺉړﮐ ﻪﻨﻧﺩ ﯥﮐ ﻪڼﺑ ﻪﭘ: ﻝﻮﮐﻮﺗﻭﺮﭘ://USERNAME:ﺰﻣﺭ@ﻪﺑﺭﻮﮐ:ټﺭﻮﭘ/ﺉړﮐ ﮏﯾﺮﺷ ﻪﻧﻮﻟﺎﺜﻣ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// .ﺉړﮐ ﻩﺭﻮﻏ ﮎﺭﺎﻣ ﮏﺑ ﻭﺍ ﺉړﮐﻭ ﮏﯿﻠﮐ ﯥﯿښ ﯥﮐ ﻪﮑﺒﺷ ﻱﻮﺷ ﺐﺼﻧ ﯥﮐ ﻮﻠﯿﺳﻭ ﻪﭘ ،ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﻪښﻧ ﻪﭘ ﻞﯾﺍ ﺭﺁ ﻮﯾ ﺩ .ﯼﺩ ﻱﺪﻧﻮ
ro: Introduceți adresa URL în format: PROTOCOL://NUME DE UTILIZATOR:PAROLA@GAZDĂ:PORT/ACȚIUNE Exemple: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Includerea unei parole este nesigură. Pentru a marca o adresă URL, faceți clic dreapta pe rețeaua montată în Dispozitive și selectați Marcare.
rw: Injira URL muburyo: PROTOKOL://UKORESHE:PASSWORD@HOST:PORT/SHARE Ingero: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Harimo ijambo ryibanga ntabwo ari umutekano. Kugirango ushire akamenyetso kuri URL, kanda iburyo-kanda kumurongo washyizwe mubikoresho hanyuma uhitemo Bookmark.
sd: ﻮﻳﺮڪ ﻞﺧﺍﺩ URL ۾ ٽﻴﻣﺭﺎﻓ: ﻝﻮڪﻮٽﻭﺮﭘ://USERNAME:ڊﺭﻮﺳﺎﭘ@ﻥﺎﺑﺰﻴﻣ:ٽﺭﻮﭘ/ﻮﻳﺮڪ ﺮﺌﻴﺷ ﻝﺎﺜﻣ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// .ڪﺭﺎﻣ ﮏﺑ ﻮﻳﺮڪ ﺐﺨﺘﻨﻣ ۽ ﻮﻳﺮڪ ڪﻠڪ ﺢﻴﺤﺻ ﻲﺗ ڪﺭﻭ ٽﻴﻧ ﻞﻴﭤ ﺐﺼﻧ ۾ ﺰﺴﺋﺍﻮﻳڊ ،ءِﻻ﻿ ﮠﺮڪ ڪﺭﺎﻣ ڪﺑ ﻲﮐ URL .ﻲﻫﺁ ﻅﻮﻔﺤﻣ ﺮﻴﻏ
si: ආකෘතියෙන් URL ඇතුලත් කරන්න: ප්රොටෝකෝලය://පරිශීලක නාමය:රහස් පදය@සත්කාරක:වරාය/බෙදාගන්න උදාහරණ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// මුරපදයක් ඇතුළත් කිරීම අනාරක්ෂිත ය. URL එකක් පිටු සලකුණු කිරීමට, උපාංග තුළ සවිකර ඇති ජාලය මත දකුණු-ක්ලික් කර Bookmark තෝරන්න.
sk: Zadajte URL vo formáte: PROTOKOL://USERNAME:HESLO@HOSTITEĽ:PORT/ZDIEĽAM Príklady: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Zahrnutie hesla nie je bezpečné. Ak chcete pridať adresu URL ako záložku, kliknite pravým tlačidlom myši na pripojenú sieť v časti Zariadenia a vyberte možnosť Záložka.
sl: Vnesite URL v formatu: PROTOKOL://USERNAME:GESLO@gostitelj:PORT/DELITI Primeri: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Vključitev gesla ni varna. Če želite URL dodati med zaznamke, z desno tipko miške kliknite nameščeno omrežje v Naprave in izberite Zaznamek.
sq: Fusni URL-në në format: PROTOKOLL://EMRI PERDORIMIT:FJALEKALIMI@MIKPRITËS:PORTI/SHPERNDAJE Shembuj: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Përfshirja e një fjalëkalimi është e pasigurt. Për të shënuar një URL, kliko me të djathtën në rrjetin e montuar në Pajisjet dhe zgjidhni Faqerojtësin.
sw: Ingiza URL katika umbizo: PROTOCOL://USERNAME:NENOSIRI@MWENYEJI:BANDARI/SHIRIKI Mifano: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Kujumuisha nenosiri sio salama. Ili kualamisha URL, bofya kulia kwenye mtandao uliopachikwa kwenye Vifaa na uchague Alamisho.
ta: URL ஐ வடிவமைப்பில் உள்ளிடவும்: நெறிமுறை://USERNAME:கடவுச்சொல்@தொகுப்பாளர்:துறைமுகம்/பகிர் எடுத்துக்காட்டுகள்: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// கடவுச்சொல்லைச் சேர்ப்பது பாதுகாப்பற்றது. URL ஐ புக்மார்க் செய்ய, சாதனங்களில் உள்ள மவுண்டட் நெட்வொர்க்கில் வலது கிளிக் செய்து புக்மார்க்கைத் தேர்ந்தெடுக்கவும்.
te: ఫార్మాట్u200cలో URLని నమోదు చేయండి: ప్రోటోకాల్://USERNAME:పాస్వర్డ్@హోస్ట్:పోర్ట్/షేర్ చేయండి ఉదాహరణలు: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// పాస్u200cవర్డ్u200cని చేర్చడం సురక్షితం కాదు. URLని బుక్u200cమార్క్ చేయడానికి, పరికరాలలో మౌంట్ చేయబడిన నెట్u200cవర్క్u200cపై కుడి-క్లిక్ చేసి, బుక్u200cమార్క్u200cని ఎంచుకోండి.
tg: URL-ро дар формат ворид кунед: ПРОТОКОЛ://НОМИ ИСТИФОДАБАР:ПАРОЛ@ХОСТ:БОР/ПОДЕЛИТЬСЯ Мисолхо: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Дохил кардани парол хатарнок аст. Барои қайд кардани URL, ба шабакаи васлшуда дар Дастгоҳҳо бо тугмаи рости муш клик кунед ва Хатчӯб -ро интихоб кунед.
th: ป้อน URL ในรูปแบบ: มาตรการ://ชื่อผู้ใช้:รหัสผ่าน@เจ้าภาพ:ท่า/แบ่งปัน ตัวอย่าง: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// การใส่รหัสผ่านก็ไม่ปลอดภัย หากต้องการบุ๊กมาร์ก URL ให้คลิกขวาที่เครือข่ายที่ติดตั้งในอุปกรณ์และเลือกบุ๊กมาร์ก
tk: Formatda URL giriziň: PROTOKOL://USERNAME:PASSWORD@IOS GOWY:PORT/Paýlaş Mysallar: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Paroly goşmak bilen howpsuz däl. URL-ni bellik etmek üçin, Enjamlardaky gurnalan tora sag basyň we Bookmark saýlaň.
tt: Форматта URL кертегез: Протокол://Кулланучының исеме:ПАССВОРД@ХОСТ:ПОРТ/Бүлешү Мисаллар: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Серсүзне кертү дә куркынычсыз. URL-ны кыстыру өчен, җайланмаларда урнаштырылган челтәргә уң төймә белән басыгыз һәм Bookmark-ны сайлагыз.
uk: Введіть URL-адресу у форматі: ПРОТОКОЛ://USERNAME:ПАРОЛЬ@HOST:ПОРТ/ПОДІЛІТЬСЯ Приклади: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Включення пароля небезпечно. Щоб додати URL-адресу в закладки, клацніть правою кнопкою миші на підключеній мережі в розділі «Пристрої» та виберіть «Закладка».
ur: ۔ﮟﯾﺮﮐ ﺝﺭﺩ URL ﮟﯿﻣ ﭧﯿﻣﺭﺎﻓ: ﻝﻮﮐﻮﭨﻭﺮﭘ://USERNAME:ﮈﺭﻭ ﺱﺎﭘ@ﻥﺎﺑﺰﯿﻣ:ﭦﺭﻮﭘ/ﮟﯿﭩﻧﺎﺑ ﮟﯿﻟﺎﺜﻣ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﻮﮐ ﮎﺭﺎﻣ ﮏﺑ ﺭﻭﺍ ﮟﯾﺮﮐ ﮏﻠﮐ ﮟﯿﺋﺍﺩ ﺮﭘ ﮎﺭﻭ ﭧﯿﻧ ﺐﺼﻧ ﮟﯿﻣ ﺰﺴﺋﺍﻮﯾﮈ ،ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﮎﺭﺎﻣ ﮏﺑ ﻮﮐ ﻞﯾﺍ ﺭﺁ ﻮﯾ
uz: URL manzilini formatda kiriting: PROTOKOL://USERNAME:PAROL@HOST:PORT/ULOSING Misollar: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Parolni kiritish xavfli. URL manziliga xatcho‘p qo‘yish uchun “Qurilmalar” bo‘limida o‘rnatilgan tarmoqni o‘ng tugmasini bosing va “Xatcho‘p” ni tanlang.
vi: Nhập URL theo định dạng: GIẤY TỜ://TÊN TÀI KHOẢN:MẬT KHẨU MỞ KHÓA@CHỦ NHÀ:HẢI CẢNG/ĐĂNG LẠI Các ví dụ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Bao gồm một mật khẩu là không an toàn. Để đánh dấu một URL, hãy nhấp chuột phải vào mạng được gắn kết trong Thiết bị và chọn Đánh dấu.
xh: Ngenisa i-URL kwifomathi: IPROTOCOL://USERNAME:INOMBOLO YOKUVULA@IMBUNGAZI:PORT/YABELANA Imizekelo: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Ukuquka igama lokugqitha akukhuselekanga. Ukuphawula i-URL, cofa ekunene kwinethiwekhi enyusiweyo kwiZixhobo kwaye ukhethe iBhukhmaki.
yi: טאַמראָפֿ םעד ןיא URL ןיַיראַ: לאָקאָטאָרפּ://USERNAME:טראָווכירפּש@טסאָה:טראָפּ/ןלייטניַי ןליפשייב: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// .ןכייצ - נעייל ןריטקעלעס ןוא סעסיוועד ןיא ץענ דעטנואָמ יד ףיוא טיג טכער ,URL אַ ןכייצ - נעייל וצ .ףייסנא
