Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Mount _Dirs...
af: Monteer _Dirs...
am: ተራራ _ድርስ...
ar: ﺩﺪﻌﺘﺗ _ﺱﺮﻳﺩ...
be: Мац _Дыр...
bg: Монтирайте _Дир...
bn: মাউন্ট _ডিরস...
ca: Muntanya _Dirs...
da: Monter _Dirs...
eo: Monto _Dirs...
eu: Mendia _Zuzendariak...
fa: ﻩﻮﮐ _ﺱﺭﺩﺁ...
fi: Mount _Ohjaus...
fil: Bundok _Sinabi ni Dirs...
ga: Sliabh _Dirs...
gl: Monte _Dirs...
gu: માઉન્ટ _ડાયર...
he: רה _יאמב...
hi: पर्वत _दिर्स...
hr: Montirajte _Dirs...
hu: Hegy _Dirs...
hy: Լեռ _Դիրս...
id: Gunung _Dir...
is: Festa _Stjórn...
ka: მთა _დირ...
kk: Тау _Директорлар...
km: ភ្នំ _ឌីស...
kn: ಮೌಂಟ್ _ದಿರ್ಸ್...
ku: Çiyayê _Dirs...
ky: Тоо _Директорлор...
lb: Mount _Dir...
lo: ພູ _ທ່ານດຣ...
lt: Montuoti _Rež...
lv: Mount _Rež...
mg: tendrombohitra _Dirs...
mi: Maunga _Ko nga Dirs...
mk: Монтирајте _Режисери...
ml: മൗണ്ട് _ദിർസ്...
mn: Уул _Найруулагч...
mr: माउंट _संचालक...
my: တောင်ပေါ်မှာ _ဒါပါပဲ။...
nb: Monter _Dirs...
ne: माउन्ट _निर्देशकहरू...
or: ପର୍ବତ _ନିର୍ଦ୍ଦେଶନା...
pa: ਮਾਊਂਟ _ਡਾਇਰੈਕਟਰ...
ps: ﻩﺮﻏ _Dirs...
ro: montură _Dirs...
rw: Umusozi _Amabwiriza...
sd: ﻞﺒﺟ _ﺱﺮٽڪﻳﺮﺋﺍڊ...
si: කන්ද _Dirs...
sq: Mali _Drejtor...
sw: Mlima _Dirs...
ta: மவுண்ட் _இயக்குனர்கள்...
te: మౌంట్ _దిర్స్...
tg: кӯҳ _Директор...
th: ภูเขา _ผบ...
tk: Dag _Direktorlar...
tt: Тау _Режиссерлар...
uk: Змонтувати _Дир...
ur: ﮌﺎﮩﭘ _ﺯﺮﭩﮑﯾﺮﺋﺍﮈ...
uz: Tog' _Dirs...
vi: Gắn kết _Dirs...
xh: Ntaba _Dirs...
yi: גראב _ריד...

source: Automatic Mount Point Dirs
af: Outomatiese Mount Point Dirs
am: ራስ-ሰር ተራራ ነጥብ Dirs
ar: Dirs ﻲﺋﺎﻘﻠﺘﻟﺍ ﺔﻄﻘﻧ ﻞﺒﺟ
be: Аўтаматычная кропка мацавання Dirs
bg: Автоматични Dirs точки на монтиране
bn: স্বয়ংক্রিয় মাউন্ট পয়েন্ট Dirs
ca: Dir. de punt de muntatge automàtic
cy: Dirs Mount Point Awtomatig
da: Automatisk monteringspunkt Dirs
eo: Aŭtomataj Montpunktaj Diriloj
et: Automaatne Mount Point Dirs
eu: Muntatze-puntuen zuzenketa automatikoak
fa: ﻩﻮﮐ ﻪﻄﻘﻧ ﺭﺎﮐﺩﻮﺧ ﯼﺎﻫ ﺱﺭﺩﺁ
fi: Automaattinen Mount Point Dirs
fil: Awtomatikong Mount Point Dirs
fy: Automatysk Mount Point Dirs
ga: Dirs uathoibríoch Mount Point
gd: Dirs fèin-ghluasadach Mount Point
gl: Dir. automática de puntos de montaxe
gu: આપોઆપ માઉન્ટ પોઈન્ટ Dirs
he: יטמוטוא טניופ רה יומיב
hi: स्वचालित माउंट प्वाइंट dirs
hr: Dirs automatske točke montiranja
hu: Automatikus Mount Point Dirs
hy: Ավտոմատ Mount Point Dirs
id: Dir Titik Pemasangan Otomatis
is: Sjálfvirk Mount Point Dirs
ka: ავტომატური Mount Point Dirs
kk: Автоматты монтаждау нүктесінің директорлары
km: ចំណុចម៉ោនដោយស្វ័យប្រវត្តិ Dirs
kn: ಸ್ವಯಂಚಾಲಿತ ಮೌಂಟ್ ಪಾಯಿಂಟ್ ಡೈರ್ಸ್
ku: Otomatîk Mount Point Dirs
lb: Automatesch Mount Point Dir
lo: ອັດຕະໂນມັດ Mount Point Dirs
lt: Automatinis Mount Point Dirs
lv: Automātiskais Mount Point Dirs
mi: Aunoa Maunga Tohu Dirs
mk: Автоматска точка за монтирање Дис
ml: ഓട്ടോമാറ്റിക് മൗണ്ട് പോയിന്റ് ദിർസ്
mn: Автомат холбох цэгийн захирал
mr: स्वयंचलित माउंट पॉइंट Dirs
mt: Awtomatiku Mount Point Dirs
my: အလိုအလျောက် Mount Point Dirs
nb: Automatisk monteringspunkt Dirs
ne: स्वचालित माउन्ट प्वाइन्ट Dirs
or: ସ୍ୱୟଂଚାଳିତ ମାଉଣ୍ଟ ପଏଣ୍ଟ ନିର୍ଦ୍ଦେଶନା |
pa: ਆਟੋਮੈਟਿਕ ਮਾਊਂਟ ਪੁਆਇੰਟ ਡਾਇਰ
ps: ﺱﺮﯾﺍډ ټﻨﺋﺍﻮﭘ ټﻧﻭﺎﻣ ﮏﯿﺗﺎﻣﻮﺗﺍ
ro: Dir. puncte de montare automate
sd: ﺮٽڪﻳﺮﺋﺍڊ ٽﻨﺋﺍﻮﭘ ٽﻧﻮﺋﺎﻣ ﺭﺎڪﺩﻮﺧ
si: ස්වයංක්u200dරීය මවුන්ට් පොයින්ට් ඩිර්ස්
sk: Smery automatického montážneho bodu
sl: Dirs samodejnih montažnih točk
sw: Moja kwa moja Mount Point Dirs
ta: தானியங்கி மவுண்ட் பாயிண்ட் டைர்ஸ்
te: ఆటోమేటిక్ మౌంట్ పాయింట్ దిర్స్
tg: Дирексияҳои худкори Маунт Пойнт
th: Dirs จุดติดตั้งอัตโนมัติ
tk: Awtomatiki nokat nokatlary
tt: Автоматик тау ноктасы
uk: Автоматична точка монтування Dirs
ur: ﺯﺮﭩﮑﯾﺮﺋﺍﮈ ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺭﺎﮐﺩﻮﺧ
uz: Avtomatik o'rnatish nuqtasi Dirs
vi: Dirs điểm gắn kết tự động
xh: I-Automatic Mount Point Dirs
yi: ריד טנופ גראב קיטאַמאַטאָ
