Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
af: Om die wys of versteek van sommige volumes af te dwing, om ander instellings te ignoreer, kan jy die toestelle, volume-etikette of toestel-ID's in die spasie-geskeide lys hieronder spesifiseer. Voorbeeld: +/dev/sdd1 -Etiket met spasie +ata-OCZ-part4 Dit sou veroorsaak /dev/sdd1 en die OCZ-toestel wat gewys moet word, en die volume met etiket "Etiket met spasie" om weggesteek te word. Daar moet 'n spasie tussen inskrywings en 'n plus- of minusteken direk voor elke item wees. Hierdie lys is hooflettersensitief.
am: አንዳንድ ጥራዞችን ለማሳየት ወይም ለመደበቅ፣ ሌሎች ቅንብሮችን ለመሻር፣ መሳሪያዎቹን፣ የድምጽ መለያዎችን ወይም የመሣሪያ መታወቂያዎችን ከዚህ በታች ባለው ክፍተት ዝርዝር ውስጥ መግለጽ ይችላሉ። ለምሳሌ: +/dev/sdd1 -ከቦታ ጋር መለያ ምልክት ያድርጉ +ata-OCZ-part4 ይህ ያስከትላል /dev/sdd1 እና የሚታየው የ OCZ መሳሪያ እና የድምጽ መጠኑ ከመለያ ጋር "ከቦታ ጋር መለያ ምልክት ያድርጉ" መደበቅ. ከእያንዳንዱ ንጥል በፊት በቀጥታ በመግቢያዎች እና በመደመር ወይም በመቀነስ ምልክት መካከል ክፍተት መኖር አለበት። ይህ ዝርዝር ለጉዳይ ስሜታዊ ነው።
ar: .ﻩﺎﻧﺩﺃ ﺕﺎﻓﺎﺴﻤﺑ ﺔﻟﻮﺼﻔﻤﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﻲﻓ ﺓﺰﻬﺟﻷ﻿ﺍ ﺕﺎﻓّﺮﻌﻣ ﻭﺃ ﻦﻳﺰﺨﺘﻟﺍ ﺓﺪﺣﻭ ﺕﺎﻴﻤﺴﺗ ﻭﺃ ﺓﺰﻬﺟﻷ﻿ﺍ ﺪﻳﺪﺤﺗ ﻚﻨﻜﻤﻳ ، ﻯﺮﺧﻷ﻿ﺍ ﺕﺍﺩﺍﺪﻋﻹ﻿ﺍ ﺯﻭﺎﺠ :ﻝﺎﺜﻣ +/dev/sdd1 -ﺔﻓﺎﺴﻤﺑ ﺔﻴﻤﺴﺗ +ata-OCZ-part4 ﺐﺒﺴﻳ ﻥﺃ ﻪﻧﺄﺷ ﻦﻣ ﺍﺬﻫ /dev/sdd1 ﻖﺼﻠﻤﻟﺍ ﻊﻣ ﻢﺠﺤﻟﺍﻭ ، ﻩﺭﺎﻬﻇﺇ ﺩﺍﺮﻤﻟﺍ OCZ ﺯﺎﻬﺟﻭ "ﺔﻓﺎﺴﻤﺑ ﺔﻴﻤﺴﺗ" .ﺎﻴﻔﺨﻣ ﻥﻮﻜﻴﻟ .ﻑﺮﺣﻷ﻿ﺍ ﺔﻟﺎﺤﻟ ﺔﺳﺎﺴﺣ ﺔﻤﺋﺎﻘﻟﺍ ﻩﺬﻫ .ﺮﺼﻨﻋ ﻞﻛ ﻞﺒﻗ ﺓﺮﺷﺎﺒﻣ ﺺﻗﺎﻧ ﻭﺃ ﺪﺋﺍﺯ ﺔﻣﻼ﻿ﻋﻭ ﺕﻻ﻿ﺎﺧﺩﻹ﻿ﺍ ﻦﻴﺑ ﺔﻓﺎﺴﻣ ﻙﺎﻨﻫ ﻥﻮﻜﺗ ﻥﺃ ﺐﺠﻳ
be: Каб прымусова паказаць або схаваць некаторыя тамы, перавызначаючы іншыя налады, вы можаце паказаць прылады, меткі тамоў або ідэнтыфікатары прылад у спісе, падзелены прабелам ніжэй. Прыклад: +/dev/sdd1 -Этыкетка з прабелам +ata-OCZ-part4 Гэта выклікала б /dev/sdd1 і прылада OCZ, якое трэба паказаць, і том з этыкеткай "Этыкетка з прабелам" быць схаваным. Паміж запісамі павінен быць прабел і знак плюс або мінус непасрэдна перад кожным пунктам. Гэты спіс адчувальны да рэгістра.
bg: За да принудите показването или скриването на някои томове, заменяйки други настройки, можете да посочите устройствата, етикетите на томовете или идентификаторите на устройства в разделения с интервали списък по-долу. пример: +/dev/sdd1 -Етикет с интервал +ata-OCZ-part4 Това би причинило /dev/sdd1 и устройството OCZ, което трябва да се покаже, и обемът с етикет "Етикет с интервал" да бъдат скрити. Трябва да има интервал между вписванията и знак плюс или минус непосредствено преди всеки елемент. Този списък е чувствителен към малки и големи букви.
bn: কিছু ভলিউম দেখানো বা লুকানোর জন্য, অন্যান্য সেটিংস ওভাররাইড করার জন্য, আপনি নীচের স্থান-বিচ্ছিন্ন তালিকায় ডিভাইস, ভলিউম লেবেল বা ডিভাইস আইডি নির্দিষ্ট করতে পারেন। উদাহরণ: +/dev/sdd1 -স্থান সহ লেবেল +ata-OCZ-part4 এই কারণ হবে /dev/sdd1 এবং OCZ ডিভাইসটি দেখানো হবে এবং লেবেল সহ ভলিউম "স্থান সহ লেবেল" লুকানো এন্ট্রি এবং প্রতিটি আইটেমের আগে সরাসরি যোগ বা বিয়োগ চিহ্নের মধ্যে একটি স্থান থাকতে হবে। এই তালিকাটি কেস-সংবেদনশীল।
ca: Per forçar la mostra o l'ocultació d'alguns volums, anul·lant altres configuracions, podeu especificar els dispositius, les etiquetes de volum o els identificadors de dispositius a la llista separada per espais a continuació. Exemple: +/dev/sdd1 -Etiqueta amb espai +ata-OCZ-part4 Això provocaria /dev/sdd1 i el dispositiu OCZ que es mostrarà, i el volum amb etiqueta "Etiqueta amb espai" per estar amagat. Hi ha d'haver un espai entre les entrades i un signe més o menys just abans de cada element. Aquesta llista distingeix entre majúscules i minúscules.
cy: I orfodi dangos neu guddio rhai cyfrolau, gor-redeg gosodiadau eraill, gallwch nodi'r dyfeisiau, labeli cyfaint, neu IDau dyfeisiau yn y rhestr sydd wedi'i gwahanu gan ofod isod. Enghraifft: +/dev/sdd1 -Label Gyda'r Gofod +ata-OCZ-part4 Byddai hyn yn achosi /dev/sdd1 a'r ddyfais OCZ i'w dangos, a'r gyfrol â label "Label Gyda'r Gofod" i fod yn gudd. Rhaid bod lle rhwng cofnodion ac arwydd plws neu minws yn union cyn pob eitem. Mae'r rhestr hon yn achos-sensitif.
da: For at fremtvinge visning eller skjulning af nogle diskenheder, tilsidesætte andre indstillinger, kan du angive enhederne, volumenetiketterne eller enheds-id'erne på den mellemrumsadskilte liste nedenfor. Eksempel: +/dev/sdd1 -Etiket med mellemrum +ata-OCZ-part4 Dette ville forårsage /dev/sdd1 og OCZ-enheden, der skal vises, og lydstyrken med etiket "Etiket med mellemrum" at blive skjult. Der skal være et mellemrum mellem indtastninger og et plus- eller minustegn direkte før hver post. Denne liste skelner mellem store og små bogstaver.
eo: Por devigi montri aŭ kaŝi iujn volumojn, superregante aliajn agordojn, vi povas specifi la aparatojn, volumenajn etikedojn aŭ aparatojn en la spac-disigita listo sube. Ekzemplo: +/dev/sdd1 -Etikedo Kun Spaco +ata-OCZ-part4 Ĉi tio kaŭzus /dev/sdd1 kaj la montrota aparato OCZ, kaj la volumo kun etikedo "Etikedo Kun Spaco" esti kaŝita. Devas esti spaco inter enskriboj kaj plusa aŭ minus-signo rekte antaŭ ĉiu ero. Ĉi tiu listo estas majuskle-distinta.
et: Mõne köite kuvamise või peitmise sundimiseks, alistades muud sätted, saate määrata seadmed, köitesildid või seadme ID-d allolevas tühikuga eraldatud loendis. Näide: +/dev/sdd1 -Tühikuga silt +ata-OCZ-part4 See põhjustaks /dev/sdd1 ja kuvatav OCZ-seade ning helitugevus koos sildiga "Tühikuga silt" olla varjatud. Kirjete vahel peab olema tühik ja vahetult enne iga kirjet pluss- või miinusmärk. See loend on tõstutundlik.
eu: Bolumen batzuk erakustea edo ezkutatzea behartzeko, beste ezarpen batzuk gainidazteko, gailuak, bolumen-etiketak edo gailuen IDak zehaztu ditzakezu beheko zuriunez bereizitako zerrendan. Adibidea: +/dev/sdd1 -Etiketa Espazioz +ata-OCZ-part4 Horrek eragingo luke /dev/sdd1 eta erakutsi beharreko OCZ gailua, eta etiketa duen bolumena "Etiketa Espazioz" ezkutatuta egotea. Sarreraren artean tarte bat egon behar da eta elementu bakoitzaren aurretik zuzenean plus edo minus ikurra. Zerrenda honek maiuskulak eta minuskulak bereizten ditu.
fa: .ﺪﯿﻨﮐ ﺺﺨﺸﻣ ﺮﯾﺯ ﻪﻠﺻﺎﻓ ﺎﺑ ﻩﺪﺷﺍﺪﺟ ﺖﺳﺮﻬﻓ ﺭﺩ ﺍﺭ ﻩﺎﮕﺘﺳﺩ ﯼﺎﻫu200cﻪﺳﺎﻨﺷ ﺎﯾ ﻢﺠﺣ ﯼﺎﻫu200cﺐﺴﭼﺮﺑ ،ﺎﻫu200cﻩﺎﮕﺘﺳﺩ :ﻝﺎﺜﻣ +/dev/sdd1 -ﻪﻠﺻﺎﻓ ﺎﺑ ﺐﺴﭼﺮﺑ +ata-OCZ-part4 ﺩﻮﺷ ﯽﻣ ﺚﻋﺎﺑ ﻦﯾﺍ /dev/sdd1 ﺐﺴﭼﺮﺑ ﺎﺑ ﻢﺠﺣ ﻭ ،ﺩﻮﺷ ﻩﺩﺍﺩ ﻥﺎﺸﻧ ﺪﯾﺎﺑ ﻪﮐ OCZ ﻩﺎﮕﺘﺳﺩ ﻭ "ﻪﻠﺻﺎﻓ ﺎﺑ ﺐﺴﭼﺮﺑ" ﻥﺪﺷ ﻥﺎﻬﻨﭘ .ﺖﺳﺍ ﺱﺎﺴﺣ ﮒﺭﺰﺑ ﻭ ﮏﭼﻮﮐ ﻑﻭﺮﺣ ﻪﺑ ﺖﺴﯿﻟ ﻦﯾﺍ .ﺪﺷﺎﺑ ﻪﺘﺷﺍﺩ ﺩﻮﺟﻭ ﺩﺭﻮﻣ ﺮﻫ ﺯﺍ ﻞﺒﻗ ًﺎﻤﯿﻘﺘﺴﻣ ﯽﻔﻨﻣ ﺎﯾ ﺖﺒﺜﻣ ﺖﻣﻼ﻿ﻋ ﻭ
fi: Jos haluat pakottaa joidenkin taltioiden näyttämiseen tai piilottamiseen ohittaen muut asetukset, voit määrittää laitteet, taltiot tai laitetunnukset alla olevassa välilyönnillä erotetussa luettelossa. Esimerkki: +/dev/sdd1 -Etiketti Välilyönnillä +ata-OCZ-part4 Tämä aiheuttaisi /dev/sdd1 ja näytettävä OCZ-laite sekä tilavuus etiketeillä "Etiketti Välilyönnillä" olla piilossa. Merkintöjen välissä on oltava välilyönti ja plus- tai miinusmerkki välittömästi ennen jokaista kohtaa. Tässä luettelossa kirjainkoolla on merkitystä.
fil: Upang pilitin na ipakita o itago ang ilang volume, i-override ang iba pang mga setting, maaari mong tukuyin ang mga device, label ng volume, o device ID sa listahang pinaghihiwalay ng espasyo sa ibaba. Halimbawa: +/dev/sdd1 -Label na May Space +ata-OCZ-part4 Magdudulot ito /dev/sdd1 at ang OCZ device na ipapakita, at ang volume na may label "Label na May Space" upang maitago. Dapat ay may puwang sa pagitan ng mga entry at isang plus o minus sign nang direkta bago ang bawat item. Case-sensitive ang listahang ito.
fy: Om it werjaan of ferbergjen fan guon folumes te twingen, troch oare ynstellings te oerskriuwen, kinne jo de apparaten, folume-etiketten of apparaat-ID's opjaan yn 'e list mei romte skieden hjirûnder. Foarbyld: +/dev/sdd1 -Label mei romte +ata-OCZ-part4 Dit soe feroarsaakje /dev/sdd1 en it te sjen OCZ-apparaat, en it folume mei label "Label mei romte" ferburgen wurde. D'r moat in spaasje wêze tusken yngongen en in plus- of minteken direkt foar elk item. Dizze list is haadlettergefoelich.
ga: Chun iallach a chur ort roinnt imleabhar a thaispeáint nó a chur i bhfolach, sáraithe ag suíomhanna eile, is féidir leat na gairis, na lipéid toirte, nó na IDanna feiste a shonrú sa liosta spás-scartha thíos. Sampla: +/dev/sdd1 -Lipéad Leis an Spás +ata-OCZ-part4 Bheadh u200bu200bsé seo ina chúis /dev/sdd1 agus an gléas OCZ atá le taispeáint, agus an toirt le lipéad "Lipéad Leis an Spás" a bheith i bhfolach. Ní mór go mbeadh spás idir iontrálacha agus comhartha móide nó lúide díreach roimh gach mír. Tá an liosta seo cás-íogair.
gd: Gus toirt air sealltainn no falach cuid de leabhraichean, a ’dol thairis air suidheachaidhean eile, faodaidh tu na h-innealan, bileagan tomhas-lìonaidh, no IDan inneal a shònrachadh anns an liosta dealaichte gu h-ìosal. Eisimpleir: +/dev/sdd1 -Label le àite +ata-OCZ-part4 Bhiodh seo ag adhbhrachadh /dev/sdd1 agus an inneal OCZ ri shealltainn, agus an tomhas le bileag "Label le àite" a bhith falaichte. Feumaidh àite a bhith eadar inntrigidhean agus soidhne plus no minus dìreach ro gach nì. Tha an liosta seo mothachail air cùis.
gl: Para forzar a visualización ou ocultación dalgúns volumes, anulando outras opcións de configuración, pode especificar os dispositivos, as etiquetas de volume ou os ID de dispositivos na lista separada por espazos a continuación. Exemplo: +/dev/sdd1 -Etiqueta Con Espazo +ata-OCZ-part4 Isto provocaría /dev/sdd1 e o dispositivo OCZ que se mostrará, e o volume coa etiqueta "Etiqueta Con Espazo" estar agochado. Debe haber un espazo entre as entradas e un signo máis ou menos directamente antes de cada elemento. Esta lista distingue entre maiúsculas e minúsculas.
gu: અન્ય સેટિંગ્સને ઓવરરાઇડ કરીને, કેટલાક વોલ્યુમો બતાવવા અથવા છુપાવવા માટે દબાણ કરવા માટે, તમે નીચે આપેલી જગ્યા-વિભાજિત સૂચિમાં ઉપકરણો, વોલ્યુમ લેબલ્સ અથવા ઉપકરણ ID નો ઉલ્લેખ કરી શકો છો. ઉદાહરણ: +/dev/sdd1 -જગ્યા સાથે લેબલ +ata-OCZ-part4 આ કારણ બનશે /dev/sdd1 અને OCZ ઉપકરણ બતાવવાનું છે, અને લેબલ સાથે વોલ્યુમ "જગ્યા સાથે લેબલ" છુપાવવા માટે. દરેક આઇટમની પહેલા એન્ટ્રીઓ અને વત્તા અથવા ઓછા ચિહ્ન વચ્ચે જગ્યા હોવી આવશ્યક છે. આ સૂચિ કેસ-સંવેદનશીલ છે.
he: .הטמל םיחוורב תדרפומה המישרב םירישכמה יהזמ וא ןוסחאה יעצמא תויוות ,םינקתהה תא ןייצל לוכי התא ,תורחא :אמגוד +/dev/sdd1 -חוור םע תיוות +ata-OCZ-part4 םורגי הז /dev/sdd1 תיוותה םע לוקה תמצועו ,גצויש OCZ ןקתהו "חוור םע תיוות" .רתסומ תויהל .תוישיר תיולת וז המישר .טירפ לכ ינפל תורישי סונימ וא סולפ ןמיסו םיכרע ןיב חוור תויהל בייח
hi: कुछ वॉल्यूम दिखाने या छिपाने के लिए, अन्य सेटिंग्स को ओवरराइड करने के लिए, आप नीचे दी गई जगह से अलग की गई सूची में डिवाइस, वॉल्यूम लेबल या डिवाइस आईडी निर्दिष्ट कर सकते हैं। उदाहरण: +/dev/sdd1 -अंतरिक्ष के साथ लेबल +ata-OCZ-part4 यह कारण होगा /dev/sdd1 और OCZ डिवाइस दिखाया जाना है, और वॉल्यूम लेबल के साथ "अंतरिक्ष के साथ लेबल" छिपाया जाना। प्रत्येक आइटम के ठीक पहले प्रविष्टियों और प्लस या माइनस चिह्न के बीच एक स्थान होना चाहिए। यह सूची केस-संवेदी है।
hr: Da biste prisilili prikazivanje ili skrivanje nekih volumena, nadjačavajući druge postavke, možete odrediti uređaje, oznake volumena ili ID-ove uređaja na popisu odvojenom razmakom u nastavku. Primjer: +/dev/sdd1 -Oznaka s razmakom +ata-OCZ-part4 Ovo bi izazvalo /dev/sdd1 i OCZ uređaj koji treba prikazati, te volumen s oznakom "Oznaka s razmakom" biti skriven. Mora postojati razmak između unosa i znak plus ili minus neposredno ispred svake stavke. Ovaj popis razlikuje velika i mala slova.
hu: Egyes kötetek megjelenítésének vagy elrejtésének kényszerítéséhez, más beállítások felülbírálásához, megadhatja az eszközöket, a kötetcímkéket vagy az eszközazonosítókat az alábbi, szóközzel elválasztott listában. Példa: +/dev/sdd1 -Címke szóközzel +ata-OCZ-part4 Ez okozná /dev/sdd1 és a megjelenítendő OCZ készüléket, valamint a kötetet címkével "Címke szóközzel" elrejteni. A bejegyzések között szóköznek és közvetlenül minden elem előtt plusz vagy mínusz jelnek kell lennie. Ez a lista megkülönbözteti a kis- és nagybetűket.
hy: Որոշ ծավալներ ցուցադրելու կամ թաքցնելու, այլ կարգավորումները վերացնելու համար դուք կարող եք նշել սարքերը, ձայնի պիտակները կամ սարքի ID-ները ստորև՝ բացատով բաժանված ցանկում: Օրինակ: +/dev/sdd1 -Պիտակ Տիեզերքով +ata-OCZ-part4 Սա կառաջացնի /dev/sdd1 և OCZ սարքը, որը պետք է ցուցադրվի, և ձայնը պիտակով "Պիտակ Տիեզերքով" թաքնված լինել. Յուրաքանչյուր կետից անմիջապես առաջ պետք է լինի բացատ գրառումների և գումարած կամ մինուս նշանի միջև: Այս ցանկը մեծատառերի զգայուն է:
id: Untuk memaksa menampilkan atau menyembunyikan beberapa volume, mengesampingkan pengaturan lain, Anda dapat menentukan perangkat, label volume, atau ID perangkat dalam daftar yang dipisahkan spasi di bawah. Contoh: +/dev/sdd1 -Label Dengan Spasi +ata-OCZ-part4 Ini akan menyebabkan /dev/sdd1 dan perangkat OCZ yang akan ditampilkan, dan volume dengan label "Label Dengan Spasi" untuk disembunyikan. Harus ada spasi antara entri dan tanda plus atau minus langsung sebelum setiap item. Daftar ini peka huruf besar/kecil.
is: Til að þvinga fram birtingu eða fela á sumum bindum, hnekkja öðrum stillingum, geturðu tilgreint tækin, hljóðstyrksmerkin eða auðkenni tækisins í listanum sem er aðskilinn með bili hér að neðan. Dæmi: +/dev/sdd1 -Merki með plássi +ata-OCZ-part4 Þetta myndi valda /dev/sdd1 og OCZ tækið sem á að sýna og hljóðstyrk með merkimiða "Merki með plássi" að vera falin. Það verður að vera bil á milli færslna og plús eða mínus tákn beint fyrir hvern hlut. Þessi listi er hástöfum.
ka: ზოგიერთი ტომის ჩვენების ან დამალვის იძულებით, სხვა პარამეტრების გადაფარვის მიზნით, შეგიძლიათ მიუთითოთ მოწყობილობები, ხმის ეტიკეტები ან მოწყობილობის ID ქვემოთ სივრცეში გამოყოფილი სიაში. მაგალითი: +/dev/sdd1 -ეტიკეტი სივრცით +ata-OCZ-part4 ეს გამოიწვევდა /dev/sdd1 და OCZ მოწყობილობა, რომელიც უნდა იყოს ნაჩვენები, და მოცულობა ეტიკეტით "ეტიკეტი სივრცით" დამალული იყოს. ყოველი ელემენტის წინ უნდა იყოს ინტერვალი შენატანებსა და პლუს ან მინუს ნიშანს შორის. ეს სია რეგისტრირებულია.
kk: Кейбір томдарды көрсетуге немесе жасыруға, басқа параметрлерді қайта анықтауға мәжбүрлеу үшін төмендегі бос орынмен бөлінген тізімде құрылғыларды, дыбыс белгілерін немесе құрылғы идентификаторларын көрсетуге болады. Мысалы: +/dev/sdd1 -Бос белгі +ata-OCZ-part4 Бұл себеп болар еді /dev/sdd1 және көрсетілетін OCZ құрылғысы және жапсырмасы бар дыбыс деңгейі "Бос белгі" жасырын болу. Жазбалар арасында бос орын және тікелей әрбір элементтің алдында плюс немесе минус белгісі болуы керек. Бұл тізім регистрді ескереді.
km: ដើម្បីបង្ខំឱ្យបង្ហាញ ឬលាក់បរិមាណមួយចំនួន បដិសេធការកំណត់ផ្សេងទៀត អ្នកអាចបញ្ជាក់ឧបករណ៍ ស្លាកកម្រិតសំឡេង ឬលេខសម្គាល់ឧបករណ៍នៅក្នុងបញ្ជីដែលបំបែកដោយចន្លោះខាងក្រោម។ ឧទាហរណ៍៖ +/dev/sdd1 -ស្លាកជាមួយលំហ +ata-OCZ-part4 នេះនឹងបណ្តាលឱ្យ /dev/sdd1 និងឧបករណ៍ OCZ ដែលត្រូវបង្ហាញ និងកម្រិតសំឡេងជាមួយស្លាក "ស្លាកជាមួយលំហ" ដើម្បីលាក់។ ត្រូវតែមានចន្លោះរវាងធាតុ និងសញ្ញាបូក ឬដកដោយផ្ទាល់មុនធាតុនីមួយៗ។ បញ្ជីនេះគឺប្រកាន់អក្សរតូចធំ។
kn: ಕೆಲವು ವಾಲ್ಯೂಮ್u200cಗಳನ್ನು ತೋರಿಸಲು ಅಥವಾ ಮರೆಮಾಡಲು, ಇತರ ಸೆಟ್ಟಿಂಗ್u200cಗಳನ್ನು ಅತಿಕ್ರಮಿಸಲು, ನೀವು ಕೆಳಗಿನ ಸ್ಥಳದಿಂದ ಬೇರ್ಪಡಿಸಿದ ಪಟ್ಟಿಯಲ್ಲಿ ಸಾಧನಗಳು, ವಾಲ್ಯೂಮ್ ಲೇಬಲ್u200cಗಳು ಅಥವಾ ಸಾಧನ ID ಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು. ಉದಾಹರಣೆ: +/dev/sdd1 -ಸ್ಥಳದೊಂದಿಗೆ ಲೇಬಲ್ +ata-OCZ-part4 ಇದು ಕಾರಣವಾಗುತ್ತದೆ /dev/sdd1 ಮತ್ತು ತೋರಿಸಬೇಕಾದ OCZ ಸಾಧನ, ಮತ್ತು ಲೇಬಲ್u200cನೊಂದಿಗೆ ವಾಲ್ಯೂಮ್ "ಸ್ಥಳದೊಂದಿಗೆ ಲೇಬಲ್" ಮರೆಮಾಡಲು. ನಮೂದುಗಳ ನಡುವೆ ಅಂತರವಿರಬೇಕು ಮತ್ತು ಪ್ರತಿ ಐಟಂನ ಮೊದಲು ನೇರವಾಗಿ ಪ್ಲಸ್ ಅಥವಾ ಮೈನಸ್ ಚಿಹ್ನೆ ಇರಬೇಕು. ಈ ಪಟ್ಟಿಯು ಕೇಸ್-ಸೆನ್ಸಿಟಿವ್ ಆಗಿದೆ.
ku: Ji bo zorê nîşankirin an veşartina hin cildan, serdagirtina mîhengên din, hûn dikarin di navnîşa cihê-veqetandî ya li jêr de amûran, etîketên cildê, an nasnameyên cîhazê diyar bikin. Mînak: +/dev/sdd1 -Label Bi Space +ata-OCZ-part4 Ev dê bibe sedema /dev/sdd1 û cîhaza OCZ-ê ku were xuyang kirin, û volta bi etîketê "Label Bi Space" veşartin. Pêdivî ye ku cîhek di navbera navnîşan de û nîşanek zêde an kêmek rasterast berî her babetekê hebe. Ev lîste-hesas e.
ky: Кээ бир томдорду көрсөтүүгө же жашырууга мажбурлоо үчүн, башка жөндөөлөрдү жокко чыгаруу үчүн, сиз төмөнкү боштук менен бөлүнгөн тизмеде түзмөктөрдү, көлөм энбелгилерин же түзмөк идентификаторлорун көрсөтсөңүз болот. Мисал: +/dev/sdd1 -Боштук менен белгилөө +ata-OCZ-part4 Бул себеп болот /dev/sdd1 жана көрсөтүлө турган OCZ түзмөгү жана энбелгиси бар көлөмү "Боштук менен белгилөө" жашыруу. Ар бир нерсенин алдында жазуулардын ортосунда боштук жана плюс же минус белгиси болушу керек. Бул тизме чоң тамгаларды эске алат.
lb: Fir e puer Bänn ze weisen oder ze verstoppen, aner Astellungen ze iwwerschreiden, kënnt Dir d'Apparater, Volumenetiketten oder Apparat IDen an der Plaz getrennt Lëscht hei ënnen spezifizéieren. Beispill: +/dev/sdd1 -Label mat Raum +ata-OCZ-part4 Dëst géif Ursaach /dev/sdd1 an den OCZ Apparat ze weisen, an de Volume mat Label "Label mat Raum" verstoppt ginn. Et muss e Raum tëscht Entréen an e Plus oder Minus Zeechen direkt virun all Element sinn. Dës Lëscht ass case-sensibel.
lo: ເພື່ອບັງຄັບໃຫ້ສະແດງ ຫຼືເຊື່ອງບາງປະລິມານ, ລົບລ້າງການຕັ້ງຄ່າອື່ນ, ທ່ານສາມາດລະບຸອຸປະກອນ, ປ້າຍກຳກັບປະລິມານ ຫຼື IDs ອຸປະກອນໃນລາຍການທີ່ແຍກກັນທາງລຸ່ມ. ຕົວຢ່າງ: +/dev/sdd1 -ປ້າຍກຳກັບດ້ວຍຊ່ອງ +ata-OCZ-part4 ນີ້ຈະເຮັດໃຫ້ /dev/sdd1 ແລະອຸປະກອນ OCZ ທີ່ຈະສະແດງ, ແລະປະລິມານທີ່ມີປ້າຍຊື່ "ປ້າຍກຳກັບດ້ວຍຊ່ອງ" ຈະຖືກເຊື່ອງໄວ້. ຕ້ອງມີຊ່ອງຫວ່າງລະຫວ່າງລາຍການ ແລະເຄື່ອງໝາຍບວກ ຫຼືລົບໂດຍກົງກ່ອນແຕ່ລະລາຍການ. ບັນຊີລາຍຊື່ນີ້ແມ່ນຕົວພິມນ້ອຍໃຫຍ່.
lt: Norėdami priversti rodyti arba slėpti kai kuriuos tomus, nepaisydami kitų parametrų, toliau esančiame tarpais atskirtame sąraše galite nurodyti įrenginius, tomo etiketes arba įrenginių ID. Pavyzdys: +/dev/sdd1 -Etiketė su tarpu +ata-OCZ-part4 Tai sukeltų /dev/sdd1 ir rodytinas OCZ įrenginys bei tomas su etikete "Etiketė su tarpu" būti paslėptam. Tarp įrašų turi būti tarpas ir pliuso arba minuso ženklas tiesiai prieš kiekvieną elementą. Šiame sąraše skiriamos didžiosios ir mažosios raidės.
lv: Lai piespiestu rādīt vai paslēpt dažus sējumus, ignorējot citus iestatījumus, tālāk esošajā sarakstā, kas atdalīts ar atstarpi, varat norādīt ierīces, sējumu etiķetes vai ierīču ID. Piemērs: +/dev/sdd1 -Etiķete ar atstarpi +ata-OCZ-part4 Tas izraisītu /dev/sdd1 un OCZ ierīce, kas jāparāda, un apjoms ar etiķeti "Etiķete ar atstarpi" būt paslēptam. Tieši pirms katra vienuma ir jābūt atstarpei starp ierakstiem un plusa vai mīnusa zīmei. Šajā sarakstā ir reģistrjutīgs.
mg: Mba hanerena ny fanehoana na fanafenana boky sasany, hanilika ireo fanovana hafa, dia azonao atao ny mamaritra ny fitaovana, ny mari-pamantarana boky, na ny ID fitaovana ao amin'ny lisitra misaraka habakabaka etsy ambany. Ohatra: +/dev/sdd1 -Label misy Space +ata-OCZ-part4 Mety hiteraka izany /dev/sdd1 ary ny fitaovana OCZ haseho, ary ny horonam-peo misy marika "Label misy Space" hafenina. Tsy maintsy misy elanelana eo anelanelan'ny fidirana sy famantarana miampy na minus mivantana alohan'ny entana tsirairay. Ity lisitra ity dia saro-pady.
mi: Hei kaha ki te whakaatu, ki te huna ranei i etahi pukapuka, ki te whakakore i etahi atu tautuhinga, ka taea e koe te tohu i nga taputapu, tapanga rōrahi, ID taputapu ranei i te rarangi wehe mokowā i raro nei. Tauira: +/dev/sdd1 -Tapanga Ki te Mokowā +ata-OCZ-part4 Ka puta tenei /dev/sdd1 me te taputapu OCZ hei whakaatu, me te rōrahi me te tapanga "Tapanga Ki te Mokowā" kia huna. Me noho he mokowhiti i waenga i nga whakaurunga me te tohu taapiri, iti ranei i mua tonu i ia mea. Ko tenei rarangi he take-tairongo.
mk: За присилно прикажување или криење на некои томови, за надминување на други поставки, можете да ги наведете уредите, етикетите за јачина или ID на уредите во списокот одвоен со простор подолу. Пример: +/dev/sdd1 -Етикета со простор +ata-OCZ-part4 Ова би предизвикало /dev/sdd1 и OCZ уредот што треба да се прикаже и јачината на звукот со ознака "Етикета со простор" да биде скриен. Мора да има празно место помеѓу записите и знакот плус или минус директно пред секоја ставка. Оваа листа е чувствителна на букви.
ml: ചില വോള്യങ്ങൾ കാണിക്കുന്നതിനോ മറയ്u200cക്കുന്നതിനോ നിർബന്ധിതമാക്കുന്നതിന്, മറ്റ് ക്രമീകരണങ്ങൾ അസാധുവാക്കുന്നതിന്, ചുവടെയുള്ള സ്u200cപെയ്u200cസ് വേർതിരിച്ച ലിസ്റ്റിൽ നിങ്ങൾക്ക് ഉപകരണങ്ങളോ വോളിയം ലേബലുകളോ ഉപകരണ ഐഡികളോ വ്യക്തമാക്കാനാകും. ഉദാഹരണം: +/dev/sdd1 -സ്ഥലത്തോടുകൂടിയ ലേബൽ +ata-OCZ-part4 ഇത് കാരണമാകും /dev/sdd1 കാണിക്കേണ്ട OCZ ഉപകരണവും ലേബൽ ഉള്ള വോളിയവും "സ്ഥലത്തോടുകൂടിയ ലേബൽ" മറയ്ക്കാൻ. ഓരോ ഇനത്തിനും മുമ്പായി എൻട്രികൾക്കും പ്ലസ് അല്ലെങ്കിൽ മൈനസ് ചിഹ്നത്തിനും ഇടയിൽ ഒരു ഇടം ഉണ്ടായിരിക്കണം. ഈ ലിസ്റ്റ് കേസ് സെൻസിറ്റീവ് ആണ്.
mn: Зарим ботийг харуулах, нуух, бусад тохиргоог хүчингүй болгохын тулд та доорх зайгаар тусгаарлагдсан жагсаалтад төхөөрөмж, эзлэхүүний шошго эсвэл төхөөрөмжийн ID-г зааж өгч болно. Жишээ: +/dev/sdd1 -Зайтай шошго +ata-OCZ-part4 Энэ нь шалтгаан болно /dev/sdd1 болон харуулах OCZ төхөөрөмж, шошготой эзлэхүүн "Зайтай шошго" далд байх. Бичлэг бүрийн өмнө шууд нэмэх, хасах тэмдэг хоёрын хооронд зай байх ёстой. Энэ жагсаалт нь том жижиг үсгээр харгалздаг.
mr: इतर सेटिंग्ज ओव्हरराइड करून, काही व्हॉल्यूम दाखवण्यासाठी किंवा लपवण्यासाठी सक्ती करण्यासाठी, तुम्ही खाली दिलेल्या स्पेस-विभक्त सूचीमध्ये डिव्हाइसेस, व्हॉल्यूम लेबल्स किंवा डिव्हाइस आयडी निर्दिष्ट करू शकता. उदाहरण: +/dev/sdd1 -स्पेससह लेबल करा +ata-OCZ-part4 यामुळे होईल /dev/sdd1 आणि OCZ उपकरण दाखवायचे आहे आणि लेबलसह व्हॉल्यूम "स्पेससह लेबल करा" लपलेले असणे. प्रत्येक आयटमच्या आधी थेट नोंदी आणि अधिक किंवा वजा चिन्हांमध्ये एक जागा असणे आवश्यक आहे. ही यादी केस-संवेदनशील आहे.
mt: Biex tisforza l-wiri jew il-ħabi ta 'xi volumi, jissuperaw settings oħra, tista' tispeċifika l-apparati, it-tikketti tal-volum, jew l-IDs tal-apparat fil-lista separata bi spazju hawn taħt. Eżempju: +/dev/sdd1 -Tikketta Bl-Ispazju +ata-OCZ-part4 Dan jikkawża /dev/sdd1 u l-apparat OCZ li għandu jintwera, u l-volum bit-tikketta "Tikketta Bl-Ispazju" li tkun moħbija. Għandu jkun hemm spazju bejn l-entrati u sinjal plus jew minus direttament qabel kull oġġett. Din il-lista hija sensittiva għall-każ.
my: အချို့သော volumes များကို အတင်းပြခြင်း သို့မဟုတ် ဝှက်ထားရန်၊ အခြားဆက်တင်များကို လွှမ်းမိုးရန်၊ အောက်ဖော်ပြပါ နေရာခြားထားသောစာရင်းတွင် စက်ပစ္စည်းများ၊ အသံအညွှန်းတံဆိပ်များ သို့မဟုတ် စက်ပစ္စည်း ID များကို သတ်မှတ်နိုင်ပါသည်။ ဥပမာ- +/dev/sdd1 -Space ဖြင့် အညွှန်းတပ်ပါ။ +ata-OCZ-part4 ဒီလိုဖြစ်စေတယ်။ /dev/sdd1 နှင့်ပြသမည့် OCZ စက်ပစ္စည်းနှင့် တံဆိပ်ပါသော အသံအတိုးအကျယ် "Space ဖြင့် အညွှန်းတပ်ပါ။" ဝှက်ထားရန်။ အကြောင်းအရာတစ်ခုစီ၏ ရှေ့မှာ တိုက်ရိုက် အပေါင်း သို့မဟုတ် အနုတ်လက္ခဏာကြားတွင် နေရာလွတ်ရှိရမည်။ ဤစာရင်းသည် အကြီးအသေးသာဖြစ်သည်။
nb: For å tvinge frem visning eller skjule av enkelte volumer, overstyre andre innstillinger, kan du spesifisere enhetene, volumetikettene eller enhets-ID-ene i den mellomromsdelte listen nedenfor. Eksempel: +/dev/sdd1 -Merk med plass +ata-OCZ-part4 Dette ville føre til /dev/sdd1 og OCZ-enheten som skal vises, og volumet med etikett "Merk med plass" å være skjult. Det må være et mellomrom mellom oppføringer og et pluss- eller minustegn rett foran hvert element. Denne listen skiller mellom store og små bokstaver.
ne: केही भोल्युमहरू देखाउन वा लुकाउन बलपूर्वक अन्य सेटिङहरू ओभरराइड गर्न, तपाईंले तल स्पेस-पृथक सूचीमा यन्त्रहरू, भोल्युम लेबलहरू, वा यन्त्र आईडीहरू निर्दिष्ट गर्न सक्नुहुन्छ। उदाहरण: +/dev/sdd1 -स्पेस सहित लेबल +ata-OCZ-part4 यो कारण हुनेछ /dev/sdd1 र देखाइने OCZ यन्त्र, र लेबलको साथ भोल्युम "स्पेस सहित लेबल" लुकाउनको लागि। प्रत्येक वस्तुको अगाडि प्रविष्टिहरू र प्लस वा माइनस चिन्हहरू बीच खाली ठाउँ हुनुपर्छ। यो सूची केस-संवेदनशील छ।
or: କିଛି ଭଲ୍ୟୁମ୍ ଦେଖାଇବାକୁ କିମ୍ବା ଲୁଚାଇବାକୁ ବାଧ୍ୟ କରିବାକୁ, ଅନ୍ୟ ସେଟିଂସମୂହକୁ ନବଲିଖନ କରିବାକୁ, ଆପଣ ନିମ୍ନରେ ସ୍ପେସ୍-ପୃଥକ ତାଲିକାରେ ଡିଭାଇସ୍, ଭଲ୍ୟୁମ୍ ଲେବଲ୍, କିମ୍ବା ଡିଭାଇସ୍ ID ନିର୍ଦ୍ଦିଷ୍ଟ କରିପାରିବେ | ଉଦାହରଣ: +/dev/sdd1 -ସ୍ପେସ୍ ସହିତ ଲେବଲ୍ | +ata-OCZ-part4 ଏହା ଘଟାଇବ | /dev/sdd1 ଏବଂ ଦେଖାଯିବାକୁ ଥିବା OCZ ଉପକରଣ, ଏବଂ ଲେବଲ୍ ସହିତ ଭଲ୍ୟୁମ୍ | "ସ୍ପେସ୍ ସହିତ ଲେବଲ୍ |" ଲୁଚାଇବାକୁ ପ୍ରତ୍ୟେକ ଆଇଟମ୍ ପୂର୍ବରୁ ସିଧାସଳଖ ଏଣ୍ଟ୍ରି ଏବଂ ଏକ ପ୍ଲସ୍ କିମ୍ବା ମାଇନସ୍ ଚିହ୍ନ ମଧ୍ୟରେ ଏକ ସ୍ଥାନ ରହିବା ଆବଶ୍ୟକ | ଏହି ତାଲିକା କେସ୍-ସମ୍ବେଦନଶୀଳ ଅଟେ |
pa: ਹੋਰ ਸੈਟਿੰਗਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰਦੇ ਹੋਏ, ਕੁਝ ਵੌਲਯੂਮਜ਼ ਨੂੰ ਦਿਖਾਉਣ ਜਾਂ ਲੁਕਾਉਣ ਲਈ ਜ਼ਬਰਦਸਤੀ ਕਰਨ ਲਈ, ਤੁਸੀਂ ਹੇਠਾਂ ਸਪੇਸ-ਵੱਖ ਕੀਤੀ ਸੂਚੀ ਵਿੱਚ ਡਿਵਾਈਸਾਂ, ਵੌਲਯੂਮ ਲੇਬਲ, ਜਾਂ ਡਿਵਾਈਸ ID ਨੂੰ ਨਿਸ਼ਚਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਉਦਾਹਰਨ: +/dev/sdd1 -ਸਪੇਸ ਦੇ ਨਾਲ ਲੇਬਲ +ata-OCZ-part4 ਇਹ ਕਾਰਨ ਬਣ ਜਾਵੇਗਾ /dev/sdd1 ਅਤੇ ਦਿਖਾਉਣ ਲਈ OCZ ਯੰਤਰ, ਅਤੇ ਲੇਬਲ ਦੇ ਨਾਲ ਵਾਲੀਅਮ "ਸਪੇਸ ਦੇ ਨਾਲ ਲੇਬਲ" ਓਹਲੇ ਹੋਣ ਲਈ. ਹਰੇਕ ਆਈਟਮ ਤੋਂ ਪਹਿਲਾਂ ਇੰਦਰਾਜ਼ਾਂ ਅਤੇ ਪਲੱਸ ਜਾਂ ਘਟਾਓ ਦੇ ਚਿੰਨ੍ਹ ਵਿਚਕਾਰ ਇੱਕ ਥਾਂ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। ਇਹ ਸੂਚੀ ਕੇਸ-ਸੰਵੇਦਨਸ਼ੀਲ ਹੈ।
ps: .ﺉړﮐ ﺺﺨﺸﻣ ﯥﮐ ﺖﺴﯿﻟ ﻱﻮﺷ ﻼ﻿ﺟ ﯥﮐ ﯼﺎځ ﯤﺪﻧﻻ﻿ ﻪﭘ IDs ﯥﻠﯿﺳﻭ ﺩ ﺎﯾ ،ﻪﻧﻮﻠﺒﯿﻟ ﻢﺠﺣ ،ﻞﯾﺎﺳﻭ ﺊﺷ ﯽﻟﻮﮐ ﻮﺳﺎﺗ ،ﻩﺮﺳ ﻮﻟﻮﯿﻧ ﯥﮐ :ﻪګﻠﯧﺑ +/dev/sdd1 -ﻞﺒﯿﻟ ﻩﺮﺳ ﯼﺎځ ﺩ +ata-OCZ-part4 ﻲﺷ ﻞﻣﻻ﻿ ﻪﺑ ﺍﺩ /dev/sdd1 ﻩﺮﺳ ﻞﺒﯿﻟ ﺩ ﻢﺠﺣ ﻭﺍ ،ﻲﺷ ﻝﺩﻮښﻭ ﺪﯾﺎﺑ ﻪﻠﯿﺳﻭ OCZ ﺩ ﻭﺍ "ﻞﺒﯿﻟ ﻩﺮﺳ ﯼﺎځ ﺩ" .ﻲﺷ ټﭘ .ﯼﺩ ﺱﺎﺴﺣ ﯥﯿﻀﻗ ﺩ ﺖﺴﯿﻟ ﺍﺩ .ﻱﺮﻟﻭ ﻥﻮﺘﺷ ﯼﺎځ ﻮﯾ ځﻨﻣﺮﺗ ﻮښﻧ ﻲﻔﻨﻣ ﺎﯾ ﻊﻤﺟ ﺩ ﻭﺍ ﻮﻠﺗﻮﻨﻧ ﺩ ﺪﯾﺎﺑ ﯥﮑﺨﻣ ﻪﺨڅ ﻲﮐﻮﺗ ﺮﻫ ﺩ
ro: Pentru a forța afișarea sau ascunderea unor volume, înlocuind alte setări, puteți specifica dispozitivele, etichetele de volum sau ID-urile dispozitivelor în lista de mai jos, separate prin spațiu. Exemplu: +/dev/sdd1 -Etichetă cu spațiu +ata-OCZ-part4 Acest lucru ar cauza /dev/sdd1 și dispozitivul OCZ care urmează să fie afișat și volumul cu etichetă "Etichetă cu spațiu" a fi ascuns. Trebuie să existe un spațiu între intrări și un semn plus sau minus direct înaintea fiecărui element. Această listă face distincție între majuscule și minuscule.
rw: Kugirango uhatire kwerekana cyangwa guhisha umubumbe umwe, urenga izindi miterere, urashobora kwerekana ibikoresho, ibirango byijwi, cyangwa indangamuntu yibikoresho kurutonde rwatandukanijwe n'umwanya hepfo. Urugero: +/dev/sdd1 -Ikirango hamwe n'umwanya +ata-OCZ-part4 Ibi byatera /dev/sdd1 na OCZ igikoresho cyo kwerekanwa, nubunini hamwe na label "Ikirango hamwe n'umwanya" guhishwa. Hagomba kubaho umwanya hagati yinjiza ninyongera cyangwa ikimenyetso cyo gukuramo mbere ya buri kintu. Uru rutonde rworoshye.
sd: .ﺎﭤ ﻮﮭﮕﺳ ﻱﺮڪ ﻥﺎﻴﺑ IDs ﺲﺋﺍﻮﻳڊ ﺎﻳ ،ﺰﻠﺒﻴﻟ ﻢﺠﺣ ،ﺰﺴﺋﺍﻮﻳڊ ۾ ٽﺴﻟ ﻞﻴﭤ ﮗﻟﺍ ﻥﺎﮐ ﺲﻴﭙﺳﺍ ﻞﻧڏ ﭟﻴﮬ ﻥﺎﮬﻮﺗ ،ﻱﺪﻨڪ ڊﻴﺋﺍﺭ :ﻝﺎﺜﻣ +/dev/sdd1 -ﻞﺒﻴﻟ ﻥﺎﺳ ﻼ﻿ﺧ +ata-OCZ-part4 ﻭﺪﻨﻴﭤ ﺐﺒﺳ ﻮﻫﺍ /dev/sdd1 ﻢﺠﺣ ﻥﺎﺳ ﻞﺒﻴﻟ ۽ ،ﻲﭸﻭ ﻮﻳﺭﺎﮑﻳڏ ﺲﻴﺋﺍﻭڊ OCZ ۽ "ﻞﺒﻴﻟ ﻥﺎﺳ ﻼ﻿ﺧ" .ﻲﭸﻭ ﻮﻳﺎڪﻟ .ﻲﻫﺁ ﺱﺎﺴﺣ-ﺲﻴڪ ﺖﺳﺮﻬﻓ ﻲﻫ .ﻲﺟﺮﮭﮔ ﮡﺌﮬ ﻼ﻿ﺧ ﻭڙڪﮬ ۾ ﭺﻭ ﻲﺟ ﻦﻴﻧﺎﺸﻧ ﻲﺟ ﺲﻨﺋﺎﻣ ﺎﻳ ﺲﻠﭘ ۽ ﮡﻴﭤ ﻞﺧﺍﺩ ۾ ﮖﺍ ﻥﺎﮐ ﻲﺌﺷ ﺮﻫ
si: සමහර වෙළුම් පෙන්වීමට හෝ සැඟවීමට බල කිරීමට, වෙනත් සැකසීම් අභිබවා යාමට, ඔබට පහත අවකාශයෙන් වෙන් කළ ලැයිස්තුවේ උපාංග, වෙළුම් ලේබල හෝ උපාංග ID සඳහන් කළ හැක. උදාහරණයක්: +/dev/sdd1 -අවකාශය සමඟ ලේබලය +ata-OCZ-part4 මෙය හේතු වනු ඇත /dev/sdd1 සහ OCZ උපාංගය පෙන්විය යුතු අතර, ලේබලය සහිත පරිමාව "අවකාශය සමඟ ලේබලය" සැඟවීමට. එක් එක් අයිතමයට කෙළින්ම ප්u200dරවේශයන් සහ වැඩි හෝ අඩු ලකුණක් අතර ඉඩක් තිබිය යුතුය. මෙම ලැයිස්තුව සිද්ධි සංවේදී වේ.
sk: Ak chcete vynútiť zobrazenie alebo skrytie niektorých zväzkov a prepísať iné nastavenia, môžete zadať zariadenia, štítky zväzkov alebo ID zariadení v zozname oddelenom medzerami nižšie. Príklad: +/dev/sdd1 -Štítok s medzerou +ata-OCZ-part4 Toto by spôsobilo /dev/sdd1 a zariadenie OCZ, ktoré sa má zobraziť, a zväzok so štítkom "Štítok s medzerou" byť skrytý. Medzi položkami musí byť medzera a znamienko plus alebo mínus priamo pred každou položkou. Tento zoznam rozlišuje malé a veľké písmená.
sl: Če želite vsiliti prikazovanje ali skrivanje nekaterih nosilcev in preglasiti druge nastavitve, lahko določite naprave, oznake nosilcev ali ID-je naprav na spodnjem seznamu, ločenem s presledki. Primer: +/dev/sdd1 -Oznaka s presledkom +ata-OCZ-part4 To bi povzročilo /dev/sdd1 in napravo OCZ, ki jo je treba prikazati, ter prostornino z oznako "Oznaka s presledkom" biti skrit. Neposredno pred vsakim elementom mora biti presledek med vnosi in znak plus ali minus. Ta seznam je občutljiv na velike in male črke.
sq: Për të detyruar shfaqjen ose fshehjen e disa vëllimeve, duke anashkaluar cilësime të tjera, mund të specifikoni pajisjet, etiketat e volumit ose ID-të e pajisjes në listën e ndarë nga hapësira më poshtë. Shembull: +/dev/sdd1 -Etiketa me hapësirë +ata-OCZ-part4 Kjo do të shkaktonte /dev/sdd1 dhe pajisjen OCZ që do të shfaqet dhe volumin me etiketë "Etiketa me hapësirë" të jetë i fshehur. Duhet të ketë një hapësirë midis hyrjeve dhe një shenjë plus ose minus direkt përpara çdo artikulli. Kjo listë është e ndjeshme ndaj rasteve.
sw: Ili kulazimisha kuonyesha au kuficha baadhi ya juzuu, kubatilisha mipangilio mingine, unaweza kubainisha vifaa, lebo za sauti au vitambulisho vya kifaa katika orodha iliyotenganishwa na nafasi iliyo hapa chini. Mfano: +/dev/sdd1 -Weka lebo kwa Nafasi +ata-OCZ-part4 Hii ingesababisha /dev/sdd1 na kifaa cha OCZ kitakachoonyeshwa, na sauti iliyo na lebo "Weka lebo kwa Nafasi" kufichwa. Lazima kuwe na nafasi kati ya maingizo na ishara ya kuongeza au kutoa moja kwa moja kabla ya kila kipengee. Orodha hii ni nyeti kwa kesi.
ta: சில தொகுதிகளைக் காட்டவோ அல்லது மறைக்கவோ, மற்ற அமைப்புகளை மேலெழுத, கீழே உள்ள இடத்தால் பிரிக்கப்பட்ட பட்டியலில் சாதனங்கள், வால்யூம் லேபிள்கள் அல்லது சாதன ஐடிகளைக் குறிப்பிடலாம். உதாரணமாக: +/dev/sdd1 -இடத்துடன் லேபிள் +ata-OCZ-part4 இது ஏற்படுத்தும் /dev/sdd1 மற்றும் காட்டப்பட வேண்டிய OCZ சாதனம் மற்றும் லேபிளுடன் கூடிய ஒலியளவு "இடத்துடன் லேபிள்" மறைக்கப்பட வேண்டும். உள்ளீடுகளுக்கு இடையே இடைவெளி இருக்க வேண்டும் மற்றும் ஒவ்வொரு உருப்படிக்கும் நேரடியாக கூட்டல் அல்லது கழித்தல் குறி இருக்க வேண்டும். இந்த பட்டியல் கேஸ்-சென்சிட்டிவ்.
te: కొన్ని వాల్యూమ్u200cలను చూపడం లేదా దాచడాన్ని బలవంతంగా చేయడానికి, ఇతర సెట్టింగ్u200cలను భర్తీ చేయడానికి, మీరు దిగువ స్థలంతో వేరు చేయబడిన జాబితాలో పరికరాలు, వాల్యూమ్ లేబుల్u200cలు లేదా పరికర IDలను పేర్కొనవచ్చు. ఉదాహరణ: +/dev/sdd1 -స్థలంతో లేబుల్ +ata-OCZ-part4 ఇది కారణం అవుతుంది /dev/sdd1 మరియు OCZ పరికరం చూపబడాలి మరియు లేబుల్u200cతో వాల్యూమ్ "స్థలంతో లేబుల్" దాచాలి. ఎంట్రీల మధ్య తప్పనిసరిగా ఖాళీ ఉండాలి మరియు ప్రతి అంశానికి ముందు నేరుగా ప్లస్ లేదా మైనస్ గుర్తు ఉండాలి. ఈ జాబితా కేస్ సెన్సిటివ్.
tg: Барои маҷбур кардани нишон додан ё пинҳон кардани баъзе ҷиддҳо, бартарӣ додани танзимоти дигар, шумо метавонед дастгоҳҳо, тамғакоғазҳои ҳаҷм ё ID-ҳои дастгоҳро дар рӯйхати аз фазои ҷудошуда дар зер муайян кунед. Мисол: +/dev/sdd1 -Нишон бо Фазо +ata-OCZ-part4 Ин боиси /dev/sdd1 ва дастгоҳи OCZ бояд нишон дода шавад ва ҳаҷми бо тамғакоғаз "Нишон бо Фазо" пинхон шудан. Байни вурудот бояд фосила ва аломати плюс ё минус мустақиман пеш аз ҳар як ашё мавҷуд бошад. Ин рӯйхат ба ҳарфи калон ҳассос аст.
th: หากต้องการบังคับแสดงหรือซ่อนไดรฟ์ข้อมูลบางส่วน แทนที่การตั้งค่าอื่นๆ คุณสามารถระบุอุปกรณ์ ป้ายกำกับปริมาณ หรือรหัสอุปกรณ์ในรายการที่คั่นด้วยช่องว่างด้านล่าง ตัวอย่าง: +/dev/sdd1 -ป้ายด้วย Space +ata-OCZ-part4 นี้จะทำให้ /dev/sdd1 และอุปกรณ์ OCZ ที่จะแสดง และโวลุ่มที่มีป้ายกำกับ "ป้ายด้วย Space" ที่จะซ่อน ต้องมีช่องว่างระหว่างรายการและเครื่องหมายบวกหรือลบโดยตรงก่อนแต่ละรายการ รายการนี้คำนึงถึงขนาดตัวพิมพ์
tk: Käbir göwrümleri görkezmäge ýa-da gizlemäge mejbur etmek, beýleki sazlamalary ýok etmek üçin aşakdaky boşluk bilen bölünen sanawda enjamlary, ses belliklerini ýa-da enjam ID-lerini görkezip bilersiňiz. Mysal: +/dev/sdd1 -Boşluk bilen bellik +ata-OCZ-part4 Munuň sebäbi bolar /dev/sdd1 we görkezilmeli OCZ enjamy we bellikli ses "Boşluk bilen bellik" gizlenmek. Her elementiň öňünden ýazgylar bilen goşmaça ýa-da minus belgisiniň arasynda boşluk bolmaly. Bu sanaw baş harplara degişlidir.
tt: Кайбер томнарны күрсәтергә яки яшерергә, бүтән көйләнмәләрне өстәп, сез җайланмаларны, тавыш билгеләрен яки җайланма ID-ләрен түбәндәге киңлек исемлегендә күрсәтә аласыз. Мисал: +/dev/sdd1 -Космос белән ярлык +ata-OCZ-part4 Бу сәбәп булыр иде /dev/sdd1 һәм күрсәтеләчәк OCZ җайланмасы, һәм ярлыклы тавыш "Космос белән ярлык" яшерергә. Itemsәрбер әйбер алдыннан язмалар белән плюс яки минус билгесе арасында урын булырга тиеш. Бу исемлек символик.
uk: Щоб примусово відображати або приховувати деякі томи, замінюючи інші налаштування, ви можете вказати пристрої, мітки томів або ідентифікатори пристроїв у списку, розділеному пробілами нижче. приклад: +/dev/sdd1 -Мітка з пробілом +ata-OCZ-part4 Це спричинило б /dev/sdd1 і пристрій OCZ, який потрібно показати, і том із етикеткою "Мітка з пробілом" бути прихованим. Між записами має бути пробіл і знак плюс або мінус безпосередньо перед кожним пунктом. Цей список чутливий до регістру.
ur: ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺮﮐ ﺖﺣﺎﺿﻭ ﯽﮐ ﯼﮈ ﯽﺋﺁ ﺲﺋﺍﻮﯾﮈ ﺎﯾ ،ﺰﻠﺒﯿﻟ ﻡﻮﯿﻟﺍﻭ ،ﺰﺴﺋﺍﻮﯾﮈ ﮟﯿﻣ ﺖﺳﺮﮩﻓ ﯽﺌﮔ ﯽﮐ ﮓﻟﺍ ﮯﺳ ﮧﮕﺟ ﯽﺌﮔ ﯼﺩ ﮯﭽﯿﻧ :ﻝﺎﺜﻣ +/dev/sdd1 -ﻞﺒﯿﻟ ﮫﺗﺎﺳ ﮯﮐ ﻼ﻿ﺧ +ata-OCZ-part4 ۔ﺎﮔ ﮯﻨﺑ ﺐﺒﺳ ﺎﮐ ﺱﺍ /dev/sdd1 ﻡﻮﯿﻟﺍﻭ ﮫﺗﺎﺳ ﮯﮐ ﻞﺒﯿﻟ ﺭﻭﺍ ،ﮯﮨ ﺎﻧﺎﺟ ﺎﯾﺎﮭﮐﺩ ﻮﮐ ﺲﺟ ﮧﻟﺁ OCZ ﺭﻭﺍ "ﻞﺒﯿﻟ ﮫﺗﺎﺳ ﮯﮐ ﻼ﻿ﺧ" ﮯﺋﺎﺟ ﺎﯾﺎﭙﮭﭼ ۔ﮯﮨ ﺱﺎﺴﺣ ﮯﺳ ﻅﺎﺤﻟ ﮯﮐ ﺲﯿﮐ ﺖﺳﺮﮩﻓ ﮧﯾ ۔ﮯﯿﮨﺎﭼ ﯽﻧﻮﮨ ﮧﮕﺟ ﮏﯾﺍ ﻥﺎﯿﻣﺭﺩ ﮯﮐ ﻥﺎﺸﻧ ﮯﮐ ﺲﻨﺋﺎﻣ ﺎﯾ ﻊﻤﺟ ﺭﻭﺍ ﺕﺎﺟﺍﺭﺪﻧﺍ ﮯﻠﮩﭘ
uz: Baʼzi jildlarni koʻrsatish yoki yashirishni majburlash, boshqa sozlamalarni bekor qilish uchun siz quyidagi boʻsh joydan ajratilgan roʻyxatda qurilmalar, tovush yorliqlari yoki qurilma identifikatorlarini belgilashingiz mumkin. Misol: +/dev/sdd1 -Bo'sh joy bilan yorliq +ata-OCZ-part4 Bu sabab bo'ladi /dev/sdd1 va ko'rsatiladigan OCZ qurilmasi va yorliqli ovoz balandligi "Bo'sh joy bilan yorliq" yashirin bo'lish. Har bir element oldida to'g'ridan-to'g'ri yozuvlar va ortiqcha yoki minus belgisi o'rtasida bo'sh joy bo'lishi kerak. Bu roʻyxat katta-kichik harflarga bogʻliq.
vi: Để buộc hiển thị hoặc ẩn một số ổ, ghi đè các cài đặt khác, bạn có thể chỉ định thiết bị, nhãn ổ hoặc ID thiết bị trong danh sách được phân tách bằng dấu cách bên dưới. Ví dụ: +/dev/sdd1 -Gắn nhãn với không gian +ata-OCZ-part4 Điều này sẽ gây ra /dev/sdd1 và thiết bị OCZ sẽ được hiển thị, và ổ đĩa có nhãn "Gắn nhãn với không gian" được ẩn. Phải có khoảng cách giữa các mục và dấu cộng hoặc trừ ngay trước mỗi mục. Danh sách này phân biệt chữ hoa chữ thường.
xh: Ukunyanzela ukubonisa okanye ukufihla eminye imithamo, ukodlula ezinye iisetingi, ungakhankanya izixhobo, iilebhile zevolyum, okanye ii-ID zesixhobo kuluhlu olwahluliweyo lwesithuba esingezantsi. Umzekelo: +/dev/sdd1 -Ileyibhile Ngesithuba +ata-OCZ-part4 Oku kuya kubangela /dev/sdd1 kunye nesixhobo se-OCZ esiza kuboniswa, kunye nevolumu enelebhile "Ileyibhile Ngesithuba" ukuba ifihlwe. Kufuneka kubekho isithuba phakathi kwamangenelo kunye nophawu lokudibanisa okanye lokuthabatha ngqo phambi kwento nganye. Olu luhlu lunobuzaza.
yi: .ןטנוא המישר ןדיישפא-ץאַלפּ יד ןיא סדי לטימ רעדאָ סלעבאַל דנאַב ,סעסיוועד יד ןריציפיצעפּס ןענעק ריא ,סגניטטע :ליפּשיַיב +/dev/sdd1 -ץאַלפּ טימ עמריפ +ata-OCZ-part4 ןפאַשראַפ טלאָוו סאָד /dev/sdd1 עמריפ יד טימ דנאַב יד ןוא ,ןזיוועג ןייז וצ לטימ OCZ יד ןוא "ץאַלפּ טימ עמריפ" .ןגראָבראַפ ןייז וצ .קידוועריפּש-לאַפ זיא המישר יד .רעמונ רעדעי רעדייא ךיַילג ןכייצ סונימ רעדאָ סולפּ אַ ןוא ןסנייא ןשיווצ ץאַלפּ
