Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: EXAMPLE WITH COMMANDS:
af: VOORBEELD MET OPDRAGTE:
am: ምሳሌ በትእዛዞች፡-
ar: :ﺮﻣﺍﻭﻷ﻿ﺍ ﻰﻠﻋ ﻝﺎﺜﻣ
be: ПРЫКЛАД З КАМАНДЫ:
bg: ПРИМЕР С КОМАДИ:
bn: কমান্ড সহ উদাহরণ:
ca: EXEMPLE AMB COMANDS:
cy: ENGHRAIFFT GYDA CHWARAEON:
da: EKSEMPEL MED KOMMANDOER:
eo: EKZEMPLO KUN KOMANDOJ:
et: NÄIDE KÄSSUDEGA:
eu: KOMANDOEKIN ADIBIDEA:
fa: :ﺕﺍﺭﻮﺘﺳﺩ ﺎﺑ ﻝﺎﺜﻣ
fi: ESIMERKKI KOMENTOISTA:
fil: HALIMBAWA MAY MGA UTOS:
fy: Foarbyld mei kommando's:
ga: Eiseamláir le daoine:
gd: SAMPALL LE COMMANDS:
gl: EXEMPLO CON COMANDOS:
gu: આદેશો સાથેનું ઉદાહરણ:
he: :תודוקפ םע המגוד
hi: आदेशों के साथ उदाहरण:
hr: PRIMJER S NAREDBAMA:
hu: PÉLDA PARANCSOKKAL:
hy: ՕՐԻՆԱԿ ՀՐԱՄԱՆՆԵՐԻ ՀԵՏ.
id: CONTOH DENGAN PERINTAH:
is: DÆMI MEÐ skipunum:
ka: მაგალითი ბრძანებებით:
kk: ПАРМАНДАРЫ БАР МЫСАЛ:
km: ឧទាហរណ៍ជាមួយពាក្យបញ្ជា៖
kn: ಆಜ್ಞೆಗಳೊಂದಿಗೆ ಉದಾಹರಣೆ:
ku: MÎNAK BI FERMAN:
ky: БУЙРУКТАР МЕНЕН МИСАЛ:
lb: EXEMPEL MAT KOMMANDOEN:
lo: ຕົວຢ່າງທີ່ມີຄໍາສັ່ງ:
lt: PAVYZDYS SU komandomis:
lv: PIEMĒRS AR KOMANDĀM:
mg: OHATRA MISY DIDY:
mi: HE TAUIRA ME NGA TOHUTOHU:
mk: ПРИМЕР СО НАРЕДИТЕ:
ml: കമാൻഡുകൾ ഉള്ള ഉദാഹരണം:
mn: ТУШААЛТАЙ ЖИШЭЭ:
mr: कमांडसह उदाहरण:
mt: EŻEMPJU BIL-KMANDI:
my: COMMANS ဖြင့် ဥပမာ-
nb: EKSEMPEL MED KOMMANDOER:
ne: आदेशहरू सहितको उदाहरण:
or: ନିର୍ଦ୍ଦେଶ ସହିତ ଉଦାହରଣ:
pa: ਕਮਾਂਡਾਂ ਦੇ ਨਾਲ ਉਦਾਹਰਨ:
ps: :ﻪګﻠﯿﺑ ﻩﺮﺳ ﻮﻧﻭډﻧﺎﻤﮐ ﺩ
ro: EXEMPLU CU COMENZI:
rw: URUGERO N'AMATEGEKO:
sd: :ﻝﺎﺜﻣ ﻥﺎﺳ ﻦﻤڪﺣ
si: විධාන සහිත උදාහරණය:
sk: PRÍKLAD S PRÍKAZMI:
sl: PRIMER Z UKAZI:
sq: SHEMBULL ME KOMANDA:
sw: MFANO NA AMRI:
ta: கட்டளைகளுடன் உதாரணம்:
te: ఆదేశాలతో ఉదాహరణ:
tg: МИСОЛ БО ФАРМОНҲО:
th: ตัวอย่างคำสั่ง:
tk: Buýruklar bilen mysal:
tt: Командалар белән үрнәк:
uk: ПРИКЛАД З КОМАНДАМИ:
ur: :ﻝﺎﺜﻣ ﮫﺗﺎﺳ ﮯﮐ ﺯﮉﻧﺎﻤﮐ
uz: BUYRUQLAR BILAN MISAL:
vi: VÍ DỤ VỚI CÁC LỆNH:
xh: UMZEKELO NGEMIYALELO:
yi: :זדנאַמאַק טימ ליפּשיַיב

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
af: zzzfm -g --label "Voer 'n bietjie teks in en druk Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
am: zzzfm -g --label "የተወሰነ ጽሑፍ ያስገቡ እና አስገባን ይጫኑ፡-" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ar: zzzfm -g --label ":ﻝﺎﺧﺩﻹ﻿ﺍ ﺭﺯ ﻰﻠﻋ ﻂﻐﺿﺇ ﻢﺛ ﺹﻮﺼﻨﻟﺍ ﺾﻌﺑ ﻞﺧﺩﺃ" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
be: zzzfm -g --label "Увядзіце тэкст і націсніце Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
bg: zzzfm -g --label "Въведете малко текст и натиснете Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
bn: zzzfm -g --label "কিছু লেখা প্রবেশ করান এবং এন্টার চাপুন:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ca: zzzfm -g --label "Introduïu un text i premeu Intro:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
cy: zzzfm -g --label "Rhowch ychydig o destun a gwasgwch Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
da: zzzfm -g --label "Indtast noget tekst og tryk på Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
eo: zzzfm -g --label "Enigu iom da teksto kaj premu Enigu:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
et: zzzfm -g --label "Sisestage teksti ja vajutage sisestusklahvi:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
eu: zzzfm -g --label "Idatzi testu bat eta sakatu Sartu:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
fa: zzzfm -g --label ":ﺪﯿﻫﺩ ﺭﺎﺸﻓ ﺍﺭ Enter ﻭ ﻩﺩﺮﮐ ﺩﺭﺍﻭ ﺍﺭ ﻦﺘﻣ ﯼﺭﺍﺪﻘﻣ" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
fi: zzzfm -g --label "Kirjoita tekstiä ja paina Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
fil: zzzfm -g --label "Maglagay ng ilang teksto at pindutin ang Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
fy: zzzfm -g --label "Fier wat tekst yn en druk op Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ga: zzzfm -g --label "Iontráil roinnt téacs agus brúigh Iontráil:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
gd: zzzfm -g --label "Cuir a-steach beagan teacsa agus brùth Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
gl: zzzfm -g --label "Introduce algún texto e preme Intro:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
gu: zzzfm -g --label "અમુક ટેક્સ્ટ દાખલ કરો અને Enter દબાવો:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
he: zzzfm -g --label ":Enter שקהו טסקט תצק ןזה" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
hi: zzzfm -g --label "कुछ टैक्स्ट लिखें और एंटर दबाएं:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
hr: zzzfm -g --label "Unesite tekst i pritisnite Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
hu: zzzfm -g --label "Írjon be egy szöveget, és nyomja meg az Enter billentyűt:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
hy: zzzfm -g --label "Մուտքագրեք որոշ տեքստ և սեղմեք Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
id: zzzfm -g --label "Masukkan beberapa teks dan tekan Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
is: zzzfm -g --label "Sláðu inn texta og ýttu á Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ka: zzzfm -g --label "შეიყვანეთ ტექსტი და დააჭირეთ Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
kk: zzzfm -g --label "Мәтінді енгізіп, Enter пернесін басыңыз:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
km: zzzfm -g --label "បញ្ចូលអត្ថបទខ្លះហើយចុច Enter៖" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
kn: zzzfm -g --label "ಕೆಲವು ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ ಮತ್ತು Enter ಒತ್ತಿರಿ:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ku: zzzfm -g --label "Hin nivîsê binivîse û Enter binivîse:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ky: zzzfm -g --label "Кээ бир текстти кирип, кире берели:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
lb: zzzfm -g --label "Gitt e puer Text an dréckt Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
lo: zzzfm -g --label "ໃສ່ບາງຂໍ້ຄວາມແລ້ວກົດ Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
lt: zzzfm -g --label "Įveskite tekstą ir paspauskite Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
lv: zzzfm -g --label "Ievadiet tekstu un nospiediet taustiņu Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
mg: zzzfm -g --label "Ampidiro lahatsoratra ary tsindrio ny Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
mi: zzzfm -g --label "Whakauruhia etahi tuhinga ka pehi i te Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
mk: zzzfm -g --label "Внесете малку текст и притиснете Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ml: zzzfm -g --label "കുറച്ച് വാചകം നൽകി എന്റർ അമർത്തുക:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
mn: zzzfm -g --label "Текст оруулаад Enter дарна уу:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
mr: zzzfm -g --label "काही मजकूर प्रविष्ट करा आणि एंटर दाबा:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
mt: zzzfm -g --label "Daħħal xi test u agħfas Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
my: zzzfm -g --label "စာသားအချို့ကို ရိုက်ထည့်ပြီး Enter နှိပ်ပါ။" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
nb: zzzfm -g --label "Skriv inn litt tekst og trykk Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ne: zzzfm -g --label "केहि पाठ प्रविष्ट गर्नुहोस् र इन्टर थिच्नुहोस्:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
or: zzzfm -g --label "କିଛି ଟେକ୍ସଟ୍ ଏଣ୍ଟର୍ କରି ଏଣ୍ଟର୍ ଦାବନ୍ତୁ:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
pa: zzzfm -g --label "ਕੁਝ ਟੈਕਸਟ ਦਰਜ ਕਰੋ ਅਤੇ ਐਂਟਰ ਦਬਾਓ:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ps: zzzfm -g --label ":ﺉړﮐﺭﻭ ﺭﺎﺸﻓ Enter ﻭﺍ ﺉړﮐ ﻪﻨﻧﺩ ﻦﺘﻣ ﻪڅ ﻮﯾ" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ro: zzzfm -g --label "Introduceți un text și apăsați Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
rw: zzzfm -g --label "Injira inyandiko hanyuma ukande Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
sd: zzzfm -g --label ":ﻮﻳﺎﭔﺩ ﻲﮐ Enter ۽ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻦﺘﻣ ﮫﺠڪ" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
si: zzzfm -g --label "පෙළ කිහිපයක් ඇතුළත් කර Enter ඔබන්න:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
sk: zzzfm -g --label "Zadajte nejaký text a stlačte Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
sl: zzzfm -g --label "Vnesite nekaj besedila in pritisnite Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
sq: zzzfm -g --label "Futni një tekst dhe shtypni Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
sw: zzzfm -g --label "Ingiza maandishi na ubonyeze Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ta: zzzfm -g --label "சில உரையை உள்ளிட்டு Enter ஐ அழுத்தவும்:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
te: zzzfm -g --label "కొంత వచనాన్ని నమోదు చేసి, ఎంటర్ నొక్కండి:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
tg: zzzfm -g --label "Якчанд матн ворид кунед ва Enter-ро пахш кунед:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
th: zzzfm -g --label "ป้อนข้อความแล้วกด Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
tk: zzzfm -g --label "Käbir tekst giriziň we Enter basyň:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
tt: zzzfm -g --label "Кайбер текстны кертегез һәм Enter төймәсенә басыгыз:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
uk: zzzfm -g --label "Введіть текст і натисніть Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ur: zzzfm -g --label ":ﮟﯿﺋﺎﺑﺩ ﺮﭩﻧﺍ ﺭﻭﺍ ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺘﻣ ﮫﭽﮐ" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
uz: zzzfm -g --label "Bir oz matn kiriting va Enter tugmasini bosing:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
vi: zzzfm -g --label "Nhập một số văn bản và nhấn Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
xh: zzzfm -g --label "Faka umbhalo kwaye ucinezele u-Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
yi: zzzfm -g --label ":ןיַיראַ ןקירד ןוא טסקעט עכעלטע ןיַיראַ" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
af: VOORBEELD SKRIF:
am: ምሳሌ ስክሪፕት፡-
ar: :ﻝﺎﺜﻣ ﺺﻧ
be: ПРЫКЛАД СЦЫПТУ:
bg: ПРИМЕРЕН СКРИПТ:
bn: উদাহরণ স্ক্রিপ্ট:
ca: EXEMPLE DE GUIÓ:
cy: SCRIPT ENGHRAIFFT:
da: EKSEMPEL SCRIPT:
eo: EKZEMPLO SKRIBO:
et: Skripti NÄIDIS:
eu: GIDOIA ADIBIDEA:
fa: :ﻝﺎﺜﻣ ﺖﭙﯾﺮﮑﺳﺍ
fi: ESIMERKKIOHJELMA:
fy: Foarbyld SCRIPT:
ga: SCRIPT Eiseamláir:
gd: SCRIPT SAMPALL:
gl: EXEMPLO DE GUIÓN:
gu: ઉદાહરણ સ્ક્રિપ્ટ:
he: :אמגודל טפירקס
hi: उदाहरण स्क्रिप्ट:
hr: PRIMJER SKRIPA:
hu: PÉLDA forgatókönyv:
hy: ՕՐԻՆԱԿ ՍԿՐԻՊ.
id: CONTOH SKRIP:
is: DÆMI SKRIPTI:
ka: სკრიპტის მაგალითი:
kk: СКРИПТ МЫСАЛЫ:
km: ស្គ្រីបឧទាហរណ៍៖
kn: ಉದಾಹರಣೆ ಸ್ಕ್ರಿಪ್ಟ್:
ku: MÎNAK NÎVAN:
ky: МИСАЛ Сценарий:
lb: EXEMPEL SCRIPT:
lo: ຕົວໜັງສືຕົວຢ່າງ:
lt: SCENRAŽIO PAVYZDYS:
lv: Skripta PIEMĒRS:
mg: SORATRA OHATRA:
mi: HE TAUIRA TUHINGA:
mk: ПРИМЕР СКРИПТА:
ml: ഉദാഹരണ സ്ക്രിപ്റ്റ്:
mn: ЖИШЭЭ скрипт:
mr: उदाहरण स्क्रिप्ट:
mt: EŻEMPJU SKRIPT:
my: ဥပမာ ဇာတ်ညွှန်း-
nb: EKSEMPEL SCRIPT:
ne: उदाहरण लिपि:
or: ଉଦାହରଣ ସ୍କ୍ରିପ୍ଟ:
pa: ਉਦਾਹਰਨ ਸਕ੍ਰਿਪਟ:
ps: :ټﭙﯾﺮﮑﺳ ﯥګﻠﯧﺑ ﺩ
ro: EXEMPLU DE SCRIPT:
rw: URUGERO RW'URUGERO:
sd: :ٽﭘﺮڪﺳﺍ ﻝﺎﺜﻣ
si: උදාහරණ පිටපත:
sk: PRÍKLAD SKRINÁTU:
sl: PRIMER SCISPA:
sq: SHEMBULL SKRIPT:
sw: ANDIKO LA MFANO:
ta: எடுத்துக்காட்டு ஸ்கிரிப்ட்:
te: ఉదాహరణ స్క్రిప్ట్:
tg: НАМУНАИ скрипт:
th: สคริปต์ตัวอย่าง:
tk: MESELE RAZGY:
tt: EXРНӘК Язмасы:
uk: ПРИКЛАД СЦЕНАРУ:
ur: :ﭧﭘﺮﮑﺳﺍ ﻝﺎﺜﻣ
uz: Skriptga misol:
vi: SƠ ĐỒ VÍ DỤ:
xh: UMZEKELO WOKUBHALA:
yi: :טפּירקס ליפּשייב
