Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: <b>Accessed:</b>
af: <b>Toegang tot:</b>
am: <b>ደርሷል፡</b>
ar: <b>:ﻪﻴﻟﺇ ﻝﻮﺻﻮﻟﺍ ﻢﺗ</b>
be: <b>Доступ:</b>
bg: <b>Достъп:</b>
bn: <b>অ্যাক্সেস করা হয়েছে:</b>
ca: <b>Accés:</b>
cy: <b>Cyrchwyd:</b>
da: <b>Tilgået:</b>
eo: <b>Alirita:</b>
et: <b>Juurdepääs:</b>
eu: <b>Sarbidea:</b>
fa: <b>:ﯽﺳﺮﺘﺳﺩ</b>
fi: <b>Käytetty:</b>
fil: <b>Na-access:</b>
fy: <b>Tagong:</b>
ga: <b>Rochtainte:</b>
gd: <b>Ruigear:</b>
gl: <b>Acceso:</b>
gu: <b>ઍક્સેસ કરેલ:</b>
he: <b>:השיג</b>
hi: <b>एक्सेस किया गया:</b>
hr: <b>Pristupljeno:</b>
hu: <b>Elérve:</b>
hy: <b>Մուտք գործած՝</b>
id: <b>Diakses:</b>
is: <b>Skoðað:</b>
ka: <b>წვდომა:</b>
kk: <b>Қолжетімді:</b>
km: <b>បានចូលប្រើ៖</b>
kn: <b>ಪ್ರವೇಶಿಸಲಾಗಿದೆ:</b>
ku: <b>Gihîştin:</b>
ky: <b>Кирилген:</b>
lb: <b>Zougang:</b>
lo: <b>ເຂົ້າເຖິງ:</b>
lt: <b>Prieiga:</b>
lv: <b>Piekļuve:</b>
mg: <b>Nidirana:</b>
mi: <b>Kua uru atu:</b>
mk: <b>Пристапено:</b>
ml: <b>ആക്സസ് ചെയ്തത്:</b>
mn: <b>Хандсан:</b>
mr: <b>प्रवेश केला:</b>
mt: <b>Aċċessat:</b>
my: <b>ဝင်ရောက်ခဲ့သည်-</b>
nb: <b>Tilgang til:</b>
ne: <b>पहुँच गरिएको:</b>
or: <b>ଆକସେସ୍ ହୋଇଛି:</b>
pa: <b>ਪਹੁੰਚ ਕੀਤੀ:</b>
ps: <b>:ﯽﺳﺮﺳﻻ﻿</b>
ro: <b>Accesat:</b>
rw: <b>Byemewe:</b>
sd: <b>:ﻲﺋﺎﺳﺭ</b>
si: <b>ප්රවේශ විය:</b>
sk: <b>Prístup:</b>
sl: <b>Dostop:</b>
sq: <b>Qasja:</b>
sw: <b>Imefikiwa:</b>
ta: <b>அணுகப்பட்டது:</b>
te: <b>యాక్సెస్ చేయబడింది:</b>
tg: <b>Дастрасӣ:</b>
th: <b>เข้าถึง:</b>
tk: <b>Giriş:</b>
tt: <b>Рөхсәтле:</b>
uk: <b>Доступ:</b>
ur: <b>:ﮦﺪﺷ ﯽﺋﺎﺳﺭ</b>
uz: <b>Kiritilgan:</b>
vi: <b>Đã truy cập:</b>
xh: <b>Ifikelelwe:</b>
yi: <b>:טסעסקאַ</b>

source: _Info
af: _Inligting
am: _መረጃ
ar: _ﺕﺎﻣﻮﻠﻌﻣ
be: _Інфармацыя
bg: _Информация
bn: _তথ্য
ca: _Informació
cy: _Gwybodaeth
fa: _ﺕﺎﻋﻼ﻿ﻃﺍ
fi: _Tiedot
fil: _Impormasyon
ga: _Eolas
gd: _Fiosrachadh
gl: _Información
gu: _માહિતી
he: _עדימ
hi: _जानकारी
hy: _Ինֆո
is: _Upplýsingar
ka: _ინფორმაცია
kk: _Ақпарат
km: _ព័ត៌មាន
kn: _ಮಾಹಿತಿ
ky: _Маалымат
lo: _ຂໍ້ມູນ
lt: _Informacija
lv: _Informācija
mi: _Nga korero
mk: _Инфо
ml: _വിവരം
mn: _Мэдээлэл
mr: _माहिती
my: _အချက်အလက်
ne: _जानकारी
or: _ସୂଚନା
pa: _ਜਾਣਕਾਰੀ
ps: _ﺕﺎﻣﻮﻠﻌﻣ
rw: _Amakuru
sd: _ﮠﺎﭴ
si: _තොරතුරු
sq: _Informacion
sw: _Habari
ta: _தகவல்
te: _సమాచారం
tg: _Маълумот
th: _ข้อมูล
tk: _Maglumat
tt: _Мәгълүмат
uk: _Інформація
ur: _ﺕﺎﻣﻮﻠﻌﻣ
uz: _Ma'lumot
vi: _Thông tin
xh: _Ulwazi
yi: _עיצאַמראָפֿניא

source: <b>_Owner:</b>
af: <b>_Eienaar:</b>
am: <b>_ባለቤት፡</b>
ar: <b>ال_مالك:</b>
be: <b>_Уладальнік:</b>
bg: <b>_Собственик:</b>
bn: <b>_মালিক:</b>
ca: <b>Pr_opietari:</b>
cy: <b>_Perchennog:</b>
da: <b>_Ejer:</b>
eo: <b>_Posedanto:</b>
et: <b>_Omanik:</b>
eu: <b>_Собственик:</b>
fa: <b>_:ﮏﻟﺎﻣ</b>
fi: <b>_Omistaja:</b>
fil: <b>_May-ari:</b>
fy: <b>_Eigner:</b>
ga: <b>_Úinéir:</b>
gd: <b>_Sealbhadair:</b>
gl: <b>_Propietario:</b>
gu: <b>_માલિક:</b>
he: <b>_בעלים:</b>
hi: <b>_मालिक:</b>
hr: <b>_Vlasnik:</b>
hu: <b>_Tulajdonos:</b>
hy: <b>_Սեփականատերը:</b>
id: <b>_Pemilik:</b>
is: <b>_Eigandi:</b>
ka: <b>_მფლობელი:</b>
kk: <b>_Иесі:</b>
km: <b>ម្ចាស់</b> ៖
kn: <b>_ಮಾಲೀಕರು:</b>
ku: <b>_Xwedî:</b>
ky: <b>_Ээси:</b>
lb: <b>_Besëtzer:</b>
lo: <b>_ເຈົ້າຂອງ:</b>
lt: <b>_Savininkas:</b>
lv: <b>_Īpašnieks:</b>
mg: <b>_tompony:</b>
mi: <b>_Kaipupuri:</b>
mk: <b>_Сопственик:</b>
ml: <b>_ഉടമ:</b>
mn: <b>_Эзэмшигч:</b>
mr: <b>_मालक:</b>
mt: <b>_Sid:</b>
my: <b>_ပိုင်ရှင်-</b>
nb: <b>_Eieren:</b>
ne: <b>_मालिक:</b>
or: <b>_ମାଲିକ:</b>
pa: <b>_ਮਾਲਕ:</b>
ps: <b>_:ﺪﻧﻭﺎﺧ</b>
ro: <b>_Proprietar:</b>
rw: <b>_Nyirayo:</b>
sd: <b>_:ڪﻟﺎﻣ</b>
si: <b>_හිමිකරු:</b>
sk: <b>_Vlastník:</b>
sl: <b>_Lastnik</b>
sq: <b>_Pronari:</b>
sw: <b>_Mmiliki:</b>
ta: <b>_உரிமையாளர்:</b>
te: <b>_యజమాని:</b>
tg: <b>_Соҳиб:</b>
th: <b>_เจ้าของ:</b>
tk: <b>_Eýesi:</b>
tt: <b>_Хуҗасы:</b>
uk: <b>_Власник</b>
ur: <b>_مالک:</b>
uz: <b>_Egasi:</b>
vi: <b>_Chủ nhân:</b>
xh: <b>_Umnini:</b>
yi: <b>_:רעציזאַב</b>

source: <b>_Group:</b>
af: <b>_Groep:</b>
am: <b>_ቡድን፡</b>
ar: <b>الم_جموعة:</b>
be: <b>_Група:</b>
bg: <b>_Група:</b>
bn: <b>_গ্রুপ:</b>
ca: <b>_Grup:</b>
cy: <b>_Grŵp:</b>
da: <b>Gruppe:</b>
eo: <b>_Grupo:</b>
et: <b>_Grupp:</b>
eu: <b>_Група:</b>
fa: <b>_:ﻩﻭﺮﮔ</b>
fi: <b>_Ryhmä:</b>
fil: <b>_pangkat:</b>
fy: <b>_Groep:</b>
ga: <b>_Grúpa:</b>
gd: <b>_Buidheann:</b>
gl: <b>_Grupo:</b>
gu: <b>_જૂથ:</b>
he: <b>_קבוצה:</b>
hi: <b>_समूह:</b>
hr: <b>_Skupina:</b>
hu: <b>_Csoport:</b>
hy: <b>_Խումբ:</b>
id: <b>_Grup:</b>
is: <b>_Hópur:</b>
ka: <b>_ჯგუფი:</b>
kk: <b>_Топ:</b>
km: ដាក់​ជា​ក្រុម
kn: <b>_ಗುಂಪು:</b>
ku: <b>_Kom:</b>
ky: <b>_Топ:</b>
lb: <b>_Grupp:</b>
lo: <b>_ກຸ່ມ:</b>
lt: <b>_Grupė:</b>
lv: <b>_Grupa:</b>
mg: <b>_Vondrona:</b>
mi: <b>_Rōpū:</b>
mk: <b>_Група:</b>
ml: <b>_ഗ്രൂപ്പ്:</b>
mn: <b>_Бүлэг:</b>
mr: <b>_गट:</b>
mt: <b>_Grupp:</b>
my: <b>_အဖွဲ့-</b>
nb: <b>_Gruppe:</b>
ne: <b>_समूह:</b>
or: <b>_ଗୋଷ୍ଠୀ:</b>
pa: <b>_ਸਮੂਹ:</b>
ps: <b>_:ﻪﻟډ</b>
ro: <b>_Grup:</b>
rw: <b>_Itsinda:</b>
sd: <b>_:ﭖﻭﺮﮔ</b>
si: <b>_සමූහය:</b>
sk: <b>_Skupina:</b>
sl: <b>_Skupina:</b>
sq: <b>_Grupi:</b>
sw: <b>_Kikundi:</b>
ta: <b>_குழு:</b>
te: <b>_సమూహం:</b>
tg: <b>_Гурӯҳ:</b>
th: <b>_กลุ่ม:</b>
tk: <b>_Topar:</b>
tt: <b>_Төркем:</b>
uk: <b>_Група:</b>
ur: <b>_گروپ:</b>
uz: <b>_Guruh:</b>
vi: <b>_Tập đoàn:</b>
xh: <b>_Iqela:</b>
yi: <b>_:עפורג</b>

source: <b>Owner:</b>
af: <b>Eienaar:</b>
am: <b>ባለቤት፡</b>
ar: <b>المالك:</b>
be: <b>Уладальнік:</b>
bg: <b>Собственик:</b>
bn: <b>মালিক:</b>
ca: <b>Propietari:</b>
cy: <b>Perchennog:</b>
da: <b>Ejer:</b>
eo: <b>Posedanto:</b>
et: <b>Omanik:</b>
eu: <b>Собственик:</b>
fa: <b>:ﮏﻟﺎﻣ</b>
fi: <b>Omistaja:</b>
fil: <b>May-ari:</b>
fy: <b>Eigner:</b>
ga: <b>Úinéir:</b>
gd: <b>Sealbhadair:</b>
gl: <b>Propietario:</b>
gu: <b>માલિક:</b>
he: <b>בעלים:</b>
hi: <b>मालिक:</b>
hr: <b>Vlasnik:</b>
hu: <b>Tulajdonos:</b>
hy: <b>Սեփականատերը:</b>
id: <b>Pemilik:</b>
is: <b>Eigandi:</b>
ka: <b>მფლობელი:</b>
kk: <b>Иесі:</b>
km: <b>ម្ចាស់ ៖</b>
kn: <b>ಮಾಲೀಕರು:</b>
ku: <b>Xwedî:</b>
ky: <b>Ээси:</b>
lb: <b>Besëtzer:</b>
lo: <b>ເຈົ້າຂອງ:</b>
lt: <b>Savininkas:</b>
lv: <b>Īpašnieks:</b>
mg: <b>tompony:</b>
mi: <b>Kaipupuri:</b>
mk: <b>Сопственик:</b>
ml: <b>ഉടമ:</b>
mn: <b>Эзэмшигч:</b>
mr: <b>मालक:</b>
mt: <b>Sid:</b>
my: <b>ပိုင်ရှင်-</b>
nb: <b>Eieren:</b>
ne: <b>मालिक:</b>
or: <b>ମାଲିକ:</b>
pa: <b>ਮਾਲਕ:</b>
ps: <b>:ﺪﻧﻭﺎﺧ</b>
ro: <b>Proprietar:</b>
rw: <b>Nyirayo:</b>
sd: <b>:ڪﻟﺎﻣ</b>
si: <b>හිමිකරු:</b>
sk: <b>Vlastník:</b>
sl: <b>Lastnik</b>
sq: <b>Pronari:</b>
sw: <b>Mmiliki:</b>
ta: <b>உரிமையாளர்:</b>
te: <b>యజమాని:</b>
tg: <b>Соҳиб:</b>
th: <b>เจ้าของ:</b>
tk: <b>Eýesi:</b>
tt: <b>Хуҗасы:</b>
uk: <b>Власник:</b>
ur: <b>مالک:</b>
uz: <b>Egasi:</b>
vi: <b>Chủ nhân:</b>
xh: <b>Umnini:</b>
yi: <b>:רעציזאַב</b>

source: <b>Group:</b>
af: <b>Groep:</b>
am: <b>ቡድን፡</b>
ar: <b>المجموعة:</b>
be: <b>Група:</b>
bg: <b>Група:</b>
bn: <b>গ্রুপ:</b>
ca: <b>Grup:</b>
cy: <b>Grŵp:</b>
da: <b>Gruppe:</b>
eo: <b>Grupo:</b>
et: <b>Grupp:</b>
eu: <b>Група:</b>
fa: <b>:ﻩﻭﺮﮔ</b>
fi: <b>Ryhmä:</b>
fil: <b>pangkat:</b>
fy: <b>Groep:</b>
ga: <b>Grúpa:</b>
gd: <b>Buidheann:</b>
gl: <b>Grupo:</b>
gu: <b>જૂથ:</b>
he: <b>קבוצה:</b>
hi: <b>समूह:</b>
hr: <b>Skupina:</b>
hu: <b>Csoport:</b>
hy: <b>Խումբ:</b>
id: <b>Grup:</b>
is: <b>Hópur:</b>
ka: <b>ჯგუფი:</b>
kk: <b>Топ:</b>
km: <b>ក្រុម ៖</b>
kn: <b>ಗುಂಪು:</b>
ku: <b>Kom:</b>
ky: <b>Топ:</b>
lb: <b>Grupp:</b>
lo: <b>ກຸ່ມ:</b>
lt: <b>Grupė:</b>
lv: <b>Grupa:</b>
mg: <b>Vondrona:</b>
mi: <b>Rōpū:</b>
mk: <b>Група:</b>
ml: <b>ഗ്രൂപ്പ്:</b>
mn: <b>Бүлэг:</b>
mr: <b>गट:</b>
mt: <b>Grupp:</b>
my: <b>အဖွဲ့-</b>
nb: <b>Gruppe:</b>
ne: <b>समूह:</b>
or: <b>ଗୋଷ୍ଠୀ:</b>
pa: <b>ਸਮੂਹ:</b>
ps: <b>:ﻪﻟډ</b>
ro: <b>Grup:</b>
rw: <b>Itsinda:</b>
sd: <b>:ﭖﻭﺮﮔ</b>
si: <b>සමූහය:</b>
sk: <b>Skupina:</b>
sl: <b>Skupina:</b>
sq: <b>Grupi:</b>
sw: <b>Kikundi:</b>
ta: <b>குழு:</b>
te: <b>సమూహం:</b>
tg: <b>Гурӯҳ:</b>
th: <b>กลุ่ม:</b>
tk: <b>Topar:</b>
tt: <b>Төркем:</b>
uk: <b>Група:</b>
ur: <b>گروپ:</b>
uz: <b>Guruh:</b>
vi: <b>Tập đoàn:</b>
xh: <b>Iqela:</b>
yi: <b>:עפורג</b>

source: <b>Other:</b>
af: <b>Ander:</b>
am: <b>ሌላ:</b>
ar: <b>:ﺮﺧﺁ</b>
be: <b>Іншае:</b>
bg: <b>Друго:</b>
bn: <b>অন্যান্য:</b>
ca: <b>Altres:</b>
cy: <b>Arall:</b>
da: <b>Andet:</b>
eo: <b>Alia:</b>
et: <b>Muu:</b>
eu: <b>Bestelakoak:</b>
fa: <b>:ﺮﮕﯾﺩ</b>
fi: <b>Muuta:</b>
fil: <b>Iba pa:</b>
fy: <b>Oar:</b>
ga: <b>Eile:</b>
gd: <b>Eile:</b>
gl: <b>Outra:</b>
gu: <b>અન્ય:</b>
he: <b>:רֵחַא</b>
hi: <b>अन्य:</b>
hr: <b>ostalo:</b>
hu: <b>Egyéb:</b>
hy: <b>Այլ:</b>
id: <b>Lainnya:</b>
is: <b>Annað:</b>
ka: <b>სხვა:</b>
kk: <b>Басқа:</b>
km: <b>ផ្សេងទៀត:</b>
kn: <b>ಇತರೆ:</b>
ku: <b>Yên din:</b>
ky: <b>Башка:</b>
lb: <b>Aner:</b>
lo: <b>ອື່ນໆ:</b>
lt: <b>Kita:</b>
lv: <b>Cits:</b>
mg: <b>Hafa:</b>
mi: <b>Ētahi atu:</b>
mk: <b>Друго:</b>
ml: <b>മറ്റുള്ളവ:</b>
mn: <b>Бусад:</b>
mr: <b>इतर:</b>
mt: <b>Oħrajn:</b>
my: <b>အခြား-</b>
nb: <b>Annen:</b>
ne: <b>अन्य:</b>
or: <b>ଅନ୍ୟ:</b>
pa: <b>ਹੋਰ:</b>
ps: <b>:ﺭﻮﻧ</b>
ro: <b>Alte:</b>
rw: <b>Ibindi:</b>
sd: <b>:ﺎﻴﭔ</b>
si: <b>වෙනත්:</b>
sk: <b>Iné:</b>
sl: <b>Drugo:</b>
sq: <b>Të tjera:</b>
sw: <b>Nyingine:</b>
ta: <b>மற்றவை:</b>
te: <b>ఇతర:</b>
tg: <b>Дигар:</b>
th: <b>อื่น:</b>
tk: <b>Beýlekiler:</b>
tt: <b>Бүтәннәр:</b>
uk: <b>Інший:</b>
ur: <b>:ﺮﮕﯾﺩ</b>
uz: <b>Boshqa:</b>
vi: <b>Khác:</b>
xh: <b>Okunye:</b>
yi: <b>:ערעדנא</b>

source: Read
af: Lees
am: አንብብ
ar: القراءة
be: Прачытайце
bg: Четене
bn: পড়ুন
ca: Lectura
cy: Darllenwch
da: Læs
eo: Legu
et: Lugemine
eu: Irakurri
fa: ﻥﺪﻧﺍﻮﺧ
fi: Lue
fil: Basahin
fy: Lêze
ga: Léigh
gd: Leugh
gl: Lectura
gu: વાંચવું
he: קריאה
hi: पढ़ना
hr: Čitati
hu: Olvas
hy: Կարդացեք
id: Baca
is: Lestu
ka: წაიკითხეთ
kk: Оқыңыз
km: អាន
kn: ಓದು
ku: Xwendin
ky: Оку
lb: Liesen
lo: ອ່ານ
lt: Skaityti
lv: Lasīt
mg: vakio ny
mi: Panui
mk: Прочитајте
ml: വായിക്കുക
mn: Унших
mr: वाचा
mt: Aqra
my: ဖတ်ပါ။
nb: Les
ne: पढ्नुहोस्
or: ପ .଼ନ୍ତୁ |
pa: ਪੜ੍ਹੋ
ps: ﻞﺘﺳﻮﻟ
ro: Citit
rw: Soma
sd: ﻮﻫڙﭘ
si: කියවන්න
sk: čítanie
sl: Branje
sq: Lexoni
sw: Soma
ta: படி
te: చదవండి
tg: Хондан
th: อ่าน
tk: Oka
tt: Укыгыз
uk: Читати
ur: پڑھیں
uz: O'qing
vi: Đọc
xh: Funda
yi: ןענעייל

source: Write
af: Skryf
am: ጻፍ
ar: الكتابة
be: Пішыце
bg: Запис
bn: লিখুন
ca: Escriptura
cy: Ysgrifennu
da: Skriv
eo: Skribu
et: Kirjutamine
eu: Idatzi
fa: ﻦﺘﺷﻮﻧ
fi: Kirjoita
fil: Sumulat
fy: Skriuwe
ga: Scríobh
gd: Sgrìobh
gl: Escritura
gu: લખો
he: כתיבה
hi: लिखना
hr: Pisati
hu: Ír
hy: Գրել
id: Tulis
is: Skrifaðu
ka: დაწერე
kk: Жазыңыз
km: សរសេរ
kn: ಬರೆಯಿರಿ
ku: Nivîsîn
ky: Жаз
lb: Schreiwen
lo: ຂຽນ
lt: Rašyti
lv: Rakstiet
mg: soraty
mi: Tuhituhi
mk: Напиши
ml: എഴുതുക
mn: бичих
mr: लिहा
mt: Ikteb
my: ရေးပါ။
nb: Skriv
ne: लेख्नुहोस्
or: ଲେଖ
pa: ਲਿਖੋ
ps: ﺊﮑﯿﻟﻭ
ro: Scrie
rw: Andika
sd: ﻮﮑﻟ
si: ලියන්න
sk: zápis
sl: Pisanje
sq: Shkruaj
sw: Andika
ta: எழுது
te: వ్రాయడానికి
tg: нависед
th: เขียน
tk: Writeaz
tt: Яз
uk: Запис
ur: لکھیں
uz: Yozing
vi: Viết
xh: Bhala
yi: ביירש

source: Execute
af: Voer uit
am: ማስፈጸም
ar: التنفيذ
be: Выканаць
bg: Изпълняване
bn: এক্সিকিউট
ca: Executa
cy: Cyflawni
da: Kør
eo: Ekzekuti
et: Käivitamine
eu: Exekutatu
fa: ﻥﺩﺮﮐ ﺍﺮﺟﺍ
fi: Suorita
fil: Ipatupad
fy: Eksekutearje
ga: Rith
gd: Cuir gu bàs
gl: Execución
gu: ચલાવો
he: הרצה
hi: निष्पादित करना
hr: Izvršiti
hu: Futtat
hy: Կատարել
id: Eksekusi
is: Framkvæma
ka: შეასრულეთ
kk: Орындау
km: ប្រតិបត្តិ
kn: ಕಾರ್ಯಗತಗೊಳಿಸಿ
ku: Dardekirin
ky: Аткаруу
lb: Ausféieren
lo: ປະຕິບັດ
lt: Vykdyti
lv: Izpildīt
mg: hampihatra
mi: Whakamatea
mk: Изврши
ml: നടപ്പിലാക്കുക
mn: Гүйцэтгэх
mr: अंमलात आणा
mt: Esegwixxi
my: အပြစ်ဒဏ်
nb: Kjør
ne: कार्यान्वयन गर्नुहोस्
or: ଏକଜେକ୍ୟୁଟ୍ କରନ୍ତୁ
pa: ਐਗਜ਼ੀਕਿਊਟ ਕਰੋ
ps: ﻝﻮﮐ ﺍﺮﺟﺍ
ro: A executa
rw: Kora
sd: ﮠﺮڪ ﻞﻤﻋ
si: ක්රියාත්මක කරන්න
sk: Spustiť
sl: Izvedljivo
sq: Ekzekutoni
sw: Tekeleza
ta: செயல்படுத்த
te: అమలు చేయండి
tg: Иҷро кунед
th: ดำเนินการ
tk: Erine ýetir
tt: Башкару
uk: Виконати
ur: اطلاق
uz: Bajarish
vi: Hành hình
xh: Phumeza
yi: ןריפסיו

source: Set UID
af: Stel UID
am: UID አዘጋጅ
ar: عيّن هوية المستخدم
be: Усталюйце UID
bg: Задаване на UID
bn: UID সেট করুন
ca: Defineix UID
cy: Gosod UID
da: Sæt UID
eo: Agordu UID
et: UID
eu: UID ezarri
fa: UID ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ
fi: Aseta UID
fil: Itakda ang UID
fy: UID ynstelle
ga: Socraigh UID
gd: Suidhich UID
gl: Estabelecer UID
gu: UID સેટ કરો
he: הגדרת מזהה המשתמש (UID)
hi: यूआईडी सेट करें
hr: Postavite UID
hy: Սահմանել UID-ը
is: Stilltu UID
ka: დააყენეთ UID
kk: UID орнатыңыз
km: កំណត់ UID
kn: ಯುಐಡಿ ಹೊಂದಿಸಿ
ku: UID saz bikin
ky: UID коюңуз
lb: UID setzen
lo: ຕັ້ງ UID
lt: Nustatyti UID
lv: Iestatiet UID
mg: Mametraka UID
mi: Tautuhi UID
mk: Поставете UID
ml: യുഐഡി സജ്ജമാക്കുക
mn: UID тохируулах
mr: UID सेट करा
mt: Issettja l-UID
my: UID သတ်မှတ်ပါ။
nb: Sett UID
ne: UID सेट गर्नुहोस्
or: UID ସେଟ୍ କରନ୍ତୁ |
pa: UID ਸੈੱਟ ਕਰੋ
ps: UID ﺉړﮐ ﻢﯿﻈﻨﺗ
ro: Setați UID
rw: Shiraho UID
sd: UID ﻮﻳﺮڪ ﺭﺮﻘﻣ
si: UID සකසන්න
sl: Nastavi UID
sq: Vendos UID
sw: Weka UID
ta: UID ஐ அமைக்கவும்
te: UIDని సెట్ చేయండి
tg: UID таъин кунед
th: ตั้งค่า UID
tk: UID düzüň
tt: UID көйләгез
uk: Встановити UID
ur: مرتب UID
uz: UID sozlang
vi: Đặt UID
xh: Seta i-UID
yi: UID ןלעטש

source: Set GID
af: Stel GID in
am: GID አዘጋጅ
ar: عيّن هوية المجموعة
be: Усталюйце GID
bg: Задаване на GID
bn: GID সেট করুন
ca: Defineix GID
cy: Gosod GID
da: Sæt GID
eo: Agordu GID
et: GID
eu: GID ezarri
fa: GID ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ
fi: Aseta GID
fil: Itakda ang GID
fy: GID ynstelle
ga: Socraigh GID
gd: Suidhich GID
gl: Estabelecer GID
gu: GID સેટ કરો
he: הגדרת מזהה הקבוצה (GID)
hi: GID सेट करें
hr: Postavite GID
hy: Սահմանել GID-ը
is: Stilltu GID
ka: დააყენეთ GID
kk: GID орнатыңыз
km: កំណត់ GID
kn: GID ಹೊಂದಿಸಿ
ku: GID saz bikin
ky: GID коюу
lb: GID setzen
lo: ຕັ້ງ GID
lt: Nustatyti GID
lv: Iestatiet GID
mg: Mametraha GID
mi: Tautuhia te GID
mk: Поставете GID
ml: GID സജ്ജമാക്കുക
mn: GID-г тохируулах
mr: GID सेट करा
mt: Issettja GID
my: GID သတ်မှတ်ပါ။
nb: Sett GID
ne: GID सेट गर्नुहोस्
or: GID ସେଟ୍ କରନ୍ତୁ |
pa: GID ਸੈੱਟ ਕਰੋ
ps: GID ﺉړﮐ ﻢﯿﻈﻨﺗ
ro: Setați GID
rw: Shiraho GID
sd: GID ﻮﻳﺮڪ ٽﻴﺳ
si: GID සකසන්න
sl: Nastavi GID
sq: Cakto GID
sw: Weka GID
ta: GID ஐ அமைக்கவும்
te: GIDని సెట్ చేయండి
tg: Танзими GID
th: ตั้งค่า GID
tk: GID düzüň
tt: GID урнаштырыгыз
uk: Встановити GID
ur: مرتب GID
uz: GID sozlang
vi: Đặt GID
xh: Seta i-GID
yi: GID ןלעטש

source: Sticky
af: Klewerig
am: ተጣባቂ
ar: مثبت
be: Ліпкі
bg: лепкава
bn: চটচটে
ca: Enganxós
cy: Gludiog
da: Klæbrig
eo: Glueca
et: Kleepuv
fa: ﻩﺪﻨﺒﺴﭼ
fi: Tahmea
fil: Malagkit
ga: Greamaitheach
gd: Greamaitheach
gl: Pegañento
gu: સ્ટીકી
he: דביק
hi: चिपचिपा
hr: Ljepljiv
hu: Ragadós
hy: Կպչուն
id: Sulit
ka: წებოვანი
kk: Жабысқақ
km: ស្អិត
kn: ಜಿಗುಟಾದ
ku: Lezeqî
ky: Жабышкак
lb: Pëscheg
lo: ໜຽວ
lt: Lipni
lv: Lipīga
mg: dity
mi: Piripiri
mk: Лепливи
ml: പശിമയുള്ള
mn: Наалдамхай
mr: चिकट
mt: Twaħħal
my: ကပ်စေးနဲ
ne: टाँसिने
or: ଷ୍ଟିକି |
pa: ਸਟਿੱਕੀ
ps: ﯽﺸﮑﭙﭼ
ro: Lipicios
rw: Kwizirika
sd: ڙﺪﻨڪﭙﭼ
si: ඇලෙන සුළුය
sk: lepkavý
sl: Lepljiv
sq: Ngjitëse
sw: Inanata
ta: ஒட்டும்
te: అంటుకునే
tg: Часпида
th: เหนียว
tk: Yapyk
tt: Ябык
uk: Закріплення
ur: چسپاں
uz: Yopishqoq
vi: Dính
xh: Incangathi
yi: קיפּעלק

source: Recursive (apply changes to folders and their contents)
af: Rekursief (pas veranderinge toe op dopgehou en hul inhoud)
am: ተደጋጋሚ (በአቃፊዎች እና ይዘቶቻቸው ላይ ለውጦችን ይተግብሩ)
ar: (ﺎﻬﺗﺎﻳﻮﺘﺤﻣﻭ ﺕﺍﺪﻠﺠﻤﻟﺍ ﻰﻠﻋ ﺕﺍﺮﻴﻴﻐﺘﻟﺍ ﻖﻴﺒﻄﺗ) ﺭﺮﻜﺘﻣ
be: Рэкурсіўны (прымяніць змены да тэчак і іх змесціва)
bg: Рекурсивно (прилагане на промените към папките и тяхното съдържание)
bn: পুনরাবৃত্তিমূলক (ফোল্ডার এবং তাদের বিষয়বস্তুতে পরিবর্তন প্রয়োগ করুন)
ca: Recursiu (aplica canvis a les carpetes i al seu contingut)
cy: Ailgylchu (cymhwyso newidiadau i ffolderau a'u cynnwys)
da: Rekursiv (anvend ændringer på mapper og deres indhold)
eo: Rekursiva (apliki ŝanĝojn al dosierujoj kaj ilia enhavo)
et: Rekursiivne (rakendada muudatusi kaustadele ja nende sisule)
eu: Errekurtsiboa (aplikatu aldaketak karpetetan eta haien edukietan)
fa: (ﺎﻬﻧﺁ ﺕﺎﯾﻮﺘﺤﻣ ﻭ ﺎﻫ ﻪﺷﻮﭘ ﺭﺩ ﺕﺍﺮﯿﯿﻐﺗ ﻝﺎﻤﻋﺍ) ﯽﺘﺸﮔﺯﺎﺑ
fi: Rekursiivinen (ottaa muutokset käyttöön kansioihin ja niiden sisältöön)
fil: Recursive (ilapat ang mga pagbabago sa mga folder at mga nilalaman nito)
fy: Rekursyf (wizigingen tapasse op mappen en har ynhâld)
ga: Athchúrsach (cuir athruithe ar fhillteáin agus a n-ábhar i bhfeidhm)
gd: Ath-chuairteach (cuir atharrachaidhean air pasganan agus an susbaint annta)
gl: Recursivo (aplicar cambios aos cartafoles e aos seus contidos)
gu: પુનરાવર્તિત (ફોલ્ડર્સ અને તેમની સામગ્રીઓમાં ફેરફારો લાગુ કરો)
he: (ןהלש ןכותהו תויקית לע םייוניש לחה) יביסרוקר
hi: पुनरावर्ती (फ़ोल्डरों और उनकी सामग्री में परिवर्तन लागू करें)
hr: Rekurzivno (primijeni promjene na mape i njihov sadržaj)
hu: Rekurzív (módosítások alkalmazása a mappákra és azok tartalmára)
hy: Ռեկուրսիվ (կիրառել փոփոխություններ թղթապանակների և դրանց բովանդակության մեջ)
id: Rekursif (terapkan perubahan pada folder dan isinya)
is: Endurkvæmt (beita breytingum á möppur og innihald þeirra)
ka: რეკურსიული (გამოიყენეთ ცვლილებები საქაღალდეებში და მათ შიგთავსში)
kk: Рекурсивті (қалталарға және олардың мазмұнына өзгертулерді қолдану)
km: Recursive (អនុវត្តការផ្លាស់ប្តូរទៅថតឯកសារ និងមាតិការបស់វា)
kn: ಪುನರಾವರ್ತಿತ (ಫೋಲ್ಡರ್u200cಗಳು ಮತ್ತು ಅವುಗಳ ವಿಷಯಗಳಿಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಿ)
ku: Recursive (guhertinên peldankan û naveroka wan bicîh bikin)
ky: Рекурсивдүү (папкаларга жана алардын мазмунуна өзгөртүүлөрдү киргизүү)
lb: Rekursiv (Ännerunge fir Ordner an hiren Inhalt uwenden)
lo: Recursive (ໃຊ້ການປ່ຽນແປງກັບໂຟນເດີ້ແລະເນື້ອໃນຂອງມັນ)
lt: Rekursinis (taikyti pakeitimus aplankams ir jų turiniui)
lv: Rekursīvs (lietot izmaiņas mapēs un to saturā)
mg: Recursive (ampiharo ny fanovana amin'ny lahatahiry sy ny ao anatiny)
mi: Recursive (whakamahia nga huringa ki nga kōpaki me o raatau ihirangi)
mk: Рекурзивен (применете ги промените на папките и нивната содржина)
ml: ആവർത്തിച്ചുള്ള (ഫോൾഡറുകളിലും അവയുടെ ഉള്ളടക്കങ്ങളിലും മാറ്റങ്ങൾ പ്രയോഗിക്കുക)
mn: Рекурсив (хавтас болон тэдгээрийн агуулгад өөрчлөлт оруулах)
mr: आवर्ती (फोल्डर्स आणि त्यांच्या सामग्रीमध्ये बदल लागू करा)
mt: Rikursiv (applika bidliet fil-folders u l-kontenut tagħhom)
my: Recursive (ဖိုင်တွဲများနှင့် ၎င်းတို့၏အကြောင်းအရာများကို အပြောင်းအလဲများကို အသုံးချပါ)
nb: Rekursiv (bruk endringer på mapper og deres innhold)
ne: पुनरावर्ती (फोल्डरहरू र तिनीहरूको सामग्रीहरूमा परिवर्तनहरू लागू गर्नुहोस्)
or: ପୁନରାବୃତ୍ତି (ଫୋଲ୍ଡର ଏବଂ ସେମାନଙ୍କର ବିଷୟବସ୍ତୁରେ ପରିବର୍ତ୍ତନ ପ୍ରୟୋଗ କରନ୍ତୁ)
pa: ਆਵਰਤੀ (ਫੋਲਡਰਾਂ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਸਮੱਗਰੀਆਂ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰੋ)
ps: (ﺉړﮐ ﻲﻠﭘ ﻪﻧﻮﻧﻮﻟﺪﺑ ﯥﮐ ﻮګﻧﺎﭙځﻨﯿﻣ ﯼﻭﺩ ﺩ ﻭﺍ ﻭﺭډﻟﻮﻓ ﻪﭘ) ﻱﺭﺍﺮﮑﺗ
ro: Recursiv (aplicați modificări folderelor și conținutului acestora)
rw: Gusubiramo (shyira impinduka mububiko nibirimo)
sd: (ﻮﻳﺮڪ ﻮﮘﻻ﻿ ﻥﻮﻴﻠﻳﺪﺒﺗ ۾ ﺩﺍﻮﻣ ﻲﺟ ﻦﻬﻧﺍ ۽ ﺯﺭڊﻟﻮﻓ) ڙﺪﻨﻴﺋﺎﺟﺭﻭ ﺮﻬﻴﭔ
si: පුනරාවර්තන (ෆෝල්ඩර සහ ඒවායේ අන්තර්ගතයට වෙනස්කම් යොදන්න)
sk: Rekurzívne (aplikujte zmeny na priečinky a ich obsah)
sl: Rekurzivno (uporabi spremembe za mape in njihovo vsebino)
sq: Rekursive (aplikoni ndryshime në dosje dhe përmbajtjen e tyre)
sw: Inajirudia (tumia mabadiliko kwenye folda na yaliyomo)
ta: சுழல்நிலை (கோப்புறைகள் மற்றும் அவற்றின் உள்ளடக்கங்களில் மாற்றங்களைப் பயன்படுத்துதல்)
te: పునరావృత (ఫోల్డర్u200cలు మరియు వాటి కంటెంట్u200cలకు మార్పులను వర్తింపజేయండి)
tg: Рекурсивӣ (тағиротро ба ҷузвдонҳо ва мундариҷаи онҳо татбиқ кунед)
th: เรียกซ้ำ (ใช้การเปลี่ยนแปลงกับโฟลเดอร์และเนื้อหา)
tk: Gaýtalanýan (bukjalara we olaryň mazmunyna üýtgeşmeler giriziň)
tt: Рекурсив (папкаларга һәм аларның эчтәлегенә үзгәрешләр кертегез)
uk: Рекурсивний (застосувати зміни до папок та їх вмісту)
ur: (ﮟﯾﺮﮐ ﻮﮔﻻ﻿ ﮞﺎﯿﻠﯾﺪﺒﺗ ﮟﯿﻣ ﺩﺍﻮﻣ ﮯﮐ ﻥﺍ ﺭﻭﺍ ﺯﺭﮉﻟﻮﻓ) ﯼﺭﺍﺮﮑﺗ
uz: Rekursiv (papkalar va ularning tarkibidagi o'zgarishlarni qo'llash)
vi: Đệ quy (áp dụng các thay đổi đối với các thư mục và nội dung của chúng)
xh: Ukuphindaphinda (sebenzisa utshintsho kwiifolda kunye nemixholo yazo)
yi: (טלאַהניא רעייז ןוא סרעדלאָפ וצ ןעגנורעדנע ןגיילוצ) עוויסרוקער

source: _Permissions
af: _Toestemmings
am: _ፈቃዶች
ar: الت_صاريح
be: _Дазволы
bg: _Права
bn: _অনুমতি
ca: _Permisos
cy: _Caniatadau
da: Rettigheder
eo: _Permesoj
et: Õ_igused
eu: _Baimenak
fa: _ﺎﻫﺯﻮﺠﻣ
fi: _Oikeudet
fil: _Mga Pahintulot
ga: _Ceadanna
gd: _Ceadan
gl: _Permisos
gu: _પરવાનગીઓ
he: ה_רשאות
hi: _अनुमतियां
hr: _Dozvole
hu: _Jogok
hy: _Թույլտվություններ
id: _Permisi
is: _Heimildir
ka: _ნებართვები
kk: _Рұқсаттар
km: សិទ្ធិ
kn: _ಅನುಮತಿಗಳು
ku: _Destûrên
ky: _Уруксаттар
lb: _Permissiounen
lo: _ການອະນຸຍາດ
lt: _Leidimai
lv: _Atļaujas
mg: _alalana
mi: _Whakaaetanga
mk: _Дозволи
ml: _അനുമതികൾ
mn: _Зөвшөөрөл
mr: _परवानग्या
mt: _Permessi
my: _ခွင့်ပြုချက်များ
nb: Rettigheter
ne: _अनुमतिहरू
or: _ଅନୁମତିଗୁଡିକ
pa: _ਇਜਾਜ਼ਤਾਂ
ps: _ﻩﺯﺎﺟﺍ
ro: _Permisiuni
rw: _Uruhushya
sd: _ﻥﻮﺗﺯﺎﺟﺍ
si: _අවසර
sk: O_právnenia
sl: _Dovoljenja
sq: _Lejet
sw: _Ruhusa
ta: _அனுமதிகள்
te: _అనుమతులు
tg: _Иҷозатҳо
th: _สิทธิ์
tk: _Rugsatlar
tt: _Рөхсәт
uk: _Права доступу
ur: _اجازتیں
uz: _Ruxsatlar
vi: _Quyền
xh: _Iimvume
yi: _זנאַשימרעפּ

source: Bytes
am: ባይት
ar: بايت
be: Байты
bg: байтове
bn: বাইট
cy: Beit
eo: Bajtoj
et: Baiti
eu: Byteak
fa: ﺎﻫ ﺖﯾﺎﺑ
fi: tavua
ga: Beart
gu: બાઇટ્સ
he: םיתב
hi: बाइट्स
hr: bajtova
hu: Bájtok
hy: Բայթեր
id: Byte
is: Bæti
ka: ბაიტები
kk: Байттар
km: បៃ
kn: ಬೈಟ್u200cಗಳು
ky: Байттар
lo: ໄບຕ໌
lt: Baitai
lv: Baiti
mg: oktety
mi: Paita
mk: Бајти
ml: ബൈറ്റുകൾ
mn: Байт
mr: बाइट्स
my: ဘိုက်
ne: बाइटहरू
or: ବାଇଟ୍ |
pa: ਬਾਈਟਸ
ps: ﺲټﯾﺎﺑ
ro: octeți
sd: ﺲٽﻴﺋﺎﺑ
si: බයිට්
sk: bajtov
sl: bajtov
sq: Bajt
sw: Baiti
ta: பைட்டுகள்
te: బైట్లు
tg: Байт
th: ไบต์
tk: Baýt
tt: Байт
uk: Байти
ur: ﺲﭩﺋﺎﺑ
uz: Baytlar
vi: Byte
xh: Iibhayithi
yi: סעטיב

source: Any
af: Enige
am: ማንኛውም
ar: الكل
be: Любы
bg: Всякакви
bn: যে কোন
ca: Cap
cy: Unrhyw
da: Alle
eo: Ajna
et: Suvaline
eu: Edozein
fa: ﺮﻫ
fi: Minkä tahansa
fil: Anuman
fy: Elk
ga: Aon
gd: Sam bith
gl: Calquera
gu: કોઈપણ
he: לכ
hi: कोई भी
hr: Bilo koji
hu: Bármi
hy: Ցանկացած
id: Setiap
is: Einhver
ka: ნებისმიერი
kk: Кез келген
km: ណាមួយ។
kn: ಯಾವುದಾದರು
ku: Herçiyek
ky: каалаган
lb: All
lo: ໃດ
lt: Bet kada
lv: Jebkurš
mg: misy
mi: Tetahi
mk: Било кој
ml: ഏതെങ്കിലും
mn: Ямар ч
mr: कोणतीही
mt: Kwalunkwe
my: တစ်ခုခု
nb: Noen
ne: कुनै पनि
or: ଯେକ .ଣସି
pa: ਕੋਈ ਵੀ
ps: ﻡﻮﮐ
ro: Orice
rw: Icyo ari cyo cyose
sd: ﻮڪ
si: කිසියම්
sk: akýkoľvek
sl: Kaj
sq: Çdo
sw: Yoyote
ta: ஏதேனும்
te: ఏదైనా
tg: Ягон
th: ใด ๆ
tk: Islendik
tt: Anyәрхәлдә
uk: Будь-який
ur: ﯽﮭﺑ ﯽﺋﻮﮐ
uz: Har qanday
vi: Bất cứ
xh: Nayiphi na
yi: ןייק

source: Within One Day
af: Binne een dag
am: በአንድ ቀን ውስጥ
ar: خلال يوم واحد
be: На працягу аднаго дня
bg: В рамките на един ден
bn: একদিনের মধ্যেই
ca: En un dia
cy: O fewn Un Diwrnod
da: Inden et døgn
eo: Ene de Unu Tago
et: Päeva jooksul
eu: Egun baten barruan
fa: ﺯﻭﺭ ﮏﯾ ﻑﺮﻇ
fi: Yhden päivän sisällä
fil: Sa loob ng Isang Araw
fy: Binnen ien dei
ga: Laistigh de Lá amháin
gd: Taobh a-staigh aon latha
gl: Dentro dun día
gu: એક દિવસની અંદર
he: דחא םוי ךות
hi: एक दिन के भीतर
hr: U roku od jednog dana
hu: Egy napon belül
hy: Մեկ օրվա ընթացքում
id: Dalam Satu Hari
is: Innan eins dags
ka: ერთი დღის განმავლობაში
kk: Бір күннің ішінде
km: ក្នុងរយៈពេលមួយថ្ងៃ
kn: ಒಂದು ದಿನದೊಳಗೆ
ku: Di nava Yek Rojê de
ky: Бир күндүн ичинде
lb: Bannent engem Dag
lo: ພາຍໃນຫນຶ່ງມື້
lt: Per vieną dieną
lv: Vienas dienas laikā
mg: Tao anatin'ny iray andro
mi: I Roto I Te Ra Kotahi
mk: Во рок од еден ден
ml: ഒരു ദിവസത്തിനുള്ളിൽ
mn: Нэг өдрийн дотор
mr: एका दिवसात
mt: Fi żmien Jum Wieħed
my: တစ်ရက်အတွင်း
nb: Innen en dag
ne: एक दिन भित्र
or: ଗୋଟିଏ ଦିନ ମଧ୍ୟରେ |
pa: ਇੱਕ ਦਿਨ ਦੇ ਅੰਦਰ
ps: ﻪﻨﻧﺩ ﯥځﺭﻭ ﯤﻮﯾ ﺩ
ro: Într-o zi
rw: Mu munsi umwe
sd: ﺭﺪﻧﺍ ﻦﻬﻨﻳڏ ڪﻫ
si: එක් දිනක් ඇතුළත
sk: V rámci jedného dňa
sl: V enem dnevu
sq: Brenda një dite
sw: Ndani ya Siku Moja
ta: ஒரு நாளுக்குள்
te: ఒక్క రోజు లోపల
tg: Дар давоми як рӯз
th: ภายในหนึ่งวัน
tk: Bir günüň içinde
tt: Бер көн эчендә
uk: Протягом одного дня
ur: ﺭﺪﻧﺍ ﮯﮐ ﻥﺩ ﮏﯾﺍ
uz: Bir kun ichida
vi: Trong vòng một ngày
xh: Ngemini enye
yi: גאָט ןייא ןי
