Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Set Panel Select Command
af: Stel Paneelkiesopdrag
am: የፓነል ምረጥ ትዕዛዝ ያዘጋጁ
ar: ﺮﻣﻷ﻿ﺍ ﺩﺪﺣ ﺔﺣﻮﻟ ﻦﻴﻴﻌﺗ
be: Задаць каманду выбару панэлі
bg: Задайте команда за избор на панел
bn: প্যানেল নির্বাচন কমান্ড সেট করুন
ca: Estableix l'ordre de selecció del panell
cy: Gosod Panel Dewiswch Gorchymyn
da: Indstil panelvalgskommando
eo: Agordi Panelon Elektu Komandon
et: Seadista paneel Valige käsk
eu: Ezarri panela Hautatu komandoa
fa: ﻞﻨﭘ ﺏﺎﺨﺘﻧﺍ ﻥﺎﻣﺮﻓ ﻢﯿﻈﻨﺗ
fi: Aseta paneeli Valitse komento
fil: Itakda ang Panel Select Command
fy: Set Panel Selektearje Kommando
ga: Socraigh Roghnaigh Painéal Ordú
gd: Suidhich tagh pannal
gl: Establecer o comando de selección de panel
gu: પેનલ સિલેક્ટ કમાન્ડ સેટ કરો
he: חול תריחב תדוקפ רדגה
hi: पैनल सेट करें कमांड चुनें
hr: Postavite naredbu za odabir ploče
id: Atur Perintah Pilih Panel
is: Stilla Panel Select Command
kk: Панельді орнату пәрменін таңдау
km: កំណត់បន្ទះជ្រើសរើសពាក្យបញ្ជា
kn: ಪ್ಯಾನಲ್ ಆಯ್ಕೆ ಕಮಾಂಡ್ ಹೊಂದಿಸಿ
ku: Fermana Hilbijartinê ya Panelê Set
ky: Set Panel Тандоо буйругу
lo: ຕັ້ງກະດານເລືອກຄໍາສັ່ງ
lt: Nustatyti skydelį Pasirinkite komandą
lv: Iestatīt paneļa atlases komandu
mi: Tautuhi Paewhiri Tohua Whakahau
mk: Постави Панел Изберете команда
ml: പാനൽ സെലക്ട് കമാൻഡ് സജ്ജമാക്കുക
mn: Самбар сонгох командыг тохируулах
mr: पॅनेल निवडा आदेश सेट करा
mt: Set Panel Agħżel Kmand
my: Set Panel Command ကိုရွေးချယ်ပါ။
nb: Angi panelvelgkommando
ne: प्यानल चयन आदेश सेट गर्नुहोस्
or: ପ୍ୟାନେଲ୍ ସିଲେକ୍ଟ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਪੈਨਲ ਚੁਣੋ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﺏﺎﺨﺘﻧﺍ ﻞﻨﯿﭘ ﺩ
rw: Shiraho Panel Hitamo itegeko
sd: ﻮﻳﺮڪ ٽﻴﺳ ڊﻧﺎﻤڪ ﻮﻳڊﻧﻮﭼ ﻞﻨﻴﭘ
si: පැනලය තෝරන්න විධානය සකසන්න
sk: Nastaviť panel Vyberte príkaz
sl: Nastavite ukaz za izbiro plošče
sq: Vendosja e komandës së zgjedhjes së panelit
sw: Weka Paneli Chagua Amri
ta: பேனல் தேர்வு கட்டளையை அமைக்கவும்
te: ప్యానెల్ ఎంపిక ఆదేశాన్ని సెట్ చేయండి
tg: Танзими панел Фармонро интихоб кунед
th: ตั้งค่าพาเนล เลือกคำสั่ง
tk: Paneli saýlamak buýrugyny düzüň
tt: Панель Сайлау Командасын куегыз
uk: Налаштувати команду вибору панелі
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﭧﮑﯿﻠﺳ ﻞﻨﯿﭘ
uz: Panelni tanlash buyrug'ini o'rnatish
vi: Đặt lệnh chọn bảng điều khiển
xh: Seta Iphaneli Khetha Umyalelo
yi: לעפֿאַב ןביַילקסיוא לענאַפּ קיטעטשאַב
