Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Mouse click %e %w %p %t %b %m %f
af: Klik met die muis %e %w %p %t %b %m %f
am: የመዳፊት ጠቅታ %e %w %p %t %b %m %f
ar: ﺱﻭﺎﻤﻟﺎﺑ ﺮﻘﻨﻟﺍ %e %w %p %t %b %m %f
be: Пстрычка мышкай %e %w %p %t %b %m %f
bg: Щракване с мишката %e %w %p %t %b %m %f
bn: মাউস ক্লিক %e %w %p %t %b %m %f
ca: Clic del ratolí %e %w %p %t %b %m %f
cy: Clic llygoden %e %w %p %t %b %m %f
da: Klik med musen %e %w %p %t %b %m %f
eo: Musklako %e %w %p %t %b %m %f
et: Hiireklõps %e %w %p %t %b %m %f
eu: Saguaren klik %e %w %p %t %b %m %f
fa: ﺱﻭﺎﻣ ﮏﯿﻠﮐ %e %w %p %t %b %m %f
fi: Hiiren napsautus %e %w %p %t %b %m %f
fil: Pag-click ng mouse %e %w %p %t %b %m %f
fy: Mûsklik %e %w %p %t %b %m %f
ga: Cliceáil luch %e %w %p %t %b %m %f
gd: Cliog luchag %e %w %p %t %b %m %f
gl: Clic do rato %e %w %p %t %b %m %f
gu: માઉસ ક્લિક %e %w %p %t %b %m %f
he: רבכע תציחל %e %w %p %t %b %m %f
hi: माउस क्लिक %e %w %p %t %b %m %f
hr: Klik mišem %e %w %p %t %b %m %f
hu: Egér kattintás %e %w %p %t %b %m %f
hy: Մկնիկի սեղմում %e %w %p %t %b %m %f
id: Klik mouse %e %w %p %t %b %m %f
is: Mús smellur %e %w %p %t %b %m %f
ka: მაუსის დაწკაპუნება %e %w %p %t %b %m %f
kk: Тінтуірді басыңыз %e %w %p %t %b %m %f
km: ចុចកណ្ដុរ %e %w %p %t %b %m %f
kn: ಮೌಸ್ ಕ್ಲಿಕ್ %e %w %p %t %b %m %f
ku: Mişk bitikîne %e %w %p %t %b %m %f
ky: Чычкан чыкылдатуу %e %w %p %t %b %m %f
lb: Mausklicken %e %w %p %t %b %m %f
lo: ຄລິກຫນູ %e %w %p %t %b %m %f
lt: Pelės paspaudimas %e %w %p %t %b %m %f
lv: Peles klikšķis %e %w %p %t %b %m %f
mg: Kitiho ny totozy %e %w %p %t %b %m %f
mi: Pāwhiri kiore %e %w %p %t %b %m %f
mk: Кликнете на глувчето %e %w %p %t %b %m %f
ml: മൗസ് ക്ലിക്ക് %e %w %p %t %b %m %f
mn: Хулгана дарна уу %e %w %p %t %b %m %f
mr: माऊस क्लिक %e %w %p %t %b %m %f
mt: Ikklikkja maws %e %w %p %t %b %m %f
my: မောက်စ်ကိုနှိပ်ပါ။ %e %w %p %t %b %m %f
nb: Museklikk %e %w %p %t %b %m %f
ne: माउस क्लिक गर्नुहोस् %e %w %p %t %b %m %f
or: ମାଉସ୍ କ୍ଲିକ୍ କରନ୍ତୁ | %e %w %p %t %b %m %f
pa: ਮਾਊਸ ਕਲਿੱਕ %e %w %p %t %b %m %f
ps: ﮏﯿﻠﮐ ﮎږﻮﻣ %e %w %p %t %b %m %f
ro: Faceți clic pe mouse %e %w %p %t %b %m %f
rw: Kanda imbeba %e %w %p %t %b %m %f
sd: ﻮﻳﺮڪ ڪﻠڪ ﺱﻮﺋﺎﻣ %e %w %p %t %b %m %f
si: මූසිකය ක්ලික් කරන්න %e %w %p %t %b %m %f
sk: Kliknutie myšou %e %w %p %t %b %m %f
sl: Klik z miško %e %w %p %t %b %m %f
sq: Klikimi i miut %e %w %p %t %b %m %f
sw: Bonyeza panya %e %w %p %t %b %m %f
ta: மவுஸ் கிளிக் %e %w %p %t %b %m %f
te: మౌస్ క్లిక్ %e %w %p %t %b %m %f
tg: Клики муш %e %w %p %t %b %m %f
th: คลิกเมาส์ %e %w %p %t %b %m %f
tk: Syçanjyga basyň %e %w %p %t %b %m %f
tt: Тычканга басыгыз %e %w %p %t %b %m %f
uk: Клацніть мишею %e %w %p %t %b %m %f
ur: ﮏﻠﮐ ﺱﺅﺎﻣ %e %w %p %t %b %m %f
uz: Sichqonchani bosing %e %w %p %t %b %m %f
vi: Click chuột %e %w %p %t %b %m %f
xh: Cofa imouse %e %w %p %t %b %m %f
yi: טיג זיומ %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
af: Venster sleuteldruk %e %w %p %t %k %m
am: የመስኮት ቁልፍ ተጫን %e %w %p %t %k %m
ar: ﺓﺬﻓﺎﻨﻟﺍ ﺡﺎﺘﻔﻣ ﻰﻠﻋ ﻂﻐﻀﻟﺍ %e %w %p %t %k %m
be: Націск клавішы вокны %e %w %p %t %k %m
bg: Натискане на клавиш за прозорец %e %w %p %t %k %m
bn: উইন্ডো কী প্রেস করুন %e %w %p %t %k %m
ca: Prem la tecla de la finestra %e %w %p %t %k %m
cy: Allweddell ffenestr %e %w %p %t %k %m
da: Tastetryk på vinduet %e %w %p %t %k %m
eo: Fenestra klavopremo %e %w %p %t %k %m
et: Akna klahvivajutus %e %w %p %t %k %m
eu: Leiho tekla sakatzea %e %w %p %t %k %m
fa: ﻩﺮﺠﻨﭘ ﺪﯿﻠﮐ ﻥﺩﺍﺩ ﺭﺎﺸﻓ %e %w %p %t %k %m
fi: Ikkunan näppäinpainallus %e %w %p %t %k %m
fil: Pindutin ang pindutan ng bintana %e %w %p %t %k %m
fy: Finster keypress %e %w %p %t %k %m
ga: Eochairfhuinneog %e %w %p %t %k %m
gd: Keypress uinneig %e %w %p %t %k %m
gl: Premer a tecla da ventá %e %w %p %t %k %m
gu: વિન્ડો કી દબાવો %e %w %p %t %k %m
he: ןולחב שקמ תציחל %e %w %p %t %k %m
hi: विंडो कीप्रेस %e %w %p %t %k %m
hr: Pritisak tipke za prozor %e %w %p %t %k %m
hu: Ablak gombnyomás %e %w %p %t %k %m
hy: Պատուհանի ստեղնաշարի սեղմում %e %w %p %t %k %m
id: Penekanan tombol jendela %e %w %p %t %k %m
is: Gluggatakka %e %w %p %t %k %m
ka: ფანჯრის ღილაკის დაჭერა %e %w %p %t %k %m
kk: Терезе пернесін басу %e %w %p %t %k %m
km: ការចុចគ្រាប់ចុចបង្អួច %e %w %p %t %k %m
kn: ವಿಂಡೋ ಕೀಲಿಯನ್ನು ಒತ್ತಿ %e %w %p %t %k %m
ku: Bişkojka pencereyê %e %w %p %t %k %m
ky: Терезе баскычын басуу %e %w %p %t %k %m
lb: Fënster Keypress %e %w %p %t %k %m
lo: ກົດປຸ່ມປ່ອງຢ້ຽມ %e %w %p %t %k %m
lt: Lango klavišo paspaudimas %e %w %p %t %k %m
lv: Logu taustiņu nospiešana %e %w %p %t %k %m
mg: Fanindry varavarankely %e %w %p %t %k %m
mi: Pīhini Matapihi %e %w %p %t %k %m
mk: Притискање на прозорецот %e %w %p %t %k %m
ml: വിൻഡോ കീ അമർത്തുക %e %w %p %t %k %m
mn: Цонхны товчлуурыг дарах %e %w %p %t %k %m
mr: विंडो की दाबा %e %w %p %t %k %m
mt: Tasti tat-tieqa %e %w %p %t %k %m
my: Window ခလုတ်နှိပ်ပါ။ %e %w %p %t %k %m
nb: Tastetrykk på vindu %e %w %p %t %k %m
ne: विन्डो कुञ्जी थिच्नुहोस् %e %w %p %t %k %m
or: ୱିଣ୍ଡୋ କି-ପ୍ରେସ୍ | %e %w %p %t %k %m
pa: ਵਿੰਡੋ ਕੁੰਜੀ ਦਬਾਓ %e %w %p %t %k %m
ps: ﻲﻠﯿﮐ ۍﮐړﮐ ﺩ %e %w %p %t %k %m
ro: Apăsarea tastei ferestrei %e %w %p %t %k %m
rw: Idirishya %e %w %p %t %k %m
sd: ﮡﺋﺎﭔﺩ ﻭڊﻧﻭ %e %w %p %t %k %m
si: කවුළු යතුරු එබීම %e %w %p %t %k %m
sk: Stlačenie klávesu okna %e %w %p %t %k %m
sl: Pritisk na okno %e %w %p %t %k %m
sq: Shtypja e tastit të dritares %e %w %p %t %k %m
sw: Bonyeza kitufe cha dirisha %e %w %p %t %k %m
ta: சாளர விசையை அழுத்தவும் %e %w %p %t %k %m
te: విండో కీ ప్రెస్ %e %w %p %t %k %m
tg: Пахшкунии тугмаҳои тиреза %e %w %p %t %k %m
th: ปุ่มกดหน้าต่าง %e %w %p %t %k %m
tk: Penjiräniň düwmesi %e %w %p %t %k %m
tt: Тәрәзә баскычлары %e %w %p %t %k %m
uk: Натискання клавіші вікна %e %w %p %t %k %m
ur: ﺲﯾﺮﭘ ﯽﮐ ﻭﮉﻧﻭ %e %w %p %t %k %m
uz: Oyna tugmachasini bosish %e %w %p %t %k %m
vi: Phím bấm cửa sổ %e %w %p %t %k %m
xh: Cofa iqhosha lefestile %e %w %p %t %k %m
yi: רעטצנעפֿ יד ןקירד %e %w %p %t %k %m

source: Window close %e %w %p %t
af: Venster toe %e %w %p %t
am: መስኮት ዝጋ %e %w %p %t
ar: ﺓﺬﻓﺎﻨﻟﺍ ﻕﻼ﻿ﻏﺇ %e %w %p %t
be: Акно зачыніць %e %w %p %t
bg: Затваряне на прозореца %e %w %p %t
bn: জানালা বন্ধ %e %w %p %t
ca: Finestra tancada %e %w %p %t
cy: Ffenestr yn agos %e %w %p %t
da: Vinduet lukkes %e %w %p %t
eo: Fenestro fermiĝas %e %w %p %t
et: Aken sulgeda %e %w %p %t
eu: Leihoa itxi %e %w %p %t
fa: ﻪﺘﺴﺑ ﻩﺮﺠﻨﭘ %e %w %p %t
fi: Ikkuna kiinni %e %w %p %t
fil: Isara ang bintana %e %w %p %t
fy: Finster ticht %e %w %p %t
ga: Dún an fhuinneog %e %w %p %t
gd: Uinneag dlùth %e %w %p %t
gl: Fiestra pechada %e %w %p %t
gu: બારી બંધ %e %w %p %t
he: ןולח תריגס %e %w %p %t
hi: खिड़की बंद %e %w %p %t
hr: Zatvori prozor %e %w %p %t
hu: Ablak bezárása %e %w %p %t
hy: Պատուհանի փակում %e %w %p %t
id: Tutup jendela %e %w %p %t
is: Lokað glugga %e %w %p %t
ka: ფანჯრის დახურვა %e %w %p %t
kk: Терезе жабу %e %w %p %t
km: បង្អួចបិទ %e %w %p %t
kn: ಕಿಟಕಿ ಮುಚ್ಚಿದೆ %e %w %p %t
ku: Pencere girtî %e %w %p %t
ky: Терезе жабуу %e %w %p %t
lb: Fënster zoumaachen %e %w %p %t
lo: ປ່ອງຢ້ຽມປິດ %e %w %p %t
lt: Uždaryti langą %e %w %p %t
lv: Logu aizvērt %e %w %p %t
mg: Akatona ny varavarankely %e %w %p %t
mi: Katia te matapihi %e %w %p %t
mk: Затворање на прозорецот %e %w %p %t
ml: വിൻഡോ അടയ്ക്കുക %e %w %p %t
mn: Цонх хаах %e %w %p %t
mr: खिडकी बंद %e %w %p %t
mt: Tieqa mill-qrib %e %w %p %t
my: ပြတင်းပေါက်ပိတ် %e %w %p %t
nb: Lukk vindu %e %w %p %t
ne: झ्याल बन्द %e %w %p %t
or: ୱିଣ୍ଡୋ ବନ୍ଦ | %e %w %p %t
pa: ਵਿੰਡੋ ਬੰਦ ਕਰੋ %e %w %p %t
ps: ﻝړﺗ ۍﮐړﮐ %e %w %p %t
ro: Închiderea ferestrei %e %w %p %t
rw: Idirishya %e %w %p %t
sd: ﺪﻨﺑ ﻱﺭﺩ %e %w %p %t
si: කවුළුව වසා ඇත %e %w %p %t
sk: Zatvorenie okna %e %w %p %t
sl: Zaprite okno %e %w %p %t
sq: Mbyll dritaren %e %w %p %t
sw: Dirisha karibu %e %w %p %t
ta: ஜன்னல் மூடியது %e %w %p %t
te: కిటికీ దగ్గరగా %e %w %p %t
tg: Тиреза баста %e %w %p %t
th: ปิดหน้าต่าง %e %w %p %t
tk: Penjiräni ýapyň %e %w %p %t
tt: Тәрәзә ябык %e %w %p %t
uk: Вікно закрити %e %w %p %t
ur: ﺪﻨﺑ ﯽﮐﮍﮭﮐ %e %w %p %t
uz: Deraza yopish %e %w %p %t
vi: Đóng cửa sổ %e %w %p %t
xh: Ifestile ivaliwe %e %w %p %t
yi: טנעאָנ רעטצנעפֿ %e %w %p %t

source: Panel focus %e %w %p %t
af: Paneelfokus %e %w %p %t
am: የፓነል ትኩረት %e %w %p %t
ar: ﺔﺣﻮﻠﻟﺍ ﺰﻴﻛﺮﺗ %e %w %p %t
be: Фокус панэлі %e %w %p %t
bg: Фокус на панела %e %w %p %t
bn: প্যানেল ফোকাস %e %w %p %t
ca: Enfocament del panell %e %w %p %t
cy: Ffocws panel %e %w %p %t
da: Panel fokus %e %w %p %t
eo: Panela fokuso %e %w %p %t
et: Paneeli fookus %e %w %p %t
eu: Panel fokua %e %w %p %t
fa: ﻞﻧﺎﭘ ﺱﻮﮐﻮﻓ %e %w %p %t
fi: Paneelin tarkennus %e %w %p %t
fil: Pokus ng panel %e %w %p %t
fy: Panel fokus %e %w %p %t
ga: Fócas an phainéil %e %w %p %t
gd: Fòcas pannal %e %w %p %t
gl: Foco do panel %e %w %p %t
gu: પેનલ ફોકસ %e %w %p %t
he: לנאפב דוקימ %e %w %p %t
hi: पैनल फोकस %e %w %p %t
hr: Fokus ploče %e %w %p %t
hu: Panel fókusz %e %w %p %t
hy: Վահանակի կենտրոնացում %e %w %p %t
id: Fokus panel %e %w %p %t
is: Panel fókus %e %w %p %t
ka: პანელის ფოკუსირება %e %w %p %t
kk: Панель фокусы %e %w %p %t
km: ការផ្តោតអារម្មណ៍លើបន្ទះ %e %w %p %t
kn: ಪ್ಯಾನಲ್ ಫೋಕಸ್ %e %w %p %t
ku: Fokusa panelê %e %w %p %t
ky: Панелдин фокусу %e %w %p %t
lb: Panel konzentréieren %e %w %p %t
lo: ກະດານສຸມໃສ່ %e %w %p %t
lt: Skydelio fokusavimas %e %w %p %t
lv: Paneļa fokuss %e %w %p %t
mg: Fifantohana tontonana %e %w %p %t
mi: Te arotahi o te paewhiri %e %w %p %t
mk: Фокус на панелот %e %w %p %t
ml: പാനൽ ഫോക്കസ് %e %w %p %t
mn: Самбарын фокус %e %w %p %t
mr: पॅनेल फोकस %e %w %p %t
mt: Fokus fuq il-pannelli %e %w %p %t
my: ပန်နယ်အာရုံ %e %w %p %t
nb: Panelfokus %e %w %p %t
ne: प्यानल फोकस %e %w %p %t
or: ପ୍ୟାନେଲ୍ ଫୋକସ୍ | %e %w %p %t
pa: ਪੈਨਲ ਫੋਕਸ %e %w %p %t
ps: ﺰﮐﺮﻤﺗ ﻞﻨﯿﭘ ﺩ %e %w %p %t
ro: Focalizare pe panou %e %w %p %t
rw: Intego yibanze %e %w %p %t
sd: ﺲڪﻮﻓ ﻞﻨﻴﭘ %e %w %p %t
si: පැනල් අවධානය %e %w %p %t
sk: Zameranie panelu %e %w %p %t
sl: Fokus plošče %e %w %p %t
sq: Fokusi i panelit %e %w %p %t
sw: Mtazamo wa paneli %e %w %p %t
ta: பேனல் கவனம் %e %w %p %t
te: ప్యానెల్ ఫోకస్ %e %w %p %t
tg: Тамаркузи панел %e %w %p %t
th: แผงโฟกัส %e %w %p %t
tk: Paneliň ünsi %e %w %p %t
tt: Панель фокусы %e %w %p %t
uk: Фокус панелі %e %w %p %t
ur: ﺲﮐﻮﻓ ﻞﻨﯿﭘ %e %w %p %t
uz: Panel fokus %e %w %p %t
vi: Tiêu điểm bảng điều khiển %e %w %p %t
xh: Ugxininiso lwephaneli %e %w %p %t
yi: סוקאָפ עילפאַט %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
af: Paneel wys/versteek %e %w %p %t %f %v
am: የፓነል አሳይ/ደብቅ %e %w %p %t %f %v
ar: ءﺎﻔﺧﺇ / ﺮﻬﻈﺗ ﺔﺣﻮﻟ %e %w %p %t %f %v
be: Панэль паказаць / схаваць %e %w %p %t %f %v
bg: Показване/скриване на панела %e %w %p %t %f %v
bn: প্যানেল দেখান/লুকান %e %w %p %t %f %v
ca: Mostra/amaga el panell %e %w %p %t %f %v
cy: Sioe / cuddio panel %e %w %p %t %f %v
da: Panel vis/skjul %e %w %p %t %f %v
eo: Panelo montri/kaŝi %e %w %p %t %f %v
et: Paneel näita/peida %e %w %p %t %f %v
eu: Panela erakutsi/ezkutatu %e %w %p %t %f %v
fa: ﻞﻨﭘ ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ/ﺶﯾﺎﻤﻧ %e %w %p %t %f %v
fi: Paneeli näyttää/piilota %e %w %p %t %f %v
fil: Ipakita/itago ang panel %e %w %p %t %f %v
fy: Panel sjen litte / ferbergje %e %w %p %t %f %v
ga: Taispeáin painéal / ceilt %e %w %p %t %f %v
gd: Taisbeanadh pannal / falach %e %w %p %t %f %v
gl: Mostrar/ocultar o panel %e %w %p %t %f %v
gu: પેનલ બતાવો/છુપાવો %e %w %p %t %f %v
he: לנאפ לש הרתסה/גצה %e %w %p %t %f %v
hi: पैनल शो / छुपाएं %e %w %p %t %f %v
hr: Panel prikaži/sakrij %e %w %p %t %f %v
hu: Panel megjelenítése/elrejtése %e %w %p %t %f %v
hy: Վահանակի ցուցադրում/թաքցնել %e %w %p %t %f %v
id: Tampilan/sembunyikan panel %e %w %p %t %f %v
is: Panel sýna/fela %e %w %p %t %f %v
ka: პანელის ჩვენება/დამალვა %e %w %p %t %f %v
kk: Панельді көрсету/жасыру %e %w %p %t %f %v
km: ផ្ទាំងបង្ហាញ/លាក់ %e %w %p %t %f %v
kn: ಫಲಕ ಪ್ರದರ್ಶನ/ಮರೆಮಾಡು %e %w %p %t %f %v
ku: Panel nîşan / veşêre %e %w %p %t %f %v
ky: Панелди көрсөтүү/жашыруу %e %w %p %t %f %v
lb: Panel weisen / verstoppen %e %w %p %t %f %v
lo: ແຜງສະແດງ/ເຊື່ອງ %e %w %p %t %f %v
lt: Skydelio rodymas / slėpimas %e %w %p %t %f %v
lv: Paneļa rādīšana/slēpšana %e %w %p %t %f %v
mg: Asehoy/ afeno ny tontonana %e %w %p %t %f %v
mi: Whakaatuhia/huna te paewhiri %e %w %p %t %f %v
mk: Прикажи/скриј на панелот %e %w %p %t %f %v
ml: പാനൽ കാണിക്കുക/മറയ്ക്കുക %e %w %p %t %f %v
mn: Самбар харуулах/нуух %e %w %p %t %f %v
mr: पॅनेल दाखवा/लपवा %e %w %p %t %f %v
mt: Uri/hibe panel %e %w %p %t %f %v
my: အကန့်ကို ပြ/ဖျောက် %e %w %p %t %f %v
nb: Panel vis/skjul %e %w %p %t %f %v
ne: प्यानल देखाउनुहोस्/लुकाउनुहोस् %e %w %p %t %f %v
or: ପ୍ୟାନେଲ୍ ଶୋ / ଲୁଚାନ୍ତୁ | %e %w %p %t %f %v
pa: ਪੈਨਲ ਦਿਖਾਓ/ਲੁਕਾਓ %e %w %p %t %f %v
ps: ﻝﻮټﭘ / ﻝﻮﮐ ﻩﺭﺎﮑښ ﻞﻨﯿﭘ %e %w %p %t %f %v
ro: Afișare/ascunde panoul %e %w %p %t %f %v
rw: Ikibaho cyerekana / guhisha %e %w %p %t %f %v
sd: ﻮﻳﺎڪﻟ / ﻮﻳﺭﺎﮑﻳڏ ﻞﻨﻴﭘ %e %w %p %t %f %v
si: පැනල පෙන්වීම/සැඟවීම %e %w %p %t %f %v
sk: Panel zobraziť/skryť %e %w %p %t %f %v
sl: Prikaz/skrij plošče %e %w %p %t %f %v
sq: Shfaq/fsheh panelin %e %w %p %t %f %v
sw: Paneli onyesha/ficha %e %w %p %t %f %v
ta: பேனல் ஷோ/மறை %e %w %p %t %f %v
te: ప్యానెల్ షో/దాచు %e %w %p %t %f %v
tg: Намоиш/пинҳон кардани панел %e %w %p %t %f %v
th: แผงแสดง/ซ่อน %e %w %p %t %f %v
tk: Paneli görkezmek / gizlemek %e %w %p %t %f %v
tt: Панель күрсәтү / яшерү %e %w %p %t %f %v
uk: Показати/приховати панель %e %w %p %t %f %v
ur: ۔ﮟﯿﺋﺎﭙﮭﭼ/ﻮﺷ ﻞﻨﯿﭘ %e %w %p %t %f %v
uz: Panelni ko'rsatish/yashirish %e %w %p %t %f %v
vi: Hiện / ẩn bảng điều khiển %e %w %p %t %f %v
xh: Iphaneli bonisa/fihla %e %w %p %t %f %v
yi: ןטלאַהאַב / ןזיַיוו עילפאַט %e %w %p %t %f %v

source: Selection changed %e %w %p %t
af: Keuse verander %e %w %p %t
am: ምርጫው ተቀይሯል። %e %w %p %t
ar: ﺪﻳﺪﺤﺘﻟﺍ ﺮﻴﻴﻐﺗ ﻢﺗ %e %w %p %t
be: Выбар зменены %e %w %p %t
bg: Изборът е променен %e %w %p %t
bn: নির্বাচন পরিবর্তিত হয়েছে %e %w %p %t
ca: La selecció ha canviat %e %w %p %t
cy: Newidiodd y dewis %e %w %p %t
da: Udvalget ændret %e %w %p %t
eo: Elekto ŝanĝiĝis %e %w %p %t
et: Valik muudetud %e %w %p %t
eu: Hautaketa aldatu da %e %w %p %t
fa: ﺩﺮﮐ ﺮﯿﯿﻐﺗ ﺏﺎﺨﺘﻧﺍ %e %w %p %t
fi: Valikoima muuttunut %e %w %p %t
fil: Nabago ang pagpili %e %w %p %t
fy: Seleksje feroare %e %w %p %t
ga: Athraíodh an roghnú %e %w %p %t
gd: Dh'atharraich an taghadh %e %w %p %t
gl: Cambiouse a selección %e %w %p %t
gu: પસંદગી બદલાઈ %e %w %p %t
he: התנתשה הריחבה %e %w %p %t
hi: चयन बदल गया %e %w %p %t
hr: Odabir je promijenjen %e %w %p %t
hu: A választék megváltozott %e %w %p %t
hy: Ընտրությունը փոխվեց %e %w %p %t
id: Pilihan berubah %e %w %p %t
is: Vali breytt %e %w %p %t
ka: შერჩევა შეიცვალა %e %w %p %t
kk: Таңдау өзгертілді %e %w %p %t
km: បានផ្លាស់ប្តូរការជ្រើសរើស %e %w %p %t
kn: ಆಯ್ಕೆ ಬದಲಾಗಿದೆ %e %w %p %t
ku: Hilbijartin guherî %e %w %p %t
ky: Тандоо өзгөртүлдү %e %w %p %t
lb: Auswiel geännert %e %w %p %t
lo: ປ່ຽນການເລືອກ %e %w %p %t
lt: Pasirinkimas pakeistas %e %w %p %t
lv: Izlase mainīta %e %w %p %t
mg: Niova ny safidy %e %w %p %t
mi: Kua huri te whiringa %e %w %p %t
mk: Изборот е променет %e %w %p %t
ml: തിരഞ്ഞെടുപ്പ് മാറ്റി %e %w %p %t
mn: Сонголт өөрчлөгдсөн %e %w %p %t
mr: निवड बदलली %e %w %p %t
mt: L-għażla nbidlet %e %w %p %t
my: ရွေးချယ်မှု ပြောင်းသွားသည်။ %e %w %p %t
nb: Utvalget endret %e %w %p %t
ne: चयन परिवर्तन भयो %e %w %p %t
or: ଚୟନ ବଦଳିଗଲା | %e %w %p %t
pa: ਚੋਣ ਬਦਲ ਗਈ %e %w %p %t
ps: ﻮﺷ ﻝﺪﺑ ﺏﺎﺨﺘﻧﺍ %e %w %p %t
ro: Selecția s-a schimbat %e %w %p %t
rw: Guhitamo byarahindutse %e %w %p %t
sd: ﻲﺋﻭ ﻲﭤ ﻞﻳﺪﺒﺗ ڊﻧﻮﭼ %e %w %p %t
si: තේරීම වෙනස් විය %e %w %p %t
sk: Výber zmenený %e %w %p %t
sl: Izbira je spremenjena %e %w %p %t
sq: Përzgjedhja ndryshoi %e %w %p %t
sw: Uteuzi umebadilishwa %e %w %p %t
ta: தேர்வு மாற்றப்பட்டது %e %w %p %t
te: ఎంపిక మార్చబడింది %e %w %p %t
tg: Интихоб тағир ёфт %e %w %p %t
th: เปลี่ยนการเลือกแล้ว %e %w %p %t
tk: Saýlaw üýtgedi %e %w %p %t
tt: Сайлау үзгәрде %e %w %p %t
uk: Вибір змінено %e %w %p %t
ur: ۔ﺎﯿﮔ ﻝﺪﺑ ﺏﺎﺨﺘﻧﺍ %e %w %p %t
uz: Tanlov o'zgartirildi %e %w %p %t
vi: Lựa chọn đã thay đổi %e %w %p %t
xh: Ukhetho lutshintshiwe %e %w %p %t
yi: ןטיבעג עיצקעלעס %e %w %p %t

source: Tab new %e %w %p %t
af: Oortjie nuut %e %w %p %t
am: ትር አዲስ %e %w %p %t
ar: ﺓﺪﻳﺪﺟ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ %e %w %p %t
be: Новая ўкладка %e %w %p %t
bg: Нов раздел %e %w %p %t
bn: নতুন ট্যাব %e %w %p %t
ca: Pestanya nova %e %w %p %t
cy: Tab newydd %e %w %p %t
da: Fane ny %e %w %p %t
eo: Tab nova %e %w %p %t
et: Vahekaart uus %e %w %p %t
eu: Fitxa berria %e %w %p %t
fa: ﺪﯾﺪﺟ ﻪﮔﺮﺑ %e %w %p %t
fi: Välilehti uusi %e %w %p %t
fil: Bago ang tab %e %w %p %t
fy: Tab nij %e %w %p %t
ga: Tab nua %e %w %p %t
gd: Tab ùr %e %w %p %t
gl: Pestana nova %e %w %p %t
gu: ટૅબ નવું %e %w %p %t
he: השדח הייסיטרכ %e %w %p %t
hi: टैब नया %e %w %p %t
hr: Kartica nova %e %w %p %t
hu: Új lap %e %w %p %t
hy: Ներդիր նոր %e %w %p %t
id: Tab baru %e %w %p %t
is: Flipi nýr %e %w %p %t
ka: ჩანართი ახალი %e %w %p %t
kk: Жаңа қойынды %e %w %p %t
km: ផ្ទាំងថ្មី។ %e %w %p %t
kn: ಟ್ಯಾಬ್ ಹೊಸದು %e %w %p %t
ku: Tab nû %e %w %p %t
ky: Жаңы өтмөк %e %w %p %t
lb: Tab nei %e %w %p %t
lo: ແຖບໃໝ່ %e %w %p %t
lt: Skirtukas naujas %e %w %p %t
lv: Cilne jauna %e %w %p %t
mg: Tab vaovao %e %w %p %t
mi: Ripa hou %e %w %p %t
mk: Ново јазиче %e %w %p %t
ml: പുതിയ ടാബ് %e %w %p %t
mn: Шинэ таб %e %w %p %t
mr: टॅब नवीन %e %w %p %t
mt: Tab ġdid %e %w %p %t
my: တက်ဘ်အသစ် %e %w %p %t
nb: Fane ny %e %w %p %t
ne: ट्याब नयाँ %e %w %p %t
or: ନୂଆ ଟ୍ୟାବ୍ କରନ୍ତୁ | %e %w %p %t
pa: ਨਵੀਂ ਟੈਬ %e %w %p %t
ps: ﯼﻮﻧ ﺐټ %e %w %p %t
ro: Filă nouă %e %w %p %t
rw: Kanda shyashya %e %w %p %t
sd: ﺐﻴٽ ﻥﻮﺌﻧ %e %w %p %t
si: ටැබ් අලුත් %e %w %p %t
sk: Nová karta %e %w %p %t
sl: Zavihek nov %e %w %p %t
sq: Skeda e re %e %w %p %t
sw: Kichupo kipya %e %w %p %t
ta: தாவல் புதியது %e %w %p %t
te: ట్యాబ్ కొత్తది %e %w %p %t
tg: Ҷадвали нав %e %w %p %t
th: แท็บใหม่ %e %w %p %t
tk: Täze goýma %e %w %p %t
tt: Яңа салынма %e %w %p %t
uk: Нова вкладка %e %w %p %t
ur: ﺐﯿﭨ ﺎﯿﻧ %e %w %p %t
uz: Tab yangi %e %w %p %t
vi: Tab mới %e %w %p %t
xh: Ithebhu entsha %e %w %p %t
yi: יַינ באַט %e %w %p %t

source: Tab change dir %e %w %p %t %d
af: Tab verander dir %e %w %p %t %d
am: የትር ለውጥ dir %e %w %p %t %d
ar: ﺮﻳﺩ ﺮﻴﻴﻐﺗ ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ %e %w %p %t %d
be: Рэж. змены ўкладак %e %w %p %t %d
bg: Дир. за промяна на раздела %e %w %p %t %d
bn: ট্যাব পরিবর্তন dir %e %w %p %t %d
ca: Canvi de pestanya dir %e %w %p %t %d
cy: Tab newid dir %e %w %p %t %d
da: Faneskift dir %e %w %p %t %d
eo: Tab ŝanĝi dir %e %w %p %t %d
et: Vahekaardi muutmise kataloog %e %w %p %t %d
eu: Fitxa aldatzeko zuzendaria %e %w %p %t %d
fa: ﻥﺍﺩﺮﮔﺭﺎﮐ ﻪﮔﺮﺑ ﺮﯿﯿﻐﺗ %e %w %p %t %d
fi: Välilehden vaihtohakemisto %e %w %p %t %d
fil: Pagbabago ng tab dir %e %w %p %t %d
fy: Tab feroarje dir %e %w %p %t %d
ga: Athraigh tab dir %e %w %p %t %d
gd: Tab atharrachadh dir %e %w %p %t %d
gl: Dir. de cambio de pestanas %e %w %p %t %d
gu: ટૅબ ફેરફાર dir %e %w %p %t %d
he: תויסיטרכ תפלחה ךירדמ %e %w %p %t %d
hi: टैब बदलें डीआईआर %e %w %p %t %d
hr: Promjena kartice dir %e %w %p %t %d
hu: Tabulátorcsere dir %e %w %p %t %d
hy: Ներդիրի փոփոխության ռեժ %e %w %p %t %d
id: Tab ubah dir %e %w %p %t %d
is: Flipabreyting stj %e %w %p %t %d
ka: ჩანართის შეცვლა რეჟ %e %w %p %t %d
kk: Қойындыны өзгерту %e %w %p %t %d
km: ការផ្លាស់ប្តូរផ្ទាំង dir %e %w %p %t %d
kn: ಟ್ಯಾಬ್ ಬದಲಾಯಿಸಿ %e %w %p %t %d
ku: Tab guhertin dir %e %w %p %t %d
ky: Табакты өзгөртүү дир %e %w %p %t %d
lb: Tab änneren dir %e %w %p %t %d
lo: ແຖບການປ່ຽນແປງ dir %e %w %p %t %d
lt: Skirtuko keitimo vad %e %w %p %t %d
lv: Cilņu maiņas rež %e %w %p %t %d
mg: Tab fanovana dir %e %w %p %t %d
mi: Ripa huringa dir %e %w %p %t %d
mk: Промена на јазичиња реж %e %w %p %t %d
ml: ടാബ് മാറ്റുക %e %w %p %t %d
mn: Табыг өөрчлөх директор %e %w %p %t %d
mr: टॅब बदल dir %e %w %p %t %d
my: တဘ်ပြောင်းလဲခြင်း dir %e %w %p %t %d
nb: Fanebytte dir %e %w %p %t %d
ne: ट्याब परिवर्तन निर्देशक %e %w %p %t %d
or: ଟ୍ୟାବ୍ ପରିବର୍ତ୍ତନ ନିର୍ଦ୍ଦେଶ %e %w %p %t %d
pa: ਟੈਬ ਤਬਦੀਲੀ ਡਾਇਰ %e %w %p %t %d
ps: ﺮﯾﺪﻣ ﻥﻮﻟﺪﺑ ﺐټ ﺩ %e %w %p %t %d
ro: Dir schimbare filă %e %w %p %t %d
rw: Guhindura tab %e %w %p %t %d
sd: ﺮٽڪﻳﺮﺋﺍڊ ﻲﻠﻳﺪﺒﺗ ﺐﻴٽ %e %w %p %t %d
si: ටැබ් වෙනස් කරන්න %e %w %p %t %d
sk: Zmeniť tab %e %w %p %t %d
sl: Sprememba zavihka dir %e %w %p %t %d
sq: Regjia e ndryshimit të skedës %e %w %p %t %d
sw: Badilisha dir ya kichupo %e %w %p %t %d
ta: தாவல் மாற்றம் dir %e %w %p %t %d
te: ట్యాబ్ మార్పు dir %e %w %p %t %d
tg: Тағйир додани директорияи ҷадвал %e %w %p %t %d
th: แท็บเปลี่ยน dir %e %w %p %t %d
tk: Salgy üýtgetmek direktory %e %w %p %t %d
tt: Таблицаны үзгәртү %e %w %p %t %d
uk: Дир. змін вкладок %e %w %p %t %d
ur: dir ﯽﻠﯾﺪﺒﺗ ﺐﯿﭨ %e %w %p %t %d
uz: Yo'riqnomani o'zgartirish %e %w %p %t %d
vi: Tab thay đổi dir %e %w %p %t %d
xh: Ithebhu yokutshintsha i-dir %e %w %p %t %d
yi: ריד ןשיוט באַט %e %w %p %t %d

source: Tab focus %e %w %p %t
af: Oortjie-fokus %e %w %p %t
am: የትር ትኩረት %e %w %p %t
ar: ﺔﻟﻭﺪﺠﻟﺍ ﻰﻠﻋ ﺰﻴﻛﺮﺘﻟﺍ %e %w %p %t
be: Фокус на ўкладцы %e %w %p %t
bg: Фокус на раздела %e %w %p %t
bn: ট্যাব ফোকাস %e %w %p %t
ca: Focus de la pestanya %e %w %p %t
cy: Ffocws tab %e %w %p %t
da: Fanefokus %e %w %p %t
eo: Tab fokuso %e %w %p %t
et: Vahekaardi fookus %e %w %p %t
eu: Fitxa fokua %e %w %p %t
fa: ﻪﮔﺮﺑ ﺱﻮﮐﻮﻓ %e %w %p %t
fi: Välilehden kohdistus %e %w %p %t
fil: Focus sa tab %e %w %p %t
fy: Tab fokus %e %w %p %t
ga: Fócas cluaisíní %e %w %p %t
gd: Fòcas tab %e %w %p %t
gl: Foco das pestanas %e %w %p %t
gu: ટૅબ ફોકસ %e %w %p %t
he: תויסיטרכב דוקימ %e %w %p %t
hi: टैब फोकस %e %w %p %t
hr: Fokus kartice %e %w %p %t
hu: Tabulátor fókusz %e %w %p %t
hy: Ներդիրի ֆոկուս %e %w %p %t
id: Fokus tab %e %w %p %t
is: Flipa fókus %e %w %p %t
ka: ჩანართის ფოკუსირება %e %w %p %t
kk: Қойынды фокусы %e %w %p %t
km: ការផ្តោតអារម្មណ៍ផ្ទាំង %e %w %p %t
kn: ಟ್ಯಾಬ್ ಫೋಕಸ್ %e %w %p %t
ku: Tab fokus %e %w %p %t
ky: Өтмөк фокусу %e %w %p %t
lb: Tab Fokus %e %w %p %t
lo: ແຖບໂຟກັສ %e %w %p %t
lt: Skirtuko fokusavimas %e %w %p %t
lv: Cilnes fokuss %e %w %p %t
mg: Tab fifantohana %e %w %p %t
mi: Ripa arotahi %e %w %p %t
mk: Фокус на јазичето %e %w %p %t
ml: ടാബ് ഫോക്കസ് %e %w %p %t
mn: Таб фокус %e %w %p %t
mr: टॅब फोकस %e %w %p %t
mt: Iffoka tat-tab %e %w %p %t
my: တက်ဘ် အာရုံ %e %w %p %t
nb: Fanefokus %e %w %p %t
ne: ट्याब फोकस %e %w %p %t
or: ଟ୍ୟାବ୍ ଫୋକସ୍ | %e %w %p %t
pa: ਟੈਬ ਫੋਕਸ %e %w %p %t
ps: ﺰﮐﺮﻤﺗ ﺐټ ﺩ %e %w %p %t
ro: Focalizare filă %e %w %p %t
rw: Tab yibanze %e %w %p %t
sd: ﺲڪﻮﻓ ﺐﻴٽ %e %w %p %t
si: ටැබ් අවධානය %e %w %p %t
sk: Zameranie karty %e %w %p %t
sl: Fokus zavihka %e %w %p %t
sq: Fokusi i skedës %e %w %p %t
sw: Mtazamo wa kichupo %e %w %p %t
ta: தாவல் கவனம் %e %w %p %t
te: ట్యాబ్ ఫోకస్ %e %w %p %t
tg: Фокуси ҷадвал %e %w %p %t
th: โฟกัสแท็บ %e %w %p %t
tk: Tablisa ünsi %e %w %p %t
tt: Таблицаның фокусы %e %w %p %t
uk: Фокус вкладки %e %w %p %t
ur: ﺲﮐﻮﻓ ﺐﯿﭨ %e %w %p %t
uz: Tab fokus %e %w %p %t
vi: Tiêu điểm tab %e %w %p %t
xh: Ukugxila kwithebhu %e %w %p %t
yi: סוקאָפ באַט %e %w %p %t
