Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Directory Missing
af: Gids ontbreek
am: ማውጫ ይጎድላል
ar: ﺩﻮﻘﻔﻣ ﻞﻴﻟﺪﻟﺍ
be: Каталог адсутнічае
bg: Липсва директория
bn: ডিরেক্টরি অনুপস্থিত
ca: Falta directori
cy: Cyfeiriadur ar goll
da: Directory mangler
eo: Dosierujo Mankas
et: Kataloog puudub
eu: Direktorioa falta da
fa: ﺖﺳﺍ ﻩﺪﺷ ﻢﮔ ﺖﺳﺮﻬﻓ
fi: Hakemisto puuttuu
fil: Nawawala ang Direktoryo
ga: Eolaire ar Iarraidh
gd: Directory a dhìth
gl: Falta o directorio
gu: ડિરેક્ટરી ખૂટે છે
he: רסח ךירדמ
hi: निर्देशिका गुम
hr: Imenik nedostaje
hu: Címtár hiányzik
hy: Գրացուցակը բացակայում է
id: Direktori Tidak Ada
is: Skrá vantar
ka: დირექტორია აკლია
kk: Каталог жоқ
km: បាត់ថត
kn: ಡೈರೆಕ್ಟರಿ ಕಾಣೆಯಾಗಿದೆ
ky: Каталог жок
lb: Verzeechnes vermësst
lo: ໄດເລກະທໍລີຫາຍໄປ
lt: Trūksta Katalogo
lv: Trūkst direktorija
mg: Directory tsy hita
mi: Kua ngaro te whaiaronga
mk: Недостасува директориум
ml: ഡയറക്ടറി കാണുന്നില്ല
mn: Лавлах байхгүй байна
mr: निर्देशिका गहाळ आहे
mt: Direttorju Nieqes
my: အဘိဓာန်ပျောက်နေသည်။
nb: Katalog mangler
ne: निर्देशिका हराइरहेको छ
or: ଡିରେକ୍ଟୋରୀ ନିଖୋଜ |
pa: ਡਾਇਰੈਕਟਰੀ ਗੁੰਮ ਹੈ
ps: ﯼﻮﺷ ﮎﺭﻭ ﺩﻮښﺭﻻ﻿
ro: Director lipsește
rw: Ububiko
sd: ﺐﺋﺎﻏ ﻱﺮٽڪﻳﺭﺍڊ
si: නාමාවලිය අතුරුදහන්
sk: Chýba adresár
sl: Imenik manjka
sq: Drejtoria mungon
sw: Saraka Haipo
ta: கோப்பகம் காணவில்லை
te: డైరెక్టరీ లేదు
tg: Директория нест
th: ไดเรกทอรีหายไป
tk: Katalog ýok
tt: Белешмәлек юкка чыга
uk: Довідник відсутній
ur: ۔ﮯﮨ ﺐﺋﺎﻏ ﯼﺮﭩﮑﯾﺮﺋﺍﮈ
uz: Katalog yoʻq
vi: Thư mục bị thiếu
xh: Uluhlu alukho
yi: Directory קידנלעפ

source: Choose Backup For Info
af: Kies Rugsteun vir inligting
am: ለመረጃ ምትኬን ይምረጡ
ar: ﺕﺎﻣﻮﻠﻌﻤﻠﻟ ﻲﻃﺎﻴﺘﺣﻻ﻿ﺍ ﺦﺴﻨﻟﺍ ﺮﺘﺧﺍ
be: Выберыце Рэзервовае капіраванне для атрымання інфармацыі
bg: Изберете Архивиране за информация
bn: তথ্যের জন্য ব্যাকআপ নির্বাচন করুন
ca: Trieu Còpia de seguretat per obtenir informació
cy: Dewiswch Backup For Info
da: Vælg Backup for info
eo: Elektu Rezervon Por Informoj
et: Teabe saamiseks valige Varundamine
eu: Aukeratu Informazioa lortzeko babeskopia
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﺕﺎﻋﻼ﻿ﻃﺍ ﯼﺍﺮﺑ ﯼﺮﯿﮔ ﻥﺎﺒﯿﺘﺸﭘ
fi: Valitse Tietoa varten Varmuuskopio
fil: Piliin ang Backup Para sa Impormasyon
fy: Kies Reservekopy foar ynformaasje
ga: Roghnaigh Cúltaca le haghaidh Faisnéise
gd: Tagh Cùl-taic Airson Fiosrachadh
gl: Escolla Copia de seguranza para obter información
gu: માહિતી માટે બેકઅપ પસંદ કરો
he: עדימ תלבקל יוביג רחב
hi: जानकारी के लिए बैकअप चुनें
hr: Odaberite Sigurnosna kopija za informacije
hu: Válassza a Biztonsági mentés lehetőséget információért
hy: Ընտրեք Կրկնօրինակում տեղեկատվության համար
id: Pilih Cadangan Untuk Info
is: Veldu öryggisafrit til að fá upplýsingar
ka: აირჩიეთ სარეზერვო საშუალება ინფორმაციისთვის
kk: Ақпараттың сақтық көшірмесін таңдаңыз
km: ជ្រើសរើសការបម្រុងទុកសម្រាប់ព័ត៌មាន
kn: ಮಾಹಿತಿಗಾಗಿ ಬ್ಯಾಕಪ್ ಆಯ್ಕೆಮಾಡಿ
ku: Ji bo Agahdariyê Backup hilbijêrin
ky: Маалымат үчүн камдык көчүрмөнү тандаңыз
lb: Wielt Backupsatellit Fir Infoen
lo: ເລືອກ Backup ສໍາລັບຂໍ້ມູນ
lt: Norėdami gauti informacijos, pasirinkite atsarginę kopiją
lv: Informācijai izvēlieties Dublējums
mg: Mifidiana Backup For Info
mi: Kōwhiria te Pūrua mō te Mōhiohio
mk: Изберете резервна копија за информации
ml: വിവരങ്ങൾക്ക് ബാക്കപ്പ് തിരഞ്ഞെടുക്കുക
mn: Мэдээллийн нөөцлөлтийг сонгоно уу
mr: माहितीसाठी बॅकअप निवडा
mt: Agħżel Backup Għall-Informazzjoni
my: အချက်အလက်အတွက် Backup ကိုရွေးချယ်ပါ။
nb: Velg Sikkerhetskopiering for info
ne: जानकारीको लागि ब्याकअप छनौट गर्नुहोस्
or: ସୂଚନା ପାଇଁ ବ୍ୟାକଅପ୍ ବାଛନ୍ତୁ |
pa: ਜਾਣਕਾਰੀ ਲਈ ਬੈਕਅੱਪ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﭖﺍ ﮏﯿﺑ ﻩﺭﺎﭙﻟ ﻮﺗﺎﻣﻮﻠﻌﻣ ﺩ
ro: Alegeți Backup pentru informații
rw: Hitamo Ububiko Bwamakuru
sd: ﻮﻳڊﻧﻮﭼ ﭖﺍ ڪﻴﺑ ءِﻻ﻿ ﺕﺎﻣﻮﻠﻌﻣ
si: තොරතුරු සඳහා උපස්ථ තෝරන්න
sk: Pre informácie vyberte Zálohovať
sl: Izberite Varnostno kopiranje za informacije
sq: Zgjidhni Rezervimi për informacion
sw: Chagua Hifadhi Nakala Kwa Maelezo
ta: தகவலுக்கான காப்புப்பிரதியைத் தேர்ந்தெடுக்கவும்
te: సమాచారం కోసం బ్యాకప్ ఎంచుకోండి
tg: Нусхабардории маълумотро интихоб кунед
th: เลือกสำรองข้อมูลสำหรับข้อมูล
tk: Maglumat üçin ätiýaçlyk nusgasyny saýlaň
tt: Мәгълүмат өчен резервны сайлагыз
uk: Виберіть Резервне копіювання для отримання інформації
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﭖﺍ ﮏﯿﺑ ﮯﯿﻟ ﮯﮐ ﺕﺎﻣﻮﻠﻌﻣ
uz: Ma'lumot uchun zaxira nusxasini tanlang
vi: Chọn sao lưu để biết thông tin
xh: Khetha iBackup yoLwazi
yi: עיצאַמראָפֿניא ראַפֿ פּוקקאַב ןביַילק

source: MBR File
af: MBR lêer
am: MBR ፋይል
ar: MBR ﻒﻠﻣ
be: Файл MBR
bg: MBR файл
bn: এমবিআর ফাইল
ca: Fitxer MBR
cy: Ffeil MBR
da: MBR fil
eo: MBR-dosiero
et: MBR-fail
eu: MBR fitxategia
fa: MBR ﻞﯾﺎﻓ
fi: MBR-tiedosto
fy: MBR triem
ga: Comhad MBR
gd: Faidhle MBR
gl: Ficheiro MBR
gu: MBR ફાઇલ
he: MBR ץבוק
hi: एमबीआर फ़ाइल
hr: MBR datoteka
hu: MBR fájl
hy: MBR ֆայլ
id: File MBR
is: MBR skrá
ka: MBR ფაილი
kk: MBR файлы
km: ឯកសារ MBR
kn: MBR ಫೈಲ್
ku: Pelê MBR
ky: MBR файлы
lb: MBR Datei
lo: ໄຟລ໌ MBR
lt: MBR failas
lv: MBR fails
mg: fisie MBR
mi: Kōnae MBR
mk: MBR датотека
ml: MBR ഫയൽ
mn: MBR файл
mr: MBR फाइल
mt: Fajl MBR
my: MBR ဖိုင်
nb: MBR-fil
ne: MBR फाइल
or: MBR ଫାଇଲ୍ |
pa: MBR ਫਾਈਲ
ps: ﻞﯾﺎﻓ MBR ﺩ
ro: Fișier MBR
rw: Idosiye ya MBR
sd: MBR ﻞﺋﺎﻓ
si: MBR ගොනුව
sk: Súbor MBR
sl: Datoteka MBR
sq: Skedari MBR
sw: Faili ya MBR
ta: MBR கோப்பு
te: MBR ఫైల్
tg: Файли MBR
th: ไฟล์ MBR
tk: MBR faýly
tt: MBR Файл
uk: Файл MBR
ur: ﻞﺋﺎﻓ ﺭﺁ ﯽﺑ ﻢﯾﺍ
uz: MBR fayli
vi: Tệp MBR
xh: Ifayile ye-MBR
yi: MBR עקעט

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
af: Op grond van sy naam blyk dit dat die geselekteerde lêer 'n MBR-rugsteunlêer is. Geen ander inligting is beskikbaar vir hierdie tipe rugsteun nie.
am: በስሙ መሰረት የተመረጠው ፋይል የ MBR መጠባበቂያ ፋይል ይመስላል. ለዚህ አይነት ምትኬ ሌላ መረጃ አይገኝም።
ar: .ﻲﻃﺎﻴﺘﺣﻻ﻿ﺍ ﺦﺴﻨﻟﺍ ﻦﻣ ﻉﻮﻨﻟﺍ ﺍﺬﻬﻟ ﺔﺣﺎﺘﻣ ﻯﺮﺧﺃ ﺕﺎﻣﻮﻠﻌﻣ ﺪﺟﻮﺗ ﻻ﻿ .MBR ﻲﻃﺎﻴﺘﺣﺍ ﺦﺴﻧ ﻒﻠﻣ ﻮﻫ ﺩﺪﺤﻤﻟﺍ ﻒﻠﻤﻟﺍ ﻥﺃ ﻭﺪﺒﻳ ، ﻪﻤﺳﺍ ﻰﻠﻋ ًءﺎﻨﺑ
be: Зыходзячы з назвы, абраны файл выглядае як файл рэзервовай копіі MBR. Іншай інфармацыі для гэтага тыпу рэзервовага капіявання няма.
bg: Въз основа на името му избраният файл изглежда е MBR архивен файл. Няма друга информация за този тип архивиране.
bn: এর নামের উপর ভিত্তি করে, নির্বাচিত ফাইলটি একটি MBR ব্যাকআপ ফাইল বলে মনে হচ্ছে। এই ধরনের ব্যাকআপের জন্য অন্য কোন তথ্য পাওয়া যায় না।
ca: Segons el seu nom, sembla que el fitxer seleccionat és un fitxer de còpia de seguretat MBR. No hi ha cap altra informació disponible per a aquest tipus de còpia de seguretat.
cy: Yn seiliedig ar ei enw, ymddengys bod y ffeil a ddewiswyd yn ffeil wrth gefn MBR. Nid oes unrhyw wybodaeth arall ar gael ar gyfer y math hwn o gefn.
da: Baseret på dens navn ser den valgte fil ud til at være en MBR backup-fil. Ingen andre oplysninger er tilgængelige for denne type sikkerhedskopiering.
eo: Surbaze de ĝia nomo, la elektita dosiero ŝajnas esti MBR rezerva dosiero. Neniuj aliaj informoj disponeblas por ĉi tiu tipo de sekurkopio.
et: Nime põhjal näib valitud fail olevat MBR-i varukoopiafail. Seda tüüpi varundamise kohta pole muud teavet saadaval.
eu: Bere izenaren arabera, hautatutako fitxategia MBR babeskopia fitxategia dela dirudi. Ez dago beste informaziorik babeskopia mota honetarako.
fa: .ﺖﺴﯿﻧ ﺱﺮﺘﺳﺩ ﺭﺩ ﻥﺎﺒﯿﺘﺸﭘ ﻉﻮﻧ ﻦﯾﺍ ﯼﺍﺮﺑ ﯼﺮﮕﯾﺩ ﺕﺎﻋﻼ﻿ﻃﺍ .ﺪﺷﺎﺑ MBR ﻥﺎﺒﯿﺘﺸﭘ ﻞﯾﺎﻓ ﮏﯾ ﯽﺑﺎﺨﺘﻧﺍ ﻞﯾﺎﻓ ﺪﺳﺭ ﯽﻣ ﺮﻈﻧ
fi: Nimensä perusteella valittu tiedosto näyttää olevan MBR-varmuuskopiotiedosto. Tämän tyyppisestä varmuuskopiosta ei ole saatavilla muita tietoja.
fil: Batay sa pangalan nito, lumilitaw na isang MBR backup file ang napiling file. Walang ibang impormasyon na magagamit para sa ganitong uri ng backup.
fy: Op grûn fan syn namme liket it selektearre bestân in MBR-backupbestân te wêzen. Gjin oare ynformaasje is beskikber foar dit soarte fan reservekopy.
ga: Bunaithe ar a ainm, is cosúil gur comhad cúltaca MBR an comhad roghnaithe. Níl aon fhaisnéis eile ar fáil don chineál seo cúltaca.
gd: A rèir ainm, tha coltas gur e faidhle cùl-taic MBR a th ’anns an fhaidhle taghte. Chan eil fiosrachadh sam bith eile ri fhaighinn airson an seòrsa cùl-taic seo.
gl: Segundo o seu nome, o ficheiro seleccionado parece ser un ficheiro de copia de seguranza MBR. Non hai outra información dispoñible para este tipo de copia de seguridade.
gu: તેના નામના આધારે, પસંદ કરેલી ફાઇલ MBR બેકઅપ ફાઇલ હોય તેવું લાગે છે. આ પ્રકારના બેકઅપ માટે અન્ય કોઈ માહિતી ઉપલબ્ધ નથી.
he: .יוביג לש הז גוס רובע ןימז רחא עדימ ןיא .MBR יוביג ץבוקכ הארנ רחבנש ץבוקה ,ומש לע ססבתהב
hi: इसके नाम के आधार पर, चयनित फ़ाइल एमबीआर बैकअप फ़ाइल प्रतीत होती है। इस प्रकार के बैकअप के लिए कोई अन्य जानकारी उपलब्ध नहीं है।
hr: Na temelju svog naziva, čini se da je odabrana datoteka MBR datoteka sigurnosne kopije. Za ovu vrstu sigurnosne kopije nisu dostupne druge informacije.
hu: A neve alapján a kiválasztott fájl MBR biztonsági mentési fájlnak tűnik. Az ilyen típusú biztonsági mentéshez más információ nem áll rendelkezésre.
hy: Ելնելով իր անունից՝ ընտրված ֆայլը կարծես MBR կրկնօրինակ ֆայլ է: Այս տեսակի պահուստավորման համար այլ տեղեկություններ չկան:
id: Berdasarkan namanya, file yang dipilih tampaknya merupakan file cadangan MBR. Tidak ada informasi lain yang tersedia untuk jenis cadangan ini.
is: Miðað við nafnið virðist valda skráin vera MBR öryggisafrit. Engar aðrar upplýsingar eru tiltækar fyrir þessa tegund af öryggisafriti.
ka: მისი სახელიდან გამომდინარე, არჩეული ფაილი, როგორც ჩანს, არის MBR სარეზერვო ფაილი. სხვა ინფორმაცია არ არის ხელმისაწვდომი ამ ტიპის სარეზერვო ასლის შესახებ.
kk: Атауының негізінде таңдалған файл MBR сақтық көшірме файлы болып көрінеді. Сақтық көшірменің бұл түрі үшін басқа ақпарат жоқ.
km: ដោយផ្អែកលើឈ្មោះរបស់វា ឯកសារដែលបានជ្រើសរើសហាក់ដូចជាឯកសារបម្រុងទុក MBR ។ មិនមានព័ត៌មានផ្សេងទៀតសម្រាប់ការបម្រុងទុកប្រភេទនេះទេ។
kn: ಅದರ ಹೆಸರಿನ ಆಧಾರದ ಮೇಲೆ, ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ MBR ಬ್ಯಾಕಪ್ ಫೈಲ್ ಆಗಿ ಕಂಡುಬರುತ್ತದೆ. ಈ ರೀತಿಯ ಬ್ಯಾಕಪ್u200cಗೆ ಯಾವುದೇ ಇತರ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ.
ku: Li ser bingeha navê wê, pelê hilbijartî wekî pelek hilanînê ya MBR xuya dike. Ti agahiyek din ji bo vê celebê hilanînê tune.
ky: Анын аталышынын негизинде тандалган файл MBR камдык файлы болуп көрүнөт. Мындай камдык көчүрмө үчүн башка маалымат жок.
lb: Baséierend op säin Numm, schéngt déi gewielte Datei eng MBR Backupdatei ze sinn. Keng aner Informatioun ass verfügbar fir dës Zort vu Backup.
lo: ອີງu200bຕາມu200bຊື່u200bຂອງu200bມັນu200b, ໄຟລu200b໌u200bທີ່u200bເລືອກu200bປະu200bກົດu200bວ່າu200bເປັນu200bໄຟລu200b໌u200bສໍາu200bຮອງu200bຂໍ້u200bມູນ MBRu200b. ບໍ່ມີຂໍ້ມູນອື່ນສໍາລັບການສໍາຮອງຂໍ້ມູນປະເພດນີ້.
lt: Pagal pavadinimą pasirinktas failas atrodo kaip MBR atsarginės kopijos failas. Kitos informacijos apie šio tipo atsargines kopijas nėra.
lv: Pamatojoties uz tā nosaukumu, atlasītais fails šķiet MBR dublējuma fails. Cita informācija par šāda veida dublēšanu nav pieejama.
mg: Araka ny anarany, ny rakitra voafantina dia toa rakitra backup MBR. Tsy misy fampahalalana hafa ho an'ity karazana backup ity.
mi: I runga i tona ingoa, te ahua o te konae kua tohua he konae taapiri MBR. Karekau he korero e waatea ana mo tenei momo taapiri.
mk: Врз основа на неговото име, избраната датотека се чини дека е резервна датотека MBR. Нема достапни други информации за овој тип на резервна копија.
ml: അതിന്റെ പേരിനെ അടിസ്ഥാനമാക്കി, തിരഞ്ഞെടുത്ത ഫയൽ ഒരു MBR ബാക്കപ്പ് ഫയലായി കാണപ്പെടുന്നു. ഇത്തരത്തിലുള്ള ബാക്കപ്പിനായി മറ്റ് വിവരങ്ങളൊന്നും ലഭ്യമല്ല.
mn: Нэрнээс нь харахад сонгосон файл нь MBR нөөц файл юм шиг харагдаж байна. Энэ төрлийн нөөцлөлтийн талаар өөр мэдээлэл байхгүй байна.
mr: त्याच्या नावावर आधारित, निवडलेली फाइल MBR बॅकअप फाइल असल्याचे दिसते. या प्रकारच्या बॅकअपसाठी इतर कोणतीही माहिती उपलब्ध नाही.
mt: Ibbażat fuq isimha, il-fajl magħżul jidher li huwa fajl backup MBR. L-ebda informazzjoni oħra mhi disponibbli għal dan it-tip ta' backup.
my: ၎င်း၏အမည်ကို အခြေခံ၍ ရွေးချယ်ထားသောဖိုင်သည် MBR အရန်ဖိုင်တစ်ခု ဖြစ်ပုံရသည်။ ဤအရန်သိမ်းဆည်းခြင်းအမျိုးအစားအတွက် အခြားအချက်အလက်များကို မရနိုင်ပါ။
nb: Basert på navnet, ser den valgte filen ut til å være en MBR-sikkerhetskopi. Ingen annen informasjon er tilgjengelig for denne typen sikkerhetskopiering.
ne: यसको नामको आधारमा, चयन गरिएको फाइल MBR ब्याकअप फाइल जस्तो देखिन्छ। यस प्रकारको ब्याकअपको लागि कुनै अन्य जानकारी उपलब्ध छैन।
or: ଏହାର ନାମ ଉପରେ ଆଧାର କରି, ମନୋନୀତ ଫାଇଲ୍ ଏକ MBR ବ୍ୟାକଅପ୍ ଫାଇଲ୍ ପରି ଦେଖାଯାଏ | ଏହି ପ୍ରକାର ବ୍ୟାକଅପ୍ ପାଇଁ ଅନ୍ୟ କ information ଣସି ସୂଚନା ଉପଲବ୍ଧ ନାହିଁ |
pa: ਇਸਦੇ ਨਾਮ ਦੇ ਆਧਾਰ 'ਤੇ, ਚੁਣੀ ਗਈ ਫਾਈਲ ਇੱਕ MBR ਬੈਕਅੱਪ ਫਾਈਲ ਜਾਪਦੀ ਹੈ। ਇਸ ਕਿਸਮ ਦੇ ਬੈਕਅੱਪ ਲਈ ਕੋਈ ਹੋਰ ਜਾਣਕਾਰੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
ps: .ﻱﺮﻠﻧ ﻥﻮﺘﺷ ﺕﺎﻣﻮﻠﻌﻣ ﺭﻮﻧ ﻩﺭﺎﭙﻟ ﭖﺍ ﮏﯿﺑ ﻝﻭډ ﯤﺩ ﺩ .ﻱﺭﺎﮑښ ﻞﯾﺎﻓ ﭖﺍ ﮏﯿﺑ MBR ﺩ ﻞﯾﺎﻓ ﯤﻮﺷ ﻞﮐﺎټ ،ټﺴﻨﺑ ﺮﭘ ﻡﻮﻧ ﯤﺩ ﺩ
ro: Pe baza numelui său, fișierul selectat pare a fi un fișier de rezervă MBR. Nu sunt disponibile alte informații pentru acest tip de backup.
rw: Ukurikije izina ryayo, dosiye yatoranijwe isa nkaho ari dosiye yububiko bwa MBR. Nta yandi makuru aboneka kuri ubu bwoko bwa backup.
sd: .ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ ﺕﺎﻣﻮﻠﻌﻣ ﻪﺑ ﺎڪ ﻲﭔ ءِﻻ﻿ ﭖﺍ ڪﻴﺑ ﻲﺟ ﻢﺴﻗ ﻦﻫ .ﻞﺋﺎﻓ ﭖﺍ ڪﻴﺑ MBR ﻲﭤ ﻲﺌﭤ ﺮﻫﺎﻇ ﻞﺋﺎﻓ ﻞﻳڊﻧﻮﭼ ،ﻲﺗ ﺩﺎﻴﻨﺑ ﻲﺟ
si: එහි නම මත පදනම්ව, තෝරාගත් ගොනුව MBR උපස්ථ ගොනුවක් ලෙස පෙනේ. මෙම ආකාරයේ උපස්ථ සඳහා වෙනත් තොරතුරු නොමැත.
sk: Na základe názvu sa vybratý súbor javí ako záložný súbor MBR. Pre tento typ zálohy nie sú dostupné žiadne ďalšie informácie.
sl: Na podlagi svojega imena se zdi, da je izbrana datoteka varnostna kopija MBR. Za to vrsto varnostne kopije ni na voljo nobenih drugih informacij.
sq: Bazuar në emrin e tij, skedari i zgjedhur duket të jetë një skedar rezervë MBR. Nuk disponohet asnjë informacion tjetër për këtë lloj rezervimi.
sw: Kulingana na jina lake, faili iliyochaguliwa inaonekana kuwa faili ya chelezo ya MBR. Hakuna maelezo mengine yanayopatikana kwa aina hii ya hifadhi rudufu.
ta: அதன் பெயரின் அடிப்படையில், தேர்ந்தெடுக்கப்பட்ட கோப்பு MBR காப்பு கோப்பாகத் தோன்றும். இந்த வகையான காப்புப்பிரதிக்கு வேறு எந்த தகவலும் இல்லை.
te: దాని పేరు ఆధారంగా, ఎంచుకున్న ఫైల్ MBR బ్యాకప్ ఫైల్u200cగా కనిపిస్తుంది. ఈ రకమైన బ్యాకప్ కోసం ఇతర సమాచారం అందుబాటులో లేదు.
tg: Бар асоси номи он, файли интихобшуда файли захиравии MBR ба назар мерасад. Барои ин намуди нусхабардорӣ маълумоти дигар дастрас нест.
th: ตามชื่อ ไฟล์ที่เลือกดูเหมือนจะเป็นไฟล์สำรอง MBR ไม่มีข้อมูลอื่นสำหรับการสำรองข้อมูลประเภทนี้
tk: Adyna esaslanyp, saýlanan faýl MBR ätiýaçlyk faýly ýaly bolup görünýär. Bu ätiýaçlyk nusgasy üçin başga maglumat ýok.
tt: Аның исеменә нигезләнеп, сайланган файл MBR резерв файл булып күренә. Бу төр резервлау өчен бүтән мәгълүмат юк.
uk: На основі назви вибраний файл виглядає як файл резервної копії MBR. Іншої інформації щодо цього типу резервного копіювання немає.
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﺏﺎﯿﺘﺳﺩ ﺕﺎﻣﻮﻠﻌﻣ ﯼﺮﺳﻭﺩ ﯽﺋﻮﮐ ﮯﯿﻟ ﮯﮐ ﭖﺍ ﮏﯿﺑ ﮯﮐ ﻢﺴﻗ ﺱﺍ ۔ﮯﮨ ﯽﺗﻮﮨ ﻡﻮﻠﻌﻣ ﻞﺋﺎﻓ ﭖﺍ ﮏﯿﺑ MBR ﻞﺋﺎﻓ ﺐﺨﺘﻨﻣ ،
uz: Nomidan kelib chiqqan holda, tanlangan fayl MBR zaxira fayli bo'lib ko'rinadi. Ushbu turdagi zaxira uchun boshqa ma'lumotlar mavjud emas.
vi: Dựa trên tên của nó, tệp đã chọn dường như là tệp sao lưu MBR. Không có thông tin nào khác cho loại sao lưu này.
xh: Ngokusekwe kwigama layo, ifayile ekhethiweyo ibonakala iyifayile yogcino lwe-MBR. Alukho olunye ulwazi olukhoyo kolu hlobo logcino.
yi: .פּאַקאַב ןופ פּיט םעד ראַפֿ אצמינב זיא עיצאַמראָפֿניא ערעדנא ןייק .עקעט פּאַקאַב MBR אַ זיא עקעט ןבילקעגסיוא יד ,ן

source: Restore Info
af: Herstel inligting
am: መረጃን ወደነበረበት መልስ
ar: ﺕﺎﻣﻮﻠﻌﻤﻟﺍ ﺓﺩﺎﻌﺘﺳﺍ
be: Аднавіць інфармацыю
bg: Възстановяване на информация
bn: তথ্য পুনরুদ্ধার করুন
ca: Restaura la informació
cy: Adfer Gwybodaeth
da: Gendan info
eo: Restarigi Informojn
et: Teabe taastamine
eu: Leheneratu informazioa
fa: ﺕﺎﻋﻼ﻿ﻃﺍ ﯽﺑﺎﯾﺯﺎﺑ
fi: Palauta tiedot
fil: Ibalik ang Impormasyon
fy: Info weromsette
ga: Athchóirigh Eolas
gd: Thoir air ais fiosrachadh
gl: Restaurar información
gu: માહિતી પુનઃસ્થાપિત કરો
he: עדימ רוזחש
hi: जानकारी पुनर्स्थापित करें
hr: Vrati informacije
hu: Információ visszaállítása
hy: Վերականգնել տեղեկատվությունը
id: Kembalikan Info
is: Endurheimta upplýsingar
ka: ინფორმაციის აღდგენა
kk: Ақпаратты қалпына келтіру
km: ស្ដារព័ត៌មាន
kn: ಮಾಹಿತಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ku: Agahdariyê vegerînin
ky: Маалыматты калыбына келтирүү
lb: Restauréieren Info
lo: ຟື້ນຟູຂໍ້ມູນ
lt: Atkurti informaciją
lv: Atjaunot informāciju
mg: Avereno ny fampahalalana
mi: Whakahokia nga korero
mk: Враќање информации
ml: വിവരങ്ങൾ പുനഃസ്ഥാപിക്കുക
mn: Мэдээллийг сэргээх
mr: माहिती पुनर्संचयित करा
mt: Irrestawra l-Informazzjoni
my: အချက်အလက်ကို ပြန်ယူပါ။
nb: Gjenopprett info
ne: जानकारी पुनर्स्थापना गर्नुहोस्
or: ସୂଚନା ପୁନରୁଦ୍ଧାର କରନ୍ତୁ |
pa: ਜਾਣਕਾਰੀ ਰੀਸਟੋਰ ਕਰੋ
ps: ﻝﻮځﺮګﺍﺭ ﻪﺗﺮﯿﺑ ﺕﺎﻣﻮﻠﻌﻣ
ro: Restabiliți informațiile
rw: Kugarura Amakuru
sd: ﻮﻳﺮڪ ﻝﺎﺤﺑ ﺕﺎﻣﻮﻠﻌﻣ
si: තොරතුරු ප්u200dරතිසාධනය කරන්න
sk: Obnoviť informácie
sl: Obnovi informacije
sq: Rivendos informacionin
sw: Rejesha Maelezo
ta: தகவலை மீட்டமை
te: సమాచారాన్ని పునరుద్ధరించండి
tg: Барқарор кардани маълумот
th: กู้คืนข้อมูล
tk: Maglumatlary dikeltmek
tt: Мәгълүматны торгызу
uk: Відновити інформацію
ur: ۔ﮟﯾﺮﮐ ﻝﺎﺤﺑ ﺕﺎﻣﻮﻠﻌﻣ
uz: Ma'lumotni tiklash
vi: Khôi phục thông tin
xh: Buyisela Ulwazi
yi: עיצאַמראָפֿניא ראָטסיר
