Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
af: Jou opdragreël is meer as 2000 karakters en kan afgekap word wanneer dit gestoor word. Oorweeg dit om eerder 'n opdragskrip te gebruik deur Skrip op die Opdrag-oortjie te kies.
am: የትእዛዝ መስመርዎ ከ2000 ቁምፊዎች በላይ ነው እና ሲቀመጥ ሊቆራረጥ ይችላል። በትእዛዝ ትሩ ላይ ስክሪፕት በመምረጥ በምትኩ የትእዛዝ ስክሪፕት ለመጠቀም ያስቡበት።
ar: .ﺮﻣﺍﻭﻷ﻿ﺍ ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ ﻲﻓ ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﺪﻳﺪﺤﺗ ﻖﻳﺮﻃ ﻦﻋ ﻚﻟﺫ ﻦﻣ ًﻻ﻿ﺪﺑ ﺮﻣﺍﻭﻸ﻿ﻟ ﻲﺼﻧ ﺞﻣﺎﻧﺮﺑ ﻡﺍﺪﺨﺘﺳﺍ ﻙﺭﺎﺒﺘﻋﺍ ﻲﻓ ﻊﺿ .ﻪﻈﻔﺣ ﺪﻨﻋ ﻪﻋﺎﻄﺘﻗﺍ ﻦﻜﻤﻳﻭ
be: Ваш камандны радок мае больш за 2000 знакаў і можа быць абрэзаны пры захаванні. Разгледзьце магчымасць выкарыстання каманднага сцэнарыя замест гэтага, выбраўшы Script на ўкладцы Command.
bg: Вашият команден ред е по-дълъг от 2000 знака и може да бъде съкратен при запис. Помислете вместо това да използвате команден скрипт, като изберете Скрипт в раздела Команда.
bn: আপনার কমান্ড লাইন 2000 অক্ষরের বেশি এবং সংরক্ষিত হলে তা কেটে ফেলা হতে পারে। কমান্ড ট্যাবে স্ক্রিপ্ট নির্বাচন করে পরিবর্তে একটি কমান্ড স্ক্রিপ্ট ব্যবহার করার কথা বিবেচনা করুন।
ca: La vostra línia d'ordres té més de 2000 caràcters i es pot truncar quan es deseu. Penseu en utilitzar un script d'ordres seleccionant Script a la pestanya Ordre.
cy: Mae eich llinell orchymyn yn fwy na 2000 nod a gellir ei chwtogi wrth ei chadw. Ystyriwch ddefnyddio sgript gorchymyn yn lle trwy ddewis Sgript ar y tab Gorchymyn.
da: Din kommandolinje er på mere end 2000 tegn og kan afkortes, når den gemmes. Overvej at bruge et kommandoscript i stedet ved at vælge Script på fanen Kommando.
eo: Via komandlinio estas pli granda ol 2000 signoj kaj povas esti detranĉita kiam konservata. Konsideru uzi komandan skripton anstataŭe elektante Skripton sur la komanda langeto.
et: Teie käsurida on pikem kui 2000 tähemärki ja seda võidakse salvestamisel kärpida. Kaaluge selle asemel käsuskripti kasutamist, valides vahekaardil Käsk suvandi Skript.
eu: Zure komando-lerroak 2000 karaktere baino gehiago ditu eta gordetzean moztu egin daiteke. Demagun komando-script bat erabiltzea Komando fitxan Script hautatuta.
fa: .ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ ﻥﺎﻣﺮﻓ ﺖﭙﯾﺮﮑﺳﺍ ﮏﯾ ﺯﺍ ﻥﺁ ﯼﺎﺟ ﻪﺑ Command ﺐﺗ ﺭﺩ Script ﺏﺎﺨﺘﻧﺍ ﺎﺑ .ﺩﻮﺷ ﻩﺎﺗﻮﮐ ﻩﺮﯿﺧﺫ ﻡﺎﮕﻨﻫ ﺭ
fi: Komentorivilläsi on yli 2000 merkkiä ja se voidaan katkaista tallennuksen yhteydessä. Harkitse komentosarjan käyttöä sen sijaan valitsemalla Komento-välilehdeltä Komentosarja.
fil: Ang iyong command line ay higit sa 2000 character at maaaring putulin kapag nai-save. Pag-isipang gumamit ng command script sa halip sa pamamagitan ng pagpili sa Script sa tab na Command.
fy: Jo kommandorigel is grutter dan 2000 tekens en kin ôfbrutsen wurde as jo opslein wurde. Tink oan it brûken fan in kommandoskript ynstee troch Skript te selektearjen op it ljepblêd Kommando.
ga: Tá do líne ordaithe níos mó ná 2000 carachtar agus féadfar í a theannadh nuair a shábhálfar í. Smaoinigh ar script ordaithe a úsáid ina ionad trí Script a roghnú ar an táb Ordú.
gd: Tha an loidhne-àithne agad nas motha na 2000 caractar agus dh ’fhaodadh a bhith air a theàrnadh nuair a thèid a shàbhaladh. Beachdaich air a bhith a ’cleachdadh sgriobt àithne le bhith a’ taghadh Sgriobt air an taba Command.
gl: A túa liña de comandos ten máis de 2000 caracteres e é posible que se trunque cando se garda. Considere usar un script de comandos seleccionando Script na pestana Comando.
gu: તમારી કમાન્ડ લાઇન 2000 અક્ષરો કરતાં મોટી છે અને જ્યારે સાચવવામાં આવે ત્યારે તેને કાપી નાખવામાં આવી શકે છે. કમાન્ડ ટેબ પર સ્ક્રિપ્ટ પસંદ કરીને તેના બદલે કમાન્ડ સ્ક્રિપ્ટનો ઉપયોગ કરવાનું વિચારો.
he: .הדוקפ הייסיטרכב טפירקסב הריחב ידי לע תאז םוקמב הדוקפ טפירקסב שמתשהל לוקש .הרימשה תעב עטקיהל היושעו
hi: आपकी कमांड लाइन 2000 वर्णों से अधिक है और सहेजे जाने पर इसे छोटा किया जा सकता है। कमांड टैब पर स्क्रिप्ट का चयन करने के बजाय कमांड स्क्रिप्ट का उपयोग करने पर विचार करें।
hr: Vaš naredbeni redak ima više od 2000 znakova i može biti skraćen kada se spremi. Umjesto toga razmislite o korištenju naredbene skripte odabirom Skripta na kartici Naredba.
hu: A parancssor 2000 karakternél hosszabb, és mentéskor csonkolható. Fontolja meg egy parancsszkript használatát a Parancs lapon található Parancsfájl kiválasztásával.
hy: Ձեր հրամանի տողը 2000 նիշից ավելի է և կարող է կրճատվել, երբ պահպանվի: Մտածեք հրամանի սկրիպտ օգտագործելու փոխարեն՝ Հրաման ներդիրում ընտրելով Script:
id: Baris perintah Anda lebih dari 2000 karakter dan mungkin terpotong saat disimpan. Pertimbangkan untuk menggunakan skrip perintah sebagai gantinya dengan memilih Skrip pada tab Perintah.
is: Skipanalínan þín er stærri en 2000 stafir og gæti verið stytt þegar hún er vistuð. Íhugaðu að nota skipanaforskrift í staðinn með því að velja Forskrift á flipanum Skipun.
ka: თქვენი ბრძანების ხაზი აღემატება 2000 სიმბოლოს და შეიძლება შეკვეცილი იყოს შენახვისას. განიხილეთ ბრძანების სკრიპტის გამოყენება ბრძანების ჩანართზე სკრიპტის არჩევით.
kk: Пәрмен жолы 2000 таңбадан үлкен және сақталған кезде қысқартылуы мүмкін. Пәрмен қойындысында Сценарийді таңдау арқылы оның орнына пәрмен сценарийін пайдалануды қарастырыңыз.
km: បន្ទាត់ពាក្យបញ្ជារបស់អ្នកធំជាង 2000 តួអក្សរ ហើយអាចត្រូវបានកាត់បន្ថយនៅពេលរក្សាទុក។ ពិចារណាប្រើស្គ្រីបពាក្យបញ្ជាជំនួសវិញដោយជ្រើសរើសស្គ្រីបនៅលើផ្ទាំងពាក្យបញ្ជា។
kn: ನಿಮ್ಮ ಕಮಾಂಡ್ ಲೈನ್ 2000 ಅಕ್ಷರಗಳಿಗಿಂತ ಹೆಚ್ಚಿದೆ ಮತ್ತು ಉಳಿಸಿದಾಗ ಮೊಟಕುಗೊಳಿಸಬಹುದು. ಕಮಾಂಡ್ ಟ್ಯಾಬ್u200cನಲ್ಲಿ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ಕಮಾಂಡ್ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಬಳಸುವುದನ್ನು ಪರಿಗಣಿಸಿ.
ku: Rêza fermana we ji 2000 tîpan mezintir e û dema ku were hilanîn dibe ku were qut kirin. Bi bijartina Skrîptê ya li ser tabloya Ferman, li şûna skrîptek fermanê bikar bînin.
ky: Буйрук сабыңыз 2000 белгиден ашат жана сакталганда кыскартылышы мүмкүн. Буйрук өтмөгүнөн Скриптти тандоо менен анын ордуна буйрук скриптин колдонууну карап көрүңүз.
lb: Är Kommandozeil ass méi wéi 2000 Zeechen a kann ofgeschnidden ginn wann se gespäichert ginn. Betruecht e Kommando Skript ze benotzen amplaz andeems Dir Skript op der Command Tab auswielt.
lo: ແຖວຄໍາສັ່ງຂອງທ່ານແມ່ນໃຫຍ່ກວ່າ 2000 ຕົວອັກສອນ ແລະອາດຈະຖືກຕັດອອກເມື່ອບັນທຶກ. ພິຈາລະນາໃຊ້ script ຄໍາສັ່ງແທນໂດຍການເລືອກ Script ໃນແຖບຄໍາສັ່ງ.
lt: Jūsų komandų eilutė yra ilgesnė nei 2000 simbolių ir išsaugoma gali būti sutrumpinta. Vietoj to apsvarstykite galimybę naudoti komandų scenarijų, skirtuke Komanda pasirinkę Scenarijus.
lv: Jūsu komandrinda ir garāka par 2000 rakstzīmēm, un saglabāšanas laikā tā var tikt saīsināta. Apsveriet iespēju izmantot komandu skriptu, cilnē Komanda atlasot Skriptu.
mg: Ny andalana baiko dia mihoatra ny 2000 tarehintsoratra ary mety ho tapaka rehefa voatahiry. Eritrereto ny fampiasana script baiko fa tsy amin'ny fisafidianana Script eo amin'ny tabilao Command.
mi: He nui ake to raina whakahau i te 2000 pūāhua, ka poroa pea ina tiakina. Whakaarohia te whakamahi i te tuhinga whakahau ma te kowhiri i te Tuhituhi kei te ripa Tono.
mk: Вашата командна линија е поголема од 2000 знаци и може да биде скратена кога ќе се зачува. Наместо тоа, размислете за користење на командна скрипта со избирање Скрипта на картичката Command.
ml: നിങ്ങളുടെ കമാൻഡ് ലൈൻ 2000 പ്രതീകങ്ങളിൽ കൂടുതലാണ്, സംരക്ഷിക്കുമ്പോൾ അത് വെട്ടിച്ചുരുക്കിയേക്കാം. കമാൻഡ് ടാബിൽ സ്ക്രിപ്റ്റ് തിരഞ്ഞെടുത്ത് പകരം ഒരു കമാൻഡ് സ്ക്രിപ്റ്റ് ഉപയോഗിക്കുന്നത് പരിഗണിക്കുക.
mn: Таны командын мөр 2000 тэмдэгтээс их бөгөөд хадгалсан үед таслагдах магадлалтай. Тушаалын таб дээрээс Скриптийг сонгоод оронд нь командын скрипт ашиглах талаар бодож үзээрэй.
mr: तुमची कमांड लाइन 2000 वर्णांपेक्षा मोठी आहे आणि सेव्ह केल्यावर ती कापली जाऊ शकते. कमांड टॅबवर स्क्रिप्ट निवडून त्याऐवजी कमांड स्क्रिप्ट वापरण्याचा विचार करा.
mt: Il-linja tal-kmand tiegħek hija akbar minn 2000 karattru u tista' tiġi maqtugħa meta tiġi salvata. Ikkunsidra li tuża script tal-kmand minflok billi tagħżel Script fuq it-tab tal-Kmand.
my: သင့်အမိန့်ပေးစာကြောင်းသည် စာလုံးရေ 2000 ထက်ကြီးပြီး သိမ်းဆည်းသောအခါတွင် ဖြတ်တောက်ခံရနိုင်သည်။ Command တဘ်ရှိ Script ကိုရွေးချယ်ခြင်းဖြင့် ၎င်းအစား အမိန့်ပေးစခရစ်ကို အသုံးပြုရန် စဉ်းစားပါ။
nb: Kommandolinjen er større enn 2000 tegn og kan avkortes når den lagres. Vurder å bruke et kommandoskript i stedet ved å velge Skript på Kommando-fanen.
ne: तपाईको कमाण्ड लाइन 2000 क्यारेक्टर भन्दा ठुलो छ र बचत गर्दा काटिएको हुन सक्छ। आदेश ट्याबमा स्क्रिप्ट चयन गरेर कमाण्ड स्क्रिप्ट प्रयोग गर्ने बारे विचार गर्नुहोस्।
or: ତୁମର କମାଣ୍ଡ୍ ଲାଇନ୍ 2000 ଅକ୍ଷରରୁ ଅଧିକ ଅଟେ ଏବଂ ସେଭ୍ ହେବାବେଳେ ଛୋଟ ହୋଇପାରେ | କମାଣ୍ଡ ଟ୍ୟାବରେ ସ୍କ୍ରିପ୍ଟ ଚୟନ କରି ଏକ କମାଣ୍ଡ ସ୍କ୍ରିପ୍ଟ ବ୍ୟବହାର କରିବାକୁ ଚିନ୍ତା କର |
pa: ਤੁਹਾਡੀ ਕਮਾਂਡ ਲਾਈਨ 2000 ਅੱਖਰਾਂ ਤੋਂ ਵੱਧ ਹੈ ਅਤੇ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਜਾਣ 'ਤੇ ਇਸ ਨੂੰ ਕੱਟਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਕਮਾਂਡ ਟੈਬ 'ਤੇ ਸਕ੍ਰਿਪਟ ਦੀ ਚੋਣ ਕਰਕੇ ਕਮਾਂਡ ਸਕ੍ਰਿਪਟ ਦੀ ਵਰਤੋਂ ਕਰਨ 'ਤੇ ਵਿਚਾਰ ਕਰੋ।
ps: .ﺉړﮐﻭ ﻡﺎﭘ ﻪﺗ ﻮﻟﻭﺭﺎﮐ ټﭙﯾﺮﮑﺳ ډﻧﺎﻤﮐ ﺩ ﯼﺎځﺮﭘ ﻮﻟﻮﮐ ﻩﺭﻮﻏ ټﭙﯾﺮﮑﺳ ﯥﮐ ﺐټ ډﻧﺎﻤﮐ ﺩ .ﻲﺷ ﻪټﻮټ ﯥﮐ ﺖﺧﻭ ﻪﭘ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ
ro: Linia de comandă are mai mult de 2000 de caractere și poate fi trunchiată când este salvată. Luați în considerare utilizarea unui script de comandă, selectând Script din fila Comandă.
rw: Umurongo wawe wategeka urenze inyuguti 2000 kandi urashobora kugabanywa mugihe wabitswe. Tekereza gukoresha inyandiko inyandiko aho guhitamo Ibyanditswe kuri tab.
sd: .ﻮﻳﺮڪ ﺭﻮﻏ ﻲﺗ ﮠﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ٽﭘﺮڪﺳﺍ ڊﻧﺎﻤڪ ﻥﺍﺭﺪﺑ ﮠﺮڪ ﺐﺨﺘﻨﻣ ﻲﮐ ٽﭘﺮڪﺳﺍ ﻲﺗ ﺐﻴٽ ڊﻧﺎﻤڪ .ﻲﭤ ﻲﮭﮕﺳ ﻲﺠٽﮭﮔ ﺖﻗﻭ ﮡﻴﭤ ﻅﻮ
si: ඔබගේ විධාන රේඛාව අක්ෂර 2000 ට වඩා වැඩි වන අතර සුරකින විට කපා හැරිය හැක. විධාන පටිත්තෙහි ස්ක්u200dරිප්ට් තේරීමෙන් විධාන ස්ක්u200dරිප්ට් එකක් භාවිතා කිරීම සලකා බලන්න.
sk: Váš príkazový riadok je dlhší ako 2 000 znakov a pri ukladaní môže byť skrátený. Zvážte použitie príkazového skriptu výberom položky Skript na karte Príkaz.
sl: Vaša ukazna vrstica je daljša od 2000 znakov in je lahko ob shranjevanju obrezana. Namesto tega razmislite o uporabi ukaznega skripta, tako da izberete Skript na zavihku Ukaz.
sq: Linja juaj e komandës është më e madhe se 2000 karaktere dhe mund të shkurtohet kur ruhet. Konsideroni përdorimin e një skripti komande në vend të kësaj duke zgjedhur Script në skedën Command.
sw: Mstari wako wa amri una zaidi ya herufi 2000 na unaweza kupunguzwa ukihifadhiwa. Fikiria kutumia hati ya amri badala yake kwa kuchagua Hati kwenye kichupo cha Amri.
ta: உங்கள் கட்டளை வரி 2000 எழுத்துகளை விட அதிகமாக உள்ளது மற்றும் சேமிக்கப்படும் போது துண்டிக்கப்படலாம். கட்டளைத் தாவலில் ஸ்கிரிப்டைத் தேர்ந்தெடுப்பதன் மூலம் கட்டளை ஸ்கிரிப்டைப் பயன்படுத்துவதைக் கவனியுங்கள்.
te: మీ కమాండ్ లైన్ 2000 అక్షరాల కంటే ఎక్కువగా ఉంది మరియు సేవ్ చేసినప్పుడు కత్తిరించబడవచ్చు. కమాండ్ ట్యాబ్u200cలో స్క్రిప్ట్u200cని ఎంచుకోవడం ద్వారా బదులుగా కమాండ్ స్క్రిప్ట్u200cని ఉపయోగించడాన్ని పరిగణించండి.
tg: Сатри фармони шумо аз 2000 аломат зиёд аст ва ҳангоми захира кардан мумкин аст бурида шавад. Ба ҷои интихоби скрипт дар ҷадвали Фармон истифодаи скрипти фармонро баррасӣ кунед.
th: บรรทัดคำสั่งของคุณมีอักขระมากกว่า 2,000 ตัว และอาจถูกตัดให้สั้นลงเมื่อบันทึก ลองใช้สคริปต์คำสั่งแทนโดยเลือกสคริปต์บนแท็บคำสั่ง
tk: Buýruk setiriňiz 2000 simwoldan uly bolup, ýatda saklananda kesilip bilner. Buýruk goýmasyndaky skripti saýlap, ýerine buýruk skriptini ulanmagy göz öňünde tutuň.
tt: Сезнең боерык сызыгы 2000 символдан зуррак һәм сакланган вакытта киселергә мөмкин. Команда скриптын кулланып, боерык скриптын кулланырга уйлагыз.
uk: Ваш командний рядок містить більше 2000 символів і може бути скорочений під час збереження. Розгляньте можливість використання командного сценарію, вибравши «Сценарій» на вкладці «Команда».
ur: ۔ﮟﯾﺮﮐ ﺭﻮﻏ ﺮﭘ ﮯﻧﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﭧﭘﺮﮑﺳﺍ ﮉﻧﺎﻤﮐ ﮯﺋﺎﺠﺑ ﮯﮐ ﮯﻧﺮﮐ ﺐﺨﺘﻨﻣ ﻮﮐ ﭧﭘﺮﮑﺳﺍ ﺮﭘ ﺐﯿﭨ ﮉﻧﺎﻤﮐ ۔ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﺎﭨﻮﮭ
uz: Buyruqlar qatori 2000 ta belgidan kattaroq va saqlanganida qisqartirilishi mumkin. Buyruqlar yorlig'ida Skriptni tanlash orqali buyruq skriptidan foydalanishni o'ylab ko'ring.
vi: Dòng lệnh của bạn lớn hơn 2000 ký tự và có thể bị cắt bớt khi lưu. Thay vào đó, hãy cân nhắc sử dụng tập lệnh lệnh bằng cách chọn Tập lệnh trên tab Lệnh.
xh: Umgca wakho womyalelo mkhulu kunama-2000 oonobumba kwaye unokunqunyulwa xa ugciniwe. Cinga ngokusebenzisa iscript somyalelo endaweni yoko ngokukhetha iSikripthi kwiThebhu yoMyalelo.
yi: .לטיווק לעפֿאַב יד ףיוא טפּירקס ןריטקעלעס ךרוד טאָטשנאַ טפירש לעפֿאַב אַ ןצינ ןטכאַרטאַב .טעוועטארעג ןעוו דיטייק

source: Toolbar Item Properties
af: Toolbar Item Eienskappe
am: የመሳሪያ አሞሌ ንጥል ባህሪያት
ar: ﺕﺍﻭﺩﻷ﻿ﺍ ﻂﻳﺮﺷ ﺮﺼﻨﻋ ﺺﺋﺎﺼﺧ
be: Уласцівасці элемента панэлі інструментаў
bg: Свойства на елемент от лентата с инструменти
bn: টুলবার আইটেম বৈশিষ্ট্য
ca: Propietats de l'element de la barra d'eines
cy: Eiddo Eitem Bar Offer
da: Egenskaber for værktøjslinjeelementer
eo: Ilobreto Item Propraĵoj
et: Tööriistariba üksuse omadused
eu: Tresna-barrako elementuen propietateak
fa: ﺭﺍﺰﺑﺍ ﺭﺍﻮﻧ ﻢﺘﯾﺁ ﯼﺎﻫ ﯽﮔﮋﯾﻭ
fi: Työkalupalkin kohteen ominaisuudet
fil: Mga Katangian ng Item sa Toolbar
fy: Arkbalke Item Eigenskippen
ga: Airíonna Mír an Bharra Uirlisí
gd: Togalaichean Nì Bàr-inneal
gl: Propiedades do elemento da barra de ferramentas
gu: ટૂલબાર આઇટમ પ્રોપર્ટીઝ
he: םילכה לגרסב טירפ ינייפאמ
hi: टूलबार आइटम गुण
hr: Svojstva stavke alatne trake
hu: Az eszköztár elem tulajdonságai
hy: Գործիքադարակի նյութի հատկությունները
id: Properti Item Bilah Alat
is: Eiginleikar tækjastikunnar
ka: ხელსაწყოთა ზოლის ელემენტის თვისებები
kk: Құралдар тақтасы элементінің сипаттары
km: លក្ខណសម្បត្តិធាតុរបារឧបករណ៍
kn: ಟೂಲ್ಬಾರ್ ಐಟಂ ಗುಣಲಕ್ಷಣಗಳು
ku: Taybetmendiyên Babetê Toolbar
ky: Куралдар панелинин объектинин касиеттери
lb: Toolbar Element Properties
lo: ຄຸນສົມບັດລາຍການແຖບເຄື່ອງມື
lt: Įrankių juostos elemento ypatybės
lv: Rīkjoslas vienuma rekvizīti
mi: Ngā Āhuatanga Tūemi Paeutauta
mk: Својства на ставката на лентата со алатки
ml: ടൂൾബാർ ഇനത്തിന്റെ സവിശേഷതകൾ
mn: Хэрэгслийн мөрний зүйлийн шинж чанарууд
mr: टूलबार आयटम गुणधर्म
mt: Proprjetajiet tal-Oġġett tal-Toolbar
my: တူးလ်ဘား အမျိုးအမည် ဂုဏ်သတ္တိများ
nb: Verktøylinjeelementegenskaper
ne: उपकरणपट्टी वस्तु गुणहरू
or: ଟୁଲ୍ ବାର୍ ଆଇଟମ୍ ଗୁଣ |
pa: ਟੂਲਬਾਰ ਆਈਟਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
ps: ﻪﻧﻮﺘﯿﮑﻠﻣ ﻲﮐﻮﺗ ﯥټﭙﻟﻮﺗ ﺩ
ro: Proprietățile elementului din bara de instrumente
rw: Umwanyabikoresho Ikintu
sd: ﺰﻴٽﺮﭘﺍﺮﭘ ﻢٽﺋﺁ ﺭﺎﺑ ﻝﻮٽ
si: මෙවලම් තීරු අයිතම ගුණාංග
sk: Vlastnosti položky panela s nástrojmi
sl: Lastnosti elementa orodne vrstice
sq: Karakteristikat e artikullit të shiritit të veglave
sw: Sifa za Kipengee cha Upau wa Zana
ta: கருவிப்பட்டி உருப்படி பண்புகள்
te: టూల్u200cబార్ అంశం లక్షణాలు
tg: Хусусиятҳои элементи панели асбобҳо
th: คุณสมบัติรายการแถบเครื่องมือ
tk: Gurallar paneliniň elementleri
tt: Кораллар әйберенең үзенчәлекләре
uk: Властивості елемента панелі інструментів
ur: ﺕﺎﯿﺻﻮﺼﺧ ﯽﮐ ﻢﭩﺋﺁ ﺭﺎﺑ ﻝﻮﭨ
uz: Asboblar paneli elementining xususiyatlari
vi: Thuộc tính mục trên thanh công cụ
xh: Iinkcazelo ngeempawu zebar yesixhobo
yi: Toolbar סעיטרעפּאָרפּ טקנופּ

source: Menu Item Properties
af: Menu Item Eienskappe
am: የምናሌ ንጥል ባህሪያት
ar: ﺔﻤﺋﺎﻘﻟﺍ ﺮﺼﻨﻋ ﺺﺋﺎﺼﺧ
be: Уласцівасці пункта меню
bg: Свойства на елемент от менюто
bn: মেনু আইটেম বৈশিষ্ট্য
ca: Propietats de l'element del menú
cy: Priodweddau Eitem Dewislen
da: Menupunkt Egenskaber
eo: Menuero Propraĵoj
et: Menüüüksuse Atribuudid
eu: Menu-elementuaren propietateak
fa: ﻮﻨﻣ ﻢﺘﯾﺁ ﯼﺎﻫ ﯽﮔﮋﯾﻭ
fi: Valikkokohdan ominaisuudet
fil: Mga Katangian ng Item sa Menu
fy: Menu Item Eigenskippen
ga: Airíonna Mír Roghchláir
gd: Togalaichean Nì Clàr
gl: Propiedades do elemento de menú
gu: મેનુ આઇટમ ગુણધર્મો
he: טירפתב טירפ ינייפאמ
hi: मेनू आइटम गुण
hr: Svojstva stavke izbornika
hu: Menüpont tulajdonságai
hy: Ցանկի տարրի հատկությունները
id: Properti Item Menu
is: Eiginleikar valmyndaratriðis
ka: მენიუს პუნქტის თვისებები
kk: Мәзір элементінің сипаттары
km: លក្ខណសម្បត្តិធាតុម៉ឺនុយ
kn: ಮೆನು ಐಟಂ ಗುಣಲಕ್ಷಣಗಳು
ku: Taybetmendiyên Babetê Menu
ky: Меню пунктунун касиеттери
lb: Menu Element Properties
lo: ຄຸນສົມບັດລາຍການເມນູ
lt: Meniu Elemento Savybės
lv: Izvēlnes vienuma rekvizīti
mi: Ngā Āhuatanga Tūemi Tahua
mk: Својства на ставката од менито
ml: മെനു ഇനം പ്രോപ്പർട്ടികൾ
mn: Цэсийн зүйлийн шинж чанарууд
mr: मेनू आयटम गुणधर्म
mt: Proprjetajiet tal-Punt tal-Menu
nb: Menyelementegenskaper
ne: मेनु वस्तु गुणहरू
or: ମେନୁ ଆଇଟମ୍ ଗୁଣ |
pa: ਮੀਨੂ ਆਈਟਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
ps: ﻪﻧﻮﺘﯿﮑﻠﻣ ﻲﮐﻮﺗ ﻮﻨﯿﻣ ﺩ
ro: Proprietăți element de meniu
rw: Ibikubiyemo Ikintu
sd: ﺰﻴٽﺮﭘﺍﺮﭘ ﻢٽﺋﺁ ﻮﻴﻨﻴﻣ
si: මෙනු අයිතම ගුණාංග
sk: Vlastnosti položky ponuky
sl: Lastnosti menijske postavke
sq: Karakteristikat e artikullit të menysë
sw: Sifa za Kipengee cha Menyu
ta: மெனு உருப்படி பண்புகள்
te: మెను ఐటెమ్ ప్రాపర్టీస్
tg: Хусусиятҳои банди меню
th: คุณสมบัติรายการเมนู
tk: Menýu elementiniň aýratynlyklary
tt: Меню пунктының үзенчәлекләре
uk: Властивості пункту меню
ur: ﺕﺎﯿﺻﻮﺼﺧ ﯽﮐ ﻢﭩﺋﺁ ﻮﻨﯿﻣ
uz: Menyu elementining xususiyatlari
vi: Thuộc tính mục menu
xh: Iinkcazelo Ngeempawu zeMenu
yi: סעיטרעפּאָרפּ םעטי וינעמ

source: _Toolbar Item
af: _nutsbalkitem
am: _የመሳሪያ አሞሌ ንጥል ነገር
ar: _Toolbar ﺮﺼﻨﻋ
be: _Элемент панэлі інструментаў
bg: _Елемент от лентата с инструменти
bn: _ টুলবার আইটেম
ca: _Element de la barra d'eines
cy: Eitem _Toolbar
da: _Værktøjslinjeelement
eo: _Ilobreto Ero
et: _Tööriistariba üksus
eu: _Tresna-barrako elementua
fa: ﺭﺍﺰﺑﺍ ﺭﺍﻮﻧ ﺩﺭﻮﻣ_
fi: _Työkalupalkin kohde
fy: _Arkbalke Item
ga: Mír _Toolbar
gd: _Toolbar Nì
gl: _Elemento da barra de ferramentas
gu: _ટૂલબાર આઇટમ
he: םילכה לגרסב טירפ_
hi: _टूलबार आइटम
hr: _Stavka na alatnoj traci
hu: _Eszköztár elem
hy: _Գործիքադարակի տարր
id: _Item Bilah Alat
is: _ Tækjastiku atriði
ka: _ინსტრუმენტთა ზოლის ელემენტი
kk: _Құралдар тақтасының элементі
km: ធាតុរបារឧបករណ៍
kn: _ಟೂಲ್u200cಬಾರ್ ಐಟಂ
ku: _Berça toolbar
ky: _Инструмент панели
lb: _Toolbar Artikel
lo: _ລາຍການແຖບເຄື່ອງມື
lt: _Įrankių juostos elementas
lv: _Rīkjoslas vienums
mi: _Tuemi Paeutauta
mk: _Ставка од лентата со алатки
ml: _ടൂൾബാർ ഇനം
mn: _Хэрэгслийн мөрний зүйл
mr: _टूलबार आयटम
mt: Oġġett _Toolbar
my: _Toolbar အကြောင်းအရာ
nb: _Verktøylinjeelement
ne: _उपकरणपट्टी वस्तु
or: _ ଟୁଲ୍ ବାର୍ ଆଇଟମ୍ |
pa: _ਟੂਲਬਾਰ ਆਈਟਮ
ps: ﻲﮐﻮﺗ ﯥټﭙﻟﻮﺗ ﺩ_
ro: _Articol din bara de instrumente
rw: Ikintu Cyibikoresho
sd: ﻢٽﺋﺁ ﺭﺎﺑ ﻝﻮٽ _
si: _මෙවලම් තීරු අයිතමය
sk: _Položka panela s nástrojmi
sl: _Element orodne vrstice
sq: _Artikulli i shiritit të veglave
sw: _Kipengee cha upau wa zana
ta: _ கருவிப்பட்டி உருப்படி
te: _టూల్u200cబార్ అంశం
tg: _Банди панели асбобҳо
th: _รายการแถบเครื่องมือ
tk: _Toolbar elementi
tt: _Тулбар пункты
uk: _Елемент панелі інструментів
ur: ﻢﭩﺋﺁ ﺭﺎﺑ ﻝﻮﭨ_
uz: _Asboblar paneli elementi
vi: _Mục thanh công cụ
xh: _Isixhobo sebar yesixhobo
yi: _Toolbar טקנופּ

source: _Menu Item
am: _የምናሌ ንጥል ነገር
ar: _ﺔﻤﺋﺎﻘﻟﺍ ﺮﺼﻨﻋ
be: _Пункт меню
bg: _Елемент от менюто
bn: _মেনু আইটেম
ca: _Element del menú
cy: _Eitem Dewislen
da: _Menupunkt
eo: _Menuero
et: _Menüüelement
eu: _Menu-elementua
fa: _ﻮﻨﻣ ﻢﺘﯾﺁ
fi: _Valikkokohta
fil: _Item ng Menu
ga: _Mír an Roghchláir
gd: _Nì a ’chlàr
gl: _Elemento de menú
gu: _મેનુ આઇટમ
he: _טירפתב טירפ
hi: _मेनू आइटम
hr: _Stavka izbornika
hu: _Menü tétel
hy: _Ցանկի տարր
id: _Item Menu
is: _Valmyndaratriði
ka: _მენიუს ელემენტი
kk: _Мәзір элементі
km: _ធាតុម៉ឺនុយ
kn: _ಮೆನು ಐಟಂ
ku: _Babetê Menu
ky: _Меню пункту
lb: _Menu Punkt
lo: _ລາຍການເມນູ
lt: _Meniu Elementas
lv: _Izvēlnes vienums
mg: _Item menu
mi: _Tahua Tuemi
mk: _Ставка од менито
ml: _മെനു ഇനം
mn: _Цэсийн зүйл
mr: _मेनू आयटम
mt: _Oġġett tal-menu
my: _မီနူး အကြောင်းအရာ
nb: _Menyelement
ne: _मेनु वस्तु
or: _ମେନୁ ଆଇଟମ୍ |
pa: _ਮੀਨੂ ਆਈਟਮ
ps: _ﻲﮐﻮﺗ ﻮﻨﯿﻣ ﺩ
ro: _Articol din meniu
rw: _Ikintu
sd: _ﻢٽﺋﺁ ﻮﻴﻨﻴﻣ
si: _මෙනු අයිතමය
sk: _Položka menu
sl: _Element menija
sq: _Artikulli i menysë
sw: _Kipengee cha Menyu
ta: _மெனு உருப்படி
te: _మెను అంశం
tg: _Элементи меню
th: _รายการเมนู
tk: _Menýu elementi
tt: _Меню пункты
uk: _Пункт меню
ur: _ﻢﭩﺋﺁ ﻮﻨﯿﻣ
uz: _Menyu elementi
vi: _Món ăn
xh: _Umba weMenu
yi: _רעמונ וינעמ

source: Type:
af: Tipe:
am: ዓይነት፡-
ar: :ﻉﻮﻧ
be: Тып:
bg: Тип:
bn: প্রকার:
ca: Tipus:
cy: Math:
eo: Tipo:
et: Tüüp:
eu: Mota:
fa: :ﻉﻮﻧ
fi: Tyyppi:
fil: Uri:
ga: Cineál:
gd: Seòrsa:
gl: Tipo:
gu: પ્રકાર:
he: :גּוס
hi: प्रकार:
hr: Tip:
hu: Típus:
hy: Տիպ:
id: Jenis:
is: Gerð:
ka: ტიპი:
kk: Түрі:
km: ប្រភេទ៖
kn: ಮಾದರಿ:
ku: Awa:
ky: Түрү:
lb: Typ:
lo: ປະເພດ:
lt: Tipas:
lv: Veids:
mg: Karazana:
mi: Momo:
mk: Тип:
ml: തരം:
mn: Төрөл:
mr: प्रकार:
mt: Tip:
my: အမျိုးအစား-
ne: प्रकार:
or: ପ୍ରକାର:
pa: ਕਿਸਮ:
ps: :ﻝﻭډ
ro: Tip:
rw: Ubwoko:
sd: :ﻢﺴﻗ
si: වර්ගය:
sk: Typ:
sl: Vrsta:
sq: Lloji:
sw: Aina:
ta: வகை:
te: రకం:
tg: Навъи:
th: พิมพ์:
tk: Görnüşi:
tt: Тип:
uk: Тип:
ur: :ﻢﺴﻗ
uz: Turi:
vi: Thể loại:
xh: Uhlobo:
yi: :פּיט

source: Name:
af: Naam:
am: ስም፡
ar: :ﻢﺳﺍ
be: Імя:
bg: име:
bn: নাম:
ca: Nom:
cy: Enw:
da: Navn:
eo: Nomo:
et: Nimi:
eu: Izena:
fa: :ﻡﺎﻧ
fi: Nimi:
fil: Pangalan:
fy: Namme:
ga: Ainm:
gd: Ainm:
gl: Nome:
gu: નામ:
he: :םֵׁש
hi: नाम:
hr: Ime:
hu: Név:
hy: Անուն:
id: Nama:
is: Nafn:
ka: სახელი:
kk: Аты:
km: ឈ្មោះ៖
kn: ಹೆಸರು:
ku: Nav:
ky: Аты-жөнү:
lb: Numm:
lo: ຊື່:
lt: Vardas:
lv: Vārds:
mg: Anarana:
mi: Ingoa:
mk: Име:
ml: പേര്:
mn: Нэр:
mr: नाव:
mt: Isem:
my: အမည်-
nb: Navn:
ne: नाम:
or: ନାମ:
pa: ਨਾਮ:
ps: :ﻡﻮﻧ
ro: Nume:
rw: Izina:
sd: :ﻮﻟﺎﻧ
si: නම:
sk: Názov:
sl: ime:
sq: Emri:
sw: Jina:
ta: பெயர்:
te: పేరు:
tg: Ном:
th: ชื่อ:
tk: Ady:
tt: Исем:
uk: Ім'я:
ur: :ﻡﺎﻧ
uz: Nomi:
vi: Tên:
xh: Igama:
yi: :ןעמאָנ

source: Key:
af: Sleutel:
am: ቁልፍ፡-
ar: :ﺡﺎﺘﻔﻣ
be: Ключ:
bg: ключ:
bn: চাবি:
ca: Clau:
cy: Allwedd:
da: Nøgle:
eo: Ŝlosilo:
et: Võti:
eu: Gakoa:
fa: :ﺪﯿﻠﮐ
fi: Avain:
fil: Susi:
fy: Kaai:
ga: Eochair:
gd: Prìomh:
gl: Clave:
gu: કી:
he: :ַחֵתְפַמ
hi: चाभी:
hr: Ključ:
hu: Kulcs:
hy: Բանալի:
id: Kunci:
is: Lykill:
ka: Გასაღები:
kk: Кілт:
km: គន្លឹះ៖
kn: ಕೀ:
ku: Qûfle:
ky: Ачкыч:
lb: Schlëssel:
lo: ກະແຈ:
lt: Raktas:
lv: Taustiņš:
mi: Kī:
mk: Клуч:
ml: കീ:
mn: Түлхүүр:
mr: की:
mt: Ċavetta:
my: သော့-
nb: Nøkkel:
ne: कुञ्जी:
or: ଚାବି:
pa: ਕੁੰਜੀ:
ps: :ﺪﯿﻠﮐ
ro: Cheie:
rw: Urufunguzo:
sd: :ﻲڪ
si: යතුර:
sk: kľúč:
sl: Ključ:
sq: Celës:
sw: Ufunguo:
ta: முக்கிய:
te: కీ:
tg: Калид:
th: สำคัญ:
tk: Açar:
tt: Ачкыч:
uk: Ключ:
ur: :ﯽﺑﺎﭼ
uz: Kalit:
vi: Chìa khóa:
xh: Isitshixo:
yi: :לסילש

source: Icon:
af: Ikoon:
am: አዶ፡
ar: :ﺔﻧﻮﻘﻳﺃ
be: Значок:
bg: Икона:
bn: আইকন:
ca: Icona:
cy: Eicon:
da: Ikon:
eo: Ikono:
et: Ikoon:
eu: Ikonoa:
fa: :ﻥﻮﮑﯾﺁ
fi: Kuvake:
fy: Ikoan:
ga: Deilbhín:
gd: An ìomhaigh:
gl: Ícona:
gu: ચિહ્ન:
he: :למס
hi: चिह्न:
hr: Ikona:
hu: Ikon:
hy: Պատկերակ՝
id: Ikon:
is: Tákn:
ka: Ხატი:
kk: Белгіше:
km: រូបតំណាង៖
kn: ಐಕಾನ್:
ku: Îkon:
lb: Ikon:
lo: ໄອຄອນ:
lt: Piktograma:
lv: Ikona:
mg: Kisary:
mi: Ata:
mk: Икона:
ml: ഐക്കൺ:
mn: Дүрс:
mr: चिन्ह:
mt: Ikona:
my: သင်္ကေတ-
nb: Ikon:
ne: आइकन:
or: ଆଇକନ୍:
pa: ਪ੍ਰਤੀਕ:
ps: :ﻪښﻧ
ro: Pictogramă:
rw: Agashusho:
sd: :ﻦڪﺋﺁ
si: නිරූපකය:
sk: ikona:
sl: Ikona:
sq: Ikona:
sw: Aikoni:
ta: ஐகான்:
te: చిహ్నం:
tg: Нишона:
th: ไอคอน:
tk: Nyşan:
tt: Икона:
uk: Значок:
ur: :ﻦﮑﯿﺋﺁ
uz: Belgi:
vi: Biểu tượng:
xh: Umqondiso:
yi: :לדליב
