Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Root's Editor:
af: Root se redakteur:
am: የ root አርታዒ፡-
ar: :ﺭﺬﺠﻟﺍ ﺭﺮﺤﻣ
be: Root рэдактар:
bg: Root редактор:
bn: রুট এর সম্পাদক:
ca: Editor de Root:
cy: Golygydd Root:
da: Roots redaktør:
eo: Redaktoro de Root:
et: Rooti toimetaja:
eu: Erroaren editorea:
fa: :ﺕﻭﺭ ﺮﮕﺸﯾﺍﺮﯾﻭ
fi: Rootin editori:
fil: Editor ng Root:
ga: Eagarthóir Root:
gd: Deasaiche Root:
gl: Editor de raíz:
gu: રૂટના સંપાદક:
he: :שרוש ךרוע
hi: रूट के संपादक:
hr: Root urednik:
hu: Root szerkesztője:
hy: Root-ի խմբագիր.
id: Editor Root:
is: Ritstjóri rótar:
ka: Root-ის რედაქტორი:
kk: Түбірлік редактор:
km: កម្មវិធីនិពន្ធរបស់ Root៖
kn: ರೂಟ್ ಸಂಪಾದಕ:
ku: Edîtorê Root:
ky: Root'тун редактору:
lb: Root Editor:
lo: ບັນນາທິການຂອງຮາກ:
lt: „Root“ redaktorius:
lv: Saknes redaktors:
mi: Kaiwhakatika a Root:
mk: Уредник на Root:
ml: റൂട്ടിന്റെ എഡിറ്റർ:
mn: Root-ийн редактор:
mr: रूटचे संपादक:
mt: Editur ta' Root:
my: Root ၏တည်းဖြတ်သူ-
nb: Roots redaktør:
ne: रूटको सम्पादक:
or: ମୂଳର ସମ୍ପାଦକ:
pa: ਰੂਟ ਦਾ ਸੰਪਾਦਕ:
ps: :ﺮﯾﺪﻣ ټﻭﺭ ﺩ
ro: Editorul Root:
rw: Muhinduzi wumuzi:
sd: :ﺮٽﻳڊﻳﺍ ﻮﺟ ٽﻭﺭ
si: මූල සංස්කාරක:
sk: Koreňový editor:
sl: Root urejevalnik:
sq: Redaktori i Root:
sw: Mhariri wa Root:
ta: ரூட் எடிட்டர்:
te: రూట్ ఎడిటర్:
tg: Муҳаррири реша:
th: บรรณาธิการของรูท:
tk: Kök redaktory:
tt: Тамыр редакторы:
uk: Root редактор:
ur: :ﺮﭩﯾﮉﯾﺍ ﺎﮐ ﭦﻭﺭ
uz: Root muharriri:
xh: Umhleli weRoot:
yi: :ראָטקאַדער לצראָוו

source: Run root's editor in terminal
af: Begin root se redigeerder in terminale
am: የ root አርታዒን በተርሚናል ውስጥ ያሂዱ
ar: Terminal ﻲﻓ ﺭﺬﺠﻟﺍ ﺭﺮﺤﻣ ﻞﻴﻐﺸﺘﺑ ﻢﻗ
be: Запусціце рэдактар u200bu200broot у тэрмінале
bg: Стартирайте root редактора в терминала
bn: টার্মিনালে রুট এর এডিটর চালান
ca: Executeu l'editor de root al terminal
cy: Rhedeg golygydd root yn y derfynfa
da: Kør roots editor i terminal
eo: Rulu la redaktilon de radiko en terminalo
et: Käivitage terminalis juurredaktor
eu: Exekutatu root-en editorea terminalean
fa: ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﻝﺎﻨﯿﻣﺮﺗ ﺭﺩ ﺍﺭ root ﺮﮕﺸﯾﺍﺮﯾﻭ
fi: Suorita pääkäyttäjän editori terminaalissa
fil: Patakbuhin ang editor ng root sa terminal
fy: Rin root's bewurker yn terminal
ga: Eagarthóir root a rith sa teirminéal
gd: Deasaiche root root ann an terminal
gl: Executar o editor de root no terminal
gu: ટર્મિનલમાં રૂટના સંપાદકને ચલાવો
he: לנימרטב שרושה ךרוע תא לעפה
hi: टर्मिनल में रूट का संपादक चलाएँ
hr: Pokrenite rootov editor u terminalu
hu: Futtassa a root szerkesztőjét a terminálban
hy: Գործարկեք root-ի խմբագրիչը տերմինալում
id: Jalankan editor root di terminal
is: Keyrðu ritstjóra root í flugstöðinni
ka: გაუშვით root-ის რედაქტორი ტერმინალში
kk: Терминалда түбірлік редакторды іске қосыңыз
km: ដំណើរការកម្មវិធីនិពន្ធរបស់ root នៅក្នុងស្ថានីយ
kn: ಟರ್ಮಿನಲ್u200cನಲ್ಲಿ ರೂಟ್u200cನ ಸಂಪಾದಕವನ್ನು ರನ್ ಮಾಡಿ
ku: Di termînalê de edîtorê root-ê bixebitin
ky: Терминалда тамырдын редакторун иштетиңиз
lb: Run de Root Editor am Terminal
lo: ແລ່ນຕົວແກ້ໄຂຂອງຮາກຢູ່ໃນ terminal
lt: Paleiskite root redaktorių terminale
lv: Palaidiet saknes redaktoru terminālī
mg: Alefaso ny tonian'ny root amin'ny terminal
mi: Whakahaerehia te kaiwhakatikatika pakiaka ki te tauranga
mk: Стартувај го уредникот на root во терминал
ml: ടെർമിനലിൽ റൂട്ടിന്റെ എഡിറ്റർ പ്രവർത്തിപ്പിക്കുക
mn: Терминал дээр root редакторыг ажиллуул
mr: टर्मिनलमध्ये रूटचे संपादक चालवा
mt: Mexxi l-editur tal-għeruq fit-terminal
my: terminal တွင် root ၏အယ်ဒီတာကိုဖွင့်ပါ။
nb: Kjør roots editor i terminal
ne: टर्मिनलमा रूटको सम्पादक चलाउनुहोस्
or: ଟର୍ମିନାଲ୍ ରେ ରୁଟ୍ ଏଡିଟର୍ ଚଲାନ୍ତୁ |
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਰੂਟ ਦੇ ਸੰਪਾਦਕ ਨੂੰ ਚਲਾਓ
ps: ﺉړﮐ ﻞﭼ ﺮﯾﺪﻣ ټﻭﺭ ﺩ ﯥﮐ ﻞﻨﯿﻣﺮټ ﻪﭘ
ro: Rulați editorul root în terminal
rw: Koresha umwanditsi wumuzi muri terminal
sd: ﻮﻳﻼ﻿ﻫ ﻲﮐ ﺮٽﻳڊﻳﺍ ﻲﺟ ٽﻭﺭ ۾ ﻞﻨﻴﻣﺮٽ
si: ටර්මිනලයේ root හි සංස්කාරකය ධාවනය කරන්න
sk: Spustite editor root v termináli
sl: Zaženite rootov urejevalnik v terminalu
sq: Ekzekutoni redaktorin e rrënjës në terminal
sw: Endesha kihariri cha mizizi kwenye terminal
ta: டெர்மினலில் ரூட்டின் எடிட்டரை இயக்கவும்
te: టెర్మినల్u200cలో రూట్ ఎడిటర్u200cని అమలు చేయండి
tg: Муҳаррири решаро дар терминал иҷро кунед
th: เรียกใช้ตัวแก้ไขของรูทในเทอร์มินัล
tk: Kök redaktoryny terminalda işlediň
tt: Терминалда тамыр редакторын эшләгез
uk: Запустіть редактор root в терміналі
ur: ۔ﮟﯿﺋﻼ﻿ﭼ ﻮﮐ ﺮﭩﯾﮉﯾﺍ ﮯﮐ ﭦﻭﺭ ﮟﯿﻣ ﻞﻨﯿﻣﺮﭨ
uz: Terminalda root muharririni ishga tushiring
vi: Chạy trình soạn thảo của root trong thiết bị đầu cuối
xh: Yenza umhleli wengcambu kwi-terminal
yi: לאַזקאָוו ןיא ראָטקאַדער לצראָוו ןפיול

source: Date Format:
af: Datum formaat:
am: የቀን ቅርጸት፡-
ar: :ﺦﻳﺭﺎﺘﻟﺍ ﺔﻐﻴﺻ
be: Фармат даты:
bg: Формат на датата:
bn: তারিখ বিন্যাস:
ca: Format de data:
cy: Fformat Dyddiad:
da: Datoformat:
eo: Dato Formato:
et: Kuupäevavorming:
eu: Data-formatua:
fa: :ﺦﯾﺭﺎﺗ ﺖﻣﺮﻓ
fi: Päivämäärämuoto:
fil: Format ng Petsa:
fy: Datumformaat:
ga: Formáid Dáta:
gd: Cruth ceann-latha:
gl: Formato da data:
gu: તારીખ ફોર્મેટ:
he: :ךיראת טמרופ
hi: डेटा प्रारूप:
hr: Oblik datuma:
hu: Dátum formátum:
hy: Ամսաթվի ձևաչափ.
id: Format tanggal:
is: Dagsetningarsnið:
ka: Თარიღის ფორმატი:
kk: Күн пішімі:
km: ទម្រង់កាលបរិច្ឆេទ៖
kn: ದಿನಾಂಕ ಸ್ವರೂಪ:
ku: Forma Dîrokê:
ky: Дата форматы:
lb: Datum Format:
lo: ຮູບແບບວັນທີ:
lt: Datos Formatas:
lv: Datuma formāts:
mg: Daty endrika:
mi: Hōputu Rā:
mk: Формат на датум:
ml: തീയതി ഘടന:
mn: Огнооны формат:
mr: दिनांक प्रारुप:
mt: Format tad-Data:
my: နေ့စွဲပုံစံ:
nb: Datoformat:
ne: मिति ढाँचा:
or: ତାରିଖ ଫର୍ମାଟ୍:
pa: ਮਿਤੀ ਫਾਰਮੈਟ:
ps: :ﻪڼﺑ ﯥټﯿﻧ ﺩ
ro: Formatul datei:
rw: Itariki Imiterere:
sd: :ٽﻴﻣﺭﺎﻓ ﺦﻳﺭﺎﺗ
si: දින ආකෘතිය:
sk: Formát dátumu:
sl: Format datuma:
sq: Formati i datës:
sw: Umbizo la Tarehe:
ta: தேதி வடிவம்:
te: తేదీ ఆకృతి:
tg: Формат сана:
th: รูปแบบวันที่:
tk: Sene formaty:
tt: Дата Форматы:
uk: Формат дати:
ur: :ﻞﮑﺷ ﯽﮐ ﺦﯾﺭﺎﺗ
uz: Sana formati:
vi: Định dạng ngày tháng:
xh: Ubume bomhla:
yi: :טאַמראָפֿ עטאַד

source: (requires reload)
af: (vereis herlaai)
am: (እንደገና መጫን ያስፈልገዋል)
ar: (ﻞﻴﻤﺤﺘﻟﺍ ﺓﺩﺎﻋﺇ ﺐﻠﻄﺘﻳ)
be: (патрабуе перазагрузкі)
bg: (изисква презареждане)
bn: (পুনরায় লোড প্রয়োজন)
ca: (requereix recàrrega)
cy: (angen ail-lwytho)
da: (kræver genindlæsning)
eo: (postulas reŝargi)
et: (nõuab uuesti laadimist)
eu: (birkargatu behar du)
fa: (ﺩﺭﺍﺩ ﺩﺪﺠﻣ ﯼﺮﯿﮔﺭﺎﺑ ﻪﺑ ﺯﺎﯿﻧ)
fi: (vaatii uudelleenlatauksen)
fil: (nangangailangan ng reload)
fy: (fereasket reload)
ga: (éilíonn athlódáil)
gd: (feumach air ath-luchdachadh)
gl: (require recarga)
gu: (ફરીથી લોડ કરવાની જરૂર છે)
he: (שדחמ הניעט שרוד)
hi: (पुनः लोड की आवश्यकता है)
hr: (zahtijeva ponovno punjenje)
hu: (újratöltést igényel)
hy: (պահանջում է վերաբեռնում)
id: (membutuhkan isi ulang)
is: (krefst endurhleðslu)
ka: (საჭიროებს გადატვირთვას)
kk: (қайта жүктеуді қажет етеді)
km: (ទាមទារការផ្ទុកឡើងវិញ)
kn: (ಮರುಲೋಡ್ ಅಗತ್ಯವಿದೆ)
ku: (ji nû ve barkirinê hewce dike)
ky: (кайра жүктөөнү талап кылат)
lb: (verlaangt reload)
lo: (ຕ້ອງການໂຫຼດຄືນໃໝ່)
lt: (reikalauja paleidimo iš naujo)
lv: (nepieciešama pārlādēšana)
mg: (mila averina averina)
mi: (me uta ano)
mk: (бара повторно вчитување)
ml: (റീലോഡ് ആവശ്യമാണ്)
mn: (дахин ачаалах шаардлагатай)
mr: (रीलोड आवश्यक आहे)
mt: (teħtieġ tagħbija mill-ġdid)
my: (ပြန်လည်စတင်ရန် လိုအပ်သည်။)
nb: (krever omlasting)
ne: (पुन: लोड गर्न आवश्यक छ)
or: (ପୁନ o ଲୋଡ୍ ଆବଶ୍ୟକ କରେ |)
pa: (ਮੁੜ ਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ)
ps: (ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻮﻟﻭﺭﺎﺑ ﺎﯿﺑ)
ro: (necesită reîncărcare)
rw: (bisaba gusubiramo)
sd: (ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﮠﺮڪ ڊﻮﻟ ﺮﻬﻴﭔ)
si: (නැවත පූරණය කිරීම අවශ්ය වේ)
sk: (vyžaduje opätovné načítanie)
sl: (zahteva ponovno nalaganje)
sq: (kërkon ringarkim)
sw: (inahitaji kupakia upya)
ta: (மறுஏற்றம் தேவைப்படுகிறது)
te: (రీలోడ్ అవసరం)
tg: (аз нав бор карданро талаб мекунад)
th: (ต้องโหลดซ้ำ)
tk: (täzeden ýüklemegi talap edýär)
tt: (яңадан йөкләүне таләп итә)
uk: (вимагає перезавантаження)
ur: (۔ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﮯﻧﺮﮐ ﮈﻮﻟ ﮦﺭﺎﺑﻭﺩ)
uz: (qayta yuklashni talab qiladi)
vi: (yêu cầu tải lại)
xh: (ifuna ukulayishwa kwakhona)
yi: (דואָליר זרעייווקיר)

source: Date Display
af: Datum vertoon
am: የቀን ማሳያ
ar: ﺦﻳﺭﺎﺘﻟﺍ ﺽﺮﻋ
be: Адлюстраванне даты
bg: Показване на дата
bn: তারিখ প্রদর্শন
ca: Visualització de la data
cy: Arddangosiad Dyddiad
da: Visning af dato
eo: Dato Montro
et: Kuupäeva kuvamine
eu: Data bistaratzea
fa: ﺦﯾﺭﺎﺗ ﺶﯾﺎﻤﻧ
fi: Päivämäärän näyttö
fil: Pagpapakita ng Petsa
fy: Datum Display
ga: Dáta Taispeáin
gd: Taisbeanadh ceann-latha
gl: Visualización da data
gu: તારીખ પ્રદર્શન
he: ךיראת תגוצת
hi: दिनांक प्रदर्शन
hr: Prikaz datuma
hu: Dátum megjelenítése
hy: Ամսաթվի ցուցադրում
id: Tampilan Tanggal
is: Dagsetningarskjár
ka: თარიღის ჩვენება
kk: Күнді көрсету
km: ការបង្ហាញកាលបរិច្ឆេទ
kn: ದಿನಾಂಕ ಪ್ರದರ್ಶನ
ky: Дата дисплей
lb: Datum Display
lo: ການສະແດງວັນທີ
lt: Datos rodymas
lv: Datuma displejs
mg: Daty fampisehoana
mi: Te Ra Whakaatu
mk: Приказ на датум
ml: തീയതി ഡിസ്പ്ലേ
mn: Огноо харуулах
mr: तारीख प्रदर्शन
mt: Wiri tad-Data
my: ရက်စွဲပြသခြင်း။
nb: Datovisning
ne: मिति प्रदर्शन
or: ତାରିଖ ପ୍ରଦର୍ଶନ
pa: ਮਿਤੀ ਡਿਸਪਲੇ
ps: ﻝﺩﻮښ ﯥټﯿﻧ ﺩ
ro: Afișarea datei
rw: Itariki Yerekana
sd: ﻮﻳﺭﺎﮑﻳڏ ﺦﻳﺭﺎﺗ
si: දින දර්ශනය
sk: Zobrazenie dátumu
sl: Prikaz datuma
sq: Shfaqja e datës
sw: Onyesho la Tarehe
ta: தேதி காட்சி
te: తేదీ ప్రదర్శన
tg: Намоиши сана
th: การแสดงวันที่
tk: Sene görkezilişi
tt: Дата күрсәтү
uk: Відображення дати
ur: ﮯﻠﭙﺳﮈ ﺦﯾﺭﺎﺗ
uz: Sana ko'rsatish
vi: Ngày hiển thị
xh: Umboniso womhla
yi: זיַיוו עטאַד

source: _Advanced
af: _Gevorderd
am: _የላቀ
ar: مت_قدم
be: _Пашыраны
bg: _Разширено
bn: _উন্নত
ca: _Avançat
cy: _Uwch
da: _Avanceret
eo: _Altnivela
et: _Laiendatud
eu: _Aurreratua
fa: _ﻪﺘﻓﺮﺸﯿﭘ
fi: _Lisäasetukset
fy: _Avansearre
ga: _Ard
gd: _Adhartach
gl: _Avanzado
gu: _અદ્યતન
he: מ_תקדם
hi: _उन्नत
hr: _Napredna
hu: _Haladó
hy: _Ընդլայնված
id: _Advance
is: _Ítarlegri
ka: _Მოწინავე
kk: _Озат
km: កម្រិតខ្ពស់
kn: _ಸುಧಾರಿತ
ku: _Pêşveçû
ky: _Өркүндөтүлгөн
lb: _Fortgeschratt
lo: _ຂັ້ນສູງ
lt: _Sudėtingesni
lv: _Papildu
mi: _Arā atu
mk: _Напредно
ml: _വിപുലമായ
mn: _Дэвшилтэт
mr: _प्रगत
mt: _Avvanzat
my: _အဆင့်မြင့်
nb: _Avansert
ne: _उन्नत
or: _ଉନ୍ନତ
pa: _ਉੱਨਤ
ps: _ﯽﻠﻠﺘﺨﻣﺮﭘ
ro: _Avansat
rw: _Yateye imbere
sd: _ﻪﺘﻓﺎﻳ ﻲﻗﺮﺗ
si: _උසස්
sk: _Rozšírené
sl: N_apredno
sq: _E avancuar
ta: _மேம்படுத்தபட்ட
te: _ఆధునిక
tg: _Мукаммал
th: _ขั้นสูง
tk: _Ösen
tt: _Алга
uk: _Додатково
ur: _اعلی
uz: _Murakkab
vi: _Nâng cao
xh: _Ikwinqanaba eliphezulu
yi: _עטריסנאַוואַ

source: Too many columns (>%d) in %s
af: Te veel kolomme (>%d) in %s
am: በጣም ብዙ ዓምዶች (>%d) ውስጥ %s
ar: ﺍًﺪﺟ ﺓﺮﻴﺜﻛ ﺓﺪﻤﻋﺃ (>%d) ﻲﻓ %s
be: Занадта шмат слупкоў (>%d) у %s
bg: Твърде много колони (>%d) в %s
bn: অনেক কলাম (>%d) ভিতরে %s
ca: Massa columnes (>%d) en %s
cy: Gormod o golofnau (>%d) yn %s
da: For mange kolonner (>%d) i %s
eo: Tro da kolumnoj (>%d) en %s
et: Liiga palju veerge (>%d) sisse %s
eu: Zutabe gehiegi (>%d) urtean %s
fa: ﺖﺳﺍ ﺩﺎﯾﺯ ﺭﺎﯿﺴﺑ ﺎﻫ ﻥﻮﺘﺳ ﺩﺍﺪﻌﺗ (>%d) ﺭﺩ ﻪﮐ %s
fi: Liian monta saraketta (>%d) sisään %s
fil: Masyadong maraming column (>%d) sa %s
fy: Tefolle kolommen (>%d) yn %s
ga: An iomarca colúin (>%d) in %s
gd: Cus cholbhan (>%d) a-steach %s
gl: Demasiadas columnas (>%d) en %s
gu: ઘણી બધી કૉલમ (>%d) માં %s
he: תודומע ידמ רתוי (>%d) ב %s
hi: बहुत अधिक स्तंभ (>%d) में %s
hr: Previše stupaca (>%d) u %s
hu: Túl sok oszlop (>%d) itt: %s
hy: Չափից շատ սյունակներ (>%d) մեջ %s
id: Terlalu banyak kolom (>%d) di dalam %s
is: Of margir dálkar (>%d) inn %s
ka: ძალიან ბევრი სვეტი (>%d) in %s
kk: Бағандар тым көп (>%d) жылы %s
km: ជួរឈរច្រើនពេក (>%d) ក្នុង %s
kn: ಹಲವಾರು ಕಾಲಮ್u200cಗಳು (>%d) ಒಳಗೆ %s
ku: Gelek stûn (>%d) li %s
ky: Өтө көп мамычалар (>%d) ичинде %s
lb: Ze vill Kolonnen (>%d) an %s
lo: ມີຖັນຫຼາຍເກີນໄປ (>%d) ໃນ %s
lt: Per daug stulpelių (>%d) in %s
lv: Pārāk daudz kolonnu (>%d) iekšā %s
mg: Be loatra ny tsanganana (>%d) in %s
mi: He nui rawa nga pou (>%d) i roto %s
mk: Премногу колони (>%d) во %s
ml: വളരെയധികം കോളങ്ങൾ (>%d) ഇൻ %s
mn: Хэт олон багана (>%d) in %s
mr: बरेच स्तंभ (>%d) मध्ये %s
mt: Wisq kolonni (>%d) fi %s
my: ကော်လံများ များလွန်းသည်။ (>%d) ၌ %s
nb: For mange kolonner (>%d) i %s
ne: धेरै स्तम्भहरू (>%d) मा %s
or: ବହୁତ ସ୍ତମ୍ଭ | (>%d) ଭିତରେ %s
pa: ਬਹੁਤ ਸਾਰੇ ਕਾਲਮ (>%d) ਵਿੱਚ %s
ps: ﻪﻧﻮﻤﻟﺎﮐ ﯼﺮﯾډ (>%d) ﻪﭘ %s
ro: Prea multe coloane (>%d) în %s
rw: Inkingi nyinshi (>%d) in %s
sd: ﻢﻟﺎڪ ﺎﮣﮭﮔ ﻡﺎﻤﺗ (>%d) ۾ %s
si: තීරු ඕනෑවට වඩා (>%d) තුල %s
sk: Príliš veľa stĺpcov (>%d) v %s
sl: Preveč stolpcev (>%d) v %s
sq: Shumë kolona (>%d) në %s
sw: Safu wima nyingi sana (>%d) katika %s
ta: பல நெடுவரிசைகள் (>%d) உள்ளே %s
te: చాలా నిలువు వరుసలు (>%d) లో %s
tg: Сутунҳои аз ҳад зиёд (>%d) дар %s
th: มีคอลัมน์มากเกินไป (>%d) ใน %s
tk: Sütünler gaty köp (>%d) içinde %s
tt: Бик күп баганалар (>%d) эчендә %s
uk: Забагато колонок (>%d) в %s
ur: ﻢﻟﺎﮐ ﮦﺩﺎﯾﺯ ﺖﮩﺑ (>%d) ﮟﯿﻣ %s
uz: Juda koʻp ustunlar (>%d) ichida %s
vi: Quá nhiều cột (>%d) trong %s
xh: Imihlathi emininzi kakhulu (>%d) kwi %s
yi: ןטלאפש עליפ וצ (>%d) ןיא %s

source: error reading file %s: %s
af: fout lees van lêer %s: %s
am: ፋይል የማንበብ ስህተት %s: %s
ar: ﻒﻠﻤﻟﺍ ﺓءﺍﺮﻗ ﻲﻓ ﺄﻄﺧ %s: %s
be: памылка чытання файла %s: %s
bg: грешка при четене на файл %s: %s
bn: ফাইল পড়ার ত্রুটি %s: %s
ca: error de lectura del fitxer %s: %s
cy: ffeil darllen gwall %s: %s
da: fejl ved læsning af fil %s: %s
eo: eraro legante dosieron %s: %s
et: viga faili lugemisel %s: %s
eu: errorea fitxategia irakurtzean %s: %s
fa: ﻞﯾﺎﻓ ﻥﺪﻧﺍﻮﺧ ﺭﺩ ﺎﻄﺧ %s: %s
fi: virhe tiedoston lukemisessa %s: %s
fil: error sa pagbabasa ng file %s: %s
fy: flater by it lêzen fan triem %s: %s
ga: comhad léitheoireachta earráide %s: %s
gd: faidhle leughaidh mearachd %s: %s
gl: erro na lectura do ficheiro %s: %s
gu: ફાઇલ વાંચવામાં ભૂલ %s: %s
he: ץבוק תאירקב האיגש %s: %s
hi: फ़ाइल पढ़ने में त्रुटि %s: %s
hr: pogreška čitanja datoteke %s: %s
hu: hiba e fájl olvasásakor: %s: %s
hy: ֆայլի ընթերցման սխալ %s: %s
id: kesalahan membaca file %s: %s
is: villa við lestur skráar %s: %s
ka: ფაილის წაკითხვის შეცდომა %s: %s
kk: файлды оқу қатесі %s: %s
km: កំហុសក្នុងការអានឯកសារ %s: %s
kn: ಫೈಲ್ ಓದುವಲ್ಲಿ ದೋಷ %s: %s
ku: çewtî di xwendina pelê de %s: %s
ky: файлды окуу катасы %s: %s
lb: Feeler beim Liesen vun der Datei %s: %s
lo: ການອ່ານໄຟລ໌ຜິດພາດ %s: %s
lt: klaida, skaitant failą %s: %s
lv: kļūda, lasot failu %s: %s
mg: fahadisoana famakiana rakitra %s: %s
mi: kōnae panui hapa %s: %s
mk: грешка при читање на датотеката %s: %s
ml: ഫയൽ വായിക്കുന്നതിൽ പിശക് %s: %s
mn: файл унших алдаа %s: %s
mr: फाइल वाचण्यात त्रुटी %s: %s
mt: żball qari fajl %s: %s
my: ဖိုင်ဖတ်ခြင်းအမှား %s: %s
nb: feil ved lesing av filen %s: %s
ne: फाइल पढ्न त्रुटि %s: %s
or: ଫାଇଲ୍ ପ reading ିବାରେ ତ୍ରୁଟି | %s: %s
pa: ਫਾਈਲ ਪੜ੍ਹਨ ਵਿੱਚ ਗਲਤੀ %s: %s
ps: ﻪﻨﺗﻭﺮﯧﺗ ﻮﻠﺘﺳﻮﻟ ﯥﻨﺗﻭﺩ ﺩ %s: %s
ro: eroare la citirea fișierului %s: %s
rw: dosiye yo gusoma %s: %s
sd: ﻲﻄﻠﻏ ۾ ﮡﻫڙﭘ ﻞﺋﺎﻓ %s: %s
si: ගොනුව කියවීමේ දෝෂයකි %s: %s
sk: chyba pri čítaní súboru %s: %s
sl: napaka pri branju datoteke %s: %s
sq: gabim gjatë leximit të skedarit %s: %s
sw: faili ya kusoma makosa %s: %s
ta: கோப்பு வாசிப்பு பிழை %s: %s
te: ఫైల్ రీడింగ్ లోపం %s: %s
tg: хатоги дар хондани файл %s: %s
th: ข้อผิดพลาดในการอ่านไฟล์ %s: %s
tk: säwlik faýly %s: %s
tt: файлны укуда хата %s: %s
uk: помилка читання файлу %s: %s
ur: ﯽﻄﻠﻏ ﮟﯿﻣ ﮯﻨﮬﮍﭘ ﻞﺋﺎﻓ %s: %s
uz: faylni o'qish xatosi %s: %s
vi: lỗi đọc tệp %s: %s
xh: ifayile yokufunda imposiso %s: %s
yi: עקעט ןענעייל תועט %s: %s

source: file '%s' contents are not valid UTF-8
af: lêer '%s' inhoud is nie geldig nie UTF-8
am: ፋይል '%s' ይዘቶቹ ልክ አይደሉም UTF-8
ar: ﻒﻠﻣ '%s' ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺕﺎﻳﻮﺘﺤﻤﻟﺍ UTF-8
be: файл '%s' змест несапраўдны UTF-8
bg: файл '%s' съдържанието не е валидно UTF-8
bn: ফাইল '%s' বিষয়বস্তু বৈধ নয় UTF-8
ca: dossier '%s' els continguts no són vàlids UTF-8
cy: ffeil '%s' nid yw'r cynnwys yn ddilys UTF-8
da: fil '%s' indholdet er ikke gyldigt UTF-8
eo: dosiero '%s' enhavo ne validas UTF-8
et: faili '%s' sisu ei kehti UTF-8
eu: fitxategia '%s' edukiek ez dute balio UTF-8
fa: ﻞﯾﺎﻓ '%s' ﺖﺴﯿﻧ ﺮﺒﺘﻌﻣ ﺐﻟﺎﻄﻣ UTF-8
fi: tiedosto '%s' sisältö ei kelpaa UTF-8
fil: file '%s' hindi wasto ang mga nilalaman UTF-8
fy: map '%s' ynhâld binne net jildich UTF-8
ga: comhad '%s' níl an t-ábhar bailí UTF-8
gd: faidhle '%s' chan eil susbaint dligheach UTF-8
gl: arquivo '%s' os contidos non son válidos UTF-8
gu: ફાઇલ '%s' સામગ્રીઓ માન્ય નથી UTF-8
he: ץֶבֹוק '%s' םייקוח םניא םינכתה UTF-8
hi: फ़ाइल '%s' सामग्री मान्य नहीं हैं UTF-8
hr: datoteka '%s' sadržaj nije valjan UTF-8
hu: Az alábbi fájl tartalma: '%s' nem érvényes UTF-8
hy: ֆայլ '%s' բովանդակությունը վավեր չէ UTF-8
id: mengajukan '%s' isinya tidak valid UTF-8
is: skrá '%s' innihald er ekki gilt UTF-8
ka: ფაილი '%s' შინაარსი არ არის სწორი UTF-8
kk: файл '%s' мазмұны жарамсыз UTF-8
km: ឯកសារ '%s' មាតិកាមិនត្រឹមត្រូវទេ។ UTF-8
kn: ಕಡತ '%s' ವಿಷಯಗಳು ಮಾನ್ಯವಾಗಿಲ್ಲ UTF-8
ku: dosî '%s' naverok ne derbasdar in UTF-8
ky: файл '%s' мазмуну жараксыз UTF-8
lb: Fichier '%s' Inhalter sinn net valabel UTF-8
lo: ໄຟລ໌ '%s' ເນື້ອຫາບໍ່ຖືກຕ້ອງ UTF-8
lt: failą '%s' turinys negalioja UTF-8
lv: failu '%s' saturs nav derīgs UTF-8
mg: rakitra '%s' tsy manan-kery ny votoatiny UTF-8
mi: kōnae '%s' kaore i te whaimana nga ihirangi UTF-8
mk: датотека '%s' содржината не е валидна UTF-8
ml: ഫയൽ '%s' ഉള്ളടക്കം സാധുവല്ല UTF-8
mn: файл '%s' агуулга хүчин төгөлдөр бус байна UTF-8
mr: फाइल '%s' सामग्री वैध नाही UTF-8
mt: fajl '%s' kontenuti mhumiex validi UTF-8
my: ဖိုင် '%s' အကြောင်းအရာများ မမှန်ပါ။ UTF-8
nb: fil '%s' innholdet er ikke gyldig UTF-8
ne: फाइल '%s' सामग्री मान्य छैन UTF-8
or: ଫାଇଲ୍ | '%s' ବିଷୟବସ୍ତୁ ବ valid ଧ ନୁହେଁ | UTF-8
pa: ਫਾਈਲ '%s' ਸਮੱਗਰੀ ਵੈਧ ਨਹੀਂ ਹਨ UTF-8
ps: ﻪﻨﺗﻭﺩ '%s' ﻱﺪﻧ ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ ﯥګﻧﺎﭙځﻨﻣ UTF-8
ro: fişier '%s' continutul nu este valabil UTF-8
rw: dosiye '%s' ibirimo ntabwo byemewe UTF-8
sd: ﻞﺋﺎﻓ '%s' ﻦﻫﺁ ﻪﻧ ﺢﻴﺤﺻ ﺩﺍﻮﻣ UTF-8
si: ගොනුව '%s' අන්තර්ගතය වලංගු නැත UTF-8
sk: súbor '%s' obsah nie je platný UTF-8
sl: mapa '%s' vsebina ni veljavna UTF-8
sq: dosje '%s' përmbajtja nuk është e vlefshme UTF-8
sw: faili '%s' yaliyomo si halali UTF-8
ta: கோப்பு '%s' உள்ளடக்கங்கள் செல்லாது UTF-8
te: ఫైల్ '%s' కంటెంట్u200cలు చెల్లవు UTF-8
tg: файл '%s' мундариҷа эътибор надоранд UTF-8
th: ไฟล์ '%s' เนื้อหาไม่ถูกต้อง UTF-8
tk: faýl '%s' mazmuny dogry däl UTF-8
tt: файл '%s' эчтәлеге дөрес түгел UTF-8
uk: файл '%s' вміст не дійсний UTF-8
ur: ﻞﺋﺎﻓ '%s' ۔ﮟﯿﮨ ﮟﯿﮩﻧ ﺖﺳﺭﺩ ﺩﺍﻮﻣ UTF-8
uz: fayl '%s' mazmuni haqiqiy emas UTF-8
vi: tập tin '%s' nội dung không hợp lệ UTF-8
xh: ifayile '%s' imixholo ayisebenzi UTF-8
yi: עקעט '%s' קיטליג טשינ זיא טלאַהניא UTF-8

source: Cannot set missing element '%s'
af: Kan nie ontbrekende element stel nie '%s'
am: የጎደለውን አካል ማዘጋጀት አልተቻለም '%s'
ar: ﺩﻮﻘﻔﻤﻟﺍ ﺮﺼﻨﻌﻟﺍ ﻦﻴﻴﻌﺗ ﻦﻜﻤﻳ ﻻ﻿ '%s'
be: Немагчыма ўсталяваць адсутны элемент '%s'
bg: Не може да се зададе липсващ елемент '%s'
bn: অনুপস্থিত উপাদান সেট করা যাবে না '%s'
ca: No es pot establir l'element que falta '%s'
cy: Methu gosod yr elfen goll '%s'
da: Kan ikke indstille manglende element '%s'
eo: Ne povas agordi mankantan elementon '%s'
et: Puuduvat elementi ei saa määrata '%s'
eu: Ezin da ezarri falta den elementua '%s'
fa: ﺩﺮﮐ ﻢﯿﻈﻨﺗ ﻥﺍﻮﺗ ﯽﻤﻧ ﺍﺭ ﻩﺪﺷ ﻢﮔ ﺮﺼﻨﻋ '%s'
fi: Puuttuvaa elementtiä ei voi asettaa '%s'
fil: Hindi maitakda ang nawawalang elemento '%s'
fy: Kin ûntbrekkende elemint net ynstelle '%s'
ga: Ní féidir an eilimint atá in easnamh a shocrú '%s'
gd: Cha ghabh an eileamaid a tha a dhìth a shuidheachadh '%s'
gl: Non se pode establecer o elemento que falta '%s'
gu: ખૂટતું ઘટક સેટ કરી શકાતું નથી '%s'
he: רסח ביכר רידגהל ןתינ אל '%s'
hi: लापता तत्व सेट नहीं कर सकता '%s'
hr: Nije moguće postaviti element koji nedostaje '%s'
hu: Nem tudom beállítani e hiányzó elemet: '%s'
hy: Հնարավոր չէ սահմանել բացակայող տարրը '%s'
id: Tidak dapat menyetel elemen yang hilang '%s'
is: Ekki er hægt að stilla þátt sem vantar '%s'
ka: დაკარგული ელემენტის დაყენება შეუძლებელია '%s'
kk: Жетіспейтін элементті орнату мүмкін емес '%s'
km: មិនអាចកំណត់ធាតុដែលបាត់បានទេ។ '%s'
kn: ಕಾಣೆಯಾದ ಅಂಶವನ್ನು ಹೊಂದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ '%s'
ku: Hêmana winda nayê danîn '%s'
ky: Жетишпеген элементти коюу мүмкүн эмес '%s'
lb: Kann net vermësst Element setzen '%s'
lo: ບໍ່ສາມາດຕັ້ງອົງປະກອບທີ່ຂາດຫາຍໄປ '%s'
lt: Nepavyko nustatyti trūkstamo elemento '%s'
lv: Nevar iestatīt trūkstošo elementu '%s'
mg: Tsy afaka mametraka singa tsy hita '%s'
mi: Kāore e taea te tautuhi huānga ngaro '%s'
mk: Не може да се постави елементот што недостасува '%s'
ml: വിട്ടുപോയ ഘടകം സജ്ജീകരിക്കാൻ കഴിയില്ല '%s'
mn: Алга болсон элементийг тохируулах боломжгүй '%s'
mr: गहाळ घटक सेट करू शकत नाही '%s'
mt: Ma tistax tissettja l-element nieqes '%s'
my: ပျောက်ဆုံးနေသော အစိတ်အပိုင်းကို သတ်မှတ်၍ မရပါ။ '%s'
nb: Kan ikke angi manglende element '%s'
ne: छुटेको तत्व सेट गर्न सकिँदैन '%s'
or: ନିଖୋଜ ଉପାଦାନ ସେଟ୍ କରିପାରିବ ନାହିଁ | '%s'
pa: ਗੁੰਮ ਹੋਏ ਤੱਤ ਨੂੰ ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ '%s'
ps: ﯼﺪﯿﮐ ﻢﯿﻈﻨﺗ ﻲﺸﻧ ﺮﺼﻨﻋ ﯼﻮﺷ ﮎﺭﻭ '%s'
ro: Nu se poate seta elementul lipsă '%s'
rw: Ntushobora gushiraho ikintu cyabuze '%s'
sd: ﻲﺠﮭﮕﺳ ﻱﺮڪ ﻮﭤ ﻪﻧ ﺭﺮﻘﻣ ﺮﺼﻨﻋ ﻞﻴﭤ ﻢﮔ '%s'
si: නැතිවූ මූලද්u200dරව්u200dය සැකසිය නොහැක '%s'
sk: Chýbajúci prvok nie je možné nastaviť '%s'
sl: Manjkajočega elementa ni mogoče nastaviti '%s'
sq: Nuk mund të vendoset elementi që mungon '%s'
sw: Haiwezi kuweka kipengele kinachokosekana '%s'
ta: விடுபட்ட உறுப்பை அமைக்க முடியாது '%s'
te: లేని మూలకాన్ని సెట్ చేయడం సాధ్యపడదు '%s'
tg: Унсури гумшударо таъин кардан мумкин нест '%s'
th: ไม่สามารถตั้งค่าองค์ประกอบที่ขาดหายไป '%s'
tk: Missingitirilen elementi düzüp bolmaýar '%s'
tt: Missingгалган элементны урнаштырып булмый '%s'
uk: Неможливо встановити відсутній елемент '%s'
ur: ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﮟﯿﮩﻧ ﭧﯿﺳ ﻮﮐ ﺮﺼﻨﻋ ﮧﺘﭘﻻ﻿ '%s'
uz: Etishmayotgan elementni oʻrnatib boʻlmadi '%s'
vi: Không thể đặt phần tử bị thiếu '%s'
xh: Ayinakuseta into engekhoyo '%s'
yi: טנעמעלע קידנלעפ ןלעטש טינ ןענעק '%s'
