Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: %s Keycode: %#4x Modifier: %#x
af: %s Sleutelkode: %#4x Wysiger: %#x
am: %s ቁልፍ ኮድ %#4x ቀያሪ፡ %#x
ar: %s :ﺡﺎﺘﻔﻤﻟﺍ ﺰﻣﺭ %#4x :ﻝﺪﻌﻤﻟﺍ %#x
be: %s Код ключа: %#4x Мадыфікатар: %#x
bg: %s Ключов код: %#4x модификатор: %#x
bn: %s চাবি কোড: %#4x সংশোধক: %#x
ca: %s Clau: %#4x Modificador: %#x
cy: %s Keycode: %#4x Newidydd: %#x
da: %s Nøgle kode: %#4x Modifikator: %#x
eo: %s Ŝlosilkodo: %#4x Modifilo: %#x
et: %s Võtmekood: %#4x Muutja: %#x
eu: %s Gako kodea: %#4x Aldatzailea: %#x
fa: %s :ﯼﺪﯿﻠﮐ ﺪﮐ %#4x :ﻩﺪﻨﻨﮐ ﺡﻼ﻿ﺻﺍ %#x
fi: %s Avainkoodi: %#4x Muokkaus: %#x
fy: %s Kaaikoade: %#4x Modifier: %#x
ga: %s Keycode: %#4x Mionathraitheoir: %#x
gd: %s Keycode: %#4x Mion-atharraiche: %#x
gl: %s Código clave: %#4x Modificador: %#x
gu: %s કી કોડ: %#4x સુધારક: %#x
he: %s :המסיס %#4x :ןֵקתַמ %#x
hi: %s कुंजी कोड: %#4x संशोधक: %#x
hr: %s Kôd ključa: %#4x modifikator: %#x
hu: %s Kulcskód: %#4x Módosító: %#x
hy: %s Բանալի կոդը: %#4x Փոփոխիչ: %#x
id: %s Kata kunci: %#4x Pengubah: %#x
is: %s Lykilorð: %#4x Breytir: %#x
ka: %s საკვანძო კოდი: %#4x მოდიფიკატორი: %#x
kk: %s Кілт коды: %#4x Модификатор: %#x
km: %s កូដu200bគន្លឹះ៖ %#4x អ្នកកែប្រែ៖ %#x
kn: %s ಕೀಕೋಡ್: %#4x ಪರಿವರ್ತಕ: %#x
ku: %s Keycode: %#4x Guherker: %#x
ky: %s Ачкыч коду: %#4x Модификатор: %#x
lb: %s Schlësselcode: %#4x Modifier: %#x
lo: %s ລະຫັດລະຫັດ: %#4x ຕົວແກ້ໄຂ: %#x
lt: %s Rakto kodas: %#4x Modifikatorius: %#x
lv: %s Atslēgas kods: %#4x Modifikators: %#x
mi: %s Waehere matua: %#4x Whakakē: %#x
mk: %s Клучен код: %#4x Модификатор: %#x
ml: %s കീകോഡ്: %#4x മോഡിഫയർ: %#x
mn: %s Түлхүүр код: %#4x Өөрчлөгч: %#x
mr: %s कीकोड: %#4x सुधारक: %#x
mt: %s Keycode: %#4x Modifikatur: %#x
my: %s သော့ကုဒ်- %#4x ပြုပြင်မွမ်းမံမှု- %#x
nb: %s Nøkkelkode: %#4x Modifikator: %#x
ne: %s किकोड: %#4x परिमार्जनकर्ता: %#x
or: %s କୀ କୋଡ୍: %#4x ପରିବର୍ତ୍ତନକାରୀ: %#x
pa: %s ਕੀਕੋਡ: %#4x ਸੋਧਕ: %#x
ps: %s :ډﻮﮐ ﻱﺪﯿﻠﮐ %#4x :ﯽﮑﻧﻮﮐ ﻞﯾﺪﻌﺗ %#x
ro: %s Cod cheie: %#4x Modificator: %#x
rw: %s Urufunguzo: %#4x Guhindura: %#x
sd: %s :ڊﻮڪ ﻲڪ %#4x :ڙﺪﻨڪ ﻞﻳﺪﺒﺗ %#x
si: %s යතුරු කේතය: %#4x විකරණය: %#x
sk: %s Keycode: %#4x Modifikátor: %#x
sl: %s koda ključa: %#4x modifikator: %#x
sq: %s Kodi kyç: %#4x Modifikues: %#x
sw: %s Msimbo muhimu: %#4x Kirekebishaji: %#x
ta: %s விசைக்குறி: %#4x மாற்றி: %#x
te: %s కీ కోడ్: %#4x మాడిఫైయర్: %#x
tg: %s Рамзи калид: %#4x Тағйирдиҳанда: %#x
th: %s รหัสกุญแจ: %#4x ตัวดัดแปลง: %#x
tk: %s Açar kody: %#4x Üýtgediji: %#x
tt: %s Клавиатура: %#4x Модификатор: %#x
uk: %s Код ключа: %#4x Модифікатор: %#x
ur: %s :ﮈﻮﮐ ﯽﯿﮐ %#4x :ﮦﺪﻨﻨﮐ ﻢﯿﻣﺮﺗ %#x
uz: %s Kalit kodi: %#4x Modifikator: %#x
vi: %s Mã khóa: %#4x Bổ nghĩa: %#x
xh: %s Ikhowudi yesitshixo: %#4x Isilungisi: %#x
yi: %s :דאָק לסילש %#4x :רעיפידאָמ %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
af: Druk jou sleutelkombinasie vir item '%s' klik dan Stel. Om die huidige sleuteltoewysing te verwyder, klik Ontstel.
am: ለዕቃዎ የቁልፍ ጥምርን ይጫኑ '%s' ከዚያ አዘጋጅ የሚለውን ጠቅ ያድርጉ። የአሁኑን ቁልፍ ተግባር ለማስወገድ አታስጀምር የሚለውን ጠቅ ያድርጉ።
ar: ﺮﺼﻨﻌﻠﻟ ﻚﺑ ﺔﺻﺎﺨﻟﺍ ﺢﻴﺗﺎﻔﻤﻟﺍ ﺔﻋﻮﻤﺠﻣ ﻰﻠﻋ ﻂﻐﺿﺍ '%s' .Unset ﻕﻮﻓ ﺮﻘﻧﺍ ، ﻲﻟﺎﺤﻟﺍ ﺡﺎﺘﻔﻤﻟﺍ ﻦﻴﻴﻌﺗ ﺔﻟﺍﺯﻹ﻿ .»ﻦﻴﻴﻌﺗ« ﻕﻮﻓ ﺮﻘﻧﺍ ﻢﺛ
be: Націсніце камбінацыю клавіш для элемента '%s' затым націсніце Усталяваць. Каб выдаліць бягучае прызначэнне клавіш, націсніце Зняць.
bg: Натиснете клавишната си комбинация за елемент '%s' след това щракнете върху Задаване. За да премахнете текущото присвояване на клавиш, щракнете върху Unset.
bn: আইটেমের জন্য আপনার কী সমন্বয় টিপুন '%s' তারপর Set এ ক্লিক করুন। বর্তমান কী অ্যাসাইনমেন্ট সরাতে, আনসেট ক্লিক করুন।
ca: Premeu la vostra combinació de tecles per a l'element '%s' a continuació, feu clic a Establir. Per eliminar l'assignació de clau actual, feu clic a Desestablir.
cy: Pwyswch eich cyfuniad allweddol am eitem '%s' yna cliciwch Gosod. I gael gwared ar yr aseiniad allwedd cyfredol, cliciwch Unset.
da: Tryk på din tastekombination for element '%s' klik derefter på Indstil. Klik på Fjern for at fjerne den aktuelle nøgletildeling.
eo: Premu vian klavkombinon por elemento '%s' tiam alklaku Agordi. Por forigi la nunan klav-asignon, alklaku Malŝalti.
et: Vajutage üksuse jaoks oma klahvikombinatsiooni '%s' seejärel klõpsake nuppu Määra. Praeguse võtmemäärangu eemaldamiseks klõpsake nuppu Tühista.
eu: Sakatu tekla-konbinazioa elementurako '%s' ondoren, egin klik Ezarri. Uneko gako-esleipena kentzeko, sakatu Desegin.
fa: ﺪﯿﻫﺩ ﺭﺎﺸﻓ ﺩﺭﻮﻣ ﯼﺍﺮﺑ ﺍﺭ ﺩﻮﺧ ﯽﺒﯿﮐﺮﺗ ﺪﯿﻠﮐ '%s' .ﺪﯿﻨﮐ ﮏﯿﻠﮐ Unset ﯼﻭﺭ ،ﯽﻠﻌﻓ ﺪﯿﻠﮐ ﺺﯿﺼﺨﺗ ﻑﺬﺣ ﯼﺍﺮﺑ .ﺪﯿﻨﮐ ﮏﯿﻠﮐ Set ﯼﻭﺭ ﺲﭙﺳ
fi: Paina kohteen näppäinyhdistelmää '%s' napsauta sitten Aseta. Voit poistaa nykyisen avainmäärityksen napsauttamalla Unset.
fil: Pindutin ang iyong kumbinasyon ng key para sa item '%s' pagkatapos ay i-click ang Itakda. Upang alisin ang kasalukuyang pagtatalaga ng key, i-click ang I-unset.
fy: Druk op jo toetskombinaasje foar item '%s' klik dan op Set. Om de aktuele kaai tawizing te fuortsmite, klik Unset.
ga: Brúigh do teaglaim eochair le haghaidh mír '%s' ansin cliceáil Socraigh. Chun an sannadh eochair reatha a bhaint, cliceáil Unset.
gd: Brùth am prìomh mheasgachadh agad airson rud '%s' an uairsin cliog air Set. Gus an sònrachadh iuchrach gnàthach a thoirt air falbh, cliog Unset.
gl: Preme a túa combinación de teclas para o elemento '%s' a continuación, faga clic en Establecer. Para eliminar a asignación de teclas actual, fai clic en Desactivar.
gu: આઇટમ માટે તમારા કી સંયોજનને દબાવો '%s' પછી સેટ પર ક્લિક કરો. વર્તમાન કી સોંપણીને દૂર કરવા માટે, અનસેટ કરો પર ક્લિક કરો.
he: טירפל ךלש םישקמה ףוריצ לע ץחל '%s' .לטב לע ץחל ,תיחכונה חתפמה תאצקה תא ריסהל ידכ .רדגה לע ץחל ןכמ רחאל
hi: आइटम के लिए अपना कुंजी संयोजन दबाएं '%s' फिर सेट पर क्लिक करें। वर्तमान कुंजी असाइनमेंट को निकालने के लिए, अनसेट करें पर क्लिक करें।
hr: Pritisnite kombinaciju tipki za stavku '%s' zatim kliknite Postavi. Da biste uklonili trenutnu dodjelu tipki, kliknite Poništi.
hu: Nyomja meg az elemhez tartozó billentyűkombinációt '%s' majd kattintson a Beállítás gombra. Az aktuális kulcs-hozzárendelés eltávolításához kattintson az Unset gombra.
hy: Սեղմեք ձեր ստեղների համակցությունը տարրի համար '%s' ապա սեղմեք Սահմանել: Ընթացիկ բանալու նշանակումը հեռացնելու համար սեղմեք Չսահմանել:
id: Tekan kombinasi tombol Anda untuk item '%s' lalu klik Setel. Untuk menghapus penetapan kunci saat ini, klik Hapus.
is: Ýttu á takkasamsetninguna þína fyrir hlut '%s' smelltu síðan á Setja. Til að fjarlægja núverandi lyklaúthlutun, smelltu á Óvirkt.
ka: დააჭირეთ კლავიშთა კომბინაციას ნივთისთვის '%s' შემდეგ დააჭირეთ Set. მიმდინარე გასაღების მინიჭების მოსაშორებლად დააწკაპუნეთ Unset.
kk: Элемент үшін пернелер тіркесімін басыңыз '%s' содан кейін Орнату түймесін басыңыз. Ағымдағы кілт тағайындауын жою үшін Орнатудан бас тарту түймесін басыңыз.
km: ចុចបន្សំគ្រាប់ចុចរបស់អ្នកសម្រាប់ធាតុ '%s' បន្ទាប់មកចុច កំណត់។ ដើម្បីលុបកិច្ចការគន្លឹះបច្ចុប្បន្នចេញ សូមចុច Unset ។
kn: ಐಟಂಗಾಗಿ ನಿಮ್ಮ ಕೀ ಸಂಯೋಜನೆಯನ್ನು ಒತ್ತಿರಿ '%s' ನಂತರ ಹೊಂದಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ. ಪ್ರಸ್ತುತ ಕೀ ನಿಯೋಜನೆಯನ್ನು ತೆಗೆದುಹಾಕಲು, ಹೊಂದಿಸದಿರುವುದನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Ji bo babetê kombînasyona kilîta xwe bikirtînin '%s' paşê Set bikirtînin. Ji bo rakirina peywira mifteya heyî, bikirtînin Unset.
ky: Нерсе үчүн баскыч айкалышыңызды басыңыз '%s' андан кийин Орнотуу. Учурдагы ачкыч дайындоосун алып салуу үчүн, Орнотуудан чыгарууну чыкылдатыңыз.
lb: Press Är Tastekombinatioun fir Element '%s' klickt dann op Set. Fir déi aktuell Schlësselbezuelung ze läschen, klickt Unset.
lo: ກົດການປະສົມປະສານທີ່ສໍາຄັນຂອງທ່ານສໍາລັບລາຍການ '%s' ຫຼັງu200bຈາກu200bນັ້ນu200bໃຫ້u200bຄລິກu200bໃສ່u200bຕັ້ງu200b. ເພື່ອເອົາການມອບໝາຍກະແຈປັດຈຸບັນອອກ, ຄລິກທີ່ບໍ່ໄດ້ຕັ້ງ.
lt: Paspauskite elemento klavišų kombinaciją '%s' tada spustelėkite Nustatyti. Norėdami pašalinti dabartinį rakto priskyrimą, spustelėkite Unset.
lv: Nospiediet vienuma taustiņu kombināciju '%s' pēc tam noklikšķiniet uz Iestatīt. Lai noņemtu pašreizējo atslēgas piešķiršanu, noklikšķiniet uz Unset.
mg: Tsindrio ny fitambarana fanalahidy ho an'ny singa '%s' dia tsindrio ny Set. Raha hanesorana ny fanendrena fanalahidy ankehitriny dia tsindrio ny Unset.
mi: Patohia to huinga matua mo te mea '%s' katahi ka paato i te Tautuhi. Hei tango i te taumahi matua o naianei, pawhiria te Wewete.
mk: Притиснете ја комбинацијата на копчиња за ставка '%s' потоа кликнете Постави. За да го отстраните тековното доделување на клучот, кликнете Unset.
ml: ഇനത്തിനായി നിങ്ങളുടെ കീ കോമ്പിനേഷൻ അമർത്തുക '%s' തുടർന്ന് സെറ്റ് ക്ലിക്ക് ചെയ്യുക. നിലവിലെ കീ അസൈൻമെന്റ് നീക്കം ചെയ്യാൻ, അൺസെറ്റ് ക്ലിക്ക് ചെയ്യുക.
mn: Тухайн зүйлийн товчлуурын хослолыг дарна уу '%s' дараа нь Set дарна уу. Одоогийн түлхүүрийн даалгаврыг арилгахын тулд Unset товчийг дарна уу.
mr: आयटमसाठी तुमचे की संयोजन दाबा '%s' नंतर Set वर क्लिक करा. वर्तमान की असाइनमेंट काढण्यासाठी, अनसेट वर क्लिक करा.
mt: Agħfas il-kombinazzjoni taċ-ċavetta tiegħek għall-oġġett '%s' imbagħad ikklikkja Issettja. Biex tneħħi l-assenjazzjoni taċ-ċavetta attwali, ikklikkja Unset.
my: အကြောင်းအရာအတွက် သင့်သော့ပေါင်းစပ်မှုကို နှိပ်ပါ။ '%s' ထို့နောက် Set ကိုနှိပ်ပါ။ လက်ရှိသော့တာဝန်ကို ဖယ်ရှားရန်၊ Unset ကိုနှိပ်ပါ။
nb: Trykk på tastekombinasjonen for elementet '%s' klikk deretter Set. For å fjerne gjeldende nøkkeltilordning, klikk Unset.
ne: वस्तुको लागि आफ्नो कुञ्जी संयोजन थिच्नुहोस् '%s' त्यसपछि सेट क्लिक गर्नुहोस्। हालको कुञ्जी असाइनमेन्ट हटाउनको लागि, अनसेट गर्नुहोस् क्लिक गर्नुहोस्।
or: ଆଇଟମ୍ ପାଇଁ ଆପଣଙ୍କର କି ମିଶ୍ରଣକୁ ଦବାନ୍ତୁ | '%s' ତାପରେ ସେଟ୍ କ୍ଲିକ୍ କରନ୍ତୁ | ସାମ୍ପ୍ରତିକ କୀ ଆସାଇନମେଣ୍ଟ ଅପସାରଣ କରିବାକୁ, ଅନ୍ସେଟ୍ କ୍ଲିକ୍ କରନ୍ତୁ |
pa: ਆਈਟਮ ਲਈ ਆਪਣਾ ਕੁੰਜੀ ਸੁਮੇਲ ਦਬਾਓ '%s' ਫਿਰ ਸੈੱਟ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਮੌਜੂਦਾ ਕੁੰਜੀ ਅਸਾਈਨਮੈਂਟ ਨੂੰ ਹਟਾਉਣ ਲਈ, ਅਣਸੈੱਟ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
ps: ﺉړﮐﺭﻭ ﺭﺎﺸﻓ ﺐﯿﮐﺮﺗ ﻱﺪﯿﻠﮐ ﻞﭙﺧ ﻩﺭﺎﭙﻟ ﻲﮐﻮﺗ ﺩ '%s' .ﺉړﮐﻭ ﮏﯿﻠﮐ ﻮﻠﮐﺎټ ﺮﯿﻏ ﻪﭘ ،ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﯤﺮﻟ ﯤﺪﻧﺩ ﻱﺪﯿﻠﮐ ﻲﻨﺳﻭﺍ ﺩ .ﺉړﮐﻭ ﮏﯿﻠﮐ Set ﻪﭘ ﺎﯿﺑ
ro: Apăsați combinația de taste pentru articol '%s' apoi faceți clic pe Set. Pentru a elimina alocarea actuală a tastei, faceți clic pe Unset.
rw: Kanda urufunguzo rwawe kugirango uhuze ikintu '%s' hanyuma ukande Set. Kuraho ibyingenzi byingenzi, kanda Unset.
sd: ﻮﻳﺎﭔﺩ ﻲﮐ ﭖﻼ﻿ﻴﻣ ﻲﺠﻨڪ ﻲﺠﻨﮭﻨﭘ ءِﻻ﻿ ﻢٽﺋﺁ '%s' .ﻮﻳﺮڪ ڪﻠڪ ﻲﺗ Unset ،ءِﻻ﻿ ﮡﺋﺎٽﻫ ﻲﮐ ٽﻨﻴﻤﻨﺋﺎﺳﺍ ﻢﻫﺍ ﻩﺩﻮﺟﻮﻣ .ﻮﻳﺮڪ ڪﻠڪ ﻲﺗ ﻮﻳﺮڪ ٽﻴﺳ ءﻮﭘ
si: අයිතමය සඳහා ඔබේ යතුරු සංයෝජනය ඔබන්න '%s' ඉන්පසු Set ක්ලික් කරන්න. වත්මන් යතුරු පැවරුම ඉවත් කිරීමට, Unset ක්ලික් කරන්න.
sk: Stlačte kombináciu klávesov pre položku '%s' potom kliknite na Nastaviť. Ak chcete odstrániť aktuálne priradenie kľúča, kliknite na položku Zrušiť nastavenie.
sl: Pritisnite kombinacijo tipk za element '%s' nato kliknite Nastavi. Če želite odstraniti trenutno dodelitev tipk, kliknite Odstrani.
sq: Shtypni kombinimin tuaj të tastit për artikullin '%s' pastaj klikoni Set. Për të hequr caktimin aktual të çelësit, klikoni Unset.
sw: Bonyeza mchanganyiko wako wa vitufe kwa kipengee '%s' kisha bofya Weka. Ili kuondoa utume wa ufunguo wa sasa, bofya Usiweke.
ta: உருப்படிக்கான உங்கள் விசை கலவையை அழுத்தவும் '%s' பின்னர் அமை என்பதைக் கிளிக் செய்யவும். தற்போதைய விசை ஒதுக்கீட்டை அகற்ற, அமைக்கப்படாததைக் கிளிக் செய்யவும்.
te: అంశం కోసం మీ కీ కలయికను నొక్కండి '%s' ఆపై సెట్ క్లిక్ చేయండి. ప్రస్తుత కీ అసైన్u200cమెంట్u200cను తీసివేయడానికి, సెట్ చేయని క్లిక్ చేయండి.
tg: Комбинатсияи калидҳои худро барои ашё пахш кунед '%s' баъд Танзимро пахш кунед. Барои нест кардани таъиноти ҷории калид, »Нест кардан« -ро клик кунед.
th: กดคีย์ผสมของคุณสำหรับรายการ '%s' จากนั้นคลิกตั้งค่า หากต้องการลบการกำหนดคีย์ปัจจุบัน ให้คลิกยกเลิกการตั้งค่า
tk: Haryt üçin açar kombinasiýany basyň '%s' Soňra “Set” -e basyň. Häzirki açar tabşyrygy aýyrmak üçin »Gurmak« düwmesine basyň.
tt: Предмет өчен ачкыч комбинациясенә басыгыз '%s' аннары көйләүгә басыгыз. Хәзерге ачкыч биремен бетерү өчен, »Көйләү« төймәсенә басыгыз.
uk: Натисніть комбінацію клавіш для елемента '%s' потім натисніть Встановити. Щоб видалити поточне призначення клавіатури, натисніть Зняти.
ur: ۔ﮟﯿﺋﺎﺑﺩ ﮧﻋﻮﻤﺠﻣ ﯼﺪﯿﻠﮐ ﺎﻨﭘﺍ ﮯﯿﻟ ﮯﮐ ﻢﭩﺋﺁ '%s' ۔ﮟﯾﺮﮐ ﮏﻠﮐ ﺮﭘ Unset ،ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﭩﮨ ﻮﮐ ﭧﻨﻤﻨﺋﺎﺳﺍ ﯼﺪﯿﻠﮐ ﮦﺩﻮﺟﻮﻣ ۔ﮟﯾﺮﮐ ﮏﻠﮐ ﺮﭘ ﭧﯿﺳ ﺮﮭﭘ
uz: Element uchun tugmalar birikmasini bosing '%s' keyin Set tugmasini bosing. Joriy kalit tayinlashni o'chirish uchun »O'rnatishni bekor qilish« tugmasini bosing.
vi: Nhấn tổ hợp phím của bạn cho mục '%s' sau đó nhấp vào Đặt. Để xóa việc gán khóa hiện tại, hãy nhấp vào Bỏ đặt.
xh: Cinezela indibaniselwano yakho yesitshixo ukwenzela into '%s' emva koko ucofe Seta. Ukususa ulwabiwo lweqhosha langoku, cofa u-Aiseti.
yi: רעמונ ראַפֿ עיצאַניבמאָק לסילש ןייד קורד '%s' .Unset טיג ,טנאַמנייסאַ לסילש טנאַרק םעד ןקיטיַיזאַב וצ .ןלעטש טיג טלאָמעד

source: Cancel
af: Kanselleer
am: ሰርዝ
ar: ﻲﻐﻠﻳ
be: Адмяніць
bg: Отмяна
bn: বাতিল করুন
ca: Cancel · lar
cy: Canslo
da: Afbestille
eo: Nuligi
et: Tühista
eu: Utzi
fa: ﺪﯿﻨﮐ ﻮﻐﻟ
fi: Peruuttaa
fil: Kanselahin
fy: Ofbrekke
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
gu: રદ કરો
he: לֵטַבְל
hi: रद्द करें
hr: Otkazati
hu: Megszünteti
hy: Չեղարկել
id: Membatalkan
is: Hætta við
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
kn: ರದ್ದುಮಾಡು
ku: Bişûndekirin
ky: Жокко чыгаруу
lb: Ofbriechen
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mg: hanafoana
mi: Whakakore
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
mt: Ikkanċella
my: မလုပ်တော့
nb: Avbryt
ne: रद्द गर्नुहोस्
or: ବାତିଲ୍ କରନ୍ତୁ |
pa: ਰੱਦ ਕਰੋ
ps: ﺉړﮐ ﻩﻮﻐﻟ
ro: Anulare
rw: Kureka
sd: ﻮﻳﺮڪ ﺥﻮﺴﻨﻣ
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sq: Anulo
sw: Ghairi
ta: ரத்து செய்
te: రద్దు చేయండి
tg: Бекор кардан
th: ยกเลิก
tk: Elatyr
tt: Баш тарту
uk: Скасувати
ur: ۔ﮟﯾﺮﮐ ﺥﻮﺴﻨﻣ
uz: Bekor qilish
vi: Hủy bỏ
xh: Rhoxisa
yi: ןכאַמ לטאָב

source: Unset
af: Ontkoppel
am: አልተዋቀረም።
ar: ﺩﺪﺤﻣ ﺮﻴﻏ
be: Адключаны
bg: Ненастроено
bn: আনসেট
ca: Desactivat
da: Frakoblet
eo: Malŝaltita
et: Tühista
eu: Konfiguratu gabe
fa: ﺖﺳﺍ ﻩﺪﺸﻧ ﻢﯿﻈﻨﺗ
fil: Hindi nakatakda
gl: Desactivar
gu: અનસેટ
he: לטב
hi: अनसेट
hr: Poništeno
hy: Չսահմանված
id: Tidak disetel
is: Óstillt
ka: გაუქმება
kk: Орнатылмады
km: មិនបានកំណត់
kn: ಹೊಂದಿಸಿಲ್ಲ
ky: Жөндөлбөйт
lb: Unsat
lo: ບໍ່ໄດ້ຕັ້ງ
lt: Atšauktas
lv: Atiestatīts
mg: Tsy napetraka
mi: Whakakorehia
mk: Отстранете го
ml: സജ്ജീകരിക്കാത്തത്
mn: Тохируулаагүй
mr: अनसेट
mt: Mitfi
my: သတ်မှတ်မထားပါ။
nb: Deaktivert
ne: अनसेट
or: ଅସନ୍ତୁଷ୍ଟ
pa: ਅਣਸੈੱਟ
ps: ﻪﺒﯿﺗﺮﺗ ﯥﺑ
ro: Dezactivat
rw: Kureka
sd: ﺐﻴﺗﺮﺗ ﻲﺑ
si: සකස් නොකළ
sk: Nenastavené
sl: Nenastavljeno
sq: I pacaktuar
sw: Haijawekwa
ta: அமைக்கப்படவில்லை
te: సెట్ చేయబడలేదు
tg: Мунтазам
th: ยกเลิกการตั้งค่า
tk: Gurmak
tt: Бетерү
uk: Не встановлено
ur: ﭧﯿﺳ ﺮﯿﻏ
uz: Sozlanmadi
vi: Bỏ đặt
xh: Ayilungiswanga
yi: טעסנו

source: Set
af: Stel
am: አዘጋጅ
ar: ﻊﻀﻳ
be: Набор
bg: Комплект
bn: সেট
ca: Conjunt
cy: Gosod
da: Sæt
eo: Aro
et: Määra
eu: Ezarri
fa: ﻢﯿﻈﻨﺗ
fi: Aseta
fil: Itakda
ga: Socraigh
gd: Suidhich
gl: Conxunto
gu: સેટ
he: תֶכֶרֲעַמ
hi: सेट
hu: Készlet
hy: Սահմանել
id: Mengatur
is: Sett
ka: კომპლექტი
kk: Орнату
km: កំណត់
kn: ಹೊಂದಿಸಿ
ku: Danîn
ky: коюу
lb: Setzt
lo: ຕັ້ງ
lt: Nustatyti
lv: Iestatīt
mi: Tautuhi
mk: Поставете
ml: സജ്ജമാക്കുക
mn: Тохируулах
mr: सेट करा
mt: Issettja
my: သတ်မှတ်
nb: Sett
ne: सेट
or: ସେଟ୍ କରନ୍ତୁ |
pa: ਸੈੱਟ ਕਰੋ
ps: ﻞﮐﺎټ
ro: A stabilit
rw: Shiraho
sd: ﺭﺮﻘﻣ
si: සකසන්න
sw: Weka
ta: அமைக்கவும்
te: సెట్
tg: Танзим
th: ชุด
tt: Көйләгез
uk: Набір
ur: ﭧﯿﺳ
uz: Oʻrnatish
vi: Đặt
xh: Seta
yi: ןלעטש

source: Set Key
af: Stel sleutel
am: ቁልፍ አዘጋጅ
ar: ﺐﻴﺼﻨﺘﻟﺍ ﻭﺍ ﺰﻴﻬﺠﺘﻟﺍ ﺭﺯ
be: Усталяваць ключ
bg: Задайте ключ
bn: কী সেট করুন
ca: Estableix la clau
cy: Allwedd Gosod
da: Indstil nøgle
eo: Agordu Ŝlosilon
et: Määra võti
eu: Ezarri gakoa
fa: ﺪﯿﻠﮐ ﻢﯿﻈﻨﺗ
fi: Aseta avain
fil: Itakda ang Susi
ga: Eochair Socraigh
gd: Suidhich iuchair
gl: Establecer clave
gu: કી સેટ કરો
he: חתפמ רדגה
hi: नियत कुंजी
hr: Postavite ključ
hu: Kulcs beállítása
hy: Սահմանել բանալին
id: Setel Kunci
is: Stilla lykil
ka: გასაღების დაყენება
kk: Кілтті орнату
km: កំណត់សោ
kn: ಕೀಲಿಯನ್ನು ಹೊಂದಿಸಿ
ky: Ачкычты коюу
lb: Set Schlëssel
lo: ຕັ້ງລະຫັດ
lt: Nustatyti raktą
lv: Iestatīt atslēgu
mi: Tautuhi Kī
mk: Поставете клуч
ml: കീ സെറ്റ് ചെയ്യുക
mn: Түлхүүрийг тохируулах
mr: की सेट करा
mt: Issettja Ċavetta
my: Key သတ်မှတ်ပါ။
nb: Sett nøkkel
ne: कुञ्जी सेट गर्नुहोस्
or: କି ସେଟ୍ କରନ୍ତୁ |
pa: ਕੁੰਜੀ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻲﻠﯿﮐ
rw: Shiraho Urufunguzo
sd: ﻲﭔﺎﭼ ﻮﻳﺮڪ ٽﻴﺳ
si: යතුර සකසන්න
sk: Nastaviť kľúč
sl: Nastavi ključ
sq: Vendos çelësin
sw: Weka Ufunguo
ta: விசையை அமை
te: కీని సెట్ చేయండి
tg: Калидро танзим кунед
th: ตั้งค่าคีย์
tk: Düwmäni düz
tt: Ачкычны куегыз
uk: Встановити ключ
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﺪﯿﻠﮐ
uz: Kalitni o'rnatish
vi: Đặt khóa
xh: Seta Isitshixo
yi: לסילש ןלעטש

source: Edit Command Line
af: Wysig opdragreël
am: የትእዛዝ መስመርን ያርትዑ
ar: ﺮﻣﺍﻭﻷ﻿ﺍ ﺮﻄﺳ ﺮﻳﺮﺤﺗ
be: Рэдагаваць камандны радок
bg: Редактиране на командния ред
bn: কমান্ড লাইন সম্পাদনা করুন
ca: Edita la línia d'ordres
cy: Golygu Llinell Reoli
da: Rediger kommandolinje
eo: Redakti Komandlinion
et: Redigeeri käsurida
eu: Editatu komando-lerroa
fa: ﻥﺎﻣﺮﻓ ﻂﺧ ﺶﯾﺍﺮﯾﻭ
fi: Muokkaa komentoriviä
fil: I-edit ang Command Line
fy: Kommandorigel bewurkje
ga: Cuir Líne Ordú in Eagar
gd: Deasaich loidhne stiùiridh
gl: Editar liña de comandos
gu: આદેશ વાક્ય સંપાદિત કરો
he: הדוקפ תרוש ךורע
hi: कमांड लाइन संपादित करें
hr: Uredi naredbeni redak
hu: Parancssor szerkesztése
hy: Խմբագրել հրամանի տողը
id: Edit Baris Perintah
is: Breyta skipanalínu
ka: ბრძანების ხაზის რედაქტირება
kk: Пәрмен жолын өңдеу
km: កែសម្រួលបន្ទាត់ពាក្យបញ្ជា
kn: ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ಸಂಪಾದಿಸಿ
ku: Xeta Fermana Biguherîne
ky: Буйрук сабын түзөтүү
lb: Kommando Linn änneren
lo: ແກ້ໄຂເສັ້ນຄໍາສັ່ງ
lt: Redaguoti komandinę eilutę
lv: Rediģēt komandrindu
mg: Ahitsio Fibaikoana
mi: Whakatika Raina Whakahau
mk: Уредете ја командната линија
ml: കമാൻഡ് ലൈൻ എഡിറ്റ് ചെയ്യുക
mn: Тушаалын мөрийг засах
mr: कमांड लाइन संपादित करा
mt: Edit Linja tal-Kmand
my: Command Line ကို တည်းဖြတ်ပါ။
nb: Rediger kommandolinje
ne: आदेश रेखा सम्पादन गर्नुहोस्
or: କମାଣ୍ଡ୍ ଲାଇନ୍ ସଂପାଦନ କରନ୍ତୁ |
pa: ਕਮਾਂਡ ਲਾਈਨ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
ps: ﺉړﮐ ټﯾډﯾﺍ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺩ
ro: Editați linia de comandă
rw: Hindura umurongo
sd: ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻲﮐ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ
si: විධාන රේඛාව සංස්කරණය කරන්න
sk: Upraviť príkazový riadok
sl: Uredi ukazno vrstico
sq: Redakto linjën e komandës
sw: Badilisha Mstari wa Amri
ta: கட்டளை வரியைத் திருத்தவும்
te: కమాండ్ లైన్u200cని సవరించండి
tg: Таҳрири хати фармон
th: แก้ไขบรรทัดคำสั่ง
tk: Buýruk setirini redaktirläň
tt: Команда сызыгын үзгәртү
uk: Редагувати командний рядок
ur: ۔ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ
uz: Buyruqlar qatorini tahrirlash
vi: Chỉnh sửa dòng lệnh
xh: Hlela Umgca Womyalelo
yi: הרוש דנאַמאַק ןריגאַדער

source: Choose Custom Executable
af: Kies Custom Executable
am: ብጁ ፈጻሚን ይምረጡ
ar: Custom Executable ﺮﺘﺧﺍ
be: Выберыце карыстальніцкі выкананы файл
bg: Изберете Изпълним по избор
bn: কাস্টম এক্সিকিউটেবল নির্বাচন করুন
ca: Trieu l'executable personalitzat
cy: Dewiswch Custom Executable
da: Vælg Brugerdefineret eksekverbar
eo: Elektu Propra Ejekutebla
et: Valige Kohandatud käivitatav
eu: Aukeratu Exekutibo pertsonalizatua
fa: Custom Executable ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ
fi: Valitse Mukautettu suoritettava
fil: Piliin ang Custom na Executable
fy: Kies Oanpaste útfierber
ga: Roghnaigh Saincheaptha Inghníomhaithe
gd: Tagh Custom Executable
gl: Escolla executable personalizado
gu: કસ્ટમ એક્ઝેક્યુટેબલ પસંદ કરો
he: תישיא םאתומ הלעפה ץבוק רחב
hi: कस्टम निष्पादन योग्य चुनें
hr: Odaberite Custom Executable
hu: Válassza az Egyéni végrehajtható elemet
hy: Ընտրեք Պատվերով գործարկվող
id: Pilih Eksekusi Kustom
is: Veldu Custom Executable
ka: აირჩიეთ საბაჟო შესრულებადი
kk: Теңшелетін орындалатын файлды таңдаңыз
km: ជ្រើសរើស Custom Executable
kn: ಕಸ್ಟಮ್ ಎಕ್ಸಿಕ್ಯೂಟಬಲ್ ಆಯ್ಕೆಮಾಡಿ
ku: Vebijêrk Vebijêrk Hilbijêre
ky: Ыңгайлаштырылган аткарылуучуну тандаңыз
lb: Wielt Custom Executable
lo: ເລືອກ Custom executable
lt: Pasirinkite tinkintą vykdomąjį failą
lv: Izvēlieties pielāgotu izpildāmu
mg: Mifidiana Custom Executable
mi: Whiriwhiria Ritenga Whakahaerenga
mk: Изберете Прилагодено извршно
ml: കസ്റ്റം എക്സിക്യൂട്ടബിൾ തിരഞ്ഞെടുക്കുക
mn: Custom Executable-г сонгоно уу
mr: सानुकूल एक्झिक्युटेबल निवडा
mt: Agħżel Custom Executable
my: စိတ်ကြိုက် အကောင်အထည်ဖော်နိုင်သောကို ရွေးပါ။
nb: Velg Egendefinert kjørbar
ne: अनुकूलन कार्यान्वयन योग्य छनौट गर्नुहोस्
or: କଷ୍ଟମ୍ ଏକଜେକ୍ୟୁଟେବଲ୍ ବାଛନ୍ତୁ |
pa: ਕਸਟਮ ਐਗਜ਼ੀਕਿਊਟੇਬਲ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ړﻭ ﺍﺮﺟﺍ ﮎﺮﻤګ ﺩ
ro: Alegeți Executabil personalizat
rw: Hitamo Custom Executable
sd: Custom Executable ﻮﻳﺮڪ ﺐﺨﺘﻨﻣ
si: Custom Executable තෝරන්න
sk: Vyberte Vlastný spustiteľný súbor
sl: Izberite Izvedljiva datoteka po meri
sq: Zgjidhni Ekzekutueshme me porosi
sw: Chagua Inayotekelezeka Maalum
ta: Custom Executable என்பதைத் தேர்ந்தெடுக்கவும்
te: కస్టమ్ ఎక్జిక్యూటబుల్ ఎంచుకోండి
tg: Иҷрошавандаи фармоиширо интихоб кунед
th: เลือก Custom Executable
tk: Custom Executable saýlaň
tt: Custom Executable-ны сайлагыз
uk: Виберіть Настроюваний виконуваний файл
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﻞﺒﯿﭨﻮﯿﮑﯾﺰﮕﯾﺍ ﻢﭩﺴﮐ
uz: Maxsus bajariladigan faylni tanlang
vi: Chọn tùy chỉnh có thể thực thi
xh: Khetha uKuphunyezwa ngokweSiko
yi: Custom Executable ןביַילק

source: Run As User
af: Hardloop as gebruiker
am: እንደ ተጠቃሚ አሂድ
ar: ﻡﺪﺨﺘﺴﻤﻛ ﻞﻴﻐﺸﺗ
be: Запуск ад імя карыстальніка
bg: Изпълнявайте като потребител
bn: ব্যবহারকারী হিসাবে চালান
ca: Executar com a usuari
cy: Rhedeg Fel Defnyddiwr
da: Kør som bruger
eo: Kuru Kiel Uzanto
et: Käivita kasutajana
eu: Exekutatu erabiltzaile gisa
fa: ﺩﻮﺷ ﺍﺮﺟﺍ ﺮﺑﺭﺎﮐ ﻥﺍﻮﻨﻋ ﻪﺑ
fi: Suorita käyttäjänä
fil: Patakbuhin Bilang User
ga: Rith Mar Úsáideoir
gd: Ruith mar chleachdaiche
gl: Executar como usuario
gu: વપરાશકર્તા તરીકે ચલાવો
he: שמתשמכ לעפה
hi: उपयोगकर्ता के रूप में चलाएं
hr: Pokreni kao korisnik
hu: Futtatás felhasználóként
hy: Գործարկել որպես օգտվող
id: Jalankan Sebagai Pengguna
is: Keyra sem notandi
ka: გაუშვით როგორც მომხმარებელი
kk: Пайдаланушы ретінде іске қосыңыз
km: ដំណើរការជាអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರರಂತೆ ರನ್ ಮಾಡಿ
ku: Wekî Bikarhêner Bixebitîne
ky: Колдонуучу катары иштетүү
lb: Run Als Benotzer
lo: ດໍາເນີນການເປັນຜູ້ໃຊ້
lt: Vykdyti kaip vartotoją
lv: Palaist kā lietotājam
mi: Whakahaere Hei Kaiwhakamahi
mk: Стартувај како корисник
ml: ഉപയോക്താവായി പ്രവർത്തിപ്പിക്കുക
mn: Хэрэглэгчээр ажиллуулах
mr: वापरकर्ता म्हणून चालवा
mt: Mexxi Bħala Utent
my: အသုံးပြုသူအဖြစ် လုပ်ဆောင်ပါ။
nb: Kjør som bruker
ne: प्रयोगकर्ताको रूपमा चलाउनुहोस्
or: ୟୁଜର୍ ଭାବରେ ଚଲାନ୍ତୁ |
pa: ਯੂਜ਼ਰ ਵਜੋਂ ਚਲਾਓ
ps: ﻝﻮﻠﭼ ﻪګﻮﺗ ﻪﭘ ﻲﮑﻧﻭﺭﺎﮐ ﺩ
ro: Rulați ca utilizator
rw: Koresha Nka Umukoresha
sd: ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﺭﻮﻃ ڙﺪﻨﻴﺋﻼ﻿ﻫ
si: පරිශීලක ලෙස ධාවනය කරන්න
sk: Spustiť ako používateľ
sl: Zaženi kot uporabnik
sq: Ekzekutoni si përdorues
sw: Endesha Kama Mtumiaji
ta: பயனராக இயக்கவும்
te: వినియోగదారుగా అమలు చేయండి
tg: Ҳамчун корбар иҷро кунед
th: เรียกใช้ในฐานะผู้ใช้
tk: Ulanyjy hökmünde işlediň
tt: Кулланучы буларак йөгерегез
uk: Запуск як користувач
ur: ۔ﮟﯿﺋﻼ﻿ﭼ ﻑﺭﺎﺻ ﺭﻮﻄﺑ
uz: Foydalanuvchi sifatida ishga tushirish
vi: Chạy với tư cách người dùng
xh: Qhuba njengoMsebenzisi
yi: רעצינאַב יוו ןפיול
