Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
af: Voer toestelvertoonnaamformaat in: Gebruik: %%v toestel lêernaam (eg sdd1) %%s totale grootte (eg 800G) %%t fstipe (eg ext4) %%l volume aanwysing (bv. Etiket of [geen media nie]) %%m monteerpunt indien gemonteer, of --- %%i toestel ID %%n major:minor toestelnommers (eg 15:3)
am: የመሳሪያውን የማሳያ ስም ቅርጸት ያስገቡ፡- ተጠቀም፡ %%v የመሳሪያ ፋይል ስም (eg sdd1) %%s ጠቅላላ መጠን (eg 800G) %%t fsዓይነት (eg ext4) %%l የድምጽ መለያ (ለምሳሌ መለያ ወይም [ሚዲያ የለም።]) %%m የመጫኛ ነጥብ ከተሰቀለ, ወይም --- %%i የመሳሪያ መታወቂያ %%n major:minor የመሳሪያ ቁጥሮች (eg 15:3)
ar: :ﺯﺎﻬﺠﻟﺍ ﺽﺮﻋ ﻢﺳﺍ ﻖﻴﺴﻨﺗ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ﻢﺳﺍ (eg sdd1) %%s ﻲﻟﺎﻤﺟﻹ﻿ﺍ ﻢﺠﺤﻟﺍ (eg 800G) %%t fsﻉﻮﻧ (eg ext4) %%l ﻦﻳﺰﺨﺘﻟﺍ ﺓﺪﺣﻭ ﺔﻴﻤﺴﺗ (ﻭﺃ ﺔﻴﻤﺴﺗ ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ [ﻂﺋﺎﺳﻭ ﺪﺟﻮﻳ ﻻ﻿]) %%m ﻭﺃ ، ﺎﻬﺒﻴﻛﺮﺗ ﻢﺗ ﺍﺫﺇ ﺖﻴﺒﺜﺘﻟﺍ ﺔﻄﻘﻧ --- %%i ﺯﺎﻬﺠﻟﺍ ﻑﺮﻌﻣ %%n major:minor ﺯﺎﻬﺠﻟﺍ ﻡﺎﻗﺭﺃ (eg 15:3)
be: Увядзіце фармат адлюстравання назвы прылады: Выкарыстоўвайце: %%v імя файла прылады (eg sdd1) %%s агульны памер (eg 800G) %%t fsтыпу (eg ext4) %%l пазнака аб'ёму (напрыклад, Этыкетка або [няма СМІ]) %%m кропка мантавання, калі ўстаноўлена, або --- %%i ідэнтыфікатар прылады %%n major:minor нумары прылад (eg 15:3)
bg: Въведете формат за показване на името на устройството: Използвайте: %%v име на файл на устройството (eg sdd1) %%s Общият размер (eg 800G) %%t fsТип (eg ext4) %%l етикет за обем (например етикет или [няма медии]) %%m точка на монтиране, ако е монтирана, или --- %%i ID на устройството %%n major:minor номера на устройствата (eg 15:3)
bn: ডিভাইস প্রদর্শন নামের বিন্যাস লিখুন: ব্যবহার করুন: %%v ডিভাইস ফাইলের নাম (eg sdd1) %%s মোট আকার (eg 800G) %%t fsটাইপ (eg ext4) %%l শব্দোচ্চতার মাত্রা (যেমন লেবেল বা [কোন মিডিয়া]) %%m মাউন্ট পয়েন্ট মাউন্ট করা হলে, বা --- %%i ডিভাইস আইডি %%n major:minor ডিভাইস নম্বর (eg 15:3)
ca: Introduïu el format del nom de visualització del dispositiu: Ús: %%v nom de fitxer del dispositiu (eg sdd1) %%s mida total (eg 800G) %%t fstipus (eg ext4) %%l etiqueta de volum (per exemple, etiqueta o [cap mitjà de comunicació]) %%m punt de muntatge si està muntat, o bé --- %%i identificador del dispositiu %%n major:minor números de dispositiu (eg 15:3)
cy: Rhowch fformat enw arddangos y ddyfais: Defnyddiwch: %%v enw ffeil y ddyfais (eg sdd1) %%s cyfanswm maint (eg 800G) %%t fsmath (eg ext4) %%l label cyfaint (ee Label neu [dim cyfryngau]) %%m pwynt mowntio os yw wedi'i osod, neu --- %%i ID dyfais %%n major:minor rhifau dyfeisiau (eg 15:3)
da: Indtast enhedsvisningsnavnformat: Brug: %%v enheds filnavn (eg sdd1) %%s samlet størrelse (eg 800G) %%t fstype (eg ext4) %%l volumen etiket (fx Etiket eller [ingen medier]) %%m monteringspunkt hvis monteret, eller --- %%i enheds-id %%n major:minor enhedsnumre (eg 15:3)
eo: Enigu la formaton de ekrannoma aparato: Uzu: %%v aparato dosiernomo (eg sdd1) %%s tuta grandeco (eg 800G) %%t fstajpu (eg ext4) %%l volumena etikedo (ekz. Etikedon aŭ [neniu amaskomunikilaro]) %%m montopunkto se muntita, aŭ --- %%i aparato ID %%n major:minor aparataj numeroj (eg 15:3)
et: Sisestage seadme kuvatava nime vorming: Kasuta: %%v seadme failinimi (eg sdd1) %%s kogu suurus (eg 800G) %%t fstüüp (eg ext4) %%l mahu silt (nt Silt või [pole meediat]) %%m kinnituspunkt, kui see on paigaldatud, või --- %%i seadme ID %%n major:minor seadme numbrid (eg 15:3)
eu: Idatzi gailuaren bistaratzeko izenaren formatua: Erabili: %%v gailuaren fitxategi-izena (eg sdd1) %%s guztizko tamaina (eg 800G) %%t fsmota (eg ext4) %%l bolumen etiketa (adib. Etiketa edo [hedabiderik ez]) %%m muntatze-puntua muntatuta badago, edo --- %%i gailuaren ID %%n major:minor gailu zenbakiak (eg 15:3)
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﻩﺎﮕﺘﺳﺩ ﯽﺸﯾﺎﻤﻧ ﻡﺎﻧ ﺖﻣﺮﻓ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ﻡﺎﻧ (eg sdd1) %%s ﻞﮐ ﻩﺯﺍﺪﻧﺍ (eg 800G) %%t fsﻉﻮﻧ (eg ext4) %%l ﻢﺠﺣ ﺐﺴﭼﺮﺑ (ﺎﯾ ﺐﺴﭼﺮﺑ ﻝﺎﺜﻣ ﻥﺍﻮﻨﻋ ﻪﺑ [ﻪﻧﺎﺳﺭ ﻥﻭﺪﺑ]) %%m ﺎﯾ ،ﺐﺼﻧ ﺕﺭﻮﺻ ﺭﺩ ﺐﺼﻧ ﻪﻄﻘﻧ --- %%i ﻩﺎﮕﺘﺳﺩ ﻪﺳﺎﻨﺷ %%n major:minor ﻩﺎﮕﺘﺳﺩ ﯼﺎﻫ ﻩﺭﺎﻤﺷ (eg 15:3)
fi: Anna laitteen näyttönimen muoto: Käyttää: %%v laitteen tiedostonimi (eg sdd1) %%s kokonaiskoko (eg 800G) %%t fstyyppi (eg ext4) %%l tilavuuden etiketti (esim. etiketti tai [ei mediaa]) %%m kiinnityskohta, jos asennettu, tai --- %%i laitetunnus %%n major:minor laitenumerot (eg 15:3)
fil: Ilagay ang format ng display name ng device: Gamitin ang: %%v filename ng device (eg sdd1) %%s Kabuuang sukat (eg 800G) %%t fsuri (eg ext4) %%l label ng volume (hal. Label o [walang media]) %%m mount point kung naka-mount, o --- %%i ID ng device %%n major:minor mga numero ng device (eg 15:3)
fy: Fier apparaat werjefte namme opmaak yn: Brûke: %%v apparaat triemnamme (eg sdd1) %%s totale grutte (eg 800G) %%t fstype (eg ext4) %%l folume label (bygelyks Label of [gjin media]) %%m mount punt as mounted, of --- %%i apparaat ID %%n major:minor apparaat nûmers (eg 15:3)
ga: Iontráil formáid ainm taispeána an ghléis: Úsáid: %%v ainm comhaid gléas (eg sdd1) %%s méid iomlán (eg 800G) %%t fscineál (eg ext4) %%l lipéad toirte (eg Lipéad nó [aon mheáin]) %%m pointe suite má tá sé suite, nó --- %%i ID gléas %%n major:minor uimhreacha gléasanna (eg 15:3)
gd: Cuir a-steach cruth ainm taisbeanaidh inneal: Cleachd: %%v ainm faidhle inneal (eg sdd1) %%s meud iomlan (eg 800G) %%t fsseòrsa (eg ext4) %%l bileag toirt (me Label no [gun mheadhan]) %%m àite sreap ma tha e air a chuir suas, no --- %%i ID inneal %%n major:minor àireamhan innealan (eg 15:3)
gl: Introduza o formato de nome de visualización do dispositivo: Uso: %%v nome de ficheiro do dispositivo (eg sdd1) %%s tamaño total (eg 800G) %%t fstipo (eg ext4) %%l etiqueta de volume (por exemplo, Etiqueta ou [sen medios]) %%m punto de montaxe se está montado, ou --- %%i ID do dispositivo %%n major:minor números de dispositivos (eg 15:3)
gu: ઉપકરણ પ્રદર્શન નામ ફોર્મેટ દાખલ કરો: વાપરવુ: %%v ઉપકરણ ફાઇલનું નામ (eg sdd1) %%s કુલ કદ (eg 800G) %%t fsપ્રકાર (eg ext4) %%l વોલ્યુમ લેબલ (દા.ત. લેબલ અથવા [કોઈ મીડિયા નથી]) %%m માઉન્ટ બિંદુ જો માઉન્ટ થયેલ હોય, અથવા --- %%i ઉપકરણ ID %%n major:minor ઉપકરણ નંબરો (eg 15:3)
he: :רישכמה תגוצת םש טמרופ ןזה :שמתשהל %%v רישכמה ץבוק םש (eg sdd1) %%s ללוכ לדוג (eg 800G) %%t fsגּוס (eg ext4) %%l חפנ תיוות (וא תיוות לשמל [הידמ ןיא]) %%m וא ,תנקתומ םא הבכרה תדוקנ --- %%i רישכמ ההזמ %%n major:minor םירישכמ ירפסמ (eg 15:3)
hi: डिवाइस प्रदर्शन नाम प्रारूप दर्ज करें: उपयोग: %%v डिवाइस फ़ाइल नाम (eg sdd1) %%s कुल आकार (eg 800G) %%t fsप्रकार (eg ext4) %%l वोल्यूम लेबल (उदाहरण के लिए लेबल या [मीडिया नहीं]) %%m माउंट पॉइंट अगर माउंट किया गया है, या --- %%i डिवाइस आईडी %%n major:minor डिवाइस नंबर (eg 15:3)
hr: Unesite format prikaza naziva uređaja: Koristiti: %%v naziv datoteke uređaja (eg sdd1) %%s ukupna veličina (eg 800G) %%t fstip (eg ext4) %%l oznaka volumena (npr. Oznaka ili [nema medija]) %%m točka montiranja ako je montirana, ili --- %%i ID uređaja %%n major:minor brojevi uređaja (eg 15:3)
hu: Adja meg az eszköz megjelenített nevének formátumát: Használat: %%v eszköz fájlneve (eg sdd1) %%s teljes méret (eg 800G) %%t fstípus (eg ext4) %%l kötetcímkéje (pl Címke ill [nincs média]) %%m rögzítési pont, ha fel van szerelve, vagy --- %%i eszköz azonosító %%n major:minor készülékszámok (eg 15:3)
hy: Մուտքագրեք սարքի ցուցադրման անվան ձևաչափը՝ Օգտագործեք: %%v սարքի ֆայլի անվանումը (eg sdd1) %%s ընդհանուր չափը (eg 800G) %%t fsտիպ (eg ext4) %%l ծավալի պիտակ (օրինակ Պիտակ կամ [ոչ մի լրատվամիջոց]) %%m տեղադրման կետը, եթե տեղադրված է, կամ --- %%i սարքի ID %%n major:minor սարքի համարները (eg 15:3)
id: Masukkan format nama tampilan perangkat: Menggunakan: %%v nama file perangkat (eg sdd1) %%s ukuran keseluruhan (eg 800G) %%t fsTipe (eg ext4) %%l label volume (misalnya Label atau [tidak ada media]) %%m titik pemasangan jika dipasang, atau --- %%i ID perangkat %%n major:minor nomor perangkat (eg 15:3)
is: Sláðu inn snið skjánafns tækis: Notaðu: %%v skráarheiti tækisins (eg sdd1) %%s heildarstærð (eg 800G) %%t fsgerð (eg ext4) %%l magnmerki (td Label eða [enginn fjölmiðill]) %%m festingarpunktur ef hann er festur, eða --- %%i auðkenni tækis %%n major:minor tækisnúmer (eg 15:3)
ka: შეიყვანეთ მოწყობილობის საჩვენებელი სახელის ფორმატი: გამოყენება: %%v მოწყობილობის ფაილის სახელი (eg sdd1) %%s მთლიანი ზომა (eg 800G) %%t fsტიპი (eg ext4) %%l მოცულობის ეტიკეტი (მაგ. ლეიბლი ან [არანაირი მედია]) %%m სამონტაჟო წერტილი, თუ დამონტაჟებულია, ან --- %%i მოწყობილობის ID %%n major:minor მოწყობილობის ნომრები (eg 15:3)
kk: Құрылғының көрсетілетін атауы пішімін енгізіңіз: Қолдану: %%v құрылғы файл аты (eg sdd1) %%s жалпы мөлшері (eg 800G) %%t fsтүрі (eg ext4) %%l көлем белгісі (мысалы, Белгі немесе [БАҚ жоқ]) %%m орнатылған болса бекіту нүктесі немесе --- %%i құрылғы идентификаторы %%n major:minor құрылғы нөмірлері (eg 15:3)
km: បញ្ចូលទម្រង់ឈ្មោះបង្ហាញឧបករណ៍៖ ប្រើ៖ %%v ឈ្មោះឯកសារឧបករណ៍ (eg sdd1) %%s ទំហំសរុប (eg 800G) %%t fsប្រភេទ (eg ext4) %%l ស្លាកកម្រិតសំឡេង (ឧទាហរណ៍ ស្លាក ឬ [គ្មានប្រព័ន្ធផ្សព្វផ្សាយ]) %%m ចំណុចម៉ោនប្រសិនបើបានម៉ោនឬ --- %%i លេខសម្គាល់ឧបករណ៍ %%n major:minor លេខឧបករណ៍ (eg 15:3)
kn: ಸಾಧನ ಪ್ರದರ್ಶನ ಹೆಸರಿನ ಸ್ವರೂಪವನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%v ಸಾಧನದ ಫೈಲ್ ಹೆಸರು (eg sdd1) %%s ಒಟ್ಟು ಗಾತ್ರ (eg 800G) %%t fsಮಾದರಿ (eg ext4) %%l ಪರಿಮಾಣ ಲೇಬಲ್ (ಉದಾ ಲೇಬಲ್ ಅಥವಾ [ಮಾಧ್ಯಮವಿಲ್ಲ]) %%m ಆರೋಹಿಸಿದರೆ ಮೌಂಟ್ ಪಾಯಿಂಟ್, ಅಥವಾ --- %%i ಸಾಧನ ID %%n major:minor ಸಾಧನ ಸಂಖ್ಯೆಗಳು (eg 15:3)
ku: Forma navê nîşana cîhazê binivîse: Bikaranîn: %%v navê pelê amûrê (eg sdd1) %%s mezinahiya giştî (eg 800G) %%t fsawa (eg ext4) %%l label volume (mînak Label an [medya tune]) %%m xala mount eger siwarî, an --- %%i ID amûrê %%n major:minor hejmarên cîhazê (eg 15:3)
ky: Түзмөктүн дисплей аталышынын форматын киргизиңиз: Колдонуу: %%v түзмөк файлынын аты (eg sdd1) %%s жалпы өлчөм (eg 800G) %%t fsтүрү (eg ext4) %%l көлөм белгиси (мис. Label же [медиа жок]) %%m орнотулган болсо, монтаждоо чекити, же --- %%i түзмөк ID %%n major:minor аппараттын номерлери (eg 15:3)
lb: Gitt Apparat Display Numm Format: Benotzt: %%v Apparat Dateinumm (eg sdd1) %%s total Gréisst (eg 800G) %%t fsTyp (eg ext4) %%l Volume Label (zB Label oder [keng Medien]) %%m Montéierung Punkt wann schéi, oder --- %%i Apparat ID %%n major:minor Apparat Zuelen (eg 15:3)
lo: ໃສ່ຮູບແບບຊື່ສະແດງອຸປະກອນ: ໃຊ້: %%v ຊື່ໄຟລ໌ອຸປະກອນ (eg sdd1) %%s ຂະຫນາດທັງຫມົດ (eg 800G) %%t fsປະເພດ (eg ext4) %%l ປ້າຍປະລິມານ (ເຊັ່ນ: ປ້າຍກຳກັບ ຫຼື [ບໍ່ມີສື່]) %%m ຈຸດ mount ຖ້າ mounted, ຫຼື --- %%i ID ອຸປະກອນ %%n major:minor ຕົວເລກອຸປະກອນ (eg 15:3)
lt: Įveskite įrenginio rodymo pavadinimo formatą: Naudokite: %%v įrenginio failo pavadinimas (eg sdd1) %%s visas dydis (eg 800G) %%t fstipo (eg ext4) %%l tūrio etiketė (pvz Etiketė arba [jokios žiniasklaidos]) %%m tvirtinimo taškas, jei sumontuotas, arba --- %%i įrenginio ID %%n major:minor įrenginių numeriai (eg 15:3)
lv: Ievadiet ierīces parādāmā nosaukuma formātu: Izmantojiet: %%v ierīces faila nosaukums (eg sdd1) %%s kopējais izmērs (eg 800G) %%t fsveids (eg ext4) %%l tilpuma etiķete (piemēram, etiķete vai [nav mediju]) %%m montāžas punkts, ja uzstādīts, vai --- %%i ierīces ID %%n major:minor ierīču numuri (eg 15:3)
mg: Ampidiro ny endrika anaran'ny fitaovana: Ampiasao: %%v anaran-drakitra fitaovana (eg sdd1) %%s total size (eg 800G) %%t fskarazana (eg ext4) %%l marika volume (oh Label na [tsy misy haino aman-jery]) %%m mount point raha mipetaka, na --- %%i ID fitaovana %%n major:minor laharana fitaovana (eg 15:3)
mi: Whakauruhia te hōputu ingoa whakaatu taputapu: Whakamahia: %%v ingoa kōnae taputapu (eg sdd1) %%s rahi katoa (eg 800G) %%t fsmomo (eg ext4) %%l tapanga rōrahi (hei tauira Tapanga ranei [kore pāpāho]) %%m mount point ki te whakairihia, ranei --- %%i ID taputapu %%n major:minor tau taputapu (eg 15:3)
mk: Внесете го форматот на името на екранот на уредот: Користете: %%v име на датотека на уредот (eg sdd1) %%s вкупна големина (eg 800G) %%t fsтип (eg ext4) %%l ознака за волумен (на пр. Етикета или [нема медиуми]) %%m точка на монтирање ако е монтирана, или --- %%i ID на уред %%n major:minor броеви на уреди (eg 15:3)
ml: ഉപകരണ പ്രദർശന നാമ ഫോർമാറ്റ് നൽകുക: ഉപയോഗിക്കുക: %%v ഉപകരണ ഫയലിന്റെ പേര് (eg sdd1) %%s ആകെ വലിപ്പം (eg 800G) %%t fsതരം (eg ext4) %%l വോളിയം ലേബൽ (ഉദാ ലേബൽ അല്ലെങ്കിൽ [മാധ്യമങ്ങളില്ല]) %%m മൌണ്ട് ചെയ്താൽ മൌണ്ട് പോയിന്റ്, അല്ലെങ്കിൽ --- %%i ഉപകരണ ഐഡി %%n major:minor ഉപകരണ നമ്പറുകൾ (eg 15:3)
mn: Төхөөрөмжийн дэлгэцийн нэрийн форматыг оруулна уу: Хэрэглэх: %%v төхөөрөмжийн файлын нэр (eg sdd1) %%s нийт хэмжээ (eg 800G) %%t fsтөрөл (eg ext4) %%l эзлэхүүний шошго (жишээ нь Шошго эсвэл [хэвлэл мэдээлэл байхгүй]) %%m угсарсан бол холбох цэг, эсвэл --- %%i төхөөрөмжийн ID %%n major:minor төхөөрөмжийн дугаарууд (eg 15:3)
mr: डिव्हाइस प्रदर्शन नाव स्वरूप प्रविष्ट करा: वापरा: %%v डिव्हाइस फाइलनाव (eg sdd1) %%s एकूण आकार (eg 800G) %%t fsप्रकार (eg ext4) %%l व्हॉल्यूम लेबल (उदा. लेबल किंवा [मीडिया नाही]) %%m माउंट पॉइंट आरोहित असल्यास, किंवा --- %%i डिव्हाइस आयडी %%n major:minor डिव्हाइस क्रमांक (eg 15:3)
mt: Daħħal il-format tal-isem tal-wiri tal-apparat: Użu: %%v isem tal-fajl tal-apparat (eg sdd1) %%s daqs totali (eg 800G) %%t fstip (eg ext4) %%l tikketta tal-volum (eż. Tikketta jew [ebda midja]) %%m punt tal-muntaġġ jekk immuntat, jew --- %%i ID tal-apparat %%n major:minor numri tat-tagħmir (eg 15:3)
my: စက်ပစ္စည်းပြသမှုအမည်ဖော်မတ်ကို ထည့်ပါ- အသုံးပြုရန်- %%v စက်ပစ္စည်း ဖိုင်အမည် (eg sdd1) %%s စုစုပေါင်းအရွယ်အစား (eg 800G) %%t fsအမျိုးအစား (eg ext4) %%l အသံအတိုးအကျယ်တံဆိပ် (ဥပမာ တံဆိပ် သို့မဟုတ် [မီဒီယာမရှိပါ။]) %%m mount point ရှိရင် mount, or --- %%i စက်ပစ္စည်း ID %%n major:minor စက်နံပါတ်များ (eg 15:3)
nb: Angi enhetsvisningsnavnformat: Bruk: %%v enhets filnavn (eg sdd1) %%s Total størrelse (eg 800G) %%t fstype (eg ext4) %%l volumetikett (f.eks Etikett eller [ingen media]) %%m monteringspunkt hvis montert, eller --- %%i enhets-ID %%n major:minor enhetsnumre (eg 15:3)
ne: उपकरण प्रदर्शन नाम ढाँचा प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%v उपकरण फाइल नाम (eg sdd1) %%s कुल आकार (eg 800G) %%t fsप्रकार (eg ext4) %%l आवाजको स्तर (जस्तै लेबल वा [मिडिया छैन]) %%m माउन्ट पोइन्ट यदि माउन्ट गरिएको छ, वा --- %%i उपकरण आईडी %%n major:minor उपकरण नम्बरहरू (eg 15:3)
or: ଡିଭାଇସ୍ ପ୍ରଦର୍ଶନ ନାମ ଫର୍ମାଟ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%v ଉପକରଣ ଫାଇଲନାମ (eg sdd1) %%s ମୋଟ ଆକାର (eg 800G) %%t fsଟାଇପ୍ କରନ୍ତୁ | (eg ext4) %%l ଭଲ୍ୟୁମ୍ ଲେବଲ୍ | (ଯଥା ଲେବଲ୍ କିମ୍ବା [କ media ଣସି ମିଡିଆ ନାହିଁ |]) %%m ମାଉଣ୍ଟ ପଏଣ୍ଟ ଯଦି ମାଉଣ୍ଟ ହୁଏ, କିମ୍ବା --- %%i ଉପକରଣ ID %%n major:minor ଉପକରଣ ସଂଖ୍ୟା (eg 15:3)
pa: ਡਿਵਾਈਸ ਡਿਸਪਲੇ ਨਾਮ ਫਾਰਮੈਟ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%v ਡਿਵਾਈਸ ਫਾਈਲ ਨਾਮ (eg sdd1) %%s ਕੁੱਲ ਆਕਾਰ (eg 800G) %%t fsਕਿਸਮ (eg ext4) %%l ਵਾਲੀਅਮ ਲੇਬਲ (ਜਿਵੇਂ ਕਿ ਲੇਬਲ ਜਾਂ [ਕੋਈ ਮੀਡੀਆ ਨਹੀਂ]) %%m ਮਾਊਂਟ ਪੁਆਇੰਟ ਜੇਕਰ ਮਾਊਂਟ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਾਂ --- %%i ਡਿਵਾਈਸ ਆਈ.ਡੀ %%n major:minor ਡਿਵਾਈਸ ਨੰਬਰ (eg 15:3)
ps: :ﺉړﮐ ﻪﻨﻧﺩ ﻪڼﺑ ﻡﻮﻧ ﻮﻟﺩﻮښ ﺩ ﯥﻠﯿﺳﻭ ﺩ :ﻝﻭﺭﺎﮐ %%v ﻡﻮﻧ ﻞﯾﺎﻓ ﯥﻠﯿﺳﻭ ﺩ (eg sdd1) %%s ﻩﺯﺍﺪﻧﺍ ﻪﻟﻮټ (eg 800G) %%t fsﻝﻭډ (eg ext4) %%l ﻞﺒﯿﻟ ﻢﺠﺣ ﺩ (ﺎﯾ ﻞﺒﯿﻟ ﻪګﻮﺗ ﻪﭘ ﯥګﻠﯿﺑ ﺩ [ﻪﺘﺸﻧ ۍﻨﺳﺭ]) %%m mount point ﺎﯾ ،ﻱﻭ ﯼﻮﺷ ﺐﺼﻧ ﻪﮐ --- %%i ID ﻪﻠﯿﺳﻭ ﺩ %%n major:minor ﺮﯿﻤﺷ ﻮﻠﯾﺎﺳﻭ ﺩ (eg 15:3)
ro: Introduceți formatul numelui afișat al dispozitivului: Utilizare: %%v numele fișierului dispozitivului (eg sdd1) %%s marimea totala (eg 800G) %%t fstip (eg ext4) %%l etichetă de volum (de ex. Etichetă sau [nici media]) %%m punctul de montare dacă este montat sau --- %%i identificatorul dispozitivului %%n major:minor numere de dispozitiv (eg 15:3)
rw: Injira imiterere yerekana ibikoresho: Koresha: %%v izina ryigikoresho (eg sdd1) %%s ingano yose (eg 800G) %%t fsUbwoko (eg ext4) %%l ikirango (urugero Ikirango cyangwa [nta bitangazamakuru]) %%m Ikibanza cyo gushiraho niba cyashizweho, cyangwa --- %%i indangamuntu %%n major:minor nimero yibikoresho (eg 15:3)
sd: :ﻮﻳﺮڪ ﻞﺧﺍﺩ ٽﻴﻣﺭﺎﻓ ﻮﻟﺎﻧ ﻲﻠﭙﺳڊ ﺲﻴﺋﺍﻭڊ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%v ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ (eg sdd1) %%s ﺰﻴﺋﺎﺳ ﻲﻋﻮﻤﺠﻣ (eg 800G) %%t fsﻢﺴﻗ (eg ext4) %%l ﻞﺒﻴﻟ ﻢﺠﺣ (ﺎﻳ ﻞﺒﻴﻟ ﺭﻮﻃ ﻝﺎﺜﻣ [ﺎﻳڊﻴﻣ ﻪﻧ]) %%m ﺎﻳ ،ﻲﺠﻫ ﻞﻴﭤ ﺐﺼﻧ ﻦﻫڏڪﻴﺟ ٽﻨﺋﺍﻮﭘ ٽﻧﻮﺋﺎﻣ --- %%i ﭗﮢﺎﭹﺳ ﻲﺟ ﺲﻴﺋﺍﻭڊ %%n major:minor ﺮﺒﻤﻧ ﺲﻴﺋﺍﻭڊ (eg 15:3)
si: උපාංග සංදර්ශක නාම ආකෘතිය ඇතුළු කරන්න: භාවිත: %%v උපාංග ගොනු නාමය (eg sdd1) %%s සම්පූර්ණ ප්රමාණය (eg 800G) %%t fsවර්ගය (eg ext4) %%l පරිමාව ලේබලය (උදා ලේබලය හෝ [මාධ්u200dය නැත]) %%m සවිකර තිබේ නම් mount point, හෝ --- %%i උපාංග හැඳුනුම්පත %%n major:minor උපාංග අංක (eg 15:3)
sk: Zadajte formát zobrazovaného názvu zariadenia: Použitie: %%v názov súboru zariadenia (eg sdd1) %%s Celková velkosť (eg 800G) %%t fstypu (eg ext4) %%l štítok zväzku (napr. Označenie resp [žiadne médiá]) %%m montážny bod ak je namontovaný, príp --- %%i ID zariadenia %%n major:minor čísla zariadení (eg 15:3)
sl: Vnesite obliko prikaza imena naprave: Uporaba: %%v ime datoteke naprave (eg sdd1) %%s skupna velikost (eg 800G) %%t fstip (eg ext4) %%l oznaka prostornine (npr. Etiketa oz [brez medijev]) %%m montažna točka, če je nameščena, oz --- %%i ID naprave %%n major:minor številke naprav (eg 15:3)
sq: Fut formatin e emrit të shfaqjes së pajisjes: Përdorni: %%v emri i skedarit të pajisjes (eg sdd1) %%s Madhësia totale (eg 800G) %%t fslloji (eg ext4) %%l etiketa e volumit (p.sh. Etiketa ose [asnjë media]) %%m pika e montimit nëse është montuar, ose --- %%i ID e pajisjes %%n major:minor numrat e pajisjes (eg 15:3)
sw: Ingiza umbizo la jina la kifaa: Tumia: %%v jina la faili la kifaa (eg sdd1) %%s saizi ya jumla (eg 800G) %%t fsaina (eg ext4) %%l lebo ya kiasi (mfano Lebo au [hakuna vyombo vya habari]) %%m sehemu ya mlima ikiwa imewekwa, au --- %%i kitambulisho cha kifaa %%n major:minor nambari za kifaa (eg 15:3)
ta: சாதன காட்சி பெயர் வடிவமைப்பை உள்ளிடவும்: பயன்படுத்தவும்: %%v சாதன கோப்பு பெயர் (eg sdd1) %%s ஒட்டு மொத்த அளவு (eg 800G) %%t fsவகை (eg ext4) %%l கணினியின் சேமிப்பு கிடங்கின் பெயர் (எ.கா. லேபிள் அல்லது [ஊடகம் இல்லை]) %%m ஏற்றப்பட்டால் மவுண்ட் பாயிண்ட், அல்லது --- %%i சாதன ஐடி %%n major:minor சாதன எண்கள் (eg 15:3)
te: పరికర ప్రదర్శన పేరు ఆకృతిని నమోదు చేయండి: వా డు: %%v పరికరం ఫైల్ పేరు (eg sdd1) %%s మొత్తం పరిమాణం (eg 800G) %%t fsరకం (eg ext4) %%l వాల్యూమ్ లేబుల్ (ఉదా లేబుల్ లేదా [మీడియా లేదు]) %%m మౌంట్ ఉంటే మౌంట్ పాయింట్, లేదా --- %%i పరికరం ID %%n major:minor పరికర సంఖ్యలు (eg 15:3)
tg: Формати номи намоиши дастгоҳро ворид кунед: Истифода: %%v номи файли дастгоҳ (eg sdd1) %%s андозаи умумӣ (eg 800G) %%t fsнавъи (eg ext4) %%l тамғаи ҳаҷми (масалан Нишон ё [ВАО нест]) %%m Нуқтаи васлкунӣ агар насб карда шуда бошад, ё --- %%i ID дастгоҳ %%n major:minor рақамҳои дастгоҳ (eg 15:3)
th: ป้อนรูปแบบชื่อที่แสดงของอุปกรณ์: ใช้: %%v ชื่อไฟล์อุปกรณ์ (eg sdd1) %%s ขนาดทั้งหมด (eg 800G) %%t fsพิมพ์ (eg ext4) %%l ปริมาณฉลาก (เช่น ฉลาก หรือ [ไม่มีสื่อ]) %%m จุดต่อเชื่อมหากติดตั้งหรือ --- %%i รหัสอุปกรณ์ %%n major:minor หมายเลขเครื่อง (eg 15:3)
tk: Enjamyň adynyň formatyny giriziň: Ulany: %%v enjamyň ady (eg sdd1) %%s umumy ululygy (eg 800G) %%t fsgörnüşi (eg ext4) %%l ses belligi (meselem bellik ýa-da [metbugat ýok]) %%m gurnalan bolsa gurmak nokady ýa-da --- %%i enjam belgisi %%n major:minor enjam belgileri (eg 15:3)
tt: Deviceайланма күрсәтү исем форматын кертегез: Куллану: %%v җайланманың файл исеме (eg sdd1) %%s гомуми зурлык (eg 800G) %%t fsтибы (eg ext4) %%l тавыш ярлыгы (мәсәлән, ярлык яки [массакүләм мәгълүмат чаралары юк]) %%m монтажланган булса, яки --- %%i җайланма ID %%n major:minor җайланма номерлары (eg 15:3)
uk: Введіть формат відображуваного імені пристрою: Використовуйте: %%v ім'я файлу пристрою (eg sdd1) %%s загальний розмір (eg 800G) %%t fsтипу (eg ext4) %%l показник обсягу (наприклад, етикетка або [немає ЗМІ]) %%m точка кріплення, якщо вона встановлена, або --- %%i ідентифікатор пристрою %%n major:minor номери пристроїв (eg 15:3)
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻞﮑﺷ ﯽﮐ ﻡﺎﻧ ﮯﻠﭙﺳﮈ ﺲﺋﺍﻮﯾﮈ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%v ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ (eg sdd1) %%s ﺰﺋﺎﺳ ﻞﮐ (eg 800G) %%t fsﻢﺴﻗ (eg ext4) %%l ﻞﺒﯿﻟ ﺎﮐ ﻢﺠﺣ (ﺎﯾ ﻞﺒﯿﻟ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ [ﮟﯿﮩﻧ ﺎﯾﮉﯿﻣ ﯽﺋﻮﮐ]) %%m ﺎﯾ ،ﻮﮨ ﺐﺼﻧ ﺮﮔﺍ ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ --- %%i ﺖﺧﺎﻨﺷ ﯽﮐ ﺲﺋﺍﻮﯾﮈ %%n major:minor ﺯﺮﺒﻤﻧ ﺲﺋﺍﻮﯾﮈ (eg 15:3)
uz: Qurilmaning ko'rsatiladigan nomi formatini kiriting: Foydalanish: %%v qurilma fayl nomi (eg sdd1) %%s umumiy hajmi (eg 800G) %%t fsturi (eg ext4) %%l hajm belgisi (masalan Yorliq yoki [ommaviy axborot vositalari yo'q]) %%m o'rnatilgan bo'lsa o'rnatish nuqtasi yoki --- %%i qurilma identifikatori %%n major:minor qurilma raqamlari (eg 15:3)
vi: Nhập định dạng tên hiển thị của thiết bị: Sử dụng: %%v tên tệp thiết bị (eg sdd1) %%s tổng kích thước (eg 800G) %%t fsthể loại (eg ext4) %%l nhãn khối lượng (ví dụ: Nhãn hoặc [không có phương tiện truyền thông]) %%m điểm gắn kết nếu được gắn kết, hoặc --- %%i ID thiết bị %%n major:minor số thiết bị (eg 15:3)
xh: Ngenisa ifomati yegama lesixhobo: Sebenzisa: %%v Igama lefayile yesixhobo (eg sdd1) %%s ubukhulu bubonke (eg 800G) %%t fsuhlobo (eg ext4) %%l ileyibhile yevolumu (umz. Ileyibhile okanye [akukho media]) %%m indawo yokunyuka ukuba inyusiwe, okanye --- %%i isixhobo ID %%n major:minor iinombolo zesixhobo (eg 15:3)
yi: :טאַמראָפֿ ןעמאָנ ןזיַיווסיוראַ לטימ ןיַיראַ :ןצינ %%v ןעמאָנ עקעט לטימ (eg sdd1) %%s סיירג ץנאַג (eg 800G) %%t fsפּיט (eg ext4) %%l עמריפ דנאַב (רעדאָ לעבאַל לשמל [אַידימ ןייק]) %%m רעדאָ ,דעטנואָמ ביוא טנופ ןפּאַלקנאָ --- %%i ןיַיש לטימ %%n major:minor ןרעמונ לטימ (eg 15:3)

source: _Auto Mount
af: _Outomonteer
am: _አውቶማቲክ ማፈናጠጥ
ar: _ﻲﺋﺎﻘﻠﺗ ﺐﻴﻛﺮﺗ
be: _Аўтаматычны мантаж
bg: _Автоматичен монтаж
bn: _অটো মাউন্ট
ca: _Muntatge automàtic
da: _Automontering
eo: _Aŭtomata Monto
et: _Automaatne kinnitus
eu: _Auto Muntaia
fa: _ﺭﺎﮐﺩﻮﺧ ﺐﺼﻧ
fi: _Automaattinen asennus
gl: _Montaxe automático
gu: _ઓટો માઉન્ટ
he: _תיטמוטוא הבכרה
hi: _ऑटो माउंट
hr: _Automatska montaža
hu: _Automatikus rögzítés
hy: _Ավտոմատ ամրացում
id: _Pemasangan Otomatis
is: _Sjálfvirk festing
ka: _ავტომატური დამაგრება
kk: _Автоматты орнату
km: _ម៉ោនស្វ័យប្រវត្តិ
kn: _ಆಟೋ ಮೌಂಟ್
ku: _Çiyayê Auto
ky: _Автоматтык орнотуу
lo: _ຕິດຕັ້ງອັດຕະໂນມັດ
lt: _Automatinis montavimas
mi: _Maunga Aunoa
mk: _Автоматско монтирање
ml: _ഓട്ടോ മൗണ്ട്
mn: _Автомат суурилуулах
mr: _ऑटो माउंट
my: _အလိုအလျောက် Mount
nb: _Automatisk montering
ne: _अटो माउन्ट
or: _ଅଟୋ ମାଉଣ୍ଟ୍ |
pa: _ਆਟੋ ਮਾਊਂਟ
ps: _ﻩﺮﻏ ﺕﺎﻣﻮﺗﺍ
ro: _Montare automată
rw: _Imodoka
sd: _ﻞﺒﺟ ﺭﺎڪﺩﻮﺧ
si: _ස්වයංක්u200dරීය සවි කිරීම
sk: _Automatická montáž
sl: _Samodejna namestitev
sq: _Montimi automatik
sw: _Mlima otomatiki
ta: _ஆட்டோ மவுண்ட்
te: _ఆటో మౌంట్
tg: _Мошини худкор
th: _ติดตั้งอัตโนมัติ
tk: _Awto dagy
tt: _Автомобиль
uk: _Автоматичне кріплення
ur: _ﭧﻧﺅﺎﻣ ﻮﭨﺁ
uz: _Avtomatik o'rnatish
vi: _Tự động gắn kết
xh: _Ukunyuka okuzenzekelayo
yi: _גראב אָטואַ

source: Mount _Optical
af: Monteer _Optiese
am: ተራራ _ኦፕቲካል
ar: ﺩﺪﻌﺘﺗ _ﻱﺮﺼﺑ
be: Мац _Аптычны
bg: Монтирайте _Оптичен
bn: মাউন্ট _অপটিক্যাল
ca: Muntanya _Òptic
cy: Mount _Optegol
da: Monter _Optisk
eo: Monto _Optika
et: Mount _Optiline
eu: Mendia _Optikoa
fa: ﻩﻮﮐ _ﯼﺭﻮﻧ
fi: Mount _Optinen
fil: Bundok _Sa mata
ga: Sliabh _Optúil
gl: Monte _Óptico
gu: માઉન્ટ _ઓપ્ટિકલ
he: רה _יִטּפֹוא
hi: पर्वत _ऑप्टिकल
hr: Montirajte _Optički
hu: Hegy _Optikai
hy: Լեռ _Օպտիկական
id: Gunung _Optik
is: Festa _Optískur
ka: მთა _Ოპტიკური
kk: Тау _Оптикалық
km: ភ្នំ _អុបទិក
kn: ಮೌಂಟ್ _ಆಪ್ಟಿಕಲ್
ku: Çiyayê _Berçav
ky: Тоо _Оптикалык
lb: Mount _Optesch
lo: ພູ _Optical
lt: Montuoti _Optinis
lv: Mount _Optiskais
mg: tendrombohitra _Optical
mi: Maunga _Optical
mk: Монтирајте _Оптички
ml: മൗണ്ട് _ഒപ്റ്റിക്കൽ
mn: Уул _Оптик
mr: माउंट _ऑप्टिकल
mt: Mount _Ottiċi
my: တောင်ပေါ်မှာ _အမြင်ဆိုင်ရာ
nb: Monter _Optisk
ne: माउन्ट _अप्टिकल
or: ପର୍ବତ _ଅପ୍ଟିକାଲ୍ |
pa: ਮਾਊਂਟ _ਆਪਟੀਕਲ
ps: ﻩﺮﻏ _ﻱﺮﻈﻧ
ro: montură _Optic
rw: Umusozi _Ibyiza
sd: ﻞﺒﺟ _ﻱﺮﺼﺑ
si: කන්ද _ඔප්ටිකල්
sk: Mount _Optické
sl: Mount _Optični
sq: Mali _Optike
sw: Mlima _Macho
ta: மவுண்ட் _ஆப்டிகல்
te: మౌంట్ _ఆప్టికల్
tg: кӯҳ _Оптикӣ
th: ภูเขา _ออปติคัล
tk: Dag _Optiki
tt: Тау _Оптик
uk: Змонтувати _Оптичний
ur: ﮌﺎﮩﭘ _ﻞﮑﯿﭩﭘﺁ
uz: Tog' _Optik
vi: Gắn kết _Quang học
xh: Ntaba _I-Optical
yi: גראב _שיטפּאָ
