Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Add following widgets to a horizontal box
af: Voeg volgende legstukke by 'n horisontale boks
am: የሚከተሉትን መግብሮች ወደ አግድም ሳጥን ያክሉ
ar: ﻲﻘﻓﺃ ﻊﺑﺮﻣ ﻰﻟﺇ ﺔﻴﻟﺎﺘﻟﺍ ﺕﺎﻴﺟﺎﺤﻟﺍ ﺔﻓﺎﺿﺇ
be: Дадайце наступныя віджэты ў гарызантальнае поле
bg: Добавете следните приспособления към хоризонтално поле
bn: একটি অনুভূমিক বাক্সে নিম্নলিখিত উইজেটগুলি যোগ করুন
ca: Afegiu els ginys següents a un quadre horitzontal
cy: Ychwanegwch y teclynnau canlynol mewn blwch llorweddol
da: Tilføj følgende widgets til en vandret boks
eo: Aldonu sekvajn fenestraĵojn al horizontala skatolo
et: Lisage järgmised vidinad horisontaalsesse kasti
eu: Gehitu ondorengo widget-ak kutxa horizontal batean
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﯽﻘﻓﺍ ﺭﺩﺎﮐ ﮏﯾ ﻪﺑ ﺍﺭ ﺮﯾﺯ ﯼﺎﻫ ﺖﺠﯾﻭ
fi: Lisää seuraavat widgetit vaakasuuntaiseen laatikkoon
fil: Magdagdag ng mga sumusunod na widget sa isang pahalang na kahon
fy: Foegje folgjende widgets ta oan in horizontaal fak
ga: Cuir na giuirléidí seo a leanas le bosca cothrománach
gd: Cuir na widgets a leanas ann am bogsa còmhnard
gl: Engade os seguintes widgets a unha caixa horizontal
gu: આડા બૉક્સમાં નીચેના વિજેટો ઉમેરો
he: תיקפוא הביתל םיאבה םיט'גדיוו ףסוה
hi: क्षैतिज बॉक्स में निम्नलिखित विजेट जोड़ें
hr: Dodajte sljedeće widgete u vodoravni okvir
hu: Adja hozzá a következő widgeteket egy vízszintes mezőhöz
hy: Ավելացրեք հետևյալ վիջեթները հորիզոնական վանդակում
id: Tambahkan widget berikut ke kotak horizontal
is: Bættu eftirfarandi búnaði við láréttan kassa
ka: დაამატეთ შემდეგი ვიჯეტები ჰორიზონტალურ ველში
kk: Көлденең жолаққа келесі виджеттерді қосыңыз
km: បន្ថែមធាតុក្រាហ្វិកខាងក្រោមទៅប្រអប់ផ្ដេក
kn: ಕೆಳಗಿನ ವಿಜೆಟ್u200cಗಳನ್ನು ಸಮತಲ ಬಾಕ್ಸ್u200cಗೆ ಸೇರಿಸಿ
ku: Widgetên jêrîn li qutiyek horizontal zêde bikin
ky: Төмөнкү виджеттерди горизонталдуу кутуга кошуңуз
lb: Füügt folgend Widgets an eng horizontal Këscht
lo: ເພີ່ມວິດເຈັດຕໍ່ໄປນີ້ໃສ່ກ່ອງແນວນອນ
lt: Pridėkite šiuos valdiklius į horizontalų laukelį
lv: Pievienojiet šādus logrīkus horizontālajam lodziņam
mg: Ampio widgets manaraka amin'ny boaty marindrano
mi: Tāpirihia nga widget e whai ake nei ki te pouaka whakapae
mk: Додајте ги следните графички контроли во хоризонтална кутија
ml: ഒരു തിരശ്ചീന ബോക്സിലേക്ക് ഇനിപ്പറയുന്ന വിജറ്റുകൾ ചേർക്കുക
mn: Дараах виджетүүдийг хэвтээ хайрцагт нэмнэ үү
mr: क्षैतिज बॉक्समध्ये खालील विजेट्स जोडा
mt: Żid il-widgets li ġejjin f'kaxxa orizzontali
my: အလျားလိုက်ဘောက်စ်တွင် အောက်ပါဝစ်ဂျက်များကို ထည့်ပါ။
nb: Legg til følgende widgets i en horisontal boks
ne: तेर्सो बक्समा निम्न विजेटहरू थप्नुहोस्
or: ଏକ ଭୂସମାନ୍ତର ବାକ୍ସରେ ନିମ୍ନଲିଖିତ ୱିଜେଟଗୁଡ଼ିକୁ ଯୋଡନ୍ତୁ |
pa: ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਜੇਟਸ ਨੂੰ ਹਰੀਜੱਟਲ ਬਾਕਸ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﯥﮐ ﺲﮑﺑ ﯽﻘﻓﺍ ﻪﭘ ﻪﻧﻮټﺠﯾﻭ ﯤﺪﻧﻻ﻿
ro: Adăugați următoarele widget-uri într-o casetă orizontală
rw: Ongeraho widgets ikurikira kumasanduku itambitse
sd: ۾ ﺲڪﺎﺑ ﻲﻘﻓﺍ ﻮﻳﺮڪ ﻞﻣﺎﺷ ٽﺠﻳﻭ ﻥﻮﻴﭡﻴﮬ
si: තිරස් පෙට්ටියකට පහත විජට් එක් කරන්න
sk: Pridajte nasledujúce miniaplikácie do vodorovného poľa
sl: Dodajte naslednje pripomočke v vodoravno polje
sq: Shtoni miniaplikacionet e mëposhtme në një kuti horizontale
sw: Ongeza wijeti zifuatazo kwenye kisanduku mlalo
ta: கிடைமட்ட பெட்டியில் பின்வரும் விட்ஜெட்களைச் சேர்க்கவும்
te: కింది విడ్జెట్u200cలను క్షితిజ సమాంతర పెట్టెకు జోడించండి
tg: Ба қуттии уфуқӣ виджетҳои зеринро илова кунед
th: เพิ่มวิดเจ็ตต่อไปนี้ลงในกล่องแนวนอน
tk: Gorizontal gutujyga aşakdaky gurallary goşuň
tt: Горизонталь тартмага түбәндәге виджетларны өстәгез
uk: Додайте наступні віджети в горизонтальне поле
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﭧﺠﯾﻭ ﻞﯾﺫ ﺝﺭﺩ ﮟﯿﻣ ﺲﮐﺎﺑ ﯽﻘﻓﺍ
uz: Gorizontal qutiga quyidagi vidjetlarni qo'shing
vi: Thêm các tiện ích sau vào một hộp nằm ngang
xh: Yongeza iwijethi ezilandelayo kwibhokisi ethe tye
yi: לטסעק לאַטנאָזיראָה אַ וצ ץישזדיוו עדנעגלאפ יד גייל

source: Add following widgets to a vertical box
af: Voeg volgende widgets by 'n vertikale boks
am: የሚከተሉትን መግብሮች ወደ አቀባዊ ሳጥን ያክሉ
ar: ﻱﺩﻮﻤﻋ ﻊﺑﺮﻣ ﻰﻟﺇ ﺔﻴﻟﺎﺘﻟﺍ ﺕﺎﻴﺟﺎﺤﻟﺍ ﺔﻓﺎﺿﺇ
be: Дадайце наступныя віджэты ў вертыкальнае поле
bg: Добавете следните приспособления към вертикално поле
bn: একটি উল্লম্ব বাক্সে নিম্নলিখিত উইজেট যোগ করুন
ca: Afegiu els ginys següents a un quadre vertical
cy: Ychwanegwch y teclynnau canlynol i flwch fertigol
da: Tilføj følgende widgets til en lodret boks
eo: Aldonu sekvajn fenestraĵojn al vertikala skatolo
et: Lisage järgmised vidinad vertikaalsele kastile
eu: Gehitu ondorengo widget-ak kutxa bertikal batean
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﯼﺩﻮﻤﻋ ﺭﺩﺎﮐ ﮏﯾ ﻪﺑ ﺍﺭ ﺮﯾﺯ ﯼﺎﻫ ﺖﺠﯾﻭ
fi: Lisää seuraavat widgetit pystysuoraan laatikkoon
fil: Magdagdag ng mga sumusunod na widget sa isang patayong kahon
fy: Foegje folgjende widgets ta oan in fertikale doaze
ga: Cuir na giuirléidí seo a leanas le bosca ceartingearach
gd: Cuir na widgets a leanas ann am bogsa dìreach
gl: Engade os seguintes widgets a unha caixa vertical
gu: વર્ટિકલ બોક્સમાં નીચેના વિજેટો ઉમેરો
he: תיכנא הביתל םיאבה םיט'גדיווה תא ףסוה
hi: एक लंबवत बॉक्स में निम्नलिखित विजेट जोड़ें
hr: Dodajte sljedeće widgete u okomiti okvir
hu: Adja hozzá a következő widgeteket egy függőleges mezőhöz
hy: Ավելացրեք հետևյալ վիջեթները ուղղահայաց վանդակում
id: Tambahkan widget berikut ke kotak vertikal
is: Bættu eftirfarandi búnaði við lóðréttan kassa
ka: დაამატეთ შემდეგი ვიჯეტები ვერტიკალურ ველში
kk: Тік жолаққа келесі виджеттерді қосыңыз
km: បន្ថែមធាតុក្រាហ្វិកខាងក្រោមទៅប្រអប់បញ្ឈរ
kn: ಕೆಳಗಿನ ವಿಜೆಟ್u200cಗಳನ್ನು ಲಂಬ ಬಾಕ್ಸ್u200cಗೆ ಸೇರಿಸಿ
ku: Widgetên jêrîn li qutiyek vertîkal zêde bikin
ky: Төмөнкү виджеттерди тик кутучага кошуңуз
lb: Füügt folgend Widgets an eng vertikal Këscht
lo: ເພີ່ມວິດເຈັດຕໍ່ໄປນີ້ໃສ່ກ່ອງຕັ້ງ
lt: Pridėkite šiuos valdiklius prie vertikalaus laukelio
lv: Pievienojiet šādus logrīkus vertikālam lodziņam
mg: Ampio widgets manaraka amin'ny boaty mitsangana
mi: Tāpirihia nga widget e whai ake nei ki te pouaka poutū
mk: Додајте ги следните графички контроли во вертикално поле
ml: ഒരു ലംബ ബോക്സിലേക്ക് ഇനിപ്പറയുന്ന വിജറ്റുകൾ ചേർക്കുക
mn: Дараах виджетүүдийг босоо хайрцагт нэмнэ үү
mr: उभ्या बॉक्समध्ये खालील विजेट्स जोडा
mt: Żid widgets li ġejjin f'kaxxa vertikali
my: ဒေါင်လိုက်အကွက်တစ်ခုတွင် အောက်ပါဝစ်ဂျက်များကို ထည့်ပါ။
nb: Legg til følgende widgets i en vertikal boks
ne: ठाडो बक्समा निम्न विजेटहरू थप्नुहोस्
or: ଏକ ଭୂଲମ୍ବ ବାକ୍ସରେ ନିମ୍ନଲିଖିତ ୱିଜେଟଗୁଡ଼ିକୁ ଯୋଡନ୍ତୁ |
pa: ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਜੇਟਸ ਨੂੰ ਇੱਕ ਵਰਟੀਕਲ ਬਾਕਸ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﻪﺗ ﺲﮑﺑ ﯼﺩﻮﻤﻋ ﻪﻧﻮټﺠﯾﻭ ﯤﺪﻧﻻ﻿
ro: Adăugați următoarele widget-uri într-o casetă verticală
rw: Ongeraho widgets ikurikira kumasanduku ihagaze
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ٽﺠﻳﻭ ﻥﻮﻴﭡﻴﮬ ۾ ﺲڪﺎﺑ ﻱﺩﻮﻤﻋ
si: සිරස් කොටුවකට පහත විජට් එක් කරන්න
sk: Pridajte nasledujúce miniaplikácie do zvislého poľa
sl: Dodajte naslednje pripomočke v navpični okvir
sq: Shtoni miniaplikacionet e mëposhtme në një kuti vertikale
sw: Ongeza wijeti zifuatazo kwenye kisanduku wima
ta: செங்குத்து பெட்டியில் பின்வரும் விட்ஜெட்களைச் சேர்க்கவும்
te: క్రింది విడ్జెట్u200cలను నిలువు పెట్టెకు జోడించండి
tg: Ба қуттии амудӣ виджетҳои зеринро илова кунед
th: เพิ่มวิดเจ็ตต่อไปนี้ลงในกล่องแนวตั้ง
tk: Dik gutujyga aşakdaky gurallary goşuň
tt: Вертикаль тартмага түбәндәге виджетларны өстәгез
uk: Додайте наступні віджети у вертикальне поле
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﭧﺠﯾﻭ ﻞﯾﺫ ﺝﺭﺩ ﮟﯿﻣ ﺲﮐﺎﺑ ﯼﺩﻮﻤﻋ
uz: Vertikal qutiga quyidagi vidjetlarni qo'shing
vi: Thêm các tiện ích sau vào một hộp dọc
xh: Yongeza iwijethi ezilandelayo kwibhokisi ethe nkqo
yi: לטסעק לאַקיטרעוו אַ וצ ץישזדיוו עדנעגלאפ יד גייל

source: Close the current box of widgets
af: Maak die huidige boks met legstukke toe
am: የአሁኑን የመግብሮች ሳጥን ዝጋ
ar: ﺕﺍﻭﺩﻸ﻿ﻟ ﻲﻟﺎﺤﻟﺍ ﻊﺑﺮﻤﻟﺍ ﻖﻠﻏﺃ
be: Зачыніце бягучае поле віджэтаў
bg: Затворете текущото поле с джаджи
bn: উইজেটগুলির বর্তমান বাক্সটি বন্ধ করুন
ca: Tanqueu el quadre actual dels ginys
cy: Caewch y blwch cyfredol o widgets
da: Luk den aktuelle boks med widgets
eo: Fermu la nunan skatolon de fenestraĵoj
et: Sulgege praegune vidinate kast
eu: Itxi widgeten uneko kutxa
fa: ﺪﯾﺪﻨﺒﺑ ﺍﺭ ﺎﻫ ﺖﺠﯾﻭ ﯽﻠﻌﻓ ﺭﺩﺎﮐ
fi: Sulje nykyinen widgetien laatikko
fil: Isara ang kasalukuyang kahon ng mga widget
fy: Slút it aktive fak fan widgets
ga: Dún an bosca reatha giuirléidí
gd: Dùin am bogsa gnàthaichte de widgets
gl: Pecha a caixa actual de widgets
gu: વિજેટ્સનું વર્તમાન બોક્સ બંધ કરો
he: תיחכונה םיט'גדיווה תבית תא רוגס
hi: विजेट्स का वर्तमान बॉक्स बंद करें
hr: Zatvorite trenutni okvir widgeta
hu: Zárja be a widgetek jelenlegi mezőjét
hy: Փակեք վիդջեթների ընթացիկ տուփը
id: Tutup kotak widget saat ini
is: Lokaðu núverandi reit með græjum
ka: დახურეთ ვიჯეტების მიმდინარე ველი
kk: Виджеттердің ағымдағы терезесін жабыңыз
km: បិទប្រអប់ធាតុក្រាហ្វិកបច្ចុប្បន្ន
kn: ವಿಜೆಟ್u200cಗಳ ಪ್ರಸ್ತುತ ಬಾಕ್ಸ್ ಅನ್ನು ಮುಚ್ಚಿ
ku: Qutiya heyî ya widgetan bigire
ky: Учурдагы виджет кутусун жабыңыз
lb: Zoumaachen déi aktuell Këscht vu Widgets
lo: ປິດກ່ອງວິດເຈັດປັດຈຸບັນ
lt: Uždarykite dabartinį valdiklių laukelį
lv: Aizveriet pašreizējo logrīku lodziņu
mg: Akatona ny boaty misy widgets ankehitriny
mi: Katia te pouaka o naianei o nga widget
mk: Затворете го тековното поле со виџети
ml: വിജറ്റുകളുടെ നിലവിലെ ബോക്സ് അടയ്ക്കുക
mn: Одоогийн виджетийн хайрцгийг хаа
mr: विजेट्सचा वर्तमान बॉक्स बंद करा
mt: Agħlaq il-kaxxa attwali tal-widgets
my: လက်ရှိဝစ်ဂျက်များအကွက်ကို ပိတ်ပါ။
nb: Lukk den gjeldende boksen med widgets
ne: विजेटहरूको हालको बक्स बन्द गर्नुहोस्
or: ୱିଜେଟ୍ ର ସାମ୍ପ୍ରତିକ ବାକ୍ସ ବନ୍ଦ କରନ୍ତୁ |
pa: ਵਿਜੇਟਸ ਦੇ ਮੌਜੂਦਾ ਬਾਕਸ ਨੂੰ ਬੰਦ ਕਰੋ
ps: ﺉړﮐ ﺪﻨﺑ ﺲﮑﺑ ﯽﻨﺳﻭﺍ ﻮﻧﻮټﺠﯾﻭ ﺩ
ro: Închideți caseta actuală de widget-uri
rw: Funga agasanduku ka widgets
sd: widgets ﻮﻳﺮڪ ﺪﻨﺑ ﻲﮐ ﺲڪﺎﺑ ﻩﺩﻮﺟﻮﻣ ﻲﺟ
si: වත්මන් විජට් පෙට්ටිය වසන්න
sk: Zatvorte aktuálne pole miniaplikácií
sl: Zaprite trenutno polje pripomočkov
sq: Mbyllni kutinë aktuale të miniaplikacioneve
sw: Funga kisanduku cha sasa cha wijeti
ta: விட்ஜெட்களின் தற்போதைய பெட்டியை மூடு
te: విడ్జెట్u200cల ప్రస్తుత పెట్టెను మూసివేయండి
tg: Қуттии ҷории виджетҳоро пӯшед
th: ปิดกล่องวิดเจ็ตปัจจุบัน
tk: Widjetleriň häzirki gutusyny ýapyň
tt: Виджетларның хәзерге тартмасын ябыгыз
uk: Закрийте поточне поле віджетів
ur: ۔ﮟﯾﺮﮐ ﺪﻨﺑ ﻮﮐ ﺲﮐﺎﺑ ﮦﺩﻮﺟﻮﻣ ﮯﮐ ﭧﺠﯾﻭ
uz: Joriy vidjetlar oynasini yoping
vi: Đóng hộp widget hiện tại
xh: Vala ibhokisi yangoku yamawijethi
yi: ץישזדיוו ןופ לטסעק טנאַרק םעד ןכאַמראַפ

source: Run COMMAND when a key combination is pressed
af: Begin COMMAND wanneer 'n sleutelkombinasie gedruk word
am: የቁልፍ ጥምር ሲጫኑ COMMAND ን ያሂዱ
ar: ﺢﻴﺗﺎﻔﻣ ﺔﻋﻮﻤﺠﻣ ﻰﻠﻋ ﻂﻐﻀﻟﺍ ﺪﻨﻋ COMMAND ﻞﻴﻐﺸﺗ
be: Запусціце COMMAND пры націску камбінацыі клавіш
bg: Изпълнете COMMAND, когато се натисне комбинация от клавиши
bn: একটি কী সমন্বয় চাপলে COMMAND চালান
ca: Executeu COMMAND quan es prem una combinació de tecles
cy: Rhedeg COMMAND pan fydd cyfuniad allweddol yn cael ei wasgu
da: Kør COMMAND, når der trykkes på en tastkombination
eo: Rulu COMMAND kiam klavkombinaĵo estas premata
et: Käivitage klahvikombinatsiooni vajutamisel käsk COMMAND
eu: Exekutatu COMMAND tekla-konbinazio bat sakatzen denean
fa: ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﺍﺭ COMMAND ،ﺩﻮﺷ ﯽﻣ ﻩﺩﺍﺩ ﺭﺎﺸﻓ ﯽﺒﯿﮐﺮﺗ ﺪﯿﻠﮐ ﮏﯾ ﻪﮐ ﯽﻣﺎﮕﻨﻫ
fi: Suorita COMMAND, kun näppäinyhdistelmää painetaan
fil: Patakbuhin ang COMMAND kapag pinindot ang key combination
fy: Run COMMAND as in toetskombinaasje wurdt yndrukt
ga: Rith COMMAND nuair a bhrúitear teaglaim eochair
gd: Ruith COMMAND nuair a thèid prìomh mheasgachadh a bhrùthadh
gl: Executa COMANDO cando se preme unha combinación de teclas
gu: જ્યારે કી સંયોજન દબાવવામાં આવે ત્યારે COMMAND ચલાવો
he: ץחלנ םישקמ ףוריצ רשאכ COMMAND תא לעפה
hi: कुंजी संयोजन दबाए जाने पर कमांड चलाएँ
hr: Pokrenite COMMAND kada se pritisne kombinacija tipki
hu: Futtassa a COMMAND parancsot egy billentyűkombináció lenyomásakor
hy: Գործարկեք COMMAND-ը, երբ սեղմված է ստեղների համակցությունը
id: Jalankan COMMAND saat kombinasi tombol ditekan
is: Keyrðu COMMAND þegar ýtt er á takkasamsetningu
ka: გაუშვით COMMAND კლავიშთა კომბინაციაზე დაჭერისას
kk: Пернелер тіркесімі басылғанда COMMAND іске қосыңыз
km: ដំណើរការពាក្យបញ្ជានៅពេលចុចបន្សំគ្រាប់ចុច
kn: ಕೀ ಸಂಯೋಜನೆಯನ್ನು ಒತ್ತಿದಾಗ COMMAND ಅನ್ನು ಚಲಾಯಿಸಿ
ku: Dema ku kombînasyona bişkojkê tê pêlkirin COMMAND bimeşîne
ky: Баскычтар айкалышы басылганда COMMAND иштетиңиз
lb: Run COMMAND wann eng Tastekombinatioun gedréckt ass
lo: ດໍາເນີນການ COMMAND ເມື່ອມີການກົດປຸ່ມປະສົມ
lt: Paleiskite COMMAND, kai paspaudžiamas klavišų derinys
lv: Palaidiet COMMAND, kad tiek nospiesta taustiņu kombinācija
mg: Alefaso ny COMMAND rehefa tsindriana ny fitambarana fanalahidy
mi: Whakahaerehia te COMMAND ina pehia he huinga matua
mk: Извршете COMMAND кога е притиснато комбинација на копчиња
ml: ഒരു കീ കോമ്പിനേഷൻ അമർത്തുമ്പോൾ COMMAND പ്രവർത്തിപ്പിക്കുക
mn: Товчлуурын хослолыг дарах үед COMMAND-г ажиллуулна уу
mr: जेव्हा की संयोजन दाबले जाते तेव्हा COMMAND चालवा
mt: Mexxi KMAND meta tingħafas kombinazzjoni ta 'tasti
my: သော့တွဲတစ်ခုကို နှိပ်လိုက်သောအခါ Command ကိုဖွင့်ပါ။
nb: Kjør COMMAND når en tastekombinasjon trykkes
ne: कुञ्जी संयोजन थिच्दा COMMAND चलाउनुहोस्
or: ଏକ ଚାବି ମିଶ୍ରଣ ଦବାଇବା ସମୟରେ COMMAND ଚଲାନ୍ତୁ |
pa: ਜਦੋਂ ਇੱਕ ਕੁੰਜੀ ਸੁਮੇਲ ਦਬਾਇਆ ਜਾਂਦਾ ਹੈ ਤਾਂ COMMAND ਚਲਾਓ
ps: COMMAND ﻲﺷ ﻝړﻭﺍﺭ ﺭﺎﺸﻓ ﺐﯿﮐﺮﺗ ﻱﺪﯿﻠﮐ ﯥﭼ ﻪﻠﮐ ﺉړﮐ ﻞﭼ
ro: Rulați COMANDĂ când este apăsată o combinație de taste
rw: Koresha ITEGEKO mugihe urufunguzo ruvanze
sd: ﻲﻫﺁ ﻭﺪﻨﻳﻭ ﻮﻳﺎﭔﺩ ﻲﮐ ﭖﻼ﻿ﻴﻣ ﻢﻫﺍ ڪﻫ ﻦﻫڏﺟ COMMAND ﻮﻳﻼ﻿ﻫ
si: යතුරු සංයෝජනයක් එබූ විට COMMAND ධාවනය කරන්න
sk: Po stlačení kombinácie klávesov spustite príkaz COMMAND
sl: Zaženite COMMAND, ko pritisnete kombinacijo tipk
sq: Ekzekutoni COMMAND kur shtypet një kombinim tasti
sw: Endesha COMMAND wakati mchanganyiko wa vitufe umebonyezwa
ta: விசை சேர்க்கையை அழுத்தும் போது COMMAND ஐ இயக்கவும்
te: కీ కలయికను నొక్కినప్పుడు COMMANDని అమలు చేయండి
tg: Вақте ки комбинатсияи тугмаҳо пахш карда мешавад, COMMAND-ро иҷро кунед
th: เรียกใช้ COMMAND เมื่อกดคีย์ผสม
tk: Düwmeleriň kombinasiýasy basylanda COMMAND işlediň
tt: Төп комбинация басылганда COMMAND эшләгез
uk: Запустіть COMMAND при натисканні комбінації клавіш
ur: ۔ﮟﯿﺋﻼ﻿ﭼ COMMAND ﻮﺗ ﮯﺋﺎﺟ ﺎﯾﺎﺑﺩ ﮧﻋﻮﻤﺠﻣ ﯼﺪﯿﻠﮐ ﯽﺋﻮﮐ ﺐﺟ
uz: Tugmalar birikmasi bosilganda COMMAND-ni ishga tushiring
vi: Chạy COMMAND khi nhấn tổ hợp phím
xh: Qhuba u-COMMAND xa indibaniselwano yesitshixo icinezelwe
yi: טקירדעג זיא עיצאַניבמאָק לסילש אַ ןעוו COMMAND ןפיול

source: Run COMMAND when an element is clicked or focused
af: Begin COMMAND wanneer 'n element geklik of gefokus word
am: አንድ አካል ጠቅ ሲደረግ ወይም ሲያተኩር COMMAND ን ያሂዱ
ar: ﻪﻴﻠﻋ ﺰﻴﻛﺮﺘﻟﺍ ﻭﺃ ﺮﺼﻨﻋ ﻕﻮﻓ ﺮﻘﻨﻟﺍ ﺪﻨﻋ COMMAND ﻞﻴﻐﺸﺗ
be: Запусціце COMMAND, калі элемент пстрыкнуць або засяродзіцца
bg: Изпълнете COMMAND, когато елемент е щракнат или фокусиран
bn: যখন একটি উপাদান ক্লিক বা ফোকাস করা হয় তখন COMMAND চালান
ca: Executeu COMMAND quan es fa clic o es centra en un element
cy: Rhedeg COMMAND pan fydd elfen yn cael ei chlicio neu ei ffocysu
da: Kør COMMAND, når et element klikkes eller fokuseres
eo: Rulu COMMAND kiam elemento estas klakita aŭ fokusita
et: Käivitage COMMAND, kui elemendil klõpsatakse või see on teravustatud
eu: Exekutatu COMMAND elementu batean klik egiten denean edo fokuratzen denean
fa: ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﺍﺭ COMMAND ،ﺩﻮﺷ ﯽﻣ ﺱﻮﮐﻮﻓ ﺎﯾ ﮏﯿﻠﮐ ﺮﺼﻨﻋ ﮏﯾ ﻪﮐ ﯽﻧﺎﻣﺯ
fi: Suorita COMMAND, kun elementtiä napsautetaan tai kohdistetaan
fil: Patakbuhin ang COMMAND kapag ang isang elemento ay na-click o nakatutok
fy: Run COMMAND as in elemint wurdt oanklikt of rjochte
ga: Rith COMMAND nuair a dhéantar eilimint a chliceáil nó a dhíriú
gd: Ruith COMMAND nuair a thèid eileamaid a bhriogadh no a chuimseachadh
gl: Execute COMMAND cando se fai clic nun elemento ou se enfoca
gu: જ્યારે કોઈ તત્વ ક્લિક થાય અથવા ફોકસ થાય ત્યારે COMMAND ચલાવો
he: דקוממ וא ץחלנ ביכר רשאכ COMMAND תא לעפה
hi: जब कोई तत्व क्लिक या फ़ोकस किया जाता है तो कमांड चलाएँ
hr: Pokrenite COMMAND kada se element klikne ili fokusira
hu: Futtassa a COMMAND parancsot, amikor egy elemre kattintanak vagy fókuszálnak
hy: Գործարկեք COMMAND-ը, երբ տարրը սեղմված կամ կենտրոնացված է
id: Jalankan COMMAND saat elemen diklik atau difokuskan
is: Keyrðu COMMAND þegar smellt er á þátt eða fókus
ka: გაუშვით COMMAND, როდესაც ელემენტზე დაწკაპუნებულია ან ფოკუსირებულია
kk: Элемент басылғанда немесе фокусталғанда COMMAND іске қосыңыз
km: ដំណើរការពាក្យបញ្ជានៅពេលដែលធាតុមួយត្រូវបានចុច ឬផ្តោត
kn: ಒಂದು ಅಂಶವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ ಅಥವಾ ಕೇಂದ್ರೀಕರಿಸಿದಾಗ COMMAND ಅನ್ನು ಚಲಾಯಿಸಿ
ku: Dema ku hêmanek were tikandin an balkişandina COMMANDê bixebitîne
ky: Элемент басылганда же фокусталганда COMMAND иштетиңиз
lb: Run COMMAND wann en Element geklickt oder fokusséiert ass
lo: ແລ່ນ COMMAND ເມື່ອອົງປະກອບໃດນຶ່ງຖືກຄລິກ ຫຼືຖືກໂຟກັສ
lt: Paleiskite COMMAND, kai elementas spustelėjamas arba suaktyvinamas
lv: Palaidiet COMMAND, kad elements tiek noklikšķināts vai fokusēts
mg: Alefaso ny COMMAND rehefa kitihina na mifantoka ny singa iray
mi: Whakahaerehia te COMMAND ka paatohia, ka arohia ranei tetahi huānga
mk: Извршете COMMAND кога некој елемент е кликнат или фокусиран
ml: ഒരു ഘടകം ക്ലിക്ക് ചെയ്യുമ്പോൾ അല്ലെങ്കിൽ ഫോക്കസ് ചെയ്യുമ്പോൾ COMMAND പ്രവർത്തിപ്പിക്കുക
mn: Элемент товших эсвэл анхаарлаа төвлөрүүлэх үед COMMAND-г ажиллуул
mr: जेव्हा एखादा घटक क्लिक केला जातो किंवा फोकस केला जातो तेव्हा COMMAND चालवा
mt: Mexxi KMAND meta element jiġi kklikkjat jew iffukat
my: ဒြပ်စင်တစ်ခုကို ကလစ် သို့မဟုတ် အာရုံစိုက်သောအခါ COMMAND ကိုဖွင့်ပါ။
nb: Kjør COMMAND når et element klikkes eller fokuseres
ne: जब एक तत्व क्लिक वा ध्यान केन्द्रित हुन्छ COMMAND चलाउनुहोस्
or: ଯେତେବେଳେ ଏକ ଉପାଦାନ କ୍ଲିକ୍ କିମ୍ବା ଫୋକସ୍ ହୁଏ, COMMAND ଚଲାନ୍ତୁ |
pa: ਜਦੋਂ ਕੋਈ ਤੱਤ ਕਲਿਕ ਜਾਂ ਫੋਕਸ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ COMMAND ਚਲਾਓ
ps: COMMAND ﻱﻭ ﺰﮐﺮﻤﺘﻣ ﺎﯾ ﮏﯿﻠﮐ ﺮﺼﻨﻋ ﻮﯾ ﯥﭼ ﻪﻠﮐ ﺉړﮐ ﻞﭼ
ro: Rulați COMMAND când se face clic pe un element sau se focalizează
rw: Koresha ITEGEKO mugihe ikintu gikanze cyangwa cyibanze
sd: ﻲﺠﻫ ﺯﻮڪﺮﻣ ﺎﻳ ﻮﻴڪ ڪﻠڪ ﺮﺼﻨﻋ ڪﻫ ﻦﻫڏﺟ COMMAND ﻮﻳﻼ﻿ﻫ
si: මූලද්u200dරව්u200dයයක් ක්ලික් කළ විට හෝ නාභිගත වූ විට COMMAND ධාවනය කරන්න
sk: Spustite COMMAND, keď kliknete na prvok alebo je zvýraznený
sl: Zaženite COMMAND, ko je element kliknjen ali fokusiran
sq: Ekzekutoni COMMAND kur një element është i klikuar ose i fokusuar
sw: Endesha COMMAND wakati kipengele kinapobofya au kulenga
ta: ஒரு உறுப்பு சொடுக்கும் போது அல்லது ஃபோகஸ் செய்யும்போது COMMAND ஐ இயக்கவும்
te: మూలకం క్లిక్ చేసినప్పుడు లేదా ఫోకస్ చేసినప్పుడు COMMANDని అమలు చేయండి
tg: Вақте ки элемент пахш мешавад ё фокус карда мешавад, COMMAND-ро иҷро кунед
th: เรียกใช้ COMMAND เมื่อองค์ประกอบถูกคลิกหรือโฟกัส
tk: Bir element basylanda ýa-da ünsi jemläninde COMMAND işlediň
tt: Элемент басылганда яки тупланган вакытта COMMAND эшләгез
uk: Запустіть команду COMMAND, коли елемент клацають або фокусуються
ur: ۔ﮟﯿﺋﻼ﻿ﭼ COMMAND ﻮﺗ ﮯﺋﺎﺟ ﺎﯿﮐ ﺲﮐﻮﻓ ﺎﯾ ﮯﺋﺎﺟ ﺎﯿﮐ ﮏﻠﮐ ﺮﭘ ﺮﺼﻨﻋ ﯽﺴﮐ ﺐﺟ
uz: Element bosilganda yoki fokuslanganda COMMANDni ishga tushiring
vi: Chạy COMMAND khi một phần tử được nhấp hoặc lấy tiêu điểm
xh: Qhuba u-COMMAND xa into icofa okanye igxininise
yi: טסיקואָפ רעדאָ טקילק זיא טנעמעלע אַ ןעוו COMMAND ןפיול

source: Run COMMAND on window close attempt
af: Begin COMMAND tydens venstertoe-poging
am: በመስኮት መዝጋት ሙከራ ላይ COMMAND ን ያሂዱ
ar: ﺓﺬﻓﺎﻨﻟﺍ ﻕﻼ﻿ﻏﺇ ﺔﻟﻭﺎﺤﻣ ﻲﻓ COMMAND ﻞﻴﻐﺸﺗ
be: Запусціце COMMAND пры спробе закрыцця акна
bg: Изпълнете COMMAND при опит за затваряне на прозореца
bn: উইন্ডো বন্ধ করার প্রচেষ্টায় COMMAND চালান
ca: Executeu COMMAND a l'intent de tancar la finestra
cy: Rhedeg COMMAND ar ymgais agos at y ffenestr
da: Kør COMMAND ved forsøg på at lukke vinduet
eo: Rulu COMMAND ĉe provo de fermo de fenestro
et: Käivitage akna sulgemise katsel COMMAND
eu: Exekutatu COMMAND leihoa ixteko saiakeran
fa: ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﺍﺭ Command ،ﻩﺮﺠﻨﭘ ﻦﺘﺴﺑ ﯼﺍﺮﺑ ﺵﻼ﻿ﺗ ﺭﺩ
fi: Suorita COMMAND ikkunan sulkemisyrityksessä
fil: Patakbuhin ang COMMAND sa pagtatangkang isara ang window
fy: Run COMMAND op finster slute besykjen
ga: Rith COMMAND ar iarracht gar don fhuinneog
gd: Ruith COMMAND air oidhirp dlùth uinneig
gl: Executar COMMAND no intento de pechar a xanela
gu: વિન્ડો બંધ કરવાનો પ્રયાસ કરવા પર COMMAND ચલાવો
he: ןולחה תריגס ןויסינב COMMAND תא לעפה
hi: विंडो बंद करने के प्रयास पर कमांड चलाएँ
hr: Pokrenite COMMAND pri pokušaju zatvaranja prozora
hu: Futtassa a COMMAND parancsot az ablak bezárási kísérletén
hy: Գործարկեք COMMAND-ը պատուհանի փակման փորձի ժամանակ
id: Jalankan COMMAND pada upaya penutupan jendela
is: Keyrðu COMMAND við tilraun til að loka glugga
ka: გაუშვით COMMAND ფანჯრის დახურვის მცდელობისას
kk: Терезені жабу әрекетінде COMMAND іске қосыңыз
km: ដំណើរការពាក្យបញ្ជានៅលើការព្យាយាមបិទបង្អួច
kn: ವಿಂಡೋ ಮುಚ್ಚುವ ಪ್ರಯತ್ನದಲ್ಲಿ COMMAND ಅನ್ನು ಚಲಾಯಿಸಿ
ku: Di hewildana girtina pencereyê de COMMAND bimeşînin
ky: Терезени жабуу аракетинде COMMAND иштетиңиз
lb: Run COMMAND op Fënster zoumaachen Versuch
lo: ດໍາເນີນການຄໍາສັ່ງໃນຄວາມພະຍາຍາມປິດປ່ອງຢ້ຽມ
lt: Bandydami uždaryti langą, paleiskite COMMAND
lv: Palaidiet COMMAND loga aizvēršanas mēģinājumā
mg: Alefaso ny COMMAND amin'ny andrana manakaiky ny varavarankely
mi: Whakahaerehia te COMMAND ki te ngana kati matapihi
mk: Извршете COMMAND при обид за затворање прозорец
ml: വിൻഡോ അടയ്ക്കാനുള്ള ശ്രമത്തിൽ COMMAND പ്രവർത്തിപ്പിക്കുക
mn: Цонхыг хаах оролдлого дээр COMMAND-г ажиллуул
mr: विंडो बंद करण्याच्या प्रयत्नावर COMMAND चालवा
mt: Mexxi KMAND fuq tentattiv ta 'għeluq it-tieqa
my: ဝင်းဒိုးပိတ်ရန်ကြိုးစားမှုတွင် COMMAND ကိုဖွင့်ပါ။
nb: Kjør COMMAND ved forsøk på å lukke vinduet
ne: सञ्झ्याल बन्द प्रयासमा COMMAND चलाउनुहोस्
or: ୱିଣ୍ଡୋ ବନ୍ଦ ପ୍ରୟାସରେ COMMAND ଚଲାନ୍ତୁ |
pa: ਵਿੰਡੋ ਬੰਦ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ 'ਤੇ COMMAND ਚਲਾਓ
ps: ﺉړﮐ ﻞﭼ COMMAND ﯥﮐ ﻪڅﻫ ﻮﻟړﺗ ۍﮐړﮐ ﺩ
ro: Rulați COMMAND la încercarea de închidere a ferestrei
rw: Koresha ITEGEKO kuri idirishya ryo kugerageza
sd: ﻮﻳﻼ﻿ﻫ COMMAND ﻲﺗ ﺶﺷﻮڪ ﻲﺟ ﮠﺮڪ ﺪﻨﺑ ﻭڊﻧﻭ
si: කවුළුව වැසීමේ උත්සාහයේදී COMMAND ධාවනය කරන්න
sk: Pri pokuse o zatvorenie okna spustite príkaz COMMAND
sl: Zaženite COMMAND ob poskusu zapiranja okna
sq: Ekzekutoni COMMAND në përpjekje për mbylljen e dritares
sw: Endesha COMMAND kwenye jaribio la kufunga dirisha
ta: சாளரத்தை மூடும் முயற்சியில் COMMAND ஐ இயக்கவும்
te: విండోను మూసివేసే ప్రయత్నంలో COMMANDని అమలు చేయండి
tg: Иҷроиши COMMAND дар кӯшиши пӯшидани тиреза
th: เรียกใช้ COMMAND เมื่อพยายามปิดหน้าต่าง
tk: Penjiräni ýapmak synanyşygynda COMMAND işlediň
tt: Тәрәзәне ябу омтылышында COMMAND эшләгез
uk: Запустіть COMMAND під час спроби закрити вікно
ur: ۔ﮟﯿﺋﻼ﻿ﭼ COMMAND ﺮﭘ ﺶﺷﻮﮐ ﯽﮐ ﮯﻧﺮﮐ ﺪﻨﺑ ﻭﮉﻧﻭ
uz: Oynani yopishga urinishda COMMANDni ishga tushiring
vi: Chạy COMMAND khi cố gắng đóng cửa sổ
xh: Qhuba u-COMMAND kwifestile yokuzama ukuvala
yi: ןווורפּ טנעאָנ רעטצנעפֿ ףיוא COMMAND ןפיול
