Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
af: # zzzFM Sessie lêer # HIERDIE LêER IS NIE ONTWERP OM GEREdigeer te word nie - dit sal gelees en OORSKRYF word # As jy alle sessie*-lêers uitvee, sal zzzFM teruggestel word na fabrieksinstellings.
am: # zzzFM የክፍለ ጊዜ ፋይል # ይህ ፋይል ለመስተካከል አልተነደፈም - ይነበባል እና ይገለበጣል # ሁሉንም የክፍለ ጊዜ locale ፋይሎች ከሰረዙ zzzFM ወደ ፋብሪካ ነባሪዎች ይጀመራል።
ar: # zzzFM ﺔﺴﻠﺠﻟﺍ ﻒﻠﻣ # ﻞﻣﺎﻜﻟﺎﺑ ﻪﺘﺑﺎﺘﻛﻭ ﻪﺗءﺍﺮﻗ ﻢﺘﻴﺳ - ﻩﺮﻳﺮﺤﺗ ﻢﺘﻴﻟ ﻒﻠﻤﻟﺍ ﺍﺬﻫ ﻢﻴﻤﺼﺗ ﻢﺘﻳ ﻢﻟ # .ﺔﻴﺿﺍﺮﺘﻓﻻ﻿ﺍ ﻊﻨﺼﻤﻟﺍ ﺕﺍﺩﺍﺪﻋﺇ ﻰﻟﺇ zzzFM ﻦﻴﻴﻌﺗ ﺓﺩﺎﻋﺇ ﻢﺘﻴﺴﻓ ، locale ﺔﺴﻠﺠﻟﺍ ﺕﺎﻔﻠﻣ ﻊﻴﻤﺟ ﻑﺬﺤﺑ ﺖﻤﻗ ﺍﺫﺇ
be: # zzzFM Файл сесіі # ГЭТЫ ФАЙЛ НЕ ПРАЦЫНАВАНЫ ДЛЯ рэдагавання - ён будзе прачытаны і перазапісаны # Калі вы выдаліце u200bu200bўсе файлы сеанса*, zzzFM будзе скінуты да заводскіх налад.
bg: # zzzFM Файл на сесията # ТОЗИ ФАЙЛ НЕ Е ПРЕДНАЗНАЧЕН ЗА РЕДАКТИРАНЕ - той ще бъде прочетен и презаписан # Ако изтриете всички сесийни* файлове, zzzFM ще бъде нулиран до фабричните настройки по подразбиране.
bn: # zzzFM সেশন ফাইল # এই ফাইলটি সম্পাদনা করার জন্য ডিজাইন করা হয়নি - এটি পড়া এবং ওভাররাইট করা হবে # আপনি সব সেশন* ফাইল মুছে ফেললে, zzzFM ফ্যাক্টরি ডিফল্টে রিসেট হবে।
ca: # zzzFM Fitxer de sessió # AQUEST FITXER NO ESTÀ DISSENYAT PER A SER EDITAT: es llegirà i es sobreescriurà # Si suprimiu tots els fitxers de sessió*, zzzFM es restablirà als valors predeterminats de fàbrica.
cy: # zzzFM Ffeil Sesiwn # NI CHANIATEIR Y FFEIL HWN I'W GOLYGU - bydd yn cael ei ddarllen a'i DROSGLWYDDO # Os byddwch chi'n dileu pob ffeil sesiwn *, bydd zzzFM yn cael ei ailosod i ddiffygion ffatri.
da: # zzzFM Session fil # DENNE FIL ER IKKE DESIGNET TIL AT BLIVER REDIGERET - den vil blive læst og OVERSKRIVET # Hvis du sletter alle session*-filer, nulstilles zzzFM til fabriksindstillingerne.
eo: # zzzFM Sesiodosiero # ĈI ĈI DOSIERO NE ESTAS DESEJNITA POR ESTI REDEKTA - ĝi estos legata kaj SUBSCRIBITA # Se vi forigas ĉiujn sesiajn* dosierojn, zzzFM estos rekomencigita al fabriko defaŭlta.
et: # zzzFM Seansi fail # SEE FAIL EI OLE LÄHTUD TOIMEMISEKS – seda loetakse ja KIRJATAKSE ÜLE # Kui kustutate kõik seansi* failid, lähtestatakse zzzFM tehase vaikeseadetele.
eu: # zzzFM Saioaren fitxategia # FITXATEGI HAU EZ DA EDITATZEKO DISEINUA - irakurri eta GAINIDADIZTU egingo da # Saio* fitxategi guztiak ezabatzen badituzu, zzzFM fabrikako lehenetsietara berrezarriko da.
fa: # zzzFM ﻪﺴﻠﺟ ﻞﯾﺎﻓ # ﺩﻮﺷ ﯽﻣ ﯽﺴﯾﻮﻧﺯﺎﺑ ﻭ ﺩﻮﺷ ﯽﻣ ﻩﺪﻧﺍﻮﺧ - ﺖﺳﺍ ﻩﺪﺸﻧ ﯽﺣﺍﺮﻃ ﺶﯾﺍﺮﯾﻭ ﯼﺍﺮﺑ ﻞﯾﺎﻓ ﻦﯾﺍ # .ﺩﻮﺷu200cﯽﻣ ﯽﻧﺎﺸﻧﺯﺎﺑ ﻪﻧﺎﺧﺭﺎﮐ ﺽﺮﻓu200cﺶﯿﭘ ﻪﺑ zzzFM ،ﺪﯿﻨﮐ ﻑﺬﺣ ﺍﺭ *ﻪﺴﻠﺟ ﯼﺎﻫu200cﻞﯾﺎﻓ ﻪﻤﻫ ﺮﮔﺍ
fi: # zzzFM Istuntotiedosto # TÄTÄ TIEDOSTOA EI OLE SUUNNITELTU MUOKATETAVAKSI - se luetaan ja KIERTEÄÄN # Jos poistat kaikki istuntotiedostot, zzzFM palautetaan tehdasasetuksiin.
fil: # zzzFM File ng Session # ANG FILE NA ITO AY HINDI Idinisenyo UPANG I-EDIT - ito ay babasahin at OOVERWRIT # Kung ide-delete mo ang lahat ng session* file, ire-reset ang zzzFM sa mga factory default.
fy: # zzzFM Sesje Triem # DIT BESTAND IS NET ONTWERP OM TE BEWERKEN - it sil lêzen en OVERSCHRIJVEN wurde # As jo u200bu200balle sesje*-bestannen wiskje, sil zzzFM weromset wurde nei fabrieksynstellingen.
ga: # zzzFM Comhad Seisiúin # NÍ FHÓGRAÍTEAR LEIS AN gCOMHAD SEO LE hAGHAIDH EAGRAÍOCHT - léifear é agus FORLÍONADH # Má scriosann tú gach comhad seisiún *, athshocrófar zzzFM go mainneachtainí monarchan.
gd: # zzzFM Faidhle seisean # CHAN EIL AN T-SAOGHAL SEO AIR A DHÈANAMH A DHÈANAMH - thèid a leughadh agus THAR-SHEALLADH # Ma sguabas tu às na faidhlichean seisean locale gu lèir, thèid zzzFM ath-shuidheachadh gu easbhaidhean factaraidh.
gl: # zzzFM Ficheiro da sesión # ESTE FICHEIRO NON ESTÁ DESEÑADO PARA SER EDITADO; será lido e sobreescrito # Se eliminas todos os ficheiros da sesión*, zzzFM restablecerase aos valores predeterminados de fábrica.
gu: # zzzFM સત્ર ફાઇલ # આ ફાઇલ સંપાદિત કરવા માટે ડિઝાઇન કરવામાં આવી નથી - તે વાંચવામાં આવશે અને ઓવરરાઇટ કરવામાં આવશે # જો તમે બધી સત્ર* ફાઈલો કાઢી નાખો છો, તો zzzFM ફેક્ટરી ડિફોલ્ટ પર રીસેટ થઈ જશે.
he: # zzzFM הלעפה ץבוק # בתכייו ארקיי אוה - הכירעל דעונ אל הז ץבוק # .ןרציה לש לדחמה תורירבל ספואי zzzFM ,*הלעפהה יצבק לכ תא קחמת םא
hi: # zzzFM सत्र फ़ाइल # यह फ़ाइल संपादित करने के लिए डिज़ाइन नहीं की गई है - इसे पढ़ा और अधिलेखित किया जाएगा # यदि आप सभी सत्र* फ़ाइलें हटाते हैं, तो zzzFM फ़ैक्टरी डिफ़ॉल्ट पर रीसेट हो जाएगा।
hr: # zzzFM Datoteka sesije # OVA DATOTEKA NIJE DIZAJNIRANA ZA UREĐIVANJE - bit će pročitana i PREBRISANA # Ako izbrišete sve datoteke sesije*, zzzFM će se vratiti na tvorničke postavke.
hu: # zzzFM Munkamenet fájl # EZ A FÁJL NINCS SZERKESZTÉSRE TERVEZVE – elolvasásra kerül és FELÜLÍRÁSRA # Ha törli az összes munkamenet* fájlt, a zzzFM visszaáll a gyári alapértékekre.
hy: # zzzFM Նստաշրջանի ֆայլ # ԱՅՍ ՖԱՅԼԸ ՆԱԽԱԳԾՎԱԾ ՉԷ ԽՄԲԱԳՐԵԼՈՒ ՀԱՄԱՐ. այն կկարդա և կվերագրվի # Եթե u200bu200bջնջեք բոլոր նիստերի* ֆայլերը, zzzFM-ը կվերակայվի գործարանային պարամետրերին:
id: # zzzFM File Sesi # FILE INI TIDAK DIRANCANG UNTUK DIEDIT - itu akan dibaca dan ditimpa # Jika Anda menghapus semua file sesi*, zzzFM akan diatur ulang ke default pabrik.
is: # zzzFM Fundarskrá # ÞESSI SKRÁ ER EKKI HÖNNUÐ TIL AÐ VERA Breytt - hún verður lesin og yfirskrifuð # Ef þú eyðir öllum session* skrám verður zzzFM endurstillt á sjálfgefnar verksmiðjustillingar.
ka: # zzzFM სესიის ფაილი # ეს ფაილი არ არის შემუშავებული რედაქტირებისთვის - ის წაიკითხება და გადაიწერება # თუ წაშლით ყველა სესიის* ფაილს, zzzFM დაბრუნდება ქარხნულ პარამეტრებზე.
kk: # zzzFM Сеанс файлы # БҰЛ ФАЙЛ ӨҢДЕУГЕ АРНАЛҒАН ЕМЕС – ол оқылады және қайта жазылады. # Барлық сеанс* файлдарын жойсаңыз, zzzFM зауыттық әдепкі параметрлерге қайтарылады.
km: # zzzFM ឯកសារសម័យ # ឯកសារu200bនេះu200bមិនu200bត្រូវu200bបានu200bរចនាu200bឱ្យu200bត្រូវu200bបានu200bកែu200bសម្រួលu200bទេ - វាu200bនឹងu200bត្រូវu200bបានu200bអាន និងu200bសរសេរu200bជាន់u200bលើ # ប្រសិនបើអ្នកលុបឯកសារសម័យ* ទាំងអស់ zzzFM នឹងត្រូវបានកំណត់ឡើងវិញទៅលំនាំដើមរបស់រោងចក្រ។
kn: # zzzFM ಸೆಷನ್ ಫೈಲ್ # ಈ ಫೈಲ್ ಅನ್ನು ಸಂಪಾದಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿಲ್ಲ - ಅದನ್ನು ಓದಲಾಗುತ್ತದೆ ಮತ್ತು ತಿದ್ದಿ ಬರೆಯಲಾಗುತ್ತದೆ # ನೀವು ಎಲ್ಲಾ ಸೆಶನ್* ಫೈಲ್u200cಗಳನ್ನು ಅಳಿಸಿದರೆ, zzzFM ಅನ್ನು ಫ್ಯಾಕ್ಟರಿ ಡೀಫಾಲ್ಟ್u200cಗಳಿಗೆ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ.
ku: # zzzFM Pelê Rûniştinê # EV PÊLÎ JI BO ÇÊKIRINÊ NE SÊWEZÎNE - ew ê bê xwendin û LI SER NIVÎSIN # Ger hûn hemî pelên danişînê* jêbikin, zzzFM dê li ser standardên kargehê were vegerandin.
ky: # zzzFM Сеанс файлы # БУЛ ФАЙЛ ОҢДООГО ЭМЕС - ал окулат жана үстүнөн жазылат # Эгерде сиз бардык сеанс* файлдарын жок кылсаңыз, zzzFM баштапкы абалга келтирилет.
lb: # zzzFM Sessiounsdatei # DËS FICIEL ASS NET NET EDITÉIERT - et gëtt gelies an iwwerschriwwe ginn # Wann Dir all Sessioun* Dateien läscht, gëtt zzzFM op d'Fabrécksdefault zréckgesat.
lo: # zzzFM ໄຟລ໌ເຊດຊັນ # ໄຟລ໌ນີ້ບໍ່ໄດ້ຖືກອອກແບບໃຫ້ຖືກແກ້ໄຂ - ມັນຈະຖືກອ່ານ ແລະຂຽນທັບ # ຖ້າທ່ານລຶບໄຟລ໌ເຊດຊັນ* ທັງໝົດ, zzzFM ຈະຖືກຣີເຊັດເປັນຄ່າເລີ່ມຕົ້ນຈາກໂຮງງານ.
lt: # zzzFM Sesijos failas # ŠIS FAILAS NĖRA SUKURTAS REdaguoti – jis bus perskaitytas ir PERRAŠYMAS # Jei ištrinsite visus seanso* failus, zzzFM bus atstatyti į gamyklinius numatytuosius nustatymus.
lv: # zzzFM Sesijas fails # ŠIS FAILS NAV IZSTRĀDĀTS REDIĢĒŠANAI — tas tiks lasīts un PĀRSAKSTĪTS # Ja izdzēsīsiet visus sesijas* failus, zzzFM tiks atiestatīti uz rūpnīcas noklusējuma iestatījumiem.
mg: # zzzFM Session File # TSY NAVAVANA HO ATAO ITY FILE ITY - hovakiana sy HOSORATANA # Raha mamafa ny rakitra session* rehetra ianao, dia haverina amin'ny default ny zzzFM.
mi: # zzzFM Kōnae Wātū # KORE TE WHAKAMAHI TENEI KONA KI TE ETINA - ka panuitia, ka TUHIHIA # Mena ka mukua e koe nga konae locale hui katoa, ka tautuhia ano te zzzFM ki nga taunoa wheketere.
mk: # zzzFM Датотека за сесија # ОВАА ДАТОТЕК НЕ Е ДИЗАЈНИРАНА ЗА УРЕДУВАЊЕ - ќе се чита и ќе се препише # Ако ги избришете сите датотеки со сесија*, zzzFM ќе се ресетира на фабричките поставки.
ml: # zzzFM സെഷൻ ഫയൽ # ഈ ഫയൽ എഡിറ്റുചെയ്യാൻ രൂപകൽപ്പന ചെയ്u200cതിട്ടില്ല - ഇത് വായിക്കുകയും വീണ്ടും എഴുതുകയും ചെയ്യും # നിങ്ങൾ എല്ലാ സെഷൻ* ഫയലുകളും ഇല്ലാതാക്കുകയാണെങ്കിൽ, zzzFM ഫാക്u200cടറി ഡിഫോൾട്ടുകളിലേക്ക് പുനഃസജ്ജമാക്കും.
mn: # zzzFM Сеанс файл # ЭНЭ ФАЙЛЫГ ЗАСАХАД ЗОРИУЛАГҮЙ - үүнийг уншиж, дарж бичих болно # Хэрэв та бүх сеанс* файлыг устгавал zzzFM-г үйлдвэрийн тохиргоонд дахин тохируулах болно.
mr: # zzzFM सत्र फाइल # ही फाइल संपादित करण्यासाठी डिझाइन केलेली नाही - ती वाचली जाईल आणि ओव्हरराईट केली जाईल # तुम्ही सर्व सत्र* फाइल्स हटवल्यास, zzzFM फॅक्टरी डीफॉल्टवर रीसेट केले जाईल.
mt: # zzzFM Fajl tas-Sessjoni # DAN IL-FILE MHUX IDDISINjat BIEX JIĠI EDITAT - jinqara u jinkiteb OVERWITTER # Jekk tħassar il-fajls kollha tas-sessjoni*, zzzFM jiġi ssettjat mill-ġdid għall-defaults tal-fabbrika.
my: # zzzFM အပိုင်းဖိုင် # ဤဖိုင်ကို တည်းဖြတ်ရန် မရည်ရွယ်ပါ - ၎င်းကို ဖတ်ပြီး ထပ်ရေးပါမည် # စက်ရှင်* ဖိုင်အားလုံးကို ဖျက်ပါက zzzFM သည် စက်ရုံထုတ် ပုံသေများအဖြစ် ပြန်လည်သတ်မှတ်မည်ဖြစ်သည်။
nb: # zzzFM Sesjonsfil # DENNE FILEN ER IKKE DESIGNET FOR Å BLI REDIGERT - den vil bli lest og overskrevet # Hvis du sletter alle økt*-filer, vil zzzFM bli tilbakestilt til fabrikkinnstillingene.
ne: # zzzFM सत्र फाइल # यो फाइल सम्पादन गर्न डिजाइन गरिएको छैन - यसलाई पढिनेछ र ओभरराइट गरिनेछ # यदि तपाईंले सबै सत्र* फाइलहरू मेटाउनुभयो भने, zzzFM फ्याक्ट्री पूर्वनिर्धारितमा रिसेट हुनेछ।
or: # zzzFM ଅଧିବେଶନ ଫାଇଲ୍ | # ଏହି ଫାଇଲ୍ ଏଡିଟ୍ ହେବା ପାଇଁ ଡିଜାଇନ୍ ହୋଇନାହିଁ - ଏହା ପ read ଼ାଯିବ ଏବଂ ଓଭର୍ ରାଇଟ୍ ହେବ | # ଯଦି ଆପଣ ସମସ୍ତ ଅଧିବେଶନ locale ଫାଇଲଗୁଡ଼ିକୁ ଡିଲିଟ୍ କରନ୍ତି, zzzFM କାରଖାନା ଡିଫଲ୍ଟକୁ ପୁନ res ସେଟ୍ ହେବ |
pa: # zzzFM ਸੈਸ਼ਨ ਫਾਈਲ # ਇਹ ਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ ਤਿਆਰ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ - ਇਸਨੂੰ ਪੜ੍ਹਿਆ ਅਤੇ ਓਵਰਰਾਈਟ ਕੀਤਾ ਜਾਵੇਗਾ # ਜੇਕਰ ਤੁਸੀਂ ਸਾਰੀਆਂ ਸੈਸ਼ਨ* ਫਾਈਲਾਂ ਨੂੰ ਮਿਟਾਉਂਦੇ ਹੋ, zzzFM ਨੂੰ ਫੈਕਟਰੀ ਡਿਫੌਲਟ 'ਤੇ ਰੀਸੈਟ ਕੀਤਾ ਜਾਵੇਗਾ।
ps: # zzzFM ﻪﻨﺗﻭﺩ ﻦﺸﯿﺳ ﺩ # ﻱږﯿﮐ ﻞﮑﯿﻟ ﺎﯿﺑ ﻭﺍ ﻱږﯿﮐ ﻞﺘﺳﻮﻟ ﻪﺑ ﺍﺩ - ﯼﺩ ﻪﻧ ﯼﻮﺷ ﻦﯾﺍﺰﯾډ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ټﯾډﯾﺍ ﺩ ﻞﯾﺎﻓ ﺍﺩ # .ﻲﺷ ﻢﯿﻈﻨﺗ ﺎﯿﺑ ﻪﺗ ټﻟﺎﻔﯾډ ﯥﮑﯾﺮﺑﺎﻓ ﺩ ﻪﺑ zzzFM ،ﺉړﮐ ﻑﺬﺣ ﻪﻧﻮﻠﯾﺎﻓ locale ﻦﺸﯿﺳ ﻝﻮټ ﻮﺳﺎﺗ ﻪﮐ
ro: # zzzFM Fișier de sesiune # ACEST FIȘIER NU ESTE CONCEPUT PENTRU A FI EDITAT - va fi citit și suprascris # Dacă ștergeți toate fișierele de sesiune*, zzzFM va fi resetat la setările implicite din fabrică.
rw: # zzzFM Idosiye # IYI FILE NTIBIGENEWE GUHINDUKA - bizasomwa kandi BYANDITSWE # Niba usibye amasomo yose locale dosiye, zzzFM izasubizwa muburyo budasanzwe bwuruganda.
sd: # zzzFM ﻞﺋﺎﻓ ﻦﺸﻴﺳ # ﻭﺪﻨﻳﻭ ﻮﻴڪ ٽﺋﺍﺭ ﺭﻭﻭﺍ ۽ ﻭﺪﻨﻳﻭ ﻮﻴﻫڙﭘ ﻲﮐ ﻥﺍ - ﻲﻫﺁ ﻲﺋﻭ ﻲﺌڪ ﻪﻧ ﻞﻳﺪﺒﺗ ﻞﺋﺎﻓ ﻲﻫ # .ﻭﺪﻨﻳﻭ ﻮﻴڪ ٽﻴﺳ ﻱﺭ ﻲﺗ ٽﻟﺎﻓڊ ﻱﺮٽڪﻴﻓ zzzFM ،ﻮﻳﺮڪ ﻑﺬﺣ ﻥﻮﻠﺋﺎﻓ locale ﻦﺸﻴﺳ ﭛﺳ ﻥﺎﻫﻮﺗ ﻦﻫڏڪﻴﺟ
si: # zzzFM සැසි ගොනුව # මෙම ගොනුව සංස්කරණය කිරීමට සැලසුම් කර නැත - එය කියවා නැවත ලියනු ඇත # ඔබ සියලුම සැසි* ගොනු මකා දැමුවහොත්, zzzFM කර්මාන්තශාලා පෙරනිමියට යළි පිහිටුවනු ඇත.
sk: # zzzFM Súbor relácie # TENTO SÚBOR NIE JE URČENÝ NA ÚPRAVU – bude prečítaný a PREPÍSANÝ # Ak vymažete všetky súbory relácie*, zzzFM sa obnoví na predvolené výrobné nastavenia.
sl: # zzzFM Datoteka seje # TA DATOTEKA NI NAMENJENA UREJANJU - prebrana bo in prepisana # Če izbrišete vse datoteke seje*, bo zzzFM ponastavljen na tovarniške privzete nastavitve.
sq: # zzzFM Skedari i sesionit # KJO SKEDA NUK ËSHTË PROJEKTUAR PËR TË REDAKTUAR - ai do të lexohet dhe MBËSHKRUAJ # Nëse fshini të gjithë skedarët e sesionit*, zzzFM do të rivendoset në standardet e fabrikës.
sw: # zzzFM Faili ya Kipindi # FILI HILI HAJAKUSUDIWA ILI KUHARIRIWA - litasomwa na KUANDIKWA # Ukifuta faili zote za kipindi*, zzzFM itawekwa upya kwa chaguomsingi za kiwanda.
ta: # zzzFM அமர்வு கோப்பு # இந்தக் கோப்பு திருத்தப்படுவதற்காக வடிவமைக்கப்படவில்லை - அது படிக்கப்பட்டு மேலெழுதப்படும் # நீங்கள் அனைத்து அமர்வு* கோப்புகளையும் நீக்கினால், zzzFM தொழிற்சாலை இயல்புநிலைகளுக்கு மீட்டமைக்கப்படும்.
te: # zzzFM సెషన్ ఫైల్ # ఈ ఫైల్ సవరించడానికి రూపొందించబడలేదు - ఇది చదవబడుతుంది మరియు తిరిగి వ్రాయబడుతుంది # మీరు అన్ని సెషన్* ఫైల్u200cలను తొలగిస్తే, zzzFM ఫ్యాక్టరీ డిఫాల్ట్u200cలకు రీసెట్ చేయబడుతుంది.
tg: # zzzFM Файли сессия # ИН ФАЙЛ БАРОИ ТАҲРИР НАШУДААСТ - он хонда мешавад ва бар болои навнавис мешавад # Агар шумо ҳамаи файлҳои сеанс*-ро нест кунед, zzzFM ба пешфарзҳои завод баргардонида мешавад.
th: # zzzFM ไฟล์เซสชัน # ไฟล์นี้ไม่ได้ออกแบบมาเพื่อแก้ไข - ไฟล์จะถูกอ่านและเขียนทับ # หากคุณลบไฟล์ session* ทั้งหมด zzzFM จะถูกรีเซ็ตเป็นค่าเริ่มต้นจากโรงงาน
tk: # zzzFM Sessiýa faýly # BU Faýl redaktirlemeli däl - okalýar we GÖRNÜŞ # Sessionhli sessiýa locale faýllaryny pozsaňyz, zzzFM zawodyň deslapky görnüşine üýtgediler.
tt: # zzzFM Сессия файлы # БУ Файл редакцияләнергә тиеш түгел - ул укылыр һәм язылыр # Әгәр сез барлык сессия locale файлларын бетерсәгез, zzzFM завод килешүләренә кире кайтарылачак.
uk: # zzzFM Файл сесії # ЦЕЙ ФАЙЛ НЕ ПРИЗНАЧЕНИЙ ДЛЯ РЕДАГУВАННЯ - він буде прочитаний і ПЕРЕЗАПИСЕН # Якщо ви видалите всі файли сеансу*, zzzFM буде скинуто до заводських налаштувань.
ur: # zzzFM ﻞﺋﺎﻓ ﻦﺸﯿﺳ # ﺎﮔ ﮯﺋﺎﺟ ﺎﯿﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﺭﻭﺍ ﺎﮬﮍﭘ ﮯﺳﺍ - ﮯﮨ ﺎﯿﮔ ﺎﯿﮐ ﮟﯿﮩﻧ ﻦﺋﺍﺰﯾﮈ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻢﯿﻣﺮﺗ ﻮﮐ ﻞﺋﺎﻓ ﺱﺍ # ۔ﺎﮔ ﮯﺋﺎﺟ ﻮﮨ ﭧﯿﺳ ﯼﺭ ﺮﭘ ﺲﭩﻟﺎﻔﯾﮈ ﯼﺮﭩﮑﯿﻓ zzzFM ﻮﺗ ،ﮟﯿﮨ ﮯﺘﯾﺩ ﺮﮐ ﻑﺬﺣ ﻮﮐ ﮞﻮﻠﺋﺎﻓ *ﻦﺸﯿﺳ ﻡﺎﻤﺗ ﭖﺁ ﺮﮔﺍ
uz: # zzzFM Sessiya fayli # BU FAYL Tahrirlash uchun mo'ljallangan EMAS - u o'qiladi va ustiga yoziladi # Agar barcha seans* fayllarini o‘chirib tashlasangiz, zzzFM zavod sozlamalariga qaytariladi.
vi: # zzzFM Tệp phiên # TẬP TIN NÀY KHÔNG ĐƯỢC THIẾT KẾ ĐỂ CHỈNH SỬA - tập tin này sẽ được đọc và SỬA LỖI # Nếu bạn xóa tất cả các tệp phiên *, zzzFM sẽ được đặt lại về mặc định ban đầu.
xh: # zzzFM Ifayile yeseshoni # LE FAYILI AYAYILWE UKUBA IHLELIWE - iya kufundwa ize ibhalwe PHEZULU # Ukuba ucima zonke iiseshini* iifayile, i-zzzFM iya kuphinda imiselwe kwimizi-mveliso emisiweyo.
yi: # zzzFM עקעט עיסעס # ןאַטיררעווואָ ןוא ןענעייל ןייז טעוו סע - דיטידע ןייז וצ דנייזיד טשינ זיא עקעט יד # .ץלאָפיד קירבאַפ וצ קיטעטשאַב ןייז טעוו zzzFM ,סעקעט *עיסעס עלאַ ןקעמסיו ריא ביוא

source: Error saving file
af: Kon nie lêer stoor nie
am: ፋይል ማስቀመጥ ላይ ስህተት
ar: ﻒﻠﻤﻟﺍ ﻆﻔﺣ ﻲﻓ ﺄﻄﺧ
be: Памылка захавання файла
bg: Грешка при запазване на файла
bn: ফাইল সংরক্ষণে ত্রুটি৷
ca: S'ha produït un error en desar el fitxer
cy: Gwall wrth arbed ffeil
da: Fejl under lagring af filen
eo: Eraro dum konservado de dosiero
et: Viga faili salvestamisel
eu: Errore bat gertatu da fitxategia gordetzean
fa: ﻞﯾﺎﻓ ﻩﺮﯿﺧﺫ ﺭﺩ ﺎﻄﺧ
fi: Virhe tallennettaessa tiedostoa
fil: Error sa pag-save ng file
fy: Flater by it bewarjen fan triem
ga: Earráid comhad a shábháil
gd: Mearachd faidhle sàbhalaidh
gl: Produciuse un erro ao gardar o ficheiro
gu: ફાઇલ સાચવવામાં ભૂલ
he: ץבוקה תרימשב האיגש
hi: फ़ाइल सहेजने में त्रुटि
hr: Pogreška pri spremanju datoteke
hu: Hiba a fájl mentése közben
hy: Սխալ՝ ֆայլը պահելիս
id: Kesalahan menyimpan file
is: Villa við að vista skrá
ka: შეცდომა ფაილის შენახვისას
kk: Файлды сақтау қатесі
km: កំហុសក្នុងការរក្សាទុកឯកសារ
kn: ಫೈಲ್ ಉಳಿಸುವಲ್ಲಿ ದೋಷ
ku: Di tomarkirina pelê de çewtî
ky: Файлды сактоодо ката кетти
lb: Feeler beim Späicheren vun der Datei
lo: ເກີດຄວາມຜິດພາດໃນການບັນທຶກໄຟລ໌
lt: Išsaugant failą įvyko klaida
lv: Saglabājot failu, radās kļūda
mg: Error amin'ny fitahirizana rakitra
mi: Hapa te tiaki kōnae
mk: Грешка при зачувување на датотеката
ml: ഫയൽ സംരക്ഷിക്കുന്നതിൽ പിശക്
mn: Файлыг хадгалахад алдаа гарлаа
mr: फाइल जतन करताना त्रुटी
mt: Żball fl-iffrankar tal-fajl
my: ဖိုင်ကိုသိမ်းဆည်းရာတွင် အမှားအယွင်းရှိသည်။
nb: Feil under lagring av fil
ne: फाइल बचत गर्दा त्रुटि भयो
or: ଫାଇଲ୍ ସଞ୍ଚୟ କରିବାରେ ତ୍ରୁଟି |
pa: ਫ਼ਾਈਲ ਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਗੜਬੜ ਹੋਈ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ ﻞﯾﺎﻓ ﺩ
ro: Eroare la salvarea fișierului
rw: Kubika dosiye
sd: ﻲﻄﻠﻏ ۾ ﮠﺮڪ ﻅﻮﻔﺤﻣ ﻞﺋﺎﻓ
si: ගොනුව සුරැකීමේ දෝෂයකි
sk: Chyba pri ukladaní súboru
sl: Napaka pri shranjevanju datoteke
sq: Gabim gjatë ruajtjes së skedarit
sw: Hitilafu katika kuhifadhi faili
ta: கோப்பை சேமிப்பதில் பிழை
te: ఫైల్u200cను సేవ్ చేయడంలో లోపం
tg: Хатогии захира кардани файл
th: เกิดข้อผิดพลาดในการบันทึกไฟล์
tk: Faýly ýatda saklamakda säwlik
tt: Файлны саклауда хата
uk: Помилка збереження файлу
ur: ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻧﺮﮐ ﻅﻮﻔﺤﻣ ﻞﺋﺎﻓ
uz: Faylni saqlashda xatolik yuz berdi
vi: Lỗi khi lưu tệp
xh: Impazamo yokugcina ifayile
yi: עקעט ןטיהפֿיוא רעלעפֿ

source: zzzFM Error: Unable to autosave session file ( %s )
af: zzzFMFout: Kan nie sessielêer outomaties stoor nie ( %s )
am: zzzFMስህተት፡ የክፍለ ጊዜ ፋይልን በራስ ሰር ማስቀመጥ አልተቻለም ( %s )
ar: zzzFMﺎًﻴﺋﺎﻘﻠﺗ ﺔﺴﻠﺠﻟﺍ ﻒﻠﻣ ﻆﻔﺣ ﺭﺬﻌﺗ :ﺄﻄﺧ ( %s )
be: zzzFMПамылка: немагчыма аўтаматычна захаваць файл сеансу ( %s )
bg: zzzFMГрешка: Файлът на сесията не може да се запази автоматично ( %s )
bn: zzzFMত্রুটি: সেশন ফাইল অটোসেভ করতে অক্ষম৷ ( %s )
ca: zzzFMError: no es pot desar automàticament el fitxer de sessió ( %s )
cy: zzzFMGwall: Methu â autosave ffeil sesiwn ( %s )
da: zzzFMFejl: Sessionsfilen kunne ikke gemmes automatisk ( %s )
eo: zzzFMEraro: Ne eblas aŭtomate konservi kunsidan dosieron ( %s )
et: zzzFMViga: seansi faili ei saa automaatselt salvestada ( %s )
eu: zzzFMErrorea: Ezin da saio-fitxategia automatikoki gorde ( %s )
fa: zzzFMﺖﺴﯿﻧ ﺮﯾﺬﭘ ﻥﺎﮑﻣﺍ ﻪﺴﻠﺟ ﻞﯾﺎﻓ ﺭﺎﮐﺩﻮﺧ ﻩﺮﯿﺧﺫ :ﺎﻄﺧ ( %s )
fi: zzzFMVirhe: Istuntotiedostoa ei voi tallentaa automaattisesti ( %s )
fil: zzzFMError: Hindi ma-autosave ang session file ( %s )
fy: zzzFMFlater: Sesjebestân kin net automatysk opslein wurde ( %s )
ga: zzzFMEarráid: Ní féidir an comhad seisiún a autosave ( %s )
gd: zzzFMMearachd: Cha ghabh am faidhle seisean fèin-ghluasadach ( %s )
gl: zzzFMErro: non se puido gardar automaticamente o ficheiro da sesión ( %s )
gu: zzzFMભૂલ: સત્ર ફાઇલ સ્વતઃ સાચવવામાં અસમર્થ ( %s )
he: zzzFMיטמוטוא ןפואב הלעפהה ץבוק תא רומשל ןתינ אל :האיגש ( %s )
hi: zzzFMत्रुटि: सत्र फ़ाइल को स्वतः सहेजने में असमर्थ ( %s )
hr: zzzFMPogreška: nije moguće automatski spremiti datoteku sesije ( %s )
hu: zzzFMHiba: Nem sikerült automatikusan elmenteni a munkamenetfájlt ( %s )
hy: zzzFMՍխալ․ հնարավոր չէ ավտոմատ պահել նիստի ֆայլը ( %s )
id: zzzFMKesalahan: Tidak dapat menyimpan file sesi secara otomatis ( %s )
is: zzzFMVilla: Ekki tókst að vista lotuskrá sjálfkrafa ( %s )
ka: zzzFMშეცდომა: სესიის ფაილის ავტომატური შენახვა შეუძლებელია ( %s )
kk: zzzFMҚате: сеанс файлын автоматты түрде сақтау мүмкін емес ( %s )
km: zzzFMកំហុស៖ មិនអាចរក្សាទុកឯកសារសម័យដោយស្វ័យប្រវត្តិបានទេ។ ( %s )
kn: zzzFMದೋಷ: ಸೆಷನ್ ಫೈಲ್ ಅನ್ನು ಸ್ವಯಂ ಉಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ( %s )
ku: zzzFMÇewtî: Nekarî pelê danişînê bixweber hilîne ( %s )
ky: zzzFMКата: Сеанс файлын автосактоо мүмкүн эмес ( %s )
lb: zzzFMFeeler: Kann d'Sessiounsdatei net automatesch späicheren ( %s )
lo: zzzFMຜິດພາດ: ບໍ່ສາມາດບັນທຶກໄຟລ໌ເຊດຊັນອັດຕະໂນມັດໄດ້ ( %s )
lt: zzzFMKlaida: nepavyko automatiškai išsaugoti seanso failo ( %s )
lv: zzzFMKļūda: nevar automātiski saglabāt sesijas failu ( %s )
mg: zzzFMError: Tsy afaka mitahiry ho azy ny rakitra session ( %s )
mi: zzzFMHapa: Kaore e taea te tiaki aunoa i te konae waahi ( %s )
mk: zzzFMГрешка: не може автоматско зачувување на датотеката за сесија ( %s )
ml: zzzFMപിശക്: സെഷൻ ഫയൽ സ്വയമേവ സംരക്ഷിക്കാൻ കഴിയുന്നില്ല ( %s )
mn: zzzFMАлдаа: сесс файлыг автоматаар хадгалах боломжгүй ( %s )
mr: zzzFMत्रुटी: सत्र फाइल स्वयं जतन करण्यात अक्षम ( %s )
mt: zzzFMŻball: Ma jistgħux jiġu salvati awtomatikament il-fajl tas-sessjoni ( %s )
my: zzzFMအမှား- စက်ရှင်ဖိုင်ကို အလိုအလျောက် သိမ်းဆည်း၍မရပါ။ ( %s )
nb: zzzFMFeil: Kan ikke lagre øktfilen automatisk ( %s )
ne: zzzFMत्रुटि: सत्र फाइल स्वत बचत गर्न असमर्थ ( %s )
or: zzzFMତ୍ରୁଟି: ଅଧିବେଶନ ଫାଇଲକୁ ସ୍ୱୟଂ ସଂରକ୍ଷଣ କରିବାରେ ଅସମର୍ଥ | ( %s )
pa: zzzFMਤਰੁੱਟੀ: ਸੈਸ਼ਨ ਫਾਈਲ ਨੂੰ ਸਵੈ-ਸੇਵ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ( %s )
ps: zzzFMﯽﻠﻏﺍﺭ ﯥﺗﺎﭘ ﯥﮐ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ ﮏﯿﺗﺎﻣﻮﺗﺍ ﻪﭘ ﻞﯾﺎﻓ ﻦﺸﯿﺳ ﺩ :ﻪﻨﺗﻭﺮﯧﺗ ( %s )
ro: zzzFMEroare: Nu se poate salva automat fișierul de sesiune ( %s )
rw: zzzFMIkosa: Ntibishobora gukora autosave dosiye ( %s )
sd: zzzFMﻪﻧ ﻞﺑﺎﻗ ﻲﺟ ﮠﺮڪ ﻅﻮﻔﺤﻣ ﺭﺎڪﺩﻮﺧ ﻞﺋﺎﻓ ﻦﺸﻴﺳ :ﻲﻄﻠﻏ ( %s )
si: zzzFMදෝෂය: සැසි ගොනුව ස්වයංක්u200dරීයව සුරැකිය නොහැක ( %s )
sk: zzzFMChyba: Nie je možné automaticky uložiť súbor relácie ( %s )
sl: zzzFMNapaka: datoteke seje ni mogoče samodejno shraniti ( %s )
sq: zzzFMGabim: Skedari i sesionit nuk mund të ruhet automatikisht ( %s )
sw: zzzFMHitilafu: Haiwezi kuhifadhi faili ya kipindi kiotomatiki ( %s )
ta: zzzFMபிழை: அமர்வு கோப்பை தானாகச் சேமிக்க முடியவில்லை ( %s )
te: zzzFMలోపం: సెషన్ ఫైల్u200cను ఆటోసేవ్ చేయడం సాధ్యపడలేదు ( %s )
tg: zzzFMХатогӣ: Файли сессияро худкор захира кардан ғайриимкон аст ( %s )
th: zzzFMข้อผิดพลาด: ไม่สามารถบันทึกไฟล์เซสชันอัตโนมัติได้ ( %s )
tk: zzzFMRoralňyşlyk: Sessiýa faýlyny awtomatiki saklap bolmaýar ( %s )
tt: zzzFMХата: сессия файлын саклап кала алмый ( %s )
uk: zzzFMПомилка: не вдається автоматично зберегти файл сеансу ( %s )
ur: zzzFMﺮﺻﺎﻗ ﮯﺳ ﮯﻧﺮﮐ ﻅﻮﻔﺤﻣ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﮐ ﻞﺋﺎﻓ ﻦﺸﯿﺳ :ﯽﺑﺍﺮﺧ ( %s )
uz: zzzFMXato: seans faylini avtomatik saqlash imkonsiz ( %s )
vi: zzzFMLỗi: Không thể tự động lưu tệp phiên ( %s )
xh: zzzFMImposiso: Ayikwazanga kugcina ngokuzenzekelayo ifayile yeseshoni ( %s )
yi: zzzFMעקעט עיסעס טיה-אָטואַ וצ טנעקעג טינ :תועט ( %s )
