Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: contents of Elapsed task column (read-only)
af: inhoud van Verstreke taakkolom (leesalleen)
am: ያለፈ ተግባር አምድ (ተነባቢ-ብቻ) ይዘቶች
ar: (ﻂﻘﻓ ﺓءﺍﺮﻘﻠﻟ) ﺔﻴﻀﻘﻨﻤﻟﺍ ﺔﻤﻬﻤﻟﺍ ﺩﻮﻤﻋ ﺕﺎﻳﻮﺘﺤﻣ
be: змесціва слупка мінулае заданне (толькі для чытання)
bg: съдържанието на колоната за изминала задача (само за четене)
bn: অতিবাহিত টাস্ক কলামের বিষয়বস্তু (শুধু পড়ার জন্য)
ca: contingut de la columna Tasca transcorreguda (només de lectura)
cy: cynnwys y golofn dasg sydd wedi cwympo (darllen yn unig)
da: indholdet af kolonnen Forløbet opgave (skrivebeskyttet)
eo: enhavo de Pasita tasko-kolumno (nurlegebla)
et: veeru Kulunud ülesanne sisu (kirjutuskaitstud)
eu: Iragandako zereginen zutabearen edukia (irakurtzeko soilik)
fa: (ﯽﻧﺪﻧﺍﻮﺧ ﻂﻘﻓ) ﻩﺪﺷ ﯼﺮﭙﺳ ﺭﺎﮐ ﻥﻮﺘﺳ ﺕﺎﯾﻮﺘﺤﻣ
fi: Kulunut tehtävä -sarakkeen sisältö (vain luku)
fil: mga nilalaman ng column ng Lumipas na gawain (read-only)
fy: ynhâld fan 'e kolom Ferline taak (allinnich-lêzen)
ga: ábhar an cholúin tascanna atá imithe i léig (inléite amháin)
gd: susbaint a ’cholbh gnìomh Elapsed (ri leughadh a-mhàin)
gl: contido da columna Tarefa transcorrido (só lectura)
gu: વીતેલી કાર્ય કૉલમની સામગ્રી (ફક્ત વાંચવા માટે)
he: (דבלב האירקל) ורבעש תומישמה תדומע לש ןכותה
hi: बीता हुआ कार्य कॉलम की सामग्री (केवल पढ़ने के लिए)
hr: sadržaj stupca Protekli zadatak (samo za čitanje)
hu: az Eltelt feladat oszlop tartalma (csak olvasható)
hy: Անցած առաջադրանքի սյունակի բովանդակությունը (միայն կարդալու)
id: isi kolom tugas yang telah berlalu (hanya baca)
is: innihald dálks liðins verks (skrifvarið)
ka: გასული დავალების სვეტის შიგთავსი (მხოლოდ წაკითხვადი)
kk: Өткен тапсырма бағанының мазмұны (тек оқуға арналған)
km: មាតិកានៃជួរឈរកិច្ចការដែលបានលុប (បានតែអាន)
kn: ಮುಗಿದ ಕಾರ್ಯ ಕಾಲಮ್u200cನ ವಿಷಯಗಳು (ಓದಲು ಮಾತ್ರ)
ku: naveroka stûna peywira Derbasbûyî (tenê-xwendin)
ky: Өткөн тапшырма тилкесинин мазмуну (окуу үчүн гана)
lb: Inhalt vun der Vergaangener Task Kolonn (nëmmen liesen)
lo: ເນື້ອໃນຂອງຖັນໜ້າວຽກທີ່ຜ່ານໄປແລ້ວ (ອ່ານເທົ່ານັ້ນ)
lt: stulpelio „Praėjusi užduotis“ turinys (tik skaitomas)
lv: kolonnas Pagājušais uzdevums saturs (tikai lasāms)
mg: ao anatin'ny tsanganana efa lasa (vakiana fotsiny)
mi: ihirangi o te tīwae tūmahi kua hipa (pānui-anake)
mk: содржината на колоната „Поминаа задача“ (само за читање)
ml: കഴിഞ്ഞ ടാസ്u200cക് കോളത്തിന്റെ ഉള്ളടക്കം (വായിക്കാൻ മാത്രം)
mn: Дууссан ажлын баганын агуулга (зөвхөн унших боломжтой)
mr: संपलेल्या कार्य स्तंभातील सामग्री (केवळ वाचनीय)
mt: kontenut tal-kolonna tal-kompitu li għadda (qari biss)
my: လွန်သွားသော အလုပ်ကော်လံ၏ အကြောင်းအရာများ (ဖတ်ရန်သာ)
nb: innholdet i kolonnen Forløpt oppgave (skrivebeskyttet)
ne: बितेको कार्य स्तम्भको सामग्री (पढ्न मात्र)
or: ଶେଷ ହୋଇଥିବା ଟାସ୍କ ସ୍ତମ୍ଭର ବିଷୟବସ୍ତୁ (କେବଳ ପଠନୀୟ)
pa: ਬੀਤ ਚੁੱਕੇ ਕਾਰਜ ਕਾਲਮ ਦੀਆਂ ਸਮੱਗਰੀਆਂ (ਸਿਰਫ਼ ਪੜ੍ਹਨ ਲਈ)
ps: (ﻞﺘﺳﻮﻟ ﯤﺯﺍﻮﯾ) ﻪګﻧﺎﭙځﻨﯿﻣ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﻱﻮﺷ ﺮﯿﺗ ﺩ
ro: conținutul coloanei Sarcină scursă (numai citire)
rw: ibikubiye mu nshingano zashize (soma-gusa)
sd: (ءِﻻ﻿ ﮡﻫڙﭘ ﻑﺮﺻ) ﺩﺍﻮﻣ ﻮﺟ ﻢﻟﺎڪ ڪﺳﺎٽ ﻞﻴﭤ ﻢﺘﺧ
si: ගත වූ කාර්ය තීරුවේ අන්තර්ගතය (කියවීමට පමණි)
sk: obsah stĺpca Uplynulá úloha (iba na čítanie)
sl: vsebina stolpca Pretečeno opravilo (samo za branje)
sq: përmbajtja e kolonës së detyrës së kaluar (vetëm për lexim)
sw: yaliyomo kwenye safu wima ya kazi Iliyopita (kusoma tu)
ta: கடந்த பணி நெடுவரிசையின் உள்ளடக்கங்கள் (படிக்க மட்டும்)
te: గడిచిన టాస్క్ కాలమ్ కంటెంట్u200cలు (చదవడానికి మాత్రమే)
tg: мундариҷаи сутуни супориши гузашта (танҳо барои хондан)
th: เนื้อหาของคอลัมน์งานที่ผ่านไป (อ่านอย่างเดียว)
tk: Geçen tabşyryk sütüniniň mazmuny (diňe okalýar)
tt: Эшләнгән багананың эчтәлеге (бары тик уку гына)
uk: вміст стовпця Завершені завдання (лише для читання)
ur: (ﮯﯿﻟ ﮯﮐ ﮯﻨﮬﮍﭘ ﻑﺮﺻ) ﺕﻻ﻿ﻮﻤﺸﻣ ﮯﮐ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﮯﺋﻮﮨ ﮮﺭﺰﮔ
uz: O'tgan vazifa ustunining mazmuni (faqat o'qish uchun)
vi: nội dung của cột nhiệm vụ Đã qua (chỉ đọc)
xh: imixholo yekholamu yomsebenzi odlulileyo (funda-kuphela)
yi: (זיולב-ןענעייל) ליַיז טעבראַ טספּאַלי ןופ טלאַהניא

source: contents of Started task column (read-only)
af: inhoud van Begin taakkolom (leesalleen)
am: የተጀመረ ተግባር አምድ (ተነባቢ-ብቻ) ይዘቶች
ar: (ﻂﻘﻓ ﺓءﺍﺮﻘﻠﻟ) ءﺪﺒﻟﺍ ﻢﺗ ﻲﺘﻟﺍ ﺔﻤﻬﻤﻟﺍ ﺩﻮﻤﻋ ﺕﺎﻳﻮﺘﺤﻣ
be: змесціва слупка Пачатае заданне (толькі для чытання)
bg: съдържанието на колоната Стартирана задача (само за четене)
bn: শুরু করা টাস্ক কলামের বিষয়বস্তু (শুধুমাত্র পঠনযোগ্য)
ca: contingut de la columna Tasca iniciada (només de lectura)
cy: cynnwys y golofn dasg Started (darllen yn unig)
da: indholdet i kolonnen Startet opgave (skrivebeskyttet)
eo: enhavo de Startita tasko-kolumno (nurlegebla)
et: veeru Alustatud ülesanne sisu (kirjutuskaitstud)
eu: Hasitako zereginaren zutabearen edukia (irakurtzeko soilik)
fa: (ﯽﻧﺪﻧﺍﻮﺧ ﻂﻘﻓ) ﻩﺪﺷ ﻉﻭﺮﺷ ﺭﺎﮐ ﻥﻮﺘﺳ ﺕﺎﯾﻮﺘﺤﻣ
fi: aloitettu tehtävä -sarakkeen sisältö (vain luku)
fil: mga nilalaman ng column ng Sinimulang gawain (read-only)
fy: ynhâld fan Started taakkolom (allinnich-lêzen)
ga: ábhar an cholúin Tosaithe Tosaithe (inléite amháin)
gd: susbaint a ’cholbh gnìomh tòiseachaidh (ri leughadh a-mhàin)
gl: contido da columna Tarefa iniciada (só lectura)
gu: શરૂ કરેલ કાર્ય કૉલમની સામગ્રી (ફક્ત વાંચવા માટે)
he: (דבלב האירקל) הליחתה המישמה תדומע לש ןכותה
hi: प्रारंभ किए गए कार्य स्तंभ की सामग्री (केवल पढ़ने के लिए)
hr: sadržaj stupca Započeti zadatak (samo za čitanje)
hu: az Indított feladat oszlop tartalma (csak olvasható)
hy: Սկսված առաջադրանքի սյունակի բովանդակությունը (միայն կարդալու)
id: isi kolom tugas Mulai (hanya baca)
is: innihald dálksins Byrjað verk (skrifvarið)
ka: დაწყებული დავალების სვეტის შიგთავსი (მხოლოდ წაკითხვადი)
kk: Басталған тапсырма бағанының мазмұны (тек оқуға арналған)
km: មាតិកានៃជួរឈរកិច្ចការដែលបានចាប់ផ្តើម (បានតែអាន)
kn: ಪ್ರಾರಂಭಿಸಿದ ಕಾರ್ಯ ಕಾಲಮ್u200cನ ವಿಷಯಗಳು (ಓದಲು ಮಾತ್ರ)
ku: naveroka stûna karê Destpêkirî (tenê-xwendin)
ky: Башталган тапшырма тилкесинин мазмуну (окуу үчүн гана)
lb: Inhalt vun der Start Aufgab Kolonn (nëmmen liesen)
lo: ເນື້ອໃນຂອງຖັນໜ້າວຽກທີ່ເລີ່ມຕົ້ນ (ອ່ານເທົ່ານັ້ນ)
lt: stulpelio Pradėta užduotis turinys (tik skaitomas)
lv: kolonnas Sāktais uzdevums saturs (tikai lasāms)
mg: ao anatin'ny tsanganana natomboka (vakiana fotsiny)
mi: ihirangi o te tīwae tūmahi tīmata (pānui-anake)
mk: содржината на колоната Започна задача (само за читање)
ml: ആരംഭിച്ച ടാസ്u200cക് കോളത്തിന്റെ ഉള്ളടക്കങ്ങൾ (വായിക്കാൻ മാത്രം)
mn: Эхэлсэн ажлын баганын агуулга (зөвхөн унших боломжтой)
mr: प्रारंभ केलेल्या कार्य स्तंभाची सामग्री (केवळ वाचनीय)
mt: kontenut tal-kolonna tal-kompitu Mibdi (qari biss)
my: စတင်လုပ်ဆောင်စရာကော်လံ၏ အကြောင်းအရာများ (ဖတ်ရန်သီးသန့်)
nb: innholdet i Startet oppgavekolonnen (skrivebeskyttet)
ne: सुरु गरिएको कार्य स्तम्भको सामग्री (पढ्न मात्र)
or: ଆରମ୍ଭ ହୋଇଥିବା କାର୍ଯ୍ୟ ସ୍ତମ୍ଭର ବିଷୟବସ୍ତୁ (କେବଳ ପଠନୀୟ)
pa: ਸਟਾਰਟਡ ਟਾਸਕ ਕਾਲਮ ਦੀਆਂ ਸਮੱਗਰੀਆਂ (ਸਿਰਫ਼ ਪੜ੍ਹਨ ਲਈ)
ps: (ﻞﺘﺳﻮﻟ ﯤﺯﺍﻮﯾ) ﻪګﻧﺎﭙځﻨﯿﻣ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﻱﻮﺷ ﻞﯿﭘ ﺩ
ro: conținutul coloanei Sarcină începută (numai citire)
rw: ibikubiye mu nkingi yatangijwe (soma-gusa)
sd: (ءِﻻ﻿ ﮡﻫڙﭘ ﻑﺮﺻ) ﺩﺍﻮﻣ ﻮﺟ ﻢﻟﺎڪ ڪﺳﺎٽ ﻞﻴﭤ ﻉﻭﺮﺷ
si: ආරම්භ කළ කාර්ය තීරුවේ අන්තර්ගතය (කියවීමට පමණි)
sk: obsah stĺpca Začatá úloha (iba na čítanie)
sl: vsebina stolpca Začeto opravilo (samo za branje)
sq: përmbajtja e kolonës së detyrës së nisur (vetëm për lexim)
sw: yaliyomo kwenye safu wima ya kazi Iliyoanza (kusoma tu)
ta: தொடங்கப்பட்ட பணி நெடுவரிசையின் உள்ளடக்கங்கள் (படிக்க மட்டும்)
te: ప్రారంభించిన టాస్క్ కాలమ్u200cలోని విషయాలు (చదవడానికి మాత్రమే)
tg: мундариҷаи сутуни вазифаи оғозшуда (танҳо барои хондан)
th: เนื้อหาของคอลัมน์งานเริ่มต้น (อ่านอย่างเดียว)
tk: Başlanan meseleler sütüniniň mazmuny (diňe okalýar)
tt: Башланган бирем баганасының эчтәлеге (бары тик уку гына)
uk: вміст стовпця розпочатого завдання (лише для читання)
ur: (ﮯﯿﻟ ﮯﮐ ﮯﻨﮬﮍﭘ ﻑﺮﺻ) ﺕﻻ﻿ﻮﻤﺸﻣ ﮯﮐ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﮦﺩﺮﮐ ﻉﻭﺮﺷ
uz: Boshlangan vazifa ustunining mazmuni (faqat o'qish uchun)
vi: nội dung của cột Nhiệm vụ đã bắt đầu (chỉ đọc)
xh: imixholo yoqalo lwekholamu yomsebenzi (funda-kuphela)
yi: (ןענעייל-זיולב) ליַיז טעבראַ דעטראַטס ןופ טלאַהניא

source: COMMAND command to show a custom task dialog
af: COMMAND-opdrag om 'n pasgemaakte taakdialoog te wys
am: ብጁ የተግባር ንግግርን ለማሳየት COMMAND ትእዛዝ
ar: ﺺﺼﺨﻣ ﺔﻤﻬﻣ ﺭﺍﻮﺣ ﻊﺑﺮﻣ ﺭﺎﻬﻇﻹ﻿ COMMAND ﺮﻣﻷ﻿ﺍ
be: Каманда COMMAND, каб паказаць дыялогавае акно карыстальніцкай задачы
bg: Команда COMMAND за показване на диалогов прозорец за персонализирана задача
bn: একটি কাস্টম টাস্ক ডায়ালগ দেখানোর জন্য COMMAND কমান্ড
ca: Ordre COMMAND per mostrar un diàleg de tasca personalitzat
cy: Gorchymyn COMMAND i ddangos deialog tasg wedi'i deilwra
da: COMMAND-kommando for at vise en brugerdefineret opgavedialog
eo: COMMAND-komando por montri propran taskan dialogon
et: Käsk COMMAND kohandatud ülesande dialoogi kuvamiseks
eu: COMMAND komandoa zeregin pertsonalizatuaren elkarrizketa-koadroa erakusteko
fa: ﯽﺷﺭﺎﻔﺳ ﺭﺎﮐ ﯼﻮﮕﺘﻔﮔ ﮏﯾ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ COMMAND ﺭﻮﺘﺳﺩ
fi: COMMAND-komento näyttää mukautetun tehtävän valintaikkunan
fil: COMMAND command para magpakita ng custom na task dialog
fy: COMMAND kommando om in oanpaste taakdialooch te sjen
ga: Ordú COMMAND chun dialóg tasc saincheaptha a thaispeáint
gd: Àithne àithne gus còmhradh gnìomh gnàthaichte a nochdadh
gl: Comando COMMAND para mostrar un diálogo de tarefas personalizadas
gu: કસ્ટમ કાર્ય સંવાદ બતાવવા માટે COMMAND આદેશ
he: תישיא תמאתומ המישמ לש חיש-וד תבית תגצהל COMMAND תדוקפ
hi: एक कस्टम कार्य संवाद दिखाने के लिए कमांड कमांड
hr: COMMAND naredba za prikaz dijaloškog okvira prilagođenog zadatka
hu: COMMAND parancs egy egyéni feladat párbeszédpanel megjelenítéséhez
hy: COMMAND հրաման՝ հատուկ առաջադրանքի երկխոսություն ցուցադրելու համար
id: Perintah COMMAND untuk menampilkan dialog tugas khusus
is: COMMAND skipun til að sýna sérsniðna verkefnaglugga
ka: COMMAND ბრძანება მორგებული დავალების დიალოგის საჩვენებლად
kk: Пайдаланушы тапсырма диалогын көрсету үшін COMMAND пәрмені
km: ពាក្យបញ្ជា COMMAN ដើម្បីបង្ហាញប្រអប់កិច្ចការផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಕಾರ್ಯ ಸಂವಾದವನ್ನು ತೋರಿಸಲು COMMAND ಆಜ್ಞೆ
ku: Fermana COMMAND da ku diyalogek peywira xwerû nîşan bide
ky: Ыңгайлаштырылган тапшырма диалогун көрсөтүү үчүн COMMAND буйругу
lb: COMMAND Kommando fir e personaliséierten Aufgab Dialog ze weisen
lo: ຄໍາສັ່ງ COMAND ເພື່ອສະແດງກ່ອງໂຕ້ຕອບວຽກທີ່ກໍາຫນົດເອງ
lt: Komanda COMMAND, kad būtų rodomas pasirinktinės užduoties dialogo langas
lv: Komanda COMMAND, lai parādītu pielāgota uzdevuma dialoglodziņu
mg: baiko COMMAND hanehoana fifanakalozan-kevitra momba ny asa manokana
mi: Ko te whakahau COMMAND hei whakaatu i tetahi korero mahi ritenga
mk: Команда COMMAND за прикажување на дијалог за приспособена задача
ml: ഒരു ഇഷ്u200cടാനുസൃത ടാസ്u200cക് ഡയലോഗ് കാണിക്കുന്നതിനുള്ള COMMAND കമാൻഡ്
mn: Тусгай даалгаврын харилцах цонхыг харуулах COMMAND команд
mr: कस्टम टास्क डायलॉग दाखवण्यासाठी COMMAND कमांड
mt: KMAND KMAND biex juri djalogu tal-kompitu tad-dwana
my: စိတ်ကြိုက်လုပ်ဆောင်စရာ ဒိုင်ယာလော့ခ်ကို ပြသရန် COMMAND ညွှန်ကြားချက်
nb: COMMAND-kommando for å vise en egendefinert oppgavedialog
ne: अनुकूलन कार्य संवाद देखाउन COMMAND आदेश
or: ଏକ କଷ୍ଟମ୍ ଟାସ୍କ ଡାୟଲଗ୍ ଦେଖାଇବାକୁ କମାଣ୍ଡ୍ କମାଣ୍ଡ୍ |
pa: ਕਸਟਮ ਟਾਸਕ ਡਾਇਲਾਗ ਦਿਖਾਉਣ ਲਈ COMMAND ਕਮਾਂਡ
ps: ډﻧﺎﻤﮐ COMMAND ﺩ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ګﻮﻟﺎﯾډ ﻱﺭﺎﮐ ﻲﮐﺮﻤګ ﺩ
ro: Comanda COMMAND pentru a afișa un dialog de sarcină personalizat
rw: ITEGEKO RYEREKEYE kwerekana ibikorwa byihariye
sd: ﻢڪﺣ ڊﻧﺎﻤڪ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ﮒﻼ﻿ﺋﺍڊ ڪﺳﺎٽ ﻢٽﺴڪ
si: අභිරුචි කාර්ය සංවාදයක් පෙන්වීමට COMMAND විධානය
sk: Príkaz COMMAND na zobrazenie dialógového okna vlastnej úlohy
sl: Ukaz COMMAND za prikaz pogovornega okna opravil po meri
sq: Komanda COMMAND për të shfaqur një dialog me detyrë të personalizuar
sw: Amri ya COMMAND ili kuonyesha kidirisha maalum cha kazi
ta: தனிப்பயன் பணி உரையாடலைக் காட்ட COMMAND கட்டளை
te: కస్టమ్ టాస్క్ డైలాగ్u200cను చూపించడానికి COMMAND ఆదేశం
tg: Фармони COMMAND барои нишон додани муколамаи вазифаи фармоишӣ
th: คำสั่ง COMMAND เพื่อแสดงไดอะล็อกงานที่กำหนดเอง
tk: Customörite meseleler gepleşik penjiresini görkezmek üçin buýruk
tt: Заказлы диалогны күрсәтү өчен COMMAND боерыгы
uk: Команда COMMAND для відображення діалогового вікна спеціального завдання
ur: ﮉﻧﺎﻤﮐ COMMAND ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮒﻼ﻿ﯿﺋﺍﮈ ﮏﺳﺎﭨ ﺕﺭﻭﺮﺿ ﺐﺴﺣ ﮏﯾﺍ
uz: Maxsus topshiriq dialog oynasini ko'rsatish uchun COMMAND buyrug'i
vi: Lệnh COMMAND để hiển thị hộp thoại tác vụ tùy chỉnh
xh: COMMAND umyalelo wokubonisa ingxoxo yomsebenzi wesiko
yi: COMMAND גאָלאַיד טעבראַ גהנמ אַ ןזיַיוו וצ לעפֿאַב

source: TASK TYPES ----------
af: TAAKTIPE ----------
am: የተግባር ዓይነቶች ----------
ar: ﻡﺎﻬﻤﻟﺍ ﻉﺍﻮﻧﺃ ----------
be: ВІДЫ ЗАДАЧ ----------
bg: ВИДОВЕ ЗАДАЧИ ----------
bn: টাস্ক টাইপস ----------
ca: TIPUS DE TASQUES ----------
cy: MATHAU TASG ----------
da: OPGAVETYPER ----------
eo: TASKOTIPOJ ----------
et: ÜLESANDE LIIGID ----------
eu: ATAZA MOTAK ----------
fa: ﻒﯾﺎﻇﻭ ﻉﺍﻮﻧﺍ ----------
fi: TEHTÄVÄTYYPIT ----------
fil: MGA URI NG GAWAIN ----------
fy: TAAKTYPEN ----------
ga: CINEÁLACHA TASC ----------
gd: CINEPAIREAN TASG ----------
gl: TIPOS DE TAREFA ----------
gu: કાર્યના પ્રકારો ----------
he: תומישמ יגוס ----------
hi: कार्य प्रकार ----------
hr: VRSTE ZADATAKA ----------
hu: FELADATTÍPUSOK ----------
hy: ԱՌԱՋԱԴՐԱՆՔՆԵՐԻ ՏԵՍԱԿՆԵՐԸ ----------
id: JENIS TUGAS ----------
is: VERKEFNI ----------
ka: დავალების ტიპები ----------
kk: ТАПСЫРМА ТҮРЛЕРІ ----------
km: ប្រភេទភារកិច្ច ----------
kn: ಕಾರ್ಯ ವಿಧಗಳು ----------
ku: TURÊN BERXWEDAN ----------
ky: ТАПШЫРМА ТҮРЛӨРҮ ----------
lb: TASK TYPEN ----------
lo: ປະເພດໜ້າວຽກ ----------
lt: UŽDUOTIES TIPAI ----------
lv: UZDEVUMU VEIDI ----------
mg: KARAZANA ASA ----------
mi: NGA MOMO TAHI ----------
mk: ВИДОВИ ЗАДАЧИ ----------
ml: ടാസ്ക് തരങ്ങൾ ----------
mn: АЖЛЫН ТӨРЛҮҮД ----------
mr: कार्य प्रकार ----------
mt: TIPI TA' XOGĦOL ----------
my: အလုပ်အမျိုးအစားများ ----------
nb: OPPGAVETYPER ----------
ne: कार्यका प्रकारहरू ----------
or: ଟାସ୍କ ପ୍ରକାରଗୁଡିକ | ----------
pa: ਕੰਮ ਦੀਆਂ ਕਿਸਮਾਂ ----------
ps: ﻪﻧﻮﻟﻭډ ﺭﺎﮐ ﺩ ----------
ro: TIPURI DE SARCINI ----------
rw: SHAKA UBWOKO ----------
sd: ﻢﺴﻗ ﺎﺟ ڪﺳﺎٽ ----------
si: කාර්ය වර්ග ----------
sk: TYPY ÚLOH ----------
sl: VRSTE NALOG ----------
sq: LLOJET E DETYRAVE ----------
sw: AINA ZA KAZI ----------
ta: பணி வகைகள் ----------
te: టాస్క్ రకాలు ----------
tg: НАМУДИ ВАЗИФАХО ----------
th: ประเภทงาน ----------
tk: TASLAMALAR ----------
tt: ТАССЛАР ----------
uk: ТИПИ ЗАВДАНЬ ----------
ur: ﻡﺎﺴﻗﺍ ﯽﮐ ﮏﺳﺎﭨ ----------
uz: VAZIFA TURLARI ----------
vi: CÁC LOẠI CÔNG VIỆC ----------
xh: IINTLOBO ZOMSEBENZI ----------
yi: ספּייט טעבראַ ----------

source: Run COMMAND in DIR
af: Begin COMMAND in DIR
am: በDIR ውስጥ COMMAND አሂድ
ar: DIR ﻲﻓ COMMAND ﻞﻴﻐﺸﺘﺑ ﻢﻗ
be: Запусціце COMMAND у DIR
bg: Изпълнете COMMAND в DIR
bn: DIR এ COMMAND চালান
ca: Executeu COMMAND a DIR
cy: Rhedeg COMMAND yn DIR
da: Kør COMMAND i DIR
eo: Rulu COMMAND en DIR
et: Käivitage COMMAND kaustas DIR
eu: Exekutatu COMMAND DIR
fa: Command ﺭﺩ ﺍﺭ DIR ﺪﯿﻨﮐ ﺍﺮﺟﺍ
fi: Suorita COMMAND hakemistossa DIR
fil: Patakbuhin ang COMMAND sa DIR
fy: Run COMMAND yn DIR
ga: Rith COMMAND i DIR
gd: Ruith COMMAND ann an DIR
gl: Executar COMANDO en DIR
gu: DIR માં COMMAND ચલાવો
he: DIR-ב COMMAND תא לעפה
hi: DIR . में कमांड चलाएँ
hr: Pokrenite COMMAND u DIR
hu: Futtassa a COMMAND parancsot a DIR-ben
hy: Գործարկեք COMMAND-ը DIR-ում
id: Jalankan COMMAND di DIR
is: Keyra COMMAND í DIR
ka: გაუშვით COMMAND DIR-ში
kk: DIR ішінде COMMAND іске қосыңыз
km: ដំណើរការពាក្យបញ្ជាក្នុង DIR
kn: DIR ನಲ್ಲಿ COMMAND ಅನ್ನು ರನ್ ಮಾಡಿ
ku: COMMAND di DIR-ê de bimeşîne
ky: COMMANDди DIRде иштетиңиз
lb: Run COMMAND an DIR
lo: ດໍາເນີນການຄໍາສັ່ງໃນ DIR
lt: Paleiskite COMMAND aplanke DIR
lv: Palaidiet COMMAND mapē DIR
mg: Alefaso ny COMMAND amin'ny DIR
mi: Whakahaerehia te COMMAND i te DIR
mk: Извршете COMMAND во DIR
ml: DIR-ൽ COMMAND പ്രവർത്തിപ്പിക്കുക
mn: COMMAND-г DIR дээр ажиллуулна уу
mr: DIR मध्ये COMMAND चालवा
mt: Mexxi KMAND f'DIR
my: DIR တွင် Command ကိုဖွင့်ပါ။
nb: Kjør COMMAND i DIR
ne: DIR मा COMMAND चलाउनुहोस्
or: DIR ରେ COMMAND ଚଲାନ୍ତୁ |
pa: DIR ਵਿੱਚ COMMAND ਚਲਾਓ
ps: ﺉړﮐ ﻞﭼ COMMAND ﯥﮐ DIR ﻪﭘ
ro: Rulați COMMAND în DIR
rw: Koresha ITEGEKO muri DIR
sd: DIR ۾ COMMAND ﻲﺋﻼ﻿ﻫ
si: DIR හි COMMAND ධාවනය කරන්න
sk: Spustite COMMAND v DIR
sl: Zaženite COMMAND v DIR
sq: Ekzekutoni COMMAND në DIR
sw: Endesha COMMAND katika DIR
ta: DIR இல் COMMAND ஐ இயக்கவும்
te: DIRలో COMMANDని అమలు చేయండి
tg: COMMAND-ро дар DIR иҷро кунед
th: เรียกใช้คำสั่งใน DIR
tk: DIR-de COMMAND işlediň
tt: DIRда COMMAND эшләгез
uk: Запустіть COMMAND в DIR
ur: DIR ﮟﯿﻣ COMMAND ۔ﮟﯿﺋﻼ﻿ﭼ
uz: DIR da COMMANDni ishga tushiring
vi: Chạy COMMAND trong DIR
xh: Sebenzisa i-COMMAND kwi-DIR
yi: DIR ןיא COMMAND ןפיול

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
af: Kopieer|Skuif|Skakel LêER(s) of DIR(s) na TARGET dir
am: ቅዳ|አንቀሳቅስ|FILE(ዎች) ወይም DIR(ዎች)ን ወደ TARGET dir ያገናኙ
ar: TARGET dir ﻰﻟﺇ DIR (s) ﻭﺃ (ﺕﺎﻔﻠﻤﻟﺍ) ﻒﻠﻤﻟﺍ ﻁﺎﺒﺗﺭﺍ | ﻞﻘﻧ | ﺦﺴﻧ
be: Капіяваць|Перамясціць|Звязаць ФАЙЛ(ы) або DIR(ы) з TARGET dir
bg: Копиране|Преместване|Свързване на FILE(s) или DIR(s) към TARGET dir
bn: কপি
ca: Copia|Mou|Enllaça FITXERS o DIR a dir. TARGET
cy: Copi | Symud | Cysylltu FILE (au) neu DIR (s) â TARGET dir
da: Kopiér|Flyt|Link FILE(r) eller DIR(er) til TARGET-dir
eo: Kopiu|Movi|Ligi DOSIERO(j)n aŭ DIR(j)n al TARGET dir
et: Kopeeri|Teisalda|Link FAIL(id) või DIR(id) TARGETi kaustaga
eu: Kopiatu|Mugitu|Lotu FILE(k) edo DIR(k) TARGET dir
fa: TARGET dir ﻪﺑ (ﺎﻫ)DIR ﺎﯾ (ﺎﻫ)ﻞﯾﺎﻓ ﻥﺩﺮﮐ ﺪﻧﻮﯿﭘ|ﻝﺎﻘﺘﻧﺍ|ﯽﭙﮐ
fi: Kopioi|Siirrä|Linkitä TIEDOSTO(t) tai DIR(t) TARGET-hakemistoon
fil: Kopyahin|Ilipat|I-link ang (mga) FILE o (mga) DIR sa TARGET dir
fy: Kopiearje|Ferpleatse|Bestân(en) of DIR(s) keppelje nei TARGET dir
ga: Cóipeáil | Bog | Nasc COMHAD (í) nó DIR (í) le TARGET dir
gd: Leth-bhreac | Gluais | Ceangail FILE (ean) no DIR (ean) gu TARGET dir
gl: Copiar|Mover|Ligar FILE(s) ou DIR(s) a TARGET dir
gu: કૉપિ કરો|મૂવ કરો
he: TARGET dir-ל DIR(s) וא FILE(s) רשק|זזה|קתעה
hi: कॉपी | मूव | लिंक फ़ाइल (ओं) या डीआईआर (ओं) को TARGET dir . से लिंक करें
hr: Kopiraj|Premjesti|Poveži DATOTEKE ili DIR(e) s CILJNOM dir
hu: Másolás|Áthelyezés|Fájl(ok) vagy DIR(ek) összekapcsolása a TARGET könyvtárba
hy: Պատճենել|Տեղափոխել|Կցել FILE(ներ) կամ DIR(ներ) TARGET dir
id: Salin|Pindahkan|Link FILE(s) atau DIR(s) ke TARGET dir
is: Afrita|Færa|Tengdu SKRÁ(R) eða DIR(s) við TARGET stjórn
ka: დააკოპირეთ|გადატანა|დააკავშირეთ FILE(ები) ან DIR(ები) TARGET dir
kk: Көшіру|Жылжыту|ФАЙЛ(лар) немесе DIR(лар)ды TARGET каталогына байланыстыру
km: ចម្លង|ផ្លាស់ទី|ភ្ជាប់ FILE(s) ឬ DIR(s) ទៅ TARGET dir
kn: ನಕಲಿಸಿ|ಮೂವ್|ಲಿಂಕ್ FILE(ಗಳು) ಅಥವಾ DIR(ಗಳು) TARGET dir ಗೆ
ku: Kopî|Biguherîne|Pel(an) an jî DIR(an) bi ARGET dir ve girê bide
ky: Көчүрүү|Жылдуу|ФАЙЛ(дарды) же DIR(дарды) TARGET дирге шилтемелөө
lo: ສຳເນົາ|ຍ້າຍ|ເຊື່ອມຕໍ່ FILE(s) ຫຼື DIR(s) ໄປທີ່ TARGET dir
lt: Kopijuoti | Perkelti | Susieti FILE (-us) arba DIR (-us) su TARGET dir
lv: Kopēt|Pārvietot|Saistīt FILE(-s) vai DIR(-us) uz TARGET dir
mg: Copy|Afindra|Rohy FILE(s) na DIR(s) to TARGET dir
mi: Tārua|Neke|Hono KĀNAE(ngā), DIR(ngā) rānei ki te dir TARGET
mk: Копирај|Премести|Поврзи FILE(-и) или DIR(и) до TARGET реж
ml: പകർത്തുക|നീക്കുക|ഫയലുകൾ അല്ലെങ്കിൽ DIR(കൾ) TARGET dir-ലേക്ക് ലിങ്ക് ചെയ്യുക
mn: Хуулах|Зөөх|ФАЙЛ(ууд) эсвэл DIR(ууд)-ыг TARGET директор руу холбох
mr: कॉपी|मूव्ह
mt: Ikkopja|Mexxi|Link FILE(s) jew DIR(i) għal TARGET dir
my: ကူးယူ|ရွှေ့ရန်|ဖိုင်(များ) သို့မဟုတ် DIR(များ)ကို TARGET dir သို့ လင့်ခ်ချိတ်ပါ။
nb: Kopier|Flytt|Koble FILE(r) eller DIR(er) til TARGET-dir
ne: प्रतिलिपि गर्नुहोस्
or: TARGET dir କୁ କପି | ଘୁଞ୍ଚାନ୍ତୁ | FILE (ଗୁଡିକ) କିମ୍ବା DIR (ଗୁଡିକ) କୁ ଲିଙ୍କ୍ କରନ୍ତୁ |
pa: ਕਾਪੀ | ਮੂਵ
ps: ﺖﮐﺮﺣ | ﻲﭘﺎﮐ
ro: Copiați|Mutați|Conectați FIȘIERE sau DIR la dir. ȚINTĂ
rw: Gukoporora | Himura | Ihuza FILE (s) cyangwa DIR (s) kuri TARGET dir
sd: ﻮﻳﺮڪ ﻞﻘﻧ
si: පිටපත් කරන්න|ගමන් කරන්න|ගොනු(ගොනු) හෝ DIR(s) TARGET dir වෙත සම්බන්ධ කරන්න
sk: Kopírovať|Presunúť|Prepojiť SÚBOR(y) alebo DIR(y) do TARGET adresára
sl: Kopiraj|Premakni|Poveži DATOTEKE ali DIR(e) s CILJNIM dir
sq: Kopjo|Lëviz|Lidh FILE(t) ose DIR(et) me TARGET dir
sw: Nakili|Sogeza|Unganisha FILE(za) au DIR(za) ili TARGET dir
ta: நகலெடு|நகர்த்து|இணைப்பு FILE(கள்) அல்லது DIR(களை) TARGET dirக்கு
te: కాపీ|తరలించు|ఫైల్(లు) లేదా DIR(లు)ని TARGET dirకి లింక్ చేయండి
tg: Нусхабардорӣ|Интиқоли|Пайванди FILE(ҳо) ё DIR(ҳо) ба dir TARGET
th: คัดลอก|ย้าย|ลิงก์ไฟล์หรือ DIR ไปยัง TARGET dir
tk: Göçüriň | Göçüriň
tt: Күчерү | Күчерү | FILE (ларны) яки DIR (ларны) TARGET дирга бәйләү
uk: Копіювати|Перемістити|Посилати FILE(s) або DIR(s) до TARGET dir
ur: ﮟﯾﺮﮐ ﻞﻘﺘﻨﻣ|ﮟﯾﺮﮐ ﯽﭘﺎﮐ
uz: Nusxa ko‘chirish|Ko‘chirish|FILE(lar) yoki DIR(lar)ni TARGET direksiyasiga bog‘lash
vi: Sao chép | Di chuyển | Liên kết (các) FILE hoặc (các) DIR tới TARGET dir
xh: Khuphela|Hambisa|Nxulumanisa FILE(ii) okanye DIR(ii) kwi TARGET dir
yi: TARGET dir וצ DIR(s) רעדאָ (s)עקעט קניל|ךאַמ|יפּאָק

source: Recursively delete FILE(s) or DIR(s)
af: Vee LêER(s) of DIR(s) rekursief uit
am: FILE(ዎችን) ወይም DIR(ዎችን) ደጋግሞ ሰርዝ
ar: DIR (s) ﻭﺃ FILE (s) ﻑﺬﺣ ﺭﺮﻜﺘﻣ ﻞﻜﺸﺑ
be: Рэкурсіўна выдаліць ФАЙЛ(ы) або DIR(ы)
bg: Рекурсивно изтриване на ФАЙЛ(ове) или DIR(и)
bn: বারবার FILE(গুলি) বা DIR(গুলি) মুছুন
ca: Suprimeix FILE(s) o DIR(s) de manera recursiva
cy: Dileu FILE (au) neu DIR (au) yn gylchol
da: Slet rekursivt FIL(er) eller DIR(er)
eo: Rekurve forigu DOSIERO(j)n(j)n aŭ DIR(j)n
et: Kustuta rekursiivne FILE(-d) või DIR(id)
eu: Ezabatu FILE(k) edo DIR(k) modu errekurtsiboan
fa: (ﺎﻫ)DIR ﺎﯾ (ﺎﻫ)ﻞﯾﺎﻓ ﯽﺘﺸﮔﺯﺎﺑ ﻑﺬﺣ
fi: Poista rekursiivisesti FILE(t) tai DIR(s)
fil: Paulit-ulit na tanggalin ang (mga) FILE o (mga) DIR
fy: Bestân(en) of DIR(s) rekursyf wiskje
ga: Scrios go hathchúrsach COMHAD (í) nó DIR (s)
gd: Cuir às gu cunbhalach FILE (ean) no DIR (ean)
gl: Eliminar recursivamente FICHEIRO(S) ou DIR(es)
gu: FILE(s) અથવા DIR(s) ને વારંવાર કાઢી નાખો
he: DIR וא FILE לש תיביסרוקר הקיחמ
hi: FILE(s) या DIR(s) को पुनरावर्ती रूप से हटाएं
hr: Rekurzivno brišite DATOTEKE ili DIR(e)
hu: Fájl(ok) vagy DIR(ek) rekurzív törlése
hy: Ռեկուրսիվ ջնջեք Ֆայլ(ներ) կամ DIR(ներ)
id: Hapus FILE atau DIR secara rekursif
is: Eyða endurkvæmt skrá(r) eða DIR(s)
ka: რეკურსიულად წაშალეთ FILE(ები) ან DIR(ები)
kk: ФАЙЛ(лар) немесе DIR(лар) рекурсивті түрде жойылады
km: លុប FILE(s) ឬ DIR(s) ឡើងវិញ
kn: ಪುನರಾವರ್ತಿತವಾಗಿ FILE(ಗಳು) ಅಥವಾ DIR(ಗಳನ್ನು) ಅಳಿಸಿ
ku: Bi dûbare FILE(an) an jî DIR(an) jêbirin
ky: ФАЙЛ(дарды) же DIR(дарды) рекурсивдүү түрдө жок кылуу
lb: Rekursiv läschen FILE(n) oder DIR(en)
lo: ລຶບ FILE(s) ຫຼື DIR(s) ຊ້ຳໆ
lt: Rekursyviai ištrinti FILE (-us) arba DIR (-us)
lv: Rekursīvi dzēst FILE(-s) vai DIR(-us)
mg: Fafao miverimberina ny FILE(s) na DIR(s)
mi: Mukuhia te FILE, DIR ranei
mk: Рекурзивно бришете FILE(и) или DIR(и)
ml: FILE(കൾ) അല്ലെങ്കിൽ DIR(കൾ) ആവർത്തിച്ച് ഇല്ലാതാക്കുക
mn: ФАЙЛ(ууд) эсвэл DIR(ууд)-ыг давталттайгаар устгах
mr: पुनरावृत्तीने FILE(s) किंवा DIR(s) हटवा
mt: Ħassar FILE(s) jew DIR(i) b'mod rikursiv
my: FILE(များ) သို့မဟုတ် DIR(များ)ကို အကြိမ်ကြိမ်ဖျက်ပါ
nb: Slett rekursivt FIL(er) eller DIR(er)
ne: पुनरावर्ती FILE(हरू) वा DIR(हरू) मेटाउनुहोस्
or: ବାରମ୍ବାର FILE (ଗୁଡିକ) କିମ୍ବା DIR (ଗୁଡିକ) ବିଲୋପ କରନ୍ତୁ |
pa: ਵਾਰ-ਵਾਰ FILE(s) ਜਾਂ DIR(s) ਨੂੰ ਮਿਟਾਓ
ps: ﺉړﮐ ﻑﺬﺣ DIR ﺎﯾ ﻪﻧﻮﻠﯾﺎﻓ ﻝﻭډ ﻱﺭﺍﺮﮑﺗ ﻪﭘ
ro: Ștergeți recursiv FILE(e) sau DIR(e)
rw: Gusubiramo gusiba FILE (s) cyangwa DIR (s)
sd: ﻮﻳﺮڪ ﻑﺬﺣ ﻲﮐ DIR ﺎﻳ ﻞﺋﺎﻓ ﺭﺎﺑ ﺭﺎﺑ
si: පුනරාවර්තන ලෙස FILE(s) හෝ DIR(s) මකන්න
sk: Rekurzívne odstrániť SÚBOR(y) alebo DIR(y)
sl: Rekurzivno izbrišite DATOTEKE ali DIR(e)
sq: Fshi në mënyrë rekursive FILE(t) ose DIR(et)
sw: Futa kwa kurudia FILE au DIR
ta: FILE(கள்) அல்லது DIR(களை) மீண்டும் மீண்டும் நீக்கவும்
te: FILE(లు) లేదా DIR(లు)ని పునరావృతంగా తొలగించండి
tg: FILE(ҳо) ё DIR(ҳо)-ро такроран нест кунед
th: ลบ FILE หรือ DIR ซ้ำๆ
tk: Faýllary ýa-da DIR-leri yzygiderli pozuň
tt: FILE (ларны) яки DIR (ларны) рекурсив рәвештә бетерегез
uk: Рекурсивно видаляти ФАЙЛ(и) або DIR(и)
ur: ﮟﯾﺮﮐ ﻑﺬﺣ ﻮﮐ DIR(s) ﺎﯾ FILE(s) ﺭﺎﺑ ﺭﺎﺑ
uz: FILE(lar) yoki DIR(lar)ni rekursiv ravishda o‘chirish
vi: Xóa đệ quy (các) FILE hoặc (các) DIR
xh: Uphinda ucime FILE(ii) okanye DIR(ii)
yi: DIR (s) רעדאָ FILE (s) ןקעמסיו ילעוויסרוקער
