Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Save Root Settings
af: Stoor Root Instellings
am: አስቀምጥ Root ቅንብሮች
ar: ﻆﻔﺤﻳ Root ﺕﺍﺩﺍﺪﻋﺇ
be: Захаваць Root Налады
bg: Запазете Root Настройки
bn: সংরক্ষণ Root সেটিংস
ca: Desa Root Configuració
cy: Arbedwch Root Gosodiadau
da: Gemme Root Indstillinger
eo: Savi Root Agordoj
et: Salvesta Root Seaded
eu: Gorde Root Ezarpenak
fa: ﯽﯾﻮﺟ ﻪﻓﺮﺻ Root ﺕﺎﻤﯿﻈﻨﺗ
fi: Tallentaa Root asetukset
fil: I-save Root Mga setting
fy: Rêde Root Ynstellings
ga: Sábháil Root Socruithe
gd: Sàbhail Root Suidhichidhean
gl: Gardar Root Configuración
gu: સાચવો Root સેટિંગ્સ
he: ליצהל Root תורדגה
hi: सहेजें Root समायोजन
hr: Uštedjeti Root Postavke
hu: Megment Root Beállítások
hy: Պահպանել Root Կարգավորումներ
id: Menyimpan Root Pengaturan
is: Vista Root Stillingar
ka: Შენახვა Root პარამეტრები
kk: Сақтау Root Параметрлер
km: រក្សាទុក Root ការកំណត់
kn: ಉಳಿಸಿ Root ಸಂಯೋಜನೆಗಳು
ku: Rizgarkirin Root Settings
ky: Сактоо Root Орнотуулар
lb: Spueren Root Astellungen
lo: ບັນທຶກ Root ການຕັ້ງຄ່າ
lt: Sutaupyti Root Nustatymai
lv: Saglabāt Root Iestatījumi
mg: afa-tsy Root Fikirana
mi: Tiaki Root Tautuhinga
mk: Зачувај Root Поставки
ml: രക്ഷിക്കും Root ക്രമീകരണങ്ങൾ
mn: Хадгалах Root Тохиргоо
mr: जतन करा Root सेटिंग्ज
mt: Ħlief Root Settings
my: သိမ်းဆည်းပါ။ Root ဆက်တင်များ
nb: Lagre Root Innstillinger
ne: बचत गर्नुहोस् Root सेटिङहरू
or: ସଞ୍ଚୟ କରନ୍ତୁ | Root ସେଟିଂସମୂହ
pa: ਸੇਵ ਕਰੋ Root ਸੈਟਿੰਗਾਂ
ps: ﺉړﮐ ﻱﺪﻧﻮﺧ Root ﺕﺎﺒﯿﺗﺮﺗ
ro: salva Root Setări
rw: Bika Root Igenamiterere
sd: ﻮﻳﺎﭽﺑ Root ﻥﻮﮕﻨٽﻴﺳ
si: සුරකින්න Root සැකසුම්
sk: Uložiť Root nastavenie
sl: Shrani Root Nastavitve
sq: Ruaj Root Cilësimet
sw: Hifadhi Root Mipangilio
ta: சேமிக்கவும் Root அமைப்புகள்
te: సేవ్ చేయండి Root సెట్టింగ్u200cలు
tg: Захира кунед Root Танзимотҳо
th: บันทึก Root การตั้งค่า
tk: Saklaň Root Sazlamalar
tt: Саклагыз Root Көйләүләр
uk: Зберегти Root Налаштування
ur: ۔ﮟﯾﺮﮐ ﻅﻮﻔﺤﻣ Root ﺕﺎﺒﯿﺗﺮﺗ
uz: Saqlash Root Sozlamalar
vi: Tiết kiệm Root Cài đặt
xh: Gcina Root Iisetingi
yi: טיה Root סגניטטעס
