Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Choose Backup For Restore
af: Kies Rugsteun vir herstel
am: ወደነበረበት መልስ ምትኬን ይምረጡ
ar: ﺓﺩﺎﻌﺘﺳﻼ﻿ﻟ ﻲﻃﺎﻴﺘﺣﻻ﻿ﺍ ﺦﺴﻨﻟﺍ ﺮﺘﺧﺍ
be: Выберыце Рэзервовае капіраванне для аднаўлення
bg: Изберете Архивиране за възстановяване
bn: পুনরুদ্ধারের জন্য ব্যাকআপ চয়ন করুন
ca: Trieu Còpia de seguretat per a la restauració
cy: Dewiswch Backup For Restore
da: Vælg Sikkerhedskopiering til gendannelse
eo: Elektu Rezervon Por Restarigo
et: Valige taastamiseks Varundamine
eu: Aukeratu Babeskopia berreskuratzeko
fa: Backup For Restore ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ
fi: Valitse Varmuuskopiointi palautusta varten
fil: Piliin ang Backup For Restore
fy: Kies Reservekopy foar weromsette
ga: Roghnaigh Cúltaca le hAthchóiriú
gd: Tagh Cùl-taic airson Ath-nuadhachadh
gl: Escolla Copia de seguranza para restaurar
gu: રીસ્ટોર માટે બેકઅપ પસંદ કરો
he: רוזחשל יוביג רחב
hi: पुनर्स्थापना के लिए बैकअप चुनें
hr: Odaberite Sigurnosna kopija za vraćanje
hu: Válassza a Biztonsági mentés lehetőséget a visszaállításhoz
hy: Ընտրեք Կրկնօրինակում վերականգնման համար
id: Pilih Cadangan Untuk Pemulihan
is: Veldu öryggisafrit til að endurheimta
ka: აირჩიეთ სარეზერვო ასლი აღდგენისთვის
kk: Қалпына келтіру үшін сақтық көшірме жасау опциясын таңдаңыз
km: ជ្រើសរើសការបម្រុងទុកសម្រាប់ការស្តារ
kn: ಮರುಸ್ಥಾಪನೆಗಾಗಿ ಬ್ಯಾಕಪ್ ಆಯ್ಕೆಮಾಡಿ
ku: Hilbijêre Backup For Restore
ky: Калыбына келтирүү үчүн камдык көчүрмөнү тандаңыз
lb: Wielt Backup Fir Restauréieren
lo: ເລືອກ Backup ສໍາລັບການຟື້ນຟູ
lt: Norėdami atkurti, pasirinkite Atsarginė kopija
lv: Izvēlieties Dublējums atjaunošanai
mg: Safidio ny Backup For Restore
mi: Kōwhiria te Pūrua Hei Whakaora
mk: Изберете Backup for Restore
ml: പുനഃസ്ഥാപിക്കുന്നതിനായി ബാക്കപ്പ് തിരഞ്ഞെടുക്കുക
mn: Сэргээх нөөцлөлтийг сонгоно уу
mr: पुनर्संचयित करण्यासाठी बॅकअप निवडा
mt: Agħżel Backup Għal Restore
my: ပြန်လည်ရယူရန်အတွက် Backup ကိုရွေးချယ်ပါ။
nb: Velg Sikkerhetskopiering for gjenoppretting
ne: पुनर्स्थापनाको लागि ब्याकअप छनौट गर्नुहोस्
or: ପୁନରୁଦ୍ଧାର ପାଇଁ ବ୍ୟାକଅପ୍ ବାଛନ୍ତୁ |
pa: ਰੀਸਟੋਰ ਲਈ ਬੈਕਅੱਪ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﭖﺍ ﮏﯿﺑ ﻩﺭﺎﭙﻟ ﻮﻟﻮﻏﺭ ﺎﯿﺑ ﺩ
ro: Alegeți Backup pentru restaurare
rw: Hitamo Ububiko bwo Kugarura
sd: ﻮﻳڊﻧﻮﭼ ﭖﺍ ڪﻴﺑ ءﻻ﻿ ﮠﺮڪ ﻝﺎﺤﺑ
si: Restore සඳහා Backup තෝරන්න
sk: Vyberte možnosť Zálohovať na obnovenie
sl: Izberite Varnostno kopiranje za obnovitev
sq: Zgjidhni Backup for Restore
sw: Chagua Hifadhi Nakala Kwa Kurejesha
ta: மீட்டமைக்க காப்புப்பிரதியைத் தேர்ந்தெடுக்கவும்
te: పునరుద్ధరణ కోసం బ్యాకప్ ఎంచుకోండి
tg: Нусхабардорӣ барои барқароркуниро интихоб кунед
th: เลือกสำรองสำหรับการคืนค่า
tk: Dikeltmek üçin ätiýaçlyk nusgasyny saýlaň
tt: Реставрация өчен резервны сайлагыз
uk: Виберіть Резервне копіювання для відновлення
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﭖﺍ ﮏﯿﺑ ﮯﯿﻟ ﮯﮐ ﯽﻟﺎﺤﺑ
uz: Qayta tiklash uchun zaxira nusxasini tanlang
vi: Chọn sao lưu để khôi phục
xh: Khetha i-Backup yokuBuyisela
yi: ראָטסיר ראַפֿ פּוקקאַב ןביַילק
