Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word nadat 'n verwyderbare aandrywer of dataskyf outomaties gemonteer is: Gebruik: %%v toestel (eg /dev/sda1) %%l toestel etiket %%m toestelmonteerpunt (eg /media/disk)
am: ተንቀሳቃሽ ድራይቭ ወይም ዳታ ዲስክ በራስ-ሰር ከተጫነ በኋላ በራስ-ሰር እንዲሠራ ፕሮግራም ወይም bash የትእዛዝ መስመር ያስገቡ። ተጠቀም፡ %%v መሳሪያ (eg /dev/sda1) %%l የመሳሪያ መለያ %%m የመሳሪያ መጫኛ ነጥብ (eg /media/disk)
ar: :ﺎًﻴﺋﺎﻘﻠﺗ ﺕﺎﻧﺎﻴﺑ ﺹﺮﻗ ﻭﺃ ﺔﻟﺍﺯﻺ﻿ﻟ ﻞﺑﺎﻗ ﺹﺍﺮﻗﺃ ﻙﺮﺤﻣ ﺖﻴﺒﺜﺗ ﺪﻌﺑ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%v ﺯﺎﻬﺟ (eg /dev/sda1) %%l ﺯﺎﻬﺠﻟﺍ ﺔﻴﻤﺴﺗ %%m ﺯﺎﻬﺠﻟﺍ ﺖﻴﺒﺜﺗ ﺔﻄﻘﻧ (eg /media/disk)
be: Увядзіце праграму або камандны радок bash, які будзе запушчаны аўтаматычна пасля аўтаматычнага мантавання здымнага дыска або дыска з дадзенымі: Выкарыстоўвайце: %%v прылада (eg /dev/sda1) %%l этыкетка прылады %%m кропка мантажу прылады (eg /media/disk)
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично след автоматично монтиране на сменяемо устройство или диск с данни: Използвайте: %%v устройство (eg /dev/sda1) %%l етикет на устройството %%m точка на монтиране на устройството (eg /media/disk)
bn: একটি অপসারণযোগ্য ড্রাইভ বা ডেটা ডিস্ক স্বয়ংক্রিয়ভাবে মাউন্ট করার পরে স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%v যন্ত্র (eg /dev/sda1) %%l ডিভাইস লেবেল %%m ডিভাইস মাউন্ট পয়েন্ট (eg /media/disk)
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament després que s'hagi muntat automàticament una unitat extraïble o un disc de dades: Ús: %%v dispositiu (eg /dev/sda1) %%l etiqueta del dispositiu %%m punt de muntatge del dispositiu (eg /media/disk)
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig ar ôl i yriant symudadwy neu ddisg ddata gael ei osod yn awtomatig: Defnyddiwch: %%v ddyfais (eg /dev/sda1) %%l label dyfais %%m pwynt mowntio dyfais (eg /media/disk)
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, efter at et flytbart drev eller en datadisk er automatisk monteret: Brug: %%v enhed (eg /dev/sda1) %%l enhedsmærkat %%m enhedens monteringspunkt (eg /media/disk)
eo: Enigu programon aŭ bash-komandlinion aŭtomate ruliĝi post kiam forprenebla disko aŭ datumdisko estas aŭtomate muntita: Uzu: %%v aparato (eg /dev/sda1) %%l aparato-etikedo %%m aparato munta punkto (eg /media/disk)
et: Sisestage programm või bash käsurida, mis käivitub automaatselt pärast irdketta või andmeketta automaatset ühendamist: Kasuta: %%v seade (eg /dev/sda1) %%l seadme silt %%m seadme kinnituspunkt (eg /media/disk)
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatuko den disko aldagarri bat edo datu-disko bat automatikoki muntatu ondoren: Erabili: %%v gailua (eg /dev/sda1) %%l gailuaren etiketa %%m gailua muntatzeko puntua (eg /media/disk)
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﻩﺩﺍﺩ ﮏﺴﯾﺩ ﺎﯾ ﯽﯾﺎﺠﺑﺎﺟ ﻞﺑﺎﻗ ﻮﯾﺍﺭﺩ ﺭﺎﮐﺩﻮﺧ ﺐﺼﻧ ﺯﺍ ﺲﭘ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%v ﻩﺎﮕﺘﺳﺩ (eg /dev/sda1) %%l ﻩﺎﮕﺘﺳﺩ ﺐﺴﭼﺮﺑ %%m ﻩﺎﮕﺘﺳﺩ ﺐﺼﻧ ﻪﻄﻘﻧ (eg /media/disk)
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti, kun irrotettava asema tai tietolevy on asennettu automaattisesti: Käyttää: %%v laite (eg /dev/sda1) %%l laitteen etiketti %%m laitteen kiinnityskohta (eg /media/disk)
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin pagkatapos na awtomatikong mai-mount ang isang naaalis na drive o data disc: Gamitin ang: %%v aparato (eg /dev/sda1) %%l label ng device %%m punto ng pag-mount ng device (eg /media/disk)
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren neidat in útnimbere stasjon of gegevensskiif automatysk is monteard: Brûke: %%v apparaat (eg /dev/sda1) %%l apparaat label %%m apparaat mount punt (eg /media/disk)
ga: Iontráil líne ordaithe nó clár ordaithe le reáchtáil go huathoibríoch tar éis tiomántán inbhainte nó diosca sonraí a bheith suite go huathoibríoch: Úsáid: %%v gléas (eg /dev/sda1) %%l lipéad feiste %%m gléas suite pointe (eg /media/disk)
gd: Cuir a-steach prògram no loidhne-àithne bash a thèid a ruith gu fèin-ghluasadach às deidh do dhràibhear no diosc dàta a bhith air a chuir a-mach gu fèin-ghluasadach: Cleachd: %%v inneal (eg /dev/sda1) %%l bileag inneal %%m puing mount inneal (eg /media/disk)
gl: Introduza o programa ou a liña de comandos bash para que se execute automaticamente despois de que se monte automaticamente unha unidade extraíble ou un disco de datos: Uso: %%v dispositivo (eg /dev/sda1) %%l etiqueta do dispositivo %%m punto de montaxe do dispositivo (eg /media/disk)
gu: દૂર કરી શકાય તેવી ડ્રાઇવ અથવા ડેટા ડિસ્ક ઓટો-માઉન્ટ થયા પછી આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બેશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%v ઉપકરણ (eg /dev/sda1) %%l ઉપકરણ લેબલ %%m ઉપકરણ માઉન્ટ બિંદુ (eg /media/disk)
he: :םינותנ קסיד וא ףלשנ ןנוכ לש תיטמוטוא הבכרה רחאל תיטמוטוא ולעפויש bash וא תינכות לש הדוקפה תרוש תא :שמתשהל %%v ןקתה (eg /dev/sda1) %%l רישכמה תיוות %%m רישכמה לש הבכרה תדוקנ (eg /media/disk)
hi: हटाने योग्य ड्राइव या डेटा डिस्क के ऑटो-माउंट होने के बाद स्वचालित रूप से चलाने के लिए प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %%v युक्ति (eg /dev/sda1) %%l डिवाइस लेबल %%m डिवाइस माउंट पॉइंट (eg /media/disk)
hr: Unesite program ili bash naredbeni redak koji će se automatski pokrenuti nakon što se prijenosni pogon ili disk s podacima automatski montira: Koristiti: %%v uređaj (eg /dev/sda1) %%l oznaka uređaja %%m točka ugradnje uređaja (eg /media/disk)
hu: Írja be a programot vagy a bash parancssort, amely automatikusan fut egy cserélhető meghajtó vagy adatlemez automatikus csatlakoztatása után: Használat: %%v eszköz (eg /dev/sda1) %%l készülék címkéje %%m eszköz rögzítési pontja (eg /media/disk)
hy: Մուտքագրեք ծրագրի կամ bash հրամանի տողը, որը ավտոմատ կերպով կաշխատի շարժական սկավառակի կամ տվյալների սկավառակի ավտոմատ տեղադրումից հետո. Օգտագործեք: %%v սարքը (eg /dev/sda1) %%l սարքի պիտակ %%m սարքի ամրացման կետը (eg /media/disk)
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis setelah drive yang dapat dilepas atau disk data dipasang secara otomatis: Menggunakan: %%v perangkat (eg /dev/sda1) %%l label perangkat %%m titik pemasangan perangkat (eg /media/disk)
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa eftir að færanlegt drif eða gagnadiskur er sjálfkrafa settur upp: Notaðu: %%v tæki (eg /dev/sda1) %%l merki tækisins %%m festingarpunktur tækisins (eg /media/disk)
ka: შეიყვანეთ პროგრამა ან bash ბრძანების ხაზი, რომელიც ავტომატურად გაშვებული იქნება მოსახსნელი დისკის ან მონაცემთა დისკის ავტომატური დამონტაჟების შემდეგ: გამოყენება: %%v მოწყობილობა (eg /dev/sda1) %%l მოწყობილობის ეტიკეტი %%m მოწყობილობის დამაგრების წერტილი (eg /media/disk)
kk: Алынбалы диск немесе деректер дискі автоматты түрде орнатылғаннан кейін автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%v құрылғы (eg /dev/sda1) %%l құрылғы жапсырмасы %%m құрылғыны орнату нүктесі (eg /media/disk)
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិបន្ទាប់ពីដ្រាយចល័តឬឌីសទិន្នន័យត្រូវបានភ្ជាប់ដោយស្វ័យប្រវត្តិ៖ ប្រើ៖ %%v ឧបករណ៍ (eg /dev/sda1) %%l ស្លាកឧបករណ៍ %%m ចំណុចម៉ោនឧបករណ៍ (eg /media/disk)
kn: ತೆಗೆಯಬಹುದಾದ ಡ್ರೈವ್ ಅಥವಾ ಡೇಟಾ ಡಿಸ್ಕ್ ಅನ್ನು ಸ್ವಯಂ-ಮೌಂಟ್ ಮಾಡಿದ ನಂತರ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%v ಸಾಧನ (eg /dev/sda1) %%l ಸಾಧನ ಲೇಬಲ್ %%m ಸಾಧನ ಮೌಂಟ್ ಪಾಯಿಂಟ್ (eg /media/disk)
ku: Bername an rêzika fermana bash têkevin ku piştî ku ajokerek jêbirin an dîska daneyê bixweber were xebitandin bixweber were xebitandin: Bikaranîn: %%v sazî (eg /dev/sda1) %%l labelê amûrê %%m xala mount amûrê (eg /media/disk)
ky: Алынма диск же маалымат диски автоматтык түрдө орнотулгандан кийин автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%v түзмөк (eg /dev/sda1) %%l аппараттын энбелгиси %%m аппаратты орнотуу чекити (eg /media/disk)
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen nodeems en eraushuelbare Fuert oder Datedisk automatesch montéiert ass: Benotzt: %%v Apparat (eg /dev/sda1) %%l Apparat Label %%m Apparat Montéierung Punkt (eg /media/disk)
lo: ປ້ອນໂປຣແກມ ຫຼື bash ເສັ້ນຄຳສັ່ງໃຫ້ເຮັດວຽກໂດຍອັດຕະໂນມັດຫຼັງຈາກໄດຣຟ໌ທີ່ຖອດອອກໄດ້ ຫຼືແຜ່ນຂໍ້ມູນຖືກຕິດຕັ້ງໂດຍອັດຕະໂນມັດ: ໃຊ້: %%v ອຸປະກອນ (eg /dev/sda1) %%l ປ້າຍອຸປະກອນ %%m ຈຸດເຊື່ອມຕໍ່ອຸປະກອນ (eg /media/disk)
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai išimamas diskas arba duomenų diskas bus automatiškai prijungtas: Naudokite: %%v prietaisas (eg /dev/sda1) %%l įrenginio etiketė %%m įrenginio tvirtinimo taškas (eg /media/disk)
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski pēc noņemamā diskdziņa vai datu diska automātiskas pievienošanas: Izmantojiet: %%v ierīci (eg /dev/sda1) %%l ierīces etiķete %%m ierīces stiprinājuma punkts (eg /media/disk)
mg: Ampidiro programa na bash baiko baiko ho mandeha ho azy rehefa avy nesorina ny fiara na kapila data: Ampiasao: %%v fitaovana (eg /dev/sda1) %%l etikety fitaovana %%m teboka fametrahana fitaovana (eg /media/disk)
mi: Whakauruhia te papatono, te raina whakahau bash ranei kia whakahaere aunoa i muri i te whakauru-aunoa i te puku tango, te kōpae raraunga ranei: Whakamahia: %%v taputapu (eg /dev/sda1) %%l tapanga taputapu %%m ira whakairinga taputapu (eg /media/disk)
mk: Внесете програма или командна линија bash за да се изврши автоматски откако отстранлив диск или податочен диск ќе се монтира автоматски: Користете: %%v уред (eg /dev/sda1) %%l етикета на уредот %%m точка за монтирање на уредот (eg /media/disk)
ml: ഒരു നീക്കം ചെയ്യാവുന്ന ഡ്രൈവ് അല്ലെങ്കിൽ ഡാറ്റ ഡിസ്ക് സ്വയമേവ ഘടിപ്പിച്ചതിന് ശേഷം യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%v ഉപകരണം (eg /dev/sda1) %%l ഉപകരണ ലേബൽ %%m ഉപകരണം മൌണ്ട് പോയിന്റ് (eg /media/disk)
mn: Зөөврийн диск эсвэл өгөгдлийн дискийг автоматаар суулгасны дараа автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%v төхөөрөмж (eg /dev/sda1) %%l төхөөрөмжийн шошго %%m төхөөрөмжийг холбох цэг (eg /media/disk)
mr: काढता येण्याजोगा ड्राइव्ह किंवा डेटा डिस्क स्वयं-माउंट झाल्यानंतर स्वयंचलितपणे चालविण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%v साधन (eg /dev/sda1) %%l डिव्हाइस लेबल %%m डिव्हाइस माउंट पॉइंट (eg /media/disk)
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament wara li drajv li jista' jitneħħa jew diska tad-dejta tkun immuntata awtomatikament: Użu: %%v apparat (eg /dev/sda1) %%l tikketta tal-apparat %%m punt tal-muntaġġ tal-apparat (eg /media/disk)
my: ဖြုတ်တပ်နိုင်သော drive သို့မဟုတ် ဒေတာဒစ်ကို အလိုအလျောက်တပ်ဆင်ပြီးနောက် အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%v စက်ကိရိယာ (eg /dev/sda1) %%l စက်တံဆိပ် %%m device mount အမှတ် (eg /media/disk)
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk etter at en flyttbar stasjon eller dataplate er automatisk montert: Bruk: %%v enhet (eg /dev/sda1) %%l enhetsetikett %%m enhetens monteringspunkt (eg /media/disk)
ne: हटाउन सकिने ड्राइभ वा डाटा डिस्क स्वतः माउन्ट भएपछि स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा बास कमाण्ड लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%v उपकरण (eg /dev/sda1) %%l उपकरण लेबल %%m उपकरण माउन्ट बिन्दु (eg /media/disk)
or: ଏକ ଅପସାରଣ ଯୋଗ୍ୟ ଡ୍ରାଇଭ କିମ୍ବା ଡାଟା ଡିସ୍କ ସ୍ୱୟଂ-ମାଉଣ୍ଟ ହେବା ପରେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ କିମ୍ବା ବାଶ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%v ଉପକରଣ (eg /dev/sda1) %%l ଉପକରଣ ଲେବଲ୍ %%m ଉପକରଣ ମାଉଣ୍ଟ ପଏଣ୍ଟ | (eg /media/disk)
pa: ਹਟਾਉਣਯੋਗ ਡਰਾਈਵ ਜਾਂ ਡੇਟਾ ਡਿਸਕ ਆਟੋ-ਮਾਊਂਟ ਹੋਣ ਤੋਂ ਬਾਅਦ ਆਪਣੇ ਆਪ ਚਲਾਉਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ ਬੈਸ਼ ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%v ਜੰਤਰ (eg /dev/sda1) %%l ਡਿਵਾਈਸ ਲੇਬਲ %%m ਡਿਵਾਈਸ ਮਾਊਂਟ ਪੁਆਇੰਟ (eg /media/disk)
ps: :ﻱږﯿﻠﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻪﺘﺳﻭﺭﻭ ﻲﺷ ﺐﺼﻧ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﮏﺴﯾډ ﺎټﯾډ ﺎﯾ ﻮﯾﺍﺭډ ړﻭ ﻮﻟﻮﮐ ﯤﺮﻟ ﺩ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ :ﻝﻭﺭﺎﮐ %%v ﻪﻠﯿﺳﻭ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﯥﻠﯿﺳﻭ ﺩ %%m ﻪﻄﻘﻧ ﻮﻟﻮﺒﺼﻧ ﻪﻠﯿﺳﻭ ﺩ (eg /media/disk)
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat după ce o unitate amovibilă sau un disc de date este montat automat: Utilizare: %%v dispozitiv (eg /dev/sda1) %%l eticheta dispozitivului %%m punctul de montare a dispozitivului (eg /media/disk)
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mu buryo bwikora nyuma yimodoka ikurwaho cyangwa disiki ya data irashirwaho: Koresha: %%v igikoresho (eg /dev/sda1) %%l ikirango cyibikoresho %%m igikoresho cyo gushiraho (eg /media/disk)
sd: :ءِﻮﭘ ﻥﺎﮐ ﮡﻴﭤ ﺐﺼﻧ ﻭﺩﺍﺮﻤﮢﺎﭘ ڪﺳڊ ﺎٽﻳڊ ﺎﻳ ﻮﻴﺋﺍﺭڊ ﻱﺭﺍﻭ ﮡﻬﮕﺳ ﻲﺋﺎٽﮬ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻥﺎﺳ ﻲﻘﻳﺮﻃ ﺭﺎڪﺩﻮﺧ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%v ﺲﻴﺋﺍﻭڊ (eg /dev/sda1) %%l ﻞﺒﻴﻟ ﻮﺟ ﺲﻴﺋﺍﻭڊ %%m ٽﻨﺋﺍﻮﭘ ﻞﺒﺟ ﺲﻴﺋﺍﻭڊ (eg /media/disk)
si: ඉවත් කළ හැකි ධාවකයක් හෝ දත්ත තැටියක් ස්වයංක්u200dරීයව සවි කළ පසු ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහන හෝ bash විධාන රේඛාව ඇතුළත් කරන්න: භාවිත: %%v උපාංගය (eg /dev/sda1) %%l උපාංග ලේබලය %%m උපාංගය සවිකිරීමේ ස්ථානය (eg /media/disk)
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť po automatickom pripojení vymeniteľnej jednotky alebo dátového disku: Použitie: %%v zariadenie (eg /dev/sda1) %%l štítok zariadenia %%m montážny bod zariadenia (eg /media/disk)
sl: Vnesite ukazno vrstico programa ali bash, ki se samodejno zažene, ko je izmenljivi pogon ali podatkovni disk samodejno nameščen: Uporaba: %%v napravo (eg /dev/sda1) %%l oznaka naprave %%m točka pritrditve naprave (eg /media/disk)
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht pasi një disku i lëvizshëm ose disku i të dhënave të montohet automatikisht: Përdorni: %%v pajisje (eg /dev/sda1) %%l etiketa e pajisjes %%m pika e montimit të pajisjes (eg /media/disk)
sw: Ingiza mpango au mstari wa amri wa bash ili kuendeshwa kiotomatiki baada ya kiendeshi kinachoweza kutolewa au diski ya data kuwekwa kiotomatiki: Tumia: %%v kifaa (eg /dev/sda1) %%l lebo ya kifaa %%m mahali pa kuweka kifaa (eg /media/disk)
ta: நீக்கக்கூடிய டிரைவ் அல்லது டேட்டா டிஸ்க் தானாக ஏற்றப்பட்ட பிறகு தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%v சாதனம் (eg /dev/sda1) %%l சாதன லேபிள் %%m சாதனம் ஏற்ற புள்ளி (eg /media/disk)
te: తొలగించగల డ్రైవ్ లేదా డేటా డిస్క్ స్వయంచాలకంగా మౌంట్ చేయబడిన తర్వాత స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%v పరికరం (eg /dev/sda1) %%l పరికరం లేబుల్ %%m పరికరం మౌంట్ పాయింట్ (eg /media/disk)
tg: Барнома ё сатри фармони bash-ро ворид кунед, то пас аз насби худкор диски ҷудошаванда ё диски маълумот ба таври худкор иҷро шавад: Истифода: %%v дастгоҳ (eg /dev/sda1) %%l тамғаи дастгоҳ %%m нуқтаи насби дастгоҳ (eg /media/disk)
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติหลังจากติดตั้งไดรฟ์แบบถอดได้หรือดิสก์ข้อมูลโดยอัตโนมัติ: ใช้: %%v อุปกรณ์ (eg /dev/sda1) %%l ฉลากอุปกรณ์ %%m จุดต่ออุปกรณ์ (eg /media/disk)
tk: Aýyrylýan diskden ýa-da maglumat diski awtomatiki gurlandan soň awtomatiki işletmek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%v enjam (eg /dev/sda1) %%l enjam belligi %%m enjamy gurnamak nokady (eg /media/disk)
tt: Чыгарыла торган диск яки мәгълүмат дискы автоматик рәвештә урнаштырылганнан соң автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%v җайланма (eg /dev/sda1) %%l җайланма ярлыгы %%m җайланма урнаштыру ноктасы (eg /media/disk)
uk: Введіть командний рядок програми або bash, який буде запускатися автоматично після автоматичного встановлення знімного диска або диска з даними: Використовуйте: %%v пристрій (eg /dev/sda1) %%l етикетка пристрою %%m точка кріплення пристрою (eg /media/disk)
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ ﺵﺎﺑ ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﺪﻌﺑ ﮯﮐ ﮯﻧﻮﮨ ﺐﺼﻧ ﺩﻮﺨﺑ ﺩﻮﺧ ﮯﮐ ﮏﺳﮈ ﺎﭩﯾﮈ ﺎﯾ ﻮﯿﺋﺍﺭﮈ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%v ﮧﻟﺁ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﺲﺋﺍﻮﯾﮈ %%m ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺲﺋﺍﻮﯾﮈ (eg /media/disk)
uz: Olinadigan drayver yoki ma'lumotlar diski avtomatik o'rnatilgandan so'ng avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%v qurilma (eg /dev/sda1) %%l qurilma yorlig'i %%m qurilma o'rnatish nuqtasi (eg /media/disk)
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động sau khi ổ đĩa di động hoặc đĩa dữ liệu được gắn tự động: Sử dụng: %%v thiết bị (eg /dev/sda1) %%l nhãn thiết bị %%m điểm gắn thiết bị (eg /media/disk)
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo emva kokuba idrayivu esusekayo okanye idiski yedatha inyuswe ngokuzenzekelayo: Sebenzisa: %%v isixhobo (eg /dev/sda1) %%l ileyibhile yesixhobo %%m indawo yokunyusela isixhobo (eg /media/disk)
yi: :דעטנואָמ אָטואַ זיא קסיד ןטאַד רעדאָ ראָפ לאַבאַווומיר אַ ךאָנ שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפ :ןצינ %%v לטימ (eg /dev/sda1) %%l עמריפ לטימ %%m טנופ ןפּאַלקנאָ לטימ (eg /media/disk)

source: On _Audio CD
af: Aan _Oudio CD
am: በርቷል _የድምጽ ሲዲ
ar: ﻞﻴﻐﺸﺗ _ﻁﻮﻐﻀﻣ ﻲﺗﻮﺻ ﺹﺮﻗ
be: На _Аўдыё CD
bg: На _Аудио CD
bn: চালু _অডিও সিডি
ca: Encès _CD d'àudio
cy: Ymlaen _CD sain
da: På _Lyd-cd
eo: On _Audio KD
et: Peal _Audio CD
eu: On _Audio CDa
fa: ﺮﺑ _ﯽﺗﻮﺻ ﯼﺩ ﯽﺳ
fi: Päällä _Audio CD
fil: Naka-on _Audio CD
fy: Op _Audio CD
ga: Ar _CD fuaime
gd: Air adhart _CD claisneachd
gl: Activado _CD de audio
gu: ચાલુ _ઓડિયો સીડી
he: לַע _עמש רוטילקת
hi: पर _सुनने वाली सी डी
hr: Na _Audio CD
hu: Tovább _Audio CD
hy: Վրա _Աուդիո CD
id: Pada _CD audio
is: Á _Hljóðdiskur
ka: ჩართულია _აუდიო CD
kk: Қосулы _Аудио ықшам диск
km: បើក _ស៊ីឌីអូឌីយ៉ូ
kn: ಆನ್ _ಆಡಿಯೋ ಸಿಡಿ
ku: Li _CD Audio
ky: Күйүк _Аудио CD
lb: Op _Audio CD
lo: ສຸດ _CD ສຽງ
lt: Įjungta _Audio CD
lv: Ieslēgts _Audio CD
mg: On _CD audio
mi: Kei runga _CD ororongo
mk: На _Аудио ЦД
ml: ഓൺ _ഓഡിയോ സി.ഡി
mn: Асаалттай _Аудио CD
mr: चालू _ऑडिओ सीडी
mt: Fuq _CD awdjo
my: ဂရန် _Audio CD ပါ။
nb: På _Lyd-CD
ne: अन _अडियो सीडी
or: ଅନ୍ _ଅଡିଓ CD
pa: 'ਤੇ _ਆਡੀਓ ਸੀਡੀ
ps: ﺮﭘ _ﻱډ ﻲﺳ ﻮﯾډﺁ
ro: Pe _CD audio
rw: Kuri _CD y'amajwi
sd: ﻲﺗ _ﻱڊ ﻲﺳ ﻮﻳڊﺁ
si: මත _ශ්රව්ය සංයුක්ත තැටිය
sk: zapnuté _Audio CD
sl: Vklopljeno _Zvočni CD
sq: Aktiv _CD audio
sw: Washa _CD ya sauti
ta: அன்று _ஆடியோ சிடி
te: పై _ఆడియో CD
tg: Дар _CD аудио
th: บน _ซีดีเพลง
tk: Işlediň _Ses CD
tt: Яна _Аудио CD
uk: Увімкнено _Аудіо компакт-диск
ur: ﺮﭘ _ﯼﮈ ﯽﺳ ﻮﯾﮈﺁ
uz: Yoniq _Audio CD
vi: Trên _CD âm thanh
xh: Vula _I-CD yomsindo
yi: ףיוא _קסידטקאַפּמאָק אָידואַ

source: Auto Run On Audio CD
af: Loop outomaties op oudio-CD
am: በድምጽ ሲዲ ላይ በራስ-ሰር አሂድ
ar: ﻲﺗﻮﺻ ﺹﺮﻗ ﻰﻠﻋ ﻲﺋﺎﻘﻠﺗ ﻞﻴﻐﺸﺗ
be: Аўтаматычны запуск на аўдыё CD
bg: Автоматично стартиране на аудио компактдиск
bn: অডিও সিডিতে অটো রান
ca: Execució automàtica en CD d'àudio
cy: CD Auto Auto On Audio
da: Kør automatisk på lyd-cd
eo: Aŭtomate Run On Audio KD
et: Automaatne käivitamine heli-CD-l
eu: Auto Exekutatu Audio CDan
fa: ﯽﺗﻮﺻ ﯼﺩ ﯽﺳ ﯼﻭﺭ ﺭﺎﮐﺩﻮﺧ ﯼﺍﺮﺟﺍ
fil: Auto Run Sa Audio CD
fy: Auto Run Op Audio CD
ga: CD Auto Auto On Audio CD
gd: Auto Run On CD claisneachd
gl: Execución automática en CD de audio
gu: ઓડિયો સીડી પર ઓટો રન
he: עמש רוטילקתב תיטמוטוא הלעפה
hi: ऑडियो सीडी पर ऑटो रन
hr: Automatsko pokretanje na audio CD-u
hy: Ավտոմատ գործարկում աուդիո CD-ով
id: Jalankan Otomatis Pada CD Audio
is: Sjálfvirk keyrsla á hljóðdisk
ka: ავტომატური გაშვება აუდიო CD-ზე
kk: Аудио ықшам дискіде автоматты түрде іске қосу
km: ដំណើរការដោយស្វ័យប្រវត្តិនៅលើស៊ីឌីអូឌីយ៉ូ
kn: ಆಡಿಯೋ ಸಿಡಿಯಲ್ಲಿ ಸ್ವಯಂ ಚಾಲನೆ
ku: Otomatîk Li CD-ya Dengê Bixebitîne
lb: Auto Run Op Audio CD
lo: ແລ່ນອັດຕະໂນມັດໃນ CD ສຽງ
lt: Automatinis paleidimas garso kompaktiniame diske
mi: Rere Aunoa I runga Ororongo CD
mk: Автоматско вклучување на аудио ЦД
ml: ഓഡിയോ സിഡിയിൽ യാന്ത്രികമായി പ്രവർത്തിക്കുക
mn: Аудио CD дээр автоматаар ажиллуулах
mr: ऑडिओ सीडीवर ऑटो रन
mt: Auto Run Fuq Audio CD
my: Audio CD တွင် အလိုအလျောက် Run ပါ။
nb: Autokjør på lyd-CD
ne: अडियो सीडीमा स्वत: चलाउनुहोस्
or: ଅଡିଓ ସିଡିରେ ଅଟୋ ଚଲାନ୍ତୁ |
pa: ਆਡੀਓ ਸੀਡੀ 'ਤੇ ਆਟੋ ਰਨ
ps: ﻝﻮﻠﭼ ﺕﺎﻣﻮﺗﺍ ﯥﮐ ﯼډ ﯽﺳ ﻮﯾډﺁ ﻪﭘ
ro: Rulare automată pe CD audio
rw: Gukoresha Imodoka Kuri CD
sd: ﮡﺋﻼ﻿ﻫ ﺭﺎڪﺩﻮﺧ ﻲﺗ ﻱڊ ﻲﺳ ﻮﻳڊﺁ
si: ශ්u200dරව්u200dය සීඩී තැටියේ ස්වයංක්u200dරීය ධාවනය
sl: Samodejni zagon na avdio CD-ju
sq: Ekzekutimi automatik në CD audio
sw: Endesha Kiotomatiki Kwenye CD ya Sauti
ta: ஆடியோ சிடியில் தானாக இயக்கவும்
te: ఆడియో CDలో ఆటో రన్
tg: Иҷроиши худкор дар CD аудио
th: ทำงานอัตโนมัติบนซีดีเพลง
tk: Ses CD-de awtomatik işlemek
tt: Аудио CD-та автоматик йөгерү
uk: Автоматичний запуск на аудіо компакт-диске
ur: ﻥﺭ ﻮﭨﺁ ﺮﭘ ﯼﮈ ﯽﺳ ﻮﯾﮈﺁ
uz: Audio CDda avtomatik ishga tushirish
vi: Tự động chạy trên đĩa CD âm thanh
xh: Qhuba ngokuzenzekela kwi-Audio CD
yi: קסידטקאַפּמאָק אָידואַ ףיוא ןפיול אָטואַ
