Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
af: Voer 'n ikoonnaam, ikoonlêerpad of voorraaditemnaam in: Of klik Kies om 'n ikoon te kies. Nie alle ikone werk moontlik behoorlik as gevolg van verskeie probleme nie.
am: የአዶ ስም፣ የአዶ ፋይል ዱካ ወይም የአክሲዮን ንጥል ስም ያስገቡ፡ ወይም አዶን ለመምረጥ ምረጥ የሚለውን ጠቅ ያድርጉ። በተለያዩ ችግሮች ምክንያት ሁሉም አዶዎች በትክክል ሊሠሩ አይችሉም።
ar: :ﻥﻭﺰﺨﻣ ﺮﺼﻨﻋ ﻢﺳﺍ ﻭﺃ ﺰﻣﺭ ﻒﻠﻣ ﺭﺎﺴﻣ ﻭﺃ ﺰﻣﺭ ﻢﺳﺍ ﻞﺧﺩﺃ .ﺕﻼ﻿ﻜﺸﻤﻟﺍ ﻦﻣ ﺪﻳﺪﻌﻟﺍ ﺐﺒﺴﺑ ﺢﻴﺤﺻ ﻞﻜﺸﺑ ﺯﻮﻣﺮﻟﺍ ﻊﻴﻤﺟ ﻞﻤﻌﺗ ﻻ﻿ ﺪﻗ .ﺰﻣﺭ ﺪﻳﺪﺤﺘﻟ »ﺭﺎﻴﺘﺧﺍ« ﻕﻮﻓ ﺮﻘﻧﺍ ﻭﺃ
be: Увядзіце назву значка, шлях да файла значка або назву тавару: Або націсніце Выбраць, каб выбраць значок. Не ўсе абразкі могуць працаваць належным чынам з-за розных праблем.
bg: Въведете име на икона, път на файла с иконата или име на артикул: Или щракнете върху Избор, за да изберете икона. Не всички икони може да работят правилно поради различни проблеми.
bn: একটি আইকনের নাম, আইকন ফাইল পাথ বা স্টক আইটেমের নাম লিখুন: অথবা একটি আইকন নির্বাচন করতে চয়ন ক্লিক করুন. বিভিন্ন সমস্যার কারণে সমস্ত আইকন সঠিকভাবে কাজ করতে পারে না।
ca: Introduïu un nom d'icona, una ruta de fitxer d'icones o un nom d'article en estoc: O feu clic a Tria per seleccionar una icona. És possible que no totes les icones funcionin correctament a causa de diversos problemes.
cy: Rhowch enw eicon, llwybr ffeil eicon, neu enw eitem stoc: Neu cliciwch Dewiswch ddewis eicon. Efallai na fydd pob eicon yn gweithio'n iawn oherwydd amryw faterion.
da: Indtast et ikonnavn, ikonfilsti eller et lagervarenavn: Eller klik på Vælg for at vælge et ikon. Ikke alle ikoner fungerer muligvis korrekt på grund af forskellige problemer.
eo: Enigu ikonnomon, ikonan dosiervojon aŭ stokan objektonomon: Aŭ alklaku Elektu por elekti ikonon. Ne ĉiuj ikonoj povas funkcii ĝuste pro diversaj problemoj.
et: Sisestage ikooni nimi, ikoonifaili tee või laokauba nimi: Või klõpsake ikooni valimiseks nuppu Vali. Erinevate probleemide tõttu ei pruugi kõik ikoonid korralikult töötada.
eu: Idatzi ikonoaren izena, ikonoaren fitxategiaren bidea edo stock-elementuaren izena: Edo sakatu Aukeratu ikono bat hautatzeko. Baliteke ikono guztiak behar bezala ez funtzionatzea arazo ezberdinengatik.
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﻡﺎﻬﺳ ﺩﺭﻮﻣ ﻡﺎﻧ ﺎﯾ ،ﺩﺎﻤﻧ ﻞﯾﺎﻓ ﺮﯿﺴﻣ ،ﺩﺎﻤﻧ ﻡﺎﻧ .ﺪﻨﻨﮑﻧ ﺭﺎﮐ ﯽﺘﺳﺭﺩ ﻪﺑ ﻒﻠﺘﺨﻣ ﺕﻼ﻿ﮑﺸﻣ ﻞﯿﻟﺩ ﻪﺑ ﺎﻫﺩﺎﻤﻧ ﻪﻤﻫ ﺖﺳﺍ ﻦﮑﻤﻣ .ﺪﯿﻨﮐ ﮏﯿﻠﮐ Choose ﯼﻭﺭ ،ﺩﺎﻤﻧ ﮏﯾ ﺏﺎﺨﺘﻧﺍ ﯼ
fi: Kirjoita kuvakkeen nimi, kuvaketiedostopolku tai varastotuotteen nimi: Tai valitse kuvake napsauttamalla Valitse. Kaikki kuvakkeet eivät välttämättä toimi kunnolla useiden ongelmien vuoksi.
fil: Maglagay ng pangalan ng icon, path ng file ng icon, o pangalan ng stock item: O i-click ang Piliin upang pumili ng icon. Hindi lahat ng mga icon ay maaaring gumana nang maayos dahil sa iba't ibang mga isyu.
fy: Fier in ikoannamme, ikoanbestânspaad of stock itemnamme yn: Of klik op Kies om in ikoan te selektearjen. Net alle ikoanen kinne goed wurkje fanwegen ferskate problemen.
ga: Iontráil ainm deilbhín, cosán comhaid deilbhín, nó ainm earra stoic: Nó cliceáil Roghnaigh deilbhín a roghnú. Ní fhéadfaidh gach deilbhín oibriú i gceart mar gheall ar shaincheisteanna éagsúla.
gd: Cuir a-steach ainm ìomhaigh, slighe faidhle ìomhaigh, no ainm nì stoc: No cliog Tagh ìomhaigh a thaghadh. Chan fhaod a h-uile ìomhaigh obrachadh gu ceart air sgàth grunn chùisean.
gl: Introduza un nome de icona, unha ruta de ficheiro de icona ou un nome de elemento de stock: Ou fai clic en Escoller para seleccionar unha icona. Non todas as iconas poden funcionar correctamente debido a varios problemas.
gu: આઇકન નામ, આઇકન ફાઇલ પાથ અથવા સ્ટોક આઇટમનું નામ દાખલ કરો: અથવા ચિહ્ન પસંદ કરવા માટે પસંદ કરો ક્લિક કરો. વિવિધ સમસ્યાઓને લીધે બધા ચિહ્નો યોગ્ય રીતે કામ કરી શકતા નથી.
he: :יאלמ טירפ םש וא למס ץבוק ביתנ ,למס םש ןזה .תונוש תויעב בקע יוארכ דובעל םייושע םילמסה לכ אל .למס רוחבל ידכ רחב לע ץחל וא
hi: एक आइकन नाम, आइकन फ़ाइल पथ, या स्टॉक आइटम का नाम दर्ज करें: या किसी आइकन को चुनने के लिए चुनें पर क्लिक करें। विभिन्न मुद्दों के कारण सभी आइकन ठीक से काम नहीं कर सकते हैं।
hr: Unesite naziv ikone, put datoteke ikone ili naziv artikla zaliha: Ili kliknite Odaberi za odabir ikone. Ne mogu sve ikone raditi ispravno zbog raznih problema.
hu: Adja meg az ikon nevét, az ikonfájl elérési útját vagy a készletcikk nevét: Vagy kattintson a Kiválasztás gombra egy ikon kiválasztásához. Különféle problémák miatt nem minden ikon működik megfelelően.
hy: Մուտքագրեք պատկերակի անունը, պատկերակի ֆայլի ուղին կամ պահեստային ապրանքի անունը. Կամ սեղմեք Ընտրել՝ պատկերակ ընտրելու համար: Ոչ բոլոր պատկերակները կարող են ճիշտ աշխատել տարբեր խնդիրների պատճառով:
id: Masukkan nama ikon, jalur file ikon, atau nama item stok: Atau klik Pilih untuk memilih ikon. Tidak semua ikon dapat berfungsi dengan baik karena berbagai masalah.
is: Sláðu inn nafn tákns, skráarslóð táknmyndar eða heiti hlutabréfa: Eða smelltu á Veldu til að velja tákn. Ekki er víst að öll tákn virki rétt vegna ýmissa vandamála.
ka: შეიყვანეთ ხატის სახელი, ხატულა ფაილის გზა ან საფონდო ნივთის სახელი: ან დააწკაპუნეთ არჩევა, რათა აირჩიოთ ხატულა. შეიძლება ყველა ხატულა არ იმუშაოს გამართულად სხვადასხვა პრობლემების გამო.
kk: Белгіше атын, белгіше файлының жолын немесе қор элементінің атын енгізіңіз: Немесе белгішені таңдау үшін Таңдау түймесін басыңыз. Әртүрлі мәселелерге байланысты барлық белгішелер дұрыс жұмыс істемеуі мүмкін.
km: បញ្ចូលឈ្មោះរូបតំណាង ផ្លូវឯកសាររូបតំណាង ឬឈ្មោះធាតុស្តុក៖ ឬចុច ជ្រើសរើស ដើម្បីជ្រើសរើសរូបតំណាង។ មិនមែនរូបតំណាងទាំងអស់អាចដំណើរការបានត្រឹមត្រូវទេ ដោយសារបញ្ហាផ្សេងៗ។
kn: ಐಕಾನ್ ಹೆಸರು, ಐಕಾನ್ ಫೈಲ್ ಮಾರ್ಗ ಅಥವಾ ಸ್ಟಾಕ್ ಐಟಂ ಹೆಸರನ್ನು ನಮೂದಿಸಿ: ಅಥವಾ ಐಕಾನ್ ಆಯ್ಕೆ ಮಾಡಲು ಆರಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ. ವಿವಿಧ ಸಮಸ್ಯೆಗಳಿಂದಾಗಿ ಎಲ್ಲಾ ಐಕಾನ್u200cಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ.
ku: Navek îkonê, rêça pelê îkonê, an navê babetekê binivîsin: An jî Hilbijartinê bikirtînin da ku îkonek hilbijêrin. Dibe ku ne hemî îkon ji ber pirsgirêkên cihêreng bi rêkûpêk bixebitin.
ky: Сөлөкөттүн атын, сөлөкөт файлынын жолун же акциялардын аталышын киргизиңиз: Же белгини тандоо үчүн Тандоо чыкылдатыңыз. Ар кандай маселелерден улам бардык иконалар туура иштебеши мүмкүн.
lb: Gitt en Ikonnumm, Ikon Dateiwee oder Aktienumm un: Oder klickt Wielt fir eng Ikon ze wielen. Net all Symboler kënne richteg funktionnéieren wéinst verschiddene Probleemer.
lo: ໃສ່ຊື່ໄອຄອນ, ເສັ້ນທາງໄຟລ໌ໄອຄອນ ຫຼືຊື່ລາຍການຫຼັກຊັບ: ຫຼືຄລິກເລືອກເພື່ອເລືອກໄອຄອນ. ບໍ່ແມ່ນທຸກໄອຄອນອາດຈະເຮັດວຽກຢ່າງຖືກຕ້ອງເນື່ອງຈາກບັນຫາຕ່າງໆ.
lt: Įveskite piktogramos pavadinimą, piktogramos failo kelią arba atsargų prekės pavadinimą: Arba spustelėkite Pasirinkti, kad pasirinktumėte piktogramą. Ne visos piktogramos gali tinkamai veikti dėl įvairių problemų.
lv: Ievadiet ikonas nosaukumu, ikonas faila ceļu vai krājuma preces nosaukumu: Vai noklikšķiniet uz Izvēlēties, lai atlasītu ikonu. Ne visas ikonas var darboties pareizi dažādu problēmu dēļ.
mg: Ampidiro anarana kisary, lalan-drakitra kisary, na anaran'ny entana: Na tsindrio Select raha hifidy kisary. Tsy ny kisary rehetra no mety miasa tsara noho ny olana isan-karazany.
mi: Whakauruhia he ingoa tohu, ara konae tohu, ingoa taonga taonga ranei: Paatohia ranei te Kōwhiri ki te kowhiri i tetahi ata. Kaore pea nga tohu katoa e mahi tika na te maha o nga take.
mk: Внесете име на икона, патека на датотеката со икона или име на ставка за акции: Или кликнете Изберете за да изберете икона. Не сите икони може да работат правилно поради различни проблеми.
ml: ഒരു ഐക്കൺ പേര്, ഐക്കൺ ഫയൽ പാത അല്ലെങ്കിൽ സ്റ്റോക്ക് ഇനത്തിന്റെ പേര് നൽകുക: അല്ലെങ്കിൽ ഒരു ഐക്കൺ തിരഞ്ഞെടുക്കാൻ തിരഞ്ഞെടുക്കുക ക്ലിക്ക് ചെയ്യുക. വിവിധ പ്രശ്നങ്ങൾ കാരണം എല്ലാ ഐക്കണുകളും ശരിയായി പ്രവർത്തിച്ചേക്കില്ല.
mn: Дүрсийн нэр, дүрс файлын зам эсвэл хувьцааны нэрийг оруулна уу: Эсвэл Сонгох товчийг дарж дүрс сонгох. Төрөл бүрийн асуудлаас болж бүх дүрс зөв ажиллахгүй байж магадгүй.
mr: आयकॉनचे नाव, आयकॉन फाइल पथ किंवा स्टॉक आयटमचे नाव एंटर करा: किंवा चिन्ह निवडण्यासाठी निवडा क्लिक करा. विविध समस्यांमुळे सर्व चिन्हे योग्यरित्या कार्य करू शकत नाहीत.
mt: Daħħal isem tal-ikona, mogħdija tal-fajl tal-ikona, jew isem tal-oġġett tal-istokk: Jew ikklikkja Agħżel biex tagħżel ikona. Mhux l-ikoni kollha jistgħu jaħdmu sew minħabba diversi kwistjonijiet.
my: အိုင်ကွန်အမည်၊ အိုင်ကွန်ဖိုင်လမ်းကြောင်း သို့မဟုတ် စတော့ခ်ပစ္စည်းအမည်ကို ထည့်ပါ- သို့မဟုတ် အိုင်ကွန်တစ်ခုကို ရွေးချယ်ရန် Choose ကိုနှိပ်ပါ။ အမျိုးမျိုးသော ပြဿနာများကြောင့် အိုင်ကွန်များအားလုံး မှန်ကန်စွာ အလုပ်လုပ်နိုင်မည်မဟုတ်ပါ။
nb: Skriv inn et ikonnavn, ikonfilbane eller lagervarenavn: Eller klikk Velg for å velge et ikon. Ikke alle ikoner fungerer kanskje som de skal på grunn av ulike problemer.
ne: एउटा आइकन नाम, आइकन फाइल पथ, वा स्टक वस्तु नाम प्रविष्ट गर्नुहोस्: वा प्रतिमा चयन गर्न छनौट गर्नुहोस् क्लिक गर्नुहोस्। विभिन्न समस्याहरूको कारणले गर्दा सबै आइकनहरूले ठीकसँग काम गर्न सक्दैनन्।
or: ଏକ ଆଇକନ୍ ନାମ, ଆଇକନ୍ ଫାଇଲ୍ ପଥ, କିମ୍ବା ଷ୍ଟକ୍ ଆଇଟମ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ: କିମ୍ବା ଏକ ଆଇକନ୍ ବାଛିବା ପାଇଁ ବାଛନ୍ତୁ କ୍ଲିକ୍ କରନ୍ତୁ | ବିଭିନ୍ନ ସମସ୍ୟା ହେତୁ ସମସ୍ତ ଆଇକନ୍ ସଠିକ୍ ଭାବରେ କାମ କରିପାରିବ ନାହିଁ |
pa: ਇੱਕ ਆਈਕਨ ਨਾਮ, ਆਈਕਨ ਫਾਈਲ ਮਾਰਗ, ਜਾਂ ਸਟਾਕ ਆਈਟਮ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ: ਜਾਂ ਆਈਕਨ ਚੁਣਨ ਲਈ ਚੁਣੋ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਵੱਖ-ਵੱਖ ਮੁੱਦਿਆਂ ਦੇ ਕਾਰਨ ਸਾਰੇ ਆਈਕਨ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹਨ।
ps: :ﺉړﮐ ﻪﻨﻧﺩ ﻡﻮﻧ ﻲﮐﻮﺗ ﻩﺮﯿﺧﺫ ﺩ ﺎﯾ ،ﻩﺭﻻ﻿ ﻞﯾﺎﻓ ﻥﻮﮑﯾﺁ ﺩ ،ﻡﻮﻧ ﻥﻮﮑﯾﺁ ﺩ .ﻱړﮑﻧﻭ ﺭﺎﮐ ﻢﺳ ﻪﻠﻣﺍ ﻪﻟ ﻮﻠﺴﻣ ﻒﻠﺘﺨﻣ ﺩ ﻦﮑﻤﻣ ﻪﻧﻮﺴﮑﻋ ﻝﻮټ .ﺉړﮐﻭ ﮏﯿﻠﮐ ﺉړﮐ ﻩﺭﻮﻏ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﻩﺭﻮﻏ ﺲﮑﻋ ﺩ ﺎﯾ
ro: Introduceți un nume de pictogramă, o cale pentru fișierul pictogramei sau un nume de articol stoc: Sau faceți clic pe Alegeți pentru a selecta o pictogramă. Nu toate pictogramele pot funcționa corect din cauza diferitelor probleme.
rw: Injiza izina ryishusho, igishushanyo cya dosiye yinzira, cyangwa izina ryibintu: Cyangwa ukande Hitamo guhitamo igishushanyo. Ntabwo amashusho yose ashobora gukora neza kubera ibibazo bitandukanye.
sd: :ﻮﻟﺎﻧ ﻮﺟ ﻲﺌﺷ ڪﺎٽﺳﺍ ﺎﻳ ،ﻮﺘﺳﺭ ﻮﺟ ﻞﺋﺎﻓ ﻦڪﺋﺁ ،ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻮﻟﺎﻧ ﻮﺟ ﻦڪﺋﺁ .ﻥﻮﻴﭤ ﻦﮭﮕﺳ ﻱﺮڪ ﻪﻧ ﻢڪ ﺢﻴﺤﺻ ﮟﯿﮩﯿﺒﺷ ﻲﺌﭝﺳ ﻱﺮڪ ﻲﺟ ﻦﻠﺌﺴﻣ ﻒﻠﺘﺨﻣ .ءِﻻ﻿ ﮠڊﻧﻮﭼ ﻲﮐ ﻦڪﺋﺁ ڪﻫ ﻮﻳڊﻧﻮﭼ ﻮﻳﺮڪ ڪﻠڪ ﺎﻳ
si: අයිකන නමක්, අයිකන ගොනු මාර්ගයක් හෝ කොටස් අයිතමයේ නමක් ඇතුළත් කරන්න: නැතහොත් අයිකනයක් තේරීමට තෝරන්න ක්ලික් කරන්න. විවිධ ගැටළු හේතුවෙන් සියලුම අයිකන නිසි ලෙස ක්u200dරියා නොකරයි.
sk: Zadajte názov ikony, cestu k súboru ikony alebo názov skladovej položky: Alebo kliknite na Vybrať a vyberte ikonu. V dôsledku rôznych problémov nemusia všetky ikony fungovať správne.
sl: Vnesite ime ikone, pot datoteke ikone ali ime zaloge: Ali pa kliknite Izberi, da izberete ikono. Vse ikone morda ne delujejo pravilno zaradi različnih težav.
sq: Futni një emër ikone, shtegun e skedarit të ikonës ose emrin e artikullit të aksioneve: Ose kliko Zgjidh për të zgjedhur një ikonë. Jo të gjitha ikonat mund të funksionojnë siç duhet për shkak të problemeve të ndryshme.
sw: Ingiza jina la ikoni, njia ya faili ya ikoni, au jina la bidhaa ya hisa: Au bofya Chagua ili kuchagua ikoni. Sio icons zote zinaweza kufanya kazi vizuri kwa sababu ya maswala anuwai.
ta: ஐகான் பெயர், ஐகான் கோப்பு பாதை அல்லது பங்கு உருப்படியின் பெயரை உள்ளிடவும்: அல்லது ஐகானைத் தேர்ந்தெடுக்க தேர்ந்தெடு என்பதைக் கிளிக் செய்யவும். பல்வேறு சிக்கல்கள் காரணமாக அனைத்து ஐகான்களும் சரியாக வேலை செய்யாது.
te: ఐకాన్ పేరు, ఐకాన్ ఫైల్ పాత్ లేదా స్టాక్ ఐటెమ్ పేరును నమోదు చేయండి: లేదా చిహ్నాన్ని ఎంచుకోవడానికి ఎంచుకోండి క్లిక్ చేయండి. వివిధ సమస్యల కారణంగా అన్ని చిహ్నాలు సరిగ్గా పని చేయకపోవచ్చు.
tg: Номи нишона, роҳи файли нишона ё номи ашёи саҳҳомӣ ворид кунед: Ё барои интихоби нишона Интихоб клик кунед. На ҳама нишонаҳо бо сабаби мушкилоти гуногун метавонанд дуруст кор кунанд.
th: ป้อนชื่อไอคอน เส้นทางไฟล์ไอคอน หรือชื่อรายการหุ้น: หรือคลิกเลือกเพื่อเลือกไอคอน ไอคอนทั้งหมดอาจไม่ทำงานอย่างถูกต้องเนื่องจากปัญหาต่างๆ
tk: Nyşan adyny, nyşan faýly ýoluny ýa-da aksiýa elementiniň adyny giriziň: Ora-da nyşan saýlamak üçin »Saýlamak« düwmesine basyň. Dürli meseleler sebäpli hemme nyşanlaryň dogry işlemegi mümkin däl.
tt: Икона исемен, иконка файл юлын яки запас пункт исемен кертегез: Яисә иконаны сайлау өчен Сайлау төймәсенә басыгыз. Төрле проблемалар аркасында барлык иконалар да дөрес эшли алмый.
uk: Введіть назву значка, шлях до файлу значка або назву товару: Або натисніть Вибрати, щоб вибрати піктограму. Не всі значки можуть працювати належним чином через різні проблеми.
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ ﮎﺎﭩﺳ ﺎﯾ ،ﮫﺗﺎﭘ ﻞﺋﺎﻓ ﻦﮑﯿﺋﺁ ،ﻡﺎﻧ ﺎﮐ ﻦﮑﯿﺋﺁ ۔ﮟﯿﮨ ﯽﺘﮑﺳ ﺮﮐ ﮟﯿﮩﻧ ﻡﺎﮐ ﮯﺳ ﮏﯿﮭﭨ ﮟﯿﮩﯿﺒﺷ ﻡﺎﻤﺗ ﮯﺳ ﮧﺟﻭ ﯽﮐ ﻞﺋﺎﺴﻣ ﻒﻠﺘﺨﻣ ۔ﮟﯾﺮﮐ ﮏﻠﮐ ﺮﭘ ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺐﺨ
uz: Belgi nomini, piktogramma fayli yo‘lini yoki birja elementi nomini kiriting: Yoki belgini tanlash uchun Tanlash tugmasini bosing. Turli muammolar tufayli barcha piktogrammalar to'g'ri ishlamasligi mumkin.
vi: Nhập tên biểu tượng, đường dẫn tệp biểu tượng hoặc tên mặt hàng: Hoặc nhấp vào Chọn để chọn một biểu tượng. Không phải tất cả các biểu tượng đều có thể hoạt động bình thường do các vấn đề khác nhau.
xh: Ngenisa igama lomfanekiso, indlela yefayile yomfanekiso, okanye igama lempahla yesitoko: Okanye cofa Khetha ukukhetha i icon. Ayizizo zonke ii-icon ezinokusebenza ngokufanelekileyo ngenxa yemicimbi eyahlukeneyo.
yi: :ןעמאָנ רעמונ רעגאַל רעדאָ ךרד עקעט ןאַקיי ,ןעמאָנ ןאַקיי ןאַ ןיַיראַ .זושי ןדישראַפ וצ טכער טכער ןטעבראַ ןעק זנאַקיי עלאַ טינ .לדליב אַ ןביַילקסיוא וצ ןביַילק טיג רעדאָ

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
af: Voer item naam in: Stel 'n karakter voor met 'n onderstreep (_) om daardie karakter as 'n kortpadsleutel te onderstreep indien verlang.
am: የንጥል ስም አስገባ፡ ከተፈለገ ያንን ቁምፊ እንደ አቋራጭ ቁልፍ ለማሰመር (_) ካለው ቁምፊ ቀድም።
ar: :ﺮﺼﻨﻌﻟﺍ ﻢﺳﺍ ﻞﺧﺩﺃ .ﻚﻟﺫ ﻲﻓ ﺖﺒﻏﺭ ﺍﺫﺇ ﺭﺎﺼﺘﺧﺍ ﺡﺎﺘﻔﻤﻛ ﻑﺮﺤﻟﺍ ﺍﺬﻫ ﺮﻴﻄﺴﺘﻟ (_) ﺔﻴﻠﻔﺳ ﺔﻃﺮﺸﺑ ﻑﺮﺣ ﻖﺒﺳﺍ
be: Увядзіце назву элемента: Перад сімвалам пастаўце падкрэсліванне (_), каб падкрэсліць гэты сімвал у якасці хуткай клавішы пры жаданні.
bg: Въведете име на артикула: Предхождайте знак с долна черта (_), за да подчертаете този знак като клавиш за бърз достъп, ако желаете.
bn: আইটেমের নাম লিখুন: ইচ্ছা হলে শর্টকাট কী হিসাবে সেই অক্ষরটিকে আন্ডারলাইন করতে একটি আন্ডারস্কোর (_) সহ একটি অক্ষরের আগে।
ca: Introduïu el nom de l'element: Precedeix un caràcter amb un guió baix (_) per subratllar aquest caràcter com a tecla de drecera si ho desitja.
cy: Rhowch enw'r eitem: Rhagflaenu cymeriad sydd â thanlinell (_) i danlinellu'r cymeriad hwnnw fel allwedd llwybr byr os dymunir.
da: Indtast varens navn: Sæt en understregning (_) foran et tegn for at understrege dette tegn som en genvejstast, hvis det ønskes.
eo: Enigu objektonomon: Antaŭu signon kun substreko (_) por substreki tiun signon kiel ŝparklavon, se vi volas.
et: Sisesta üksuse nimi: Sisestage märgi ette alakriips (_), et seda märki soovi korral kiirklahvina alla tõmmata.
eu: Idatzi elementuaren izena: Jarri karaktere baten aurretik azpimarra (_) karaktere hori laster-tekla gisa azpimarratzeko, nahi izanez gero.
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﺩﺭﻮﻣ ﻡﺎﻧ .ﺪﯿﺸﮑﺑ ﻂﺧ ﺮﺒﻧﺎﯿﻣ ﺪﯿﻠﮐ ﻥﺍﻮﻨﻋ ﻪﺑ ﺮﺘﮐﺍﺭﺎﮐ ﻥﺁ ﺮﯾﺯ ،ﻞﯾﺎﻤﺗ ﺕﺭﻮﺻ ﺭﺩ ﺎﺗ ﺪﯿﻫﺩ ﺭﺍﺮﻗ (_) ﻂﺧﺮﯾﺯ ﺎﺑ ﺮﺘﮐﺍﺭﺎﮐ ﮏﯾ ﺯ
fi: Anna tuotteen nimi: Kirjoita merkin eteen alaviiva (_), jos haluat alleviivata sitä pikanäppäimenä.
fil: Ilagay ang pangalan ng item: Unahan ang isang character na may underscore (_) upang salungguhitan ang character na iyon bilang shortcut key kung gusto.
fy: Fier item namme yn: Foarôfgean fan in karakter mei in ûnderstreekje (_) om dat karakter as in fluchtoets te ûnderstreekjen as jo wolle.
ga: Iontráil ainm na míre: Precede carachtar le béim (_) chun béim a leagan ar an gcarachtar sin mar eochair aicearra más mian.
gd: Cuir a-steach ainm an nì: Precede caractar le fo-sgrìobhadh (_) gus cuideam a chuir air a ’charactar sin mar iuchair ath-ghoirid ma thogras tu.
gl: Introduza o nome do elemento: Antesala dun carácter cun guión baixo (_) para subliñar ese carácter como tecla de atallo se o desexa.
gu: આઇટમનું નામ દાખલ કરો: જો ઇચ્છિત હોય તો તે અક્ષરને શૉર્ટકટ કી તરીકે રેખાંકિત કરવા માટે અન્ડરસ્કોર (_) સાથેના અક્ષરની આગળ.
he: :טירפ םש ןזה .וצרת םא רוציק שקמכ ותה תא שיגדהל ידכ (_) ןותחת וק םע ות ומידקה
hi: आइटम का नाम दर्ज करें: एक अंडरस्कोर (_) के साथ एक कैरेक्टर से पहले उस कैरेक्टर को शॉर्टकट की के रूप में रेखांकित करने के लिए यदि वांछित है।
hr: Unesite naziv stavke: Ispred znaka stavite podvlaku (_) da biste podcrtali taj znak kao tipku prečaca ako želite.
hu: Írja be az elem nevét: A karakter elé írjon aláhúzást (_), hogy aláhúzza a karaktert gyorsbillentyűként, ha szükséges.
hy: Մուտքագրեք ապրանքի անունը. Նախորդեք (_) նիշը՝ ցանկության դեպքում որպես դյուրանցման ստեղն ընդգծելու համար:
id: Masukkan nama barang: Awali karakter dengan garis bawah (_) untuk menggarisbawahi karakter tersebut sebagai tombol pintasan jika diinginkan.
is: Sláðu inn heiti hlutar: Á undan staf með undirstrik (_) til að undirstrika þann staf sem flýtivísa ef þess er óskað.
ka: შეიყვანეთ ნივთის სახელი: ხაზს უსვამს სიმბოლოს ხაზგასმით (_), რათა ხაზი გაუსვას სიმბოლოს, როგორც მალსახმობის ღილაკს, თუ სასურველია.
kk: Элемент атауын енгізіңіз: Қажет болса, таңбашаның астын сызу үшін астын сызу (_) бар таңбаның алдына қойыңыз.
km: បញ្ចូលឈ្មោះធាតុ៖ នាំមុខតួអក្សរដែលមានសញ្ញាគូសបញ្ជាក់ (_) ដើម្បីគូសបញ្ជាក់តួអក្សរនោះជាគ្រាប់ចុចផ្លូវកាត់ប្រសិនបើអ្នកចង់បាន។
kn: ಐಟಂ ಹೆಸರನ್ನು ನಮೂದಿಸಿ: ಬಯಸಿದಲ್ಲಿ ಆ ಅಕ್ಷರವನ್ನು ಶಾರ್ಟ್u200cಕಟ್ ಕೀ ಎಂದು ಅಂಡರ್u200cಲೈನ್ ಮಾಡಲು ಅಂಡರ್u200cಸ್ಕೋರ್ (_) ನೊಂದಿಗೆ ಅಕ್ಷರವನ್ನು ಮೊದಲು ಮಾಡಿ.
ku: Navê babetê binivîse: Li pêş karakterek bi binî (_) binivisînin da ku heke bixwaze binê wê karakterê wekî bişkojka kurtebirê xêz bike.
ky: Элементтин атын киргизиңиз: Кааласаңыз, ал символдун астын сызуу үчүн, анын алдына астын сызык (_) коюңуз.
lb: Gitt Element Numm: Viraus e Charakter mat engem Ënnersträich (_) fir dee Charakter als Ofkiirzungsschlëssel ze ënnersträichen wann Dir wëllt.
lo: ໃສ່ຊື່ລາຍການ: ລ່ວງໜ້າຕົວອັກສອນທີ່ມີຂີດກ້ອງ (_) ເພື່ອຂີດກ້ອງຕົວອັກສອນນັ້ນເປັນປຸ່ມລັດຖ້າຕ້ອງການ.
lt: Įveskite prekės pavadinimą: Prieš simbolį pabraukite apatinį brūkšnį (_), kad pabrauktumėte tą simbolį kaip spartųjį klavišą, jei norite.
lv: Ievadiet preces nosaukumu: Pirms rakstzīmes ievadiet pasvītru (_), lai, ja nepieciešams, pasvītrotu šo rakstzīmi kā īsinājumtaustiņu.
mg: Ampidiro ny anaran'ny singa: Ialohavan'ny tarehin-tsoratra misy tsipitsipika (_) hanilika an'io toetra io ho fanalahidin'ny hitsin-dàlana raha tianao.
mi: Tāuru ingoa tūemi: I mua i tetahi pūāhua whai tohu (_) hei tāraro i taua pūāhua hei kī pokatata ki te hiahia.
mk: Внесете име на ставка: Претходете на знакот со долна црта (_) за да го подвлечете тој знак како копче за кратенка ако сакате.
ml: ഇനത്തിന്റെ പേര് നൽകുക: വേണമെങ്കിൽ ഒരു കുറുക്കുവഴി കീ ആയി ആ പ്രതീകത്തിന് അടിവരയിടുന്നതിന് അടിവര (_) ഉള്ള ഒരു പ്രതീകത്തിന് മുമ്പ്.
mn: Зүйлийн нэрийг оруулна уу: Хэрэв хүсвэл тэмдэгтийн өмнө доогуур зураастай (_) оруулаарай.
mr: आयटम नाव प्रविष्ट करा: इच्छित असल्यास शॉर्टकट की म्हणून वर्ण अधोरेखित करण्यासाठी अंडरस्कोर (_) सह वर्णापूर्वी.
mt: Daħħal l-isem tal-oġġett: Preċedi karattru b'tiring taħt (_) biex jenfasizza dak il-karattru bħala shortcut key jekk mixtieq.
my: ပစ္စည်းအမည်ကို ထည့်ပါ- ဆန္ဒရှိပါက ထိုစာလုံးကို ဖြတ်လမ်းခလုတ်တစ်ခုအဖြစ် မျဉ်းသားရန် အောက်ခြေအမှတ် (_) ဖြင့် စာလုံးတစ်လုံးကို ရှေ့တွင်ထားပါ။
nb: Skriv inn elementnavn: Før et tegn med en understreking (_) for å understreke det tegnet som en snarvei om ønskelig.
ne: वस्तुको नाम प्रविष्ट गर्नुहोस्: यदि चाहियो भने सर्टकट कुञ्जीको रूपमा त्यो क्यारेक्टरलाई अन्डरलाइन गर्नको लागि अन्डरस्कोर (_) भएको क्यारेक्टर अघि।
or: ଆଇଟମ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ: ଚାହିଁଲେ ସେହି ଅକ୍ଷରକୁ ସର୍ଟକଟ୍ କି ଭାବରେ ଅଣ୍ଡରଲାଇନ୍ କରିବାକୁ ଏକ ଅଣ୍ଡରସ୍କୋର୍ (_) ସହିତ ଏକ ଅକ୍ଷରକୁ ପ୍ରାଧାନ୍ୟ ଦିଅ |
pa: ਆਈਟਮ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ: ਜੇਕਰ ਲੋੜ ਹੋਵੇ ਤਾਂ ਉਸ ਅੱਖਰ ਨੂੰ ਇੱਕ ਸ਼ਾਰਟਕੱਟ ਕੁੰਜੀ ਦੇ ਰੂਪ ਵਿੱਚ ਰੇਖਾਂਕਿਤ ਕਰਨ ਲਈ ਇੱਕ ਅੰਡਰਸਕੋਰ (_) ਵਾਲੇ ਅੱਖਰ ਤੋਂ ਪਹਿਲਾਂ ਦਿਓ।
ps: :ﺉړﮐ ﻪﻨﻧﺩ ﻡﻮﻧ ﻲﮐﻮﺗ ﺩ .ﺉړﺍﻮﻏﻭ ﻪﮐ ﺉړﮐ ﯤﺪﻧﻻ﻿ ﻪګﻮﺗ ﻪﭘ ﻲﻠﯿﮐ ټﮐ ټﺭﺎﺷ ﺩ ﺮټﮐﺮﮐ ﻪﻐﻫ ﻮڅﺮﺗ ﺉړﮐ ﯥﮑﺨﻣ ﺮټﮐﺮﮐ ﻮﯾ ﻩﺮﺳ (_) ﺭﻮﮑﺳ ﺭډﻧﺍ ﺩ
ro: Introduceți numele articolului: Precedați un caracter cu o liniuță de subliniere (_) pentru a sublinia acel caracter ca tastă de comandă rapidă, dacă doriți.
rw: Injiza izina ryikintu: Itegure inyuguti ifite umurongo utomoye (_) kugirango ushireho umurongo iyo miterere nkurufunguzo ruto niba ubishaka.
sd: :ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻮﻟﺎﻧ ﻮﺟ ءﻲﺷ .ﻮﻴﮬﺎﭼ ﻦﮬڏڪﻴﺟ ءِﻻ﻿ ﮠﺮڪ ﭟﻴﮬ ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻲڪ ٽڪ ٽﺭﺎﺷ ﻲﮐ ﺭﺍﺩﺮڪ ﻥﺍ ﻪﺗ ﻮﻳڏ ﻲﮘﺍ ﻲﮐ ﺮﮐﺍ ڪﻫ ﻥﺎﺳ (_) ﺭﻮڪﺳﺍ ﺭڊﻧﺍ
si: අයිතමයේ නම ඇතුළත් කරන්න: අවශ්u200dය නම් එම අක්ෂරය කෙටිමං යතුරක් ලෙස යටින් ඉරි ඇඳීමට යටි ඉරි (_) සහිත අක්ෂරයකට පෙර කරන්න.
sk: Zadajte názov položky: Ak chcete znak podčiarknuť ako klávesovú skratku, zadajte pred znak podčiarkovník (_).
sl: Vnesite ime artikla: Pred znakom postavite podčrtaj (_), da ta znak podčrtate kot bližnjico, če želite.
sq: Fut emrin e artikullit: Paraprini një karakter me një nënvizim (_) për të nënvizuar atë karakter si një çelës shkurtore nëse dëshironi.
sw: Weka jina la kipengee: Tanguliza herufi kwa kusisitiza (_) ili kupigia mstari herufi kama kitufe cha njia ya mkato ikihitajika.
ta: பொருளின் பெயரை உள்ளிடவும்: வேண்டுமானால் அந்த எழுத்தை ஷார்ட்கட் கீயாக அடிக்கோடிட்டுக் காட்ட, அடிக்கோடிடப்பட்ட (_) எழுத்துக்கு முன்.
te: అంశం పేరును నమోదు చేయండి: కావాలనుకుంటే ఆ అక్షరాన్ని షార్ట్u200cకట్ కీగా అండర్u200cలైన్ చేయడానికి అండర్u200cస్కోర్ (_) ఉన్న అక్షరానికి ముందు ఉంచండి.
tg: Номи ашёро ворид кунед: Пеш аз ҳарф бо зерхат (_) гузоред, то ин аломатро ҳамчун калиди миёнабур, агар хоҳед, гузоред.
th: ป้อนชื่อรายการ: นำหน้าอักขระด้วยขีดล่าง (_) เพื่อขีดเส้นใต้อักขระนั้นเป็นปุ่มลัดหากต้องการ
tk: Harydyň adyny giriziň: Isleseňiz, şol belgini gysga düwme hökmünde çyzmak üçin aşaky çyzykly (_) nyşanlary belläň.
tt: Предмет исемен кертегез: Әгәр теләсәгез, бу символны кыска ачкыч итеп ассызыклау өчен, асты (_) белән символны алдан әйтегез.
uk: Введіть назву елемента: Перед символом поставте символ підкреслення (_), щоб підкреслити цей символ як клавішу швидкого доступу, якщо потрібно.
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ ۔ﻮﺗ ﮟﯿﮨﺎﭼ ﺮﮔﺍ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻦﺋﻻ﻿ ﺭﮉﻧﺍ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﺪﯿﻠﮐ ﭧﮐ ﭦﺭﺎﺷ ﻮﮐ ﺭﺍﺩﺮﮐ ﺱﺍ ﮯﻠﮩﭘ ﮯﺳ ﺭﺍﺩﺮﮐ ﮏﯾﺍ ﮫﺗﺎﺳ ﮯﮐ (_) ﺭﻮ
uz: Element nomini kiriting: Agar kerak bo'lsa, yorliq tugmasi sifatida bu belgining tagini chizish uchun pastki chiziq (_) qo'yilgan belgi oldiga qo'ying.
vi: Nhập tên mặt hàng: Bắt đầu một ký tự bằng dấu gạch dưới (_) để gạch dưới ký tự đó làm phím tắt nếu muốn.
xh: Ngenisa igama lento: Yandulela umlinganiswa one- underscore (_) ukukrwelela lo mbhalo njengeqhosha elinqumlayo ukuba uyafunwa.
yi: :ןעמאָנ רעמונ ןיַיראַ .טליוו ריא ביוא לסילש געווכרוד אַ יוו רעטקאַראַכ םעד ןיילרעדנאַ וצ (_) ראָקסרעדנאַ ןאַ טימ רעטקאַראַכ אַ ןגיילרא
