Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Application
af: _Toepassing
am: _መተግበሪያ
ar: _ﻖﻴﺒﻄﺗ
be: _Прымяненне
bg: _Приложение
bn: _আবেদন
ca: _Aplicació
cy: _Cais
da: _Ansøgning
eo: _Apliko
et: _Rakendus
eu: _Aplikazio
fa: _ﺩﺮﺑﺭﺎﮐ
fi: _Sovellus
fil: _Aplikasyon
fy: _Oanfraach
ga: _Iarratas
gd: _Iarrtas
gl: _Aplicación
gu: _અરજી
he: _םושיי
hi: _आवेदन
hr: _Primjena
hu: _Alkalmazás
hy: _Դիմում
id: _Aplikasi
is: _Umsókn
ka: _განაცხადი
kk: _Қолдану
km: _ការដាក់ពាក្យ
kn: _ಅಪ್ಲಿಕೇಶನ್
ku: _Bikaranînî
ky: _Колдонмо
lb: _Applikatioun
lo: _ຄໍາຮ້ອງສະຫມັກ
lt: Progr_ama
lv: _Pieteikums
mg: _Fampiharana
mi: _Taupānga
mk: _Апликација
ml: _അപേക്ഷ
mn: _Өргөдөл
mr: _अर्ज
mt: _Applikazzjoni
my: _လျှောက်လွှာ
nb: _applikasjon
ne: _आवेदन
or: _ପ୍ରୟୋଗ
pa: _ਐਪਲੀਕੇਸ਼ਨ
ps: _ﮏﯿﻠﻨﺘښﻮﻏ
ro: _Aplicație
rw: _Gusaba
sd: _ﺖﺳﺍﻮﺧﺭﺩ
si: _අයදුම්පත
sk: _Aplikácia
sl: _Aplikacija
sq: _Aplikacion
sw: _Maombi
ta: _விண்ணப்பம்
te: _అప్లికేషన్
tg: _Ариза
th: _แอปพลิเคชัน
tk: _Arza
tt: _Кушымта
uk: _Застосування
ur: _ﺖﺳﺍﻮﺧﺭﺩ
uz: _Ilova
vi: _Ứng dụng
xh: _Isicelo
yi: _ןאָיטאַקילפּפּאַ

source: _Command
af: _Bevel
am: _ትዕዛዝ
ar: _ﺮﻣﺃ
be: _Загад
bg: _Команда
bn: _আদেশ
ca: _Comandament
cy: _Gorchymyn
da: _Kommando
eo: _Komando
et: _Käsk
eu: _Agindua
fa: _ﻥﺎﻣﺮﻓ
fi: _Komento
fil: _Utos
fy: _Befel
ga: _Ordú
gd: _Òrdugh
gl: _Comando
gu: _આદેશ
he: _הדוקפ
hi: _आदेश
hr: _Naredba
hu: _Parancs
hy: _Հրաման
id: _Memerintah
is: _Skipun
ka: _ბრძანება
kk: _Пәрмен
km: _បញ្ជា
kn: _ಆಜ್ಞೆ
ku: _Ferman
lb: _Kommando
lo: _ຄໍາສັ່ງ
lt: _Komanda
lv: _Pavēli
mg: _didy
mi: _Whakahau
mk: _Команда
ml: _കമാൻഡ്
mn: _Тушаал
mr: _आज्ञा
mt: _Kmand
my: _အမိန့်ပေးသည်။
nb: _Kommando
ne: _आदेश
or: _ନିର୍ଦ୍ଦେଶ |
pa: _ਹੁਕਮ
ps: _ﺮﻣﺍ
ro: _Comanda
rw: _Tegeka
sd: _ﻢڪﺣ
si: _විධානය
sk: _Príkaz
sl: _Ukaz
sq: _Komanda
sw: _Amri
ta: _கட்டளை
te: _ఆదేశం
tg: _Фармон
th: _สั่งการ
tk: _Buýruk
tt: _Команда
uk: _Команда
ur: _ﮉﻧﺎﻤﮐ
uz: _Buyruq
vi: _Yêu cầu
xh: _Umyalelo
yi: _לעפֿאַב

source: Sub_menu
af: Sub_spyskaart
am: ንዑስ_ምናሌ
ar: ﺔﻴﻋﺮﻔﻟﺍ_ﺔﻤﺋﺎﻗ
be: Падп_меню
bg: под_меню
bn: উপ_তালিকা
ca: Sub_menú
cy: Is_bwydlen
eo: Sub_menuo
et: Sub_menüü
eu: Azpi_menua
fa: ﺮﯾﺯ_ﻮﻨﻣ
fi: Sub_valikosta
ga: Fo_roghchlár
gd: Fo_clàr-taice
gl: Sub_menú
gu: સબ_મેનુ
he: תַת_טיִרפַת
hi: विषय_मेन्यू
hr: Pod_Jelovnik
hu: Alatti_menü
hy: Ենթ_մենյու
id: Sub_Tidak bisa
is: Sub_matseðill
ka: ქვე_მენიუ
kk: Ішкі_мәзір
km: អនុ_ម៉ឺនុយ
kn: ಉಪ_ಮೆನು
ku: Sub_qerta xûrekê
ky: Sub_меню
lb: Sub_Menü
lo: ຍ່ອຍ_ເມນູ
lt: Sub_Meniu
lv: Apakš_izvēlne
mg: zana_sakafo
mi: Sub_tahua
mk: Под_мени
ml: ഉപ_മെനു
mn: Дэд_цэс
mr: उप_मेनू
my: ခွဲ_မီနူး
nb: Under_Meny
ne: उप_मेनु
or: ସବ୍_ମେନୁ
pa: ਉਪ_ਮੀਨੂ
ps: ﻲﻋﺮﻓ_ﻮﻨﯿﻣ
ro: Sub_meniul
rw: Sub_Ibikubiyemo
sd: ﻲﻠﻳﺫ_ﻮﻴﻨﻴﻣ
si: උප_මෙනු
sk: Sub_Ponuka
sl: Sub_meni
sq: Nën_menu
sw: Ndogo_menyu
ta: துணை_பட்டியல்
te: ఉప_మెను
tg: Зер_меню
th: ซับ_เมนู
tk: Sub_menýu
tt: Суб_меню
uk: Суб_меню
ur: ﯽﻠﯾﺫ_ﻮﻨﯿﻣ
uz: Sub_menyu
vi: Phụ_thực đơn
xh: Inxalenye_imenyu
yi: בוס_וינעמ

source: _Add
af: _Voeg by
am: _አክል
ar: _ﻒﻴﻀﻳ
be: _Дадаць
bg: _Добавете
bn: _যোগ করুন
ca: _Afegeix
cy: _Ychwanegu
da: _Tilføje
eo: _Aldoni
et: _Lisama
eu: _Gehitu
fa: _ﻥﺩﺮﮐ ﻪﻓﺎﺿﺍ
fi: _Lisätä
fil: _Idagdag
ga: _Cuir leis
gd: _Cuir ris
gl: _Engadir
gu: _ઉમેરો
he: _ףיִסֹוהְל
hi: _जोड़ें
hr: _Dodati
hu: _Hozzáadás
hy: _Ավելացնել
id: _Menambahkan
is: _Bæta við
ka: _დამატება
kk: _қосу
km: _បន្ថែម
kn: _ಸೇರಿಸಿ
ku: _Lêzêdekirin
ky: _кошуу
lb: _Addéieren
lo: _ຕື່ມ
lt: _Papildyti
lv: _Pievienot
mg: _hametraka
mi: _Tāpiri
mk: _Додадете
ml: _ചേർക്കുക
mn: _Нэмэх
mr: _अॅड
mt: _Żid
my: _ထည့်ပါ။
nb: _Legg til
ne: _थप्नुहोस्
or: _ଯୋଡନ୍ତୁ |
pa: _ਸ਼ਾਮਲ ਕਰੋ
ps: _ﺉړﮐ ﻪﻓﺎﺿﺍ
ro: _Adăuga
rw: _Ongeraho
sd: _ﻮﻳﺮڪ ﻞﻣﺎﺷ
si: _එකතු කරන්න
sk: _Pridať
sl: _Dodaj
sq: _Shtoni
sw: _Ongeza
ta: _கூட்டு
te: _జోడించు
tg: _Илова
th: _เพิ่ม
tk: _Goş
tt: _Кушу
uk: _Додати
ur: _۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ
uz: _Qo'shish
vi: _Thêm vào
xh: _Yongeza
yi: _וצ גייל

source: T_ooltips
af: T_oolwenke
am: T_oolጠቃሚ ምክሮች
ar: T_oolﺢﺋﺎﺼﻧ
be: T_oolпарады
bg: T_oolсъвети
bn: T_oolপরামর্শ
ca: T_oolconsells
cy: T_oolawgrymiadau
eo: T_oolkonsiletoj
et: T_oolnäpunäiteid
eu: T_oolaholkuak
fa: T_oolﺕﺎﮑﻧ
fi: T_oolvinkkejä
fil: T_oolmga tip
ga: T_oolleideanna
gd: T_oolmolaidhean
gl: T_oolconsellos
gu: T_oolટીપ્સ
he: T_oolםיפיט
hi: T_oolटिप्स
hr: T_oolsavjete
hu: T_ooltippeket
hy: T_oolխորհուրդներ
is: T_oolábendingar
ka: T_oolრჩევები
kk: T_oolкеңестер
km: T_oolគន្លឹះ
kn: T_oolಸಲಹೆಗಳು
ky: T_oolкеңештер
lb: T_oolTipps
lo: T_oolຄໍາແນະນໍາ
lt: T_oolpatarimai
lv: T_oolpadomi
mg: T_oolsoso-kevitra
mi: T_ooltohutohu
mk: T_oolсовети
ml: T_oolനുറുങ്ങുകൾ
mn: T_oolзөвлөмжүүд
mr: T_oolटिपा
mt: T_oolpariri
my: T_oolအကြံပေးချက်များ
ne: T_oolसुझावहरू
or: T_oolଟିପ୍ସ
pa: T_oolਸੁਝਾਅ
ps: T_oolﯥﻧﻭﻮښﺭﻻ﻿
ro: T_oolsfaturi
rw: T_oolinama
sd: T_oolﻥﻮﺣﻼ﻿ﺻ
si: T_oolඉඟි
sk: T_ooltipy
sl: T_oolnasveti
sq: T_oolkëshilla
sw: T_oolvidokezo
ta: T_oolகுறிப்புகள்
te: T_oolచిట్కాలు
tg: T_oolмаслиҳатҳо
th: T_oolเคล็ดลับ
tk: T_oolmaslahatlar
tt: T_oolкиңәшләр
uk: T_oolпоради
ur: T_oolﺰﯾﻭﺎﺠﺗ
uz: T_oolmaslahatlar
vi: T_oollời khuyên
xh: T_ooliingcebiso
yi: T_oolתוצע

source: _Key Shortcut
af: _Sleutel Kortpad
am: _ቁልፍ አቋራጭ
ar: _ﺭﺎﺼﺘﺧﻻ﻿ﺍ ﺡﺎﺘﻔﻣ
be: _Спалучэнне клавіш
bg: _Клавишен пряк път
bn: _কী শর্টকাট
ca: _Drecera de tecles
cy: _Byrlwybr Allweddol
da: _Tastegenvej
eo: _Klava Ŝparvojo
et: _Klahvi otsetee
eu: _Teklaren lasterbidea
fa: _ﺮﺒﻧﺎﯿﻣ ﺪﯿﻠﮐ
fi: _Pikanäppäin
ga: _Eochair Aicearra
gd: _Prìomh ghoirid
gl: _Atallo de teclas
gu: _કી શોર્ટકટ
he: _ךרד רוציק
hi: _कुंजी शॉर्टकट
hr: _Tipkovni prečac
hu: _Billentyűparancs
hy: _Ստեղների դյուրանցում
id: _Pintasan Kunci
is: _Lykill Flýtileið
ka: _გასაღების მალსახმობი
kk: _Пернелер тіркесімі
km: _ផ្លូវកាត់គន្លឹះ
kn: _ಕೀ ಶಾರ್ಟ್u200cಕಟ್
ku: _Kurtebirra Key
ky: _Ачкыч кыска жол
lb: _Schlëssel Ofkiirzung
lo: _ປຸ່ມລັດ
lt: _Spartusis klavišas
lv: _Taustiņu saīsne
mi: _Pokatata Matua
mk: _Кратенка на копче
ml: _കീ കുറുക്കുവഴി
mn: _Түлхүүр товчлол
mr: _की शॉर्टकट
mt: _Shortcut ewlieni
my: _သော့ဖြတ်လမ်း
nb: _Tastesnarvei
ne: _कुञ्जी सर्टकट
or: _କି ସର୍ଟକଟ୍ |
pa: _ਕੁੰਜੀ ਸ਼ਾਰਟਕੱਟ
ps: _ټﮐ ټﺭﺎﺷ ﻱﺪﯿﻠﮐ
ro: _Comandă rapidă a tastelor
rw: _Urufunguzo ruto
sd: _ٽڪ ٽﺭﺎﺷ ﻲڪ
si: _යතුරු කෙටිමං
sk: _Klávesová skratka
sl: _Bližnjica na tipki
sq: _Shkurtorja e tastit
sw: _Njia ya mkato muhimu
ta: _முக்கிய குறுக்குவழி
te: _కీ సత్వరమార్గం
tg: _Миёнабури калидӣ
th: _ปุ่มลัด
tk: _Açar salgylanma
tt: _Ачкыч кыска юл
uk: _Комбінація клавіш
ur: _ﭧﮐ ﭦﺭﺎﺷ ﯼﺪﯿﻠﮐ
uz: _Qisqa klavish
vi: _Phím tắt
xh: _Isinqumli Seqhosha
yi: _געווכרוד לסילש

source: _Edit Script
af: _Wysig Skrip
am: _ስክሪፕት አርትዕ
ar: _ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﺮﻳﺮﺤﺗ
be: _Рэдагаваць сцэнар
bg: _Редактиране на скрипт
bn: _স্ক্রিপ্ট সম্পাদনা করুন
ca: _Edita el guió
cy: _Golygu Sgript
da: _Rediger script
eo: _Redakti Skripton
et: _Redigeeri skripti
eu: _Editatu gidoia
fa: _ﺖﭙﯾﺮﮑﺳﺍ ﺶﯾﺍﺮﯾﻭ
fi: _Muokkaa komentosarjaa
fil: _I-edit ang Script
fy: _Skript bewurkje
ga: _Cuir Script in eagar
gd: _Deasaich an Sgriobt
gl: _Editar guión
gu: _સ્ક્રિપ્ટ સંપાદિત કરો
he: _טפירקס ךורע
hi: _स्क्रिप्ट संपादित करें
hr: _Uredi skriptu
hu: _Szkript szerkesztése
hy: _Խմբագրել սցենարը
id: _Sunting Skrip
is: _Breyta skrift
ka: _სკრიპტის რედაქტირება
kk: _Скриптті өңдеу
km: _កែសម្រួលស្គ្រីប
kn: _ಸ್ಕ್ರಿಪ್ಟ್ ಸಂಪಾದಿಸಿ
ku: _Skrîptê biguherîne
ky: _Скриптти түзөтүү
lb: _Edit Skript
lo: _ແກ້ໄຂສະຄຣິບ
lt: _Redaguoti scenarijų
lv: _Rediģēt skriptu
mg: _Ahitsio Script
mi: _Whakatika Hōtuhi
mk: _Уреди скрипта
ml: _സ്ക്രിപ്റ്റ് എഡിറ്റ് ചെയ്യുക
mn: _Скриптийг засах
mr: _स्क्रिप्ट संपादित करा
mt: _Editja l-Iskript
my: _ဇာတ်ညွှန်းကို တည်းဖြတ်ပါ။
nb: _Rediger skript
ne: _लिपि सम्पादन गर्नुहोस्
or: _ସ୍କ୍ରିପ୍ଟ ସଂପାଦନ କରନ୍ତୁ |
pa: _ਸਕ੍ਰਿਪਟ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
ps: _ﺉړﮐ ټﯾډﯾﺍ ټﭙﯾﺮﮑﺳ
ro: _Editați Scriptul
rw: _Hindura inyandiko
sd: _ﻮﻳﺮڪ ﻢﻴﻣﺮﺗ ۾ ٽﭘﺮڪﺳﺍ
si: _පිටපත සංස්කරණය කරන්න
sk: _Upraviť skript
sl: _Uredi skripto
sq: _Redakto skriptin
sw: _Hariri Hati
ta: _ஸ்கிரிப்டைத் திருத்து
te: _స్క్రిప్ట్u200cని సవరించండి
tg: _Скриптро таҳрир кунед
th: _แก้ไขสคริปต์
tk: _Scriptazgylary redaktirläň
tt: _Сценарийны үзгәртү
uk: _Редагувати сценарій
ur: _۔ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﭧﭘﺮﮑﺳﺍ
uz: _Skriptni tahrirlash
vi: _Chỉnh sửa tập lệnh
xh: _Hlela iSikripthi
yi: _טפּירקס ןריגאַדער

source: E_dit As Root
af: E_dit Soos Root
am: E_dit እንደ Root
ar: E_dit ﺎﻤﻛ Root
be: E_dit Як Root
bg: E_dit Като Root
bn: E_dit হিসাবে Root
ca: E_dit Com Root
cy: E_dit Fel Root
da: E_dit Som Root
eo: E_dit Kiel Root
et: E_dit Nagu Root
fa: E_dit ﺪﻨﻧﺎﻣ Root
fi: E_dit Kuten Root
fil: E_dit Bilang Root
ga: E_dit Mar Root
gd: E_dit Mar Root
gl: E_dit Como Root
gu: E_dit તરીકે Root
he: E_dit ש יפכ Root
hi: E_dit जैसा Root
hr: E_dit Kao Root
hu: E_dit Mint Root
hy: E_dit Ինչպես Root
id: E_dit Sebagai Root
is: E_dit Sem Root
ka: E_dit როგორც Root
kk: E_dit ретінде Root
km: E_dit ជា Root
kn: E_dit ಅಂತೆ Root
ku: E_dit Dema Root
ky: E_dit катары Root
lb: E_dit Wéi Root
lo: E_dit ເປັນ Root
lt: E_dit Kaip Root
lv: E_dit Kā Root
mg: E_dit Araka ny Root
mk: E_dit Како Root
ml: E_dit പോലെ Root
mn: E_dit гэх мэт Root
mr: E_dit म्हणून Root
mt: E_dit Kif Root
my: E_dit အမျှ Root
nb: E_dit Som Root
ne: E_dit जस्तै Root
or: E_dit ଯେପରି Root
pa: E_dit ਦੇ ਤੌਰ 'ਤੇ Root
ps: E_dit ﻪﮑﻟ Root
ro: E_dit La fel de Root
rw: E_dit Nk Root
sd: E_dit ﻦﺌﻴﺟ Root
si: E_dit පරිදි Root
sk: E_dit Ako Root
sl: E_dit Kot Root
sq: E_dit Si Root
sw: E_dit Kama Root
ta: E_dit என Root
te: E_dit వంటి Root
tg: E_dit Чунон ки Root
th: E_dit เนื่องจาก Root
tk: E_dit Bolşy ýaly Root
tt: E_dit Кебек Root
uk: E_dit Як Root
ur: E_dit ﮧﮐ ﺎﺴﯿﺟ Root
uz: E_dit Sifatida Root
vi: E_dit Bằng Root
xh: E_dit Njengoko Root
yi: E_dit יוו Root

source: _Edit Command
af: _Wysig opdrag
am: _ትዕዛዝ አርትዕ
ar: _ﺮﻳﺮﺤﺘﻟﺍ ﺮﻣﺃ
be: _Рэдагаваць каманду
bg: _Редактиране на команда
bn: _কমান্ড সম্পাদনা করুন
ca: _Edita l'ordre
cy: _Golygu Gorchymyn
da: _Rediger kommando
eo: _Redakti Komandon
et: _Redigeeri käsku
eu: _Editatu komandoa
fa: _ﺶﯾﺍﺮﯾﻭ ﺭﻮﺘﺳﺩ
fi: _Muokkaa komentoa
fil: _I-edit ang Command
fy: _Kommando bewurkje
ga: _Cuir Ordú in Eagar
gd: _Deasaich Command
gl: _Comando de edición
gu: _આદેશ સંપાદિત કરો
he: _הדוקפ ךורע
hi: _कमांड संपादित करें
hr: _Uredi naredbu
hu: _Parancs szerkesztése
hy: _Խմբագրել հրամանը
id: _Edit Perintah
is: _Breyta skipun
ka: _ბრძანების რედაქტირება
kk: _Өңдеу пәрмені
km: _កែសម្រួលពាក្យបញ្ជា
kn: _ಆಜ್ಞೆಯನ್ನು ಸಂಪಾದಿಸಿ
ku: _Fermana Biguherîne
lb: _Kommando änneren
lo: _ແກ້ໄຂຄໍາສັ່ງ
lt: _Redaguoti komandą
lv: _Rediģēt komandu
mg: _Ahitsio baiko
mi: _Whakatika Whakahau
mk: _Наредба за уредување
ml: _കമാൻഡ് എഡിറ്റ് ചെയ്യുക
mn: _Засварлах команд
mr: _कमांड संपादित करा
mt: _Editja Kmand
my: _Command ကို တည်းဖြတ်ပါ။
nb: _Rediger kommando
ne: _आदेश सम्पादन गर्नुहोस्
or: _ନିର୍ଦ୍ଦେଶକୁ ସଂପାଦନ କରନ୍ତୁ |
pa: _ਕਮਾਂਡ ਸੋਧੋ
ps: _ﺮﻣﺍ ﻥﻮﻤﺳ ﺩ
ro: _Comanda Editare
rw: _Hindura itegeko
sd: _ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻢڪﺣ
si: _විධානය සංස්කරණය කරන්න
sk: _Upraviť príkaz
sl: _Uredi ukaz
sq: _Komanda e modifikimit
sw: _Badilisha Amri
ta: _கட்டளையைத் திருத்தவும்
te: _ఆదేశాన్ని సవరించండి
tg: _Фармони таҳрир
th: _แก้ไขคำสั่ง
tk: _Buýrugy redaktirläň
tt: _Команданы үзгәртү
uk: _Редагувати команду
ur: _۔ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﮉﻧﺎﻤﮐ
uz: _Buyruqni tahrirlash
vi: _Chỉnh sửa lệnh
xh: _Hlela Umyalelo
yi: _דנאַמאַק ןריגאַדער

source: _Properties
af: _Eienskappe
am: _ንብረቶች
ar: _خصائص
be: _Уласцівасці
bg: _Настройки
bn: _বৈশিষ্ট্য
ca: _Propietats
cy: _Eiddo
da: Egenskaber
eo: _Propraĵoj
et: _Omadused
eu: _Propietateak
fa: _ﺹﺍﻮﺧ
fi: _Ominaisuudet
fil: _Ari-arian
fy: _Eigenskippen
ga: _Airíonna
gd: _Togalaichean
gl: _Propiedades
gu: _ગુણધર્મો
he: _מאפיינים
hi: _गुण
hr: _Svojstva
hu: T_ulajdonságok
hy: _Հատկություններ
is: _Eiginleikar
ka: _Თვისებები
kk: _Қасиеттер
km: លក្ខណៈ​សម្បត្តិ
kn: _ಗುಣಲಕ್ಷಣಗಳು
ku: _Taybetmendiyên
lb: _Eegeschaften
lo: _ຄຸນສົມບັດ
lt: _Savybės
lv: _Īpašības
mi: _Āhuatanga
mk: _Својства
ml: _പ്രോപ്പർട്ടികൾ
mn: _Үл хөдлөх хөрөнгө
mr: _गुणधर्म
mt: _Proprjetajiet
my: _သတ္တိ
nb: Egenska_per
ne: _गुणहरू
or: _ଗୁଣଧର୍ମ
pa: _ਗੁਣ
ps: _ﻪﻧﻮﺘﯿﮑﻠﻣ
ro: _Proprietăți
rw: _Ibyiza
sd: _ﻥﻮﺘﻴڪﻠﻣ
si: _දේපළ
sk: _Vlastnosti
sl: _Lastnosti
sq: _Vetitë
sw: _Mali
ta: _பண்புகள்
te: _లక్షణాలు
tg: _Хосиятҳо
th: _คุณสมบัติ
tk: _Sypatlar
tt: _Сыйфат
uk: _Властивості
ur: _خصوصیات
uz: _Xususiyatlari
vi: _Tính chất
xh: _Iipropati
yi: _סעיטרעפּאָרפּ

source: Set Icon
af: Stel ikoon
am: አዶ አዘጋጅ
ar: ﺔﻧﻮﻘﻳﻷ﻿ﺍ ﻦﻴﻴﻌﺗ
be: Ўсталяваць значок
bg: Задайте икона
bn: আইকন সেট করুন
ca: Establir icona
cy: Eicon Gosod
da: Indstil ikon
eo: Agordu Ikonon
et: Määra ikoon
eu: Ezarri ikonoa
fa: ﻢﯿﻈﻨﺗ ﺩﺎﻤﻧ
fi: Aseta kuvake
fil: Itakda ang Icon
fy: Ikoan ynstelle
ga: Deilbhín Socraigh
gd: Suidhich Ìomhaigh
gl: Establecer icona
gu: આયકન સેટ કરો
he: למס רדגה
hi: चिह्न सेट करें
hr: Postavi ikonu
hu: Állítsa be az ikont
hy: Սահմանել պատկերակը
id: Atur Ikon
is: Stilltu táknmynd
kk: Белгішені орнату
km: កំណត់រូបតំណាង
kn: ಐಕಾನ್ ಹೊಂದಿಸಿ
ky: Белги коюу
lb: Set Ikon
lo: ຕັ້ງໄອຄອນ
lt: Nustatyti piktogramą
lv: Iestatīšanas ikona
mi: Tautuhi Ata
mk: Поставете икона
ml: ഐക്കൺ സജ്ജമാക്കുക
mn: Дүрсийг тохируулах
mr: चिन्ह सेट करा
mt: Issettja Ikona
my: Icon သတ်မှတ်ပါ။
nb: Sett ikon
ne: प्रतिमा सेट गर्नुहोस्
or: ଆଇକନ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਆਈਕਨ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻥﻮﮑﯾﺁ
rw: Shiraho Agashusho
sd: ﻮﻳﺮڪ ٽﻴﺳ ﻦڪﺋﺁ
si: අයිකනය සකසන්න
sk: Nastaviť ikonu
sl: Nastavi ikono
sw: Weka Ikoni
ta: ஐகானை அமைக்கவும்
te: చిహ్నాన్ని సెట్ చేయండి
tg: Танзими Нишона
th: ชุดไอคอน
tk: Nyşan düzüň
tt: Икона
uk: Встановити значок
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﻦﮑﯿﺋﺁ
uz: Belgini o'rnatish
vi: Đặt biểu tượng
xh: Seta i-Icon
yi: ןאָקי ןלעטש

source: _Edit
af: _Wysig
am: _አርትዕ
ar: ت_حرير
be: _Рэдагаваць
bg: _Редактиране
bn: _সম্পাদনা করুন
ca: _Edita
cy: _Golygu
da: R_ediger
eo: _Redakti
et: _Redigeerimine
eu: _Editatu
fa: _ﺪﯿﻨﮐ ﺶﯾﺍﺮﯾﻭ
fi: _Muokkaa
fil: _I-edit
fy: _Bewurkje
ga: _Cuir in eagar
gd: _Deasaich
gl: _Editar
gu: _સંપાદિત કરો
he: _עריכה
hi: _संपादित करें
hr: _Uredi
hu: Sz_erkesztés
hy: _Խմբագրել
is: _Breyta
ka: _რედაქტირება
kk: _Өңдеу
km: ​កែសម្រួល
kn: _ತಿದ್ದು
ku: _Weşandin
ky: _Түзөтүү
lo: _ແກ້ໄຂ
lt: _Keisti
lv: _Rediģēt
mg: _Ovay
mi: _Whakatikatika
mk: _Уредување
ml: _എഡിറ്റ് ചെയ്യുക
mn: _Засварлах
mr: _सुधारणे
mt: _Editja
my: _တည်းဖြတ်ပါ။
nb: R_ediger
ne: _सम्पादन गर्नुहोस्
or: _ସଂପାଦନ କରନ୍ତୁ |
pa: _ਸੰਪਾਦਿਤ ਕਰੋ
ps: _ﻥﻮﻤﺳ
ro: _Editați | ×
rw: _Hindura
sd: _ﻮﻳﺮڪ ﻢﻴﻣﺮﺗ
si: _සංස්කරණය කරන්න
sk: Úpr_avy
sl: _Uredi
sq: _Redakto
sw: _Hariri
ta: _தொகு
te: _సవరించు
tg: _Таҳрир
th: _แก้ไข
tk: _Redaktirläň
tt: _Редакцияләү
uk: _Правка
ur: _تدوین
uz: _Tahrirlash
vi: _Biên tập
xh: _Hlela
yi: _ןריגאַדער

source: _Default
af: _Verstek
am: _ነባሪ
ar: _ﺮﻴﺼﻘﺗ
be: _Па змаўчанні
bg: _По подразбиране
bn: _ডিফল্ট
ca: _Per defecte
cy: _Rhagosodiad
da: _Standard
eo: _Defaŭlte
et: _Vaikimisi
eu: _Lehenetsia
fa: _ﺽﺮﻓ ﺶﯿﭘ
fi: _Oletus
fy: _Standert
ga: _Réamhshocrú
gl: _Por defecto
gu: _ડિફૉલ્ટ
he: _לָדחֶמ תַריִרְּב
hi: _चूक जाना
hr: _Zadano
hu: _Alapértelmezett
hy: _Կանխադրված
id: _Bawaan
is: _Sjálfgefið
ka: _ნაგულისხმევი
kk: _Әдепкі
km: _លំនាំដើម
kn: _ಡೀಫಾಲ್ಟ್
ku: _Destçûnî
ky: _Демейки
lo: _ຄ່າເລີ່ມຕົ້ນ
lt: _Numatytas
lv: _Noklusējums
mg: _toerana misy anao
mi: _Taunoa
mk: _Стандардно
ml: _സ്ഥിരസ്ഥിതി
mn: _Өгөгдмөл
mr: _डीफॉल्ट
my: _ပုံသေ
nb: _Misligholde
ne: _पूर्वनिर्धारित
or: _ଡିଫଲ୍ଟ |
pa: _ਡਿਫਾਲਟ
ps: _ټﻟﺎﻔﯾډ
ro: _Mod implicit
rw: _Mburabuzi
sd: _ٽﻟﺎﻓڊ
si: _පෙරනිමිය
sk: _Predvolené
sl: _Privzeto
sq: _E paracaktuar
sw: _Chaguomsingi
ta: _இயல்புநிலை
te: _డిఫాల్ట్
tg: _Пешфарз
th: _ค่าเริ่มต้น
tk: _Bellenen
tt: _Килешү
uk: _За замовчуванням
ur: _ﮦﺪﺷ ﮯﻃ
uz: _Standart
vi: _Mặc định
xh: _Ukuhlala kukho
yi: _טיַיקילעפ

source: Your input is invalid because it contains linefeeds
af: Jou invoer is ongeldig omdat dit lynvoere bevat
am: የአንተ ግብአት የመስመር ምግቦችን ስለያዘ ልክ ያልሆነ ነው።
ar: ﺮﻄﺳﻷ﻿ﺍ ﺔﻳﺬﻐﺗ ﻰﻠﻋ ﻱﻮﺘﺤﺗ ﺎﻬﻧﻷ﻿ ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﻚﺑ ﺔﺻﺎﺨﻟﺍ ﺕﻼ﻿ﺧﺪﻤﻟﺍ
be: Ваш увод несапраўдны, таму што ён змяшчае пераклады радка
bg: Въведеното от вас е невалидно, защото съдържа емисии на ред
bn: আপনার ইনপুটটি অবৈধ কারণ এতে লাইনফিড রয়েছে৷
ca: La teva entrada no és vàlida perquè conté salts de línia
cy: Mae eich mewnbwn yn annilys oherwydd ei fod yn cynnwys porthiant llinell
da: Dit input er ugyldigt, fordi det indeholder linjefeeds
eo: Via enigo estas malvalida ĉar ĝi enhavas liniofluojn
et: Teie sisend on kehtetu, kuna see sisaldab reavahetusi
eu: Zure sarrera baliogabea da lerro-jarioak dituelako
fa: ﺖﺳﺍ ﯽﻄﺧ ﯼﺎﻫﺪﯿﻓ ﯼﻭﺎﺣ ﺍﺮﯾﺯ ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﺎﻤﺷ ﯼﺩﻭﺭﻭ
fi: Antamasi syöttö on virheellinen, koska se sisältää rivinvaihtoja
fil: Di-wasto ang iyong input dahil naglalaman ito ng mga linefeed
fy: Jo ynfier is ûnjildich omdat it linefeeds befettet
ga: Tá d’ionchur neamhbhailí toisc go bhfuil beathú líne ann
gd: Tha an cur-a-steach agad neo-dhligheach oir tha sreathan-loidhne ann
gl: A túa entrada non é válida porque contén saltos de liña
gu: તમારું ઇનપુટ અમાન્ય છે કારણ કે તેમાં લાઇનફીડ્સ છે
he: הרוש תונזה ליכמ אוהש ןוויכמ יקוח אל ךלש טלקה
hi: आपका इनपुट अमान्य है क्योंकि इसमें लाइनफीड्स शामिल हैं
hr: Vaš unos je nevažeći jer sadrži uvode reda
hu: A bevitt adat érvénytelen, mert soremeléseket tartalmaz
hy: Ձեր մուտքագրումն անվավեր է, քանի որ այն պարունակում է տողերի հոսքեր
id: Masukan Anda tidak valid karena berisi umpan baris
is: Inntakið þitt er ógilt vegna þess að það inniheldur línustrauma
ka: თქვენი შეყვანა არასწორია, რადგან ის შეიცავს ხაზების მიწოდებას
kk: Енгізуіңіз жарамсыз, себебі оның құрамында желілік арналар бар
km: ការបញ្ចូលរបស់អ្នកមិនត្រឹមត្រូវទេ ព្រោះវាមាន linefeeds
kn: ನಿಮ್ಮ ಇನ್u200cಪುಟ್ ಅಮಾನ್ಯವಾಗಿದೆ ಏಕೆಂದರೆ ಅದು ಲೈನ್u200cಫೀಡ್u200cಗಳನ್ನು ಒಳಗೊಂಡಿದೆ
ku: Ketina we nederbasdar e ji ber ku xêzikan dihewîne
ky: Киргизүүүңүз жараксыз, анткени анда линия берүүлөр камтылган
lb: Ären Input ass ongëlteg well et Linefeeds enthält
lo: ຂໍ້ມູນຂອງທ່ານບໍ່ຖືກຕ້ອງເນື່ອງຈາກມັນມີ linefeeds
lt: Jūsų įvestis neteisinga, nes joje yra eilučių tiekimo
lv: Jūsu ievadītā informācija nav derīga, jo tajā ir rindu plūsmas
mg: Tsy mety ny fampidiranao satria misy famahanana andalana
mi: He muhu to whakauru na te mea kei roto nga whangai raina
mk: Вашиот внес е неважечки бидејќи содржи доводи на линии
ml: നിങ്ങളുടെ ഇൻപുട്ട് അസാധുവാണ്, കാരണം അതിൽ ലൈൻഫീഡുകൾ അടങ്ങിയിരിക്കുന്നു
mn: Таны оруулсан зүйлд мөрийн хангамж агуулж байгаа тул буруу байна
mr: तुमचे इनपुट अवैध आहे कारण त्यात लाइनफीड आहेत
mt: Id-dħul tiegħek mhuwiex validu għaliex fih linefeeds
my: ၎င်းတွင် linefeed များပါ၀င်သောကြောင့် သင့်ထည့်သွင်းမှုမှာ မမှန်ကန်ပါ။
nb: Inndataene dine er ugyldige fordi de inneholder linjeinnmatinger
ne: तपाईंको इनपुट अमान्य छ किनभने यसले लाइनफिडहरू समावेश गर्दछ
or: ତୁମର ଇନପୁଟ୍ ଅବ alid ଧ କାରଣ ଏଥିରେ ଲାଇନ୍ଫିଡ୍ ଥାଏ |
pa: ਤੁਹਾਡਾ ਇਨਪੁਟ ਅਵੈਧ ਹੈ ਕਿਉਂਕਿ ਇਸ ਵਿੱਚ ਲਾਈਨਫੀਡ ਸ਼ਾਮਲ ਹਨ
ps: ﻱﺮﻟ ﻪﻧﻭډﯿﻓ ﻦﯾﻻ﻿ ﺍﺩ ﯥﭼ ﻪﮑځ ﯼﺩ ﻢﺳﺎﻧ ﻝﻭډﻧﺍ ﻮﺳﺎﺘﺳ
ro: Intrarea dvs. este nevalidă deoarece conține fluxuri de linie
rw: Igitekerezo cyawe nticyemewe kuko kirimo umurongo
sd: ﻦﻫﺁ ﻞﻣﺎﺷ ڊﻴﻓ ﻦﺋﻻ﻿ ۾ ﻥﺍ ﻪﺗ ﻮﮀ ﻲﻫﺁ ﻂﻠﻏ ٽﭘ ﻥﺍ ﻮﺟ ﻥﺎﻫﻮﺗ
si: ඔබේ ආදානය එහි රේඛීය පෝෂක අඩංගු බැවින් වලංගු නැත
sk: Váš vstup je neplatný, pretože obsahuje posun riadkov
sl: Vaš vnos je neveljaven, ker vsebuje vrstice
sq: Hyrja juaj është e pavlefshme sepse përmban furnizime linjash
sw: Ingizo lako ni batili kwa sababu lina milisho ya laini
ta: உங்கள் உள்ளீடு தவறானது, ஏனெனில் அதில் லைன்ஃபீட்கள் உள்ளன
te: ఇది లైన్u200cఫీడ్u200cలను కలిగి ఉన్నందున మీ ఇన్u200cపుట్ చెల్లదు
tg: Вуруди шумо беэътибор аст, зеро он дорои каналҳои сатр аст
th: ข้อมูลของคุณไม่ถูกต้องเนื่องจากมีการป้อนบรรทัด
tk: Girişiňiz nädogry, sebäbi ol ýerde setir iýmitleri bar
tt: Сезнең кертү дөрес түгел, чөнки анда линейкалар бар
uk: Ваше введене значення недійсне, оскільки воно містить переводи рядка
ur: ۔ﮟﯿﮨ ﺯﮉﯿﻓ ﻦﺋﻻ﻿ ﮟﯿﻣ ﺱﺍ ﮧﮑﻧﻮﯿﮐ ﮯﮨ ﻂﻠﻏ ﭧﭘ ﻥﺍ ﺎﮐ ﭖﺁ
uz: Siz kiritgan maʼlumotlar notoʻgʻri, chunki unda qator tasmalari mavjud
vi: Đầu vào của bạn không hợp lệ vì có chứa nguồn cấp dữ liệu
xh: Igalelo lakho alisebenzi kuba liqulathe iifidi zomgca
yi: זדיפ הרוש ללוכּ סע ליַיוו טלפּירקראַפ זיא ביַירשניַיראַ ןייד

source: _OK
am: _እሺ
ar: _ﻢﻌﻧ
be: _добра
bg: _Добре
bn: _ঠিক আছে
ca: _D'acord
cy: _iawn
da: _Okay
eo: _bone
et: _Okei
eu: _Ados
fa: _ﺏﻮﺧ
ga: _Ceart go leor
gd: _Ceart gu leòr
gu: _બરાબર
he: _רדסב
hi: _ठीक है
hr: _u redu
hu: _rendben
hy: _լավ
id: _oke
is: _Allt í lagi
ka: _კარგი
kk: _ЖАРАЙДЫ МА
km: _យល់ព្រម
kn: _ಸರಿ
ky: _макул
lo: _ຕົກu200bລົງ
lt: _Gerai
lv: _labi
mi: _pai
mk: _добро
ml: _ശരി
mn: _БОЛЖ БАЙНА УУ
mr: _ठीक आहे
mt: _kollox sew
my: _ရလား
ne: _ठिक छ
or: _ଠିକ୍ ଅଛି
pa: _ਠੀਕ ਹੈ
ps: _ﻩﺩ ﻪﻤﺳ
rw: _Nibyo
sd: _ڪﻴﭠ
si: _හරි
sl: _v redu
sq: _Ne rregull
sw: _sawa
ta: _சரி
te: _అలాగే
tg: _Хуб
th: _ตกลง
tk: _Bolýar
tt: _Ярар
uk: _гаразд
ur: _ﮯﮨ ﮏﯿﮭﭨ
vi: _VÂNG
xh: _Kulungile
yi: _יעקא

source: _Unset
af: _Ontkoppel
am: _አልተዋቀረም።
ar: _ﺩﺪﺤﻣ ﺮﻴﻏ
be: _Адключаны
bg: _Ненастроено
bn: _আনসেট
ca: _Desactivat
da: _Frakoblet
eo: _Malŝaltita
et: _Tühista
eu: _Konfiguratu gabe
fa: _ﺖﺳﺍ ﻩﺪﺸﻧ ﻢﯿﻈﻨﺗ
fil: _Hindi nakatakda
gl: _Desactivar
gu: _અનસેટ
he: _לטב
hi: _अनसेट
hr: _Poništeno
hy: _Չսահմանված
id: _Tidak disetel
is: _Óstillt
ka: _გაუქმება
kk: _Орнатылмады
km: _មិនបានកំណត់
kn: _ಹೊಂದಿಸಿಲ್ಲ
ky: _Жөндөлбөйт
lb: _Unsat
lo: _ບໍ່ໄດ້ຕັ້ງ
lt: _Atšauktas
lv: _Atiestatīts
mg: _Tsy napetraka
mi: _Whakakorehia
mk: _Отстранете го
ml: _സജ്ജീകരിക്കാത്തത്
mn: _Тохируулаагүй
mr: _अनसेट
mt: _Mitfi
my: _သတ်မှတ်မထားပါ။
nb: _Deaktivert
ne: _अनसेट
or: _ଅସନ୍ତୁଷ୍ଟ
pa: _ਅਣਸੈੱਟ
ps: _ﻪﺒﯿﺗﺮﺗ ﯥﺑ
ro: _Dezactivat
rw: _Kureka
sd: _ﺐﻴﺗﺮﺗ ﻲﺑ
si: _සකස් නොකළ
sk: _Nenastavené
sl: _Nenastavljeno
sq: _I pacaktuar
sw: _Haijawekwa
ta: _அமைக்கப்படவில்லை
te: _సెట్ చేయబడలేదు
tg: _Мунтазам
th: _ยกเลิกการตั้งค่า
tk: _Gurmak
tt: _Бетерү
uk: _Не встановлено
ur: _ﭧﯿﺳ ﺮﯿﻏ
uz: _Sozlanmadi
vi: _Bỏ đặt
xh: _Ayilungiswanga
yi: _טעסנו

source: Remo_ve / Eject
af: Remo_ve / Verwyder
am: Remo_ve / አስወጡት።
ar: Remo_ve / ﺝﺍﺮﺧﺇ
be: Remo_ve / Выкідваць
bg: Remo_ve / Извадете
bn: Remo_ve / বের করে দাও
ca: Remo_ve / Expulsar
cy: Remo_ve / Dadfeddio
da: Remo_ve / Udstøde
eo: Remo_ve / Elĵeti
et: Remo_ve / Väljuta
eu: Remo_ve / kanporatu
fa: Remo_ve / ﻦﺘﺧﺍﺪﻧﺍ ﻥﻭﺮﯿﺑ
fi: Remo_ve / Poista
fil: Remo_ve / I-eject
gl: Remo_ve / Expulsar
gu: Remo_ve / બહાર કાઢો
he: Remo_ve / טֹולְפִל
hi: Remo_ve / निकालें
hr: Remo_ve / Izbaciti
hu: Remo_ve / Kidobás
hy: Remo_ve / Հեռացնել
id: Remo_ve / Mengeluarkan
is: Remo_ve / Kastaðu út
ka: Remo_ve / ამოღება
kk: Remo_ve / Шығару
km: Remo_ve / ច្រានចោល
kn: Remo_ve / ಹೊರಹಾಕು
ku: Remo_ve / Derveavêtin
ky: Remo_ve / Чыгаруу
lb: Remo_ve / Ausstoen
lo: Remo_ve / ຖອດອອກ
lt: Šal_inti / Išstumti
lv: Remo_ve / Izstumt
mi: Remo_ve / Tukua
mk: Remo_ve / Исфрли
ml: Remo_ve / പുറത്താക്കുക
mn: Remo_ve / Гаргах
mr: Remo_ve / बाहेर काढा
my: Remo_ve / ထုတ်လိုက်ပါ။
nb: Remo_ve / Støte
ne: Remo_ve / निकाल्नुहोस्
or: Remo_ve / ବାହାର କର
pa: Remo_ve / ਬਾਹਰ ਕੱਢੋ
ps: Remo_ve / ﻞﺘﺴﯾﺍ
rw: Remo_ve / Gusohora
sd: Remo_ve / ﮠﮃڪ
si: Remo_ve / ඉවත් කරන්න
sk: Remo_ve / Vysunúť
sl: Remo_ve / Izvrzi
sq: Remo_ve / Nxjerr
sw: Remo_ve / Toa
ta: Remo_ve / வெளியேற்று
te: Remo_ve / ఎజెక్ట్
tg: Remo_ve / Хориҷ кардан
th: Remo_ve / ดีดออก
tk: Remo_ve / Zyňmak
tt: Remo_ve / Чыгар
uk: Remo_ve / Викиньте
ur: Remo_ve / ﺎﻨﻟﺎﮑﻧ
uz: Remo_ve / Chiqarish
vi: Remo_ve / Đẩy ra
xh: Remo_ve / Khupha
yi: Remo_ve / ןפראַווסיוראַ
