Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
af: Toestel sal (her)gemonteer word deur die opsies hieronder te gebruik. Benewens gereelde opsies, kan jy ook opsies spesifiseer wat bygevoeg of verwyder moet word vir 'n spesifieke lêerstelsel tipe deur die vorm OPSIE+FSTYPE of OPSIE-FSTYPE te gebruik. Voorbeeld: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dit sal byvoeg nosuid en noatime vir alle lêerstelseltipes, voeg by sync vir vfat en ntfs net, en verwyder noatime vir ext4. Let wel: Sommige opsies, soos nosuid, kan bygevoeg word deur die mount program, selfs as jy dit nie insluit nie. Opsies in fstab voorkeur geniet. pmount ignoreer opsies wat hier gestel is.
am: ከታች ያሉትን አማራጮች በመጠቀም መሳሪያው (እንደገና) ይሰቀላል። ከመደበኛ አማራጮች በተጨማሪ፣ OPTION+FSTYPE ወይም OPTION-FSTYPEን በመጠቀም ለአንድ የተወሰነ የፋይል ስርዓት አይነት የሚጨመሩ ወይም የሚወገዱ አማራጮችን መግለጽ ይችላሉ። ለምሳሌ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ይህ ይጨምራል nosuid እና noatime ለሁሉም የፋይል ስርዓት ዓይነቶች ፣ ያክሉ sync ለ vfat እና ntfs ብቻ, እና ያስወግዱ noatime ለ ext4. ማሳሰቢያ፡ እንደ አንዳንድ አማራጮች nosuid, እርስዎ ባያካትቷቸውም በ ተራራ ፕሮግራም ሊታከሉ ይችላሉ። ውስጥ ያሉ አማራጮች fstab ቅድሚያ ስጥ። pmount እዚህ የተቀመጡ አማራጮችን ችላ ይላል።
ar: .ﻩﺎﻧﺩﺃ ﺕﺍﺭﺎﻴﺨﻟﺍ ﻡﺍﺪﺨﺘﺳﺎﺑ ﺯﺎﻬﺠﻟﺍ ﺖﻴﺒﺜﺗ (ﺓﺩﺎﻋﺇ) ﻢﺘﻴﺳ .OPTION-FSTYPE ﻭﺃ OPTION + FSTYPE ﺝﺫﻮﻤﻨﻟﺍ ﻡﺍﺪﺨﺘﺳﺎﺑ ﻦﻴﻌﻣ ﺕﺎﻔﻠﻣ ﻡﺎﻈﻧ ﻉﻮﻨﻟ ﺎﻬﺘﻟﺍﺯﺇ ﻭﺃ ﺎﻬﺘﻓﺎﺿﻹ﻿ ﺕﺍﺭﺎﻴﺧ ﺪﻳﺪﺤﺗ ﺎًﻀﻳﺃ ﻚﻨﻜﻤﻳ ، ﺔﻳﺩﺎﻌﻟﺍ ﺕﺍ :ﻝﺎﺜﻣ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﻒﻴﻀﻳ ﻑﻮﺳ ﺍﺬﻫ nosuid ﻭ noatime ﻒﺿﺃ ، ﺕﺎﻔﻠﻤﻟﺍ ﺔﻤﻈﻧﺃ ﻉﺍﻮﻧﺃ ﻊﻴﻤﺠﻟ sync ﻝ vfat ﻭ ntfs ﺔﻟﺍﺯﺇﻭ ، ﻂﻘﻓ noatime ﻝ ext4. ﻞﺜﻣ ، ﺕﺍﺭﺎﻴﺨﻟﺍ ﺾﻌﺑ :ﺔﻈﺣﻼ﻿ﻣ nosuid, ﻲﻓ ﺕﺍﺭﺎﻴﺧ .ﺎﻬﻨﻴﻤﻀﺘﺑ ﻢﻘﺗ ﻢﻟ ﺍﺫﺇ ﻰﺘﺣ ﻞﻴﻤﺤﺘﻟﺍ ﺞﻣﺎﻧﺮﺑ ﺔﻄﺳﺍﻮﺑ ﻑﺎﻀﻳ ﻥﺃ ﻦﻜﻤﻳ fstab .ﺎﻨﻫ ﺓﺩﺪﺤﻤﻟﺍ ﺕﺍﺭﺎﻴﺨﻟﺍ pmount ﻞﻫﺎﺠﺘﻳ .ﻡﺪﻘﺘﻟﺍ ﻖﺣ ﻭﺍ ﻪﻳﻮﻟﻭﻻ﻿ﺍ ﻖﺣ
be: Прылада будзе (пера)мантаваць з дапамогай варыянтаў ніжэй. У дадатак да звычайных опцый, вы таксама можаце задаць параметры, якія будуць дададзеныя або выдаленыя для пэўнага тыпу файлавай сістэмы, выкарыстоўваючы форму OPTION+FSTYPE або OPTION-FSTYPE. Прыклад: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Гэта дадасць nosuid і noatime для ўсіх тыпаў файлавых сістэм, дад sync для vfat і ntfs толькі і выдаліць noatime для ext4. Заўвага: некаторыя варыянты, напрыклад nosuid, могуць быць дададзены праграмай мантавання, нават калі вы іх не ўключыце. Параметры ў fstab мець перавагу. pmount ігнаруе параметры, устаноўленыя тут.
bg: Устройството ще бъде (пре)монтирано с помощта на опциите по-долу. В допълнение към обикновените опции, можете също да зададете опции, които да се добавят или премахват за конкретен тип файлова система, като използвате формата OPTION+FSTYPE или OPTION-FSTYPE. пример: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Това ще добави nosuid и noatime за всички типове файлови системи, добавете sync за vfat и ntfs само и премахнете noatime за ext4. Забележка: Някои опции, като напр nosuid, могат да бъдат добавени от програмата за монтиране, дори ако не ги включите. Опции в fstab предимство. pmount игнорира опциите, зададени тук.
bn: নীচের বিকল্পগুলি ব্যবহার করে ডিভাইসটি (পুনরায়) মাউন্ট করা হবে। নিয়মিত বিকল্পগুলি ছাড়াও, আপনি OPTION+FSTYPE বা OPTION-FSTYPE ফর্মটি ব্যবহার করে একটি নির্দিষ্ট ফাইল সিস্টেমের জন্য যোগ বা অপসারণ করার বিকল্পগুলিও নির্দিষ্ট করতে পারেন। উদাহরণ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 এই যোগ হবে nosuid এবং noatime সব ধরনের ফাইল সিস্টেমের জন্য, যোগ করুন sync জন্য vfat এবং ntfs শুধুমাত্র, এবং অপসারণ noatime জন্য ext4. দ্রষ্টব্য: কিছু বিকল্প, যেমন nosuid, আপনি তাদের অন্তর্ভুক্ত না করলেও মাউন্ট প্রোগ্রাম দ্বারা যোগ করা যেতে পারে। বিকল্পগুলি fstab অগ্রাধিকার. pmount এখানে সেট করা বিকল্প উপেক্ষা করে।
ca: El dispositiu es (re)muntarà mitjançant les opcions següents. A més de les opcions habituals, també podeu especificar opcions per afegir o eliminar per a un tipus de sistema de fitxers específic mitjançant el formulari OPTION+FSTYPE o OPTION-FSTYPE. Exemple: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Això afegirà nosuid i noatime per a tots els tipus de sistemes de fitxers, afegiu sync per vfat i ntfs només, i treure noatime per ext4. Nota: algunes opcions, com ara nosuid, pot ser afegit pel programa de muntatge encara que no els inclogueu. Opcions a fstab tenir prioritat. pmount ignora les opcions establertes aquí.
cy: Bydd dyfais yn cael ei (ail) osod gan ddefnyddio'r opsiynau isod. Yn ogystal ag opsiynau rheolaidd, gallwch hefyd nodi opsiynau i'w hychwanegu neu eu dileu ar gyfer math system ffeiliau penodol trwy ddefnyddio'r ffurflen OPTION + FSTYPE neu OPTION-FSTYPE. Enghraifft: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Bydd hyn yn ychwanegu nosuid a noatime ar gyfer pob math o system ffeiliau, ychwanegwch sync canys vfat a ntfs yn unig, a'i dynnu noatime canys ext4. Nodyn: Rhai opsiynau, fel nosuid, gall y rhaglen mowntio ychwanegu hyd yn oed os nad ydych chi'n eu cynnwys. Opsiynau yn fstab cael blaenoriaeth. mae pmount yn anwybyddu'r opsiynau a osodir yma.
da: Enheden vil blive (gen)monteret ved hjælp af mulighederne nedenfor. Ud over almindelige indstillinger kan du også angive indstillinger, der skal tilføjes eller fjernes for en bestemt filsystemtype ved at bruge formen OPTION+FSTYPE eller OPTION-FSTYPE. Eksempel: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dette vil tilføje nosuid og noatime for alle filsystemtyper, tilføj sync til vfat og ntfs kun, og fjern noatime til ext4. Bemærk: Nogle muligheder, som f.eks nosuid, kan tilføjes af monteringsprogrammet, selvom du ikke inkluderer dem. Valgmuligheder i fstab tage overhånd. pmount ignorerer de indstillinger, der er angivet her.
eo: Aparato estos (re)muntita uzante la eblojn sube. Krom regulaj opcioj, vi ankaŭ povas specifi opciojn aldoni aŭ forigi por specifa dosiersistemo tipo uzante la formon OPTION+FSTYPE aŭ OPTION-FSTYPE. Ekzemplo: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ĉi tio aldonos nosuid kaj noatime por ĉiuj dosiersistemoj, aldonu sync por vfat kaj ntfs nur, kaj forigu noatime por ext4. Noto: Iuj opcioj, kiel ekzemple nosuid, povas esti aldonitaj de la munta programo eĉ se vi ne inkluzivas ilin. Opcioj en fstab prenu prioritaton. pmount ignoras opciojn ĉi tie fiksitajn.
et: Seade (taas)monteeritakse allolevate valikute abil. Lisaks tavalistele suvanditele saate määrata ka konkreetse failisüsteemitüübi jaoks lisatavad või eemaldatavad suvandid, kasutades vormi OPTION+FSTYPE või OPTION-FSTYPE. Näide: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 See lisab nosuid ja noatime kõigi failisüsteemi tüüpide jaoks lisage sync jaoks vfat ja ntfs ainult ja eemaldage noatime jaoks ext4. Märkus. Mõned valikud, nt nosuid, võib paigaldusprogramm lisada isegi siis, kui te neid ei lisa. Valikud sisse fstab esikohale seada. pmount ignoreerib siin määratud suvandeid.
eu: Gailua (berriro) muntatuko da beheko aukerak erabiliz. Ohiko aukerez gain, fitxategi-sistema mota jakin baterako gehitu edo kendu beharreko aukerak ere zehaztu ditzakezu OPTION+FSTYPE edo OPTION-FSTYPE formularioa erabiliz. Adibidea: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Hau gehituko da nosuid eta noatime fitxategi-sistema mota guztietarako, gehitu sync rentzat vfat eta ntfs bakarrik, eta kendu noatime rentzat ext4. Oharra: aukera batzuk, adibidez nosuid, muntatu programak gehi ditzake hauek sartu ez arren. Aukerak barruan fstab lehentasuna hartu. pmount-ek hemen ezarritako aukerak baztertzen ditu.
fa: .ﺩﻮﺷ ﯽﻣ ﺭﺍﻮﺳ (ﻩﺭﺎﺑﻭﺩ) ﺮﯾﺯ ﯼﺎﻫ ﻪﻨﯾﺰﮔ ﺯﺍ ﻩﺩﺎﻔﺘﺳﺍ ﺎﺑ ﻩﺎﮕﺘﺳﺩ .ﺪﯿﻨﮐ ﺺﺨﺸﻣ ﻢﺘﺴﯿﺳ ﻞﯾﺎﻓ ﻉﻮﻧ ﮏﯾ ﯼﺍﺮﺑ ﻑﺬﺣ ﺎﯾ ﻪﻓﺎﺿﺍ ﯼﺍﺮﺑ ﺍﺭ ﯽﯾﺎﻫu200cﻪﻨﯾﺰﮔ ،OPTION-FSTYPE ﺎﯾ OPTION+FSTY :ﻝﺎﺜﻣ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﺪﺷ ﺪﻫﺍﻮﺧ ﻪﻓﺎﺿﺍ ﻦﯾﺍ nosuid ﻭ noatime ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ،ﻢﺘﺴﯿﺳ ﻞﯾﺎﻓ ﻉﺍﻮﻧﺍ ﻪﻤﻫ ﯼﺍﺮﺑ sync ﯼﺍﺮﺑ vfat ﻭ ntfs ﺪﯿﻨﮐ ﻑﺬﺣ ﻭ ،ﻂﻘﻓ noatime ﯼﺍﺮﺑ ext4. ﺪﻨﻧﺎﻣ ،ﺎﻫ ﻪﻨﯾﺰﮔ ﺯﺍ ﯽﺧﺮﺑ :ﻪﺟﻮﺗ nosuid, ﺭﺩ ﺎﻫ ﻪﻨﯾﺰﮔ .ﺪﯿﻨﮑﻧ ﺝﺭﺩ ﺍﺭ ﺎﻬﻧﺁ ﺮﮔﺍ ﯽﺘﺣ ﺩﻮﺷ ﻪﻓﺎﺿﺍ mount ﻪﻣﺎﻧﺮﺑ ﻂﺳﻮﺗ ﺖﺳﺍ ﻦﮑﻤﻣ fstab .ﺩﺮﯿﮔ ﯽﻣ ﻩﺪﯾﺩﺎﻧ ﺍﺭ ﺎﺠﻨﯾﺍ ﺭﺩ ﻩﺪﺷ ﻢﯿﻈﻨﺗ ﯼﺎﻫ ﻪﻨﯾﺰﮔ pmount .ﺪﺷﺎﺑ ﻪﺘﺷﺍﺩ ﺖﯾﻮﻟﻭﺍ
fi: Laite asennetaan (uudelleen) käyttämällä alla olevia vaihtoehtoja. Tavallisten asetusten lisäksi voit myös määrittää lisättävät tai poistettavat asetukset tietylle tiedostojärjestelmätyypille käyttämällä muotoa OPTION+FSTYPE tai OPTION-FSTYPE. Esimerkki: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Tämä lisää nosuid ja noatime kaikille tiedostojärjestelmätyypeille, lisää sync varten vfat ja ntfs vain ja poista noatime varten ext4. Huomautus: Jotkut vaihtoehdot, kuten nosuid, asennusohjelma voi lisätä, vaikka et sisällyttäisi niitä. Vaihtoehdot sisään fstab etusijalle. pmount jättää huomioimatta tässä asetetut asetukset.
fil: Ang device ay (muling i-mount) gamit ang mga opsyon sa ibaba. Bilang karagdagan sa mga regular na opsyon, maaari mo ring tukuyin ang mga opsyon na idaragdag o aalisin para sa isang partikular na uri ng filesystem sa pamamagitan ng paggamit ng form na OPTION+FSTYPE o OPTION-FSTYPE. Halimbawa: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ito ay magdadagdag nosuid at noatime para sa lahat ng uri ng filesystem, idagdag sync para sa vfat at ntfs lamang, at alisin noatime para sa ext4. Tandaan: Ilang opsyon, gaya ng nosuid, maaaring idagdag ng mount program kahit na hindi mo isama ang mga ito. Mga opsyon sa fstab unahin. hindi pinapansin ng pmount ang mga opsyon na nakatakda dito.
fy: Apparaat sil (wer) monteare wurde mei de opsjes hjirûnder. Neist gewoane opsjes kinne jo ek opsjes opjaan dy't tafoege wurde of fuortsmiten wurde foar in spesifyk bestânssysteemtype troch it formulier OPTION+FSTYPE of OPTION-FSTYPE te brûken. Foarbyld: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dit sil tafoegje nosuid en noatime foar alle triemsysteemtypen, add sync foar vfat en ntfs allinne, en fuortsmite noatime foar ext4. Opmerking: Guon opsjes, lykas nosuid, kin tafoege wurde troch it mount-programma sels as jo se net opnimme. Opsjes yn fstab foarrang krije. pmount negearret opsjes ynsteld hjir.
ga: Déanfar gléas a athshuiteáil ag úsáid na roghanna thíos. Chomh maith le roghanna rialta, is féidir leat roghanna a shonrú atá le cur nó le baint le haghaidh cineál sonrach córais comhaid trí úsáid a bhaint as an bhfoirm OPTION + FSTYPE nó OPTION-FSTYPE. Sampla: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Cuirfidh sé seo nosuid agus noatime le haghaidh gach cineál córais comhaid, cuir sync le haghaidh vfat agus ntfs amháin, agus bain noatime le haghaidh ext4. Nóta: Roinnt roghanna, mar shampla nosuid, féadfaidh an clár mount é a chur leis fiú mura gcuireann tú san áireamh iad. Roghanna i fstab tosaíocht a thabhairt. Déanann pmount neamhaird ar na roghanna atá leagtha síos anseo.
gd: Thèid inneal a chuir suas (ath) a ’cleachdadh na roghainnean gu h-ìosal. A bharrachd air roghainnean cunbhalach, faodaidh tu cuideachd roghainnean a shònrachadh airson an cur ris no an toirt air falbh airson seòrsa siostam faidhlichean sònraichte le bhith a ’cleachdadh an fhoirm OPTION + FSTYPE no OPTION-FSTYPE. Eisimpleir: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Cuiridh seo nosuid agus noatime airson gach seòrsa siostam faidhlichean, cuir ris sync airson vfat agus ntfs a-mhàin, agus cuir air falbh noatime airson ext4. Nota: Nithean roghainnean, leithid nosuid, faodaidh gun cuir thu ris leis a ’phrògram mount eadhon ged nach cuir thu a-steach iad. Roghainnean a-steach fstab gabh prìomhachas. tha pmount a ’seachnadh roghainnean a tha air an suidheachadh an seo.
gl: O dispositivo (re)montarase utilizando as opcións seguintes. Ademais das opcións habituais, tamén pode especificar opcións para engadir ou eliminar para un tipo de sistema de ficheiros específico usando o formulario OPTION+FSTYPE ou OPTION-FSTYPE. Exemplo: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Isto engadirase nosuid e noatime para todos os tipos de sistemas de ficheiros, engade sync para vfat e ntfs só, e elimina noatime para ext4. Nota: Algunhas opcións, como nosuid, pode ser engadido polo programa de montaxe aínda que non os inclúa. Opcións en fstab ter prioridade. pmount ignora as opcións definidas aquí.
gu: નીચેના વિકલ્પોનો ઉપયોગ કરીને ઉપકરણને (ફરીથી) માઉન્ટ કરવામાં આવશે. નિયમિત વિકલ્પો ઉપરાંત, તમે OPTION+FSTYPE અથવા OPTION-FSTYPE ફોર્મનો ઉપયોગ કરીને ચોક્કસ ફાઇલસિસ્ટમ પ્રકાર માટે ઉમેરવા અથવા દૂર કરવાના વિકલ્પોનો પણ ઉલ્લેખ કરી શકો છો. ઉદાહરણ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 આ ઉમેરશે nosuid અને noatime બધા ફાઇલસિસ્ટમ પ્રકારો માટે, ઉમેરો sync માટે vfat અને ntfs માત્ર, અને દૂર કરો noatime માટે ext4. નોંધ: કેટલાક વિકલ્પો, જેમ કે nosuid, માઉન્ટ પ્રોગ્રામ દ્વારા ઉમેરવામાં આવી શકે છે પછી ભલે તમે તેને સમાવતા ન હોવ. માં વિકલ્પો fstab અગ્રતા લો. pmount અહીં સેટ કરેલા વિકલ્પોને અવગણે છે.
he: .ןלהלש תויורשפאה תועצמאב (שדחמ) ןקתוי רישכמה .OPTION-FSTYPE וא OPTION+FSTYPE ספוטה תועצמאב תיפיצפס םיצבק תכרעמ גוס רובע הרסה וא הפסוהל תויורשפא :אמגוד nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ףיסוי הז nosuid ו noatime ףסוה ,םיצבקה תכרעמ יגוס לכ רובע sync ל vfat ו ntfs ריסהלו ,דבלב noatime ל ext4. ןוגכ ,תומיוסמ תויורשפא :הרעה nosuid, ב תויורשפא .םתוא לולכת אל םא םג רהה תינכות ידי לע ףסוותהל םייושע fstab .ןאכ תורדגומה תויורשפאהמ םלעתמ pmount .תופידע לבקל
hi: डिवाइस नीचे दिए गए विकल्पों का उपयोग करके (पुनः) माउंट किया जाएगा। नियमित विकल्पों के अतिरिक्त, आप विकल्प + FSTYPE या OPTION-FSTYPE प्रपत्र का उपयोग करके किसी विशिष्ट फ़ाइल सिस्टम प्रकार के लिए जोड़े या हटाए जाने वाले विकल्पों को भी निर्दिष्ट कर सकते हैं। उदाहरण: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 यह जोड़ देगा nosuid तथा noatime सभी फाइल सिस्टम प्रकारों के लिए, जोड़ें sync के लिये vfat तथा ntfs केवल, और हटाएं noatime के लिये ext4. नोट: कुछ विकल्प, जैसे nosuid, माउंट प्रोग्राम द्वारा जोड़ा जा सकता है, भले ही आप उन्हें शामिल न करें। में विकल्प fstab पूर्वता ले। pmount यहाँ सेट किए गए विकल्पों पर ध्यान नहीं देता।
hr: Uređaj će se (ponovno) montirati pomoću opcija u nastavku. Osim uobičajenih opcija, također možete odrediti opcije koje će se dodati ili ukloniti za određenu vrstu datotečnog sustava pomoću obrasca OPTION+FSTYPE ili OPTION-FSTYPE. Primjer: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ovo će dodati nosuid i noatime za sve vrste datotečnog sustava, dodaj sync za vfat i ntfs samo i ukloniti noatime za ext4. Napomena: Neke opcije, kao npr nosuid, program za montiranje može dodati čak i ako ih ne uključite. Opcije u fstab imati prednost. pmount zanemaruje opcije postavljene ovdje.
hu: Az eszköz (újra) felszerelése az alábbi opciók segítségével történik. A szokásos beállításokon kívül az OPTION+FSTYPE vagy az OPTION-FSTYPE űrlap használatával is megadhat egy adott fájlrendszertípushoz hozzáadandó vagy eltávolítandó opciókat. Példa: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ez hozzáadja nosuid és noatime minden fájlrendszertípushoz add sync számára vfat és ntfs csak és távolítsa el noatime számára ext4. Megjegyzés: Egyes opciók, mint pl nosuid, a mount program akkor is hozzáadhatja őket, ha nem tartalmazza őket. Lehetőségek benne fstab elsőbbséget élveznek. A pmount figyelmen kívül hagyja az itt beállított opciókat.
hy: Սարքը (վեր)մոնտաժվելու է ստորև ներկայացված ընտրանքների միջոցով: Բացի սովորական ընտրանքներից, դուք կարող եք նաև նշել ընտրանքներ, որոնք պետք է ավելացվեն կամ հեռացվեն որոշակի ֆայլային համակարգի տեսակի համար՝ օգտագործելով OPTION+FSTYPE կամ OPTION-FSTYPE ձևը: Օրինակ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Սա կավելացնի nosuid և noatime ֆայլային համակարգերի բոլոր տեսակների համար ավելացրեք sync համար vfat և ntfs միայն, և հեռացնել noatime համար ext4. Նշում. Որոշ տարբերակներ, ինչպիսիք են nosuid, կարող է ավելացվել Mount ծրագրի կողմից, նույնիսկ եթե դրանք չներառեք: Ընտրանքներ fstab գերակայություն ունենալ. pmount-ը անտեսում է այստեղ սահմանված տարբերակները:
id: Perangkat akan (kembali) dipasang menggunakan opsi di bawah ini. Selain opsi reguler, Anda juga dapat menentukan opsi yang akan ditambahkan atau dihapus untuk tipe sistem file tertentu dengan menggunakan formulir OPTION+FSTYPE atau OPTION-FSTYPE. Contoh: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ini akan menambah nosuid dan noatime untuk semua jenis sistem file, tambahkan sync untuk vfat dan ntfs saja, dan hapus noatime untuk ext4. Catatan: Beberapa opsi, seperti nosuid, dapat ditambahkan oleh program mount meskipun Anda tidak menyertakannya. Pilihan di fstab diutamakan. pmount mengabaikan opsi yang ditetapkan di sini.
is: Tækið verður (endur)sett upp með því að nota valkostina hér að neðan. Til viðbótar við venjulega valkosti geturðu einnig tilgreint valkosti sem á að bæta við eða fjarlægja fyrir tiltekna skráarkerfisgerð með því að nota eyðublaðið OPTION+FSTYPE eða OPTION-FSTYPE. Dæmi: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Þetta mun bæta við nosuid og noatime fyrir allar skráarkerfisgerðir, bætið við sync fyrir vfat og ntfs aðeins, og fjarlægðu noatime fyrir ext4. Athugið: Sumir valkostir, svo sem nosuid, getur verið bætt við mount forritið, jafnvel þó þú hafir þau ekki með. Valmöguleikar í fstab hafa forgang. pmount hunsar valkosti sem settir eru hér.
ka: მოწყობილობა (ხელახლა) დამონტაჟდება ქვემოთ მოცემული ვარიანტების გამოყენებით. გარდა ჩვეულებრივი ოფციებისა, თქვენ ასევე შეგიძლიათ მიუთითოთ ოფციები, რომლებიც უნდა დაემატოს ან წაიშალოს კონკრეტული ფაილური სისტემის ტიპისთვის, ფორმის OPTION+FSTYPE ან OPTION-FSTYPE გამოყენებით. მაგალითი: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ეს დაამატებს nosuid და noatime ფაილური სისტემის ყველა ტიპისთვის, დაამატეთ sync ამისთვის vfat და ntfs მხოლოდ და ამოიღეთ noatime ამისთვის ext4. შენიშვნა: ზოგიერთი ვარიანტი, როგორიცაა nosuid, შეიძლება დაემატოს სამონტაჟო პროგრამით, მაშინაც კი, თუ თქვენ არ ჩართავთ მათ. პარამეტრები შიგნით fstab უპირატესობა აქვს. pmount იგნორირებას უკეთებს აქ დაყენებულ ვარიანტებს.
kk: Құрылғы төмендегі опциялар арқылы (қайта) орнатылады. Кәдімгі опцияларға қоса, OPTION+FSTYPE немесе OPTION-FSTYPE пішінін пайдалану арқылы белгілі бір файлдық жүйе түріне қосылатын немесе жойылатын опцияларды да көрсетуге болады. Мысалы: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Бұл қосылады nosuid және noatime барлық файлдық жүйе түрлері үшін қосыңыз sync үшін vfat және ntfs және алып тастаңыз noatime үшін ext4. Ескертпе: Кейбір опциялар, мысалы nosuid, Сіз оларды қоспасаңыз да, орнату бағдарламасы арқылы қосылуы мүмкін. Параметрлер fstab басымдыққа ие болу. pmount мұнда орнатылған опцияларды елемейді.
km: ឧបករណ៍នឹងត្រូវបានតំឡើង (ឡើងវិញ) ដោយប្រើជម្រើសខាងក្រោម។ បន្ថែមពីលើជម្រើសធម្មតា អ្នកក៏អាចបញ្ជាក់ជម្រើសដែលត្រូវបន្ថែម ឬដកចេញសម្រាប់ប្រភេទប្រព័ន្ធឯកសារជាក់លាក់មួយ ដោយប្រើទម្រង់ OPTION+FSTYPE ឬ OPTION-FSTYPE។ ឧទាហរណ៍៖ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 នេះនឹងបន្ថែម nosuid និង noatime សម្រាប់ប្រភេទប្រព័ន្ធឯកសារទាំងអស់ បន្ថែម sync សម្រាប់ vfat និង ntfs តែប៉ុណ្ណោះ ហើយដកចេញ noatime សម្រាប់ ext4. ចំណាំ៖ ជម្រើសមួយចំនួនដូចជា nosuid, អាចត្រូវបានបន្ថែមដោយកម្មវិធីម៉ោន ទោះបីជាអ្នកមិនរួមបញ្ចូលពួកវាក៏ដោយ។ ជម្រើសនៅក្នុង fstab នាំមុខ។ pmount មិនអើពើជម្រើសដែលបានកំណត់នៅទីនេះ។
kn: ಕೆಳಗಿನ ಆಯ್ಕೆಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಸಾಧನವನ್ನು (ಮರು) ಮೌಂಟ್ ಮಾಡಲಾಗುತ್ತದೆ. ನಿಯಮಿತ ಆಯ್ಕೆಗಳ ಜೊತೆಗೆ, OPTION+FSTYPE ಅಥವಾ OPTION-FSTYPE ಫಾರ್ಮ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ನಿರ್ದಿಷ್ಟ ಫೈಲ್u200cಸಿಸ್ಟಮ್ ಪ್ರಕಾರಕ್ಕೆ ಸೇರಿಸಬೇಕಾದ ಅಥವಾ ತೆಗೆದುಹಾಕಬೇಕಾದ ಆಯ್ಕೆಗಳನ್ನು ಸಹ ನೀವು ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು. ಉದಾಹರಣೆ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ಇದು ಸೇರಿಸುತ್ತದೆ nosuid ಮತ್ತು noatime ಎಲ್ಲಾ ಫೈಲ್u200cಸಿಸ್ಟಮ್ ಪ್ರಕಾರಗಳಿಗೆ, ಸೇರಿಸಿ sync ಫಾರ್ vfat ಮತ್ತು ntfs ಮಾತ್ರ, ಮತ್ತು ತೆಗೆದುಹಾಕಿ noatime ಫಾರ್ ext4. ಗಮನಿಸಿ: ಕೆಲವು ಆಯ್ಕೆಗಳು, ಉದಾಹರಣೆಗೆ nosuid, ನೀವು ಅವುಗಳನ್ನು ಸೇರಿಸದಿದ್ದರೂ ಸಹ ಮೌಂಟ್ ಪ್ರೋಗ್ರಾಂ ಮೂಲಕ ಸೇರಿಸಬಹುದು. ರಲ್ಲಿ ಆಯ್ಕೆಗಳು fstab ಆದ್ಯತೆಯನ್ನು ಪಡೆದುಕೊಳ್ಳಿ. pmount ಇಲ್ಲಿ ಹೊಂದಿಸಲಾದ ಆಯ್ಕೆಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸುತ್ತದೆ.
ku: Amûr dê bi karanîna vebijarkên jêrîn (ji nû ve) were saz kirin. Ji bilî vebijarkên birêkûpêk, hûn dikarin bi forma OPTION+FSTYPE an OPTION-FSTYPE vebijarkên ku ji bo celebek pergala pelan a taybetî werin zêdekirin an rakirin jî diyar bikin. Mînak: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ev ê zêde bike nosuid û noatime ji bo hemî celeb pergala pelan, lê zêde bike sync bo vfat û ntfs tenê, û jêbirin noatime bo ext4. Nîşe: Hin vebijark, wek nosuid, dibe ku ji hêla bernameya mount ve were zêdekirin heke hûn wan negirin jî. Vebijarkên li fstab pêşî bigirin. pmount vebijarkên li vir hatine danîn paşguh dike.
ky: Түзмөк төмөндөгү параметрлерди колдонуу менен (кайра) орнотулат. Кадимки опциялардан тышкары, сиз OPTION+FSTYPE же OPTION-FSTYPE формасын колдонуу менен белгилүү бир файл тутумунун түрү үчүн кошула турган же өчүрүлө турган опцияларды да белгилей аласыз. Мисал: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Бул кошумчалайт nosuid жана noatime файл тутумунун бардык түрлөрү үчүн кошуу sync үчүн vfat жана ntfs гана, жана алып салуу noatime үчүн ext4. Эскертүү: Кээ бир параметрлер, мисалы nosuid, Сиз аларды кошпосоңуз да, орнотуу программасы тарабынан кошулушу мүмкүн. Параметрлер fstab артыкчылыкка ээ болуу. pmount бул жерде коюлган параметрлерди этибарга албайт.
lb: Den Apparat gëtt (nei) montéiert mat den Optiounen hei drënner. Zousätzlech zu reguläre Optiounen, kënnt Dir och Optiounen spezifizéieren fir e spezifesche Dateisystemtyp ze addéieren oder ze läschen andeems Dir d'Form OPTION+FSTYPE oder OPTION-FSTYPE benotzt. Beispill: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dëst wäert addéieren nosuid an noatime fir all Dateisystemtypen addéieren sync fir vfat an ntfs nëmmen, an ewechzehuelen noatime fir ext4. Bemierkung: E u200bu200bpuer Optiounen, wéi z nosuid, kann vum Mount Programm bäigefüügt ginn, och wann Dir se net enthält. Optiounen an fstab Virrang huelen. pmount ignoréiert Optiounen déi hei gesat ginn.
lo: ອຸປະກອນຈະຖືກຕິດຕັ້ງຄືນໃໝ່ໂດຍໃຊ້ຕົວເລືອກຂ້າງລຸ່ມນີ້. ນອກu200bຈາກu200bທາງu200bເລືອກu200bປົກu200bກະu200bຕິu200b, ທ່ານu200bຍັງu200bສາu200bມາດu200bລະu200bບຸu200bທາງu200bເລືອກu200bທີ່u200bຈະu200bເພີ່ມu200bຫຼືu200bເອົາu200bອອກu200bສໍາu200bລັບu200bປະu200bເພດu200bລະu200bບົບu200bໄຟລu200b໌u200bສະu200bເພາະu200bໂດຍu200bການu200bນໍາu200bໃຊ້u200bຮູບu200bແບບ OPTION+FSTYPE ຫຼື OPTION-FSTYPEu200b. ຕົວຢ່າງ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ນີ້ຈະເພີ່ມ nosuid ແລະ noatime ສໍາລັບລະບົບໄຟລ໌ທັງຫມົດ, ເພີ່ມ sync ສໍາລັບ vfat ແລະ ntfs ເທົ່ານັ້ນ, ແລະເອົາອອກ noatime ສໍາລັບ ext4. ຫມາຍເຫດ: ບາງທາງເລືອກ, ເຊັ່ນ: nosuid, ອາດຈະຖືກເພີ່ມໂດຍໂປລແກລມ mount ເຖິງແມ່ນວ່າທ່ານຈະບໍ່ລວມເອົາພວກມັນ. ທາງເລືອກໃນ fstab ເອົາຄວາມສຳຄັນ. pmount ບໍ່ສົນໃຈທາງເລືອກທີ່ຕັ້ງໄວ້ທີ່ນີ້.
lt: Įrenginys bus (iš naujo) sumontuotas naudojant toliau pateiktas parinktis. Be įprastų parinkčių, taip pat galite nurodyti parinktis, kurias reikia pridėti arba pašalinti konkrečiam failų sistemos tipui, naudodami formą OPTION+FSTYPE arba OPTION-FSTYPE. Pavyzdys: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Tai pridės nosuid ir noatime visų tipų failų sistemai pridėti sync dėl vfat ir ntfs tik ir pašalinkite noatime dėl ext4. Pastaba: kai kurios parinktys, pvz nosuid, gali būti pridėtos prijungimo programos, net jei jų neįtrauksite. Parinktys fstab turi pirmenybę. pmount nepaiso čia nustatytų parinkčių.
lv: Ierīce tiks (atkārtoti) uzstādīta, izmantojot tālāk norādītās opcijas. Papildus parastajām opcijām varat arī norādīt opcijas, kas jāpievieno vai jānoņem noteiktam failu sistēmas tipam, izmantojot formu OPTION+FSTYPE vai OPTION-FSTYPE. Piemērs: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Tas papildinās nosuid un noatime visiem failu sistēmu veidiem pievienojiet sync priekš vfat un ntfs tikai un noņemt noatime priekš ext4. Piezīme. Dažas opcijas, piemēram, nosuid, var pievienot montāžas programma, pat ja jūs tos neiekļaujat. Iespējas iekšā fstab ņem virsroku. pmount ignorē šeit iestatītās opcijas.
mg: Ny fitaovana dia hapetraka (averina) amin'ny alàlan'ny safidy etsy ambany. Ho fanampin'ny safidy mahazatra, azonao atao koa ny mamaritra ny safidy ampiana na esorina ho an'ny karazana rafi-drakitra manokana amin'ny fampiasana ny endrika OPTION+FSTYPE na OPTION-FSTYPE. Ohatra: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Hanampy izany nosuid SY noatime ho an'ny karazana filesystem rehetra, ampio sync HO AN'NY vfat SY ntfs ihany, ary esory noatime HO AN'NY ext4. Fanamarihana: Safidy sasany, toy ny nosuid, azo ampiana amin'ny programa mount na dia tsy ampidirinao aza. Options in fstab atao laharam-pahamehana. tsy miraharaha ny safidy napetraka eto ny pmount.
mi: Ka whakairihia te taputapu ma te whakamahi i nga whiringa kei raro nei. I tua atu i nga whiringa auau, ka taea hoki e koe te tautuhi i nga whiringa hei taapiri, tangohia ranei mo tetahi momo punaha konae ma te whakamahi i te puka OPTION+FSTYPE, OPTION-FSTYPE ranei. Tauira: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ka taapiri tenei nosuid a noatime mo nga momo punaha konae katoa, taapiri sync mo vfat a ntfs anake, ka tango noatime mo ext4. Tuhipoka: Ko etahi whiringa, penei i nosuid, ka taapirihia pea e te hotaka Maunga ahakoa kaore koe e whakauru. Kōwhiringa kei roto fstab tango i mua. Ka warewarehia e te pmount nga whiringa kua whakatakotoria ki konei.
mk: Уредот ќе биде (повторно) монтиран користејќи ги опциите подолу. Покрај редовните опции, можете исто така да наведете опции што ќе се додаваат или отстрануваат за одреден тип на датотечен систем со користење на формата OPTION+FSTYPE или OPTION-FSTYPE. Пример: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ова ќе додаде nosuid и noatime за сите типови датотечен систем, додадете sync за vfat и ntfs само и отстранете noatime за ext4. Забелешка: Некои опции, како на пр nosuid, може да бидат додадени од програмата за монтирање дури и ако не ги вклучите. Опции во fstab имаат предност. pmount ги игнорира опциите поставени овде.
ml: ചുവടെയുള്ള ഓപ്u200cഷനുകൾ ഉപയോഗിച്ച് ഉപകരണം (വീണ്ടും) മൗണ്ട് ചെയ്യും. സാധാരണ ഓപ്u200cഷനുകൾക്ക് പുറമേ, OPTION+FSTYPE അല്ലെങ്കിൽ OPTION-FSTYPE എന്ന ഫോം ഉപയോഗിച്ച് ഒരു നിർദ്ദിഷ്u200cട ഫയൽസിസ്റ്റം തരത്തിനായി ചേർക്കാനോ നീക്കം ചെയ്യാനോ ഉള്ള ഓപ്u200cഷനുകളും നിങ്ങൾക്ക് വ്യക്തമാക്കാം. ഉദാഹരണം: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ഇത് കൂട്ടിച്ചേർക്കും nosuid ഒപ്പം noatime എല്ലാ ഫയൽസിസ്റ്റം തരങ്ങൾക്കും, ചേർക്കുക sync വേണ്ടി vfat ഒപ്പം ntfs മാത്രം, നീക്കം ചെയ്യുക noatime വേണ്ടി ext4. ശ്രദ്ധിക്കുക: പോലുള്ള ചില ഓപ്ഷനുകൾ nosuid, നിങ്ങൾ അവ ഉൾപ്പെടുത്തിയിട്ടില്ലെങ്കിലും മൗണ്ട് പ്രോഗ്രാമിലൂടെ ചേർത്തേക്കാം. ഓപ്u200cഷനുകൾ fstab മുൻഗണന നൽകുക. pmount ഇവിടെ സജ്ജീകരിച്ച ഓപ്ഷനുകൾ അവഗണിക്കുന്നു.
mn: Төхөөрөмжийг доорх сонголтуудыг ашиглан (дахин) холбох болно. Ердийн сонголтуудаас гадна та OPTION+FSTYPE эсвэл OPTION-FSTYPE маягтыг ашиглан тодорхой файлын системийн төрөлд нэмэх эсвэл хасах сонголтыг зааж өгч болно. Жишээ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Энэ нь нэмэгдэх болно nosuid болон noatime бүх төрлийн файлын системийн хувьд нэмнэ үү sync төлөө vfat болон ntfs зөвхөн, мөн устгах noatime төлөө ext4. Тайлбар: Зарим сонголтууд, жишээ нь nosuid, Хэрэв та тэдгээрийг оруулаагүй байсан ч mount програмаар нэмж болно. Сонголтууд fstab давуу эрх авна. pmount энд тохируулсан сонголтуудыг үл тоомсорлодог.
mr: खालील पर्यायांचा वापर करून डिव्हाइस (पुन्हा) माउंट केले जाईल. नियमित पर्यायांव्यतिरिक्त, तुम्ही OPTION+FSTYPE किंवा OPTION-FSTYPE फॉर्म वापरून विशिष्ट फाइल सिस्टम प्रकारासाठी जोडण्यासाठी किंवा काढण्यासाठी पर्याय देखील निर्दिष्ट करू शकता. उदाहरण: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 हे जोडेल nosuid आणि noatime सर्व फाइल सिस्टम प्रकारांसाठी, जोडा sync च्या साठी vfat आणि ntfs फक्त, आणि काढा noatime च्या साठी ext4. टीप: काही पर्याय, जसे nosuid, माउंट प्रोग्रामद्वारे जोडले जाऊ शकते जरी तुम्ही ते समाविष्ट केले नाही. मध्ये पर्याय fstab प्राधान्य घ्या. pmount येथे सेट केलेले पर्याय दुर्लक्षित करते.
mt: L-apparat se jiġi (mill-ġdid) immuntat bl-użu tal-għażliet hawn taħt. Minbarra l-għażliet regolari, tista 'wkoll tispeċifika għażliet li għandhom jiżdiedu jew jitneħħew għal tip ta' sistema ta 'fajls speċifiku billi tuża l-formola OPTION+FSTYPE jew OPTION-FSTYPE. Eżempju: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dan se jżid nosuid u noatime għat-tipi kollha tas-sistema tal-fajls, żid sync għal vfat u ntfs biss, u neħħi noatime għal ext4. Nota: Xi għażliet, bħal nosuid, jistgħu jiġu miżjuda mill-programm tal-muntatura anki jekk ma tinkludihomx. Għażliet fi fstab jieħdu preċedenza. pmount jinjora l-għażliet stabbiliti hawn.
my: အောက်ပါရွေးချယ်စရာများကို အသုံးပြု၍ စက်ပစ္စည်းကို (ပြန်လည်) တပ်ဆင်ပါမည်။ ပုံမှန်ရွေးချယ်စရာများအပြင်၊ OPTION+FSTYPE သို့မဟုတ် OPTION-FSTYPE ဖောင်ကိုအသုံးပြု၍ သီးခြားဖိုင်စနစ်အမျိုးအစားတစ်ခုအတွက် ထပ်ထည့်ရန် သို့မဟုတ် ဖယ်ရှားရန် ရွေးချယ်မှုများကို သတ်မှတ်နိုင်သည်။ ဥပမာ- nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ဒါထည့်မယ်။ nosuid နှင့် noatime ဖိုင်စနစ်အမျိုးအစားအားလုံးအတွက် ထည့်ပါ။ sync အဘို့ vfat နှင့် ntfs သာလျှင်၊ ဖယ်ရှားပါ။ noatime အဘို့ ext4. မှတ်ချက်- ကဲ့သို့သော ရွေးချယ်မှုများ nosuid, ၎င်းတို့မပါဝင်သော်လည်း တောင်ပရိုဂရမ်မှ ထည့်နိုင်သည်။ ရွေးချယ်စရာများ fstab ဦးစားပေးပါ။ pmount သည် ဤနေရာတွင် သတ်မှတ်ထားသော ရွေးချယ်မှုများကို လျစ်လျူရှုသည်။
nb: Enheten vil (re)monteres ved å bruke alternativene nedenfor. I tillegg til vanlige alternativer, kan du også angi alternativer som skal legges til eller fjernes for en bestemt filsystemtype ved å bruke skjemaet OPTION+FSTYPE eller OPTION-FSTYPE. Eksempel: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dette vil legge til nosuid og noatime for alle filsystemtyper, legg til sync til vfat og ntfs bare, og fjern noatime til ext4. Merk: Noen alternativer, som f.eks nosuid, kan legges til av monteringsprogrammet selv om du ikke inkluderer dem. Alternativer i fstab ha forrang. pmount ignorerer alternativer angitt her.
ne: तलका विकल्पहरू प्रयोग गरेर यन्त्रलाई (पुनः) माउन्ट गरिनेछ। नियमित विकल्पहरूका अतिरिक्त, तपाईंले OPTION+FSTYPE वा OPTION-FSTYPE फारम प्रयोग गरेर विशेष फाइल प्रणाली प्रकारका लागि थपिने वा हटाउने विकल्पहरू पनि निर्दिष्ट गर्न सक्नुहुन्छ। उदाहरण: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 यो थपिनेछ nosuid र noatime सबै फाइल प्रणाली प्रकारका लागि, थप्नुहोस् sync को लागी vfat र ntfs मात्र, र हटाउनुहोस् noatime को लागी ext4. नोट: केहि विकल्पहरू, जस्तै nosuid, माउन्ट प्रोग्रामद्वारा थप्न सकिन्छ यदि तपाईंले तिनीहरूलाई समावेश नगर्नुभए पनि। विकल्पहरू fstab प्राथमिकता लिनुहोस्। pmount ले यहाँ सेट गरिएका विकल्पहरूलाई बेवास्ता गर्छ।
or: ନିମ୍ନରେ ଥିବା ବିକଳ୍ପଗୁଡ଼ିକୁ ବ୍ୟବହାର କରି ଡିଭାଇସ୍ (ପୁନ)) ମାଉଣ୍ଟ ହେବ | ନିୟମିତ ବିକଳ୍ପ ସହିତ, ଆପଣ OPTION + FSTYPE କିମ୍ବା OPTION-FSTYPE ଫର୍ମ ବ୍ୟବହାର କରି ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଫାଇଲତନ୍ତ୍ର ପ୍ରକାର ପାଇଁ ଯୋଡାଯିବା କିମ୍ବା ଅପସାରଣ କରିବାକୁ ବିକଳ୍ପଗୁଡ଼ିକୁ ମଧ୍ୟ ନିର୍ଦ୍ଦିଷ୍ଟ କରିପାରିବେ | ଉଦାହରଣ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ଏହା ଯୋଗ କରିବ | nosuid ଏବଂ noatime ସମସ୍ତ ଫାଇଲ୍ ସିଷ୍ଟମ୍ ପ୍ରକାର ପାଇଁ, ଯୋଡନ୍ତୁ | sync ପାଇଁ vfat ଏବଂ ntfs କେବଳ, ଏବଂ ଅପସାରଣ କରନ୍ତୁ | noatime ପାଇଁ ext4. ଟିପନ୍ତୁ: କିଛି ବିକଳ୍ପ, ଯେପରିକି | nosuid, ଯଦିଓ ଆପଣ ସେଗୁଡିକୁ ଅନ୍ତର୍ଭୁକ୍ତ ନକରନ୍ତି ତଥାପି ମାଉଣ୍ଟ ପ୍ରୋଗ୍ରାମ୍ ଦ୍ୱାରା ଯୋଗ କରାଯାଇପାରେ | ବିକଳ୍ପଗୁଡ଼ିକ fstab ପ୍ରାଧାନ୍ୟ ଦିଅ | pmount ଏଠାରେ ସେଟ୍ ହୋଇଥିବା ବିକଳ୍ପଗୁଡ଼ିକୁ ଅଗ୍ରାହ୍ୟ କରେ |
pa: ਡਿਵਾਈਸ ਨੂੰ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਕਲਪਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ (ਮੁੜ) ਮਾਊਂਟ ਕੀਤਾ ਜਾਵੇਗਾ। ਨਿਯਮਤ ਵਿਕਲਪਾਂ ਤੋਂ ਇਲਾਵਾ, ਤੁਸੀਂ OPTION+FSTYPE ਜਾਂ OPTION-FSTYPE ਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਿਸੇ ਖਾਸ ਫਾਈਲ ਸਿਸਟਮ ਕਿਸਮ ਲਈ ਜੋੜਨ ਜਾਂ ਹਟਾਉਣ ਲਈ ਵਿਕਲਪ ਵੀ ਨਿਸ਼ਚਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਉਦਾਹਰਨ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ਇਹ ਜੋੜ ਦੇਵੇਗਾ nosuid ਅਤੇ noatime ਸਾਰੀਆਂ ਫਾਈਲ ਸਿਸਟਮ ਕਿਸਮਾਂ ਲਈ, ਜੋੜੋ sync ਲਈ vfat ਅਤੇ ntfs ਸਿਰਫ਼, ਅਤੇ ਹਟਾਓ noatime ਲਈ ext4. ਨੋਟ: ਕੁਝ ਵਿਕਲਪ, ਜਿਵੇਂ ਕਿ nosuid, ਮਾਊਂਟ ਪ੍ਰੋਗਰਾਮ ਦੁਆਰਾ ਜੋੜਿਆ ਜਾ ਸਕਦਾ ਹੈ ਭਾਵੇਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰਦੇ ਹੋ। ਵਿੱਚ ਵਿਕਲਪ fstab ਤਰਜੀਹ ਲਵੋ. pmount ਇੱਥੇ ਸੈੱਟ ਕੀਤੇ ਵਿਕਲਪਾਂ ਨੂੰ ਅਣਡਿੱਠ ਕਰਦਾ ਹੈ।
ps: .ﻲﺷ ﺐﺼﻧ (ﺎﯿﺑ) ﻩﺮﺳ ﻮﻟﻭﺭﺎﮐ ﻪﭘ ﻮﻧﻭﺭﺎﯿﺘﺧﺍ ﯤﺪﻧﻻ﻿ ﺩ ﻪﺑ ﻪﻠﯿﺳﻭ .ﺉړﮐ ﺺﺨﺸﻣ ﻢﻫ ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﻮﻟﻮﮐ ﯤﺮﻟ ﺎﯾ ﻮﻟﻮﮐ ﻪﻓﺎﺿﺍ ﺩ ﻩﺭﺎﭙﻟ ﻝﻭډ ﻢټﺴﯿﺳ ﻞﯾﺎﻓ ﻱړګﻧﺎځ ﺩ ﻩﺮﺳ ﻮﻟﻭﺭﺎﮐ ﻪﭘ ﻡﺭﺎﻓ OPTIO :ﻪګﻠﯧﺑ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﻱړﮐ ﻪﻓﺎﺿﺍ ﻪﺑ ﺍﺩ nosuid ﻭﺍ noatime ﺉړﮐ ﻪﻓﺎﺿﺍ ،ﻩﺭﺎﭙﻟ ﻮﻧﻮﻟﻭډ ﻢټﺴﯿﺳ ﻞﯾﺎﻓ ﻮﻟﻮټ ﺩ sync ﻩﺭﺎﭙﻟ vfat ﻭﺍ ntfs ﺉړﮐ ﯤﺮﻟ ﻭﺍ ،ﯤﺯﺍﻮﯾ noatime ﻩﺭﺎﭙﻟ ext4. ﻪﮑﻟ ،ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﯥﻨﯿځ :ﻪﻧﻭﺩﺎﯾ nosuid, ﯥﮐ ﻮﻧﻭﺭﺎﯿﺘﺧﺍ ﻪﭘ .ﺉړﮐ ﻪﻧ ﻞﻣﺎﺷ ﺍﺩ ﻮﺳﺎﺗ ﻪﮐ ﯽﺘﺣ ﻲﺷ ﻪﻓﺎﺿﺍ ﺍﻮﺨﻟ ﻡﺍﺮګﻭﺮﭘ ټﻧﻭﺎﻣ ﺩ ﻲﺷ ﯼﺍﺪﯿﮐ fstab .ﻱﻮځﺭﻮﻏ ﻪﻣﺎﭘ ﻪﻟ ﻪﻧﻮﺑﺎﺨﺘﻧﺍ ﻱﻮﺷ ﻞﮐﺎټ ﻪﺘﻟﺩ pmount .ﻝﻮﮐﺭﻭ ﺏﻮﺘﯾړﻣﻮﻟ
ro: Dispozitivul va fi (re)montat folosind opțiunile de mai jos. Pe lângă opțiunile obișnuite, puteți specifica și opțiuni de adăugat sau eliminat pentru un anumit tip de sistem de fișiere, utilizând formularul OPTION+FSTYPE sau OPTION-FSTYPE. Exemplu: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Aceasta va adăuga nosuid și noatime pentru toate tipurile de sisteme de fișiere, adăugați sync pentru vfat și ntfs numai și eliminați noatime pentru ext4. Notă: Unele opțiuni, cum ar fi nosuid, pot fi adăugate de programul de montare chiar dacă nu le includeți. Opțiuni în fstab a avea prioritate. pmount ignoră opțiunile setate aici.
rw: Igikoresho kizashyirwaho (re) ukoresheje amahitamo akurikira. Usibye amahitamo asanzwe, urashobora kandi kwerekana amahitamo agomba kongerwaho cyangwa gukurwaho kubwoko bwa dosiye yihariye ukoresheje ifishi ya OPTION + FSTYPE cyangwa OPTION-FSTYPE. Urugero: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ibi bizongera nosuid na noatime kubwoko bwa dosiye zose, ongeraho sync Kuri vfat na ntfs gusa, no gukuraho noatime Kuri ext4. Icyitonderwa: Amahitamo amwe, nka nosuid, irashobora kongerwaho na progaramu ya mount nubwo utabishyizemo. Amahitamo muri fstab fata umwanya wa mbere. nimugoroba yirengagije amahitamo yashyizweho hano.
sd: .ﻭﺪﻨﻳﻭ ﻮﻴڪ ﺐﺼﻧ (ﺮﻬﻴﭔ) ﻲﮐ ﺲﺋﺍﻮﻳڊ ﻱﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻲﮐ ﻥﺭﺎﻴﺘﺧﺍ ﻞﻧڏ ﭟﻴﻫ .ﻱﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻡﺭﺎﻓ OPTION-FSTYPE ﺎﻳ OPTION+FSTYPE ءِﻻ﻿ ﻢﺴﻗ ﻲﺟ ﻢٽﺴﺳ ﻞﺋﺎﻓ ﺹﻮﺼﺨﻣ ءِﻻ﻿ ﮠﺮڪ ﻢﺘﺧ ﺎﻳ ﮠﺮڪ ﻞﻣﺎﺷ ﻲﮐ :ﻝﺎﺜﻣ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﻭﺪﻨﻴﭤ ﻮﻓﺎﺿﺍ ﻲﻫ nosuid ۽ noatime ﻮﻳﺮڪ ﻞﻣﺎﺷ ،ءﻻ﻿ ﻦﻤﺴﻗ ﻲﺟ ﻢٽﺴﺳ ﻞﺋﺎﻓ ﻲﻨﭝﺳ sync ءِﻻ﻿ vfat ۽ ntfs ﻮﻳﺎٽﻫ ۽ ،ﻑﺮﺻ noatime ءِﻻ﻿ ext4. ڪﻭڙﻬﺟ ،ﻥﺭﺎﻴﺘﺧﺍ ﻪﻬﺠڪ :ٽﻮﻧ nosuid, ۾ ﻥﺭﺎﻴﺘﺧﺍ .ﻲﮬﺁ ﻮﻴڪ ﻪﻧ ﻞﻣﺎﺷ ﻲﮐ ﻦﮭﻧﺍ ﻥﺎﮬﻮﺗ ﻦﮬڏڪﻴﺟ ڪﻴﮢﻮﺘﻴﺟ ﻥﺍﺭﺎﭘ ﻡﺍﺮﮔﻭﺮﭘ ٽﻧﺅﺎﻣ ﻮﭤ ﻲﮭﮕﺳ ﻲﭤ ﻞﻣﺎﺷ fstab .ﻮﭤ ﻱﺮڪ ﺯﺍﺪﻧﺍﺮﻈﻧ ﻲﮐ ﻥﺭﺎﻴﺘﺧﺍ ﻞﻴڪ ﺭﺮﻘﻣ ﻲﺘﻫ pmount .ﮡﻳڏ ﺢﻴﺟﺮﺗ
si: පහත විකල්ප භාවිතා කර උපාංගය (නැවත) සවි කරනු ඇත. සාමාන්u200dය විකල්ප වලට අමතරව, ඔබට OPTION+FSTYPE හෝ OPTION-FSTYPE පෝරමය භාවිතා කිරීමෙන් විශේෂිත ගොනු පද්ධති වර්ගයක් සඳහා එකතු කිරීමට හෝ ඉවත් කිරීමට විකල්ප නියම කළ හැක. උදාහරණයක්: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 මෙය එකතු කරනු ඇත nosuid සහ noatime සියලුම ගොනු පද්ධති වර්ග සඳහා, එකතු කරන්න sync සදහා vfat සහ ntfs පමණක්, සහ ඉවත් කරන්න noatime සදහා ext4. සටහන: සමහර විකල්ප, වැනි nosuid, ඔබ ඒවා ඇතුළත් නොකළත් mount වැඩසටහන මඟින් එකතු කළ හැක. තුළ විකල්ප fstab ප්රමුඛත්වය ගන්න. pmount මෙහි සකසා ඇති විකල්ප නොසලකා හරියි.
sk: Zariadenie bude (znovu) namontované pomocou možností nižšie. Okrem bežných volieb môžete tiež zadať voľby, ktoré sa majú pridať alebo odstrániť pre konkrétny typ súborového systému pomocou formulára OPTION+FSTYPE alebo OPTION-FSTYPE. Príklad: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Toto pridá nosuid a noatime pre všetky typy súborových systémov pridajte sync pre vfat a ntfs iba a odstráňte noatime pre ext4. Poznámka: Niektoré možnosti, ako napr nosuid, môžu byť pridané programom mount, aj keď ich nezahrniete. Možnosti v fstab mať prednosť. pmount ignoruje tu nastavené možnosti.
sl: Naprava bo (ponovno) nameščena s spodnjimi možnostmi. Poleg običajnih možnosti lahko določite tudi možnosti, ki jih želite dodati ali odstraniti za določen tip datotečnega sistema z uporabo obrazca OPTION+FSTYPE ali OPTION-FSTYPE. Primer: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 To bo dodalo nosuid in noatime za vse vrste datotečnih sistemov dodajte sync za vfat in ntfs samo in odstranite noatime za ext4. Opomba: Nekatere možnosti, kot je npr nosuid, lahko doda program za priklop, tudi če jih ne vključite. Možnosti v fstab imeti prednost. pmount prezre tu nastavljene možnosti.
sq: Pajisja do të (ri)montohet duke përdorur opsionet e mëposhtme. Përveç opsioneve të rregullta, mund të specifikoni gjithashtu opsione që do të shtohen ose hiqen për një lloj të caktuar të sistemit të skedarëve duke përdorur formularin OPTION+FSTYPE ose OPTION-FSTYPE. Shembull: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Kjo do të shtojë nosuid dhe noatime për të gjitha llojet e sistemit të skedarëve, shtoni sync për vfat dhe ntfs vetëm dhe hiqeni noatime për ext4. Shënim: Disa opsione, si p.sh nosuid, mund të shtohen nga programi i montimit edhe nëse nuk i përfshini ato. Opsionet në fstab marrin përparësi. pmount injoron opsionet e vendosura këtu.
sw: Kifaa kitawekwa (re) kwa kutumia chaguo zilizo hapa chini. Kando na chaguo za kawaida, unaweza pia kubainisha chaguo za kuongezwa au kuondolewa kwa aina mahususi ya mfumo wa faili kwa kutumia fomu ya OPTION+FSTYPE au OPTION-FSTYPE. Mfano: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Hii itaongeza nosuid na noatime kwa aina zote za mfumo wa faili, ongeza sync kwa vfat na ntfs tu, na uondoe noatime kwa ext4. Kumbuka: Baadhi ya chaguzi, kama vile nosuid, inaweza kuongezwa na programu ya kuweka hata kama haujumuishi. Chaguzi ndani fstab kuchukua nafasi ya kwanza. pmount inapuuza chaguzi zilizowekwa hapa.
ta: கீழே உள்ள விருப்பங்களைப் பயன்படுத்தி சாதனம் (மீண்டும்) ஏற்றப்படும். வழக்கமான விருப்பங்களுடன் கூடுதலாக, OPTION+FSTYPE அல்லது OPTION-FSTYPE என்ற படிவத்தைப் பயன்படுத்தி ஒரு குறிப்பிட்ட கோப்பு முறைமை வகையைச் சேர்க்க அல்லது அகற்ற வேண்டிய விருப்பங்களையும் நீங்கள் குறிப்பிடலாம். உதாரணமாக: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 இது சேர்க்கும் nosuid மற்றும் noatime அனைத்து கோப்பு முறைமை வகைகளுக்கும், சேர் sync க்கான vfat மற்றும் ntfs மட்டும், மற்றும் நீக்க noatime க்கான ext4. குறிப்பு: சில விருப்பங்கள், போன்றவை nosuid, நீங்கள் அவற்றைச் சேர்க்காவிட்டாலும், மவுண்ட் புரோகிராம் மூலம் சேர்க்கப்படலாம். உள்ள விருப்பங்கள் fstab முன்னுரிமை பெறுங்கள். pmount இங்கே அமைக்கப்பட்டுள்ள விருப்பங்களை புறக்கணிக்கிறது.
te: దిగువ ఎంపికలను ఉపయోగించి పరికరం (రీ) మౌంట్ చేయబడుతుంది. సాధారణ ఎంపికలతో పాటు, మీరు OPTION+FSTYPE లేదా OPTION-FSTYPE ఫారమ్u200cని ఉపయోగించి నిర్దిష్ట ఫైల్u200cసిస్టమ్ రకం కోసం జోడించాల్సిన లేదా తీసివేయవలసిన ఎంపికలను కూడా పేర్కొనవచ్చు. ఉదాహరణ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ఇది జోడిస్తుంది nosuid మరియు noatime అన్ని ఫైల్u200cసిస్టమ్ రకాల కోసం, జోడించండి sync కోసం vfat మరియు ntfs మాత్రమే, మరియు తొలగించండి noatime కోసం ext4. గమనిక: వంటి కొన్ని ఎంపికలు nosuid, మీరు వాటిని చేర్చకపోయినా కూడా మౌంట్ ప్రోగ్రామ్ ద్వారా జోడించబడవచ్చు. లో ఎంపికలు fstab ప్రాధాన్యతనిస్తాయి. pmount ఇక్కడ సెట్ చేయబడిన ఎంపికలను విస్మరిస్తుంది.
tg: Дастгоҳ бо истифода аз имконоти дар поён ҷойгиршуда (аз нав) васл карда мешавад. Илова ба имконоти муқаррарӣ, шумо инчунин метавонед бо истифода аз шакли OPTION+FSTYPE ё OPTION-FSTYPE имконоти илова ё хориҷ кардашударо барои як навъи системаи файлӣ муайян кунед. Мисол: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ин илова хоҳад кард nosuid ва noatime барои ҳама намудҳои системаи файлӣ, илова кунед sync барои vfat ва ntfs танҳо ва хориҷ кунед noatime барои ext4. Эзоҳ: Баъзе интихобҳо, ба монанди nosuid, мумкин аст аз ҷониби барномаи mount илова карда шавад, ҳатто агар шумо онҳоро дохил накунед. Имконот дар fstab афзалият пайдо кунанд. pmount имконоти дар ин ҷо гузошташударо нодида мегирад.
th: อุปกรณ์จะถูกติดตั้ง (อีกครั้ง) โดยใช้ตัวเลือกด้านล่าง นอกจากตัวเลือกปกติแล้ว คุณยังสามารถระบุตัวเลือกที่จะเพิ่มหรือลบสำหรับประเภทระบบไฟล์เฉพาะโดยใช้รูปแบบ OPTION+FSTYPE หรือ OPTION-FSTYPE ตัวอย่าง: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 นี่จะเพิ่ม nosuid และ noatime สำหรับระบบไฟล์ทุกประเภท ให้เพิ่ม sync สำหรับ vfat และ ntfs เท่านั้นและลบ noatime สำหรับ ext4. หมายเหตุ: บางตัวเลือก เช่น nosuid, อาจถูกเพิ่มโดยโปรแกรมเมานต์แม้ว่าคุณจะไม่ได้รวมไว้ก็ตาม ตัวเลือกใน fstab มีความสำคัญ pmount ละเว้นตัวเลือกที่ตั้งไว้ที่นี่
tk: Enjam aşakdaky opsiýalary ulanyp täzeden gurlar. Adaty saýlawlardan başga-da, OPTION + FSTYPE ýa-da OPTION-FSTYPE görnüşini ulanyp, belli bir faýl ulgamy görnüşi üçin goşuljak ýa-da aýryljak görnüşleri hem kesgitläp bilersiňiz. Mysal: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Bu goşar nosuid we noatime ähli faýl ulgamynyň görnüşleri üçin goşuň sync üçin vfat we ntfs diňe we aýyryň noatime üçin ext4. Bellik: Käbir wariantlar, meselem nosuid, goşmasaňyzam, gurnama programmasy tarapyndan goşulyp biler. Görnüş fstab ileri tutuň. pmount bu ýerde goýlan wariantlara ähmiýet bermeýär.
tt: Түбәндәге вариантларны кулланып, җайланма урнаштырылачак. Даими вариантларга өстәп, сез OPTION + FSTYPE яки OPTION-FSTYPE формасын кулланып, билгеле бер файл системасы тибына кушылу яки бетерү вариантларын күрсәтә аласыз. Мисал: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Бу өстәячәк nosuid һәм noatime барлык файл системасы төрләре өчен өстәргә sync өчен vfat һәм ntfs гына, һәм бетер noatime өчен ext4. Искәрмә: кайбер вариантлар, мәсәлән nosuid, Сез аларны кертмәсәгез дә, монтаж программасы белән өстәлергә мөмкин. Вариантлар fstab өстенлек бирергә. pmount монда куелган вариантларны санга сукмый.
uk: Пристрій буде (пере)монтовано за допомогою наведених нижче параметрів. Крім звичайних параметрів, ви також можете вказати параметри, які потрібно додати або видалити для певного типу файлової системи, використовуючи форму OPTION+FSTYPE або OPTION-FSTYPE. приклад: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Це додасть nosuid і noatime для всіх типів файлових систем додайте sync для vfat і ntfs тільки і видаліть noatime для ext4. Примітка. Деякі параметри, наприклад nosuid, можуть бути додані програмою монтування, навіть якщо ви їх не включили. Параметри в fstab мати пріоритет. pmount ігнорує параметри, встановлені тут.
ur: ۔ﺎﮔ ﮯﺋﺎﺟ ﺎﯾﺎﮕﻟ (ﮦﺭﺎﺑﻭﺩ) ﻮﮐ ﺲﺋﺍﻮﯾﮈ ﮯﺋﻮﮨ ﮯﺗﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺎﮐ ﺕﺍﺭﺎﯿﺘﺧﺍ ﮯﺌﮔ ﮯﺌﯾﺩ ﮯﭽﯿﻧ ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺎﺘﺑ ﯽﮭﺑ ﺕﺍﺭﺎﯿﺘﺧﺍ ﮯﮐ ﮯﻧﺎﭩﮨ ﺎﯾ ﻞﻣﺎﺷ ﮯﯿﻟ ﮯﮐ ﻢﺴﻗ ﯽﮐ ﻢﭩﺴﺳ ﻞﺋﺎﻓ ﺹﻮﺼﺨﻣ ﮯﮐ ﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺎﮐ OPTION-FSTY :ﻝﺎﺜﻣ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﺎﮔ ﮮﺮﮐ ﮧﻓﺎﺿﺍ ﮧﯾ nosuid ﺭﻭﺍ noatime ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﮯﯿﻟ ﮯﮐ ﻡﺎﺴﻗﺍ ﯽﮐ ﻢﭩﺴﺳ ﻞﺋﺎﻓ ﻡﺎﻤﺗ sync ﮯﯿﻟ ﮯﮐ vfat ﺭﻭﺍ ntfs ﮟﯾﺩ ﺎﭩﮨ ﺭﻭﺍ ،ﻑﺮﺻ noatime ﮯﯿﻟ ﮯﮐ ext4. ﮯﺴﯿﺟ ،ﺕﺍﺭﺎﯿﺘﺧﺍ ﮫﭽﮐ :ﭦﻮﻧ nosuid, ﮟﯿﻣ ﺕﺍﺭﺎﯿﺘﺧﺍ ۔ﮟﯾﺮﮐ ﮧﻧ ﻞﻣﺎﺷ ﮟﯿﮩﻧﺍ ﭖﺁ ﮯﮨﺎﭼ ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻞﻣﺎﺷ ﮯﻌﯾﺭﺫ ﮯﮐ ﻡﺍﺮﮔﻭﺮﭘ ﭧﻧﺅﺎﻣ fstab ۔ﮯﮨ ﺎﺗﺮﮐ ﺯﺍﺪﻧﺍ ﺮﻈﻧ ﻮﮐ ﺕﺍﺭﺎﯿﺘﺧﺍ ﮦﺩﺮﮐ ﭧﯿﺳ ﮞﺎﮩﯾ pmount .ﻮﻟ ﮯﻟ ﺖﻘﺒﺳ
uz: Qurilma quyidagi variantlardan foydalanib (qayta) o'rnatiladi. Oddiy opsiyalarga qo'shimcha ravishda OPTION+FSTYPE yoki OPTION-FSTYPE shaklidan foydalanib, ma'lum bir fayl tizimi turi uchun qo'shiladigan yoki o'chiriladigan variantlarni ham belgilashingiz mumkin. Misol: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Bu qo'shadi nosuid va noatime barcha fayl tizimi turlari uchun qo'shing sync uchun vfat va ntfs faqat va olib tashlang noatime uchun ext4. Eslatma: Ba'zi variantlar, masalan nosuid, Agar siz ularni qo'shmasangiz ham, o'rnatish dasturi tomonidan qo'shilishi mumkin. Variantlar fstab ustunlikka ega bo'ling. pmount bu erda o'rnatilgan parametrlarni e'tiborsiz qoldiradi.
vi: Thiết bị sẽ được gắn (lại) bằng cách sử dụng các tùy chọn bên dưới. Ngoài các tùy chọn thông thường, bạn cũng có thể chỉ định các tùy chọn được thêm vào hoặc loại bỏ cho một loại hệ thống tệp cụ thể bằng cách sử dụng biểu mẫu OPTION + FSTYPE hoặc OPTION-FSTYPE. Ví dụ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Điều này sẽ thêm nosuid và noatime đối với tất cả các loại hệ thống tệp, hãy thêm sync vì vfat và ntfs chỉ và loại bỏ noatime vì ext4. Lưu ý: Một số tùy chọn, chẳng hạn như nosuid, có thể được thêm vào bởi chương trình gắn kết ngay cả khi bạn không bao gồm chúng. Tùy chọn trong fstab được ưu tiên. pmount bỏ qua các tùy chọn được đặt ở đây.
xh: Isixhobo siza (kwakhona) sixhonywe kusetyenziswa ezi ndlela zingezantsi. Ukongeza kwiinketho eziqhelekileyo, ungakhankanya iinketho eziza kudityaniswa okanye zisuswe kuhlobo oluthile lwefayile yefayile ngokusebenzisa ifom OPTION+FSTYPE okanye OPTION-FSTYPE. Umzekelo: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Oku kuya kongeza nosuid kwaye noatime kuzo zonke iindidi zendlela yefayile, yongeza sync ngenxa vfat kwaye ntfs kuphela, kwaye susa noatime ngenxa ext4. Qaphela: Ezinye iinketho, ezifana nosuid, ingongezwa yinkqubo yentaba nokuba awuzibandakanyi. Iinketho zokungena fstab thatha indawo yokuqala. pmount izihoya iinketho ezibekwe apha.
yi: .ןטנוא סעיצפּאָ יד טימ דעטנואָמ (ךעיַיש) ןייז טעוו לטימ יד .OPTION-FSTYPE רעדאָ OPTION + FSTYPE םעראָפ יד טימ פּיט םעטסיס עקעט שיפיצעפּס אַ ראַפֿ ןעמונעגקעוואַ רעדאָ ףיסו :ליפּשיַיב nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ןגייל טעוו סאד nosuid ןוא noatime ןגייל ,םעטסיסעליפ ןופ ספּייט עלאַ ראַפֿ sync ראַפֿ vfat ןוא ntfs ןעמענפּאָראַ ןוא ,ראָנ noatime ראַפֿ ext4. יוו אַזאַ ,סעיצפּאָ עכעלטע :גנוקרעמאַב nosuid, ןיא סעיצפּאָ .ייז ןעמענניַיראַ טינ ןאָט ריא ביוא וליפא םאַרגאָרפּ גראב יד ךרוד ףיסומ ןייז ןעק fstab .אָד ןלעטש סעיצפּאָ זראָנגי pmount .טיַיקרעכליב ןעמענ
