Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Modified
af: Gewysig
am: ተሻሽሏል።
ar: ﻝﺪﻌﻤﻟﺍ
be: Мадыфікаваны
bg: Променено
bn: পরিবর্তিত
ca: Modificat
cy: Wedi'i addasu
da: Ændret
eo: Modifita
et: Muudetud
eu: Aldatua
fa: ﻩﺪﺷ ﺡﻼ﻿ﺻﺍ
fi: Muokattu
fil: Binago
fy: Feroare
ga: Athraithe
gd: Atharrachadh
gl: Modificado
gu: સંશોધિત
he: הנוש
hi: संशोधित
hr: Izmijenjeno
hu: Módosított
hy: Փոփոխված
id: Diubah
is: Breytt
ka: Განახლდა
kk: Өзгертілген
km: កែប្រែ
kn: ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ky: Өзгөртүлгөн
lb: Geännert
lo: ດັດແກ້
lt: Modifikuota
lv: Modificēts
mg: farany
mi: Kua whakarereketia
mk: Изменето
ml: തിരുത്തപ്പെട്ടത്
mn: Өөрчлөгдсөн
mr: सुधारित
mt: Modifikat
my: ပြင်ဆင်ထားသည်။
nb: Modifisert
ne: परिमार्जित
or: ପରିବର୍ତ୍ତିତ
pa: ਸੋਧਿਆ ਗਿਆ
ps: ﯼﻮﺷ ﻞﯾﺪﻌﺗ
ro: Modificat
rw: Yahinduwe
sd: ﻞﻴﭤ ﻞﻳﺪﺒﺗ
si: වෙනස් කර ඇත
sk: Upravené
sl: Spremenjeno
sq: I modifikuar
sw: Imebadilishwa
ta: மாற்றியமைக்கப்பட்டது
te: సవరించబడింది
tg: Тағйир дода шудааст
th: ดัดแปลง
tk: Üýtgedildi
tt: Modзгәртелгән
uk: Змінено
ur: ﮦﺪﺷ ﻢﯿﻣﺮﺗ
uz: Oʻzgartirilgan
vi: Đã sửa đổi
xh: Ilungisiwe
yi: דייפאַדאַמ

source: Created
af: Geskep
am: ተፈጠረ
ar: ﺖﻘﻠﺧ
be: Створаны
bg: Създаден
bn: তৈরি করেছে
ca: Creat
cy: Wedi'i greu
da: Oprettet
eo: Kreita
et: Loodud
eu: Sortu
fa: ﻩﺪﺷ ﺩﺎﺠﯾﺍ
fi: Luotu
fil: Nilikha
fy: Makke
ga: Cruthaithe
gd: Air a chruthachadh
gl: Creado
gu: બનાવ્યું
he: רצונ
hi: बनाया था
hr: Stvoreno
hu: Létrehozva
hy: Ստեղծվել է
id: Dibuat
is: Búið til
ka: შექმნილია
kk: Құрылды
km: បានបង្កើត
kn: ರಚಿಸಲಾಗಿದೆ
ku: Afirandin
ky: түзүлгөн
lb: Geschaf
lo: ສ້າງແລ້ວ
lt: Sukurta
lv: Izveidots
mg: namorona
mi: Hangaia
mk: Создаден
ml: സൃഷ്ടിച്ചത്
mn: Үүсгэсэн
mr: तयार केले
mt: Maħluq
my: ဖန်တီးခဲ့သည်။
nb: Opprettet
ne: सिर्जना गरियो
or: ସୃଷ୍ଟି ହୋଇଛି |
pa: ਬਣਾਇਆ ਗਿਆ
ps: ﯼړﮐ ړﻮﺟ
ro: Creată
rw: Byaremwe
sd: ﻞﻴﻫﺎﭠ
si: නිර්මාණය කර ඇත
sk: Vytvorené
sl: Ustvarjeno
sq: Krijuar
sw: Imeundwa
ta: உருவாக்கப்பட்டது
te: సృష్టించబడింది
tg: Эҷод карда шуд
th: สร้าง
tk: Döredildi
tt: Барлыкка китерелгән
uk: Створено
ur: ﺎﯾﺎﻨﺑ
uz: Yaratilgan
vi: Tạo
xh: Yenziwe
yi: ןפאַשאַב

source: zzzfm: invalid socket command
af: zzzfm: ongeldige socket-opdrag
am: zzzfm: ልክ ያልሆነ የሶኬት ትዕዛዝ
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺬﺧﺄﻣ ﺮﻣﺃ
be: zzzfm: няправільная каманда сокета
bg: zzzfm: невалидна команда за сокет
bn: zzzfm: অবৈধ সকেট কমান্ড
ca: zzzfm: ordre de socket no vàlida
cy: zzzfm: gorchymyn soced annilys
da: zzzfm: ugyldig socket-kommando
eo: zzzfm: nevalida socket komando
et: zzzfm: vigane sokli käsk
eu: zzzfm: socket komando baliogabea
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﺖﮐﻮﺳ ﻥﺎﻣﺮﻓ
fi: zzzfm: virheellinen socket-komento
fil: zzzfm: di-wastong utos ng socket
fy: zzzfm: ûnjildige socket kommando
ga: zzzfm: ordú soicéad neamhbhailí
gd: zzzfm: àithne socaid neo-dhligheach
gl: zzzfm: comando de socket non válido
gu: zzzfm: અમાન્ય સોકેટ આદેશ
he: zzzfm: תיקוח אל עקש תדוקפ
hi: zzzfm: अमान्य सॉकेट आदेश
hr: zzzfm: nevažeća naredba utičnice
hu: zzzfm: érvénytelen socket parancs
hy: zzzfm: socket-ի անվավեր հրաման
id: zzzfm: perintah soket tidak valid
is: zzzfm: ógild skipun í fals
ka: zzzfm: სოკეტის არასწორი ბრძანება
kk: zzzfm: жарамсыз розетка командасы
km: zzzfm: ពាក្យបញ្ជារន្ធមិនត្រឹមត្រូវ
kn: zzzfm: ಅಮಾನ್ಯ ಸಾಕೆಟ್ ಆಜ್ಞೆ
ku: zzzfm: fermana soketê nederbasdar
ky: zzzfm: жараксыз розетка буйругу
lb: zzzfm: ongëlteg Socket Kommando
lo: zzzfm: ຄໍາສັ່ງ socket ບໍ່ຖືກຕ້ອງ
lt: zzzfm: neteisinga lizdo komanda
lv: zzzfm: nederīga ligzdas komanda
mg: zzzfm: baiko socket tsy mety
mi: zzzfm: tono turanga muhu
mk: zzzfm: неважечка команда за сокет
ml: zzzfm: അസാധുവായ സോക്കറ്റ് കമാൻഡ്
mn: zzzfm: хүчингүй сокет команд
mr: zzzfm: अवैध सॉकेट आदेश
mt: zzzfm: kmand tas-socket invalidu
my: zzzfm: မမှန်ကန်သော socket အမိန့်
nb: zzzfm: ugyldig socket-kommando
ne: zzzfm: अमान्य सकेट आदेश
or: zzzfm: ଅବ alid ଧ ସକେଟ୍ ନିର୍ଦ୍ଦେଶ |
pa: zzzfm: ਅਵੈਧ ਸਾਕਟ ਕਮਾਂਡ
ps: zzzfm: ډﻧﺎﻤﮐ ټﮐﺎﺳ ﻢﺳﺎﻧ
ro: zzzfm: comandă socket nevalidă
rw: zzzfm: itegeko ridafite ishingiro
sd: zzzfm: ﻢڪﺣ ٽﮐﺎﺳ ﻂﻠﻏ
si: zzzfm: වලංගු නොවන සොකට් විධානය
sk: zzzfm: neplatný príkaz soketu
sl: zzzfm: neveljaven ukaz vtičnice
sq: zzzfm: komanda e pavlefshme e folesë
sw: zzzfm: amri batili ya tundu
ta: zzzfm: தவறான சாக்கெட் கட்டளை
te: zzzfm: చెల్లని సాకెట్ కమాండ్
tg: zzzfm: фармони розеткаи беэътибор
th: zzzfm: คำสั่งซ็อกเก็ตที่ไม่ถูกต้อง
tk: zzzfm: rozetka nädogry
tt: zzzfm: рокетка яраксыз
uk: zzzfm: недійсна команда сокета
ur: zzzfm: ﮉﻧﺎﻤﮐ ﭧﮐﺎﺳ ﻂﻠﻏ
uz: zzzfm: noto'g'ri soket buyrug'i
vi: zzzfm: lệnh socket không hợp lệ
xh: zzzfm: umyalelo wesiseko ongasebenziyo
yi: zzzfm: לעפֿאַב לעלאָכ טלפּירקראַפ

source: zzzfm: invalid option '%s'
af: zzzfm: ongeldige opsie '%s'
am: zzzfm: ልክ ያልሆነ አማራጭ '%s'
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺭﺎﻴﺧ '%s'
be: zzzfm: няправільны варыянт '%s'
bg: zzzfm: невалидна опция '%s'
bn: zzzfm: অবৈধ বিকল্প '%s'
ca: zzzfm: opció no vàlida '%s'
cy: zzzfm: opsiwn annilys '%s'
da: zzzfm: ugyldig mulighed '%s'
eo: zzzfm: nevalida opcio '%s'
et: zzzfm: kehtetu valik '%s'
eu: zzzfm: aukera baliogabea '%s'
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﻪﻨﯾﺰﮔ '%s'
fi: zzzfm: virheellinen vaihtoehto '%s'
fil: zzzfm: di-wastong opsyon '%s'
fy: zzzfm: ûnjildige opsje '%s'
ga: zzzfm: rogha neamhbhailí '%s'
gd: zzzfm: roghainn neo-dhligheach '%s'
gl: zzzfm: opción non válida '%s'
gu: zzzfm: અમાન્ય વિકલ્પ '%s'
he: zzzfm: תיקוח אל תורשפא '%s'
hi: zzzfm: अमान्य विकल्प '%s'
hr: zzzfm: nevažeća opcija '%s'
hu: zzzfm: érvénytelen opció '%s'
hy: zzzfm: անվավեր տարբերակ '%s'
id: zzzfm: opsi tidak valid '%s'
is: zzzfm: ógildur kostur '%s'
ka: zzzfm: არასწორი ვარიანტი '%s'
kk: zzzfm: жарамсыз опция '%s'
km: zzzfm: ជម្រើសមិនត្រឹមត្រូវ '%s'
kn: zzzfm: ಅಮಾನ್ಯ ಆಯ್ಕೆ '%s'
ku: zzzfm: vebijarka nederbasdar '%s'
ky: zzzfm: жараксыз опция '%s'
lb: zzzfm: ongëlteg Optioun '%s'
lo: zzzfm: ທາງເລືອກທີ່ບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: netinkamas variantas '%s'
lv: zzzfm: nederīgs variants '%s'
mg: zzzfm: safidy tsy mety '%s'
mi: zzzfm: kōwhiringa muhu '%s'
mk: zzzfm: неважечка опција '%s'
ml: zzzfm: അസാധുവായ ഓപ്ഷൻ '%s'
mn: zzzfm: хүчингүй сонголт '%s'
mr: zzzfm: अवैध पर्याय '%s'
mt: zzzfm: għażla invalida '%s'
my: zzzfm: မမှန်ကန်သော ရွေးချယ်မှု '%s'
nb: zzzfm: ugyldig alternativ '%s'
ne: zzzfm: अवैध विकल्प '%s'
or: zzzfm: ଅବ alid ଧ ବିକଳ୍ପ | '%s'
pa: zzzfm: ਅਵੈਧ ਵਿਕਲਪ '%s'
ps: zzzfm: ﺏﺎﺨﺘﻧﺍ ﻢﺳﺎﻧ '%s'
ro: zzzfm: opțiune nevalidă '%s'
rw: zzzfm: amahitamo atemewe '%s'
sd: zzzfm: ﻦﺸﭘﺁ ﻂﻠﻏ '%s'
si: zzzfm: වලංගු නොවන විකල්පය '%s'
sk: zzzfm: neplatná možnosť '%s'
sl: zzzfm: neveljavna možnost '%s'
sq: zzzfm: opsion i pavlefshëm '%s'
sw: zzzfm: chaguo batili '%s'
ta: zzzfm: தவறான விருப்பம் '%s'
te: zzzfm: చెల్లని ఎంపిక '%s'
tg: zzzfm: варианти беэътибор '%s'
th: zzzfm: ตัวเลือกที่ไม่ถูกต้อง '%s'
tk: zzzfm: nädogry görnüş '%s'
tt: zzzfm: дөрес булмаган вариант '%s'
uk: zzzfm: недійсний варіант '%s'
ur: zzzfm: ﺭﺎﯿﺘﺧﺍ ﻂﻠﻏ '%s'
uz: zzzfm: yaroqsiz variant '%s'
vi: zzzfm: Tùy chọn không hợp lệ '%s'
xh: zzzfm: ukhetho olungasebenziyo '%s'
yi: zzzfm: עיצפּאָ טלפּירקראַפ '%s'

source: zzzfm: option %s requires an argument
af: zzzfm: opsie %s vereis 'n argument
am: zzzfm: አማራጭ %s ክርክር ይጠይቃል
ar: zzzfm: ﺭﺎﻴﺘﺧﺍ %s ﺔﺠﺣ ﺐﻠﻄﺘﻳ
be: zzzfm: варыянт %s патрабуе аргументацыі
bg: zzzfm: опция %s изисква аргумент
bn: zzzfm: বিকল্প %s একটি যুক্তি প্রয়োজন
ca: zzzfm: opció %s requereix un argument
cy: zzzfm: opsiwn %s yn gofyn am ddadl
da: zzzfm: mulighed %s kræver et argument
eo: zzzfm: opcio %s postulas argumenton
et: zzzfm: valik %s nõuab argumenti
eu: zzzfm: aukera %s argudio bat eskatzen du
fa: zzzfm: ﻪﻨﯾﺰﮔ %s ﺪﻫﺍﻮﺧ ﯽﻣ ﻝﻻ﻿ﺪﺘﺳﺍ
fi: zzzfm: vaihtoehto %s vaatii argumentin
fil: zzzfm: opsyon %s nangangailangan ng argumento
fy: zzzfm: opsje %s freget in argumint
ga: zzzfm: rogha %s éilíonn argóint
gd: zzzfm: roghainn %s feumach air argamaid
gl: zzzfm: opción %s require un argumento
gu: zzzfm: વિકલ્પ %s દલીલની જરૂર છે
he: zzzfm: הָיִצְּפֹוא %s חוכיו שרוד
hi: zzzfm: विकल्प %s एक तर्क की आवश्यकता है
hr: zzzfm: opcija %s zahtijeva argument
hu: zzzfm: választási lehetőség %s érvelést igényel
hy: zzzfm: տարբերակ %s պահանջում է փաստարկ
id: zzzfm: pilihan %s membutuhkan argumen
is: zzzfm: valmöguleika %s krefst rök
ka: zzzfm: ვარიანტი %s არგუმენტს მოითხოვს
kk: zzzfm: опция %s дәлелді талап етеді
km: zzzfm: ជម្រើស %s ទាមទារu200bការu200bប្រកែក
kn: zzzfm: ಆಯ್ಕೆಯನ್ನು %s ವಾದದ ಅಗತ್ಯವಿದೆ
ku: zzzfm: dibe %s argumanek hewce dike
ky: zzzfm: параметр %s аргумент талап кылат
lb: zzzfm: Optioun %s verlaangt en Argument
lo: zzzfm: ທາງເລືອກ %s ຮຽກຮ້ອງໃຫ້ມີການໂຕ້ຖຽງ
lt: zzzfm: variantas %s reikalauja argumento
lv: zzzfm: opciju %s prasa argumentu
mg: zzzfm: SAFIDY %s mila argument
mi: zzzfm: kōwhiringa %s me tautohe
mk: zzzfm: опција %s бара аргумент
ml: zzzfm: ഓപ്ഷൻ %s ഒരു വാദം ആവശ്യമാണ്
mn: zzzfm: сонголт %s аргумент шаарддаг
mr: zzzfm: पर्याय %s युक्तिवाद आवश्यक आहे
mt: zzzfm: għażla %s teħtieġ argument
my: zzzfm: ရွေးချယ်မှု %s အငြင်းအခုံတစ်ခုလိုအပ်သည်။
nb: zzzfm: alternativ %s krever et argument
ne: zzzfm: विकल्प %s तर्क चाहिन्छ
or: zzzfm: ବିକଳ୍ପ %s ଏକ ଯୁକ୍ତି ଆବଶ୍ୟକ କରେ |
pa: zzzfm: ਵਿਕਲਪ %s ਇੱਕ ਦਲੀਲ ਦੀ ਲੋੜ ਹੈ
ps: zzzfm: ﺭﺎﯿﺘﺧﺍ %s ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻞﯿﻟﺩ
ro: zzzfm: opțiune %s necesită un argument
rw: zzzfm: ihitamo %s bisaba gutongana
sd: zzzfm: ﺭﺎﻴﺘﺧﺍ %s ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻞﻴﻟﺩ ڪﻫ
si: zzzfm: විකල්පය %s තර්කයක් අවශ්යයි
sk: zzzfm: možnosť %s vyžaduje argument
sl: zzzfm: možnost %s zahteva argument
sq: zzzfm: opsion %s kërkon një argument
sw: zzzfm: chaguo %s inahitaji hoja
ta: zzzfm: விருப்பம் %s ஒரு வாதம் தேவை
te: zzzfm: ఎంపిక %s ఒక వాదన అవసరం
tg: zzzfm: вариант %s далел талаб мекунад
th: zzzfm: ตัวเลือก %s ต้องมีการโต้เถียง
tk: zzzfm: warianty %s argument talap edýär
tt: zzzfm: вариант %s бәхәс таләп итә
uk: zzzfm: варіант %s вимагає аргументації
ur: zzzfm: ﺭﺎﯿﺘﺧﺍ %s ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﻞﯿﻟﺩ ﮏﯾﺍ
uz: zzzfm: variant %s argument talab qiladi
vi: zzzfm: Lựa chọn %s yêu cầu một đối số
xh: zzzfm: ukhetho %s ifuna ingxabano
yi: zzzfm: עיצפּאָ %s טנעמוגראַ אַ טגנאלראפ

source: zzzfm: invalid window
af: zzzfm: ongeldige venster
am: zzzfm: ልክ ያልሆነ መስኮት
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺓﺬﻓﺎﻧ
be: zzzfm: несапраўднае акно
bg: zzzfm: невалиден прозорец
bn: zzzfm: অবৈধ উইন্ডো
ca: zzzfm: finestra no vàlida
cy: zzzfm: ffenestr annilys
da: zzzfm: ugyldigt vindue
eo: zzzfm: nevalida fenestro
et: zzzfm: kehtetu aken
eu: zzzfm: leiho baliogabea
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﻩﺮﺠﻨﭘ
fi: zzzfm: virheellinen ikkuna
fil: zzzfm: di-wastong window
fy: zzzfm: ûnjildich finster
ga: zzzfm: fuinneog neamhbhailí
gd: zzzfm: uinneag neo-dhligheach
gl: zzzfm: xanela non válida
gu: zzzfm: અમાન્ય વિન્ડો
he: zzzfm: יקוח אל ןולח
hi: zzzfm: अमान्य विंडो
hr: zzzfm: nevažeći prozor
hu: zzzfm: érvénytelen ablak
hy: zzzfm: անվավեր պատուհան
id: zzzfm: jendela tidak valid
is: zzzfm: ógildur gluggi
ka: zzzfm: არასწორი ფანჯარა
kk: zzzfm: жарамсыз терезе
km: zzzfm: បង្អួចu200bមិនu200bត្រឹមត្រូវ។
kn: zzzfm: ಅಮಾನ್ಯ ವಿಂಡೋ
ku: zzzfm: pencereya nederbasdar
ky: zzzfm: жараксыз терезе
lb: zzzfm: ongëlteg Fënster
lo: zzzfm: ປ່ອງຢ້ຽມບໍ່ຖືກຕ້ອງ
lt: zzzfm: netinkamas langas
lv: zzzfm: nederīgs logs
mg: zzzfm: varavarankely tsy mety
mi: zzzfm: matapihi muhu
mk: zzzfm: неважечки прозорец
ml: zzzfm: അസാധുവായ വിൻഡോ
mn: zzzfm: хүчингүй цонх
mr: zzzfm: अवैध विंडो
mt: zzzfm: tieqa invalida
my: zzzfm: မမှန်ကန်သောဝင်းဒိုး
nb: zzzfm: ugyldig vindu
ne: zzzfm: अवैध विन्डो
or: zzzfm: ଅବ inv ଧ ୱିଣ୍ଡୋ |
pa: zzzfm: ਅਵੈਧ ਵਿੰਡੋ
ps: zzzfm: ۍﮐړﮐ ﻢﺳﺎﻧ
ro: zzzfm: fereastră nevalidă
rw: zzzfm: idirishya ritemewe
sd: zzzfm: ﻭڊﻧﻭ ﻂﻠﻏ
si: zzzfm: වලංගු නොවන කවුළුව
sk: zzzfm: neplatné okno
sl: zzzfm: neveljavno okno
sq: zzzfm: dritare e pavlefshme
sw: zzzfm: dirisha batili
ta: zzzfm: தவறான சாளரம்
te: zzzfm: చెల్లని విండో
tg: zzzfm: равзанаи беэътибор
th: zzzfm: หน้าต่างไม่ถูกต้อง
tk: zzzfm: nädogry penjire
tt: zzzfm: яраксыз тәрәзә
uk: zzzfm: недійсне вікно
ur: zzzfm: ﻭﮉﻧﻭ ﻂﻠﻏ
uz: zzzfm: yaroqsiz oyna
vi: zzzfm: cửa sổ không hợp lệ
xh: zzzfm: ifestile engasebenziyo
yi: zzzfm: רעטצנעפֿ קיטליג טינ

source: zzzfm: invalid window %s
af: zzzfm: ongeldige venster %s
am: zzzfm: ልክ ያልሆነ መስኮት %s
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺓﺬﻓﺎﻧ %s
be: zzzfm: несапраўднае акно %s
bg: zzzfm: невалиден прозорец %s
bn: zzzfm: অবৈধ উইন্ডো %s
ca: zzzfm: finestra no vàlida %s
cy: zzzfm: ffenestr annilys %s
da: zzzfm: ugyldigt vindue %s
eo: zzzfm: nevalida fenestro %s
et: zzzfm: kehtetu aken %s
eu: zzzfm: leiho baliogabea %s
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﻩﺮﺠﻨﭘ %s
fi: zzzfm: virheellinen ikkuna %s
fil: zzzfm: di-wastong window %s
fy: zzzfm: ûnjildich finster %s
ga: zzzfm: fuinneog neamhbhailí %s
gd: zzzfm: uinneag neo-dhligheach %s
gl: zzzfm: xanela non válida %s
gu: zzzfm: અમાન્ય વિન્ડો %s
he: zzzfm: יקוח אל ןולח %s
hi: zzzfm: अमान्य विंडो %s
hr: zzzfm: nevažeći prozor %s
hu: zzzfm: érvénytelen ablak %s
hy: zzzfm: անվավեր պատուհան %s
id: zzzfm: jendela tidak valid %s
is: zzzfm: ógildur gluggi %s
ka: zzzfm: არასწორი ფანჯარა %s
kk: zzzfm: жарамсыз терезе %s
km: zzzfm: បង្អួចu200bមិនu200bត្រឹមត្រូវ។ %s
kn: zzzfm: ಅಮಾನ್ಯ ವಿಂಡೋ %s
ku: zzzfm: pencereya nederbasdar %s
ky: zzzfm: жараксыз терезе %s
lb: zzzfm: ongëlteg Fënster %s
lo: zzzfm: ປ່ອງຢ້ຽມບໍ່ຖືກຕ້ອງ %s
lt: zzzfm: netinkamas langas %s
lv: zzzfm: nederīgs logs %s
mg: zzzfm: varavarankely tsy mety %s
mi: zzzfm: matapihi muhu %s
mk: zzzfm: неважечки прозорец %s
ml: zzzfm: അസാധുവായ വിൻഡോ %s
mn: zzzfm: хүчингүй цонх %s
mr: zzzfm: अवैध विंडो %s
mt: zzzfm: tieqa invalida %s
my: zzzfm: မမှန်ကန်သောဝင်းဒိုး %s
nb: zzzfm: ugyldig vindu %s
ne: zzzfm: अवैध विन्डो %s
or: zzzfm: ଅବ inv ଧ ୱିଣ୍ଡୋ | %s
pa: zzzfm: ਅਵੈਧ ਵਿੰਡੋ %s
ps: zzzfm: ۍﮐړﮐ ﻢﺳﺎﻧ %s
ro: zzzfm: fereastră nevalidă %s
rw: zzzfm: idirishya ritemewe %s
sd: zzzfm: ﻭڊﻧﻭ ﻂﻠﻏ %s
si: zzzfm: වලංගු නොවන කවුළුව %s
sk: zzzfm: neplatné okno %s
sl: zzzfm: neveljavno okno %s
sq: zzzfm: dritare e pavlefshme %s
sw: zzzfm: dirisha batili %s
ta: zzzfm: தவறான சாளரம் %s
te: zzzfm: చెల్లని విండో %s
tg: zzzfm: равзанаи беэътибор %s
th: zzzfm: หน้าต่างไม่ถูกต้อง %s
tk: zzzfm: nädogry penjire %s
tt: zzzfm: яраксыз тәрәзә %s
uk: zzzfm: недійсне вікно %s
ur: zzzfm: ﻭﮉﻧﻭ ﻂﻠﻏ %s
uz: zzzfm: yaroqsiz oyna %s
vi: zzzfm: cửa sổ không hợp lệ %s
xh: zzzfm: ifestile engasebenziyo %s
yi: zzzfm: רעטצנעפֿ קיטליג טינ %s

source: zzzfm: invalid panel %d
af: zzzfm: ongeldige paneel %d
am: zzzfm: ልክ ያልሆነ ፓነል %d
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺔﺣﻮﻟ %d
be: zzzfm: несапраўдная панэль %d
bg: zzzfm: невалиден панел %d
bn: zzzfm: অবৈধ প্যানেল %d
ca: zzzfm: panell no vàlid %d
cy: zzzfm: panel annilys %d
da: zzzfm: ugyldigt panel %d
eo: zzzfm: nevalida panelo %d
et: zzzfm: kehtetu paneel %d
eu: zzzfm: panel baliogabea %d
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﻞﻧﺎﭘ %d
fi: zzzfm: virheellinen paneeli %d
fil: zzzfm: di-wastong panel %d
fy: zzzfm: ûnjildich paniel %d
ga: zzzfm: painéal neamhbhailí %d
gd: zzzfm: pannal neo-dhligheach %d
gl: zzzfm: panel non válido %d
gu: zzzfm: અમાન્ય પેનલ %d
he: zzzfm: יקוח אל לנאפ %d
hi: zzzfm: अमान्य पैनल %d
hr: zzzfm: nevažeća ploča %d
hu: zzzfm: érvénytelen panel %d
hy: zzzfm: անվավեր վահանակ %d
id: zzzfm: panel tidak valid %d
is: zzzfm: ógild spjaldið %d
ka: zzzfm: არასწორი პანელი %d
kk: zzzfm: жарамсыз панель %d
km: zzzfm: បន្ទះមិនត្រឹមត្រូវ %d
kn: zzzfm: ಅಮಾನ್ಯ ಫಲಕ %d
ku: zzzfm: panel nederbasdar %d
ky: zzzfm: жараксыз панель %d
lo: zzzfm: ແຜງບໍ່ຖືກຕ້ອງ %d
lt: zzzfm: netinkamas skydelis %d
lv: zzzfm: nederīgs panelis %d
mg: zzzfm: tontonana tsy mety %d
mi: zzzfm: röpü muhu %d
mk: zzzfm: неважечки панел %d
ml: zzzfm: അസാധുവായ പാനൽ %d
mn: zzzfm: хүчингүй самбар %d
mr: zzzfm: अवैध पॅनेल %d
mt: zzzfm: panel invalidu %d
my: zzzfm: မမှန်ကန်သော အကန့် %d
nb: zzzfm: ugyldig panel %d
ne: zzzfm: अवैध प्यानल %d
or: zzzfm: ଅବ inv ଧ ପ୍ୟାନେଲ୍ | %d
pa: zzzfm: ਅਵੈਧ ਪੈਨਲ %d
ps: zzzfm: ﻞﻨﯿﭘ ﻩﺭﻭﺎﺑﺎﻧ %d
ro: zzzfm: panou invalid %d
rw: zzzfm: Umwanya utemewe %d
sd: zzzfm: ﻞﻨﻴﭘ ﻂﻠﻏ %d
si: zzzfm: වලංගු නොවන පැනලය %d
sk: zzzfm: neplatný panel %d
sl: zzzfm: neveljavna plošča %d
sq: zzzfm: panel i pavlefshëm %d
sw: zzzfm: paneli batili %d
ta: zzzfm: தவறான பேனல் %d
te: zzzfm: చెల్లని ప్యానెల్ %d
tg: zzzfm: панели беэътибор %d
th: zzzfm: แผงไม่ถูกต้อง %d
tk: zzzfm: nädogry panel %d
tt: zzzfm: яраксыз панель %d
uk: zzzfm: недійсна панель %d
ur: zzzfm: ﻞﻨﯿﭘ ﻂﻠﻏ %d
uz: zzzfm: noto'g'ri panel %d
vi: zzzfm: bảng điều khiển không hợp lệ %d
xh: zzzfm: indawo yolawulo engasebenziyo %d
yi: zzzfm: עילפאַט טלפּירקראַפ %d

source: zzzfm: panel %d is not visible
af: zzzfm: paneel %d is nie sigbaar nie
am: zzzfm: ፓነል %d አይታይም።
ar: zzzfm: ﺔﺟﻮﻟ %d ﻲﺋﺮﻣ ﺮﻴﻏ
be: zzzfm: панэль %d не відаць
bg: zzzfm: панел %d не се вижда
bn: zzzfm: প্যানেল %d দৃশ্যমান হয় না
ca: zzzfm: panell %d no és visible
cy: zzzfm: panel %d ddim yn weladwy
da: zzzfm: panel %d er ikke synlig
eo: zzzfm: panelo %d ne estas videbla
et: zzzfm: paneel %d ei ole näha
eu: zzzfm: panela %d ez da ikusten
fa: zzzfm: ﻞﻧﺎﭘ %d ﺖﺴﯿﻧ ﻩﺪﻫﺎﺸﻣ ﻞﺑﺎﻗ
fi: zzzfm: paneeli %d ei ole näkyvissä
fil: zzzfm: panel %d ay hindi nakikita
fy: zzzfm: paniel %d is net sichtber
ga: zzzfm: painéal %d níl sé le feiceáil
gd: zzzfm: pannal %d chan eil e ri fhaicinn
gl: zzzfm: panel %d non é visible
gu: zzzfm: પેનલ %d દેખાતું નથી
he: zzzfm: ַחּול %d ןיעל הארנ וניא
hi: zzzfm: पैनल %d दिखाई नहीं देता
hr: zzzfm: ploča %d nije vidljivo
hu: zzzfm: panel %d nem látható
hy: zzzfm: վահանակ %d տեսանելի չէ
id: zzzfm: panel %d tidak terlihat
is: zzzfm: spjaldið %d sést ekki
ka: zzzfm: პანელი %d არ ჩანს
kk: zzzfm: панель %d көрінбейді
km: zzzfm: បន្ទះ %d មិនអាចមើលឃើញ
kn: zzzfm: ಫಲಕ %d ಗೋಚರಿಸುವುದಿಲ್ಲ
ku: zzzfm: panel %d nayê dîtin
ky: zzzfm: панель %d көрүнбөйт
lb: zzzfm: panel %d ass net ze gesinn
lo: zzzfm: ກະດານ %d ບໍ່ເຫັນ
lt: zzzfm: skydelis %d nėra matomas
lv: zzzfm: panelis %d nav redzams
mg: zzzfm: tontonana %d dia tsy hita
mi: zzzfm: röpü %d kaore e kitea
mk: zzzfm: панел %d не е видлива
ml: zzzfm: പാനൽ %d ദൃശ്യമല്ല
mn: zzzfm: самбар %d харагдахгүй байна
mr: zzzfm: पटल %d दृश्यमान नाही
mt: zzzfm: panel %d mhix viżibbli
my: zzzfm: ဘောင် %d မမြင်နိုင်ပါ။
nb: zzzfm: panel %d er ikke synlig
ne: zzzfm: प्यानल %d देखिदैन
or: zzzfm: ପ୍ୟାନେଲ୍ | %d ଦୃଶ୍ୟମାନ ନୁହେଁ |
pa: zzzfm: ਪੈਨਲ %d ਦਿਖਾਈ ਨਹੀਂ ਦੇ ਰਿਹਾ ਹੈ
ps: zzzfm: ﻞﻨﯿﭘ %d ﻱږﯿﮐ ﻝﺪﯿﻟ ﻪﻧ
ro: zzzfm: panou %d nu este vizibil
rw: zzzfm: Umwanya %d ntabwo bigaragara
sd: zzzfm: ﻞﻨﻴﭘ %d ﻲﭼﺍ ﻮﭥﻧ ﺮﻈﻧ
si: zzzfm: පැනලය %d නොපෙනේ
sk: zzzfm: panel %d nie je vidieť
sl: zzzfm: ploščo %d ni viden
sq: zzzfm: panel %d nuk është i dukshëm
sw: zzzfm: paneli %d haionekani
ta: zzzfm: குழு %d என்பது தெரியவில்லை
te: zzzfm: ప్యానెల్ %d కనిపించదు
tg: zzzfm: панел %d дида намешавад
th: zzzfm: แผงหน้าปัด %d มองไม่เห็น
tk: zzzfm: panel %d görünmeýär
tt: zzzfm: панель %d күренми
uk: zzzfm: панель %d не видно
ur: zzzfm: ﻞﻨﯿﭘ %d ﺎﺗﺁ ﮟﯿﮩﻧ ﺮﻈﻧ
uz: zzzfm: paneli %d ko'rinmaydi
vi: zzzfm: bảng điều khiển %d không nhìn thấy được
xh: zzzfm: Iphaneli %d ayibonakali
yi: zzzfm: עילפאַט %d קיטנעק טינ זיא

source: zzzfm: invalid tab %d
af: zzzfm: ongeldige oortjie %d
am: zzzfm: ልክ ያልሆነ ትር %d
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ %d
be: zzzfm: няправільная ўкладка %d
bg: zzzfm: невалиден раздел %d
bn: zzzfm: অবৈধ ট্যাব %d
ca: zzzfm: pestanya no vàlida %d
cy: zzzfm: tab annilys %d
da: zzzfm: ugyldig fane %d
eo: zzzfm: nevalida langeto %d
et: zzzfm: vale vahekaart %d
eu: zzzfm: fitxa baliogabea %d
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﻪﮔﺮﺑ %d
fi: zzzfm: virheellinen välilehti %d
fil: zzzfm: di-wastong tab %d
fy: zzzfm: ûnjildige ljepper %d
ga: zzzfm: cluaisín neamhbhailí %d
gd: zzzfm: tab neo-dhligheach %d
gl: zzzfm: pestana non válida %d
gu: zzzfm: અમાન્ય ટેબ %d
he: zzzfm: תיקוח אל הייסיטרכ %d
hi: zzzfm: अमान्य टैब %d
hr: zzzfm: nevažeća kartica %d
hu: zzzfm: érvénytelen lap %d
hy: zzzfm: անվավեր ներդիր %d
id: zzzfm: tab tidak valid %d
is: zzzfm: ógildur flipi %d
ka: zzzfm: არასწორი ჩანართი %d
kk: zzzfm: жарамсыз қойынды %d
km: zzzfm: ផ្ទាំងu200bមិនu200bត្រឹមត្រូវ។ %d
kn: zzzfm: ಅಮಾನ್ಯ ಟ್ಯಾಬ್ %d
ku: zzzfm: tabloya nederbasdar %d
ky: zzzfm: жараксыз өтмөк %d
lb: zzzfm: ongëlteg Tab %d
lo: zzzfm: ແຖບບໍ່ຖືກຕ້ອງ %d
lt: zzzfm: netinkamas skirtukas %d
lv: zzzfm: nederīga cilne %d
mg: zzzfm: tabilao tsy mety %d
mi: zzzfm: ripa muhu %d
mk: zzzfm: неважечка картичка %d
ml: zzzfm: അസാധുവായ ടാബ് %d
mn: zzzfm: хүчингүй таб %d
mr: zzzfm: अवैध टॅब %d
mt: zzzfm: tab invalida %d
my: zzzfm: မမှန်ကန်သော တက်ဘ် %d
nb: zzzfm: ugyldig fane %d
ne: zzzfm: अवैध ट्याब %d
or: zzzfm: ଅବ alid ଧ ଟ୍ୟାବ୍ | %d
pa: zzzfm: ਅਵੈਧ ਟੈਬ %d
ps: zzzfm: ﺐټ ﻢﺳﺎﻧ %d
ro: zzzfm: filă invalidă %d
rw: zzzfm: tab itemewe %d
sd: zzzfm: ﺐﻴٽ ﻂﻠﻏ %d
si: zzzfm: වලංගු නොවන ටැබ් %d
sk: zzzfm: neplatná karta %d
sl: zzzfm: neveljaven zavihek %d
sq: zzzfm: skedë e pavlefshme %d
sw: zzzfm: kichupo batili %d
ta: zzzfm: தவறான தாவல் %d
te: zzzfm: చెల్లని ట్యాబ్ %d
tg: zzzfm: ҷадвали беэътибор %d
th: zzzfm: แท็บที่ไม่ถูกต้อง %d
tk: zzzfm: nädogry tab %d
tt: zzzfm: яраксыз %d
uk: zzzfm: недійсна вкладка %d
ur: zzzfm: ﺐﯿﭨ ﻂﻠﻏ %d
uz: zzzfm: yaroqsiz yorliq %d
vi: zzzfm: tab không hợp lệ %d
xh: zzzfm: isithuba esingasebenziyo %d
yi: zzzfm: לטיווק קיטליגמוא %d
