Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Change Detection Blacklist
af: Verander opsporingsswartlys
am: ማወቂያ ጥቁር መዝገብ ቀይር
ar: ﻒﺸﻜﻠﻟ ءﺍﺩﻮﺴﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﺮﻴﻴﻐﺗ
be: Змяніць чорны спіс выяўлення
bg: Промяна на черен списък за откриване
bn: সনাক্তকরণ কালো তালিকা পরিবর্তন করুন
ca: Llista negra de detecció de canvis
cy: Rhestr Ddu Canfod Newid
da: Skift detektionssortliste
eo: Ŝanĝi Detektan Nigra Listo
et: Muutke tuvastamise musta nimekirja
eu: Aldaketa detektatzeko zerrenda beltza
fa: ﺮﯿﯿﻐﺗ ﺺﯿﺨﺸﺗ ﻩﺎﯿﺳ ﺖﺴﯿﻟ
fi: Muuta havaitsemisen mustaa listaa
fil: Baguhin ang Blacklist ng Detection
fy: Feroarje Detection Blacklist
ga: Athraigh Liosta Dubh Braite
gd: Atharraich Liosta Dearbhaidh Dearbhaidh
gl: Lista negra de detección de cambios
gu: ડિટેક્શન બ્લેકલિસ્ટ બદલો
he: יוהיזל הרוחש המישר הנש
hi: डिटेक्शन ब्लैकलिस्ट बदलें
hr: Promjena crne liste za otkrivanje
hu: Az észlelési feketelista módosítása
hy: Փոխել հայտնաբերման սև ցուցակը
id: Ubah Daftar Hitam Deteksi
is: Breyta svörtum lista uppgötvunar
ka: გამოვლენის შავი სიის შეცვლა
kk: Анықтаудың қара тізімін өзгерту
km: ផ្លាស់ប្តូរបញ្ជីខ្មៅនៃការរកឃើញ
kn: ಪತ್ತೆ ಕಪ್ಪುಪಟ್ಟಿಯನ್ನು ಬದಲಾಯಿಸಿ
ku: Lîsteya Reş ya Tespîtkirinê biguherînin
ky: аныктоо кара тизмесин өзгөртүү
lb: Änneren Detektioun Blacklist
lo: ປ່ຽນບັນຊີດຳການຊອກຄົ້ນຫາ
lt: Keisti aptikimo juodąjį sąrašą
lv: Mainiet noteikšanas melno sarakstu
mg: Lisitra mainty fanovana hita
mi: Hurihia te Rarangi Pango
mk: Промена на црната листа за откривање
ml: കണ്ടെത്തൽ ബ്ലാക്ക്u200cലിസ്റ്റ് മാറ്റുക
mn: Илрүүлэх хар жагсаалтыг өөрчлөх
mr: डिटेक्शन ब्लॅकलिस्ट बदला
mt: Lista Is-Sejba tal-Bidla
my: ထောက်လှမ်းမှု အမည်ပျက်စာရင်းကို ပြောင်းပါ။
nb: Endre deteksjonssvarteliste
ne: पत्ता लगाउने कालोसूची परिवर्तन गर्नुहोस्
or: ଚିହ୍ନଟ କଳା ତାଲିକା ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਖੋਜ ਬਲੈਕਲਿਸਟ ਬਦਲੋ
ps: ﺉړﮐ ﻝﺪﺑ ﺖﺴﯿﻟ ﺭﻮﺗ ﻒﺸﮐ ﺩ
ro: Lista neagră de detectare a modificărilor
rw: Hindura urutonde rwabirabura
sd: Detection Blacklist ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ
si: හඳුනාගැනීමේ අසාදු ලේඛනය වෙනස් කරන්න
sk: Zmena čiernej listiny detekcie
sl: Spremeni črni seznam zaznavanja
sq: Ndrysho listën e zezë të zbulimit
sw: Badilisha Orodha Nyeusi ya Ugunduzi
ta: கண்டறிதல் தடுப்புப்பட்டியலை மாற்றவும்
te: గుర్తింపు బ్లాక్u200cలిస్ట్u200cని మార్చండి
tg: Рӯйхати сиёҳро тағир диҳед
th: เปลี่ยนบัญชีดำการตรวจจับ
tk: Gözlemegiň gara sanawyny üýtgediň
tt: Ачыклау кара исемлеген үзгәртү
uk: Змінити чорний список виявлення
ur: ۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻮﮐ ﭧﺴﻟ ﮏﯿﻠﺑ ﻦﺸﮑﯿﭩﯾﮈ
uz: Aniqlanish qora ro'yxatini o'zgartirish
vi: Thay đổi danh sách đen phát hiện
xh: Tshintsha Uluhlu olumnyama lokufunyanwa
yi: טסילקאַלב ןאַשקעטיד ןשיוט

source: _Device Handlers
af: _Toestel hanteerders
am: _የመሣሪያ ተቆጣጣሪዎች
ar: _ﺯﺎﻬﺠﻟﺍ ﺕﺎﺠﻟﺎﻌﻣ
be: _Апрацоўшчыкі прылад
bg: _Манипулатори на устройства
bn: _ডিভাইস হ্যান্ডলার
ca: _Manipuladors de dispositius
cy: _Trinwyr Dyfeisiau
da: _Enhedshåndtere
eo: _Aparataj Pritraktiloj
et: _Seadmehaldurid
eu: _Gailu-kudeatzaileak
fa: _ﻩﺎﮕﺘﺳﺩ ﯼﺎﻫu200cﻪﺘﺳﺩ
fi: _Laitteen käsittelijät
fil: _Mga Tagapangasiwa ng Device
ga: _Láimhseálaithe Feistí
gd: _Luchd-làimhseachaidh innealan
gl: _Manexadores de dispositivos
gu: _ઉપકરણ હેન્ડલર્સ
he: _םירישכמ ילפטמ
hi: _डिवाइस हैंडलर
hr: _Rukovatelji uređaja
hu: _Eszközkezelők
hy: _Սարքի կառավարիչներ
id: _Penangan Perangkat
is: _Tækjamenn
ka: _მოწყობილობის დამმუშავებლები
kk: _Құрылғы өңдеушілері
km: _អ្នកដោះស្រាយឧបករណ៍
kn: _ಸಾಧನ ನಿರ್ವಾಹಕರು
ky: _Түзмөк иштетүүчүлөр
lb: _Apparat Handler
lo: _ຕົວຈັດການອຸປະກອນ
lt: _Įrenginių tvarkyklės
lv: _Ierīču apstrādātāji
mg: _Mpitantana fitaovana
mi: _Kaihautu Pūrere
mk: _Ракувачи на уреди
ml: _ഉപകരണം കൈകാര്യം ചെയ്യുന്നവർ
mn: _Төхөөрөмжийн зохицуулагчид
mr: _डिव्हाइस हँडलर
my: _စက်ပစ္စည်း ကိုင်တွယ်သူများ
nb: _Enhetsbehandlere
ne: _यन्त्र ह्यान्डलरहरू
or: _ଉପକରଣ ନିୟନ୍ତ୍ରକ |
pa: _ਡਿਵਾਈਸ ਹੈਂਡਲਰ
ps: _ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﻮﻠﯾﺎﺳﻭ ﺩ
ro: _Manipulatori de dispozitive
rw: _Abashinzwe ibikoresho
sd: _ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﺲﻴﺋﺍﻭڊ
si: _උපාංග හසුරුවන්න
sk: _Manipulátory zariadení
sl: _Upravljavci naprav
sq: _Trajtuesit e pajisjeve
sw: _Vidhibiti vya Kifaa
ta: _சாதனம் கையாளுபவர்கள்
te: _పరికర హ్యాండ్లర్లు
tg: _Дастгоҳҳои дастгоҳ
th: _ตัวจัดการอุปกรณ์
tk: _Enjam işleýjileri
tt: _Devайланма эшкәртүчеләре
uk: _Обробники пристроїв
ur: _ﺯﺮﻟﮉﻨﯿﮨ ﺲﺋﺍﻮﯾﮈ
uz: _Qurilma ishlov beruvchilari
vi: _Trình xử lý thiết bị
xh: _Izixhobo zokuphatha
yi: _סרעלדנאַה לטימ

source: _Protocol Handlers
af: _Protokol hanteerders
am: _የፕሮቶኮል ተቆጣጣሪዎች
ar: _ﻝﻮﻛﻮﺗﻭﺮﺒﻟﺍ ﺕﺎﺠﻟﺎﻌﻣ
be: _Апрацоўшчыкі пратаколаў
bg: _Манипулатори на протоколи
bn: _প্রোটোকল হ্যান্ডলার
ca: _Gestors de protocols
cy: _Trinwyr Protocol
da: _Protokolbehandlere
eo: _Protokoltraktantoj
et: _Protokollihaldurid
eu: _Protokolo-kudeatzaileak
fa: _ﻞﮑﺗﻭﺮﭘ ﯼﺎﻫ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: _Protokollakäsittelijät
fil: _Mga Tagapangasiwa ng Protocol
fy: _Protokol Handlers
ga: _Láimhseálaithe Prótacail
gd: _Luchd-làimhseachaidh protocol
gl: _Manexadores de protocolos
gu: _પ્રોટોકોલ હેન્ડલર્સ
he: _םילוקוטורפ ילפטמ
hi: _प्रोटोकॉल हैंडलर
hr: _Rukovatelji protokolima
hu: _Protokollkezelők
hy: _Արձանագրությունների կարգավորիչներ
id: _Penangan Protokol
is: _Bókunarstjórar
ka: _პროტოკოლის დამმუშავებლები
kk: _Протокол өңдеушілері
km: _អ្នកដោះស្រាយពិធីការ
kn: _ಪ್ರೋಟೋಕಾಲ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳು
ku: _Rêvebirên Protokolê
ky: _Протокол иштетүүчүлөр
lb: _Protokoll Handler
lo: _ຕົວຈັດການອະນຸສັນຍາ
lt: _Protokolų tvarkytojai
lv: _Protokolu apstrādātāji
mg: _Mpitantana ny protocole
mi: _Nga Kaipupuri Kawa
mk: _Ракувачи со протоколи
ml: _പ്രോട്ടോക്കോൾ കൈകാര്യം ചെയ്യുന്നവർ
mn: _Протокол зохицуулагчид
mr: _प्रोटोकॉल हँडलर्स
mt: _Maniġers tal-Protokoll
my: _ပရိုတိုကော ကိုင်တွယ်သူများ
nb: _Protokollbehandlere
ne: _प्रोटोकल ह्यान्डलरहरू
or: _ପ୍ରୋଟୋକଲ୍ ହ୍ୟାଣ୍ଡେଲର୍ |
pa: _ਪ੍ਰੋਟੋਕੋਲ ਹੈਂਡਲਰ
ps: _ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﻝﻮﮐﻮﺗﻭﺮﭘ
ro: _Operatorii de protocol
rw: _Abashinzwe Amasezerano
sd: _ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻝﻮڪﻮٽﻭﺮﭘ
si: _ප්රොටෝකෝල හසුරුවන්නන්
sk: _Manipulátory protokolov
sl: _Upravljavci protokolov
sq: _Trajtuesit e protokollit
sw: _Washughulikiaji wa Itifaki
ta: _நெறிமுறை கையாளுபவர்கள்
te: _ప్రోటోకాల్ హ్యాండ్లర్లు
tg: _Корбарони протокол
th: _ตัวจัดการโปรโตคอล
tk: _Protokol dolandyryjylary
tt: _Протокол эшкәртүчеләре
uk: _Обробники протоколів
ur: _ﺯﺮﻟﮉﻨﯿﮨ ﻝﻮﮐﻮﭨﻭﺮﭘ
uz: _Protokol ishlovchilari
vi: _Người xử lý giao thức
xh: _AbaPhathi beProtocol
yi: _סרעלדנאַה לאָקאָטאָרפּ

source: _Icon
af: _Ikoon
am: _አዶ
ar: _ﺔﻧﻮﻘﻳﺃ
be: _Значок
bg: _икона
bn: _আইকন
ca: _Icona
cy: _Eicon
da: _Ikon
eo: _Ikono
et: _Ikoon
eu: _Ikonoa
fa: _ﻥﻮﮑﯾﺁ
fi: _Kuvake
fy: _Ikoan
ga: _Deilbhín
gd: _An ìomhaigh
gl: _Ícona
gu: _ચિહ્ન
he: _למס
hi: _आइकन
hr: _Ikona
hu: _Ikon
hy: _Սրբապատկեր
id: _ikon
is: _Táknmynd
ka: _Ხატი
kk: _Белгіше
km: _រូបតំណាង
kn: _ಐಕಾನ್
ky: _Белги
lb: _Ikon
lo: _ໄອຄອນ
lt: P_iktograma
lv: _Ikona
mg: _matoanteny
mi: _Tohu
mk: _Икона
ml: _ഐക്കൺ
mn: _Дүрс
mr: _चिन्ह
mt: _Ikona
my: _အိုင်ကွန်
nb: _Ikon
ne: _आइकन
or: _ଆଇକନ୍
pa: _ਆਈਕਨ
ps: _ﺲﮑﻋ
ro: _Pictogramă
rw: _Agashusho
sd: _ﻦڪﺋﺁ
si: _නිරූපකය
sk: _Ikona
sl: _ikona
sq: _Ikona
sw: _Aikoni
ta: _ஐகான்
te: _చిహ్నం
tg: _Нишона
th: _ไอคอน
tk: _Nyşan
tt: _Икона
uk: _значок
ur: _ﻦﮑﯿﺋﺁ
uz: _Belgi
vi: _Biểu tượng
xh: _Umqondiso
yi: _לדליב

source: Optical Mounted
af: Opties gemonteer
am: ኦፕቲካል ተጭኗል
ar: ﻱﺮﺼﺑ ﺖﻨﺷ
be: Аптычны мантаж
bg: Оптичен монтиран
bn: অপটিক্যাল মাউন্ট করা
ca: Muntatge òptic
cy: Wedi'i Fowntio Optegol
da: Optisk monteret
eo: Optika Muntita
et: Optiliselt paigaldatud
eu: Muntatutako optikoa
fa: ﯼﺭﻮﻧ ﻩﺪﺷ ﺐﺼﻧ
fi: Optisesti asennettu
fil: Naka-mount na Optical
ga: Suite Optúil
gl: Montado óptico
gu: ઓપ્ટિકલ માઉન્ટ થયેલ
he: יטפוא בוכר
hi: ऑप्टिकल घुड़सवार
hr: Optički montiran
hu: Optikailag szerelt
hy: Օպտիկական տեղադրված
id: Dipasang Optik
is: Optískt festur
ka: ოპტიკურად დამონტაჟებული
kk: Оптикалық орнатылған
km: បានដំឡើងអុបទិក
kn: ಆಪ್ಟಿಕಲ್ ಮೌಂಟೆಡ್
ku: Optîk Mounted
ky: Оптикалык орнотулган
lb: Optesch montéiert
lt: Montuojamas optiškai
lv: Optiski uzstādīts
mk: Оптички монтиран
ml: ഒപ്റ്റിക്കൽ മൗണ്ടഡ്
mn: Оптик суурилуулсан
mr: ऑप्टिकल आरोहित
mt: Immontat ottiku
nb: Optisk montert
ne: अप्टिकल माउन्ट गरिएको
or: ଅପ୍ଟିକାଲ୍ ମାଉଣ୍ଟେଡ୍ |
pa: ਆਪਟੀਕਲ ਮਾਊਂਟ ਕੀਤਾ ਗਿਆ
ps: ﯼﻮﺷ ﺐﺼﻧ ﯼﺮﻈﻧ
ro: Montat optic
rw: Amashanyarazi meza
sd: ﺐﺼﻧ ﻱﺮﺼﺑ
sk: Optická montáž
sl: Optično nameščen
sq: E montuar optike
sw: Macho Imewekwa
ta: ஆப்டிகல் ஏற்றப்பட்டது
te: ఆప్టికల్ మౌంటెడ్
tg: Оптикӣ насб карда шудааст
th: ติดออฟติคอล
tk: Optiki monta
tt: Оптик монтаж
uk: Оптичний монтаж
ur: ﺐﺼﻧ ﻞﮑﯿﭩﭘﺁ
uz: Optik o'rnatilgan
vi: Gắn kết quang học
xh: I-Optical Mounted
yi: דעטנואָמ שיטפּאָ

source: Optical Has Media
af: Opties het media
am: ኦፕቲካል ሚዲያ አለው።
ar: ﻂﺋﺎﺳﻭ ﺎﻬﻳﺪﻟ ﻱﺮﺼﺑ
bg: Оптични има медии
bn: অপটিক্যাল আছে মিডিয়া
ca: L'òptica té mitjans
cy: Mae Cyfryngau Optegol
da: Optisk har medier
eo: Optika Havas Amaskomunikilaron
et: Optilisel on meedia
eu: Optikoak Media ditu
fa: ﺎﯾﺪﻣ ﯼﺍﺭﺍﺩ ﻝﺎﮑﯿﺘﭘﺍ
fi: Optisessa on mediaa
fil: May Media ang Optical
fy: Optysk hat Media
ga: Tá Meáin Optúla
gd: Tha meadhanan aig Optical
gl: Óptico ten medios
gu: ઓપ્ટિકલ છે મીડિયા
he: הידמ שי יטפואל
hi: ऑप्टिकल में मीडिया है
hr: Optički ima medije
hu: Optikai van adathordozója
id: Optik Memiliki Media
is: Optical hefur miðlun
ka: ოპტიკას აქვს მედია
kk: Оптикалық медиа бар
km: អុបទិកមានប្រព័ន្ធផ្សព្វផ្សាយ
kn: ಆಪ್ಟಿಕಲ್ ಮಾಧ್ಯಮವನ್ನು ಹೊಂದಿದೆ
ku: Optîk Has Media
ky: Оптикалык медиа бар
lb: Optesch Huet Medien
lo: Optical ມີສື່
lt: Optinis turi laikmeną
lv: Optikai ir datu nesējs
mg: Optical manana Media
mi: Optical He Media
mk: Optical има медиум
ml: ഒപ്റ്റിക്കലിന് മീഡിയ ഉണ്ട്
mn: Оптик хэвлэл мэдээллийн хэрэгсэлтэй
mr: ऑप्टिकल आहे मीडिया
mt: Ottiku Has Media
my: Optical Media ပါရှိသည်။
nb: Optisk har media
ne: अप्टिकल छ मिडिया
or: ଅପ୍ଟିକାଲ୍ ମିଡିଆ ଅଛି |
pa: ਆਪਟੀਕਲ ਹੈ ਮੀਡੀਆ
ps: ﻱﺮﻟ ﺎﯾډﯿﻣ ﻞﮑﯿټﭘﺍ
ro: Optical Are Media
rw: Optical Ifite Itangazamakuru
sk: Optické má médiá
sl: Optični ima medije
sw: Optical Ina Vyombo vya Habari
ta: ஆப்டிகல் ஹாஸ் மீடியா
te: ఆప్టికల్ మీడియాను కలిగి ఉంది
tg: Оптикӣ дорои медиа мебошад
th: ออปติคอลมีสื่อ
tk: Optiki mediýa bar
tt: Оптик медиа бар
uk: Оптика має носій
ur: ﺎﯾﮉﯿﻣ ﮯﮨ ﻞﮑﯿﭩﭘﺁ
uz: Optikda media mavjud
vi: Quang học có phương tiện
xh: I-Optical Inemidiya
yi: עידעמ טאה שיטפּאָ

source: Optical No Media
af: Opties Geen media
am: ኦፕቲካል ምንም ሚዲያ
ar: ﻂﺋﺎﺳﻭ ﺪﺟﻮﺗ ﻻ﻿ ﻱﺮﺼﺑ
be: Аптычны без носьбіта
bg: Оптичен без носител
bn: অপটিক্যাল কোন মিডিয়া
ca: Òptic sense suport
cy: Optegol Dim Cyfryngau
da: Optisk ingen medier
eo: Optika Neniu Amaskomunikilaro
et: Optiline meedia puudub
eu: Optiko Ez Media
fa: ﻪﻧﺎﺳﺭ ﻥﻭﺪﺑ ﻝﺎﮑﯿﺘﭘﺍ
fi: Optinen ei mediaa
fil: Optical Walang Media
fy: Optical Gjin Media
ga: Optúil Uimh Meáin
gd: Optical No meadhanan
gl: Óptico sen medios
gu: ઓપ્ટિકલ નો મીડિયા
he: הידמ אלל יטפוא
hi: ऑप्टिकल नो मीडिया
hr: Optički bez medija
hu: Optikai nincs adathordozó
hy: Օպտիկական մեդիա չկա
id: Optik Tanpa Media
ka: ოპტიკური მედიის გარეშე
kk: Оптикалық медиа жоқ
km: អុបទិក គ្មានមេឌៀ
kn: ಆಪ್ಟಿಕಲ್ ಇಲ್ಲ ಮೀಡಿಯಾ
ku: Optîk No Media
ky: Оптикалык медиа жок
lb: Optesch Nee Medien
lo: Optical ບໍ່ມີສື່
lt: Optinė nėra laikmenos
lv: Optiskais nav datu nesēja
mk: Оптички без медиум
ml: ഒപ്റ്റിക്കൽ നോ മീഡിയ
mn: Оптик медиагүй
mr: ऑप्टिकल नाही मीडिया
mt: Ottiku Nru Media
nb: Optisk ingen media
ne: अप्टिकल नो मिडिया
or: ଅପ୍ଟିକାଲ୍ ନୋ ମିଡିଆ |
pa: ਆਪਟੀਕਲ ਕੋਈ ਮੀਡੀਆ ਨਹੀਂ
ps: ﺎﯾډﯿﻣ ﻪﻧ ﻞﮑﯿټﭘﺍ
ro: Optică fără suport
rw: Ntabwo ari Itangazamakuru
sk: Optické žiadne médiá
sl: Optični brez medijev
sq: Optike pa media
sw: Optical Hakuna Vyombo vya Habari
ta: ஆப்டிகல் இல்லை மீடியா
te: ఆప్టికల్ నో మీడియా
tg: Оптикӣ бидуни ВАО
th: ออปติคัลไม่มีสื่อ
tk: Optiki media ýok
tt: Оптик юк Медиа
uk: Оптичний без носія
ur: ﺎﯾﮉﯿﻣ ﯽﺋﻮﮐ ﻞﮑﯿﭩﭘﺁ
uz: Optik media yo'q
vi: Quang học Không có Phương tiện
xh: I-Optical Akukho Media
yi: אַידימ ןייק שיטפּאָ

source: Floppy Mounted
af: Floppy gemonteer
am: ፍሎፒ ተጭኗል
ar: ﻥﺮﻣ ﺐﻴﻛﺮﺗ
be: Усталяваны на дыскеты
bg: Монтиран на флопи
bn: ফ্লপি মাউন্ট করা
ca: Muntat en disquet
cy: Wedi'i osod yn hyblyg
da: Floppy monteret
eo: Disketo Montita
et: Disketile paigaldatud
eu: Disketea Muntatua
fa: ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ ﯽﭘﻼ﻿ﻓ
fi: Levykkeelle asennettu
fy: Floppy monteard
ga: Floppy Suite
gd: Floppy air a chur suas
gl: Montado en disquete
gu: ફ્લોપી માઉન્ટ થયેલ
he: םינוטילקת לע ןקתומ
hi: फ्लॉपी माउंटेड
hr: Postavljen na disketu
hu: Floppyra szerelt
hy: Տեղադրված է անգործունյա ռեժիմ
id: Terpasang di Floppy
is: Floppy festur
ka: ფლოპი დამონტაჟებული
kk: Иілгіш орнатылған
km: បានដំឡើងថាសទន់
kn: ಫ್ಲಾಪಿ ಮೌಂಟೆಡ್
lb: Floppy montéiert
lt: Montuojamas su diskeliu
lv: Uzstādīts ar disketi
mi: Pingore Whakanohoia
mk: Монтирана флопи
ml: ഫ്ലോപ്പി മൗണ്ടഡ്
mn: Уян суулгасан
mr: फ्लॉपी आरोहित
mt: Floppy Immuntat
nb: Floppy montert
ne: फ्लपी माउन्ट गरिएको
or: ଫ୍ଲପି ମାଉଣ୍ଟେଡ୍ |
pa: ਫਲਾਪੀ ਮਾਊਂਟ ਕੀਤਾ ਗਿਆ
ps: ﯼﻮﺷ ﺐﺼﻧ ﯽﭘﻼ﻿ﻓ
ro: Montat pe dischetă
rw: Amashanyarazi
sd: ﻞﮙﻟ ﻲﭘﻼ﻿ﻓ
sk: Namontované na diskete
sl: Vgrajeno na disketo
sq: E montuar në floppy
sw: Floppy iliyowekwa
ta: ஃப்ளாப்பி மவுண்டட்
te: ఫ్లాపీ మౌంట్ చేయబడింది
tg: Floppy насбшуда
th: ฟลอปปี้เมานต์
tk: Floppy monta
tt: Флоти монтаж
uk: На дискеті
ur: ﺐﺼﻧ ﯽﭘﻼ﻿ﻓ
uz: Floppy o'rnatilgan
vi: Đã gắn đĩa mềm
xh: I-Floppy Mounted
yi: דעטנואָמ יפּאַלפ

source: Floppy Unmounted
af: Floppy ontkoppel
am: ፍሎፒ አልተጫነም።
ar: ﺐﻛﺮﻤﻟﺍ ﺮﻴﻏ ﻥﺮﻤﻟﺍ ﺹﺮﻘﻟﺍ
be: Дыската адключана
bg: Дискетата е демонтирана
bn: ফ্লপি আনমাউন্ট করা হয়েছে
ca: Disquet desmuntat
cy: Floppy Heb eu Gosod
da: Floppy afmonteret
eo: Disketo Malmuntita
et: Diskett on lahti ühendatud
eu: Disketea Desmuntatua
fa: ﺪﺷ ﺐﺼﻧ ﯽﭘﻼ﻿ﻓ
fi: Levyke irrotettu
ga: Floppy Gan suite
gd: Floppy gun fhosgladh
gl: Disquete desmontado
gu: ફ્લોપી અનમાઉન્ટ કરેલ
he: ןקתומ אל ןוטילקת
hi: फ्लॉपी अनमाउंटेड
hr: Disketa demontirana
hy: Անգործունյա շարժակազմը ապամոնտաժված է
id: Floppy Dilepas
is: Floppy ófestur
ka: ფლოპი გამორთულია
kk: Floppy ажыратылды
km: មិនu200bបានu200bដំឡើងu200bថាសទន់
kn: ಫ್ಲಾಪಿ ಅನ್u200cಮೌಂಟ್ ಮಾಡಲಾಗಿದೆ
lt: Atjungtas diskelis
lv: Atvienota diskete
mi: Pingore Kua Whakakorehia
mk: Флопита е демонтирана
ml: ഫ്ലോപ്പി അൺമൗണ്ട് ചെയ്തു
mn: Уян салгасан
mr: फ्लॉपी अनमाउंट
nb: Floppy avmontert
ne: फ्लपी अनमाउन्ट
or: ଫ୍ଲପି ଅସଂଖ୍ୟ |
pa: ਫਲਾਪੀ ਅਨਮਾਊਂਟ ਕੀਤਾ ਗਿਆ
ps: ﯼﻮﺷ ﻪﯾﺎځ ﯥﺑ ﻲﭘﻼ﻿ﻓ
ro: Floppy Demontat
sd: ﺐﻴﺗﺮﺗ ﻲﺑ ﻲﭘﻼ﻿ﻓ
sk: Disketa odpojená
sl: Disketa odklopljena
sq: Floppy e çmontuar
sw: Floppy Imetolewa
ta: ஃப்ளாப்பி அன்மவுன்ட்
te: ఫ్లాపీ అన్u200cమౌంట్ చేయబడింది
tg: Floppy васлнашуда
th: ฟลอปปี้ Unmounted
tt: Флоти сансыз
uk: Дискета відмонтована
ur: ﮉﭩﻧﺅﺎﻣ ﻥﺍ ﯽﭘﻼ﻿ﻓ
uz: Floppy o'chirildi
vi: Đĩa mềm chưa được gắn
xh: Ifloppy ayinyuswanga

source: Removable Mounted
af: Verwyderbaar gemonteer
am: ተነቃይ ተጭኗል
ar: ﺔﻟﺍﺯﻺ﻿ﻟ ﻞﺑﺎﻗ ﺖﻨﺷ
be: Здымны усталяваны
bg: Подвижен монтиран
bn: অপসারণযোগ্য মাউন্ট করা
ca: Muntatge extraïble
cy: Mownt Symudadwy
da: Aftagelig monteret
eo: Forprenebla Muntita
et: Eemaldatav Paigaldatud
eu: Muntatutako desmuntagarria
fa: ﻩﺪﺷ ﺐﺼﻧ ﯽﯾﺎﺠﺑﺎﺟ ﻞﺑﺎﻗ
fi: Irrotettava asennettu
fil: Matatanggal na Naka-mount
fy: Útnimbere Mounted
ga: Suite inbhainte
gd: Air a chuir air falbh
gl: Montaxe extraíble
gu: દૂર કરી શકાય તેવું માઉન્ટ થયેલ છે
he: ףלשנ ןקתומ
hi: हटाने योग्य घुड़सवार
hr: Uklonjivo montirano
hu: Kivehető Szerelhető
hy: Շարժական Տեղադրված
id: Dipasang yang Dapat Dilepas
is: Færanlegur festur
ka: მოხსნადი დამონტაჟებული
kk: Алынбалы орнатылған
km: ម៉ោនដែលអាចដកចេញបាន។
kn: ತೆಗೆಯಬಹುದಾದ ಮೌಂಟೆಡ್
ky: Алынуучу орнотулган
lb: Abnehmbar Montéiert
lo: ຖອດຕິດໄດ້
lt: Nuimamas Montuojamas
lv: Noņemams Uzmontēts
mi: Tango Whakamau
mk: Монтиран што може да се отстрани
ml: നീക്കം ചെയ്യാവുന്ന മൗണ്ടഡ്
mn: Зөөврийн суурилуулсан
mr: काढता येण्याजोगा आरोहित
mt: Rimovibbli Immuntati
my: ဖြုတ်တပ်တပ်ထား
nb: Avtakbar montert
ne: हटाउन सकिने माउन्ट गरिएको
or: ଅପସାରଣ ଯୋଗ୍ୟ ମାଉଣ୍ଟେଡ୍ |
pa: ਹਟਾਉਣਯੋਗ ਮਾਊਂਟ ਕੀਤਾ ਗਿਆ
ps: ﯼﻮﺷ ﺐﺼﻧ ړﻭ ﻮﻟﻮﮐ ﯤﺮﻟ ﺩ
ro: Montat detasabil
rw: Ikurwaho
sd: ﻞﻴﭤ ﺐﺼﻧ ﻱﺭﺍﻭ ﮡﺋﺎٽﻫ
si: ඉවත් කළ හැකි සවි කර ඇත
sk: Odnímateľné Namontované
sl: Odstranljivo nameščen
sq: I montuar i lëvizshëm
sw: Inayoondolewa Imewekwa
ta: நீக்கக்கூடிய ஏற்றப்பட்டது
te: తొలగించగల మౌంట్
tg: Васлшавандаи ҷудошаванда
th: ที่ถอดออกได้ติดตั้ง
tk: Aýrylyp bilinýän
tt: Чыгарыла торган
uk: Знімний монтується
ur: ﺐﺼﻧ ﻻ﻿ﺍﻭ ﮯﻨﭩﮨ
uz: Olib olinadigan o'rnatilgan
vi: Có thể tháo rời gắn
xh: Ukususwa kunyuswe
yi: דעטנואָמ לאַבאַווומיר

source: Removable Unmounted
af: Verwyderbaar Ongemonteerd
am: ተንቀሳቃሽ ያልተፈናጠጠ
ar: ﺪﻋﺎﺻ ﺮﻴﻏ ﺔﻟﺍﺯﻺ﻿ﻟ ﻞﺑﺎﻗ
be: Здымны Размантаваны
bg: Подвижен Демонтиран
bn: অপসারণযোগ্য আনমাউন্ট করা হয়েছে
ca: Desmuntable Desmuntable
cy: Symudadwy heb ei symud
da: Aftagelig Umonteret
eo: Forprenebla Nemuntita
et: Eemaldatav Ühendamata
eu: Desmuntagarria Desmuntatua
fa: ﺖﺳﺍ ﻩﺪﺸﻧ ﺐﺼﻧ ﯽﯾﺎﺠﺑﺎﺟ ﻞﺑﺎﻗ
fi: Irrotettava Irrotettu
fil: Matatanggal Hindi naka-mount
fy: Útnimbere Unmounted
ga: Inbhainte Gan suite
gd: Gun ghluasad
gl: Desmontable Desmontable
gu: દૂર કરી શકાય તેવું અનમાઉન્ટ કરેલ
he: ןקתומ אל הרסהל ןתינ
hi: हटाने योग्य अनमाउंट
hr: Uklonjivo Nemontirano
hu: Kivehető Lecsatolt
hy: Շարժական Ապամոնտաժված
id: Dapat Dilepas Tidak Dipasang
is: Færanlegur Ófestur
ka: მოსახსნელი დაუმონტაჟებელი
kk: Алынбалы монтаждалмаған
km: Unmounted ចល័ត
kn: ತೆಗೆಯಬಹುದಾದ ಅನ್u200cಮೌಂಟೆಡ್
ky: Алынуучу Unmounted
lb: Abnehmbar Unmontéiert
lo: ຖອດຖອນໄດ້ Unmounted
lt: Nuimamas Nemontuotas
lv: Noņemams Unmounted
mi: Tango Karekau
mk: Отстранлив Немонтиран
ml: നീക്കം ചെയ്യാവുന്ന അൺമൗണ്ട്
mn: Зөөврийн салгасан
mr: काढण्यायोग्य अनमाउंट केलेले
mt: Rimovibbli Mhux immuntat
my: ဖြုတ်တပ်၍မရပါ။
nb: Avtakbar Umontert
ne: हटाउन सकिने अनमाउन्ट
or: ଅପସାରଣ ଯୋଗ୍ୟ ଅନାବଶ୍ୟକ |
pa: ਹਟਾਉਣਯੋਗ ਅਨਮਾਊਂਟ ਕੀਤਾ ਗਿਆ
ps: ﯼﻮﺷ ﺐﺼﻧ ﺮﯿﻏ ړﻭ ﻮﻟﻮﮐ ﯤﺮﻟ ﺩ
ro: Detașabil Nemontat
rw: Ikurwaho ritamenyekanye
sd: Unmounted ﻞﺑﺎﻗ ﻲﺟ ﮡﺋﺎٽﻫ
si: ඉවත් කළ හැකි Unmounted
sk: Odnímateľné Nenamontované
sl: Odstranljiv Nemontiran
sq: E lëvizshme e çmontuar
sw: Inayoondolewa Haijawekwa
ta: அகற்றக்கூடியது ஏற்றப்படாதது
te: తీసివేయదగిన అన్u200cమౌంట్
tg: Баровардашаванда васлнашуда
th: ถอดถอนได้
tk: Aýrylyp bilinmeýän
tt: Чыгарыла торган
uk: Знімний Немонтований
ur: ﮉﭩﻧﻭﺎﻣ ﻥﺍ ﻞﺑﺎﻗ ﮯﮐ ﮯﻨﭩﮨ
uz: Olib olinadigan O'chirilgan
vi: Có thể tháo rời Unmounted
xh: Iyasuswa Ayinyuswanga
yi: דעטנואָמנו לאַבאַווומיר

source: Internal Mounted
af: Intern gemonteer
am: ውስጣዊ ተጭኗል
ar: ﻲﻠﺧﺍﺩ ﺖﻨﺷ
be: Ўнутраная ўстаноўка
bg: Вътрешно монтиран
bn: অভ্যন্তরীণ মাউন্ট করা
ca: Muntatge intern
cy: Wedi'i osod yn fewnol
da: Indvendigt monteret
eo: Interna Muntita
et: Sisemine paigaldatud
eu: Barruan muntatua
fa: ﯽﻠﺧﺍﺩ ﻩﺪﺷ ﺐﺼﻧ
fi: Sisään asennettu
fil: Panloob na Naka-mount
fy: Ynterne monteare
ga: Feistithe Inmheánach
gd: Air a chuir a-steach
gl: Montado interno
gu: આંતરિક માઉન્ટ થયેલ
he: ימינפ ןקתומ
hi: आंतरिक घुड़सवार
hr: Unutarnji montiran
hu: Belső szerelésű
hy: Ներքին տեղադրված
id: Dipasang di dalam
is: Innbyggður
ka: შიდა დამონტაჟებული
kk: Ішкі орнатылған
km: បានម៉ោនខាងក្នុង
kn: ಆಂತರಿಕ ಮೌಂಟೆಡ್
ku: Navxweyî Mounted
ky: Ички орнотулган
lb: Intern Montéiert
lo: ຕິດຕັ້ງພາຍໃນ
lt: Montuojamas viduje
lv: Iekšējā montāža
mg: Aterina anatiny
mi: Whakanohoia o roto
mk: Внатрешно монтиран
ml: ആന്തരിക മൗണ്ടഡ്
mn: Дотоод суурилуулсан
mr: अंतर्गत आरोहित
mt: Immuntat Intern
my: အတွင်းပိုင်းတပ်ဆင်ထားသည်။
nb: Innvendig montert
ne: आन्तरिक माउन्ट गरिएको
or: ଆଭ୍ୟନ୍ତରୀଣ ମାଉଣ୍ଟେଡ୍ |
pa: ਅੰਦਰੂਨੀ ਮਾਊਂਟ ਕੀਤਾ ਗਿਆ
ps: ﯼﻮﺷ ﺐﺼﻧ ﻲﻠﺧﺍﺩ
ro: Montat intern
rw: Imbere
sd: ﻞﻴﭤ ﺐﺼﻧ ﻲﻧﻭﺭﺪﻧﺍ
si: අභ්යන්තර සවි කර ඇත
sk: Vnútorná montáž
sl: Notranje montirano
sq: Montuar brenda
sw: Ndani Imewekwa
ta: உள் பொருத்தப்பட்டது
te: అంతర్గత మౌంట్
tg: Дарунӣ насб карда шудааст
th: ติดตั้งภายใน
tk: Içki oturdylan
tt: Эчке монтаж
uk: Внутрішній монтаж
ur: ﺐﺼﻧ ﯽﻧﻭﺭﺪﻧﺍ
uz: Ichki o'rnatilgan
vi: Gắn bên trong
xh: Ngaphakathi inyuselwe
yi: דעטנואָמ ךעלרעני

source: Internal Unmounted
af: Intern gedemonteer
am: ውስጣዊ ያልተሰካ
ar: ﻲﻠﺧﺍﺩ ﺐﻴﻛﺮﺗ
be: Унутраны размантаваны
bg: Вътрешен демонтиран
bn: অভ্যন্তরীণ আনমাউন্ট করা হয়েছে
ca: Interior Desmuntat
cy: Mewnol Heb ei Osod
da: Intern afmonteret
eo: Interna Malmuntita
et: Sisemine lahtiühendatud
eu: Barrukoa Desmuntatua
fa: ﺖﺳﺍ ﻩﺪﺸﻧ ﺐﺼﻧ ﯽﻠﺧﺍﺩ
fi: Sisäinen irrotettu
fil: Panloob na Na-unmount
fy: Ynterne Unmounted
ga: Inmheánach Gan suite
gd: Taobh a-staigh gun ghluasad
gl: Interno Desmontado
gu: આંતરિક અનમાઉન્ટ કરેલ
he: ןקתומ אל ימינפ
hi: आंतरिक अनमाउंट
hr: Unutarnji nemontiran
hu: Belső lecsatolt
hy: Ներքին Ապամոնտաժված
id: Dilepas Internal
is: Innri ófesting
ka: შიდა დაუმონტაჟებელი
kk: Ішкі орнатылмаған
km: បានu200bដកu200bការu200bម៉ោនu200bខាងu200bក្នុង
kn: ಆಂತರಿಕ ಅನ್u200cಮೌಂಟ್ ಮಾಡಲಾಗಿದೆ
ku: Navxweyî Unmounted
ky: Ички орнотулган
lb: Intern Unmounted
lo: ຖອນການຕິດຕັ້ງພາຍໃນ
lt: Vidinis Nemontuotas
lv: Iekšējais Nemontēts
mg: Anatiny tsy voapetraka
mi: Roto Wetekina
mk: Внатрешно немонтирано
ml: ആന്തരിക അൺമൗണ്ട്
mn: Дотоод салгагдаагүй
mr: अंतर्गत अनमाउंट
mt: Intern Mhux immuntat
my: အတွင်းပိုင်း Unmounted
nb: Intern avmontert
ne: आन्तरिक अनमाउन्ट
or: ଆଭ୍ୟନ୍ତରୀଣ ଅନାବଶ୍ୟକ |
pa: ਅੰਦਰੂਨੀ ਅਨਮਾਊਂਟ ਕੀਤਾ ਗਿਆ
ps: ﻱﻮﺷ ﻪﯾﺎځ ﯥﺑ ﻲﻠﺧﺍﺩ
ro: Intern Demontat
rw: Imbere
sd: ﺐﻴﺗﺮﺗ ﻲﺑ ﻲﻧﻭﺭﺪﻧﺍ
si: අභ්u200dයන්තර සවිකර නැත
sk: Vnútorné Odpojené
sl: Notranji nemontiran
sq: E brendshme e çmontuar
sw: Ndani Imetolewa
ta: உள் பொருத்தப்படாதது
te: అంతర్గత అన్u200cమౌంట్ చేయబడింది
tg: Дарунӣ васлнашуда
th: ไม่ได้ต่อเชื่อมภายใน
tk: Içerki sanalmadyk
tt: Эчке сансыз
uk: Внутрішній не змонтований
ur: ﮉﭩﻧﺅﺎﻣ ﻥﺍ ﯽﻧﻭﺭﺪﻧﺍ
uz: Ichki o'rnatilmagan
vi: Nội bộ chưa được gắn kết
xh: Ngaphakathi Ayinyuswanga
yi: דעטנואָמנו ךעלרעני

source: Mounted Network
af: Gemonteerde netwerk
am: የተጫነ አውታረ መረብ
ar: ﺔﻟﻮﻤﺤﻣ ﺔﻜﺒﺷ
be: Змантаваная сетка
bg: Монтирана мрежа
bn: মাউন্ট করা নেটওয়ার্ক
ca: Xarxa muntada
cy: Rhwydwaith wedi'i Fowntio
da: Monteret netværk
eo: Muntita Reto
et: Paigaldatud võrk
eu: Muntatutako Sarea
fa: ﻩﺪﺷ ﺐﺼﻧ ﻪﮑﺒﺷ
fi: Asennettu verkko
fil: Naka-mount na Network
fy: Montearre Netwurk
ga: Líonra Feistithe
gd: Lìonra air a chur suas
gl: Rede montada
gu: માઉન્ટ થયેલ નેટવર્ક
he: תבוכר תשר
hi: माउंटेड नेटवर्क
hr: Montirana mreža
hu: Szerelt hálózat
hy: Հեծյալ ցանց
id: Jaringan terpasang
is: Tengt net
ka: დამონტაჟებული ქსელი
kk: Орнатылған желі
km: បណ្តាញដែលបានម៉ោន
kn: ಮೌಂಟೆಡ್ ನೆಟ್ವರ್ಕ್
ky: Монтаждалган тармак
lb: Montéiert Netzwierk
lo: ເຄືອu200bຂ່າຍu200bຕິດu200bຕັ້ງu200b
lt: Sumontuotas tinklas
lv: Uzstādīts tīkls
mg: Tambajotra napetraka
mi: Whatunga Maunga
mk: Монтирана мрежа
ml: മൌണ്ട് ചെയ്ത നെറ്റ്u200cവർക്ക്
mn: Холбогдсон сүлжээ
mr: आरोहित नेटवर्क
mt: Netwerk Immuntat
my: တပ်ဆင်ထားသော ကွန်ရက်
nb: Montert nettverk
ne: माउन्ट गरिएको नेटवर्क
or: ମାଉଣ୍ଟେଡ୍ ନେଟୱାର୍କ |
pa: ਮਾਊਂਟ ਕੀਤਾ ਨੈੱਟਵਰਕ
ps: ﻪﮑﺒﺷ ﯼﻮﺷ ﺐﺼﻧ
ro: Rețea montată
rw: Umuyoboro
sd: ڪﺭﻮٽﻴﻧ ﻞﻴﭤ ﺐﺼﻧ
si: සවිකර ඇති ජාලය
sk: Montovaná sieť
sl: Montirano omrežje
sq: Rrjeti i montuar
sw: Mtandao Uliowekwa
ta: பொருத்தப்பட்ட நெட்வொர்க்
te: మౌంటెడ్ నెట్u200cవర్క్
tg: Шабакаи насбшуда
th: ติดตั้งเครือข่าย
tk: Gurnalan tor
tt: Челтәр
uk: Змонтована мережа
ur: ﮎﺭﻭ ﭧﯿﻧ ﺐﺼﻧ
uz: O'rnatilgan tarmoq
vi: Mạng kết nối
xh: Uthungelwano olunyusiweyo
yi: ץענ דעטנואָמ
