Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
af: Stel venstertitelformaat: Gebruik: %%n huidige vouernaam (eg bin) %%d huidige gidspad (eg /usr/bin) %%p huidige paneelnommer (1-4) %%t huidige oortjienommer %%P totale aantal panele sigbaar %%T totale aantal oortjies in huidige paneel * asterisk word gewys as take in die venster loop
am: የመስኮት ርዕስ ቅርጸት አዘጋጅ፡- ተጠቀም፡ %%n የአሁኑ አቃፊ ስም (eg bin) %%d የአሁኑ አቃፊ ዱካ (eg /usr/bin) %%p የአሁኑ የፓነል ቁጥር (1-4) %%t የአሁኑ ትር ቁጥር %%P የሚታዩ ፓነሎች ጠቅላላ ቁጥር %%T በአሁኑ ፓነል ውስጥ ያሉት አጠቃላይ የትሮች ብዛት * ተግባራት በመስኮት ውስጥ የሚሄዱ ከሆነ ኮከቢት ይታያል
ar: :ﺓﺬﻓﺎﻨﻟﺍ ﻥﺍﻮﻨﻋ ﻖﻴﺴﻨﺗ ﻦﻴﻴﻌﺗ :ﻡﺪﺨﺘﺴﻳ %%n ﻲﻟﺎﺤﻟﺍ ﺪﻠﺠﻤﻟﺍ ﻢﺳﺍ (eg bin) %%d ﻲﻟﺎﺤﻟﺍ ﺪﻠﺠﻤﻟﺍ ﺭﺎﺴﻣ (eg /usr/bin) %%p ﺔﻴﻟﺎﺤﻟﺍ ﺔﺣﻮﻠﻟﺍ ﻢﻗﺭ (1-4) %%t ﻲﻟﺎﺤﻟﺍ ﺐﻳﻮﺒﺘﻟﺍ ﻢﻗﺭ %%P ﺔﻴﺋﺮﻤﻟﺍ ﺕﺎﺣﻮﻠﻟﺍ ﺩﺪﻋ ﻲﻟﺎﻤﺟﺇ %%T ﺔﻴﻟﺎﺤﻟﺍ ﺔﺣﻮﻠﻟﺍ ﻲﻓ ﺐﻳﻮﺒﺘﻟﺍ ﺕﺎﻣﻼ﻿ﻌﻟ ﻲﻟﺎﻤﺟﻹ﻿ﺍ ﺩﺪﻌﻟﺍ * ﺓﺬﻓﺎﻨﻟﺍ ﻲﻓ ﻞﻴﻐﺸﺘﻟﺍ ﺪﻴﻗ ﻡﺎﻬﻤﻟﺍ ﺖﻧﺎﻛ ﺍﺫﺇ ﺔﻤﺠﻨﻟﺍ ﺔﻣﻼ﻿ﻋ ﺮﻬﻈﺗ
be: Задаць фармат загалоўка акна: Выкарыстоўвайце: %%n бягучая назва папкі (eg bin) %%d бягучы шлях да тэчкі (eg /usr/bin) %%p бягучы нумар панэлі (1-4) %%t бягучы нумар укладкі %%P агульная колькасць бачных панэляў %%T агульная колькасць укладак на бягучай панэлі * зорачка паказваецца, калі задачы выконваюцца ў акне
bg: Задайте формат на заглавието на прозореца: Използвайте: %%n име на текущата папка (eg bin) %%d път на текущата папка (eg /usr/bin) %%p текущ номер на панела (1-4) %%t номер на текущия раздел %%P общ брой видими панели %%T общ брой раздели в текущия панел * звездичка се показва, ако задачи се изпълняват в прозорец
bn: উইন্ডো শিরোনাম বিন্যাস সেট করুন: ব্যবহার করুন: %%n বর্তমান ফোল্ডারের নাম (eg bin) %%d বর্তমান ফোল্ডার পাথ (eg /usr/bin) %%p বর্তমান প্যানেল নম্বর (1-4) %%t বর্তমান ট্যাব নম্বর %%P দৃশ্যমান প্যানেলের মোট সংখ্যা %%T বর্তমান প্যানেলে ট্যাবের মোট সংখ্যা * উইন্ডোতে কাজ চলমান থাকলে তারকাচিহ্ন দেখানো হয়
ca: Estableix el format del títol de la finestra: Ús: %%n nom de la carpeta actual (eg bin) %%d ruta de la carpeta actual (eg /usr/bin) %%p número de panell actual (1-4) %%t número de pestanya actual %%P nombre total de panells visibles %%T nombre total de pestanyes al tauler actual * Es mostra un asterisc si s'executen tasques a la finestra
cy: Gosod fformat teitl ffenestr: Defnyddiwch: %%n enw ffolder cyfredol (eg bin) %%d llwybr ffolder cyfredol (eg /usr/bin) %%p rhif panel cyfredol (1-4) %%t rhif tab cyfredol %%P cyfanswm nifer y paneli i'w gweld %%T cyfanswm y tabiau yn y panel cyfredol * seren yn cael ei dangos os yw'r tasgau'n rhedeg yn y ffenestr
da: Indstil vinduets titelformat: Brug: %%n nuværende mappenavn (eg bin) %%d aktuelle mappesti (eg /usr/bin) %%p nuværende panelnummer (1-4) %%t nuværende fanenummer %%P det samlede antal synlige paneler %%T det samlede antal faner i det aktuelle panel * stjerne vises, hvis opgaver kører i vinduet
eo: Agordi fenestrotitoloformaton: Uzu: %%n aktuala dosierujo nomo (eg bin) %%d aktuala dosierujo vojo (eg /usr/bin) %%p aktuala panela numero (1-4) %%t aktuala langa numero %%P totala nombro de paneloj videblaj %%T totala nombro da langetoj en nuna panelo * asterisko montrata se taskoj funkcias en fenestro
et: Määra akna pealkirja vorming: Kasuta: %%n praeguse kausta nimi (eg bin) %%d praeguse kausta tee (eg /usr/bin) %%p praegune paneeli number (1-4) %%t praeguse vahekaardi number %%P nähtavate paneelide koguarv %%T vahekaartide koguarv praegusel paneelil * tärn kuvatakse, kui aknas töötavad ülesanded
eu: Ezarri leihoaren izenburuaren formatua: Erabili: %%n uneko karpetaren izena (eg bin) %%d uneko karpetaren bidea (eg /usr/bin) %%p uneko panel-zenbakia (1-4) %%t uneko fitxa-zenbakia %%P ikusgai dauden panel kopurua guztira %%T uneko paneleko fitxa kopurua guztira * izartxoa erakusten da atazak leihoan exekutatzen badira
fa: :ﻩﺮﺠﻨﭘ ﻥﺍﻮﻨﻋ ﺐﻟﺎﻗ ﻢﯿﻈﻨﺗ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%n ﯽﻠﻌﻓ ﻪﺷﻮﭘ ﻡﺎﻧ (eg bin) %%d ﯽﻠﻌﻓ ﻪﺷﻮﭘ ﺮﯿﺴﻣ (eg /usr/bin) %%p ﯽﻠﻌﻓ ﻞﻨﭘ ﻩﺭﺎﻤﺷ (1-4) %%t ﯽﻠﻌﻓ ﻪﮔﺮﺑ ﻩﺭﺎﻤﺷ %%P ﻩﺪﻫﺎﺸﻣ ﻞﺑﺎﻗ ﯼﺎﻫ ﻞﻧﺎﭘ ﻞﮐ ﺩﺍﺪﻌﺗ %%T ﯽﻠﻌﻓ ﻞﻧﺎﭘ ﺭﺩ ﺎﻫ ﻪﮔﺮﺑ ﻞﮐ ﺩﺍﺪﻌﺗ * ﺩﻮﺷ ﯽﻣ ﻩﺩﺍﺩ ﻥﺎﺸﻧ ﻩﺭﺎﺘﺳ ،ﺪﻧﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﻩﺮﺠﻨﭘ ﺭﺩ ﻒﯾﺎﻇﻭ ﺮﮔﺍ
fi: Aseta ikkunan otsikon muoto: Käyttää: %%n nykyisen kansion nimi (eg bin) %%d nykyisen kansion polku (eg /usr/bin) %%p nykyinen paneelin numero (1-4) %%t nykyisen välilehden numero %%P näkyvissä olevien paneelien kokonaismäärä %%T välilehtien kokonaismäärä nykyisessä paneelissa * tähti näkyy, jos tehtävät ovat käynnissä ikkunassa
fil: Itakda ang format ng pamagat ng window: Gamitin ang: %%n kasalukuyang pangalan ng folder (eg bin) %%d kasalukuyang landas ng folder (eg /usr/bin) %%p kasalukuyang panel number (1-4) %%t kasalukuyang numero ng tab %%P kabuuang bilang ng mga panel na nakikita %%T kabuuang bilang ng mga tab sa kasalukuyang panel * asterisk na ipinapakita kung ang mga gawain ay tumatakbo sa window
fy: Stel finstertitelformaat yn: Brûke: %%n aktuele mapnamme (eg bin) %%d aktuele mappaad (eg /usr/bin) %%p hjoeddeistige paniel nûmer (1-4) %%t hjoeddeistige ljepper nûmer %%P totale oantal panielen sichtber %%T totaal oantal ljeppers yn aktuele paniel * asterisk werjûn as taken yn it finster rinne
ga: Socraigh formáid teidil na fuinneoige: Úsáid: %%n ainm fillteáin reatha (eg bin) %%d cosán fillteán reatha (eg /usr/bin) %%p uimhir phainéil reatha (1-4) %%t uimhir chluaisín reatha %%P líon iomlán na bpainéal le feiceáil %%T líon iomlán na gcluaisíní sa phainéal reatha * réiltín a thaispeántar má tá tascanna ag rith san fhuinneog
gd: Suidhich cruth tiotal uinneig: Cleachd: %%n ainm pasgan gnàthach (eg bin) %%d slighe pasgan gnàthach (eg /usr/bin) %%p àireamh pannal gnàthach (1-4) %%t àireamh tab gnàthach %%P àireamh iomlan de phannalan rim faicinn %%T àireamh iomlan de na tabaichean anns a ’phanal gnàthach * rionnag air a shealltainn ma tha gnìomhan a ’ruith san uinneig
gl: Establecer o formato do título da xanela: Uso: %%n nome do cartafol actual (eg bin) %%d ruta do cartafol actual (eg /usr/bin) %%p número de panel actual (1-4) %%t número de ficha actual %%P número total de paneis visibles %%T número total de pestanas no panel actual * móstrase un asterisco se as tarefas se executan na xanela
gu: વિન્ડો શીર્ષક ફોર્મેટ સેટ કરો: વાપરવુ: %%n વર્તમાન ફોલ્ડર નામ (eg bin) %%d વર્તમાન ફોલ્ડર પાથ (eg /usr/bin) %%p વર્તમાન પેનલ નંબર (1-4) %%t વર્તમાન ટેબ નંબર %%P દૃશ્યમાન પેનલ્સની કુલ સંખ્યા %%T વર્તમાન પેનલમાં ટેબની કુલ સંખ્યા * જો કાર્ય વિન્ડોમાં ચાલી રહ્યું હોય તો ફૂદડી બતાવવામાં આવે છે
he: :ןולחה תרתוכ טמרופ רדגה :שמתשהל %%n תיחכונה הייקיתה םש (eg bin) %%d יחכונה הייקיתה ביתנ (eg /usr/bin) %%p יחכונה לנאפה רפסמ (1-4) %%t תיחכונה הייסיטרכה רפסמ %%P םייולג תוחול לש ללוכה רפסמה %%T תיחכונה תינולחב תויסיטרכה לש ללוכה רפסמה * ןולחב תולעופ תומישמ םא תגצומ תיבכוכ
hi: विंडो शीर्षक प्रारूप सेट करें: उपयोग: %%n वर्तमान फ़ोल्डर का नाम (eg bin) %%d वर्तमान फ़ोल्डर पथ (eg /usr/bin) %%p वर्तमान पैनल संख्या (1-4) %%t वर्तमान टैब संख्या %%P दिखाई देने वाले पैनलों की कुल संख्या %%T वर्तमान पैनल में टैब की कुल संख्या * यदि विंडो में कार्य चल रहे हैं तो तारांकन दिखाया गया है
hr: Postavite format naslova prozora: Koristiti: %%n naziv trenutne mape (eg bin) %%d trenutni put mape (eg /usr/bin) %%p trenutni broj ploče (1-4) %%t trenutni broj kartice %%P ukupan broj vidljivih panela %%T ukupan broj kartica na trenutnoj ploči * zvjezdica se prikazuje ako se zadaci izvode u prozoru
hu: Állítsa be az ablak címének formátumát: Használat: %%n aktuális mappanév (eg bin) %%d jelenlegi mappa elérési útja (eg /usr/bin) %%p aktuális panelszám (1-4) %%t aktuális lapszám %%P látható panelek teljes száma %%T az aktuális panel lapjainak teljes száma * csillag látható, ha feladatok futnak az ablakban
hy: Սահմանեք պատուհանի վերնագրի ձևաչափը. Օգտագործեք: %%n ընթացիկ թղթապանակի անունը (eg bin) %%d ընթացիկ թղթապանակի ուղին (eg /usr/bin) %%p ընթացիկ վահանակի համարը (1-4) %%t ընթացիկ ներդիրի համարը %%P տեսանելի վահանակների ընդհանուր թիվը %%T ներդիրների ընդհանուր թիվը ընթացիկ վահանակում * աստղանիշը ցուցադրվում է, եթե առաջադրանքները աշխատում են պատուհանում
id: Setel format judul jendela: Menggunakan: %%n nama folder saat ini (eg bin) %%d jalur folder saat ini (eg /usr/bin) %%p nomor panel saat ini (1-4) %%t nomor tab saat ini %%P jumlah total panel yang terlihat %%T jumlah total tab di panel saat ini * tanda bintang ditampilkan jika tugas berjalan di jendela
is: Stilltu snið gluggatitils: Notaðu: %%n núverandi möppuheiti (eg bin) %%d núverandi möppuslóð (eg /usr/bin) %%p núverandi pallborðsnúmer (1-4) %%t núverandi flipanúmer %%P heildarfjöldi spjalda sýnilegur %%T heildarfjöldi flipa í núverandi spjaldi * stjörnu birtist ef verkefni keyra í glugganum
ka: ფანჯრის სათაურის ფორმატის დაყენება: გამოყენება: %%n მიმდინარე საქაღალდის სახელი (eg bin) %%d საქაღალდის მიმდინარე გზა (eg /usr/bin) %%p მიმდინარე პანელის ნომერი (1-4) %%t მიმდინარე ჩანართის ნომერი %%P ხილული პანელების საერთო რაოდენობა %%T ჩანართების საერთო რაოდენობა მიმდინარე პანელში * ვარსკვლავი ნაჩვენებია თუ ამოცანები მუშაობს ფანჯარაში
kk: Терезе тақырыбы пішімін орнату: Қолдану: %%n ағымдағы қалта атауы (eg bin) %%d ағымдағы қалта жолы (eg /usr/bin) %%p ағымдағы панель нөмірі (1-4) %%t ағымдағы қойынды нөмірі %%P көрінетін панельдердің жалпы саны %%T ағымдағы панельдегі қойындылардың жалпы саны * терезеде тапсырмалар орындалса, жұлдызша көрсетіледі
km: កំណត់ទម្រង់ចំណងជើងបង្អួច៖ ប្រើ៖ %%n ឈ្មោះថតបច្ចុប្បន្ន (eg bin) %%d ផ្លូវថតបច្ចុប្បន្ន (eg /usr/bin) %%p លេខបន្ទះបច្ចុប្បន្ន (1-4) %%t លេខផ្ទាំងបច្ចុប្បន្ន %%P ចំនួនបន្ទះសរុបដែលអាចមើលឃើញ %%T ចំនួនផ្ទាំងសរុបនៅក្នុងបន្ទះបច្ចុប្បន្ន * សញ្ញាផ្កាយបង្ហាញប្រសិនបើកិច្ចការដែលកំពុងដំណើរការក្នុងបង្អួច
kn: ವಿಂಡೋ ಶೀರ್ಷಿಕೆ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿಸಿ: ಬಳಸಿ: %%n ಪ್ರಸ್ತುತ ಫೋಲ್ಡರ್ ಹೆಸರು (eg bin) %%d ಪ್ರಸ್ತುತ ಫೋಲ್ಡರ್ ಮಾರ್ಗ (eg /usr/bin) %%p ಪ್ರಸ್ತುತ ಫಲಕ ಸಂಖ್ಯೆ (1-4) %%t ಪ್ರಸ್ತುತ ಟ್ಯಾಬ್ ಸಂಖ್ಯೆ %%P ಗೋಚರಿಸುವ ಒಟ್ಟು ಫಲಕಗಳ ಸಂಖ್ಯೆ %%T ಪ್ರಸ್ತುತ ಫಲಕದಲ್ಲಿರುವ ಒಟ್ಟು ಟ್ಯಾಬ್u200cಗಳ ಸಂಖ್ಯೆ * ವಿಂಡೋದಲ್ಲಿ ಕಾರ್ಯಗಳು ಚಾಲನೆಯಲ್ಲಿದ್ದರೆ ನಕ್ಷತ್ರ ಚಿಹ್ನೆಯನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ
ku: Forma sernavê pencereyê bicîh bikin: Bikaranîn: %%n navê peldanka heyî (eg bin) %%d riya peldanka heyî (eg /usr/bin) %%p hejmara panela niha (1-4) %%t hejmara tabloya niha %%P hejmara giştî ya panelên xuya %%T hejmara giştî ya tabloyên di panela heyî de * stêrk nîşan dide ka peywirên di pencereyê de diqewimin
ky: Терезенин аталышынын форматын коюу: Колдонуу: %%n учурдагы папканын аты (eg bin) %%d учурдагы папка жолу (eg /usr/bin) %%p учурдагы панелдин номери (1-4) %%t учурдагы өтмөктүн номери %%P көрүнгөн панелдердин жалпы саны %%T учурдагы панелдеги өтмөктөрдүн жалпы саны * терезеде тапшырмалар иштеп жаткан болсо, жылдызча көрсөтүлөт
lb: Setzt Fënstertitelformat: Benotzt: %%n aktuellen Dossier Numm (eg bin) %%d aktuellen Dossierwee (eg /usr/bin) %%p aktuell Panel Zuel (1-4) %%t aktuell Tab Nummer %%P Gesamtzuel vu Panelen sichtbar %%T Gesamtzuel vun Tabs am aktuellen Panel * Asterisk gewisen wann Aufgaben an der Fënster lafen
lo: ກໍານົດຮູບແບບຫົວຂໍ້ຫນ້າຕ່າງ: ໃຊ້: %%n ຊື່ໂຟນເດີປັດຈຸບັນ (eg bin) %%d ເສັ້ນທາງໂຟນເດີໃນປະຈຸບັນ (eg /usr/bin) %%p ໝາຍເລກແຜງປັດຈຸບັນ (1-4) %%t ໝາຍເລກແຖບປັດຈຸບັນ %%P ຈຳນວນທັງໝົດຂອງແຜງທີ່ເຫັນໄດ້ %%T ຈຳນວນແຖບທັງໝົດໃນແຜງປັດຈຸບັນ * ສະແດງໃຫ້ເຫັນຮູບດາວຖ້າວຽກງານທີ່ເຮັດວຽກຢູ່ໃນປ່ອງຢ້ຽມ
lt: Lango pavadinimo nustatymo formatas: Naudojimas: %%n dabartinio aplanko pavadinimas (pvz., bin) %%d dabartinio aplanko kelias (pvz., /usr/bin) %%p dabartinio skydelio numeris (1-4) %%t dabartinės kortelės numeris %%P bendras matomų skydelių skaičius %%T bendras kortelių skaičius esamame skydelyje * žvaigždutė rodoma, jei lange yra vykdomos užduotys
lv: Iestatīt loga nosaukuma formātu: Izmantojiet: %%n pašreizējās mapes nosaukums (eg bin) %%d pašreizējās mapes ceļš (eg /usr/bin) %%p pašreizējā paneļa numurs (1-4) %%t pašreizējās cilnes numurs %%P kopējais redzamo paneļu skaits %%T kopējais ciļņu skaits pašreizējā panelī * zvaigznīte tiek rādīta, ja uzdevumi tiek izpildīti logā
mg: Mametraha endrika lohatenin'ny varavarankely: Ampiasao: %%n anaran'ny lahatahiry ankehitriny (eg bin) %%d lalan'ny lahatahiry ankehitriny (eg /usr/bin) %%p laharan'ny tontonana ankehitriny (1-4) %%t laharan'ny tabilao ankehitriny %%P totalin'ny tontonana hita %%T totalin'ny kiheba ao amin'ny tontonana ankehitriny * asterisk aseho raha misy asa mandeha amin'ny varavarankely
mi: Tautuhi hōputu taitara matapihi: Whakamahia: %%n ingoa kōpaki o nāianei (eg bin) %%d ara kōpaki o nāianei (eg /usr/bin) %%p te nama roopu o naianei (1-4) %%t tau ripa o nāianei %%P te tapeke o nga panui ka kitea %%T te tapeke o nga ripa kei roto i te panui o naianei * tohu whetūriki mena kei te haere nga mahi i te matapihi
mk: Поставете формат на насловот на прозорецот: Користете: %%n име на тековната папка (eg bin) %%d тековна патека на папката (eg /usr/bin) %%p тековниот број на панелот (1-4) %%t тековен број на јазиче %%P вкупниот број на видливи панели %%T вкупен број на јазичиња во тековниот панел * ѕвездичка е прикажана ако задачите се извршуваат во прозорецот
ml: വിൻഡോ ടൈറ്റിൽ ഫോർമാറ്റ് സജ്ജമാക്കുക: ഉപയോഗിക്കുക: %%n നിലവിലെ ഫോൾഡറിന്റെ പേര് (eg bin) %%d നിലവിലെ ഫോൾഡർ പാത്ത് (eg /usr/bin) %%p നിലവിലെ പാനൽ നമ്പർ (1-4) %%t നിലവിലെ ടാബ് നമ്പർ %%P ദൃശ്യമാകുന്ന പാനലുകളുടെ ആകെ എണ്ണം %%T നിലവിലെ പാനലിലെ ടാബുകളുടെ ആകെ എണ്ണം * വിൻഡോയിൽ ടാസ്u200cക്കുകൾ പ്രവർത്തിക്കുന്നുണ്ടെങ്കിൽ നക്ഷത്രചിഹ്നം കാണിക്കുന്നു
mn: Цонхны гарчгийн форматыг тохируулах: Хэрэглэх: %%n одоогийн фолдерын нэр (eg bin) %%d одоогийн фолдерын зам (eg /usr/bin) %%p одоогийн самбарын дугаар (1-4) %%t одоогийн табын дугаар %%P харагдахуйц самбаруудын нийт тоо %%T одоогийн самбар дээрх табын нийт тоо * Цонхонд даалгавар ажиллаж байгаа бол одоор харагдана
mr: विंडो शीर्षक स्वरूप सेट करा: वापरा: %%n वर्तमान फोल्डर नाव (eg bin) %%d वर्तमान फोल्डर मार्ग (eg /usr/bin) %%p वर्तमान पॅनेल क्रमांक (1-4) %%t वर्तमान टॅब क्रमांक %%P दृश्यमान पॅनेलची एकूण संख्या %%T वर्तमान पॅनेलमधील टॅबची एकूण संख्या * विंडोमध्ये कार्ये चालू असल्यास तारका दर्शवा
mt: Issettja l-format tat-titlu tat-tieqa: Użu: %%n isem tal-folder kurrenti (eg bin) %%d mogħdija tal-folder kurrenti (eg /usr/bin) %%p numru attwali tal-panel (1-4) %%t numru tat-tab kurrenti %%P numru totali ta' pannelli viżibbli %%T numru totali ta' tabs fil-panel kurrenti * asterisk muri jekk il-kompiti għaddejjin fit-tieqa
my: ဝင်းဒိုးခေါင်းစဉ်ဖော်မတ်သတ်မှတ်ပါ- အသုံးပြုရန်- %%n လက်ရှိ ဖိုဒါအမည် (eg bin) %%d လက်ရှိ folder လမ်းကြောင်း (eg /usr/bin) %%p လက်ရှိ အကန့်နံပါတ် (1-4) %%t လက်ရှိ တက်ဘ်နံပါတ် %%P စုစုပေါင်း အကန့်အရေအတွက်ကို မြင်နိုင်သည်။ %%T လက်ရှိအကန့်ရှိ တဘ်အရေအတွက် စုစုပေါင်း * ဝင်းဒိုးတွင် လုပ်ဆောင်စရာများ လုပ်ဆောင်ပါက ခရေပွင့်ပြထားသည်။
nb: Angi vinduets tittelformat: Bruk: %%n gjeldende mappenavn (eg bin) %%d gjeldende mappebane (eg /usr/bin) %%p gjeldende panelnummer (1-4) %%t gjeldende fanenummer %%P totalt antall synlige paneler %%T totalt antall faner i gjeldende panel * stjerne vises hvis oppgaver kjører i vinduet
ne: विन्डो शीर्षक ढाँचा सेट गर्नुहोस्: प्रयोग गर्नुहोस्: %%n हालको फोल्डर नाम (eg bin) %%d हालको फोल्डर मार्ग (eg /usr/bin) %%p हालको प्यानल नम्बर (1-4) %%t हालको ट्याब नम्बर %%P देखिने प्यानलहरूको कुल संख्या %%T हालको प्यानलमा ट्याबहरूको कुल संख्या * यदि कार्यहरू सञ्झ्यालमा चलिरहेको छ भने तारांकन देखाइएको छ
or: ୱିଣ୍ଡୋ ଟାଇଟଲ୍ ଫର୍ମାଟ୍ ସେଟ୍ କରନ୍ତୁ: ବ୍ୟବହାର: %%n ସାମ୍ପ୍ରତିକ ଫୋଲ୍ଡର ନାମ (eg bin) %%d ସାମ୍ପ୍ରତିକ ଫୋଲ୍ଡର୍ ପଥ (eg /usr/bin) %%p ସାମ୍ପ୍ରତିକ ପ୍ୟାନେଲ୍ ନମ୍ବର | (1-4) %%t ସାମ୍ପ୍ରତିକ ଟ୍ୟାବ୍ ନମ୍ବର | %%P ସମୁଦାୟ ପ୍ୟାନେଲଗୁଡିକ ଦୃଶ୍ୟମାନ ହେଉଛି | %%T ସାମ୍ପ୍ରତିକ ପ୍ୟାନେଲରେ ସମୁଦାୟ ଟ୍ୟାବ୍ ସଂଖ୍ୟା | * ୱିଣ୍ଡୋରେ ଚାଲୁଥିବା କାର୍ଯ୍ୟଗୁଡ଼ିକ ଯଦି ନକ୍ଷତ୍ର ଦେଖାଯାଏ |
pa: ਵਿੰਡੋ ਟਾਈਟਲ ਫਾਰਮੈਟ ਸੈੱਟ ਕਰੋ: ਵਰਤੋ: %%n ਮੌਜੂਦਾ ਫੋਲਡਰ ਦਾ ਨਾਮ (eg bin) %%d ਮੌਜੂਦਾ ਫੋਲਡਰ ਮਾਰਗ (eg /usr/bin) %%p ਮੌਜੂਦਾ ਪੈਨਲ ਨੰਬਰ (1-4) %%t ਮੌਜੂਦਾ ਟੈਬ ਨੰਬਰ %%P ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਪੈਨਲਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ %%T ਮੌਜੂਦਾ ਪੈਨਲ ਵਿੱਚ ਟੈਬਾਂ ਦੀ ਕੁੱਲ ਸੰਖਿਆ * ਜੇਕਰ ਵਿੰਡੋ ਵਿੱਚ ਕਾਰਜ ਚੱਲ ਰਹੇ ਹਨ ਤਾਂ ਤਾਰਾ ਦਿਖਾਇਆ ਗਿਆ ਹੈ
ps: :ﺉړﮐ ﺐﯿﺗﺮﺗ ﻪڼﺑ ﮏﯿﻟﺮﺳ ۍﮐړﮐ ﺩ :ﻝﻭﺭﺎﮐ %%n ﻡﻮﻧ ﺭډﻟﻮﻓ ﻲﻨﺳﻭﺍ ﺩ (eg bin) %%d ﻩﺭﻻ﻿ ﺭډﻟﻮﻓ ﻲﻨﺳﻭﺍ ﺩ (eg /usr/bin) %%p ﻩﺮﯿﻤﺷ ﻞﻨﯿﭘ ﻲﻨﺳﻭﺍ ﺩ (1-4) %%t ﻩﺮﯿﻤﺷ ﺐټ ﻲﻨﺳﻭﺍ ﺩ %%P ﺮﯿﻤﺷ ﻝﺎټﻟﻮټ ﻮﻧﻮﻠﻨﯿﭘ ړﻭ ﻮﻟﺪﯿﻟ ﺩ %%T ﺮﯿﻤﺷ ﻝﺎټﻟﻮټ ﻮﻧﻮﺒټ ﺩ ﯥﮐ ﻞﻨﯿﭘ ﻲﻨﺳﻭﺍ ﻪﭘ * ﻱﻭ ﻥﺍﻭﺭ ﯥﮐ ۍﮐړﮐ ﻪﭘ ﻪﻧﻭﺭﺎﮐ ﻪﮐ ﯼﻮﺷ ﻝﺩﻮښ ﯼﺭﻮﺘﺳ
ro: Setați formatul titlului ferestrei: Utilizare: %%n numele curent al folderului (eg bin) %%d calea curentă a folderului (eg /usr/bin) %%p numărul curent al panoului (1-4) %%t numărul filei curent %%P numărul total de panouri vizibile %%T numărul total de file din panoul curent * asterisc afișat dacă sarcinile rulează în fereastră
rw: Shiraho imiterere yumutwe widirishya: Koresha: %%n izina ryububiko (eg bin) %%d Inzira yububiko (eg /usr/bin) %%p inomero yumwanya (1-4) %%t inomero ya tab %%P umubare rusange wibibaho bigaragara %%T umubare wuzuye wibisobanuro muburyo bwubu * inyenyeri yerekanwe niba imirimo ikorera mumadirishya
sd: :ﻮﻳﺮڪ ٽﻴﺳ ٽﻴﻣﺭﺎﻓ ﻥﺍﻮﻨﻋ ﻭڊﻧﻭ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%n ﻮﻟﺎﻧ ﻮﺟ ﺭڊﻟﻮﻓ ﻩﺩﻮﺟﻮﻣ (eg bin) %%d ﻮﺘﺳﺭ ﻮﺟ ﺭڊﻟﻮﻓ ﻩﺩﻮﺟﻮﻣ (eg /usr/bin) %%p ﺮﺒﻤﻧ ﻞﻨﻴﭘ ﻩﺩﻮﺟﻮﻣ (1-4) %%t ﺮﺒﻤﻧ ﺐﻴٽ ﻩﺩﻮﺟﻮﻣ %%P ﺩﺍﺪﻌﺗ ﻞڪ ﻮﺟ ﻦﻠﻨﻴﭘ ڙﺪﻨﻳﺍ ۾ ﮡﺳڏ %%T ﺩﺍﺪﻌﺗ ﻞڪ ﻮﺟ ﺐﻴٽ ۾ ﻞﻨﻴﭘ ﻩﺩﻮﺟﻮﻣ * asterisk ﻦﮬﺁ ﺍﺪﻨﻠﮬ ۾ ﻭڊﻧﻭ ﻢڪ ﻦﮬڏڪﻴﺟ ﻲﮬﺁ ﻞﻳﺭﺎﮑﻳڏ
si: කවුළු මාතෘකා ආකෘතිය සකසන්න: භාවිත: %%n වත්මන් ෆෝල්ඩරයේ නම (eg bin) %%d වත්මන් ෆෝල්ඩර මාර්ගය (eg /usr/bin) %%p වත්මන් පුවරු අංකය (1-4) %%t වත්මන් ටැබ් අංකය %%P පෙනෙන මුළු පැනල් ගණන %%T වත්මන් පුවරුවේ ඇති මුළු ටැබ් ගණන * කවුළුව තුළ කාර්යයන් ක්u200dරියාත්මක වන්නේ නම් තරු ලකුණ පෙන්වයි
sk: Nastaviť formát nadpisu okna: Použitie: %%n názov aktuálneho priečinka (eg bin) %%d aktuálna cesta k priečinku (eg /usr/bin) %%p aktuálne číslo panelu (1-4) %%t číslo aktuálnej karty %%P celkový počet viditeľných panelov %%T celkový počet kariet v aktuálnom paneli * Ak úlohy prebiehajú v okne, zobrazí sa hviezdička
sl: Nastavite obliko naslova okna: Uporaba: %%n ime trenutne mape (eg bin) %%d pot trenutne mape (eg /usr/bin) %%p trenutna številka plošče (1-4) %%t trenutna številka zavihka %%P skupno število vidnih plošč %%T skupno število zavihkov na trenutni plošči * zvezdica prikazana, če se opravila izvajajo v oknu
sq: Vendosni formatin e titullit të dritares: Përdorni: %%n emri aktual i dosjes (eg bin) %%d shtegu aktual i dosjes (eg /usr/bin) %%p numri aktual i panelit (1-4) %%t numri aktual i skedës %%P numri i përgjithshëm i paneleve të dukshme %%T numri total i skedave në panelin aktual * ylli shfaqet nëse detyrat ekzekutohen në dritare
sw: Weka muundo wa kichwa cha dirisha: Tumia: %%n jina la folda ya sasa (eg bin) %%d njia ya folda ya sasa (eg /usr/bin) %%p nambari ya paneli ya sasa (1-4) %%t nambari ya kichupo cha sasa %%P jumla ya idadi ya paneli zinazoonekana %%T jumla ya idadi ya vichupo kwenye kidirisha cha sasa * kinyota kinaonyeshwa ikiwa kazi zinaendeshwa kwenye dirisha
ta: சாளர தலைப்பு வடிவமைப்பை அமைக்கவும்: பயன்படுத்தவும்: %%n தற்போதைய கோப்புறை பெயர் (eg bin) %%d தற்போதைய கோப்புறை பாதை (eg /usr/bin) %%p தற்போதைய பேனல் எண் (1-4) %%t தற்போதைய தாவல் எண் %%P காணக்கூடிய பேனல்களின் மொத்த எண்ணிக்கை %%T தற்போதைய பேனலில் உள்ள மொத்த தாவல்களின் எண்ணிக்கை * சாளரத்தில் பணிகள் இயங்கினால் நட்சத்திரக் குறியீடு காட்டப்படும்
te: విండో శీర్షిక ఆకృతిని సెట్ చేయండి: వా డు: %%n ప్రస్తుత ఫోల్డర్ పేరు (eg bin) %%d ప్రస్తుత ఫోల్డర్ మార్గం (eg /usr/bin) %%p ప్రస్తుత ప్యానెల్ సంఖ్య (1-4) %%t ప్రస్తుత ట్యాబ్ నంబర్ %%P కనిపించే మొత్తం ప్యానెల్u200cల సంఖ్య %%T ప్రస్తుత ప్యానెల్u200cలో మొత్తం ట్యాబ్u200cల సంఖ్య * విండోలో పనులు నడుస్తున్నట్లయితే నక్షత్రం చూపబడుతుంది
tg: Формати унвони тирезаро танзим кунед: Истифода: %%n номи папкаи ҷорӣ (eg bin) %%d роҳи папкаи ҷорӣ (eg /usr/bin) %%p рақами панели ҷорӣ (1-4) %%t рақами ҷадвали ҷорӣ %%P шумораи умумии панелҳои намоён %%T шумораи умумии ҷадвалҳо дар панели ҷорӣ * ситорача нишон дода мешавад, агар вазифаҳо дар тиреза иҷро шаванд
th: กำหนดรูปแบบชื่อหน้าต่าง: ใช้: %%n ชื่อโฟลเดอร์ปัจจุบัน (eg bin) %%d เส้นทางโฟลเดอร์ปัจจุบัน (eg /usr/bin) %%p หมายเลขแผงปัจจุบัน (1-4) %%t หมายเลขแท็บปัจจุบัน %%P จำนวนแผงที่มองเห็นได้ทั้งหมด %%T จำนวนแท็บทั้งหมดในแผงปัจจุบัน * เครื่องหมายดอกจันแสดงถ้างานทำงานใน window
tk: Penjiräniň adynyň formatyny düzüň: Ulany: %%n häzirki bukjanyň ady (eg bin) %%d häzirki bukjanyň ýoly (eg /usr/bin) %%p häzirki panel belgisi (1-4) %%t häzirki tab belgisi %%P görünýän panelleriň umumy sany %%T häzirki paneldäki bellikleriň umumy sany * penjirede işleýän meseleler görkezilse ýyldyz ýyldyzy
tt: Тәрәзә исеме форматын куегыз: Куллану: %%n хәзерге папка исеме (eg bin) %%d хәзерге папка юлы (eg /usr/bin) %%p хәзерге панель номеры (1-4) %%t хәзерге кыстыргыч номеры %%P күренгән панельләрнең гомуми саны %%T агымдагы панельдәге таблицаларның гомуми саны * Йолдызлык тәрәзәдә эшләсә күрсәтелә
uk: Встановити формат заголовка вікна: Використовуйте: %%n назва поточної папки (eg bin) %%d поточний шлях до папки (eg /usr/bin) %%p поточний номер панелі (1-4) %%t поточний номер вкладки %%P загальна кількість видимих панелей %%T загальна кількість вкладок на поточній панелі * зірочка відображається, якщо завдання виконуються у вікні
ur: :ﮟﯾﺮﮐ ﭧﯿﺳ ﭧﯿﻣﺭﺎﻓ ﻞﭩﺋﺎﭨ ﻭﮉﻧﻭ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%n ﻡﺎﻧ ﺎﮐ ﺭﮉﻟﻮﻓ ﮦﺩﻮﺟﻮﻣ (eg bin) %%d ﮧﺘﺳﺍﺭ ﺎﮐ ﺭﮉﻟﻮﻓ ﮦﺩﻮﺟﻮﻣ (eg /usr/bin) %%p ﺮﺒﻤﻧ ﻞﻨﯿﭘ ﮦﺩﻮﺟﻮﻣ (1-4) %%t ﺮﺒﻤﻧ ﺐﯿﭨ ﮦﺩﻮﺟﻮﻣ %%P ﺩﺍﺪﻌﺗ ﻞﮐ ﯽﮐ ﺰﻠﻨﯿﭘ ﮯﻟﺍﻭ ﮯﻧﺁ ﺮﻈﻧ %%T ﺩﺍﺪﻌﺗ ﻞﮐ ﯽﮐ ﺰﺒﯿﭨ ﮟﯿﻣ ﻞﻨﯿﭘ ﮦﺩﻮﺟﻮﻣ * ۔ﮯﮨ ﺎﯿﮔ ﺎﯾﺎﮭﮐﺩ ﮦﺭﺎﺘﺳ ﻮﺗ ﮟﯿﮨ ﮯﮨﺭ ﻞﭼ ﻡﺎﮐ ﮟﯿﻣ ﻭﮉﻧﻭ ﺮﮔﺍ
uz: Oyna nomi formatini o'rnating: Foydalanish: %%n joriy jild nomi (eg bin) %%d joriy papka yo'li (eg /usr/bin) %%p joriy panel raqami (1-4) %%t joriy yorliq raqami %%P ko'rinadigan panellarning umumiy soni %%T joriy paneldagi yorliqlarning umumiy soni * Agar vazifalar oynada ishlayotgan bo'lsa, yulduzcha ko'rsatiladi
vi: Đặt định dạng tiêu đề cửa sổ: Sử dụng: %%n tên thư mục hiện tại (eg bin) %%d đường dẫn thư mục hiện tại (eg /usr/bin) %%p số bảng điều khiển hiện tại (1-4) %%t số tab hiện tại %%P tổng số bảng hiển thị %%T tổng số tab trong bảng điều khiển hiện tại * dấu hoa thị được hiển thị nếu các tác vụ đang chạy trong cửa sổ
xh: Cwangcisa ifomathi yesihloko sefestile: Sebenzisa: %%n igama langoku lesiqulathi seefayili (eg bin) %%d indlela yangoku yesiqulathi seefayili (eg /usr/bin) %%p inombolo yendawo yolawulo yangoku (1-4) %%t inombolo yethebhu yangoku %%P inani elipheleleyo leephaneli ezibonakalayo %%T inani elipheleleyo leethebhu kwiqela langoku * inkwenkwezi ebonisiwe ukuba imisebenzi esebenzayo kwifestile
yi: :טאַמראָפֿ לטיט רעטצנעפֿ ןלעטש :ןצינ %%n ןעמאָנ עקעט טנאַרק (eg bin) %%d ךרד עקעט טנאַרק (eg /usr/bin) %%p רעמונ עילפאַט טנאַרק (1-4) %%t רעמונ לטיווק טנאַרק %%P קיטנעק זלאַנאַפּ ןופ רעמונ ץנאַג %%T עילפאַט טנאַרק ןיא סבאַט ןופ רעמונ ץנאַג * רעטצנעפֿ ןיא קידנסילפ סקסאַט ביוא ןזיוועג קסירעטסאַ
