Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Path Bar
af: _Padbalk
am: _የመንገድ ባር
ar: _ﺭﺎﺴﻤﻟﺍ ﻂﻳﺮﺷ
be: _Панэль шляху
bg: _Лента за пътеки
bn: _পথ বার
ca: _Barra del camí
cy: _Bar Llwybr
da: _Sti Bar
eo: _Voja Trinkejo
et: _Teeriba
eu: _Bide barra
fa: _ﺮﯿﺴﻣ ﺭﺍﻮﻧ
fi: _Polkupalkki
fy: _Paad Bar
ga: _Beár Conair
gd: _Bàr slighe
gl: _Barra de camiños
gu: _પાથ બાર
he: _ביתנ רב
hi: _पथ बार
hr: _Traka puta
hy: _Ճանապարհի բար
id: _Jalur Bar
ka: _ბილიკის ბარი
kk: _Жол жолағы
km: _របារផ្លូវ
kn: _ಪಾತ್ ಬಾರ್
ky: _Жол тилкеси
lo: _ແຖບເສັ້ນທາງ
lt: _Kelio juosta
lv: _Ceļa josla
mi: _Pae Ara
mk: _Лента за патека
ml: _പാത്ത് ബാർ
mn: _Замын мөр
mr: _पथ बार
mt: _Bar tal-Path
my: _လမ်းကြောင်းဘား
ne: _पथ बार
or: _ପଥ ବାର୍ |
pa: _ਪਾਥ ਬਾਰ
ps: _ﺭﺎﺑ ﯤﺭﻻ﻿ ﺩ
ro: _Bara de cale
rw: _Inzira y'inzira
sd: _ﺭﺎﺑ ﻮﺘﺳﺭ
si: _මාර්ග තීරුව
sk: _Panel cesty
sl: _Vrstica poti
sq: _Shiriti i rrugës
sw: _Baa ya Njia
ta: _பாதை பட்டை
te: _పాత్ బార్
tg: _Бари роҳ
th: _พาธบาร์
tk: _Bathol bar
tt: _Barл бар
uk: _Панель шляху
ur: _ﺭﺎﺑ ﮫﺗﺎﭘ
uz: _Yo'l paneli
vi: _Thanh đường dẫn
xh: _Ibar yeNdlela
yi: _רב ךרד

source: _File List
af: _Lêer lys
am: _የፋይል ዝርዝር
ar: _ﺕﺎﻔﻠﻤﻟﺍ ﺔﻤﺋﺎﻗ
be: _Спіс файлаў
bg: _Списък с файлове
bn: _ফাইল তালিকা
ca: _Llista de fitxers
cy: _Rhestr Ffeiliau
da: _Filliste
eo: _Dosiera Listo
et: _Failide loend
eu: _Fitxategien zerrenda
fa: _ﻞﯾﺎﻓ ﺖﺴﯿﻟ
fi: _Tiedostoluettelo
fil: _Listahan ng File
fy: _Triem List
ga: _Liosta Comhad
gd: _Liosta faidhle
gl: _Lista de ficheiros
gu: _ફાઇલ સૂચિ
he: _םיצבק תמישר
hi: _फ़ाइल सूची
hr: _Popis datoteka
hu: _Fájllista
hy: _Ֆայլերի ցանկ
id: _Daftar Berkas
is: _Skráarlisti
ka: _ფაილების სია
kk: _Файлдар тізімі
km: _បញ្ជីឯកសារ
kn: _ಫೈಲ್ ಪಟ್ಟಿ
ku: _Lîsteya pelan
ky: _Файл тизмеси
lb: _Datei Lëscht
lo: _ບັນຊີລາຍຊື່ໄຟລ໌
lt: _Failų sąrašas
lv: _Failu saraksts
mg: _Lisitra fisie
mi: _Rarangi Kōnae
mk: _Список со датотеки
ml: _ഫയൽ ലിസ്റ്റ്
mn: _Файлын жагсаалт
mr: _फाइल सूची
mt: _Lista tal-Fajls
my: _ဖိုင်စာရင်း
nb: _Filliste
ne: _फाइल सूची
or: _ଫାଇଲ୍ ତାଲିକା |
pa: _ਫਾਈਲ ਸੂਚੀ
ps: _ﺖﺴﯿﻟ ﻞﯾﺎﻓ ﺩ
ro: _Lista de fișiere
rw: _Urutonde rwa dosiye
sd: _ٽﺴﻟ ﻞﺋﺎﻓ
si: _ගොනු ලැයිස්තුව
sk: _Zoznam súborov
sl: _Seznam datotek
sq: _Lista e skedarëve
sw: _Orodha ya faili
ta: _கோப்பு பட்டியல்
te: _ఫైల్ జాబితా
tg: _Рӯйхати файл
th: _รายการไฟล์
tk: _Faýl sanawy
tt: _Файл исемлеге
uk: _Список файлів
ur: _ﺖﺳﺮﮩﻓ ﯽﮐ ﻞﺋﺎﻓ
uz: _Fayllar roʻyxati
vi: _Danh sách tệp
xh: _Uludwe Lwefayile
yi: _המישר עקעט

source: _Tree
af: _Boom
am: _ዛፍ
ar: _ﺓﺮﺠﺷ
be: _Дрэва
bg: _Дърво
bn: _গাছ
ca: _Arbre
cy: _Coeden
da: _Træ
eo: _Arbo
et: _Puu
eu: _Zuhaitza
fa: _ﺖﺧﺭﺩ
fi: _Puu
fil: _Puno
fy: _Beam
ga: _Crann
gd: _Crann
gl: _Árbore
gu: _વૃક્ષ
he: _ץֵע
hi: _पेड़
hr: _Drvo
hu: _Fa
hy: _Ծառ
id: _Pohon
is: _Tré
ka: _ხე
kk: _Ағаш
km: _ដើមឈើ
kn: _ಮರ
ku: _Dar
ky: _Дарак
lb: _Bam
lo: _ຕົ້ນໄມ້
lt: _Medis
lv: _Koks
mg: _HAZO
mi: _Rakau
mk: _Дрво
ml: _വൃക്ഷം
mn: _Мод
mr: _झाड
mt: _Siġra
my: _သစ်ပင်
nb: _Tre
ne: _रुख
or: _ବୃକ୍ଷ
pa: _ਰੁੱਖ
ps: _ﻪﻧﻭ
ro: _Copac
rw: _Igiti
sd: _ﮠﻭ
si: _ගස
sk: _Strom
sl: _Drevo
sq: _Pemë
sw: _Mti
ta: _மரம்
te: _చెట్టు
tg: _Дарахт
th: _ต้นไม้
tk: _Agaç
tt: _Агач
uk: _Дерево
ur: _ﺖﺧﺭﺩ
uz: _Daraxt
vi: _Cây
xh: _Umthi
yi: _םיוב

# Go|
source: _Tab
am: _ትር
ar: _ﺔﻋﻮﻓﺪﻣ ﺮﻴﻏ ﺓﺭﻮﺗﺎﻓ
be: _Табл
bg: _Раздел
bn: _ট্যাব
eu: _fitxa
fa: _ﻪﮔﺮﺑ
ga: _Cluaisín
gu: _ટૅબ
he: _תינושל
hi: _टैब
hy: _Ներդիր
ka: _ჩანართი
kk: _қойындысы
km: _ផ្ទាំង
kn: _ಟ್ಯಾಬ್
ky: _Таб
lo: _ແຖບ
lt: _Skirtukas
mg: _kiheba
mi: _Ripa
mk: _Таб
ml: _ടാബ്
mn: _Таб
mr: _टॅब
my: _တက်ဘ်
ne: _ट्याब
or: _ଟ୍ୟାବ୍ |
pa: _ਟੈਬ
ps: _ﺐټ
sd: _ﺐﺌٽ
si: _ටැබ්
sw: _Kichupo
ta: _தாவல்
te: _ట్యాబ్
tg: _Таб
th: _แท็บ
tk: _Salgy
tt: _Таблица
uk: _табл
ur: _ﺐﯿﭨ
vi: _Chuyển hướng
xh: _Ithebhu
yi: _באַט

source: _Close
af: _Naby
am: _ገጠመ
ar: _ﺐﻳﺮﻗ
be: _Закрыць
bg: _Близо
bn: _বন্ধ
ca: _Tanca
cy: _Agos
da: _Tæt
eo: _Fermu
et: _Sulge
eu: _Itxi
fa: _ﮏﯾﺩﺰﻧ
fi: _kiinni
fil: _Isara
fy: _Slute
ga: _Dún
gd: _Dùin
gl: _Pechar
gu: _બંધ
he: _רוגס
hi: _बंद करे
hr: _Zatvoriti
hu: _Bezárás
hy: _փակել
id: _Menutup
is: _Loka
ka: _დახურვა
kk: _Жабық
km: _បិទ
kn: _ಮುಚ್ಚಿ
ku: _Nêzîkî
ky: _Жабуу
lb: _Zoumaachen
lo: _ປິດ
lt: _Uždaryti
lv: _Aizvērt
mg: _AKAIKY
mi: _Katia
mk: _Затвори
ml: _അടയ്ക്കുക
mn: _Хаах
mr: _बंद
mt: _Agħlaq
my: _ပိတ်လိုက်
nb: _Lukk
ne: _बन्द गर्नुहोस्
or: _ବନ୍ଦ
pa: _ਬੰਦ ਕਰੋ
ps: _ﻝړﺗ
ro: _Închide
rw: _Funga
sd: _ﺪﻨﺑ
si: _වසන්න
sk: _Zavrieť
sl: _Zapri
sq: _Mbylle
sw: _Funga
ta: _நெருக்கமான
te: _దగ్గరగా
tg: _Пӯшед
th: _ปิด
tk: _.Akyn
tt: _Ябу
uk: _Закрити
ur: _ﮟﯾﺮﮐ ﺪﻨﺑ
uz: _Yopish
vi: _Đóng
xh: _Vala
yi: _טנעאָנ

source: _Reorder
af: _Herrangskik
am: _እንደገና ይዘዙ
ar: _ﺐﻴﺗﺮﺗ ﺓﺩﺎﻋﺇ
be: _Змяніць парадак
bg: _Пренареждане
bn: _পুনরায় সাজান
ca: _Reordenar
cy: _Ail-archebu
da: _Genbestil
eo: _Reordigi
et: _Järjesta ümber
eu: _Berrantolatu
fa: _ﺪﯿﻫﺩ ﺵﺭﺎﻔﺳ ﻩﺭﺎﺑﻭﺩ
fi: _Järjestä uudelleen
fil: _Muling ayusin
fy: _Opnij oarderje
ga: _Athordóir
gl: _Reordena
gu: _ફરીથી ગોઠવો
he: _שדחמ ןימזהל
hi: _पुन: व्यवस्थित करें
hr: _Ponovno naručite
hu: _Újrarendelés
hy: _Նորից պատվիրել
id: _Susun ulang
is: _Endurraða
ka: _ხელახლა შეკვეთა
kk: _Қайта реттеу
km: _តម្រៀបឡើងវិញ
kn: _ಮರುಕ್ರಮಗೊಳಿಸಿ
ky: _Кайра иреттөө
lb: _Neibestellung
lo: _ຈັດຮຽງໃໝ່
lt: _Pertvarkyti
lv: _Pārkārtot
mg: _Mandamina indray
mi: _Whakaritea ano
mk: _Повторно нарачајте
ml: _പുനഃക്രമീകരിക്കുക
mn: _Дахин захиалах
mr: _पुनर्क्रमित करा
mt: _Ordna mill-ġdid
my: _ပြန်စီပါ။
nb: _Bestill på nytt
ne: _पुन: क्रमबद्ध गर्नुहोस्
or: _ରେକର୍ଡ
pa: _ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰੋ
ps: _ﺉړﮐ ﻢﯿﻈﻨﺗ ﺎﯿﺑ
ro: _Reordonați
rw: _Kwandika
sd: _ﻮﻳڏ ﺐﻴﺗﺮﺗ ﺮﻬﻴﭔ
si: _නැවත ඇණවුම් කරන්න
sk: _Zmeniť poradie
sl: _Preuredite
sq: _Porosit sërish
sw: _Panga upya
ta: _மறுவரிசைப்படுத்து
te: _క్రమాన్ని మార్చండి
tg: _Аз нав тартиб додан
th: _จัดลำดับใหม่
tk: _Tertibe salmak
tt: _Тәртип
uk: _Змінити замовлення
ur: _۔ﮟﯾﺩ ﺐﯿﺗﺮﺗ ﮦﺭﺎﺑﻭﺩ
uz: _Qayta tartiblash
vi: _Sắp xếp lại
xh: _Hlela kwakhona
yi: _רעדראָיר

source: _Rubberband Select
af: _Rubberband Kies
am: _የጎማ ባንድ ይምረጡ
ar: _ﻁﺎﻄﻤﻟﺍ ﺪﻳﺪﺤﺗ
be: _Гумка Выберыце
bg: _Избор на гумена лента
bn: _রাবারব্যান্ড নির্বাচন করুন
ca: _Selecció de banda de goma
cy: _Dewis Band Rwber
da: _Gummibånd Vælg
eo: _Rubberband Elektu
et: _Kummiriba valimine
eu: _Rubberband Aukeratu
fa: _ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﯽﮑﯿﺘﺳﻻ﻿ ﺭﺍﻮﻧ
fi: _Valitse kuminauha
fil: _Pumili ng Rubberband
fy: _Rubberband Selektearje
ga: _Roghnaigh Rubberband
gd: _Tagh rubair
gl: _Selección de banda de goma
gu: _રબરબેન્ડ પસંદ કરો
he: _רחב ימוג
hi: _रबरबैंड चुनें
hr: _Odabir gumene trake
hu: _Gumiszalag Select
hy: _Ընտրեք ռետինե ժապավեն
id: _Pilihan Karet gelang
is: _Gúmmíband Select
ka: _რეზინის ზოლის შერჩევა
kk: _Резеңке жолақты таңдаңыз
km: _ខ្សែកៅស៊ូជ្រើសរើស
kn: _ರಬ್ಬರ್ಬ್ಯಾಂಡ್ ಆಯ್ಕೆ
ku: _Rubberband Hilbijêre
ky: _Rubberband тандоо
lb: _Gummistécker Wielt
lo: _ແຖບຢາງເລືອກ
lt: _Guminės juostos pasirinkimas
lv: _Gumijas joslas izvēle
mg: _Fifantenana fingotra
mi: _Tīpakohia te roera
mk: _Изберете гумена лента
ml: _റബ്ബർബാൻഡ് തിരഞ്ഞെടുക്കുക
mn: _Резинэн тууз сонгох
mr: _रबरबँड निवडा
mt: _Rubberband Agħżel
my: _ရော်ဘာကြိုးကို ရွေးပါ။
nb: _Gummibånd Velg
ne: _रबरब्यान्ड चयन गर्नुहोस्
or: _ରବରବ୍ୟାଣ୍ଡ ଚୟନ କରନ୍ତୁ |
pa: _ਰਬਰਬੈਂਡ ਚੁਣੋ
ps: _ﺏﺎﺨﺘﻧﺍ ﺪﻨﺑﺮﺑﺭ ﺩ
rw: _Rubberband Hitamo
sd: _ﻮﻳڊﻧﻮﭼ ڊﻨﻴﺑ ﺮﺑﺭ
si: _රබර්බෑන්ඩ් තේරීම
sk: _Výber gumičky
sl: _Izberi gumijasti trak
sq: _Zgjedhja e brezit të gomës
sw: _Rubberband Chagua
ta: _ரப்பர்பேண்ட் தேர்வு
te: _రబ్బర్u200cబ్యాండ్ ఎంచుకోండి
tg: _Rubberband интихоб кунед
th: _ยางรัด Select
tk: _Kauçuk saýlaň
tt: _Резинбанд сайлау
uk: _Вибір гумової стрічки
ur: _۔ﮟﯾﺮﮐ ﭧﮑﯿﻠﺳ ﮉﻨﯿﺑ ﮍﺑﺭ
uz: _Rubberband tanlang
vi: _Lựa chọn dây cao su
xh: _Rubberband Khetha
yi: _ןביַילקסיוא דנאַברעבאַר

source: _Sort
af: _Sorteer
am: _ደርድር
ar: _ﻉﻮﻧ
be: _Сартаваць
bg: _Вид
bn: _সাজান
ca: _Ordena
cy: _Trefnu
da: _Sortere
eo: _Ordigi
et: _Sorteeri
eu: _Ordenatu
fa: _ﯼﺯﺎﺳ ﺐﺗﺮﻣ
fi: _Järjestellä
fil: _Pagbukud-bukurin
fy: _Sortearje
ga: _Sórtáil
gd: _Deasaich
gl: _Ordenar
gu: _સૉર્ટ કરો
he: _גוס
hi: _तरह
hr: _Vrsta
hu: _Fajta
hy: _Տեսակավորել
id: _Menyortir
is: _Raða
ka: _დალაგება
kk: _Сұрыптау
km: _តម្រៀប
kn: _ವಿಂಗಡಿಸಿ
ku: _Jiberhevxistin
ky: _Сорттоо
lb: _Zortéieren
lo: _ຄັດ
lt: _Rūšiuoti
lv: _Kārtot
mi: _Kōmaka
mk: _Подреди
ml: _അടുക്കുക
mn: _Эрэмбэлэх
mr: _क्रमवारी लावा
my: _မျိုးတူစု
nb: _Sortere
ne: _क्रमबद्ध गर्नुहोस्
or: _ସର୍ଟ କରନ୍ତୁ |
pa: _ਲੜੀਬੱਧ
ps: _ﺐﯿﺗﺮﺗ
ro: _Fel
sd: _ﺐﻴﺗﺮﺗ
si: _වර්ග කරන්න
sk: _Triediť
sl: _Razvrsti
sq: _Rendit
sw: _Panga
ta: _வகைபடுத்து
te: _క్రమబద్ధీకరించు
tg: _Тартиб додан
th: _เรียงลำดับ
tt: _Сортлау
uk: _Сортувати
ur: _ﮟﯾﺩ ﺐﯿﺗﺮﺗ
uz: _Saralash
vi: _Loại
xh: _Hlela
yi: _טראָס

source: _Size
af: _Grootte
am: _መጠን
ar: _ﺱﺎﻘﻣ
be: _Памер
bg: _размер
bn: _আকার
ca: _Mida
cy: _Maint
da: _Størrelse
eo: _Grandeco
et: _Suurus
eu: _Tamaina
fa: _ﻩﺯﺍﺪﻧﺍ
fi: _Koko
fil: _Sukat
fy: _Grutte
ga: _Méid
gd: _Meud
gl: _Tamaño
gu: _કદ
he: _לדוג
hi: _आकार
hr: _Veličina
hu: _Méret
hy: _Չափը
id: _Ukuran
is: _Stærð
ka: _ზომა
kk: _Өлшем
km: _ទំហំ
kn: _ಗಾತ್ರ
ku: _Mezinayî
ky: _Өлчөмү
lb: _Gréisst
lo: _ຂະໜາດ
lt: Dydi_s
lv: _Izmērs
mi: _Rahi
mk: _Големина
ml: _വലിപ്പം
mn: _Хэмжээ
mr: _आकार
mt: _Daqs
my: _အရွယ်အစား
nb: _Størrelse
ne: _साइज
or: _ଆକାର |
pa: _ਆਕਾਰ
ps: _ﻩﺯﺍﺪﻧﺍ
ro: _mărimea
rw: _Ingano
sd: _ﭖﺎﻣ
si: _ප්රමාණය
sk: _Veľkosť
sl: _Velikost
sq: _Madhësia
sw: _Ukubwa
ta: _அளவு
te: _పరిమాణం
tg: _Андоза
th: _ขนาด
tk: _Ölçegi
tt: _Размер
uk: _Розмір
ur: _ﺰﺋﺎﺳ
uz: _Hajmi
vi: _Kích cỡ
xh: _Ubungakanani
yi: _סיירג

source: _Type
af: _Tik
am: _ዓይነት
ar: _ﻉﻮﻧ
be: _Тып
bg: _Тип
bn: _টাইপ
ca: _Tipus
cy: _Math
eo: _Tajpu
et: _Tüüp
eu: _Mota
fa: _ﺪﯿﻨﮐ ﭗﯾﺎﺗ
fi: _Tyyppi
fil: _Uri
ga: _Cineál
gd: _Seòrsa
gl: _Tipo
gu: _પ્રકાર
he: _גּוס
hi: _प्रकार
hr: _Tip
hu: _típus
hy: _Տիպ
id: _Jenis
is: _Gerð
ka: _ტიპი
kk: _Түр
km: _ប្រភេទ
kn: _ಮಾದರಿ
ku: _Awa
ky: _Түр
lb: _Typ
lo: _ປະເພດ
lt: _Tipas
lv: _Tips
mi: _Momo
mk: _Тип
ml: _ടൈപ്പ് ചെയ്യുക
mn: _Төрөл
mr: _प्रकार
mt: _Tip
my: _ရိုက်ပါ။
ne: _टाइप गर्नुहोस्
or: _ଟାଇପ୍ କରନ୍ତୁ |
pa: _ਟਾਈਪ ਕਰੋ
ps: _ﻝﻭډ
ro: _Tip
rw: _Andika
sd: _ﻢﺴﻗ
si: _ටයිප් කරන්න
sk: _Typ
sl: _Vrsta
sq: _Lloji
sw: _Aina
ta: _வகை
te: _టైప్ చేయండి
tg: _Навъи
th: _พิมพ์
tk: _Görnüşi
tt: _Тип
uk: _Тип
ur: _ﻢﺴﻗ
uz: _Turi
vi: _Thể loại
xh: _Uhlobo
yi: _פּיט

source: _Permission
af: _Toestemming
am: _ፍቃድ
ar: _ﻥﺫﺇ
be: _Дазвол
bg: _Разрешение
bn: _অনুমতি
ca: _Permís
cy: _Caniatâd
da: _Tilladelse
eo: _Permeso
et: _Luba
eu: _Baimena
fa: _ﻩﺯﺎﺟﺍ
fi: _Lupa
fil: _Pahintulot
fy: _Tastimming
ga: _Cead
gd: _Cead
gl: _Permiso
gu: _પરવાનગી
he: _תּוׁשְר
hi: _अनुमति
hr: _Dopuštenje
hu: _Engedély
hy: _Թույլտվություն
id: _Izin
is: _Leyfi
ka: _ნებართვა
kk: _Рұқсат
km: _ការអនុញ្ញាត
kn: _ಅನುಮತಿ
ku: _Destûr
ky: _Уруксат
lb: _Erlaabnis
lo: _ການອະນຸຍາດ
lt: _Leidimas
lv: _Atļauja
mg: _Fanomezan-dàlana
mi: _Whakaaetanga
mk: _Дозвола
ml: _അനുമതി
mn: _Зөвшөөрөл
mr: _परवानगी
mt: _Permess
my: _ခွင့်ပြုချက်
nb: _Tillatelse
ne: _अनुमति
or: _ଅନୁମତି
pa: _ਇਜਾਜ਼ਤ
ps: _ﻩﺯﺎﺟﺍ
ro: _Permisiune
rw: _Uruhushya
sd: _ﺕﺯﺎﺟﺍ
si: _අවසර
sk: _Povolenie
sl: _dovoljenje
sq: _Leja
sw: _Ruhusa
ta: _அனுமதி
te: _అనుమతి
tg: _Иҷозат
th: _การอนุญาต
tk: _Rugsat
tt: _Рөхсәт
uk: _Права доступу
ur: _ﺕﺯﺎﺟﺍ
uz: _Ruxsat
vi: _Sự cho phép
xh: _Imvume
yi: _שינעביולרעד

source: _Owner
af: _Eienaar
am: _ባለቤት
ar: _ﺐﺣﺎﺻ
be: _Уладальнік
bg: _Собственик
bn: _মালিক
ca: _Propietari
cy: _Perchennog
da: _Ejer
eo: _Posedanto
et: _Omanik
eu: _Jabea
fa: _ﮏﻟﺎﻣ
fi: _Omistaja
fil: _May-ari
fy: _Eigner
ga: _Úinéir
gd: _Sealbhadair
gl: _Propietario
gu: _માલિક
he: _םילעב
hi: _मालिक
hr: _Vlasnik
hu: _Tulajdonos
hy: _Սեփականատեր
id: _Pemilik
is: _Eigandi
ka: _მფლობელი
kk: _Меншік иесі
km: _ម្ចាស់
kn: _ಮಾಲೀಕ
ku: _Xwedî
ky: _Ээси
lb: _Besëtzer
lo: _ເຈົ້າຂອງ
lt: _Savininkas
lv: _Īpašnieks
mg: _TOMPON'NY
mi: _Rangatira
mk: _Сопственик
ml: _ഉടമ
mn: _Эзэмшигч
mr: _मालक
mt: _Sid
my: _ပိုင်ရှင်
nb: _Eieren
ne: _मालिक
or: _ମାଲିକ
pa: _ਮਾਲਕ
ps: _ﺪﻧﻭﺎﺧ
ro: _Proprietar
rw: _Nyirubwite
sd: _ڪﻟﺎﻣ
si: _හිමිකරු
sk: _vlastník
sl: _Lastnik
sq: _Pronari
sw: _Mmiliki
ta: _உரிமையாளர்
te: _యజమాని
tg: _Соҳибкор
th: _เจ้าของ
tk: _Eýesi
tt: _Хуҗасы
uk: _Власник
ur: _ﮏﻟﺎﻣ
uz: _Egasi
vi: _Chủ nhân
xh: _Umnini
yi: _רעציזאַב

source: _Modified
af: _Gewysig
am: _ተሻሽሏል።
ar: _ﻝﺪﻌﻤﻟﺍ
be: _Мадыфікаваны
bg: _Променено
bn: _পরিবর্তিত
ca: _Modificat
cy: _Wedi'i addasu
da: _Ændret
eo: _Modifita
et: _Muudetud
eu: _Aldatua
fa: _ﻩﺪﺷ ﺡﻼ﻿ﺻﺍ
fi: _Muokattu
fil: _Binago
fy: _Feroare
ga: _Athraithe
gd: _Atharrachadh
gl: _Modificado
gu: _સંશોધિત
he: _הנוש
hi: _संशोधित
hr: _Izmijenjeno
hu: _Módosított
hy: _Փոփոխված
id: _Diubah
is: _Breytt
ka: _Განახლდა
kk: _Өзгертілген
km: _កែប្រែ
kn: _ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ky: _Өзгөртүлгөн
lb: _Geännert
lo: _ດັດແກ້
lt: _Modifikuota
lv: _Modificēts
mg: _farany
mi: _Kua whakarereketia
mk: _Изменето
ml: _തിരുത്തപ്പെട്ടത്
mn: _Өөрчлөгдсөн
mr: _सुधारित
mt: _Modifikat
my: _ပြင်ဆင်ထားသည်။
nb: _Modifisert
ne: _परिमार्जित
or: _ପରିବର୍ତ୍ତିତ
pa: _ਸੋਧਿਆ ਗਿਆ
ps: _ﯼﻮﺷ ﻞﯾﺪﻌﺗ
ro: _Modificat
rw: _Yahinduwe
sd: _ﻞﻴﭤ ﻞﻳﺪﺒﺗ
si: _වෙනස් කර ඇත
sk: _Upravené
sl: _Spremenjeno
sq: _I modifikuar
sw: _Imebadilishwa
ta: _மாற்றியமைக்கப்பட்டது
te: _సవరించబడింది
tg: _Тағйир дода шудааст
th: _ดัดแปลง
tk: _Üýtgedildi
tt: _Modзгәртелгән
uk: _Змінено
ur: _ﮦﺪﺷ ﻢﯿﻣﺮﺗ
uz: _Oʻzgartirilgan
vi: _Đã sửa đổi
xh: _Ilungisiwe
yi: _דייפאַדאַמ

source: _Descending
af: _Neerdaal
am: _መውረድ
ar: _ﻲﻟﺯﺎﻨﺗ
be: _Зніжэнне
bg: _Низходящо
bn: _অবরোহী
ca: _Descens
cy: _Disgynnol
da: _Aftagende
eo: _Malkreskanta
et: _Langevad
eu: _Jaitsiera
fa: _ﯽﻟﻭﺰﻧ
fi: _Laskeva
fil: _Pababa
ga: _Sliocht
gd: _Sliochd
gl: _Descendente
gu: _ઉતરતા
he: _דרוי
hi: _अवरोही
hr: _Silazni
hu: _Csökkenő
hy: _Նվազող
id: _Menurun
is: _Lækkandi
ka: _Დაღმავალი
kk: _Төмендеу
km: _ចុះ
kn: _ಅವರೋಹಣ
ku: _Daketin
ky: _Төмөндө
lb: _erofgaang
lo: _ລົງມາ
lt: _Mažėjantis
lv: _Dilstoša
mg: _midina
mi: _Ka heke
mk: _Опаѓачки
ml: _അവരോഹണം
mn: _Бууж байна
mr: _उतरत्या
mt: _Dixxendenti
my: _ဆင်းသက်သည်။
nb: _Synkende
ne: _अवरोही
or: _ଅବତରଣ
pa: _ਉਤਰਦੇ ਹੋਏ
ps: _ﻝﺪﯧﮐ ﻪﺘﮑښ
ro: _Descendentă
rw: _Kumanuka
sd: _ﮡﻴﭤ ﻝﺯﺎﻧ
si: _බැස යනවා
sk: _Zostupne
sl: _Padajoče
sq: _Duke zbritur
sw: _Kushuka
ta: _இறங்குதல்
te: _అవరోహణ
tg: _Поиншаванда
th: _จากมากไปน้อย
tk: _Aşak
tt: _Төшү
uk: _Спадаючий
ur: _ﻝﻭﺰﻧ
uz: _Pastga
vi: _Giảm dần
xh: _Ukuhla
yi: _ןרעדינפארא

source: Folders Fi_rst
af: Dopsies Fi_rst
am: አቃፊዎች Fi_rst
ar: ﺕﺍﺪﻠﺠﻤﻟﺍ Fi_rst
be: Папкі Fi_rst
bg: Папки Fi_rst
bn: ফোল্ডার Fi_rst
ca: Carpetes Fi_rst
cy: Ffolderi Fi_rst
da: Mapper Fi_rst
eo: Dosierujoj Fi_rst
et: Kaustad Fi_rst
eu: Karpetak Fi_rst
fa: ﺎﻫ ﻪﺷﻮﭘ Fi_rst
fi: Kansiot Fi_rst
fil: Mga folder Fi_rst
fy: Mappen Fi_rst
ga: Fillteáin Fi_rst
gd: Filltearan Fi_rst
gl: Cartafoles Fi_rst
gu: ફોલ્ડર્સ Fi_rst
he: תויקית Fi_rst
hi: फ़ोल्डर Fi_rst
hr: Mape Fi_rst
hu: Mappák Fi_rst
hy: Թղթապանակներ Fi_rst
id: Folder Fi_rst
is: Möppur Fi_rst
ka: საქაღალდეები Fi_rst
kk: Қалталар Fi_rst
km: ថតឯកសារ Fi_rst
kn: ಫೋಲ್ಡರ್u200cಗಳು Fi_rst
ky: Папкалар Fi_rst
lb: Classeure Fi_rst
lo: ໂຟນເດີ Fi_rst
lt: Aplankai Fi_rst
lv: Mapes Fi_rst
mg: lahatahiry Fi_rst
mi: Kōpaki Fi_rst
mk: Папки Fi_rst
ml: ഫോൾഡറുകൾ Fi_rst
mn: Хавтас Fi_rst
mr: फोल्डर Fi_rst
my: ဖိုင်တွဲများ Fi_rst
nb: Mapper Fi_rst
ne: फोल्डरहरू Fi_rst
or: ଫୋଲ୍ଡରଗୁଡ଼ିକ Fi_rst
pa: ਫੋਲਡਰ Fi_rst
ps: ﺭډﻟﻮﻓ Fi_rst
ro: Foldere Fi_rst
rw: Ububiko Fi_rst
sd: ﺭڊﻟﻮﻓ Fi_rst
si: ෆෝල්ඩර Fi_rst
sk: Priečinky Fi_rst
sl: mape Fi_rst
sq: Dosjet Fi_rst
sw: Folda Fi_rst
ta: கோப்புறைகள் Fi_rst
te: ఫోల్డర్లు Fi_rst
tg: Папкаҳо Fi_rst
th: โฟลเดอร์ Fi_rst
tk: Papkalar Fi_rst
tt: Папкалар Fi_rst
uk: Папки Fi_rst
ur: ﺯﺭﮉﻟﻮﻓ Fi_rst
uz: Jildlar Fi_rst
vi: Thư mục Fi_rst
xh: Iifolda Fi_rst
yi: סרעדלאָפ Fi_rst

source: F_iles First
af: F_iles Eerstens
am: F_iles አንደኛ
ar: F_iles ﻻ﻿ﻭﺃ
be: F_iles Па-першае
bg: F_iles Първо
bn: F_iles প্রথম
ca: F_iles Primer
cy: F_iles Yn gyntaf
da: F_iles Først
eo: F_iles Unue
et: F_iles Esiteks
eu: F_iles Lehenengoa
fa: F_iles ﻦﯿﻟﻭﺍ
fi: F_iles Ensimmäinen
fil: F_iles Una
fy: F_iles Earste
ga: F_iles Ar dtús
gd: F_iles A 'chiad
gl: F_iles Primeira
gu: F_iles પ્રથમ
he: F_iles ןושאר
hi: F_iles प्रथम
hr: F_iles Prvi
hu: F_iles Első
hy: F_iles Առաջին
id: F_iles Pertama
is: F_iles Fyrst
ka: F_iles Პირველი
kk: F_iles Бірінші
km: F_iles ទីមួយ
kn: F_iles ಪ್ರಥಮ
ku: F_iles Yekem
ky: F_iles Алгачкы
lb: F_iles Éischten
lo: F_iles ທໍາອິດ
lt: F_iles Pirmas
lv: F_iles Pirmkārt
mg: F_iles VOALOHANY
mi: F_iles Tuatahi
mk: F_iles Прво
ml: F_iles ആദ്യം
mn: F_iles Эхлээд
mr: F_iles पहिला
mt: F_iles L-ewwel
my: F_iles ပထမ
nb: F_iles Først
ne: F_iles पहिले
or: F_iles ପ୍ରଥମେ
pa: F_iles ਪਹਿਲਾਂ
ps: F_iles ﯼړﻣﻮﻟ
ro: F_iles Primul
rw: F_iles Ubwa mbere
sd: F_iles ﻥﻮﻳﺮﻬﭘ
si: F_iles පළමුවන
sk: F_iles najprv
sl: F_iles Prvič
sq: F_iles Së pari
sw: F_iles Kwanza
ta: F_iles முதலில்
te: F_iles ప్రధమ
tg: F_iles Аввал
th: F_iles อันดับแรก
tk: F_iles Ilki bilen
tt: F_iles Башта
uk: F_iles Спочатку
ur: F_iles ﻼ﻿ﮩﭘ
uz: F_iles Birinchidan
vi: F_iles Đầu tiên
xh: F_iles Ekuqaleni
yi: F_iles רעטשרע

source: _Hidden First
af: _Eerste versteek
am: _መጀመሪያ ተደብቋል
ar: _ﻻ﻿ﻭﺃ ﺔﻴﻔﺨﻤﻟﺍ
be: _Спачатку схаваны
bg: _Първо скрито
bn: _লুকানো প্রথম
ca: _Ocult primer
cy: _Cudd yn Gyntaf
da: _Skjult først
eo: _Kaŝita Unue
et: _Esiteks peidetud
eu: _Ezkutuan Lehenik
fa: _ﻥﺎﻬﻨﭘ ﻝﻭﺍ
fi: _Piilotettu ensin
fil: _Nakatago muna
fy: _Ferburgen earst
ga: _I bhfolach ar dtús
gd: _Falaichte an toiseach
gl: _Primeiro oculto
gu: _છુપાયેલ પ્રથમ
he: _םדוק רתסומ
hi: _पहले छिपा हुआ
hr: _Prvo skriveno
hu: _Először Rejtett
hy: _Թաքնված Առաջին
id: _Tersembunyi Pertama
is: _Falinn fyrst
ka: _დამალული პირველი
kk: _Алдымен жасырын
km: _លាក់ដំបូង
kn: _ಮೊದಲು ಮರೆಮಾಡಲಾಗಿದೆ
ku: _Pêşî Veşartî
ky: _Биринчи Жашырылган
lb: _Verstoppt Éischt
lo: _ທໍາອິດທີ່ເຊື່ອງໄວ້
lt: _Pirmiausia paslėpta
lv: _Vispirms paslēpts
mg: _Miafina aloha
mi: _Huna Tuatahi
mk: _Прво скриено
ml: _ആദ്യം മറച്ചത്
mn: _Эхлээд нуугдсан
mr: _लपलेले प्रथम
mt: _Hidden L-Ewwel
my: _ဦးစွာ ဝှက်ထားသည်။
nb: _Skjult først
ne: _लुकेको पहिलो
or: _ପ୍ରଥମେ ଲୁକ୍କାୟିତ |
pa: _ਪਹਿਲਾਂ ਲੁਕਿਆ ਹੋਇਆ
ps: _ﯼړﻣﻮﻟ ټﭘ
ro: _Mai întâi ascuns
rw: _Byihishe mbere
sd: _ﻥﻮﻳﺮﻬﭘ ﻮﻳﺎڪﻟ
si: _මුලින්ම සැඟවී ඇත
sk: _Najprv skryté
sl: _Najprej skrito
sq: _Fshehur së pari
sw: _Imefichwa Kwanza
ta: _முதலில் மறைக்கப்பட்டது
te: _మొదట దాచబడింది
tg: _Аввал пинҳон
th: _ซ่อนไว้ก่อน
tk: _Ilki bilen gizlenen
tt: _Башта яшерелгән
uk: _Прихований перший
ur: _ﮯﻠﮩﭘ ﮦﺪﯿﺷﻮﭘ
uz: _Avval yashirin
vi: _Ẩn đầu tiên
xh: _Ifihliwe Kuqala
yi: _רעטשרע ןגראָבראַפ

source: Hidden _Last
af: Versteek _Laaste
am: ተደብቋል _የመጨረሻ
ar: ﻲﻔﺘﺨﻣ _ﺮﻴﺧﻻ﻿ﺍ
be: Схаваны _Апошні
bg: Скрит _Последно
bn: গোপন _শেষ
ca: Ocult _Darrer
cy: Cudd _Diwethaf
da: Skjult _Sidst
eo: Kaŝita _Laste
et: Peidetud _Viimane
eu: Ezkutuan _Azkena
fa: ﺖﺳﺍ ﻩﺪﺷ ﻥﺎﻬﻨﭘ _ﺮﺧﺁ
fi: Piilotettu _Kestää
fil: Nakatago _Huli
fy: Ferburgen _Lêst
ga: I bhfolach _Last
gd: Falaichte _Mu dheireadh
gl: Oculto _Último
gu: છુપાયેલ _છેલ્લા
he: רָתסּומ _ןורחא
hi: छिपा हुआ _अंतिम
hr: Skriven _Posljednji
hu: Rejtett _Utolsó
hy: Թաքնված _Վերջին
id: Tersembunyi _Terakhir
is: Falið _Síðast
ka: დამალული _ბოლო
kk: Жасырын _Соңғы
km: លាក់ _ចុងក្រោយ
kn: ಮರೆಮಾಡಲಾಗಿದೆ _ಕೊನೆಯದು
ku: Veşartî _Dawîn
ky: Жашырылган _Акыркы
lb: Verstoppt _Lescht
lo: ເຊື່ອງໄວ້ _ສຸດທ້າຍ
lt: Paslėpta _Paskutinis
lv: Slēpts _Pēdējais
mg: Zavatra tsy _FARANY
mi: Hunahuna _Whakamutunga
mk: Скриени _Последно
ml: മറച്ചിരിക്കുന്നു _അവസാനത്തെ
mn: Нуугдсан _Сүүлийн
mr: लपलेले _शेवटचा
mt: Moħbija _L-aħħar
my: ဝှက်ထားသည်။ _နောက်ဆုံး
nb: Skjult _Siste
ne: लुकेको _अन्तिम
or: ଲୁକ୍କାୟିତ | _ଶେଷ
pa: ਲੁਕਿਆ ਹੋਇਆ _ਆਖਰੀ
ps: ټﭘ _ﺮﯧﺗ
ro: Ascuns _Ultimul
rw: Hihishe _Icya nyuma
sd: ﻞﻴڪﻟ _ﻱﺮﺧﺁ
si: සැඟවී ඇත _අවසන්
sk: Skryté _Posledný
sl: skrito _Zadnji
sq: I fshehur _E fundit
sw: Imefichwa _Mwisho
ta: மறைக்கப்பட்டது _கடந்த
te: దాచబడింది _చివరిది
tg: Пинҳон _Охирин
th: ที่ซ่อนอยู่ _ล่าสุด
tk: Gizlenen _Iň soňky
tt: Яшерен _Соңгы
uk: Прихований _Останній
ur: ﮦﺪﯿﺷﻮﭘ _ﯼﺮﺧﺁ
uz: Yashirin _Oxirgi
vi: Ẩn giấu _Cuối cùng
xh: Ifihliwe _Okokugqibela
yi: ןגראָבראַפ _עטצעל

source: Re_fresh
af: Re_vars
am: Re_ትኩስ
ar: Re_ﺝﺯﺎﻃ
be: Re_свежыя
bg: Re_прясно
bn: Re_তাজা
ca: Re_fresc
cy: Re_ffres
da: Re_frisk
eo: Re_freŝaj
et: Re_värske
eu: Re_freskoa
fa: Re_ﻩﺯﺎﺗ
fi: Re_tuoretta
fil: Re_sariwa
fy: Re_farsk
ga: Re_úr
gd: Re_ùr
gl: Re_fresco
gu: Re_તાજા
he: Re_יִרָט
hi: Re_ताज़ा
hr: Re_svježe
hu: Re_friss
hy: Re_թարմ
id: Re_segar
is: Re_ferskur
ka: Re_ახალი
kk: Re_балғын
km: Re_ស្រស់
kn: Re_ತಾಜಾ
ku: Re_teze
ky: Re_жаңы
lb: Re_frësch
lo: Re_ສົດ
lt: Re_šviežias
lv: Re_svaigs
mg: Re_vaovao
mi: Re_hou
mk: Re_свежо
ml: Re_പുതിയത്
mn: Re_шинэхэн
mr: Re_ताजे
mt: Re_frisk
my: Re_လတ်ဆတ်သော
nb: Re_fersk
ne: Re_ताजा
or: Re_ସତେଜ
pa: Re_ਤਾਜ਼ਾ
ps: Re_ﻩﺯﺎﺗ
ro: Re_proaspăt
rw: Re_gishya
sd: Re_ﻭﺯﺎﺗ
si: Re_නැවුම්
sk: Re_čerstvé
sl: Re_sveže
sq: Re_të freskëta
sw: Re_safi
ta: Re_புதியது
te: Re_తాజా
tg: Re_тару тоза
th: Re_สด
tk: Re_taze
tt: Re_яңа
uk: Re_свіжий
ur: Re_ﻩﺯﺎﺗ
uz: Re_yangi
vi: Re_mới
xh: Re_entsha
yi: Re_שירפ

source: Auto See_k
af: Outo Sien _k
am: ራስ-ሰር ይመልከቱ _k
ar: k_ ﻲﺋﺎﻘﻠﺘﻟﺍ ﺚﺤﺒﻟﺍ
be: Аўто Глядзіце _k
bg: Авто Виж _k
bn: স্বয়ংক্রিয় দেখুন _k
ca: Veure automàticament _k
cy: Auto Gweld _k
da: Auto Se _k
eo: Aŭtomate Vidu _k
et: Automaatne Vaata _k
eu: Ikusi automatikoki _k
fa: k_ ﺪﯿﻨﯿﺒﺑ ﺭﺎﮐﺩﻮﺧ
fi: Auto Katso _k
fy: Auto Sjoch _k
ga: Auto Féach _k
gd: Auto Faic _k
gl: Ver automaticamente _k
gu: ઓટો સી _કે
he: k_ האר יטמוטוא
hi: ऑटो देखें _k
hr: Auto Vidi _k
hu: Auto Lásd _k
hy: Ավտոտե՛ս _k
id: Lihat Otomatis _k
is: Sjálfvirkt Sjá _k
kk: Автоматты көру _k
kn: ಸ್ವಯಂ ನೋಡಿ _k
ku: Auto Binêre _k
lb: Auto Kuckt _k
lo: ເບິ່ງອັດຕະໂນມັດ _k
lt: Auto Žr. _k
lv: Auto Skatīt _k
mi: Tirohia Aunoa _k
mk: Автоматско Види _k
ml: സ്വയമേവ കാണുക _k
mn: Автоматаар харах _k
mr: स्वयं पहा _k
mt: Auto Ara _k
my: အလိုအလျောက်ကြည့်ပါ _k
nb: Auto Se _k
ne: स्वत: हेर्नुहोस् _k
or: ଅଟୋ ଦେଖନ୍ତୁ _k
pa: ਆਟੋ ਦੇਖੋ _k
ps: k_ ﺉﺭﻮګﻭ ﺕﺎﻣﻮﺗﺍ
ro: Vezi automat _k
rw: Imodoka Reba _k
sd: k_ ﻮﺳڏ ﺭﺎڪﺩﻮﺧ
sk: Auto Pozri _k
sl: Avto Glej _k
sq: Auto Shih _k
sw: Tazama Otomatiki _k
ta: ஆட்டோ சீ _k
te: ఆటో చూడండి _k
tg: Автонамоиш _k
th: ดูอัตโนมัติ _k
tk: Awto serediň _k
tt: Авто кара _k
uk: Авто Див. _k
ur: k_ ﮟﯿﮭﮑﯾﺩ ﻮﭨﺁ
uz: Avtomatik koʻrish _k
xh: Bona ngokuzenzekela _k
yi: ק_ ןעז אָטואַ

source: Path Bar _Help
af: Padbalk _Help
am: የመንገድ ባር _እገዛ
ar: ﺭﺎﺴﻤﻟﺍ ﻂﻳﺮﺷ _ﺪﻋﺎﺴﻳ
be: Панэль шляху _Дапамажыце
bg: Лента за пътеки _Помогне
bn: পথ বার _সাহায্য
ca: Barra del camí _Ajuda
cy: Bar Llwybr _Help
da: Sti Bar _Hjælp
eo: Voja Trinkejo _Helpu
et: Teeriba _Abi
eu: Bide barra _Laguntza
fa: ﺮﯿﺴﻣ ﺭﺍﻮﻧ _ﮏﻤﮐ
fi: Polkupalkki _auta
fil: Path Bar _Tulong
fy: Paad Bar _Help
ga: Beár Conair _Cabhrú
gd: Bàr slighe _Cuidich
gl: Barra de camiños _Axuda
gu: પાથ બાર _મદદ
he: ביתנ רב _הָרזֶע
hi: पथ बार _मदद
hr: Traka puta _Pomozite
hu: Path Bar _Segítség
hy: Ճանապարհի բար _Օգնություն
id: Jalur Bar _Membantu
is: Path Bar _Hjálp
ka: ბილიკის ბარი _დახმარება
kk: Жол жолағы _Көмектесіңдер
km: របារផ្លូវ _ជំនួយ
kn: ಪಾತ್ ಬಾರ್ _ಸಹಾಯ
ku: Path Bar _Alîkarî
ky: Жол тилкеси _Жардам
lb: Path Bar _Hëllef
lo: ແຖບເສັ້ນທາງ _ຊ່ວຍເຫຼືອ
lt: Kelio juosta _Pagalba
lv: Ceļa josla _Palīdzība
mg: Path Bar _Vonjeo
mi: Pae Ara _Awhina
mk: Лента за патека _Помош
ml: പാത്ത് ബാർ _സഹായിക്കൂ
mn: Замын мөр _Туслаач
mr: पथ बार _मदत करा
mt: Bar tal-Path _Għajnuna
my: လမ်းကြောင်းဘား _ကူညီကြပါ
nb: Path Bar _Hjelp
ne: पथ बार _मद्दत गर्नुहोस्
or: ପଥ ବାର୍ | _ସାହାଯ୍ୟ
pa: ਪਾਥ ਬਾਰ _ਮਦਦ ਕਰੋ
ps: ﺭﺎﺑ ﯤﺭﻻ﻿ ﺩ _ﻪﺘﺳﺮﻣ
ro: Bara de cale _Ajutor
rw: Inzira y'inzira _Ubufasha
sd: ﺭﺎﺑ ﻮﺘﺳﺭ _ﺩﺪﻣ
si: මාර්ග තීරුව _උදව්
sk: Panel cesty _Pomoc
sl: Vrstica poti _Pomagaj
sq: Shiriti i rrugës _Ndihmë
sw: Baa ya Njia _Msaada
ta: பாதை பட்டை _உதவி
te: పాత్ బార్ _సహాయం
tg: Бари роҳ _Ёрӣ
th: พาธบาร์ _ช่วย
tk: Bathol bar _Kömek ediň
tt: Barл бар _Ярдәм итегез
uk: Панель шляху _Допоможіть
ur: ﺭﺎﺑ ﮫﺗﺎﭘ _ﺩﺪﻣ
uz: Yo'l paneli _Yordam bering
vi: Thanh đường dẫn _Giúp đỡ
xh: Ibar yeNdlela _Nceda
yi: רב ךרד _ףליה
