Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Example:
af: Voorbeeld:
am: ለምሳሌ:
ar: :ﻝﺎﺜﻣ
be: Прыклад:
bg: пример:
bn: উদাহরণ:
ca: Exemple:
cy: Enghraifft:
da: Eksempel:
eo: Ekzemplo:
et: Näide:
eu: Adibidea:
fa: به عنوان مثال:
fi: Esimerkki:
fil: Halimbawa:
fy: Foarbyld:
ga: Sampla:
gd: Eisimpleir:
gl: Exemplo:
gu: ઉદાહરણ:
he: :אמגוד
hi: उदाहरण:
hr: Primjer:
hu: Példa:
hy: Օրինակ:
id: Contoh:
is: Dæmi:
ka: მაგალითი:
kk: Мысалы:
km: ឧទាហរណ៍៖
kn: ಉದಾಹರಣೆ:
ku: Mînak:
ky: Мисал:
lb: Beispill:
lo: ຕົວຢ່າງ:
lt: Pavyzdys:
lv: Piemērs:
mg: Ohatra:
mi: Tauira:
mk: Пример:
ml: ഉദാഹരണം:
mn: Жишээ:
mr: उदाहरण:
mt: Eżempju:
my: ဥပမာ-
nb: Eksempel:
ne: उदाहरण:
or: ଉଦାହରଣ:
pa: ਉਦਾਹਰਨ:
ps: :ﻪګﻠﯧﺑ
ro: Exemplu:
rw: Urugero:
sd: :ﻝﺎﺜﻣ
si: උදාහරණයක්:
sk: Príklad:
sl: Primer:
sq: Shembull:
sw: Mfano:
ta: உதாரணமாக:
te: ఉదాహరణ:
tg: Мисол:
th: ตัวอย่าง:
tk: Mysal:
tt: Мисал:
uk: Приклад:
ur: :ﻝﺎﺜﻣ
uz: Misol:
vi: Ví dụ:
xh: Umzekelo:
yi: :ליפּשיַיב

source: METHODS -------
af: METODES -------
am: ዘዴዎች -------
ar: ﺐﻴﻟﺎﺳﺃ -------
be: МЕТАДЫ -------
bg: МЕТОДИ -------
bn: পদ্ধতি -------
ca: MÈTODES -------
cy: DULLIAU -------
da: METODER -------
eo: METODOJ -------
et: MEETODID -------
eu: METODOAK -------
fa: ﺎﻫ ﺵﻭﺭ ﻭ ﺩﺍﻮﻣ -------
fi: MENETELMÄT -------
fil: PARAAN -------
fy: METHODEN -------
ga: MODHANNA -------
gd: MODHAN -------
gl: MÉTODOS -------
gu: પદ્ધતિઓ -------
he: תוטיש -------
hi: विधि -------
hr: METODE -------
hu: MÓD -------
hy: ՄԵԹՈԴՆԵՐ -------
id: METODE -------
is: AÐFERÐIR -------
ka: მეთოდები -------
kk: ӘДІСТЕР -------
km: វិធីសាស្រ្ត -------
kn: ವಿಧಾನಗಳು -------
ky: МЕТООДОР -------
lb: METHODEN -------
lo: ວິທີການ -------
lt: METODAI -------
lv: METODES -------
mg: FOMBA -------
mi: NGA KAUPAPA -------
mk: МЕТОДИ -------
ml: രീതികൾ -------
mn: АРГА АРГА -------
mr: पद्धती -------
mt: METODI -------
my: နည်းလမ်းများ -------
nb: METODER -------
ne: विधिहरू -------
or: ପଦ୍ଧତିଗୁଡିକ | -------
pa: ਢੰਗ -------
ps: ﻪﻧﻭﺩﻮﺘﯿﻣ -------
ro: METODE -------
rw: UBURYO -------
sd: ﺎﻘﻳﺮﻃ -------
si: ක්රම -------
sk: METÓDY -------
sl: METODE -------
sq: METODAT -------
sw: MBINU -------
ta: முறைகள் -------
te: పద్ధతులు -------
tg: УСУЛИ -------
th: วิธีการ -------
tk: USULLAR -------
tt: МЕТОДЛАР -------
uk: МЕТОДИ -------
ur: ﮯﻘﯾﺮﻃ -------
uz: USULLARI -------
vi: PHƯƠNG PHÁP -------
xh: IINDLELA -------
yi: סדאָהטעמ -------

source: Sets a property
af: Stel 'n eiendom
am: ንብረት ያዘጋጃል።
ar: ﺔﻴﺻﺎﺧ ﻦّﻴﻌﻳ
be: Усталёўвае ўласцівасць
bg: Задава свойство
bn: একটি সম্পত্তি সেট করে
ca: Estableix una propietat
cy: Yn gosod eiddo
da: Indstiller en egenskab
eo: Agordas posedaĵon
et: Määrab atribuudi
eu: Propietate bat ezartzen du
fa: ﺪﻨﮐ ﯽﻣ ﻢﯿﻈﻨﺗ ﺍﺭ ﺖﯿﺻﺎﺧ ﮏﯾ
fi: Asettaa ominaisuuden
fil: Nagtatakda ng ari-arian
fy: Stelt in eigendom
ga: Socraíonn maoin
gd: A ’suidheachadh togalach
gl: Establece unha propiedade
gu: મિલકત સુયોજિત કરે છે
he: ןייפאמ רידגמ
hi: एक संपत्ति सेट करता है
hr: Postavlja svojstvo
hu: Tulajdonságot állít be
hy: Սահմանում է հատկություն
id: Tetapkan properti
is: Setur eign
ka: ადგენს თვისებას
kk: Сипат орнатады
km: កំណត់ទ្រព្យសម្បត្តិ
kn: ಆಸ್ತಿಯನ್ನು ಹೊಂದಿಸುತ್ತದೆ
ku: Taybetmendiyek saz dike
ky: Мүлктү орнотот
lb: Setzt eng Immobilie
lo: ກໍານົດຊັບສິນ
lt: Nustato savybę
lv: Iestata īpašumu
mg: Mametraka fananana
mi: Ka tautuhi i tetahi taonga
mk: Поставува својство
ml: ഒരു പ്രോപ്പർട്ടി സജ്ജമാക്കുന്നു
mn: Үл хөдлөх хөрөнгийг тохируулна
mr: मालमत्ता सेट करते
mt: Issettja proprjetà
my: ပစ္စည်းတစ်ခု သတ်မှတ်သည်။
nb: Angir en egenskap
ne: सम्पत्ति सेट गर्छ
or: ଏକ ସମ୍ପତ୍ତି ସେଟ୍ କରେ |
pa: ਇੱਕ ਸੰਪਤੀ ਸੈੱਟ ਕਰਦਾ ਹੈ
ps: ﻲﮐﺎټ ﺖﯿﮑﻠﻣ
ro: Setează o proprietate
rw: Gushiraho umutungo
sd: ﻮﭤ ﻱﺮڪ ﺭﺮﻘﻣ ﺖﻴڪﻠﻣ
si: දේපලක් සකසයි
sk: Nastavuje vlastnosť
sl: Nastavi lastnost
sq: Vendos një pronë
sw: Inaweka mali
ta: ஒரு சொத்தை அமைக்கிறது
te: ఆస్తిని సెట్ చేస్తుంది
tg: Амволро муқаррар мекунад
th: ตั้งค่าคุณสมบัติ
tk: Gozgalmaýan emläk düzýär
tt: Мөлкәт урнаштыра
uk: Встановлює властивість
ur: ۔ﮯﮨ ﺎﺗﺮﮐ ﭧﯿﺳ ﯽﭨﺮﭘﺍﺮﭘ
uz: Xususiyatni belgilaydi
vi: Đặt thuộc tính
xh: Umisela ipropati
yi: גאָמראַפ אַ טלעטש

source: Gets a property
af: Kry 'n eiendom
am: ንብረት ያገኛል
ar: ﺕﺎﻜﻠﺘﻤﻤﻟﺍ ﻰﻠﻋ ﻞﺼﺤﻳ
be: Атрымлівае ўласцівасць
bg: Получава имот
bn: সম্পত্তি পায়
ca: Obté una propietat
cy: Yn cael eiddo
da: Får en ejendom
eo: Akiras posedaĵon
et: Saab kinnisvara
eu: Jabetza bat lortzen du
fa: ﺩﺮﯿﮔ ﯽﻣ ﯽﮑﻠﻣ
fi: Saa kiinteistön
fil: Kumuha ng ari-arian
fy: Kriget in eigendom
ga: Faigheann maoin
gd: A ’faighinn seilbh
gl: Obtén unha propiedade
gu: મિલકત મળે છે
he: סכנ לבקמ
hi: संपत्ति मिलती है
hr: Dobiva nekretninu
hu: Ingatlant szerez
hy: Գույք է ստանում
id: Mendapatkan properti
is: Fær eign
ka: იძენს ქონებას
kk: Мүлік алады
km: ទទួលបានទ្រព្យសម្បត្តិ
kn: ಆಸ್ತಿ ಸಿಗುತ್ತದೆ
ku: Distîne milk
ky: Мүлк алат
lb: Kritt eng Immobilie
lo: ໄດ້ຮັບຊັບສິນ
lt: Gauna savybę
lv: Iegūst īpašumu
mg: Mahazo fananana
mi: Ka whiwhi taonga
mk: Добива имот
ml: ഒരു സ്വത്ത് ലഭിക്കുന്നു
mn: Үл хөдлөх хөрөнгө авдаг
mr: मालमत्ता मिळते
mt: Jiġi proprjetà
my: ဥစ္စာပစ္စည်းရယူသည်။
nb: Får en eiendom
ne: सम्पत्ति पाउँछ
or: ଏକ ସମ୍ପତ୍ତି ପାଇଥାଏ |
pa: ਸੰਪਤੀ ਮਿਲਦੀ ਹੈ
ps: ﻱﻮﮐ ﻪﺳﻻ﻿ﺮﺗ ﺖﯿﮑﻠﻣ
ro: Obține o proprietate
rw: Kubona umutungo
sd: ﻲﭤ ﻱﺮڪ ﻞﺻﺎﺣ ﺖﻴڪﻠﻣ
si: දේපලක් ලැබේ
sk: Získa nehnuteľnosť
sl: Dobi nepremičnino
sq: Merr një pronë
sw: Anapata mali
ta: சொத்து கிடைக்கும்
te: ఆస్తి లభిస్తుంది
tg: Моликият ба даст меорад
th: ได้ทรัพย์สิน
tk: Emläk alýar
tt: Мөлкәт ала
uk: Отримує власність
ur: ۔ﮯﮨ ﯽﺘﻠﻣ ﺩﺍﺪﯿﺋﺎﺟ
uz: Mulk oladi
vi: Nhận tài sản
xh: Ufumana ipropati
yi: גאָמראַפ אַ ןעמוקאַב

source: Sets a task property
af: Stel 'n taakeienskap
am: የተግባር ንብረት ያዘጋጃል።
ar: ﺔﻤﻬﻣ ﺔﻴﺻﺎﺧ ﻦّﻴﻌﻳ
be: Задае ўласцівасць задачы
bg: Задава свойство на задача
bn: একটি টাস্ক সম্পত্তি সেট করে
ca: Estableix una propietat de tasca
cy: Yn gosod eiddo tasg
da: Indstiller en opgaveegenskab
eo: Agordas taskan posedaĵon
et: Määrab ülesande atribuudi
eu: Zereginaren propietate bat ezartzen du
fa: ﺪﻨﮐ ﯽﻣ ﻢﯿﻈﻨﺗ ﺍﺭ ﻪﻔﯿﻇﻭ ﯽﮔﮋﯾﻭ ﮏﯾ
fi: Asettaa tehtävän ominaisuuden
fil: Nagtatakda ng katangian ng gawain
fy: Stelt in taak eigenskip
ga: Socraíonn maoin tasc
gd: A ’suidheachadh seilbh gnìomh
gl: Establece unha propiedade da tarefa
gu: કાર્ય ગુણધર્મ સેટ કરે છે
he: המישמ ןייפאמ רידגמ
hi: एक कार्य गुण सेट करता है
hr: Postavlja svojstvo zadatka
hu: Feladattulajdonságot állít be
hy: Սահմանում է առաջադրանքի հատկություն
id: Menetapkan properti tugas
is: Setur verkeiginleika
ka: ადგენს ამოცანის თვისებას
kk: Тапсырма сипатын орнатады
km: កំណត់ទ្រព្យសម្បត្តិកិច្ចការ
kn: ಕಾರ್ಯದ ಆಸ್ತಿಯನ್ನು ಹೊಂದಿಸುತ್ತದೆ
ku: Taybetmendiyek peywirê destnîşan dike
ky: Тапшырма касиетин орнотот
lb: Setzt eng Taskeigenschaften
lo: ຕັ້ງຄ່າຄຸນສົມບັດໜ້າວຽກ
lt: Nustato užduoties savybę
lv: Iestata uzdevuma rekvizītu
mg: Mametraka fananana asa
mi: Ka tautuhi i tetahi taonga mahi
mk: Поставува својство на задача
ml: ഒരു ടാസ്ക് പ്രോപ്പർട്ടി സജ്ജമാക്കുന്നു
mn: Даалгаврын шинж чанарыг тохируулна
mr: कार्य गुणधर्म सेट करते
mt: Issettja proprjetà tal-kompitu
my: လုပ်ဆောင်စရာ ပိုင်ဆိုင်မှုကို သတ်မှတ်ပေးသည်။
nb: Angir en oppgaveegenskap
ne: कार्य गुण सेट गर्दछ
or: ଏକ ଟାସ୍କ ପ୍ରପର୍ଟି ସେଟ୍ କରେ |
pa: ਇੱਕ ਕਾਰਜ ਵਿਸ਼ੇਸ਼ਤਾ ਸੈੱਟ ਕਰਦਾ ਹੈ
ps: ﻲﮐﺎټ ﺖﯿﮑﻠﻣ ﯤﺪﻧﺩ ﺩ
ro: Setează o proprietate de activitate
rw: Gushiraho umutungo
sd: ﻮﭤ ﻱﺮڪ ٽﻴﺳ ﻲﮐ ﺖﻴڪﻠﻣ ﻲﺟ ﻢڪ
si: කාර්ය දේපලක් සකසයි
sk: Nastavuje vlastnosť úlohy
sl: Nastavi lastnost opravila
sq: Vendos një veçori të detyrës
sw: Inaweka kipengele cha kazi
ta: பணி சொத்தை அமைக்கிறது
te: టాస్క్ ప్రాపర్టీని సెట్ చేస్తుంది
tg: Амволи вазифаро муқаррар мекунад
th: ตั้งค่าคุณสมบัติของงาน
tk: Wezipe emlägini düzýär
tt: Бирем милеге куя
uk: Встановлює властивість завдання
ur: ۔ﮯﮨ ﺎﺗﺮﮐ ﭧﯿﺳ ﯽﭨﺮﭘﺍﺮﭘ ﮏﺳﺎﭨ
uz: Vazifa xususiyatini o'rnatadi
vi: Đặt thuộc tính công việc
xh: Ucwangcisa ipropati yomsebenzi
yi: גאָמראַפ טעבראַ אַ טלעטש

source: Gets a task property
af: Kry 'n taak eiendom
am: የተግባር ንብረት ያገኛል
ar: ﺔﻤﻬﻣ ﺔﻴﺻﺎﺧ ﻰﻠﻋ ﻞﺼﺤﻳ
be: Атрымлівае ўласцівасць задачы
bg: Получава свойство на задача
bn: একটি টাস্ক সম্পত্তি পায়
ca: Obté una propietat de tasca
cy: Yn cael eiddo tasg
da: Får en opgaveegenskab
eo: Akiras taskan posedaĵon
et: Saab ülesande atribuudi
eu: Zereginaren propietate bat lortzen du
fa: ﺩﺮﯿﮔu200cﯽﻣ ﻪﻔﯿﻇﻭ ﯽﮔﮋﯾﻭ ﮏﯾ
fi: Saa tehtäväominaisuuden
fil: Nakakakuha ng property ng gawain
fy: Kriget in taak eigenskip
ga: Faigheann maoin tasc
gd: Faigh seilbh gnìomh
gl: Obtén unha propiedade da tarefa
gu: કાર્યની મિલકત મળે
he: המישמ ןייפאמ לבקמ
hi: एक कार्य संपत्ति प्राप्त करता है
hr: Dobiva svojstvo zadatka
hu: Feladat tulajdonságot kap
hy: Ստանում է առաջադրանքի հատկություն
id: Mendapat properti tugas
is: Fær verkeign
ka: იღებს დავალების თვისებას
kk: Тапсырма сипатын алады
km: ទទួលបានទ្រព្យសម្បត្តិកិច្ចការ
kn: ಕಾರ್ಯದ ಆಸ್ತಿಯನ್ನು ಪಡೆಯುತ್ತದೆ
ku: Taybetmendiyek peywirê digire
ky: Тапшырма касиетин алат
lb: Kritt eng Aufgab Propriétéit
lo: ໄດ້ຮັບຊັບສິນວຽກງານ
lt: Gauna užduoties savybę
lv: Iegūst uzdevuma rekvizītu
mg: Mahazo fananana asa
mi: Ka whiwhi taonga mahi
mk: Добива својство на задача
ml: ഒരു ടാസ്ക് പ്രോപ്പർട്ടി ലഭിക്കുന്നു
mn: Даалгаврын шинж чанарыг авдаг
mr: टास्क प्रॉपर्टी मिळते
mt: Jikseb proprjetà tal-kompitu
my: လုပ်ဆောင်စရာ ပိုင်ဆိုင်မှုကို ရယူပါ။
nb: Får en oppgaveegenskap
ne: कार्य सम्पत्ति प्राप्त हुन्छ
or: ଏକ ଟାସ୍କ ପ୍ରପର୍ଟି ପାଇଥାଏ |
pa: ਇੱਕ ਕਾਰਜ ਸੰਪਤੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ
ps: ﻱﻮﮐ ﻪﺳﻻ﻿ﺮﺗ ﺖﯿﮑﻠﻣ ﯤﺪﻧﺩ ﺩ
ro: Obține o proprietate de activitate
rw: Kubona umutungo
sd: ﻲﭤ ﻱﺮڪ ﻞﺻﺎﺣ ﺖﻴڪﻠﻣ ﻲﺟ ﻢڪ
si: කාර්ය වස්තුවක් ලැබේ
sk: Získa vlastnosť úlohy
sl: Pridobi lastnost opravila
sq: Merr një veçori të detyrës
sw: Anapata mali ya kazi
ta: பணி சொத்து கிடைக்கும்
te: టాస్క్ ప్రాపర్టీని పొందుతారు
tg: Амволи вазифаро ба даст меорад
th: รับคุณสมบัติงาน
tk: Wezipe emlägini alýar
tt: Бирем милеге ала
uk: Отримує властивість завдання
ur: ۔ﮯﮨ ﺎﺗﺮﮐ ﻞﺻﺎﺣ ﯽﭨﺮﭘﺍﺮﭘ ﮏﺳﺎﭨ ﮏﯾﺍ
uz: Vazifa xususiyatini oladi
vi: Nhận thuộc tính nhiệm vụ
xh: Ufumana ipropathi yomsebenzi
yi: גאָמראַפ טעבראַ אַ ץעג

source: Starts a new task
af: Begin 'n nuwe taak
am: አዲስ ተግባር ይጀምራል
ar: ﺓﺪﻳﺪﺟ ﺔﻤﻬﻣ ﺃﺪﺒﻳ
be: Пачынае новую задачу
bg: Започва нова задача
bn: একটি নতুন কাজ শুরু করে
ca: Comença una tasca nova
cy: Yn dechrau tasg newydd
da: Starter en ny opgave
eo: Komencas novan taskon
et: Alustab uut ülesannet
eu: Zeregin berri bat hasten du
fa: ﺪﻨﮐ ﯽﻣ ﻉﻭﺮﺷ ﺍﺭ ﯼﺪﯾﺪﺟ ﺭﺎﮐ
fi: Aloita uuden tehtävän
fil: Magsisimula ng bagong gawain
fy: Begjint in nije taak
ga: Tosaíonn tasc nua
gd: A ’tòiseachadh air gnìomh ùr
gl: Comeza unha nova tarefa
gu: નવા કાર્યની શરૂઆત થાય
he: השדח המישמ ליחתמ
hi: एक नया कार्य शुरू करता है
hr: Započinje novi zadatak
hu: Új feladatot indít el
hy: Սկսում է նոր առաջադրանք
id: Memulai tugas baru
is: Byrjar á nýju verkefni
ka: იწყებს ახალ დავალებას
kk: Жаңа тапсырманы бастайды
km: ចាប់ផ្តើមកិច្ចការថ្មី។
kn: ಹೊಸ ಕಾರ್ಯವನ್ನು ಪ್ರಾರಂಭಿಸುತ್ತಾರೆ
ku: Karekî nû dest pê dike
ky: Жаңы тапшырманы баштайт
lb: Fänkt eng nei Aufgab un
lo: ເລີ່ມໜ້າວຽກໃໝ່
lt: Pradeda naują užduotį
lv: Sāk jaunu uzdevumu
mg: Manomboka asa vaovao
mi: Ka timata he mahi hou
mk: Започнува нова задача
ml: ഒരു പുതിയ ജോലി ആരംഭിക്കുന്നു
mn: Шинэ ажил эхлүүлнэ
mr: नवीन कार्य सुरू करतो
mt: Jibda kompitu ġdid
my: အလုပ်အသစ်တစ်ခု စတင်သည်။
nb: Starter en ny oppgave
ne: नयाँ कार्यको थालनी हुनेछ
or: ଏକ ନୂତନ କାର୍ଯ୍ୟ ଆରମ୍ଭ କରେ |
pa: ਨਵਾਂ ਕੰਮ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ
ps: ﻱﻮﮐ ﻞﯿﭘ ﺭﺎﮐ ﯼﻮﻧ ﻮﯾ
ro: Începe o nouă sarcină
rw: Gutangira umurimo mushya
sd: ﻮﭤ ﻱﺮڪ ﻉﻭﺮﺷ ﻢڪ ﻥﻮﺌﻧ ڪﻫ
si: නව කාර්යයක් ආරම්භ කරයි
sk: Spustí novú úlohu
sl: Začne novo nalogo
sq: Fillon një detyrë të re
sw: Huanzisha kazi mpya
ta: புதிய பணியைத் தொடங்கும்
te: కొత్త పనిని ప్రారంభిస్తారు
tg: Вазифаи навро оғоз мекунад
th: เริ่มงานใหม่
tk: Täze işe başlaýar
tt: Яңа эш башлый
uk: Починає нове завдання
ur: ۔ﮯﮨ ﺎﺗﺮﮐ ﻉﻭﺮﺷ ﻡﺎﮐ ﺎﯿﻧ ﮏﯾﺍ
uz: Yangi vazifani boshlaydi
vi: Bắt đầu một nhiệm vụ mới
xh: Uqala umsebenzi omtsha
yi: טעבראַ עיַינ אַ ץראַטס

source: Activates a menu item by emitting its shortcut key
af: Aktiveer 'n kieslys-item deur sy kortpadsleutel uit te stuur
am: የአቋራጭ ቁልፉን በማውጣት የምናሌ ንጥል ነገርን ያነቃል።
ar: ﻪﺑ ﺹﺎﺨﻟﺍ ﺭﺎﺼﺘﺧﻻ﻿ﺍ ﺡﺎﺘﻔﻣ ﺭﺍﺪﺻﺇ ﻖﻳﺮﻃ ﻦﻋ ﺔﻤﺋﺎﻗ ﺮﺼﻨﻋ ﻂﺸﻨﻳ
be: Актывуе пункт меню, націснуўшы на яго клавішу хуткага доступу
bg: Активира елемент от менюто чрез извеждане на клавиш за бърз достъп
bn: এটির শর্টকাট কী নির্গত করে একটি মেনু আইটেম সক্রিয় করে
ca: Activa un element de menú emetent la seva tecla de drecera
cy: Yn actifadu eitem ar y ddewislen trwy allyrru ei allwedd llwybr byr
da: Aktiverer et menupunkt ved at udsende dets genvejstast
eo: Aktivigas menueron per elsendado de ĝia ŝparklavo
et: Aktiveerib menüüelemendi kiirklahviga
eu: Menuko elementu bat aktibatzen du bere laster-tekla igorriz
fa: ﺪﻨﮐ ﯽﻣ ﻝﺎﻌﻓ ﻥﺁ ﺮﺒﻧﺎﯿﻣ ﺪﯿﻠﮐ ﺭﺎﺸﺘﻧﺍ ﺎﺑ ﺍﺭ ﻮﻨﻣ ﻢﺘﯾﺁ ﮏﯾ
fi: Aktivoi valikkokohteen lähettämällä sen pikanäppäimen
fil: Ina-activate ang isang menu item sa pamamagitan ng paglabas ng shortcut key nito
fy: Aktivearret in menu-item troch de fluchtoetskaai út te stjoeren
ga: Gníomhaíonn mír roghchláir trína eochair aicearra a astú
gd: Cuir an gnìomh nì clàr le bhith a ’sgaoileadh a iuchair shortcut
gl: Activa un elemento de menú emitindo a súa tecla de atallo
gu: તેની શોર્ટકટ કીને બહાર કાઢીને મેનુ આઇટમને સક્રિય કરે છે
he: ולש רוציקה שקמ תטילפ ידי לע טירפתב טירפ ליעפמ
hi: किसी मेनू आइटम की शॉर्टकट कुंजी का उत्सर्जन करके उसे सक्रिय करता है
hr: Aktivira stavku izbornika emitiranjem njezine tipke prečaca
hu: Egy menüelem aktiválása a gyorsbillentyű kibocsátásával
hy: Ակտիվացնում է ընտրացանկի տարրը՝ թողարկելով դրա դյուրանցման ստեղնը
id: Mengaktifkan item menu dengan memancarkan tombol pintasnya
is: Virkjar valmyndaratriði með því að senda frá sér flýtilykla hans
ka: ააქტიურებს მენიუს ერთეულს მისი მალსახმობის ღილაკის გამოშვებით
kk: Мәзір элементін оның пернелер тіркесімін шығару арқылы белсендіреді
km: ធ្វើឱ្យធាតុម៉ឺនុយសកម្មដោយបញ្ចេញគ្រាប់ចុចផ្លូវកាត់របស់វា។
kn: ಶಾರ್ಟ್u200cಕಟ್ ಕೀಯನ್ನು ಹೊರಸೂಸುವ ಮೂಲಕ ಮೆನು ಐಟಂ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ
ku: Tiştek menuyê bi derxistina bişkoja kurtebirê çalak dike
ky: Меню пунктун анын жарлык баскычын чыгаруу менен иштетет
lb: Aktivéiert e Menüpunkt andeems se seng Ofkiirzungschlëssel aussträichen
lo: ເປີດໃຊ້ລາຍການເມນູໂດຍການປ່ອຍປຸ່ມລັດຂອງມັນ
lt: Suaktyvina meniu elementą paspausdamas jo spartųjį klavišą
lv: Aktivizē izvēlnes vienumu, izlaižot tā īsinājumtaustiņu
mg: Manetsika singa iray amin'ny sakafo amin'ny alalan'ny famoahana ny fanalahidin'ny hitsin-dàlana
mi: Whakahohe ai i tetahi mea tahua ma te tuku i tana taviri pokatata
mk: Активира ставка од менито со емитување на неговото копче за кратенка
ml: ഒരു മെനു ഇനം അതിന്റെ കുറുക്കുവഴി കീ പുറപ്പെടുവിച്ചുകൊണ്ട് സജീവമാക്കുന്നു
mn: Товчлолын товчлуурыг гаргаснаар цэсийн зүйлийг идэвхжүүлдэг
mr: मेनू आयटमची शॉर्टकट की उत्सर्जित करून सक्रिय करते
mt: Jattiva oġġett tal-menu billi jarmi ċ-ċavetta tas-shortcut tiegħu
my: ၎င်း၏ဖြတ်လမ်းခလုတ်ကို ထုတ်လွှတ်ခြင်းဖြင့် မီနူးကို အသက်သွင်းပါ။
nb: Aktiverer et menyelement ved å sende ut hurtigtasten
ne: यसको सर्टकट कुञ्जी उत्सर्जन गरेर मेनु वस्तु सक्रिय गर्दछ
or: ଏହାର ସର୍ଟକଟ୍ କୀ ନିର୍ଗତ କରି ଏକ ମେନୁ ଆଇଟମ୍ କୁ ସକ୍ରିୟ କରିଥାଏ |
pa: ਇਸਦੀ ਸ਼ਾਰਟਕੱਟ ਕੁੰਜੀ ਨੂੰ ਛੱਡ ਕੇ ਇੱਕ ਮੀਨੂ ਆਈਟਮ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਦਾ ਹੈ
ps: ﻱﻮﻟﺎﻌﻓ ﻲﮐﻮﺗ ﻮﻨﯿﻣ ﺩ ﻩﺮﺳ ﻮﻠﺘﺴﯾﺍ ﻪﭘ ﻲﻠﯿﮐ ټﮐ ټﺭﺎﺷ ﺩ
ro: Activează un element de meniu prin emiterea tastei de comandă rapidă
rw: Gukora menu ikohereza urufunguzo ruto
sd: ﻮﭤ ﻱﺮڪ ﻮﻟﺎﭼ ﻱﺪﻨڪ ﺝﺭﺎﺧ ﻲﮐ ﻲﺌﻴڪ ٽﮐ ٽﺭﺎﺷ ﻲﺟ ﻥﺍ ﻲﮐ ﻢٽﺋﺁ ﻮﻴﻨﻴﻣ ڪﻫ
si: එහි කෙටිමං යතුර නිකුත් කිරීමෙන් මෙනු අයිතමයක් සක්u200dරිය කරයි
sk: Aktivuje položku ponuky vydaním jej klávesovej skratky
sl: Aktivira element menija z oddajanjem njegove bližnjične tipke
sq: Aktivizon një artikull menyje duke emetuar tastin e tij të shkurtores
sw: Huwasha kipengee cha menyu kwa kutoa kitufe chake cha njia ya mkato
ta: மெனு உருப்படியை அதன் ஷார்ட்கட் விசையை வெளியிடுவதன் மூலம் செயல்படுத்துகிறது
te: సత్వరమార్గం కీని విడుదల చేయడం ద్వారా మెను ఐటెమ్u200cను సక్రియం చేస్తుంది
tg: Объекти менюро тавассути пахш кардани тугмаи миёнабури он фаъол мекунад
th: เปิดใช้งานรายการเมนูโดยการปล่อยคีย์ลัด
tk: Salgy düwmesini goýberip, menýu elementini işjeňleşdirýär
tt: Аның кыска ачкычын чыгарып меню элементын активлаштыра
uk: Активує пункт меню, натискаючи його клавішу швидкого доступу
ur: ۔ﮯﮨ ﺎﺗﺮﮐ ﻝﺎﻌﻓ ﮯﮐ ﺮﮐ ﺝﺭﺎﺧ ﻮﮐ ﺪﯿﻠﮐ ﭧﮐ ﭦﺭﺎﺷ ﯽﮐ ﺱﺍ ﻮﮐ ﻢﭩﺋﺁ ﻮﻨﯿﻣ ﮏﯾﺍ
uz: Menyu bandini uning yorliq tugmachasini chiqarish orqali faollashtiradi
vi: Kích hoạt một mục menu bằng cách phát ra phím tắt của nó
xh: Yenza into yemenyu isebenze ngokukhupha iqhosha layo elinqumlayo
yi: לסילש געווכרוד ןיַיז גניטימי ךרוד רעמונ וינעמ אַ ץייוואַטקאַ

source: Runs custom command or shows submenu named NAME
af: Voer pasgemaakte opdrag uit of wys subkieslys met die naam NAME
am: ብጁ ትዕዛዝ ያስኬዳል ወይም የተሰየመ ንዑስ ምናሌ ያሳያል NAME
ar: ﺓﺎﻤﺴﻤﻟﺍ ﺔﻴﻋﺮﻔﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﺭﺎﻬﻇﺇ ﻭﺃ ﺺﺼﺨﻣ ﺮﻣﺃ ﻞﻴﻐﺸﺘﺑ ﻡﻮﻘﻳ NAME
be: Выконвае карыстальніцкую каманду або паказвае названае падменю NAME
bg: Изпълнява персонализирана команда или показва подменю с име NAME
bn: কাস্টম কমান্ড চালায় বা নামের সাবমেনু দেখায় NAME
ca: Executa una ordre personalitzada o mostra el submenú anomenat NAME
cy: Yn rhedeg gorchymyn arfer neu'n dangos submenu a enwir NAME
da: Kører brugerdefineret kommando eller viser undermenuen navngivet NAME
eo: Rulas kutiman komandon aŭ montras submenuon nomitan NAME
et: Käivitab kohandatud käsu või kuvab nimega alammenüüd NAME
eu: Komando pertsonalizatua exekutatzen du edo izendatutako azpimenua erakusten du NAME
fa: ﺪﻫﺩ ﯽﻣ ﻥﺎﺸﻧ ﻡﺎﻧ ﺎﺑ ﺍﺭ ﯽﻋﺮﻓ ﯼﻮﻨﻣ ﺎﯾ ﺪﻨﮐ ﯽﻣ ﺍﺮﺟﺍ ﺍﺭ ﯽﺷﺭﺎﻔﺳ ﺭﻮﺘﺳﺩ NAME
fi: Suorittaa mukautetun komennon tai näyttää nimetyn alivalikon NAME
fil: Nagpapatakbo ng custom na command o nagpapakita ng submenu na pinangalanan NAME
fy: Rint oanpaste kommando of lit submenu neamd NAME
ga: Ritheann sé ordú saincheaptha nó taispeánann sé submenu ainmnithe NAME
gd: A ’ruith àithne àbhaisteach no a’ sealltainn submenu ainmichte NAME
gl: Executa o comando personalizado ou mostra o submenú nomeado NAME
gu: કસ્ટમ આદેશ ચલાવે છે અથવા નામનું સબમેનુ બતાવે છે NAME
he: םשב הנשמ טירפת גיצמ וא תישיא תמאתומ הדוקפ ליעפמ NAME
hi: कस्टम कमांड चलाता है या नाम का सबमेनू दिखाता है NAME
hr: Pokreće prilagođenu naredbu ili prikazuje podizbornik s imenom NAME
hu: Egyéni parancsot futtat, vagy megjeleníti a nevű almenüt NAME
hy: Գործարկում է հատուկ հրաման կամ ցուցադրում է ենթամենյուն անունով NAME
id: Menjalankan perintah khusus atau menampilkan submenu bernama NAME
is: Keyrir sérsniðna skipun eða sýnir undirvalmynd sem heitir NAME
ka: აწარმოებს მორგებულ ბრძანებას ან აჩვენებს დასახელებულ ქვემენიუს NAME
kk: Пайдаланушы пәрменін іске қосады немесе аталған ішкі мәзірді көрсетеді NAME
km: ដំណើរការពាក្យបញ្ជាផ្ទាល់ខ្លួន ឬបង្ហាញម៉ឺនុយរងដែលមានឈ្មោះ NAME
kn: ಕಸ್ಟಮ್ ಆಜ್ಞೆಯನ್ನು ರನ್ ಮಾಡುತ್ತದೆ ಅಥವಾ ಹೆಸರಿನ ಉಪಮೆನುವನ್ನು ತೋರಿಸುತ್ತದೆ NAME
ku: Fermana xwerû dimeşîne an jêrmenuya bi navê xwe nîşan dide NAME
ky: Ыңгайлаштырылган буйрукту иштетет же аталган субменюну көрсөтөт NAME
lb: Leeft personaliséiert Kommando oder weist Ënnermenü genannt NAME
lo: ແລ່ນຄຳສັ່ງແບບກຳນົດເອງ ຫຼືສະແດງເມນູຍ່ອຍທີ່ມີຊື່ NAME
lt: Vykdo pasirinktinę komandą arba parodo submeniu pavadinimu NAME
lv: Palaiž pielāgotu komandu vai parāda apakšizvēlni ar nosaukumu NAME
mg: Mandeha baiko manokana na mampiseho ny submenu nomena anarana NAME
mi: Ka whakahaere tono ritenga, ka whakaatu ranei i te tahuaroto kua whakaingoatia NAME
mk: Извршува приспособена команда или покажува именувано подмени NAME
ml: ഇഷ്u200cടാനുസൃത കമാൻഡ് പ്രവർത്തിപ്പിക്കുന്നു അല്ലെങ്കിൽ പേരുള്ള ഉപമെനു കാണിക്കുന്നു NAME
mn: Захиалгат тушаалыг ажиллуулах эсвэл нэрлэсэн дэд цэсийг харуулдаг NAME
mr: कस्टम कमांड चालवतो किंवा नावाचा सबमेनू दाखवतो NAME
mt: Tmexxi kmand tad-dwana jew turi submenu msemmi NAME
my: စိတ်ကြိုက်အမိန့်ကို လုပ်ဆောင်သည် သို့မဟုတ် အမည်ရှိ မီနူးကို ပြသပါ။ NAME
nb: Kjører egendefinert kommando eller viser undermeny med navn NAME
ne: अनुकूलन आदेश चलाउँछ वा नाम सबमेनु देखाउँछ NAME
or: କଷ୍ଟମ୍ କମାଣ୍ଡ୍ ଚଲାଇଥାଏ କିମ୍ବା ନାମିତ ସବମେନୁ ଦେଖାଏ | NAME
pa: ਕਸਟਮ ਕਮਾਂਡ ਚਲਾਉਂਦਾ ਹੈ ਜਾਂ ਨਾਮ ਵਾਲਾ ਸਬਮੇਨੂ ਦਿਖਾਉਂਦਾ ਹੈ NAME
ps: ﯥﯿښ ﻮﻨﯿﻣ ﻲﻋﺮﻓ ﻱﻮﺷ ﻝﻮﻣﻮﻧ ﺎﯾ ﻱﻮﻠﭼ ډﻧﺎﻤﮐ ﺰﯾﺩﻭﺩ NAME
ro: Rulează comanda personalizată sau afișează submeniul numit NAME
rw: Koresha amabwiriza yihariye cyangwa yerekana submenu yitwa NAME
sd: ﻮﻴﻨﻴﻣ ﻲﻠﻳﺫ ﻮﻳﺭﺎﮑﻳڏ ﻮﻟﺎﻧ ﺎﻳ ڊﻧﺎﻤڪ ﻢٽﺴڪ ﻲﮬﺁ ﻭﺪﻨﻠﮬ NAME
si: අභිරුචි විධානය ක්u200dරියාත්මක කරයි හෝ නම් කරන ලද උප මෙනුව පෙන්වයි NAME
sk: Spustí vlastný príkaz alebo zobrazí podmenu s názvom NAME
sl: Zažene ukaz po meri ali prikaže podmeni z imenom NAME
sq: Ekzekuton komandën e personalizuar ose shfaq nënmenynë e emërtuar NAME
sw: Huendesha amri maalum au inaonyesha menyu ndogo iliyopewa jina NAME
ta: தனிப்பயன் கட்டளையை இயக்குகிறது அல்லது பெயரிடப்பட்ட துணைமெனுவைக் காட்டுகிறது NAME
te: కస్టమ్ కమాండ్u200cని అమలు చేస్తుంది లేదా పేరు పెట్టబడిన ఉపమెనుని చూపుతుంది NAME
tg: Фармони фармоиширо иҷро мекунад ё зерменюи номшударо нишон медиҳад NAME
th: เรียกใช้คำสั่งที่กำหนดเองหรือแสดงเมนูย่อยที่ชื่อ NAME
tk: Customörite buýrugy işledýär ýa-da adynyň aşaky menýusyny görkezýär NAME
tt: Заказлы боерыкны эшли яки исемле субменюны күрсәтә NAME
uk: Виконує користувацьку команду або показує назване підменю NAME
ur: ۔ﮯﮨ ﺎﺗﺎﮭﮐﺩ ﻮﯿﻨﯿﻣ ﺐﺳ ﺎﮐ ﻡﺎﻧ ﺎﯾ ﮯﮨ ﺎﺗﻼ﻿ﭼ ﮉﻧﺎﻤﮐ ﺕﺭﻭﺮﺿ ﺐﺴﺣ NAME
uz: Maxsus buyruqni ishga tushiradi yoki nomlangan pastki menyuni ko'rsatadi NAME
vi: Chạy lệnh tùy chỉnh hoặc hiển thị menu con có tên NAME
xh: Isebenzisa umyalelo wesiko okanye ibonisa imenyu esezantsi enikwe igama NAME
yi: ןסייהעג וינעמבוס טזייוו רעדאָ לעפֿאַב גהנמ טפיול NAME
