Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Queue
af: _Tou
am: _ወረፋ
ar: _ﺭﻮﺑﺎﻃ
be: _Чарга
bg: _Опашка
bn: _কিউ
ca: _Cua
cy: _Ciw
da: _Kø
eo: _Vico
et: _Järjekord
eu: _Ilara
fa: _ﻒﺻ
fi: _Jonottaa
fil: _pila
fy: _Rigel
ga: _Scuaine
gd: _Ciudha
gl: _Fila
gu: _કતાર
he: _רֹות
hi: _पंक्ति
hr: _Red
hu: _Sor
hy: _Հերթ
id: _Antre
is: _Biðröð
ka: _რიგი
kk: _Кезек
km: _ជួរ
kn: _ಸರತಿ
ku: _Mar
ky: _Кезек
lb: _Schlaang
lo: _ຄິວ
lt: _Eilė
lv: _Rinda
mg: _Filaharana
mi: _Tūtira
mk: _Ред
ml: _ക്യൂ
mn: _Дараалал
mr: _रांग
mt: _Kju
my: _တန်းစီ
nb: _Kø
ne: _लाम
or: _ଧାଡି
pa: _ਕਤਾਰ
ps: _ﺭﺎﺘﮐ
ro: _Coadă
rw: _Umurongo
sd: _ﺭﺎﻄﻗ
si: _පෝලිම
sk: _Fronta
sl: _Čakalna vrsta
sq: _Radhe
sw: _Foleni
ta: _வரிசை
te: _క్యూ
tg: _Навбат
th: _คิว
tk: _Nobat
tt: _Чират
uk: _Чергу
ur: _ﺭﺎﻄﻗ
uz: _Navbat
vi: _Xếp hàng
xh: _Umgca
yi: _ייר

source: _Resume
af: _Hervat
am: _እንደ ገና መጀመር
ar: _ﺔﻴﺗﺍﺫ ﺓﺮﻴﺳ
be: _Рэзюмэ
bg: _Продължи
bn: _জীবনবৃত্তান্ত
ca: _Resum
cy: _Ail-ddechrau
da: _Genoptag
eo: _Rekomenci
et: _Jätka
eu: _Jarraitu
fa: _ﯼﺮﯿﮔﺮﺳ ﺯﺍ
fi: _Jatkaa
fil: _Ipagpatuloy
fy: _Ferfetsje
ga: _Atosú
gd: _Air ais
gl: _Currículo
gu: _ફરી શરુ કરવું
he: _םייח תורוק
hi: _फिर शुरू करना
hr: _Životopis
hu: _Önéletrajz
hy: _Ռեզյումե
id: _Melanjutkan
is: _Halda áfram
ka: _Გაგრძელება
kk: _Түйіндеме
km: _ប្រវត្តិរូប
kn: _ಪುನರಾರಂಭಿಸಿ
ku: _Dîsa vekirin
ky: _Резюме
lb: _Liewenslaf
lo: _ປະຫວັດຫຍໍ້
lt: _Aprašymas
lv: _Turpināt
mg: _CV
mi: _Anō
mk: _Продолжи
ml: _പുനരാരംഭിക്കുക
mn: _Үргэлжлэл
mr: _पुन्हा सुरू करा
mt: _Kompli
my: _ပြန်စသည်
nb: _Gjenoppta
ne: _पुन: सुरु गर्नुहोस्
or: _ପୁଣି ଆରମ୍ଭ କରିବା
pa: _ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ
ps: _ﻝﻮﮐ ﻞﯿﭘ ﺎﯿﺑ
ro: _Relua
rw: _Komeza
sd: _ﻮﻳﺮڪ ﻉﻭﺮﺷ ﺮﻬﻴﭔ
si: _අරඹන්න
sk: _Pokračovať
sl: _Nadaljuj
sq: _Vazhdoj
sw: _Rejea
ta: _தற்குறிப்பு
te: _పునఃప్రారంభం
tg: _Хулоса
th: _ประวัติย่อ
tk: _Dowam et
tt: _Дәвам итү
uk: _Резюме
ur: _۔ﮟﯾﺮﮐ ﻉﻭﺮﺷ ﮦﺭﺎﺑﻭﺩ
uz: _Rezyume; qayta boshlash
vi: _Sơ yếu lý lịch
xh: _Phinda Uqalele
yi: _רעדיוו כיז נעמענ

source: Sho_w Output
af: Sho_w Uitset
am: Sho_w ውፅዓት
ar: Sho_w | ﺝﺎﺘﻧﺍ
be: Sho_w Выхад
bg: Sho_w Изход
bn: Sho_w আউটপুট
ca: Sho_w Sortida
cy: Sho_w Allbwn
da: Sho_w Produktion
eo: Sho_w Eligo
et: Sho_w Väljund
eu: Sho_w Irteera
fa: Sho_w ﯽﺟﻭﺮﺧ
fi: Sho_w Lähtö
fy: Sho_w Utfier
ga: Sho_w Aschur
gd: Sho_w Toradh
gl: Sho_w Saída
gu: Sho_w આઉટપુટ
he: Sho_w הָקּופְת
hi: Sho_w उत्पादन
hr: Sho_w Izlaz
hu: Sho_w Kimenet
hy: Sho_w Արդյունք
id: Sho_w Keluaran
is: Sho_w Framleiðsla
ka: Sho_w გამომავალი
kk: Sho_w Шығару
km: Sho_w ទិន្នផល
kn: Sho_w ಔಟ್ಪುಟ್
ku: Sho_w Karûabr
ky: Sho_w Чыгуу
lb: Sho_w Ausgang
lo: Sho_w ຜົນຜະລິດ
lt: Sho_w Išvestis
lv: Sho_w Izvade
mg: Sho_w Fivoahana
mi: Sho_w Putanga
mk: Sho_w Излез
ml: Sho_w ഔട്ട്പുട്ട്
mn: Sho_w Гаралт
mr: Sho_w आउटपुट
my: Sho_w အထွက်
nb: Sho_w Produksjon
ne: Sho_w आउटपुट
or: Sho_w ଆଉଟପୁଟ୍
pa: Sho_w ਆਉਟਪੁੱਟ
ps: Sho_w ﻝﻮﺼﺤﻣ
ro: Sho_w Ieșire
rw: Sho_w Ibisohoka
sd: Sho_w ﺭﺍﻭﺍﺪﻴﭘ
si: Sho_w ප්රතිදානය
sk: Sho_w Výkon
sl: Sho_w Izhod
sq: Sho_w Prodhimi
sw: Sho_w Pato
ta: Sho_w வெளியீடு
te: Sho_w అవుట్u200cపుట్
tg: Sho_w Натиҷа
th: Sho_w เอาท์พุต
tk: Sho_w Çykyş
tt: Sho_w Чыгыш
uk: Sho_w Вихід
ur: Sho_w ﭧﭘ ﭦﺅﺁ
uz: Sho_w Chiqish
vi: Sho_w Đầu ra
xh: Sho_w Isiphumo
yi: Sho_w טאַטלוזער

source: _All Tasks
af: _Alle take
am: _ሁሉም ተግባራት
ar: _ﻡﺎﻬﻤﻟﺍ ﻞﻛ
be: _Усе заданні
bg: _Всички задачи
bn: _সমস্ত কাজ
ca: _Totes les tasques
cy: _Pob Tasg
da: _Alle opgaver
eo: _Ĉiuj Taskoj
et: _Kõik ülesanded
eu: _Zeregin guztiak
fa: _ﻒﯾﺎﻇﻭ ﻪﻤﻫ
fi: _Kaikki tehtävät
fil: _Lahat ng Gawain
fy: _Alle taken
ga: _Gach Tasc
gd: _A h-uile gnìomh
gl: _Todas as tarefas
gu: _બધા કાર્યો
he: _תומישמה לכ
hi: _सभी कार्य
hr: _Svi zadaci
hu: _Minden feladat
hy: _Բոլոր առաջադրանքները
id: _Semua Tugas
is: _Öll verkefni
ka: _ყველა ამოცანა
kk: _Барлық тапсырмалар
km: _កិច្ចការទាំងអស់។
kn: _ಎಲ್ಲಾ ಕಾರ್ಯಗಳು
ku: _Hemû Karên
ky: _Бардык тапшырмалар
lb: _All Aufgaben
lo: _ວຽກງານທັງໝົດ
lt: _Visos užduotys
lv: _Visi uzdevumi
mg: _Asa rehetra
mi: _Nga Mahi Katoa
mk: _Сите задачи
ml: _എല്ലാ ജോലികളും
mn: _Бүх даалгавар
mr: _सर्व कार्ये
mt: _Il-Kompiti kollha
my: _Tasks အားလုံး
nb: _Alle oppgaver
ne: _सबै कार्यहरू
or: _ସମସ୍ତ କାର୍ଯ୍ୟ
pa: _ਸਾਰੇ ਕੰਮ
ps: _ﯤﺪﻧﺩ ﯥﻟﻮټ
ro: _Toate sarcinile
rw: _Inshingano zose
sd: _ﻢڪ ﭛﺳ
si: _සියලුම කාර්යයන්
sk: _Všetky úlohy
sl: _Vse naloge
sq: _Të gjitha detyrat
sw: _Kazi Zote
ta: _அனைத்து பணிகளும்
te: _అన్ని పనులు
tg: _Ҳама вазифаҳо
th: _งานทั้งหมด
tk: _Allhli meseleler
tt: _Барлык биремнәр
uk: _Усі завдання
ur: _ﻡﺎﮐ ﻡﺎﻤﺗ
uz: _Barcha vazifalar
vi: _Tất cả các nhiệm vụ
xh: _Yonke imisebenzi
yi: _סקסאַט עלאַ

source: Show _Manager
af: Wys _Bestuurder
am: አሳይ _አስተዳዳሪ
ar: ﻦﻴﺒﺗ _ﺮﻳﺪﻣ
be: Паказаць _Менеджэр
bg: Покажи _Мениджър
bn: দেখান _ম্যানেজার
ca: Espectacle _Gerent
cy: Sioe _Rheolwr
da: At vise _Manager
eo: Montru _Administranto
et: Näita _Juht
eu: Erakutsi _Kudeatzailea
fa: ﺪﯿﻫﺩ ﺶﯾﺎﻤﻧ _ﺮﯾﺪﻣ
fi: Näytä _johtaja
fil: Ipakita _Manager
fy: Lit sjen _Behearder
ga: Taispeáin _Bainisteoir
gd: Seall _Manaidsear
gl: Mostrar _Xerente
gu: બતાવો _મેનેજર
he: העפוה _להנמ
hi: प्रदर्शन _प्रबंधक
hr: Pokazati _Menadžer
hu: Előadás _Menedzser
hy: Ցուցադրում _Մենեջեր
id: Menunjukkan _Pengelola
is: Sýna _Framkvæmdastjóri
ka: ჩვენება _მენეჯერი
kk: Көрсету _Менеджер
km: បង្ហាញ _អ្នកគ្រប់គ្រង
kn: ತೋರಿಸು _ಮ್ಯಾನೇಜರ್
ku: Rêdan _Rêvebir
ky: Show _менеджер
lo: ສະແດງ _ຜູ້u200bຈັດu200bການ
lt: Rodyti _Vadovas
lv: Rādīt _Pārvaldnieks
mg: FAMPISEHOANA _Mpitantana
mi: Whakaatu _Kaiwhakahaere
mk: Прикажи _Менаџер
ml: കാണിക്കുക _മാനേജർ
mn: Үзүүлэх _Менежер
mr: दाखवा _व्यवस्थापक
mt: Uri _Maniġer
my: ရှိုး _မန်နေဂျာ
nb: Forestilling _sjef
ne: देखाउनु _प्रबन्धक
or: ଦେଖାନ୍ତୁ | _ପରିଚାଳକ
pa: ਦਿਖਾਓ _ਮੈਨੇਜਰ
ps: ﻝﺩﻮښ _ﺮﯾﺪﻣ
ro: Spectacol _Administrator
rw: Erekana _Umuyobozi
sd: ﻮﻳﺭﺎﮑﻳڏ _ﺮﺠﻴﻨﺌﻣ
si: පෙන්වන්න _කළමනාකරු
sk: Šou _manažér
sl: Pokaži _Upravitelj
sq: Shfaqje _Menaxheri
sw: Onyesha _Meneja
ta: காட்டு _மேலாளர்
te: చూపించు _నిర్వాహకుడు
tg: Намоиш _Менеҷер
th: แสดง _ผู้จัดการ
tk: Görkez _Dolandyryjy
tt: Шоу _Менеджер
uk: Показати _менеджер
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ _ﺮﺠﯿﻨﯿﻣ
uz: Ko'rsatish _Menejer
vi: Chỉ _Người quản lý
xh: Bonisa _Umphathi
yi: ןזיַיוו _רעטלאַווראַפ

source: Auto-_Hide Manager
af: Outo-_Versteek Bestuurder
am: መኪና-_አስተዳዳሪን ደብቅ
ar: ﻲﻟﺁ-_ﺮﻳﺪﻤﻟﺍ ءﺎﻔﺧﺇ
be: Аўтаматычны-_Схаваць менеджэр
bg: Автоматичен-_Скриване на мениджъра
bn: অটো-_ম্যানেজার লুকান
ca: Automàtic-_Amaga el gestor
cy: Auto-_Cuddio Rheolwr
da: Auto-_Skjul Manager
eo: Aŭtomate-_Kaŝi Administranton
et: Automaatne-_Peida haldur
eu: Autoa-_Ezkutatu kudeatzailea
fa: ﺭﺎﮐﺩﻮﺧ-_ﺮﯾﺪﻣ ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ
fi: Auto-_Piilota hallinta
fil: Auto-_Itago ang Manager
fy: Auto-_Ferbergje Manager
ga: Auto-_Folaigh Bainisteoir
gd: Auto-_Cuir am falach am manaidsear
gl: Automático-_Ocultar o xestor
gu: ઓટો-_મેનેજર છુપાવો
he: יטמוטוא-_להנמ רתסה
hi: ऑटो-_प्रबंधक छुपाएं
hr: Auto-_Sakrij upravitelja
hu: Auto-_Kezelő elrejtése
hy: Ավտոմատ-_Թաքցնել կառավարիչը
id: Mobil-_Sembunyikan Manajer
is: Sjálfvirk-_Fela stjórnandi
ka: ავტო-_მენეჯერის დამალვა
kk: Автоматты-_Менеджерді жасыру
km: ស្វ័យប្រវត្តិ-_លាក់អ្នកគ្រប់គ្រង
kn: ಆಟೋ-_ಮ್ಯಾನೇಜರ್ ಅನ್ನು ಮರೆಮಾಡಿ
ku: Auto-_Rêveberê Veşêre
ky: Авто-_Жашыруу менеджери
lb: Auto-_Verstoppen Manager
lo: ອັດຕະໂນມັດ-_ເຊື່ອງຜູ້ຈັດການ
lt: Automatinis-_Slėpti tvarkyklę
lv: Auto-_Paslēpt pārvaldnieku
mg: fiara-_Afeno Manager
mi: Aunoa-_Huna Kaiwhakahaere
mk: Автоматски-_Скриј менаџер
ml: ഓട്ടോ-_മാനേജർ മറയ്ക്കുക
mn: Авто-_Менежерийг нуух
mr: ऑटो-_व्यवस्थापक लपवा
my: အော်တို-_မန်နေဂျာကို ဖျောက်ပါ။
nb: Auto-_Skjul leder
ne: अटो-_प्रबन्धक लुकाउनुहोस्
or: ଅଟୋ |-_ପରିଚାଳକ ଲୁଚାନ୍ତୁ |
pa: ਆਟੋ-_ਮੈਨੇਜਰ ਲੁਕਾਓ
ps: ﺕﺎﻣﻮﺗﺍ-_ﺉړﮐ ټﭘ ﺮﯾﺪﻣ
ro: Auto-_Ascundeți Managerul
rw: Imodoka-_Hisha Umuyobozi
sd: ﺭﺎڪﺩﻮﺧ-_ﺮﺠﻴﻨﻴﻣ ﻮﻳﺎڪﻟ
si: ඔටෝ-_කළමනාකරු සඟවන්න
sk: Automat-_Skryť správcu
sl: Samodejno-_Skrij upravitelja
sq: Auto-_Fshihe menaxherin
sw: Otomatiki-_Ficha Meneja
ta: ஆட்டோ-_மேலாளரை மறை
te: దానంతట అదే-_నిర్వాహకుడిని దాచండి
tg: Авто-_Пинҳон кардани менеҷер
th: รถยนต์-_ซ่อนตัวจัดการ
tk: Awto-_Dolandyryjyny gizläň
tt: Авто-_Менеджерны яшерегез
uk: Авто-_Приховати менеджер
ur: ﻮﭨﺁ-_۔ﮟﯿﺋﺎﭙﮭﭼ ﻮﮐ ﺮﺠﯿﻨﯿﻣ
uz: Avtomatik-_Menejerni yashirish
vi: Tự động-_Ẩn người quản lý
xh: Ngokuzenzekelayo-_Fihla uMphathi
yi: אָטואַ-_רעגאַנאַמ ןטלאַהאַב

source: Task Manager Font
af: Taakbestuurder lettertipe
am: ተግባር አስተዳዳሪ ቅርጸ-ቁምፊ
ar: ﻡﺎﻬﻤﻟﺍ ﺓﺭﺍﺩﺇ ﻂﺧ
be: Шрыфт дыспетчара задач
bg: Шрифт на диспечера на задачите
bn: টাস্ক ম্যানেজার ফন্ট
ca: Tipus de lletra del gestor de tasques
cy: Ffont Rheolwr Tasg
da: Task Manager skrifttype
eo: Task Manager Tiparo
et: Tegumihalduri font
eu: Ataza-kudeatzailearen letra-tipoa
fa: Task Manager ﺖﻧﻮﻓ
fi: Tehtävienhallinnan fontti
fil: Font ng Task Manager
fy: Lettertype Taakbehearder
ga: Cló Bainisteoir Tasc
gd: Font Manaidsear Gnìomha
gl: Fonte do xestor de tarefas
gu: ટાસ્ક મેનેજર ફોન્ટ
he: תומישמה להנמ ןפוג
hi: कार्य प्रबंधक फ़ॉन्ट
hr: Font upravitelja zadataka
hu: Feladatkezelő betűtípus
hy: Task Manager տառատեսակը
id: Font Manajer Tugas
is: Task Manager leturgerð
ka: სამუშაო მენეჯერის შრიფტი
kk: Тапсырма менеджерінің қаріпі
km: ពុម្ពអក្សរកម្មវិធីគ្រប់គ្រងភារកិច្ច
kn: ಟಾಸ್ಕ್ ಮ್ಯಾನೇಜರ್ ಫಾಂಟ್
ku: Font Gerînendetiya Peywiran
lb: Aufgab Manager Schrëft
lt: Užduočių tvarkyklės šriftas
lv: Uzdevumu pārvaldnieka fonts
mi: Momotuhi Kaiwhakahaere Mahi
mk: Фонт на Task Manager
ml: ടാസ്ക് മാനേജർ ഫോണ്ട്
mr: कार्य व्यवस्थापक फॉन्ट
my: Task Manager ဖောင့်
ne: कार्य प्रबन्धक फन्ट
or: ଟାସ୍କ ମ୍ୟାନେଜର୍ ଫଣ୍ଟ |
pa: ਟਾਸਕ ਮੈਨੇਜਰ ਫੌਂਟ
ps: ټﻧﻮﻓ ﺮﯾﺪﻣ ﻱﺭﺎﮐ ﺩ
ro: Fontul Task Manager
rw: Umukoresha Imyandikire
sd: ٽﻧﻮﻓ ﺮﺠﻴﻨﺌﻣ ڪﺳﺎٽ
si: කාර්ය කළමනාකරු අකුරු
sk: Písmo správcu úloh
sl: Pisava upravitelja opravil
sq: Fonti i Task Manager
sw: Fonti ya Kidhibiti Kazi
ta: பணி மேலாளர் எழுத்துரு
te: టాస్క్ మేనేజర్ ఫాంట్
tg: Шрифти менеҷери вазифаҳо
th: แบบอักษรตัวจัดการงาน
tk: Taslama menejeri şrifti
tt: Тапшыру менеджеры шрифты
uk: Шрифт диспетчера завдань
ur: ﭧﻧﻮﻓ ﺮﺠﯿﻨﯿﻣ ﮏﺳﺎﭨ
uz: Vazifa menejeri shrifti
vi: Phông chữ Trình quản lý Tác vụ
xh: Ifonti yoMphathi woMsebenzi
yi: טנאָפ רעגאַנאַמ קסאַט

source: copying File 1:15 65.2 M 30.2 M/s
af: kopieer lêer 1:15 65.2 M 30.2 M/s
am: ፋይል መቅዳት 1:15 65.2 M 30.2 M/s
ar: ﻒﻠﻤﻟﺍ ﺦﺴﻧ 1:15 65.2 M 30.2 M/s
be: капіраванне файла 1:15 65.2 M 30.2 M/s
bg: копиране на файл 1:15 65.2 M 30.2 M/s
bn: ফাইল কপি করা হচ্ছে 1:15 65.2 M 30.2 M/s
ca: copiant el fitxer 1:15 65.2 M 30.2 M/s
cy: copïo Ffeil 1:15 65.2 M 30.2 M/s
da: kopiering af fil 1:15 65.2 M 30.2 M/s
eo: kopiante Dosieron 1:15 65.2 M 30.2 M/s
et: faili kopeerimine 1:15 65.2 M 30.2 M/s
eu: Fitxategia kopiatzen 1:15 65.2 M 30.2 M/s
fa: ﻞﯾﺎﻓ ﻥﺩﺮﮐ ﯽﭙﮐ 1:15 65.2 M 30.2 M/s
fi: kopioidaan tiedostoa 1:15 65.2 M 30.2 M/s
fil: pagkopya ng File 1:15 65.2 M 30.2 M/s
fy: kopiearjen Triem 1:15 65.2 M 30.2 M/s
ga: Cóipeáil Comhad 1:15 65.2 M 30.2 M/s
gd: faidhle copaidh 1:15 65.2 M 30.2 M/s
gl: copiando o ficheiro 1:15 65.2 M 30.2 M/s
gu: ફાઇલની નકલ કરી રહ્યા છીએ 1:15 65.2 M 30.2 M/s
he: ץבוק תקתעה 1:15 65.2 M 30.2 M/s
hi: फ़ाइल की प्रतिलिपि बनाना 1:15 65.2 M 30.2 M/s
hr: kopiranje datoteke 1:15 65.2 M 30.2 M/s
hu: fájl másolása 1:15 65.2 M 30.2 M/s
hy: ֆայլի պատճենում 1:15 65.2 M 30.2 M/s
id: menyalin File 1:15 65.2 M 30.2 M/s
is: afrita skrá 1:15 65.2 M 30.2 M/s
ka: ფაილის კოპირება 1:15 65.2 M 30.2 M/s
kk: файлды көшіру 1:15 65.2 M 30.2 M/s
km: ការចម្លងឯកសារ 1:15 65.2 M 30.2 M/s
kn: ಫೈಲ್ ನಕಲಿಸಲಾಗುತ್ತಿದೆ 1:15 65.2 M 30.2 M/s
ku: kopîkirina Pelê 1:15 65.2 M 30.2 M/s
ky: Файлды көчүрүү 1:15 65.2 M 30.2 M/s
lb: Datei kopéieren 1:15 65.2 M 30.2 M/s
lo: ສຳເນົາໄຟລ໌ 1:15 65.2 M 30.2 M/s
lt: kopijuoti failą 1:15 65.2 M 30.2 M/s
lv: kopējot failu 1:15 65.2 M 30.2 M/s
mg: kopia File 1:15 65.2 M 30.2 M/s
mi: te kape i te Kōnae 1:15 65.2 M 30.2 M/s
mk: копирање датотека 1:15 65.2 M 30.2 M/s
ml: ഫയൽ പകർത്തുന്നു 1:15 65.2 M 30.2 M/s
mn: Файл хуулж байна 1:15 65.2 M 30.2 M/s
mr: फाइल कॉपी करत आहे 1:15 65.2 M 30.2 M/s
mt: l-ikkupjar tal-Fajl 1:15 65.2 M 30.2 M/s
my: ဖိုင်ကိုကူးယူခြင်း။ 1:15 65.2 M 30.2 M/s
nb: kopierer fil 1:15 65.2 M 30.2 M/s
ne: फाइल प्रतिलिपि गर्दै 1:15 65.2 M 30.2 M/s
or: ଫାଇଲ୍ କପି କରୁଛି | 1:15 65.2 M 30.2 M/s
pa: ਫਾਇਲ ਦੀ ਨਕਲ 1:15 65.2 M 30.2 M/s
ps: ﻝﻮﮐ ﻲﭘﺎﮐ ﯥﻨﺗﻭﺩ ﺩ 1:15 65.2 M 30.2 M/s
ro: copierea fișierului 1:15 65.2 M 30.2 M/s
rw: Gukoporora Idosiye 1:15 65.2 M 30.2 M/s
sd: ﻞﺋﺎﻓ ﻱﺭﺍﻭ ﮠﺮڪ ﻲﭘﺎڪ 1:15 65.2 M 30.2 M/s
si: ගොනුව පිටපත් කිරීම 1:15 65.2 M 30.2 M/s
sk: kopírovanie súboru 1:15 65.2 M 30.2 M/s
sl: kopiranje datoteke 1:15 65.2 M 30.2 M/s
sq: kopjimi i skedarit 1:15 65.2 M 30.2 M/s
sw: kunakili Faili 1:15 65.2 M 30.2 M/s
ta: கோப்பை நகலெடுக்கிறது 1:15 65.2 M 30.2 M/s
te: ఫైల్u200cను కాపీ చేస్తోంది 1:15 65.2 M 30.2 M/s
tg: нусхабардории Файл 1:15 65.2 M 30.2 M/s
th: กำลังคัดลอกไฟล์ 1:15 65.2 M 30.2 M/s
tk: Faýly göçürmek 1:15 65.2 M 30.2 M/s
tt: Файлны күчереп алу 1:15 65.2 M 30.2 M/s
uk: копіювання файлу 1:15 65.2 M 30.2 M/s
ur: ﺎﻧﺮﮐ ﯽﭘﺎﮐ ﻞﺋﺎﻓ 1:15 65.2 M 30.2 M/s
uz: faylni nusxalash 1:15 65.2 M 30.2 M/s
vi: sao chép tệp 1:15 65.2 M 30.2 M/s
xh: ikhuphela iFayile 1:15 65.2 M 30.2 M/s
yi: עקעט גנייפּאַק 1:15 65.2 M 30.2 M/s

source: _Columns
af: _Kolomme
am: _አምዶች
ar: _ﺓﺪﻤﻋﻷ﻿ﺍ
be: _Стоўбцы
bg: _Колони
bn: _কলাম
ca: _Columnes
cy: _Colofnau
da: _Kolonner
eo: _Kolumnoj
et: _Veerud
eu: _Zutabeak
fa: _ﺎﻫ ﻥﻮﺘﺳ
fi: _Sarakkeet
fil: _Mga hanay
fy: _Pylder
ga: _Colúin
gd: _Colbhan
gl: _Columnas
gu: _કૉલમ
he: _תודומע
hi: _कॉलम
hr: _Kolumne
hu: _Oszlopok
hy: _Սյունակներ
id: _kolom
is: _Dálkar
ka: _Სვეტები
kk: _Бағандар
km: _ជួរឈរ
kn: _ಕಾಲಮ್ಗಳು
ku: _Stûnên
ky: _Мамычалар
lb: _Kolonnen
lo: _ຖັນ
lt: _Stulpeliai
lv: _Kolonnas
mg: _andry
mi: _Nga poupou
mk: _Колони
ml: _നിരകൾ
mn: _Багана
mr: _स्तंभ
mt: _Kolonni
my: _ကော်လံများ
nb: _Kolonner
ne: _स्तम्भहरू
or: _ସ୍ତମ୍ଭଗୁଡିକ
pa: _ਕਾਲਮ
ps: _ﻪﻧﻮﻤﻟﺎﮐ
ro: _Coloane
rw: _Inkingi
sd: _ﻦﻤﻟﺎڪ
si: _තීරු
sk: _Stĺpce
sl: _Stolpci
sq: _Kolonat
sw: _Safu
ta: _நெடுவரிசைகள்
te: _నిలువు వరుసలు
tg: _Сутунҳо
th: _คอลัมน์
tk: _Sütünler
tt: _Колонналар
uk: _Колонки
ur: _ﻢﻟﺎﮐ
uz: _Ustunlar
vi: _Cột
xh: _Imihlathi
yi: _ןטלאפש

source: _Popups
af: _Advertensies
am: _ብቅ-ባዮች
ar: _ﺊﺟﺎﻔﻣ ﺭﻮﻬﻇ ﺮﻬﻈﺗ
be: _Усплывальныя вокны
bg: _Изскачащи прозорци
bn: _পপআপ
et: _Hüpikaknad
eu: _Popup-ak
fa: _ﻮﺷ ﺯﺎﺑ ﯼﺎﻫ ﻩﺮﺠﻨﭘ
fi: _Ponnahdusikkunat
fil: _Mga popup
gl: _Ventás emerxentes
gu: _પૉપઅપ્સ
he: _םיצפוק תונולח
hi: _पॉप अप
hr: _Skočni prozori
hu: _Felugró ablakok
hy: _Թռուցիկ պատուհաններ
id: _Muncul tiba-tiba
is: _Sprettigluggar
ka: _ამომხტარი ფანჯარა
kk: _Қалқымалы терезелер
km: _លេចឡើង
kn: _ಏಳುತ್ತದೆ
ky: _Калкыма терезелер
lo: _ປັອບອັບ
lt: _Iššokančių langų
lv: _Uznirstošie logi
mi: _Pahūake
mk: _Скокачки прозорци
ml: _പോപ്പ് അപ്പുകൾ
mn: _Поп хүрэгчид
mr: _पॉपअप
my: _ပေါ့ပ်အပ်များ
ne: _पपअपहरू
or: _ପପ୍ଅପ୍ |
pa: _ਪੌਪ ਅੱਪ
ps: _ﭖﺍ ﭖﺎﭘ
ro: _Ferestre pop-up
rw: _Amashanyarazi
sd: _ﭖﺍ ﭖﺎﭘ
si: _උත්පතන
sk: _Vyskakovacie okná
sl: _Pojavna okna
sw: _Ibukizi
ta: _பாப்அப்கள்
te: _ఉప ప్రకటనలు
tg: _Поп-апҳо
th: _ป๊อปอัพ
tk: _Açylýan ýerler
tt: _Калкып чыгу
uk: _Спливаючі вікна
ur: _ﺲﭘﺍ ﭖﺎﭘ
uz: _Qalqib chiquvchi oynalar
vi: _Cửa sổ bật lên
xh: _Ii popups
yi: _ספּופּאָפּ

source: Popup _All Tasks
af: Opspringer _Alle take
am: ብቅታ _ሁሉም ተግባራት
ar: ﺓﺄﺠﻓ ﺮﻬﻈﻳ _ﻡﺎﻬﻤﻟﺍ ﻞﻛ
be: Усплывальнае акно _Усе заданні
bg: Изскачащ прозорец _Всички задачи
bn: পপআপ _সমস্ত কাজ
ca: Popup _Totes les tasques
cy: Popup _Pob Tasg
da: Pop op _Alle opgaver
eo: Ŝprucfenestro _Ĉiuj Taskoj
et: Hüpikaken _Kõik ülesanded
eu: Agertu _Zeregin guztiak
fa: ﻮﺷﺯﺎﺑ ﻩﺮﺠﻨﭘ _ﻒﯾﺎﻇﻭ ﻪﻤﻫ
fi: Ponnahdusikkuna _Kaikki tehtävät
fil: Popup _Lahat ng Gawain
fy: Opdûke _Alle taken
ga: Popup _Gach Tasc
gd: Nochd a-steach _A h-uile gnìomh
gl: Elemento emerxente _Todas as tarefas
gu: પ્રગટ થવું _બધા કાર્યો
he: ץפוק _תומישמה לכ
hi: पॉप अप _सभी कार्य
hr: Iskočiti _Svi zadaci
hu: Felugrik _Minden feladat
hy: Թռուցիկ պատուհան _Բոլոր առաջադրանքները
id: Muncul _Semua Tugas
is: Skjóta upp kollinum _Öll verkefni
ka: ამომხტარი ფანჯარა _ყველა ამოცანა
kk: Кенеттен шыққан _Барлық тапсырмалар
km: លោតu200bចេញu200bមក _កិច្ចការទាំងអស់។
kn: ಪಾಪ್ಅಪ್ _ಎಲ್ಲಾ ಕಾರ್ಯಗಳು
ku: Daxwazker _Hemû Karên
ky: Калкыма _Бардык тапшырмалар
lb: Optauchen _All Aufgaben
lo: ເດັ້ງu200bຂຶ້ນ _ວຽກງານທັງໝົດ
lt: Iššokantis langas _Visos užduotys
lv: Uznirstošais logs _Visi uzdevumi
mg: Pop up _Asa rehetra
mi: Pahūake _Nga Mahi Katoa
mk: Скокачки прозорец _Сите задачи
ml: പൊന്തിവരിക _എല്ലാ ജോലികളും
mn: Попап _Бүх даалгавар
mr: पॉपअप _सर्व कार्ये
mt: Popup _Il-Kompiti kollha
my: ပေါ်လာသည် _Tasks အားလုံး
nb: Popup _Alle oppgaver
ne: पपअप _सबै कार्यहरू
or: ପପ୍ଅପ୍ | _ସମସ୍ତ କାର୍ଯ୍ୟ
pa: ਪੋਪ - ਅਪ _ਸਾਰੇ ਕੰਮ
ps: ﻝﺪﯧﮐ ﻩﺭﺎﮑښ _ﯤﺪﻧﺩ ﯥﻟﻮټ
ro: Pop-up _Toate sarcinile
rw: Amashanyarazi _Inshingano zose
sd: ﭖﺍ ﭖﺎﭘ _ﻢڪ ﭛﺳ
si: මතුවන _සියලුම කාර්යයන්
sk: Objaviť sa _Všetky úlohy
sl: Pojavno okno _Vse naloge
sq: Shfaqem _Të gjitha detyrat
sw: Ibukizi _Kazi Zote
ta: பாப்அப் _அனைத்து பணிகளும்
te: పాప్అప్ _అన్ని పనులు
tg: Ҷаҳанда _Ҳама вазифаҳо
th: ป๊อปอัพ _งานทั้งหมด
tk: Açylýan ýer _Allhli meseleler
tt: Килеп чыгу _Барлык биремнәр
uk: Вискочити _Усі завдання
ur: ﭖﺍ ﭖﺎﭘ _ﻡﺎﮐ ﻡﺎﻤﺗ
uz: Qalqimoq _Barcha vazifalar
vi: Cửa sổ bật lên _Tất cả các nhiệm vụ
xh: Okupoqayo _Yonke imisebenzi
yi: גנירפּשפֿיוא _סקסאַט עלאַ

source: Stay On _Top
af: Bly aan _Top
am: ይቆዩ _ከፍተኛ
ar: ﺍﺰﻛﺮﻣ ﻲﻘﺑﺍ _ﺔﻤﻗ
be: Заставайся _Зверху
bg: Остани на _Горна част
bn: থাকার _শীর্ষ
ca: Romandre en _Superior
cy: Aros ymlaen _Uchaf
da: Bliv på _Top
eo: Resti sur _Supre
et: Jääma _Üles
eu: Egon zaitez _Goiena
fa: ﺭﺩ ﺖﻣﺎﻗﺍ _ﻻ﻿ﺎﺑ
fi: Pysyä _Ylös
fil: Manatili sa _Nangunguna
fy: Bliuw op _Top
ga: Bac a chur ar _Barr
gd: Fuirich ort _Top
gl: Queda encendido _Arriba
gu: ચાલુ રહો _ટોચ
he: לע ראשית _ןוילע קלח
hi: बने रहे _शीर्ष
hr: Ostati na _Vrh
hu: Maradni _Top
hy: Մնալ _Գագաթ
id: Tetap di _Atas
is: Vertu áfram _Efst
ka: დარჩი _ზედა
kk: Қалу _Жоғарғы
km: បន្ត _កំពូល
kn: ಅಲ್ಲೇ ಇರು _ಟಾಪ್
ku: Bisekinin _Lûtik
ky: Калуу _Жогорку
lb: Bleift weider _Top
lo: ຢູ່u200bໃນ _ເທິງ
lt: Pasilikti _Į viršų
lv: Palikt _Tops
mg: Mijanona eo _Top
mi: Noho ki runga _Runga
mk: Остани вклучен _Врв
ml: നിൽക്കണം _മുകളിൽ
mn: Дээр үлдэх _Топ
mr: चालू ठेवा _शीर्षस्थानी
mt: Ibqa' Fuq _Fuq
my: ဆက်နေပါ။ _ထိပ်တန်း
nb: Hold deg på _Topp
ne: जारी रहनुहोस् _शीर्ष
or: ରୁହନ୍ତୁ | _ଶୀର୍ଷ
pa: 'ਤੇ ਰਹੋ _ਸਿਖਰ
ps: ﻪﺷ ړﻻ﻿ﻭ _ﻪﺗﺭﻮﭘ
ro: A ramana la curent _Top
rw: Komeza _Hejuru
sd: ﻮﮐﺭ ﻱﺭﺎﺟ _ﻮﭥﻣ
si: රැඳී සිටින්න _ඉහළට
sk: Zostať _Hore
sl: Ostati na _Vrh
sq: Qëndro Aktiv _Top
sw: Endelea Kukaa _Juu
ta: தங்க _மேல்
te: ఉండక్కడ _టాప్
tg: Бимонед _боло
th: อยู่ใน _สูงสุด
tk: Dowam et _Topokarky
tt: Калыгыз _Topгары
uk: Залишатися _Топ
ur: ﻮﮨﺭ ﯼﺭﺎﺟ _ﺮﭘﻭﺍ
uz: Qoling _Yuqori
vi: Tiếp tục _Đứng đầu
xh: Hlala phezu _Phezulu
yi: ףיוא ןביילב _ןביוא

source: A_bove Others
af: A_bove Ander
am: A_bove ሌሎች
ar: A_bove ﻥﻭﺮﺣﺁ
be: A_bove Іншыя
bg: A_bove други
bn: A_bove অন্যান্য
ca: A_bove Altres
cy: A_bove Eraill
da: A_bove Andre
eo: A_bove Aliaj
et: A_bove teised
eu: A_bove Beste batzuk
fa: A_bove ﻥﺍﺮﮕﯾﺩ
fi: A_bove muut
fil: A_bove Ang iba
fy: A_bove Oaren
ga: A_bove Daoine eile
gd: A_bove Feadhainn eile
gl: A_bove Outros
gu: A_bove અન્ય
he: A_bove םירחא
hi: A_bove अन्य
hr: A_bove Drugi
hu: A_bove Mások
hy: A_bove Մյուսները
id: A_bove Yang lain
is: A_bove Aðrir
ka: A_bove სხვები
kk: A_bove Басқалар
km: A_bove ផ្សេងៗ
kn: A_bove ಇತರರು
ky: A_bove Башкалар
lb: A_bove Anerer
lo: A_bove ອື່ນໆ
lt: A_bove Kiti
lv: A_bove Citi
mg: A_bove Ny hafa
mi: A_bove Ko etahi atu
mk: A_bove Други
ml: A_bove മറ്റുള്ളവ
mn: A_bove Бусад
mr: A_bove इतर
mt: A_bove Oħrajn
my: A_bove တခြားသူတွေ
nb: A_bove Andre
ne: A_bove अरू
or: A_bove ଅନ୍ୟମାନେ |
pa: A_bove ਹੋਰ
ps: A_bove ﺭﻮﻧ
ro: A_bove Alții
rw: A_bove Abandi
sd: A_bove ﺎﻴﭔ
si: A_bove අන් අය
sk: A_bove Iní
sl: A_bove drugi
sq: A_bove Të tjerët
sw: A_bove Wengine
ta: A_bove மற்றவைகள்
te: A_bove ఇతరులు
tg: A_bove Дигарон
th: A_bove คนอื่น
tk: A_bove Beýlekiler
tt: A_bove Башкалар
uk: A_bove інші
ur: A_bove ﮮﺮﺳﻭﺩ
uz: A_bove Boshqalar
vi: A_bove Khác
xh: A_bove Abanye
yi: A_bove ערעדנא

source: All _Workspaces
af: Almal _Werkspasies
am: ሁሉም _የስራ ቦታዎች
ar: ﻊﻴﻤﺠﻟﺍ _ﻞﻤﻌﻟﺍ ﺕﺎﺣﺎﺴﻣ
be: Усе _Працоўныя прасторы
bg: всичко _Работни пространства
bn: সব _কর্মক্ষেত্র
ca: Tots _Espais de treball
cy: I gyd _Gweithleoedd
da: Alle _Arbejdsrum
eo: Ĉiuj _Laborspacoj
et: Kõik _Tööruumid
eu: Denak _Lan-eremuak
fa: ﻪﻤﻫ _ﯼﺭﺎﮐ ﯼﺎﻫﺎﻀﻓ
fi: Kaikki _Työtilat
fil: Lahat _Mga workspace
fy: Alle _Wurkromten
ga: Gach _Spásanna Oibre
gd: Uile _Àite-obrach
gl: Todos _Espazos de traballo
gu: બધા _કાર્યસ્થળો
he: לכ תא _הדובע יללח
hi: सभी _कार्यस्थानों
hr: svi _Radni prostori
hu: Összes _Munkaterületek
hy: Բոլորը _Աշխատանքային տարածքներ
id: Semua _Ruang kerja
is: Allt _Vinnurými
ka: ყველა _სამუშაო ადგილები
kk: Барлық _Жұмыс кеңістігі
km: ទាំងអស់។ _កន្លែងធ្វើការ
kn: ಎಲ್ಲಾ _ಕಾರ್ಯಕ್ಷೇತ್ರಗಳು
ku: Gişt _Cihên xebatê
ky: Баары _Workspaces
lb: All _Aarbechtsberäicher
lo: ທັງໝົດ _ພື້ນທີ່ເຮັດວຽກ
lt: Visi _Darbo vietos
lv: Visi _Darba vietas
mg: rehetra _sehatr'asa
mi: Katoa _Mokowāmahi
mk: Сите _Работни простори
ml: എല്ലാം _ജോലിസ്ഥലങ്ങൾ
mn: Бүгд _Ажлын талбарууд
mr: सर्व _कार्यक्षेत्रे
mt: Kollha _Spazji tax-xogħol
my: အားလုံး _အလုပ်နေရာများ
nb: Alle _Arbeidsområder
ne: सबै _कार्यस्थानहरू
or: ସମସ୍ତ _କାର୍ଯ୍ୟକ୍ଷେତ୍ର
pa: ਸਾਰੇ _ਵਰਕਸਪੇਸ
ps: ﻝﻮټ _ﻪﻧﻮﯾﺎځ ﻱﺭﺎﮐ
ro: Toate _Spații de lucru
rw: Byose _Umwanya
sd: ﭛﺳ _ءِﺎﺟ ﻲﺟ ﻢڪ
si: සියළුම _වැඩබිම්
sk: Všetky _Pracovné priestory
sl: vse _Delovni prostori
sq: Të gjitha _Hapësirat e punës
sw: Wote _Nafasi za kazi
ta: அனைத்து _பணியிடங்கள்
te: అన్నీ _కార్యస్థలాలు
tg: Ҳама _Ҷойҳои корӣ
th: ทั้งหมด _พื้นที่ทำงาน
tk: Hemmesi _Iş ýerleri
tt: Барысы да _Эш урыннары
uk: всі _Робочі простори
ur: ﻡﺎﻤﺗ _ﮟﯿﮩﮕﺟ ﯽﮐ ﻡﺎﮐ
uz: Hammasi _Ish joylari
vi: Tất cả _Không gian làm việc
xh: Konke _Iindawo zokusebenza
yi: עלאַ _סעסאַפּסקראָוו

source: _Detailed Stats
af: _Gedetailleerde statistieke
am: _ዝርዝር ስታቲስቲክስ
ar: _ﺔﻠﺼﻔﻣ ﺕﺎﻴﺋﺎﺼﺣﺍ
be: _Падрабязная статыстыка
bg: _Подробна статистика
bn: _বিস্তারিত পরিসংখ্যান
ca: _Estadístiques detallades
cy: _Ystadegau Manwl
da: _Detaljeret statistik
eo: _Detalaj Statoj
et: _Üksikasjalik statistika
eu: _Estatistika xehatuak
fa: _ﯽﻠﯿﺼﻔﺗ ﺭﺎﻣﺁ
fi: _Yksityiskohtaiset tilastot
fil: _Detalyadong Stats
fy: _Detaillearre Statistiken
ga: _Státaí Mionsonraithe
gd: _Stats mionaideach
gl: _Estadísticas detalladas
gu: _વિગતવાર આંકડા
he: _תוטרופמ תוקיטסיטטס
hi: _विस्तृत आँकड़े
hr: _Detaljna statistika
hu: _Részletes statisztika
hy: _Մանրամասն վիճակագրություն
id: _Statistik terperinci
is: _Ítarleg tölfræði
ka: _დეტალური სტატისტიკა
kk: _Егжей-тегжейлі статистика
km: _ស្ថិតិលម្អិត
kn: _ವಿವರವಾದ ಅಂಕಿಅಂಶಗಳು
ku: _Statîstîkên Berfireh
ky: _Толук статистика
lb: _Detailléiert Statistiken
lo: _ສະຖິຕິລະອຽດ
lt: _Išsami statistika
lv: _Detalizēta statistika
mg: _Stats amin'ny antsipiriany
mi: _Tauanga Taipitopito
mk: _Детална статистика
ml: _വിശദമായ സ്ഥിതിവിവരക്കണക്കുകൾ
mn: _Нарийвчилсан статистик
mr: _तपशीलवार आकडेवारी
mt: _Stats dettaljati
my: _အသေးစိတ်အခြေနေ
nb: _Detaljert statistikk
ne: _विस्तृत तथ्याङ्क
or: _ବିସ୍ତୃତ ପରିସଂଖ୍ୟାନ |
pa: _ਵਿਸਤ੍ਰਿਤ ਅੰਕੜੇ
ps: _ﯥﯾﺎﺼﺣﺍ ﻲﻠﯿﺼﻔﺗ
ro: _Statistici detaliate
rw: _Imibare irambuye
sd: _ﺮﮐﺍ ﮓﻧﺍ ﻲﻠﻴﺼﻔﺗ
si: _සවිස්තරාත්මක සංඛ්යා ලේඛන
sk: _Podrobné štatistiky
sl: _Podrobna statistika
sq: _Statistikat e Detajuara
sw: _Takwimu za Kina
ta: _விரிவான புள்ளிவிவரங்கள்
te: _వివరణాత్మక గణాంకాలు
tg: _Статистикаи муфассал
th: _สถิติโดยละเอียด
tk: _Jikme-jik statistika
tt: _Статистика
uk: _Детальна статистика
ur: _ﺭﺎﻤﺷﻭﺩﺍﺪﻋﺍ ﯽﻠﯿﺼﻔﺗ
uz: _Batafsil statistika
vi: _Số liệu thống kê chi tiết
xh: _Iinkcukacha-manani
yi: _ץאַטס דעליאַטעד
