Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
af: Jy is op die punt om te herstel %s %sgebruik %s - ALLE DATA SAL VERLORE WORD. Voer in %s herstel opdrag: Gebruik: %%%%v toestel lêer ( %s ) %%%%s rugsteunlêer ( %s ) EDIT MET SORG Hierdie opdrag word as root uitgevoer
am: ወደነበረበት ሊመለሱ ነው። %s %sበመጠቀም %s - ሁሉም ውሂብ ይጠፋል። አስገባ %s ትዕዛዙን ወደነበረበት መመለስ; ተጠቀም፡ %%%%v የመሳሪያ ፋይል ( %s ) %%%%s የመጠባበቂያ ፋይል ( %s ) በእንክብካቤ አርትዕ ይህ ትእዛዝ እንደ root ነው የሚሰራው።
ar: ﺓﺩﺎﻌﺘﺳﻻ﻿ﺍ ﻚﺷﻭ ﻰﻠﻋ ﺖﻧﺃ %s %sﻡﺍﺪﺨﺘﺳﺍ %s - .ﺕﺎﻧﺎﻴﺒﻟﺍ ﺔﻓﺎﻛ ﻥﺍﺪﻘﻓ ﻢﺘﻴﺳ ﻞﺧﺪﻳ %s :ﺓﺩﺎﻌﺘﺳﻻ﻿ﺍ ﺮﻣﺃ :ﻡﺪﺨﺘﺴﻳ %%%%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ( %s ) %%%%s ﻲﻃﺎﻴﺘﺣﻻ﻿ﺍ ﺦﺴﻨﻟﺍ ﻒﻠﻣ ( %s ) EDIT WITH CARE ﺭﺬﺠﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻢﺘﻳ
be: Вы збіраецеся аднавіць %s %sвыкарыстоўваючы %s - УСЕ ДАННЫЯ БУДУЦЬ СТРУЧАНЫ. Увайдзіце %s каманда аднаўлення: Выкарыстоўвайце: %%%%v файл прылады ( %s ) %%%%s файл рэзервовай копіі ( %s ) УВАЖНА рэдагаваць Гэтая каманда выконваецца ад імя root
bg: Предстои ви възстановяване %s %sизползвайки %s - ВСИЧКИ ДАННИ ЩЕ СЕ ИЗГУБЯТ. Въведете %s команда за възстановяване: Използвайте: %%%%v файл на устройството ( %s ) %%%%s архивен файл ( %s ) РЕДАКТИРАНЕ ВНИМАТЕЛНО Тази команда се изпълнява като root
bn: আপনি পুনরুদ্ধার করতে চলেছেন৷ %s %sব্যবহার %s - সমস্ত ডেটা হারিয়ে যাবে। প্রবেশ করুন %s পুনরুদ্ধার কমান্ড: ব্যবহার করুন: %%%%v ডিভাইস ফাইল ( %s ) %%%%s ব্যাকআপ ফাইল ( %s ) যত্নের সাথে সম্পাদনা করুন এই কমান্ডটি রুট হিসাবে চালানো হয়
ca: Estàs a punt de restaurar-te %s %sutilitzant %s - TOTES LES DADES ES PERDRAN. Entra %s comanda de restauració: Ús: %%%%v fitxer del dispositiu ( %s ) %%%%s fitxer de còpia de seguretat ( %s ) EDITAR AMB CURA Aquesta ordre s'executa com a root
cy: Rydych chi ar fin adfer %s %sgan ddefnyddio %s - BYDD POB DATA YN COLLI. Rhowch %s adfer gorchymyn: Defnyddiwch: %%%%v ffeil ddyfais ( %s ) %%%%s ffeil wrth gefn ( %s ) GOLYGU GYDA GOFAL Mae'r gorchymyn hwn yn cael ei redeg fel gwraidd
da: Du er ved at genoprette %s %sved brug af %s - ALLE DATA VIL TABE. Gå ind %s gendan kommando: Brug: %%%%v enhedsfil ( %s ) %%%%s backup-fil ( %s ) EDIT WITH CARE Denne kommando køres som root
eo: Vi estas restariginta %s %suzante %s - ĈIUJ DATUMO PERDIS. Eniru %s restarigi komandon: Uzu: %%%%v aparato dosiero ( %s ) %%%%s rezerva dosiero ( %s ) REDAKTU ZORGE Ĉi tiu komando ruliĝas kiel radiko
et: Olete taastamas %s %skasutades %s - KÕIK ANDMED KAOTAVAD. Sisenema %s taastamise käsk: Kasuta: %%%%v seadme fail ( %s ) %%%%s varukoopiafail ( %s ) EDIT TÄHELEPANU Seda käsku käivitatakse administraatorina
eu: Berrezartzear zaude %s %serabiliz %s - DATU GUZTIAK GALDUKO DIRA. Sartu %s leheneratu komandoa: Erabili: %%%%v gailuaren fitxategia ( %s ) %%%%s babeskopia fitxategia ( %s ) EDITATU KONTUZ Komando hau root gisa exekutatzen da
fa: ﺪﯿﺘﺴﻫ ﯽﺑﺎﯾﺯﺎﺑ ﻑﺮﺷ ﺭﺩ ﺎﻤﺷ %s %sﻥﺩﺮﻛ ﻩﺩﺎﻔﺘﺳﺍ %s - .ﺖﻓﺭ ﺪﻨﻫﺍﻮﺧ ﺖﺳﺩ ﺯﺍ ﺎﻫ ﻩﺩﺍﺩ ﻡﺎﻤﺗ ﺩﺭﺍﻭ %s :restore ﺭﻮﺘﺳﺩ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%%%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ( %s ) %%%%s ﻥﺎﺒﯿﺘﺸﭘ ﻞﯾﺎﻓ ( %s ) EDIT WITH CARE ﺕﺭﻮﺻ ﻪﺑ ﺭﻮﺘﺳﺩ ﻦﯾﺍ root ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ
fi: Olet palauttamassa %s %skäyttämällä %s - KAIKKI TIEDOT MENETETÄÄN. Tulla sisään %s palautuskomento: Käyttää: %%%%v laitetiedosto ( %s ) %%%%s varmuuskopiotiedosto ( %s ) MUOKKAA HUOLELLISESTI Tämä komento suoritetaan pääkäyttäjänä
fil: Malapit ka nang mag-restore %s %sgamit %s - MAWAWALA ANG LAHAT NG DATA. Pumasok %s ibalik ang utos: Gamitin ang: %%%%v file ng device ( %s ) %%%%s backup na file ( %s ) I-EDIT NA MAY PAG-IINGAT Ang command na ito ay pinapatakbo bilang root
fy: Jo steane op it punt om te herstellen %s %sbrûkend %s - ALLE GEGEVENS SILLE FERLEREN. Yngean %s kommando weromsette: Brûke: %%%%v apparaat triem ( %s ) %%%%s reservekopy triem ( %s ) EDIT WITH CARE Dit kommando wurdt útfierd as root
ga: Tá tú ar tí athshlánú %s %sag baint úsáide as %s - BEIDH GACH SONRAÍ AR FHÁIL. Iontráil %s ordú a chur ar ais: Úsáid: %%%%v comhad feiste ( %s ) %%%%s comhad cúltaca ( %s ) Eagar LE CÚRAM Ritheann an t-ordú seo mar fhréamh
gd: Tha thu gu bhith a ’toirt air ais %s %sa ’cleachdadh %s - Bithear a ’call a h-uile dàta. Cuir a-steach %s àithne a thoirt air ais: Cleachd: %%%%v faidhle inneal ( %s ) %%%%s faidhle cùl-taic ( %s ) EDIT WITH CARE Tha an àithne seo air a ruith mar fhreumh
gl: Estás a piques de restaurar %s %susando %s - TODOS OS DATOS PERDERÁNSE. Entra %s comando de restauración: Uso: %%%%v ficheiro do dispositivo ( %s ) %%%%s ficheiro de copia de seguridade ( %s ) EDITAR CON COIDADO Este comando execútase como root
gu: તમે પુનઃસ્થાપિત કરવાના છો %s %sમદદથી %s - તમામ ડેટા ખોવાઈ જશે. દાખલ કરો %s પુનઃસ્થાપિત આદેશ: વાપરવુ: %%%%v ઉપકરણ ફાઇલ ( %s ) %%%%s બેકઅપ ફાઇલ ( %s ) સંભાળ સાથે સંપાદિત કરો આ આદેશ રૂટ તરીકે ચલાવવામાં આવે છે
he: רזחשל דמוע התא %s %sתועצמאב %s - .ודבאי םינותנה לכ סנכיהל %s :רוזחש תדוקפ :שמתשהל %%%%v רישכמה ץבוק ( %s ) %%%%s יוביג ץבוק ( %s ) EDIT WITH CARE שרושכ תלעפומ וז הדוקפ
hi: आप पुनर्स्थापित करने वाले हैं %s %sका उपयोग करते हुए %s - सारा डेटा खो जाएगा। प्रवेश करना %s आदेश बहाल करें: उपयोग: %%%%v डिवाइस फ़ाइल ( %s ) %%%%s बैकअपफ़ाइल ( %s ) देखभाल के साथ संपादित करें यह आदेश रूट के रूप में चलाया जाता है
hr: Upravo ćete se vratiti %s %skorištenjem %s - SVI PODACI ĆE BITI IZGUBLJENI. Unesi %s naredba vraćanja: Koristiti: %%%%v datoteku uređaja ( %s ) %%%%s sigurnosna kopija datoteke ( %s ) UREDI PAŽLJIVO Ova se naredba izvodi kao root
hu: A helyreállítás előtt áll %s %ssegítségével %s - MINDEN ADAT ELVESZ. Belép %s visszaállítási parancs: Használat: %%%%v eszköz fájl ( %s ) %%%%s biztonsági másolat fájl ( %s ) EDIT WITH CARE Ez a parancs rootként fut
hy: Դուք պատրաստվում եք վերականգնել %s %sօգտագործելով %s - ԲՈԼՈՐ ՏՎՅԱԼՆԵՐԸ ԿԿՈՐՈՒՆԵՆ։ Մուտքագրեք %s վերականգնել հրամանը. Օգտագործեք: %%%%v սարքի ֆայլը ( %s ) %%%%s կրկնօրինակ ֆայլ ( %s ) ԽՆԱՄՔՈՎ ԽՄԲԱԳՐԵԼ Այս հրամանը գործարկվում է որպես արմատ
id: Anda akan memulihkan %s %smenggunakan %s - SEMUA DATA AKAN HILANG. Memasuki %s mengembalikan perintah: Menggunakan: %%%%v berkas perangkat ( %s ) %%%%s berkas cadangan ( %s ) EDIT WITH CARE Perintah ini dijalankan sebagai root
is: Þú ert að fara að endurheimta %s %snota %s - ÖLL GÖGN MUN TAPAST. Koma inn %s endurheimta skipun: Notaðu: %%%%v tæki skrá ( %s ) %%%%s öryggisafrit skrá ( %s ) EDIT WITH CARE Þessi skipun er keyrð sem rót
ka: თქვენ აპირებთ აღდგენას %s %sგამოყენებით %s - ყველა მონაცემი დაიკარგება. შედი %s აღდგენის ბრძანება: გამოყენება: %%%%v მოწყობილობის ფაილი ( %s ) %%%%s სარეზერვო ფაილი ( %s ) სიფრთხილით რედაქტირება ეს ბრძანება გაშვებულია როგორც root
kk: Сіз қалпына келтірейін деп жатырсыз %s %sқолдану %s - БАРЛЫҚ ДЕРЕКТЕР ЖОҚ БОЛАДЫ. Енгізіңіз %s қалпына келтіру пәрмені: Қолдану: %%%%v құрылғы файлы ( %s ) %%%%s сақтық көшірме файлы ( %s ) МАҚСАТ МЕНЕН ӨҢДЕУ Бұл пәрмен түбір ретінде іске қосылады
km: អ្នកហៀបនឹងស្តារឡើងវិញ %s %sការប្រើប្រាស់ %s - ទិន្នន័យទាំងអស់នឹងត្រូវបាត់បង់។ ចូល %s ស្ដារពាក្យបញ្ជា៖ ប្រើ៖ %%%%v ឯកសារឧបករណ៍ ( %s ) %%%%s ឯកសារបម្រុងទុក ( %s ) កែសម្រួលដោយយកចិត្តទុកដាក់ ពាក្យបញ្ជានេះត្រូវបានដំណើរការជា root
kn: ನೀವು ಪುನಃಸ್ಥಾಪಿಸಲಿರುವಿರಿ %s %sಬಳಸಿ %s - ಎಲ್ಲಾ ಡೇಟಾ ಕಳೆದುಹೋಗುತ್ತದೆ. ನಮೂದಿಸಿ %s ಮರುಸ್ಥಾಪನೆ ಆಜ್ಞೆ: ಬಳಸಿ: %%%%v ಸಾಧನ ಫೈಲ್ ( %s ) %%%%s ಬ್ಯಾಕಪ್ ಫೈಲ್ ( %s ) ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂಪಾದಿಸಿ ಈ ಆಜ್ಞೆಯನ್ನು ರೂಟ್ ಆಗಿ ಚಲಾಯಿಸಲಾಗುತ್ತದೆ
ku: Hûn li ber restorekirinê ne %s %sbikaranîn %s - HEMÛ DAN DÊ WINDA BIN. Derbasbûn %s fermana vegerandinê: Bikaranîn: %%%%v pelê amûrê ( %s ) %%%%s pelê hilanînê ( %s ) BI HIŞYAR BIDIN Ev ferman wekî root tê xebitandin
ky: Сиз калыбына келтиргени жатасыз %s %sколдонуу %s - БАРДЫК МААЛЫМАТТАР ЖОГОЛОТ. Кириңиз %s калыбына келтирүү буйругу: Колдонуу: %%%%v түзмөк файлы ( %s ) %%%%s камдык файл ( %s ) ЭСКЕРТҮҮ МЕНЕН ӨҢДӨТ Бул буйрук root катары иштетилет
lb: Dir sidd amgaang ze restauréieren %s %sbenotzt %s - ALL Donnéeën GËTT VERLUER. Gitt an %s restauréieren Kommando: Benotzt: %%%%v Apparat Fichier ( %s ) %%%%s Backupsatellit Fichier ( %s ) EDIT MAT CARE Dëse Kommando gëtt als Root ausgeführt
lo: ທ່ານກຳລັງຈະຟື້ນຟູ %s %sການນໍາໃຊ້ %s - ຂໍ້ມູນທັງໝົດຈະສູນເສຍໄປ. ເຂົ້າ %s ຟື້ນຟູຄໍາສັ່ງ: ໃຊ້: %%%%v ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b ( %s ) %%%%s ໄຟລu200b໌u200bາu200bຮອງu200b ( %s ) ແກ້ໄຂດ້ວຍການດູແລ ຄໍາສັ່ງນີ້ແມ່ນດໍາເນີນການເປັນຮາກ
lt: Jūs ruošiatės atkurti %s %snaudojant %s - VISI DUOMENYS BUS PRARASTI. Įeikite %s atkūrimo komanda: Naudokite: %%%%v įrenginio failas ( %s ) %%%%s atsarginės kopijos failą ( %s ) REDAGUOTI ATSARGIAI Ši komanda vykdoma kaip root
lv: Jūs gatavojaties atjaunot %s %sizmantojot %s - VISI DATI TIKS ZAUDĒTI. Ievadiet %s atjaunošanas komanda: Izmantojiet: %%%%v ierīces fails ( %s ) %%%%s dublējuma fails ( %s ) REDIĢĒT UZMANĪGI Šī komanda tiek palaista kā root
mg: Haverinao indray %s %smampiasa %s - HO VERY NY DATA REHETRA. Ampidiro %s baiko famerenana: Ampiasao: %%%%v rakitra fitaovana ( %s ) %%%%s rakitra backup ( %s ) OVY AMIN'NY FITANDREMANA Ity baiko ity dia natao ho root
mi: Kua tata koe ki te whakaora %s %ste whakamahi %s - KA NGARO KATOA NGA RARAUNGA. Tomo %s whakahau whakaora: Whakamahia: %%%%v kōnae taputapu ( %s ) %%%%s kōnae pūrua ( %s ) Whakatikatika ma te tupato Ka whakahaerehia tenei whakahau hei pakiaka
mk: Ќе се вратите %s %sкористење %s - СИТЕ ПОДАТОЦИ ЌЕ БИДАТ ИЗГУБЕН. Внесете %s команда за обновување: Користете: %%%%v датотека на уредот ( %s ) %%%%s резервна датотека ( %s ) УРЕДИ СО ВНИМАТЕЛНО Оваа команда се извршува како root
ml: നിങ്ങൾ പുനഃസ്ഥാപിക്കാൻ പോകുകയാണ് %s %sഉപയോഗിക്കുന്നത് %s - എല്ലാ ഡാറ്റയും നഷ്ടപ്പെടും. നൽകുക %s കമാൻഡ് പുനഃസ്ഥാപിക്കുക: ഉപയോഗിക്കുക: %%%%v ഉപകരണ ഫയൽ ( %s ) %%%%s ബാക്കപ്പ് ഫയൽ ( %s ) ശ്രദ്ധയോടെ എഡിറ്റ് ചെയ്യുക ഈ കമാൻഡ് റൂട്ട് ആയി പ്രവർത്തിക്കുന്നു
mn: Та сэргээх гэж байна %s %sашиглаж байна %s - БҮХ МЭДЭЭЛЭЛ АЛДАХ БОЛНО. Оруулна уу %s сэргээх тушаал: Хэрэглэх: %%%%v төхөөрөмжийн файл ( %s ) %%%%s нөөц файл ( %s ) БОЛОМЖТОЙ ЗАСАХ Энэ командыг root хэлбэрээр ажиллуулна
mr: तुम्ही पुनर्संचयित करणार आहात %s %sवापरणे %s - सर्व डेटा नष्ट होईल. प्रविष्ट करा %s पुनर्संचयित आदेश: वापरा: %%%%v डिव्हाइस फाइल ( %s ) %%%%s बॅकअप फाइल ( %s ) एडिट विथ केअर ही कमांड रूट म्हणून चालवली जाते
mt: Inti se tirrestawra %s %sbl-użu %s - ID-DATA KOLLHA SE TIINTILEF. Daħħal %s irrestawra kmand: Użu: %%%%v fajl tal-apparat ( %s ) %%%%s fajl backup ( %s ) EDITJA B'KURA Dan il-kmand jitmexxa bħala root
my: ပြန်ယူပါတော့မည်။ %s %sသုံးပြီး %s - ဒေတာအားလုံး ပျောက်ဆုံးသွားပါမည်။ ဝင်ပါ။ %s ပြန်လည်ရယူသည့်အမိန့် အသုံးပြုရန်- %%%%v စက်ဖိုင် ( %s ) %%%%s အရန်ဖိုင် ( %s ) ဂရုစိုက်ခြင်းဖြင့် တည်းဖြတ်ပါ ဤအမိန့်ကို root အဖြစ် လုပ်ဆောင်ပါသည်။
nb: Du er i ferd med å gjenopprette %s %sved hjelp av %s - ALLE DATA GÅR TAP. Tast inn %s gjenopprett kommando: Bruk: %%%%v enhetsfil ( %s ) %%%%s sikkerhetskopifil ( %s ) EDIT WITH CARE Denne kommandoen kjøres som root
ne: तपाईं पुनर्स्थापना गर्न लाग्दै हुनुहुन्छ %s %sप्रयोग गर्दै %s - सबै डाटा नष्ट हुनेछ। प्रविष्ट गर्नुहोस् %s पुनर्स्थापना आदेश: प्रयोग गर्नुहोस्: %%%%v उपकरण फाइल ( %s ) %%%%s ब्याकअप फाइल ( %s ) हेरचाहको साथ सम्पादन गर्नुहोस् यो आदेश रूटको रूपमा चलाइएको छ
or: ଆପଣ ପୁନରୁଦ୍ଧାର କରିବାକୁ ଯାଉଛନ୍ତି | %s %sବ୍ୟବହାର କରି | %s - ସମସ୍ତ ତଥ୍ୟ ହଜିଯିବ | ଏଣ୍ଟର୍ କରନ୍ତୁ | %s ପୁନ restore ସ୍ଥାପନ ନିର୍ଦ୍ଦେଶ: ବ୍ୟବହାର: %%%%v ଡିଭାଇସ୍ ଫାଇଲ୍ | ( %s ) %%%%s ନକଲ ସଂରକ୍ଷଣ ଫାଇଲ ( %s ) ଯତ୍ନ ସହିତ ସଂପାଦନ କରନ୍ତୁ ଏହି ନିର୍ଦ୍ଦେଶଟି ମୂଳ ଭାବରେ ଚାଲିଥାଏ |
pa: ਤੁਸੀਂ ਰੀਸਟੋਰ ਕਰਨ ਜਾ ਰਹੇ ਹੋ %s %sਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ %s - ਸਾਰਾ ਡਾਟਾ ਨਸ਼ਟ ਹੋ ਜਾਵੇਗਾ। ਦਰਜ ਕਰੋ %s ਰੀਸਟੋਰ ਕਮਾਂਡ: ਵਰਤੋ: %%%%v ਡਿਵਾਈਸ ਫਾਈਲ ( %s ) %%%%s ਬੈਕਅੱਪ ਫਾਇਲ ( %s ) ਦੇਖਭਾਲ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ ਇਹ ਕਮਾਂਡ ਰੂਟ ਵਜੋਂ ਚਲਾਈ ਜਾਂਦੀ ਹੈ
ps: ﺖﺳﺎﯾ ﯥﮐ ﻝﺎﺣ ﻪﭘ ﻮﻟﻮﻏﺭ ﺎﯿﺑ ﺩ ﻮﺳﺎﺗ %s %sﻝﻭﺭﺎﮐ %s - .ﻲﺷ ﮎﺭﻭ ﻪﺑ ﺕﺎﻣﻮﻠﻌﻣ ﻝﻮټ ﻞﺗﻮﻨﻧ %s :ﺮﻣﺍ ﯥﻧﻮﻏﺭ ﺎﯿﺑ ﺩ :ﻝﻭﺭﺎﮐ %%%%v ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ ( %s ) %%%%s ﻞﯾﺎﻓ ﭖﺍ ﮏﯿﺑ ( %s ) ﻱږﯿﻠﭼ ﻪګﻮﺗ ﻪﭘ ټﻭﺭ ﺩ ډﻧﺎﻤﮐ ﺍﺩ ﺉړﮐ ټﯾډﯾﺍ ﻩﺮﺳ ﯥﻧﺮﻠﻣﺎﭘ ﻪﭘ
ro: Sunteți pe cale să vă restaurați %s %sfolosind %s - TOATE DATELE VOR FI PIERDE. introduce %s comanda de restaurare: Utilizare: %%%%v fișierul dispozitivului ( %s ) %%%%s fisier de rezerva ( %s ) EDITARE CU ATENTIE Această comandă este rulată ca root
rw: Ugiye kugarura %s %sgukoresha %s - DATA YOSE IZATAKAZA. Injira %s kugarura itegeko: Koresha: %%%%v dosiye ( %s ) %%%%s dosiye yububiko ( %s ) Hindura UFITE ICYITONDERWA Iri tegeko rikoreshwa nkumuzi
sd: ﻮﻴﻫﺁ ﺍﺭﺍﻭ ﮠﺮڪ ﻝﺎﺤﺑ ﻥﺎﻫﻮﺗ %s %sﻱﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ %s - .ﺍﺪﻨﻳﻭ ﻲﭤ ﻢﮔ ﺎٽﻳڊ ﭛﺳ ﻮﻳﺮڪ ﻞﺧﺍﺩ %s :ﻢڪﺣ ﻝﺎﺤﺑ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ ( %s ) %%%%s ﻞﺋﺎﻓ ﭖﺍ ڪﻴﺑ ( %s ) ﻲﮬﺁ ﻭﺪﻨﻳﻭ ﻮﻳﻼ﻿ﮬ ﺭﻮﻃ ٽﻭﺭ ﻢڪﺣ ﻲﮬ ﻮﻳﺮڪ ﻢﻴﻣﺮﺗ ﻥﺎﺳ ﻝﺎﭝﻨﺳ
si: ඔබ යථා තත්ත්වයට පත් කිරීමට ආසන්නයි %s %sභාවිතා කරමින් %s - සියලුම දත්ත අහිමි වනු ඇත. ඇතුල් කරන්න %s ප්u200dරතිසාධන විධානය: භාවිත: %%%%v උපාංග ගොනුව ( %s ) %%%%s උපස්ථ ගොනුව ( %s ) පරිස්සමෙන් සංස්කරණය කරන්න මෙම විධානය root ලෙස ක්u200dරියාත්මක වේ
sk: Chystáte sa obnoviť %s %spoužitím %s - VŠETKY ÚDAJE SA STRATAJÚ. Zadajte %s príkaz na obnovenie: Použitie: %%%%v súbor zariadenia ( %s ) %%%%s záložný súbor ( %s ) UPRAVIŤ STAROSTLIVO Tento príkaz sa spúšťa ako root
sl: Pred tem boste obnovili %s %sz uporabo %s - VSI PODATKI BODO IZGUBLJENI. Vnesite %s ukaz za obnovitev: Uporaba: %%%%v datoteko naprave ( %s ) %%%%s varnostno kopijo datoteke ( %s ) VARNO UREJAJ Ta ukaz se izvaja kot root
sq: Ju jeni gati për të rivendosur %s %sduke përdorur %s - TË GJITHA TË DHËNAT DO TË HUMBEN. Hyni %s komanda e rivendosjes: Përdorni: %%%%v skedari i pajisjes ( %s ) %%%%s skedar rezervë ( %s ) EDIT ME KUJDES Kjo komandë ekzekutohet si rrënjë
sw: Unakaribia kurejesha %s %skutumia %s - DATA ZOTE ZITAPOTEA. Ingiza %s kurejesha amri: Tumia: %%%%v faili ya kifaa ( %s ) %%%%s faili chelezo ( %s ) BADILISHA KWA UMAKINI Amri hii inaendeshwa kama mzizi
ta: நீங்கள் மீட்டெடுக்க உள்ளீர்கள் %s %sபயன்படுத்தி %s - அனைத்து தரவுகளும் இழக்கப்படும். உள்ளிடவும் %s மீட்டமை கட்டளை: பயன்படுத்தவும்: %%%%v சாதன கோப்பு ( %s ) %%%%s காப்பு கோப்பு ( %s ) கவனமாக திருத்தவும் இந்த கட்டளை ரூட்டாக இயக்கப்படுகிறது
te: మీరు పునరుద్ధరించబోతున్నారు %s %sఉపయోగించి %s - మొత్తం డేటా పోతుంది. నమోదు చేయండి %s ఆదేశాన్ని పునరుద్ధరించండి: వా డు: %%%%v పరికర ఫైల్ ( %s ) %%%%s బ్యాకప్ ఫైల్ ( %s ) జాగ్రత్తతో సవరించండి ఈ ఆదేశం రూట్u200cగా అమలు చేయబడుతుంది
tg: Шумо дар бораи барқарор карданиед %s %sистифода бурдан %s - ҲАМАИ МАЪЛУМОТ ГУМ МЕШАВАД. Ворид кунед %s фармони барқарор: Истифода: %%%%v файли дастгоҳ ( %s ) %%%%s файли эҳтиётӣ ( %s ) БО ЭҲТИЁТ ТАВРИР КАРДАН Ин фармон ҳамчун реша иҷро мешавад
th: คุณกำลังจะกู้คืน %s %sโดยใช้ %s - ข้อมูลทั้งหมดจะสูญหาย เข้า %s เรียกคืนคำสั่ง: ใช้: %%%%v ไฟล์อุปกรณ์ ( %s ) %%%%s ไฟล์สำรอง ( %s ) แก้ไขด้วยความระมัดระวัง คำสั่งนี้รันเป็น root
tk: Dikeltmekçi bolýarsyňyz %s %sulanmak bilen %s - ALhli maglumatlar ýitiriler. Enter %s dikeltmek buýrugy: Ulany: %%%%v enjam faýly ( %s ) %%%%s ätiýaçlyk faýl ( %s ) Seresaplyk bilen redaktirläň Bu buýruk kök hökmünde işleýär
tt: Сез торгызырга җыенасыз %s %sкуллану %s - БАРЫ ДАТА Lгалтылачак. Керегез %s торгызу боерыгы: Куллану: %%%%v җайланма файлы ( %s ) %%%%s резерв файл ( %s ) Игътибар белән үзгәртегез Бу боерык тамыр булып эшләнә
uk: Ви збираєтеся відновити %s %sвикористання %s - ВСІ ДАНІ БУДУТЬ ВТРАЧЕНО. Введіть %s команда відновлення: Використовуйте: %%%%v файл пристрою ( %s ) %%%%s файл резервної копії ( %s ) УВАЖНО РЕДАГУВАТИ Цю команду запускають від імені root
ur: ۔ﮟﯿﮨ ﮯﻟﺍﻭ ﮯﻧﺮﮐ ﻝﺎﺤﺑ ﭖﺁ %s %sﮯﺋﻮﮨ ﮯﺗﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %s - ۔ﺎﮔ ﮯﺋﺎﺟ ﻮﮨ ﻊﺋﺎﺿ ﺎﭩﯾﮈ ﻡﺎﻤﺗ ۔ﮟﯾﺮﮐ ﻞﺧﺍﺩ %s :ﻢﮑﺣ ﺎﮐ ﮯﻧﺮﮐ ﻝﺎﺤﺑ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ ( %s ) %%%%s ﻞﺋﺎﻓ ﭖﺍ ﮏﯿﺑ ( %s ) ۔ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﻼ﻿ﭼ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﭦﻭﺭ ﮉﻧﺎﻤﮐ ﮧﯾ ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﮭﺑ ﮫﮑﯾﺩ
uz: Siz qayta tiklamoqchisiz %s %sfoydalanish %s - HAMMA MA'LUMOTLAR YO'QOTILADI. Kirish %s tiklash buyrug'i: Foydalanish: %%%%v qurilma fayli ( %s ) %%%%s zaxira fayl ( %s ) EHTIYOT BILAN EDIT Bu buyruq root sifatida ishga tushiriladi
vi: Bạn sắp khôi phục %s %ssử dụng %s - TẤT CẢ DỮ LIỆU SẼ BỊ MẤT. đi vào %s lệnh khôi phục: Sử dụng: %%%%v tập tin thiết bị ( %s ) %%%%s tập tin sao lưu ( %s ) CHỈNH SỬA VỚI CHĂM SÓC Lệnh này được chạy dưới dạng root
xh: Umalunga nokubuyisela %s %susebenzisa %s - YONKE IDATHA IYA KULAHEKA. Ngena %s buyisela umyalelo: Sebenzisa: %%%%v ifayile yesixhobo ( %s ) %%%%s ifayile elilalela ( %s ) HLELA NGONONOPHELO Lo myalelo uqhutywa njengengcambu
yi: ןרעקמו וצ ןגעוו טנעז ריא %s %sןצינ %s - .ןלאַפראַפ ןייז טעוו ןטאַד עלאַ ןיַיראַ %s :לעפֿאַב ראָטסיר :ןצינ %%%%v עקעט לטימ ( %s ) %%%%s עקעט פּאַקאַב ( %s ) לצראָוו יוו ןפיול זיא לעפֿאַב םעד גראָז טימ ןריגאַדער

source: Restore
af: Herstel
am: እነበረበት መልስ
ar: ﺪﻴﻌﻳ
be: Аднавіць
bg: Възстанови
bn: পুনরুদ্ধার করুন
ca: Restaurar
cy: Adfer
da: Gendan
eo: Restaŭri
et: Taastama
eu: Berreskuratu
fa: ﻥﺪﻧﺍﺩﺮﮔﺯﺎﺑ
fi: Palauttaa
fil: Ibalik
fy: Weromsette
ga: Athchóirigh
gd: Ath-nuadhachadh
gl: Restaurar
gu: પુનઃસ્થાપિત
he: רזחשל
hi: पुनर्स्थापित
hr: Vratiti
hu: visszaállítás
hy: Վերականգնել
id: Memulihkan
is: Endurheimta
ka: აღდგენა
kk: Қалпына келтіру
km: ស្តារ
kn: ಮರುಸ್ಥಾಪಿಸಿ
ku: Nûvdekirin
ky: Калыбына келтирүү
lb: Restauréieren
lo: ຟື້ນຟູ
lt: Atkurti
lv: Atjaunot
mg: Ampodio
mi: Whakaora
mk: Врати
ml: പുനഃസ്ഥാപിക്കുക
mn: Сэргээх
mr: पुनर्संचयित करा
mt: Irrestawra
my: ပြန်ယူ
nb: Restaurere
ne: पुनर्स्थापना गर्नुहोस्
or: ପୁନରୁଦ୍ଧାର କରନ୍ତୁ |
pa: ਰੀਸਟੋਰ ਕਰੋ
ps: ﻝﻮﻏﺭ ﺎﯿﺑ
ro: Restabili
rw: Kugarura
sd: ﻮﻳﺮڪ ﻝﺎﺤﺑ
si: ප්u200dරතිෂ්ඨාපනය කරන්න
sk: Obnoviť
sl: Obnovi
sq: Rivendos
sw: Rejesha
ta: மீட்டமை
te: పునరుద్ధరించు
tg: Барқарор кардан
th: คืนค่า
tk: Dikelt
tt: Реставрация
uk: Відновлювати
ur: ۔ﮟﯾﺮﮐ ﻝﺎﺤﺑ
uz: Qayta tiklash
vi: Khôi phục
xh: Buyisela
yi: ראָטסיר

source: %s Restore %s
af: %s Herstel %s
am: %s እነበረበት መልስ %s
ar: %s ﺪﻴﻌﻳ %s
be: %s Аднавіць %s
bg: %s Възстанови %s
bn: %s পুনরুদ্ধার করুন %s
ca: %s Restaurar %s
cy: %s Adfer %s
da: %s Gendan %s
eo: %s Restaŭri %s
et: %s Taastama %s
eu: %s Berreskuratu %s
fa: %s ﻥﺪﻧﺍﺩﺮﮔﺯﺎﺑ %s
fi: %s Palauttaa %s
fil: %s Ibalik %s
fy: %s Weromsette %s
ga: %s Athchóirigh %s
gd: %s Ath-nuadhachadh %s
gl: %s Restaurar %s
gu: %s પુનઃસ્થાપિત %s
he: %s רזחשל %s
hi: %s पुनर्स्थापित %s
hr: %s Vratiti %s
hu: %s visszaállítás %s
hy: %s Վերականգնել %s
id: %s Memulihkan %s
is: %s Endurheimta %s
ka: %s აღდგენა %s
kk: %s Қалпына келтіру %s
km: %s ស្តារ %s
kn: %s ಮರುಸ್ಥಾಪಿಸಿ %s
ku: %s Nûvdekirin %s
ky: %s Калыбына келтирүү %s
lb: %s Restauréieren %s
lo: %s ຟື້ນຟູ %s
lt: %s Atkurti %s
lv: %s Atjaunot %s
mg: %s Ampodio %s
mi: %s Whakaora %s
mk: %s Врати %s
ml: %s പുനഃസ്ഥാപിക്കുക %s
mn: %s Сэргээх %s
mr: %s पुनर्संचयित करा %s
mt: %s Irrestawra %s
my: %s ပြန်ယူ %s
nb: %s Restaurere %s
ne: %s पुनर्स्थापना गर्नुहोस् %s
or: %s ପୁନରୁଦ୍ଧାର କରନ୍ତୁ | %s
pa: %s ਰੀਸਟੋਰ ਕਰੋ %s
ps: %s ﻝﻮﻏﺭ ﺎﯿﺑ %s
ro: %s Restabili %s
rw: %s Kugarura %s
sd: %s ﻮﻳﺮڪ ﻝﺎﺤﺑ %s
si: %s ප්u200dරතිෂ්ඨාපනය කරන්න %s
sk: %s Obnoviť %s
sl: %s Obnovi %s
sq: %s Rivendos %s
sw: %s Rejesha %s
ta: %s மீட்டமை %s
te: %s పునరుద్ధరించు %s
tg: %s Барқарор кардан %s
th: %s คืนค่า %s
tk: %s Dikelt %s
tt: %s Реставрация %s
uk: %s Відновлювати %s
ur: %s ۔ﮟﯾﺮﮐ ﻝﺎﺤﺑ %s
uz: %s Qayta tiklash %s
vi: %s Khôi phục %s
xh: %s Buyisela %s
yi: %s ראָטסיר %s

source: The %s directory was not found. Is udevil installed?
af: Die %s gids is nie gevind nie. Is udevil geïnstalleer?
am: የ %s ማውጫ አልተገኘም። udevil ተጭኗል?
ar: ﻝﺍ %s ؟ﺖﺒﺜﻣ udevil ﻞﻫ .ﻞﻴﻟﺪﻟﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ
be: The %s каталог не знойдзены. Ці ўсталяваны udevil?
bg: В %s директорията не беше намерена. Инсталиран ли е udevil?
bn: দ্য %s ডিরেক্টরি পাওয়া যায়নি। udevil ইনস্টল করা হয়?
ca: El %s no s'ha trobat el directori. Està instal·lat udevil?
cy: Mae'r %s ni ddarganfuwyd cyfeiriadur. A yw udevil wedi'i osod?
da: Det %s bibliotek blev ikke fundet. Er udevil installeret?
eo: La %s dosierujo ne estis trovita. Ĉu udevil estas instalita?
et: The %s kataloogi ei leitud. Kas udevil on installitud?
eu: The %s direktorioa ez da aurkitu. Udevil instalatuta al dago?
fa: ﺭﺩ %s ؟ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ udevil ﺎﯾﺁ ﺪﺸﻧ ﺍﺪﯿﭘ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ
fi: The %s hakemistoa ei löytynyt. Onko udevil asennettu?
fil: Ang %s hindi natagpuan ang direktoryo. Naka-install ba ang udevil?
fy: De %s map is net fûn. Is udevil ynstalleare?
ga: An %s níor aimsíodh eolaire. An bhfuil udevil suiteáilte?
gd: Tha an %s cha deach eòlaire a lorg. A bheil udevil air a chuir a-steach?
gl: O %s non se atopou o directorio. Está instalado udevil?
gu: આ %s ડિરેક્ટરી મળી નથી. શું udevil ઇન્સ્ટોલ કરેલું છે?
he: ה %s ?ןקתומ udevil םאה .האצמנ אל היירפסה
hi: NS %s निर्देशिका नहीं मिली। उडेविल स्थापित है?
hr: The %s imenik nije pronađen. Je li udevil instaliran?
hu: Az %s könyvtár nem található. Az udevil telepítve van?
hy: Այն %s գրացուցակը չի գտնվել: Udevil-ը տեղադրված է?
id: NS %s direktori tidak ditemukan. Apakah udevil diinstal?
is: The %s skráin fannst ekki. Er udevil sett upp?
ka: The %s დირექტორია ვერ მოიძებნა. udevil დაყენებულია?
kk: The %s каталог табылмады. udevil орнатылған ба?
km: នេះ។ %s រកមិនឃើញថតឯកសារទេ។ តើ udevil ត្រូវបានដំឡើងទេ?
kn: ದಿ %s ಡೈರೆಕ್ಟರಿ ಕಂಡುಬಂದಿಲ್ಲ. udevil ಸ್ಥಾಪಿಸಲಾಗಿದೆಯೇ?
ku: Ew %s pelrêça nehat dîtin. Udevil hatiye sazkirin?
ky: The %s каталог табылган жок. udevil орнотулганбы?
lb: Déi %s Verzeechnes gouf net fonnt. Ass udevil installéiert?
lo: ໄດ້ %s ບໍ່ພົບໄດເລກະທໍລີ. ມີການຕິດຕັ້ງ udevil ບໍ?
lt: The %s katalogas nerastas. Ar udevil įdiegtas?
lv: The %s direktorijs netika atrasts. Vai udevil ir instalēts?
mg: ny %s tsy hita ny lahatahiry. Efa napetraka ve ny udevil?
mi: Ko te %s kaore i kitea te whaiaronga. Kua whakauruhia te udevil?
mk: На %s директориумот не е пронајден. Дали е инсталиран udevil?
ml: ദി %s ഡയറക്ടറി കണ്ടെത്തിയില്ല. udevil ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ടോ?
mn: The %s лавлах олдсонгүй. udevil суулгасан уу?
mr: द %s निर्देशिका सापडली नाही. udevil स्थापित आहे?
mt: Il- %s direttorju ma nstabx. Huwa installat udevil?
my: ဟိ %s လမ်းညွှန်ကို ရှာမတွေ့ပါ။ udevil ကို ထည့်သွင်းပါသလား။
nb: De %s katalogen ble ikke funnet. Er udevil installert?
ne: द %s निर्देशिका फेला परेन। udevil स्थापित छ?
or: The %s ଡିରେକ୍ଟୋରୀ ମିଳିଲା ନାହିଁ | Udevil ସଂସ୍ଥାପିତ ହୋଇଛି କି?
pa: ਦ %s ਡਾਇਰੈਕਟਰੀ ਨਹੀਂ ਲੱਭੀ। ਕੀ udevil ਇੰਸਟਾਲ ਹੈ?
ps: ﺩ %s ؟ﯼﻮﺷ ﺐﺼﻧ udevil ﺎﯾﺍ .ﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧﻭ ﺩﻮښﺭﻻ﻿
ro: The %s directorul nu a fost găsit. Este instalat udevil?
rw: Uwiteka %s ububiko ntibwabonetse. Udevil yashizwemo?
sd: ﻲﺟ %s ؟ﻲﻫﺁ ﻞﻴﭤ ﻝﺎٽﺴﻧﺍ udevil ﺎﮀ .ﻲﻠﻣ ﻪﻧ ﻱﺮٽڪﻳﺭﺍڊ
si: එම %s නාමාවලිය හමු නොවීය. udevil ස්ථාපනය කර තිබේද?
sk: The %s adresár sa nenašiel. Je nainštalovaný udevil?
sl: The %s imenika ni bilo mogoče najti. Ali je udevil nameščen?
sq: Të %s drejtoria nuk u gjet. A është instaluar udevil?
sw: The %s saraka haikupatikana. Je, udevil imewekwa?
ta: தி %s அடைவு கிடைக்கவில்லை. உடெவில் நிறுவப்பட்டுள்ளதா?
te: ది %s డైరెక్టరీ కనుగొనబడలేదు. ఉడెవిల్ వ్యవస్థాపించబడిందా?
tg: Дар %s директория ёфт нашуд. Оё udevil насб шудааст?
th: ดิ %s ไม่พบไดเร็กทอรี ติดตั้ง udevil หรือไม่
tk: The %s katalog tapylmady Udevil guruldymy?
tt: .Әр сүзнең %s каталог табылмады. Удевил урнаштырылганмы?
uk: The %s каталог не знайдено. Чи встановлено udevil?
ur: ﯼﺩ %s ؟ﮯﮨ ﻝﺎﭩﺴﻧﺍ udevil ﺎﯿﮐ ۔ﯽﻠﻣ ﮟﯿﮩﻧ ﯼﺮﭩﮑﯾﺮﺋﺍﮈ
uz: The %s katalog topilmadi. udevil o'rnatilganmi?
vi: Các %s thư mục không được tìm thấy. Đã cài đặt udevil chưa?
xh: I %s uvimba weefayili akafunyenwanga. Ngaba udevil ufakiwe?
yi: יד %s ?ןרילאַטסניא udevil זיא .ןענופעג טינ זיא רעזיַיווגעוו
