Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Cont As Other
af: Vervolg As Ander
am: እንደሌሎች ይቀጥሉ
ar: ﺮﺧﺂﻛ ﻊﺑﺎﺗ
be: Працягваць як іншае
bg: Продължете като друг
bn: অন্যান্য হিসাবে চালিয়ে যান
ca: Cont com un altre
cy: Parhad Fel Eraill
da: Forts som Andet
eo: Cont Kiel Alia
et: Jätka teisena
eu: Konts Beste gisa
fa: ﺮﮕﯾﺩ ﻥﺍﻮﻨﻋ ﻪﺑ ﻪﻣﺍﺩﺍ
fi: Jatka kuten muut
fil: Magpatuloy Bilang Iba
fy: Trochgean As Oare
ga: Cont As Eile
gd: Cont As Eile
gl: Cont como outro
gu: અન્ય તરીકે ચાલુ રાખો
he: רחאכ ךשמה
hi: अन्य के रूप में जारी रखें
hr: Nastavi kao drugo
hu: Folytatás Másként
id: Lanjut Sebagai Lainnya
is: Áfram sem annað
kk: Басқалар сияқты
km: បន្តដូចផ្សេងទៀត។
kn: ಇತರರಂತೆ ಮುಂದುವರಿಸಿ
ku: Berdewam Wekî din
ky: Башкалар катары улантуу
lb: Cont As Aner
lo: ສືບຕໍ່ເປັນອື່ນໆ
lt: Tęsti kaip kitą
lv: Turpināt kā citi
mg: Cont Toy ny hafa
mi: Haere tonu ki etahi atu
mk: Продолжи како друго
mn: Бусадтай адил
mr: इतर म्हणून चालू ठेवा
mt: Kont Bħala Oħrajn
my: အခြားအတိုင်းဆက်ရန်
nb: Forts som annet
ne: अन्यको रूपमा जारी राख्नुहोस्
or: ଅନ୍ୟାନ୍ୟ ପରି ବିଷୟବସ୍ତୁ |
pa: ਹੋਰ ਦੇ ਤੌਰ ਤੇ ਜਾਰੀ
ps: ﻡﺍﻭﺩ ﺮﯿڅ ﻪﭘ ﻭﺭﻮﻧ ﺩ
ro: Cont ca altele
rw: Ibirimo nkibindi
sd: ﻱﺭﺎﺟ ﺮﮕﻧﺍﻭ ﻦﻴﭔ
sk: Pokračovať ako iné
sl: Nadaljuj kot drugo
sq: Vazhdo si të tjera
sw: Endelea Kama Nyingine
te: కాంట్ యాజ్ అదర్
tg: Давом ҳамчун Дигар
th: ต่อเป็นอย่างอื่น
tk: Mazmuny Beýlekiler ýaly
tt: Башка кебек
uk: Продовж. як інше
ur: ﮟﯿﮭﮐﺭ ﯼﺭﺎﺟ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﮮﺮﺳﻭﺩ
uz: Boshqalar kabi davom eting
vi: Tiếp theo Như Khác
xh: Qhubeka njengenye
yi: ערעדנא יוו ןצעזראָפ

source: Move:
af: Beweeg:
am: አንቀሳቅስ፡
ar: انقل:
be: Перамясціць:
bg: Ход:
bn: সরানো:
ca: Mou:
cy: Symud:
da: Flyt:
eo: Movo:
et: Liiguta:
eu: Mugitu:
fa: :ﺖﮐﺮﺣ
fi: Siirrä:
fil: Ilipat:
fy: Ferhúzje:
ga: Bog:
gd: Gluais:
gl: Mover:
gu: ખસેડો:
he: העברה:
hi: कदम:
hr: Potez:
hu: Mozgatás:
hy: Տեղափոխել:
id: Pindah:
is: Færa:
ka: გადაადგილება:
kk: Жылжыту:
km: ផ្លាស់​ទី ៖
kn: ಸರಿಸಿ:
ku: Barkirin:
ky: Жылдыруу:
lb: Beweegen:
lo: ຍ້າຍ:
lt: Perkelti:
lv: Pārvietot:
mg: Mifindra:
mi: Nuku:
mk: Премести:
ml: നീക്കുക:
mn: Зөөх:
mr: हलवा:
mt: Ċaqlaq:
my: ရွှေ့ရန်-
nb: Flytt:
ne: चल्नु:
or: ଘୁଞ୍ଚାନ୍ତୁ:
pa: ਮੂਵ:
ps: :ﺖﮐﺮﺣ
ro: Mișcare:
rw: Himura:
sd: :ﻞﻘﺘﻨﻣ
si: චලනය:
sk: Presunúť:
sl: Premakni:
sq: Lëviz:
sw: Sogeza:
ta: நகர்வு:
te: కదలిక:
tg: Ҳаракат:
th: เคลื่อนไหว:
tk: Göçürmek:
tt: Күчерү:
uk: Перемістити:
ur: منتقل:
uz: Ko‘chirish:
vi: Di chuyển:
xh: Shenxisa:
yi: :ךאַמ

source: Copy:
af: Kopieer:
am: ቅዳ፡
ar: انسخ:
be: Копія:
bg: Копие:
bn: অনুলিপি:
ca: Copia:
cy: Copi:
da: Kopier:
eo: Kopio:
et: Kopeeri:
eu: Kopiatu:
fa: :🀄 ﯽﭙﮐ
fi: Kopioi:
fil: Kopya:
fy: Kopy:
ga: Cóip:
gd: Leth-bhreac:
gl: Copiar:
gu: નકલ:
he: העתקה:
hi: प्रतिलिपि:
hr: Kopirati:
hu: Másolás:
hy: Պատճենել:
id: Salin:
is: Afrita:
ka: კოპირება:
kk: Көшіру:
km: ចម្លង ៖
kn: ನಕಲು:
ku: Kopî:
ky: Көчүрмө:
lb: Kopie:
lo: ສຳເນົາ:
lt: Kopijuoti:
lv: Kopēt:
mg: kopia:
mi: Tārua:
mk: Копирај:
ml: പകർത്തുക:
mn: Хуулбарлах:
mr: कॉपी:
mt: Kopja:
my: မိတ္တူ-
nb: Kopier:
ne: कापी:
or: କପି:
pa: ਕਾਪੀ:
ps: :ﻲﭘﺎﮐ
ro: Copie:
rw: Gukoporora:
sd: :ﻞﻘﻧ
si: පිටපත:
sk: Skopírovať:
sl: Kopiraj:
sq: Kopjo:
sw: Nakili:
ta: நகல்:
te: కాపీ:
tg: Нусхабардорӣ:
th: สำเนา:
tk: Göçüriň:
tt: Күчермә:
uk: Копіювати:
ur: کاپی:
uz: Nusxalash:
vi: Sao chép:
xh: Ikopi:
yi: :יפּאָק

source: Delete:
af: Vee uit:
am: ሰርዝ፡
ar: احذف:
be: Выдаліць:
bg: Изтрий:
bn: মুছে ফেলা:
ca: Esborra:
cy: Dileu:
da: Slet:
eo: Forigi:
et: Kustuta:
eu: Ezabatu:
fa: :ﻑﺬﺣ
fi: Poista:
fil: Tanggalin:
fy: Wiskje:
ga: Scrios:
gd: Cuir às:
gl: Borrar:
gu: કાઢી નાખો:
he: מחיקה:
hi: हटाएं:
hr: Izbrisati:
hu: Törlés:
hy: Ջնջել:
id: Hapus:
is: Eyða:
ka: წაშლა:
kk: Жою:
km: លុប ៖
kn: ಅಳಿಸಿ:
ku: Jêbirin:
ky: Жок кылуу:
lb: Läschen:
lo: ລຶບ:
lt: Ištrinti:
lv: Dzēst:
mg: Fafao:
mi: Mukua:
mk: Избриши:
ml: ഇല്ലാതാക്കുക:
mn: Устгах:
mr: हटवा:
mt: Ħassar:
my: ဖျက်ရန်-
nb: Slett:
ne: मेटाउन:
or: ବିଲୋପ କରନ୍ତୁ:
pa: ਮਿਟਾਓ:
ps: :ﻝﻮګﻧړ
ro: Șterge:
rw: Gusiba:
sd: :ﻮﻳﺮڪ ﻑﺬﺣ
si: මකන්න:
sk: Zmazať:
sl: Izbriši:
sq: Fshij:
sw: Futa:
ta: அழி:
te: తొలగించు:
tg: Нест кардан:
th: ลบ:
tk: Öçürmek:
tt: Бетерү:
uk: Видалити:
ur: حذف:
uz: Oʻchirish:
vi: Xóa bỏ:
xh: Cima:
yi: :ןקעמסיו

source: Link:
af: Skakel:
am: አገናኝ፡-
ar: رابط:
be: Спасылка:
bg: Връзка:
bn: লিঙ্ক:
ca: Enllaça:
cy: Dolen:
da: Lænke:
eo: Ligo:
eu: Esteka:
fa: :ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ
fi: Linkki:
ga: Nasc:
gd: Ceangal:
gl: Enlazar:
gu: લિંક:
he: קישור:
hi: संपर्क:
hr: Veza:
hu: Lánc:
hy: Հղում:
is: Linkur:
ka: Ბმული:
kk: Сілтеме:
km: តំណ ៖
kn: ಲಿಂಕ್:
ku: Pêvek:
ky: Шилтеме:
lo: ລິ້ງ:
lt: Nuoroda:
lv: Saite:
mg: Rohy:
mi: Hononga:
mk: Линк:
ml: ലിങ്ക്:
mn: Холбоос:
mr: दुवा:
my: လင့်ခ်-
nb: Lenke:
ne: लिङ्क:
or: ଲିଙ୍କ୍:
pa: ਲਿੰਕ:
ps: :ﮏﻨﯿﻟ
ro: Legătură:
rw: Ihuza:
sd: :ڪﻨﻟ
si: සබැඳිය:
sk: Odkaz:
sl: Povezava:
sw: Kiungo:
ta: இணைப்பு:
te: లింక్:
tg: Истинод:
th: ลิงค์:
tk: Baglanyşyk:
tt: Ссылка:
uk: Посилання:
ur: ربط:
uz: Havola:
vi: Liên kết:
xh: Ikhonkco:
yi: :קניל

source: Change:
af: Verander:
am: ለውጥ፡-
ar: :ﻥﻭﺮﻴﻐﺘﻳ
be: Змяніць:
bg: Промяна:
bn: পরিবর্তন:
ca: Canvi:
cy: Newid:
da: Lave om:
eo: Ŝanĝo:
et: Muuda:
eu: Aldaketa:
fa: :ﻥﺩﺍﺩ ﺮﯿﯿﻐﺗ
fi: Muuttaa:
fil: Baguhin:
fy: Wikselje:
ga: Athrú:
gd: Atharrachadh:
gl: Cambio:
gu: બદલો:
he: :יוניש
hi: परिवर्तन:
hr: Promijeniti:
hu: Változás:
hy: Փոփոխություն:
id: Mengubah:
is: Breyta:
ka: შეცვლა:
kk: Өзгерту:
km: ផ្លាស់ប្តូរ៖
kn: ಬದಲಾವಣೆ:
ku: Gûherrandinî:
ky: Өзгөртүү:
lb: Änneren:
lo: ການປ່ຽນແປງ:
lt: Keisti:
lv: Mainīt:
mg: Fanovana:
mi: Huri:
mk: Промена:
ml: മാറ്റുക:
mn: Өөрчлөх:
mr: बदला:
mt: Bidla:
my: ပြောင်းလဲခြင်း-
nb: Endring:
ne: परिवर्तन:
or: ପରିବର୍ତ୍ତନ:
pa: ਬਦਲੋ:
ps: :ﻥﻮﻟﺪﺑ
ro: Schimbare:
rw: Guhindura:
sd: :ﻲﻠﻳﺪﺒﺗ
si: වෙනස් කරන්න:
sk: Zmeniť:
sl: Spremeni:
sq: Ndryshimi:
sw: Badilisha:
ta: மாற்றம்:
te: మార్పు:
tg: Тағйир:
th: เปลี่ยน:
tk: Üýtgetmek:
tt: Changeзгәртү:
uk: Змінити:
ur: :ﯽﻠﯾﺪﺒﺗ
uz: O'zgartirish:
vi: Thay đổi:
xh: Tshintsha:
yi: :ןשיוט

source: Run:
af: Hardloop:
am: አሂድ፡
ar: :ﺾﻛﺮﻳ
be: Выканаць:
bg: Пусни:
bn: চালান:
ca: Correr:
cy: Rhedeg:
da: Løb:
eo: Kuri:
et: Jookse:
eu: Korrika egin:
fa: :ﻦﮐ ﺍﺮﺟﺍ
fi: Juosta:
fil: Patakbuhin:
ga: Rith:
gd: Ruith:
gl: Executar:
gu: ચલાવો:
he: :ץּורָל
hi: Daud:
hr: Trčanje:
hu: Fuss:
hy: Վազել:
id: Lari:
is: Hlaupa:
ka: გაშვება:
kk: Жүгіру:
km: រត់៖
kn: ಓಡು:
ku: Rev:
ky: чуркоо:
lo: ແລ່ນ:
lt: Vykdyti:
lv: Palaist:
mg: mihazakazaka:
mi: Whakahaere:
mk: Трчај:
ml: പ്രവർത്തിപ്പിക്കുക:
mn: Ажиллуулах:
mr: चालवा:
mt: Mexxi:
my: ပြေး-
nb: Løpe:
ne: चलाउनुहोस्:
or: ଚଲାନ୍ତୁ:
pa: ਰਨ:
ps: :ﻝﻮﻠﭼ
ro: Alerga:
rw: Kwiruka:
sd: :ﻥﺭ
si: ධාවනය:
sk: Spustiť:
sl: teci:
sq: Vraponi:
sw: Endesha:
ta: ஓடு:
te: అమలు:
tg: Давидан:
th: วิ่ง:
tk: Ylga:
tt: Йөгерү:
uk: Виконати:
ur: :ﻥﺭ
uz: Yugurish:
vi: Chạy:
xh: Baleka:
yi: :ןפיול

source: Moving...
af: Beweeg tans …
am: በመንቀሳቀስ ላይ...
ar: ينقل...
be: Перасоўванне...
bg: Движещ се...
bn: চলমান...
ca: S'està movent...
cy: Symud...
da: Flytter...
eo: Moviĝante...
et: Liigutamine...
eu: Mugitzen...
fa: ...ﺖﮐﺮﺣ ﻝﺎﺣ ﺭﺩ
fi: Siirretään...
fil: Gumagalaw...
fy: Ferpleatse...
ga: Ag bogadh ...
gd: A ’gluasad ...
gl: Movendo...
gu: ખસેડી રહ્યું છે...
he: בהליכי העברה...
hi: चलती...
hr: Premještanje...
hu: Mozgatás...
hy: Շարժվող...
id: Sedang Memindah...
is: Að flytja...
ka: გადაადგილება...
kk: Жылжыту...
km: កំពុង​ផ្លាស់ទី...
kn: ಚಲಿಸುತ್ತಿದೆ...
ku: Digere...
ky: Жылдыруу...
lb: Plënneren ...
lo: ກຳລັງຍ້າຍ...
lt: Perkeliama...
lv: Notiek pārvietošana...
mg: Mifindra...
mi: Nuku...
mk: Се движат...
ml: നീങ്ങുന്നു...
mn: Зөөж байна...
mr: हलवत आहे...
mt: Nimxu...
my: ရွေ့လျားနေသည်...
nb: Flytter...
ne: सार्दै...
or: ଗତି କରୁଛି ...
pa: ਚੱਲ ਰਿਹਾ ਹੈ...
ps: ...ﻱﻮﮐ ﺖﮐﺮﺣ
ro: In miscare...
rw: Kwimuka ...
sd: ...ڙﺪﻨﻠﻫ
si: චලනය වෙමින්...
sk: Presúva sa...
sl: Premikam...
sq: Duke lëvizur...
sw: Inasonga...
ta: நகரும்...
te: తరలిస్తోంది...
tg: Ҳаракат...
th: ย้าย...
tk: Göçürmek ...
tt: Күчмә ...
uk: Переміщення...
ur: فائلیں منتقل کی جارہی ہیں...
uz: Ko‘chirilmoqda...
vi: Động...
xh: Iyahamba...
yi: ... גניוואָמ

source: Copying...
af: Kopieer tans...
am: በመቅዳት ላይ...
ar: ينسخ...
be: Капіраванне...
bg: Копира се...
bn: অনুলিপি করা হচ্ছে...
ca: S'està copiant...
cy: Copïo ...
da: Kopierer...
eo: Kopiante...
et: Kopeerimine...
eu: Kopiatzen...
fa: ...ﯼﺭﺍﺩﺮﺑ ﯽﭙﮐ
fi: Kopioidaan...
fil: Kinokopya...
fy: Kopiearje...
ga: Cóipeáil ...
gd: A ’copaigeadh ...
gl: Copiando...
gu: કૉપિ કરી રહ્યાં છીએ...
he: בהליכי העתקה...
hi: कॉपी किया जा रहा है...
hr: Kopiranje...
hu: Másolás...
hy: Պատճենվում է...
id: Sedang Menyalin...
is: Afritar...
ka: კოპირება...
kk: Көшіруде...
km: កំពុង​ចម្លង...
kn: ನಕಲಿಸಲಾಗುತ್ತಿದೆ...
ku: Kopîkirin...
ky: Көчүрүү...
lb: Kopéiert ...
lo: ກຳລັງສຳເນົາ...
lt: Kopijuojama...
lv: Notiek kopēšana...
mg: Mandika...
mi: Kei te tārua...
mk: Се копира...
ml: പകർത്തുന്നു...
mn: Хуулж байна...
mr: कॉपी करत आहे...
mt: Tikkopja...
my: ကူးယူနေသည်...
nb: Kopierer...
ne: प्रतिलिपि गर्दै...
or: କପି ...
pa: ਕਾਪੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ps: ...ﻝﻮﮐ ﻲﭘﺎﮐ
ro: Se copiează...
rw: Gukoporora ...
sd: ...ﻲﻫﺁ ﻮﻴﻫﺭ ﻱﺮڪ ﻲﭘﺎڪ
si: පිටපත් කරමින්...
sk: Kopíruje sa...
sl: Kopiram...
sq: Po kopjohet...
sw: Inanakili...
ta: நகலெடுக்கிறது...
te: కాపీ చేస్తోంది...
tg: Нусхабардорӣ...
th: กำลังคัดลอก...
tk: Göçürmek ...
tt: Күчереп язу ...
uk: Копіювання...
ur: فائلیں کاپی کی جارہی ہیں...
uz: Nusxa olinmoqda...
vi: Đang sao chép ...
xh: Iyakopa...
yi: ...ןריפאק

source: Deleting...
af: Vee tans uit …
am: በመሰረዝ ላይ...
ar: يحذف...
be: Выдаленне...
bg: Изтрива се...
bn: মুছে ফেলা হচ্ছে...
ca: S'està esborrant...
cy: Dileu ...
da: Sletter...
eo: Forigante...
et: Kustutamine...
eu: Ezabatzen...
fa: ...ﻑﺬﺣ ﻝﺎﺣ ﺭﺩ
fi: Poistetaan...
fil: Tinatanggal...
fy: Fuortsmite...
ga: Scriosadh ...
gd: A ’cur às ...
gl: Borrando...
gu: કાઢી રહ્યું છે...
he: בהליכי מחיקה...
hi: मिटाया जा रहा है...
hr: Brisanje...
hu: Törlés...
hy: Ջնջվում է...
id: Sedang Menghapus...
is: Eyðir...
ka: წაშლა...
kk: Жоюда...
km: (កំពុង​លុប...
kn: ಅಳಿಸಲಾಗುತ್ತಿದೆ...
ku: Jêbirin...
ky: Жок кылынууда...
lb: Läscht ...
lo: ກຳລັງລຶບ...
lt: Trinama...
lv: Notiek dzēšana...
mg: Mamafana...
mi: Muku ana...
mk: Се брише...
ml: ഇല്ലാതാക്കുന്നു...
mn: Устгаж байна...
mr: हटवत आहे...
mt: Tħassar...
my: ဖျက်နေသည်...
nb: Sletter...
ne: मेट्दै...
or: ବିଲୋପ ...
pa: ਮਿਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
ps: ...ﻝﻮګﻧړ
ro: Se șterge...
rw: Gusiba ...
sd: ...ﻲﻫﺁ ﻮﻴﻫﺭ ﻱﺮڪ ﻑﺬﺣ
si: මකමින්...
sk: Maže sa...
sl: Brišem...
sq: Po fshihet...
sw: Inafuta...
ta: நீக்குகிறது...
te: తొలగిస్తోంది...
tg: Нест карда мешавад...
th: กำลังลบ...
tk: Öçürmek ...
tt: Бетерү ...
uk: Видалення...
ur: فائلیں حذف کی جارہی ہیں...
uz: Oʻchirilmoqda...
vi: Đang xóa ...
xh: Iyacima...
yi: ...ןקעמסיוא

source: Linking...
af: Koppel tans …
am: በማገናኘት ላይ...
ar: يربط...
be: Спасылка...
bg: Свързване...
bn: লিঙ্ক করা হচ্ছে...
ca: Enllaçant...
cy: Cysylltu ...
da: Lænker...
eo: Ligado...
et: Linkimine...
eu: Estekatzen...
fa: ...ﻥﺩﺍﺩ ﻂﺑﺭ
fi: Linkitetään...
fil: Nili-link...
fy: Keppele...
ga: Ag nascadh ...
gd: A ’ceangal ...
gl: Enlazando...
gu: લિંક કરી રહ્યું છે...
he: בהליכי קישור...
hi: लिंक किया जा रहा है...
hr: Povezivanje...
hu: Láncolás...
hy: Կապվում է...
id: Sedang Mengaitkan...
is: Tengist...
ka: დაკავშირება...
kk: Байланысуда...
km: កំពុង​ធ្វើ​តំណ...
kn: ಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ku: Girêdan...
ky: Шилтемелөө...
lb: Verknëppt ...
lo: ກຳລັງເຊື່ອມຕໍ່...
lt: Siejama...
lv: Notiek saistīšana...
mg: Mampifandray...
mi: Kei te hono...
mk: Се поврзува...
ml: ലിങ്ക് ചെയ്യുന്നു...
mn: Холбож байна...
mr: लिंक करत आहे...
my: ချိတ်ဆက်နေသည်...
nb: Lenker...
ne: लिङ्क गर्दै...
or: ଲିଙ୍କ୍ ...
pa: ਲਿੰਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ps: ...ﻝﻮﮐ ﮏﻨﯿﻟ
ro: Se leagă...
rw: Guhuza ...
sd: ...ﻲﻫﺁ ﻮﻴﻫﺭ ﻱﮃﻨﮘ
si: සම්බන්ධ කරමින්...
sk: Vytvára sa odkaz...
sl: Povezujem...
sq: Po lidhet...
sw: Inaunganisha...
ta: இணைக்கிறது...
te: లింక్ చేస్తోంది...
tg: Пайвастшавӣ...
th: กำลังเชื่อมโยง...
tk: Baglamak ...
tt: Ссылка ...
uk: Створення посилань...
ur: ربط کاری...
uz: Ulanmoqda...
vi: Đang liên kết ...
xh: Iyaqhagamshela...
yi: ...גנודניבראַפֿ

source: Changing...
af: Verander tans …
am: በመቀየር ላይ...
ar: ... ﺮﻴﻴﻐﺘﻟﺍ ﻱﺭﺎﺟ
be: Змена...
bg: Промяна...
bn: পরিবর্তন হচ্ছে...
ca: Canviant...
cy: Newid...
da: Ændrer...
eo: Ŝanĝante...
et: Muutmine...
eu: Aldatzen...
fa: ...ﺮﯿﯿﻐﺗ ﻝﺎﺣ ﺭﺩ
fi: Vaihtaa...
fil: Nagbabago...
fy: Feroarje...
ga: Ag athrú ...
gd: Ag atharrachadh ...
gl: Cambiando...
gu: બદલાઈ રહ્યું છે...
he: ...הֶנַתְׁשִמ
hi: बदल रहा है...
hr: Promjena...
hu: Változás...
hy: Փոփոխվող...
id: Mengubah...
is: Breytast...
ka: იცვლება...
kk: Өзгертуде...
km: ការផ្លាស់ប្តូរ...
kn: ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ...
ku: Diguhere...
ky: Өзгөрүүдө...
lb: Änneren ...
lo: ກຳລັງປ່ຽນ...
lt: Keičiama...
lv: Mainās...
mg: Miova...
mi: Huri ana...
mk: Се менува...
ml: മാറ്റുന്നതിൽ...
mn: Өөрчлөгдөж байна...
mr: बदलत आहे...
mt: Jinbidlu...
my: ပြောင်းလဲနေသည်...
nb: Endrer...
ne: फेर्दै...
or: ପରିବର୍ତ୍ତନ ...
pa: ਬਦਲ ਰਿਹਾ...
ps: ...ﻝﻮﻟﺪﺑ
ro: Se schimbă...
rw: Guhindura ...
sd: ...ﻲﻫﺁ ﻮﻴﻫﺭ ﻲﭤ ﻞﻳﺪﺒﺗ
si: වෙනස් කරමින්...
sk: Mení sa...
sl: Zamenjati...
sq: Po ndryshon...
sw: Inabadilisha...
ta: மாற்றுகிறது...
te: మారుతోంది...
tg: Тағир додан...
th: การเปลี่ยนแปลง...
tk: Üýtgetmek ...
tt: ... Згәртү ...
uk: Зміна...
ur: ...ﮯﮨ ﺎﮨﺭ ﻝﺪﺑ
uz: Oʻzgartirilmoqda...
vi: Thay đổi...
xh: Iyatshintsha...
yi: ...ןרעדנע

source: Running...
af: Aan die gang...
am: በመሮጥ ላይ...
ar: ...ﺓﺭﺍﺩﺍ
be: Бег...
bg: бягане...
bn: চলছে...
ca: Córrer...
cy: Rhedeg ...
da: Kører...
eo: Kurante...
et: Jooksmine...
eu: Korrika...
fa: ...ﻥﺪﯾﻭﺩ ﻝﺎﺣ ﺭﺩ
fi: Juoksemassa...
fil: Tumatakbo...
fy: Te rinnen...
ga: Ag rith ...
gd: A ’ruith ...
gl: Correndo...
gu: ચાલી રહ્યું છે...
he: ...ץר
hi: दौड़ना...
hr: Trčanje...
hu: Futás...
hy: Վազում...
id: Berlari...
is: Í gangi...
ka: Სირბილი...
kk: Жүгіру...
km: កំពុងរត់...
kn: ಚಾಲನೆಯಲ್ಲಿದೆ...
ku: Direve...
ky: Чуркап жатат...
lb: Lafen ...
lo: ກຳລັງແລ່ນ...
lt: Bėga...
lv: Skriešana...
mg: Mihazakazaka...
mi: Rere ana...
mk: Трчање...
ml: പ്രവർത്തിക്കുന്ന...
mn: Гүйж байна...
mr: धावत आहे...
mt: Tiġri...
my: ပြေးနေသည်...
nb: Løping...
ne: चलिरहेको...
or: ଚାଲୁଛି ...
pa: ਚੱਲ ਰਿਹਾ ਹੈ...
ps: ...ﻪﻧﺍﻭﺭ
ro: Alergare...
rw: Kwiruka ...
sd: ...ڙﺪﻨﻠﻫ
si: දුවමින්...
sk: Beží...
sl: teče ...
sq: Duke vrapuar...
sw: Kimbia...
ta: ஓடுதல்...
te: నడుస్తోంది...
tg: Давида...
th: วิ่ง...
tk: Ylgaýar ...
tt: Йөгерү ...
uk: Біг...
ur: ...ﮯﮨ ﺎﮨﺭ ﻞﭼ
uz: Yugurish...
vi: Đang chạy...
xh: Iyabaleka...
yi: ... קידנסילפ

source: From:
af: Van:
am: ከ:
ar: :ﺪﻨﻋ ﻦﻣ
be: Ад:
bg: от:
bn: থেকে:
ca: De:
cy: Oddi wrth:
da: Fra:
eo: De:
et: Alates:
eu: Nork:
fa: :ﺐﻧﺎﺟ ﺯﺍ
fi: Lähettäjä:
fil: mula kay:
fy: Fan:
ga: Ó:
gd: Bho:
gl: De:
gu: તરફથી:
he: :מ
hi: से:
hr: Iz:
hu: Tól től:
id: Dari:
is: Frá:
ka: მდებარეობა:
kk: Кімнен:
km: ពី៖
kn: ಇವರಿಂದ:
ku: Ji:
ky: Кимден:
lb: Vun:
lo: ຈາກ:
lt: Iš:
lv: No:
mg: Avy amin'i:
mi: Mai i:
mk: Од:
ml: ഇതിൽ നിന്ന്:
mn: Хэнээс:
mr: कडून:
mt: Minn:
my: မှ-
nb: Fra:
ne: बाट:
or: ଠାରୁ:
pa: ਵੱਲੋਂ:
ps: :ﻪﻟ
ro: Din:
rw: Kuva:
sd: :ﻥﺎﮐ
si: සිට:
sk: Od:
sl: Od:
sq: Nga:
sw: Kutoka:
ta: இருந்து:
te: నుండి:
tg: Аз:
th: จาก:
tk: Kimden:
tt: Кемнән:
uk: Від:
ur: :ﺐﻧﺎﺠﻨﻣ
uz: Kimdan:
vi: Từ:
xh: Isuka:
yi: :ןופ

source: To:
af: Aan:
am: ለ፡
ar: إلى:
be: Каму:
bg: До:
bn: প্রতি:
ca: A:
cy: At:
da: Til:
eo: Al:
et: Kuhu:
eu: Nora:
fa: :ﻪﺑ
fi: Kansioon:
fil: kay:
fy: Nei:
ga: Chun:
gd: Gu:
gl: A:
gu: પ્રતિ:
he: אל:
hi: प्रति:
hr: Do:
hu: Ide:
hy: Դեպի՝
id: Ke:
is: Til:
ka: მიმართ:
kk: Кімге:
km: ទៅ ៖
kn: ಇವರಿಗೆ:
ku: Ber:
ky: Кимге:
lb: An:
lo: ເຖິງ:
lt: Į:
lv: Kam:
mi: Ki:
mk: До:
ml: സ്വീകർത്താവ്:
mn: Хэнд:
mr: प्रति:
mt: Lil:
my: သို့-
nb: Til:
ne: प्रति:
or: କୁ:
pa: ਨੂੰ:
ps: :ﻪﺗ
ro: La:
rw: Kuri:
sd: :ﻑﺮﻃ ﻲﺟ
si: වෙත:
sk: Kam:
sl: V:
sq: Për:
sw: Kwa:
ta: பெற:
te: వీరికి:
tg: Ба:
th: ถึง:
tk: Kim üçin:
tt: Кемгә:
uk: До:
ur: تا:
uz: Kimga:
vi: Đến:
xh: Ukuya:
yi: :וצ

source: Progress:
af: Vordering:
am: እድገት፡-
ar: :ﻡﺪﻘﺗ
be: Прагрэс:
bg: напредък:
bn: অগ্রগতি:
ca: Progrés, progressar:
cy: Cynnydd:
da: Fremskridt:
eo: Progreso:
et: Edusammud:
eu: Aurrerapena:
fa: :ﻦﺘﻓﺭ ﺶﯿﭘ
fi: Edistyminen:
fil: Pag-unlad:
fy: Foarútgong:
ga: Dul chun cinn:
gd: Adhartas:
gl: Progreso:
gu: પ્રગતિ:
he: :תומדקתה
hi: प्रगति:
hr: Napredak:
hu: Előrehalad:
hy: Առաջընթաց:
id: Kemajuan:
is: Framfarir:
ka: პროგრესი:
kk: Барысы:
km: វឌ្ឍនភាព៖
kn: ಪ್ರಗತಿ:
ku: Pêşverûtî:
ky: Прогресс:
lb: Fortschrëtt:
lo: ຄວາມຄືບໜ້າ:
lt: Eiga:
mg: Fandrosoana:
mi: Te ahunga whakamua:
mk: Напредок:
ml: പുരോഗതി:
mn: Явц:
mr: प्रगती:
my: တိုးတက်မှု-
nb: Framgang:
ne: प्रगति:
or: ପ୍ରଗତି:
pa: ਤਰੱਕੀ:
ps: :ګﺘﺨﻣﺮﭘ
ro: Progres:
rw: Iterambere:
sd: :ﺖﻓﺭ ﺶﻴﭘ
si: ප්රගතිය:
sk: Pokrok:
sl: napredek:
sq: Progresi:
sw: Maendeleo:
ta: முன்னேற்றம்:
te: పురోగతి:
tg: Пешрафт:
th: ความคืบหน้า:
tk: Ösüş:
tt: Алга китеш:
uk: Прогрес:
ur: :ﺖﻓﺭ ﺶﯿﭘ
uz: Jarayon:
vi: Phát triển:
xh: Inkqubela:
yi: :סערגאָרפּ

source: Status:
am: ሁኔታ፡
ar: :ﺔﻟﺎﺣ
be: Статус:
bg: Състояние:
bn: অবস্থা:
ca: Estat:
cy: Statws:
eo: Statuso:
et: Olek:
eu: Egoera:
fa: :ﺖﯿﻌﺿﻭ
fi: Tila:
fil: Katayuan:
ga: Stádas:
gd: Inbhe:
gl: Estado:
gu: સ્થિતિ:
he: :סּוטָטס
hi: स्थिति:
hu: Állapot:
hy: Կարգավիճակը:
is: Staða:
ka: სტატუსი:
kk: Күйі:
km: ស្ថានភាព៖
kn: ಸ್ಥಿತಿ:
ku: Cî:
ky: Статусу:
lo: ສະຖານະ:
lt: Būsena:
lv: Statuss:
mg: Sata:
mi: Tūnga:
mk: Статус:
ml: പദവി:
mn: Статус:
mr: स्थिती:
my: အခြေအနေ-
ne: स्थिति:
or: ସ୍ଥିତି:
pa: ਸਥਿਤੀ:
ps: :ﺖﻟﺎﺣ
ro: Stare:
rw: Imiterere:
sd: :ﺖﻟﺎﺣ
si: තත්ත්වය:
sk: Postavenie:
sl: Stanje:
sq: Statusi:
sw: Hali:
ta: நிலை:
te: స్థితి:
tg: Статус:
th: สถานะ:
tk: : Agdaýy:
tt: Статус:
uk: Статус:
ur: :ﺖﻟﺎﺣ
uz: Holat:
vi: Trạng thái:
xh: Ubume:
yi: :סוטאַטס

source: Paused
af: Onderbreek
am: ባለበት ቆሟል
ar: ﺎًﺘﻗﺆﻣ ﻒﻗﻮﺘﻣ
be: Прыпынены
bg: На пауза
bn: বিরতি দেওয়া হয়েছে
ca: En pausa
cy: Wedi oedi
da: Pause
eo: Paŭzita
et: Peatatud
eu: Pausatuta
fa: ﺪﺷ ﺚﮑﻣ
fi: Keskeytetty
fil: Naka-pause
fy: Pauzearre
ga: Sos
gd: Air a stad
gl: En pausa
gu: થોભાવ્યું
he: ההשומ
hi: रोके गए
hr: Pauzirano
hu: Szüneteltetve
hy: Դադարեցված է
id: Dijeda
is: Gert hlé
ka: შეჩერდა
kk: Кідіртілді
km: ផ្អាក
kn: ವಿರಾಮಗೊಳಿಸಲಾಗಿದೆ
ku: Rawestiyan
ky: Тындырылды
lb: Pauséiert
lo: ຢຸດຊົ່ວຄາວ
lt: Pristabdyta
lv: Pauzēts
mg: Nijanona kely
mi: Kua whakataa
mk: Паузирано
ml: താൽക്കാലികമായി നിർത്തി
mn: Түр зогсоосон
mr: विराम दिला
mt: Waqfa qasira
my: ရပ်ထားသည်။
nb: Pause
ne: रोकियो
or: ବିରତ |
pa: ਰੋਕਿਆ ਗਿਆ
ps: ﻝﺪﯾﺭﺩﻭ
ro: Întrerupt
rw: Kuruhuka
sd: ﻮﻳﻭ ﻮﻴڪﻭﺭ
si: විරාම කළා
sk: Pozastavené
sl: Zaustavljeno
sq: Ndaloi
sw: Imesitishwa
ta: இடைநிறுத்தப்பட்டது
te: పాజ్ చేయబడింది
tg: Таваққуф карда шуд
th: หยุดชั่วคราว
tk: Saklandy
tt: Пауза
uk: Призупинено
ur: ﺎﯿﮔ ﺎﯾﺩ ﮎﻭﺭ
uz: Pauza qilingan
vi: Bị tạm dừng
xh: Inqunyanyisiwe
yi: דזואַפּ

source: Queued
af: In die ry
am: ተሰልፏል
ar: ﺭﺎﻈﺘﻧﻻ﻿ﺍ ﺔﻤﺋﺎﻗ ﻲﻓ
be: У чарзе
bg: На опашка
bn: সারিবদ্ধ
ca: En cua
cy: Ciwio
da: I kø
eo: Envico
et: Järjekorras
eu: Ilaran jarrita
fa: ﻒﺻ ﺭﺩ
fi: Jonossa
fil: Nakapila
fy: Wachtrige
ga: Scuaine
gl: En cola
gu: કતારબદ્ધ
he: רותב
hi: कतारबद्ध
hr: U redu čekanja
hu: Sorban
hy: Հերթագրված
id: antri
is: Í biðröð
ka: რიგში დადგა
kk: Кезекте
km: តម្រង់ជួរ
kn: ಸರದಿಯಲ್ಲಿ ನಿಂತಿದೆ
ku: Li dorê
ky: Кезекте
lb: Schlaang
lo: ຄິວ
lt: Eilėje
lv: Rindā
mg: nilahatra
mi: Tūtira
mk: Во редица
ml: ക്യൂവിൽ
mn: Дараалалд орсон
mr: रांगेत
mt: Fil-kju
my: တန်းစီနေသည်။
nb: I kø
ne: लामबद्ध
or: ଧାଡିରେ |
pa: ਕਤਾਰਬੱਧ
ps: ﺭﺎﺘﮐ
ro: În așteptare
rw: Umurongo
sd: ﺭﺎﻄﻗ
si: පෝලිමේ
sk: Vo fronte
sl: V čakalni vrsti
sq: Në radhë
sw: Imewekwa kwenye foleni
ta: வரிசையில் நிற்கிறது
te: క్యూలో నిలిచారు
tg: Дар навбат
th: เข้าคิว
tk: Nobat
tt: Чират
uk: У черзі
ur: ۔ﺎﯿﮔ ﮓﻟ ﮟﯿﻣ ﺭﺎﻄﻗ
uz: Navbatda
vi: Đã xếp hàng
xh: Ifakwe emgceni
yi: ייר ןיא

source: Ask
af: Vra
am: ጠይቅ
ar: ﺐﻠﻄﻳ
be: Спытайце
bg: питам
bn: জিজ্ঞাসা করুন
ca: Pregunta
cy: Gofynnwch
da: Spørge
eo: Demandu
et: Küsi
eu: Galdetu
fa: ﻥﺪﯿﺳﺮﭘ
fi: Kysyä
fil: Magtanong
fy: Freegje
ga: Fiafraigh
gd: Faighnich
gl: Pregunta
gu: પુછવું
he: לֹואְׁשִל
hi: पूछना
hr: Pitaj
hu: Kérdez
hy: Հարցրեք
id: Bertanya
is: Spurðu
ka: იკითხე
kk: Сұраңыз
km: សួរ
kn: ಕೇಳು
ku: Pirsîn
ky: Сура
lb: Frot
lo: ຖາມ
lt: Klausti
lv: Jautājiet
mg: Anontanio
mi: Uia mai
mk: Прашај
ml: ചോദിക്കുക
mn: Асуу
mr: विचारा
mt: Staqsi
my: မေး
nb: Spørre
ne: सोध्नु
or: ପଚାର |
pa: ਪੁੱਛੋ
ps: ﺉړﮐﻭ ﻪﻨﺘښﻮﭘ
ro: Cere
rw: Baza
sd: ﮡﮁﭘ
si: අහන්න
sk: Opýtať sa
sl: Vprašaj
sq: Pyetni
sw: Uliza
ta: கேள்
te: అడగండి
tg: Пурсед
th: ถาม
tk: Soraň
tt: Сора
uk: Запитайте
ur: ﻮﮭﭼﻮﭘ
uz: So'rang
vi: Hỏi
xh: Buza
yi: ןגערפ

source: Overwrite All
af: Oorskryf Alles
am: ሁሉንም ገልብጥ
ar: استبدل الكل
be: Перазапісаць усё
bg: Презаписване на всички
bn: সবকিছু অতিলেখন
ca: Sobreescriu tot
cy: Ysgrifennu Pawb
da: Skriv Over Alle
eo: Anstataŭigi Ĉion
et: Kirjuta kõik üle
eu: Gain-idatzi Dena
fa: ﻪﻤﻫ ﯽﺴﯾﻮﻧﺯﺎﺑ
fi: Korvaa kaikki
fil: I-overwrite Lahat
fy: Alles oerskriuwe
ga: Forscríobh Uile
gd: Thoir thairis air na h-uile
gl: Sobrescribir todo
gu: બધા પર ફરીથી લખો
he: שכתוב הכול
hi: सभी अधिलेखित करें
hr: Prepiši sve
hu: Mindet felülírja
hy: Վերագրանցել բոլորը
id: Tulis Ulang Semuanya
is: Skrifa yfir allt
ka: გადაწერა ყველა
kk: Барлығын қайта жазу
km: សរសេរជាន់​លើ​ទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಓವರ್ರೈಟ್ ಮಾಡಿ
ku: Hemî binivîsin
ky: Бардык үстүнөн жазуу
lb: Alles iwwerschreiwe
lo: ຂຽນທັບທັງໝົດ
lt: Pakeisti visus
lv: Pārrakstīt visu
mg: Soraty daholo
mi: Tuhirua Katoa
mk: Презапишете ги сите
ml: എല്ലാം തിരുത്തിയെഴുതുക
mn: Бүгдийг дарж бичих
mr: सर्व अधिलिखित करा
mt: Ikteb Kollha
my: အားလုံးကို ထပ်ရေးပါ။
nb: Skriv Over Alle
ne: सबै अधिलेखन गर्नुहोस्
or: ସମସ୍ତକୁ ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ |
pa: ਸਭ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰੋ
ps: ﺊﮑﯿﻟﻭ ﻝﻮټ
ro: Rescrie tot
rw: Andika Byose
sd: ﻮﮑﻟ ﻥﺎﭥﻣ ﭛﺳ
si: සියල්ල උඩින් ලියන්න
sk: Prepísať všetky
sl: Prepiši vse
sq: Mbishkruani të gjitha
sw: Batilisha Yote
ta: அனைத்தையும் மேலெழுதவும்
te: అన్నింటినీ ఓవర్u200cరైట్ చేయండి
tg: Ҳамаро аз нав нависед
th: เขียนทับทั้งหมด
tk: Hemmesini ýazyň
tt: Барысын да языгыз
uk: Переписати все
ur: سب پر لکھیں
uz: Hammasini qayta yozish
vi: Ghi đè lên tất cả
xh: Bhala phezu kwayo Yonke into
yi: עלאַ טייררעווואָ

source: Skip All
af: Slaan alles oor
am: ሁሉንም ዝለል
ar: تخط الكل
be: Прапусціць усе
bg: Пропускане на всички
bn: সব বাদ
ca: Omet tot
cy: Sgipio Pawb
da: Hop Over Alle
eo: Preterpasi Ĉion
et: Jäta kõik vahele
eu: Saltatu Dena
fa: ﻪﻤﻫ ﺯﺍ ﻥﺪﺷ ﺩﺭ
fi: Ohita kaikki
fil: Laktawan lahat
fy: Alles Oerslaan
ga: Scipeáil Gach
gd: Thoir leum dha na h-uile
gl: Omitir Todo
gu: બધું જવાદો
he: דילוג על הכול
hi: सभी को छोड़ें
hr: Preskoči sve
hu: Mindet kihagyja
hy: Բոլորը բաց թողնել
id: Abaikan Semuanya
is: Sleppa öllum
ka: Ყველა გამოტოვე
kk: Барлығын өткізіп жіберу
km: រំលង​ទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಬಿಟ್ಟುಬಿಡಿ
ku: Hemûyan derbas bikin
ky: Баарын өткөрүп жибер
lb: Alles iwwersprangen
lo: ຂ້າມu200bຫມົດ
lt: Praleisti visus
lv: Izlaist visu
mg: Alefaso daholo
mi: Tīpoka Katoa
mk: Прескокни ги сите
ml: എല്ലാം ഒഴിവാക്കുക
mn: Бүгдийг алгасах
mr: सर्व वगळा
mt: Aqbeż kollox
my: အားလုံးကိုကျော်မယ်
nb: Hopp Over Alle
ne: सबै छोड्नुहोस्
or: ସମସ୍ତଙ୍କୁ ଛାଡିଦିଅ |
pa: ਸਭ ਛੱਡੋ
ps: ﻪﺷ ﺮﯧﺗ ﻪﻧ ﻮﻟﻮټ ﻪﻟ
ro: Sari peste tot
rw: Simbuka Byose
sd: ﻮﻳڏ ﻱڏﮀ ﻲﮐ ﻲﻨﭝﺳ
si: සියල්ල මග හරින්න
sk: Preskočiť všetky
sl: Preskoči vse
sq: Kaloni të gjithë
sw: Ruka yote
ta: அனைத்தையும் தவிர்
te: అన్నీ దాటవేయి
tg: Ҳамаро гузаред
th: ข้ามทั้งหมด
tk: Hemmesine geç
tt: Барысын да калдыр
uk: Пропустити все
ur: نظر انداز تمام
uz: Hammasini oʻtkazib yuborish
vi: Bỏ qua tất cả
xh: Tsiba zonke
yi: עלאַ ןעקפּאָה
