Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
af: zzzFM vereis bash geïnstalleer moet word. Ander skulpe is NIE gelykstaande nie, aangesien zzzFM kenmerke gebruik wat slegs in egte bash voorkom (v4+). Die program %s is nie gevind nie. Installeerbashof gebruik konfigurasie opsie --with-bash-pathom 'n pasgemaakte ligging tydens boutyd te spesifiseer.
am: zzzFM ይጠይቃል bash ለመጫን. zzzFM በእውነተኛ ባሽ ውስጥ የሚገኙ ባህሪያትን ስለሚጠቀም ሌሎች ዛጎሎች አቻ አይደሉም (v4+). ፕሮግራሙ %s አልተገኘም። ጫንbashወይም የማዋቀር አማራጭን ይጠቀሙ --with-bash-pathበግንባታ ጊዜ ብጁ ቦታን ለመግለጽ.
ar: zzzFM ﺐﺟﻮﺘﺴﻳ bash ﻲﻠﺻﻷ﻿ﺍ bash ﻲﻓ ﻂﻘﻓ ﺓﺩﻮﺟﻮﻣ ﺕﺍﺰﻴﻣ ﻡﺪﺨﺘﺴﻳ zzzFM ﻥﻷ﻿ ﺔﺌﻓﺎﻜﻣ ﺖﺴﻴﻟ ﻯﺮﺧﻷ﻿ﺍ ﻑﺍﺪﺻﻷ﻿ﺍ .ﻪﺘﻴﺒﺜﺗ ﻢﺘﻴﻟ (v4+). ﺖﻴﺒﺜﺗ .s ٪ﺞﻣﺎﻧﺮﺒﻟﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟbashﻦﻳﻮﻜﺘﻟﺍ ﺭﺎﻴﺧ ﻡﺪﺨﺘﺳﺍ ﻭﺃ --with-bash-path.ءﺎﺸﻧﻹ﻿ﺍ ﺖﻗﻭ ﻲﻓ ﺺﺼﺨﻣ ﻊﻗﻮﻣ ﺪﻳﺪﺤﺘﻟ
be: zzzFM патрабуе bash для ўстаноўкі. Іншыя абалонкі НЕ эквівалентныя, паколькі zzzFM выкарыстоўвае функцыі, якія можна знайсці толькі ў сапраўдным bash (v4+). Праграма %s не знойдзена. Ўсталявацьbashабо выкарыстоўвайце опцыю канфігурацыі --with-bash-pathкаб паказаць карыстальніцкае месца падчас зборкі.
bg: zzzFM изисква bash да бъдат инсталирани. Други обвивки НЕ са еквивалентни, тъй като zzzFM използва функции, които се намират само в оригиналния bash (v4+). Програмата %s не беше намерена. Инсталирайbashили използвайте опцията за конфигуриране --with-bash-pathза да посочите персонализирано местоположение по време на изграждане.
bn: zzzFM প্রয়োজন bash ইনস্টল করা. অন্যান্য শেলগুলি সমতুল্য নয় কারণ zzzFM শুধুমাত্র জেনুইন ব্যাশে পাওয়া বৈশিষ্ট্যগুলি ব্যবহার করে (v4+). প্রোগ্রাম %s খুঁজে পাওয়া যায়নি. ইনস্টল করুনbashঅথবা কনফিগার বিকল্প ব্যবহার করুন --with-bash-pathনির্মাণের সময় একটি কাস্টম অবস্থান নির্দিষ্ট করতে।
ca: zzzFM requereix bash per ser instal·lat. Altres intèrprets d'ordre NO són u200bu200bequivalents, ja que zzzFM utilitza funcions que només es troben a bash genuí (v4+). No s'ha trobat el programa %s. Instal·larbasho utilitzeu l'opció de configuració --with-bash-pathper especificar una ubicació personalitzada en temps de creació.
cy: zzzFM yn gofyn bash i'w osod. NID yw cregyn eraill yn gyfwerth gan fod zzzFM yn defnyddio nodweddion a geir mewn bash go iawn yn unig (v4+). Ni ddarganfuwyd% s y rhaglen. Gosodbashneu defnyddiwch yr opsiwn ffurfweddu --with-bash-pathi nodi lleoliad wedi'i deilwra ar amser adeiladu.
da: zzzFM kræver bash skal installeres. Andre skaller er IKKE ækvivalente, da zzzFM bruger funktioner, der kun findes i ægte bash (v4+). Programmet %s blev ikke fundet. Installerebasheller brug konfigurationsindstillingen --with-bash-pathfor at angive en brugerdefineret placering på byggetidspunktet.
eo: zzzFM postulas bash instalenda. Aliaj ŝeloj NE estas ekvivalentaj ĉar zzzFM uzas funkciojn nur trovitajn en aŭtentika bash (v4+). La programo %s ne estis trovita. Instalibashaŭ uzu agordi opcion --with-bash-path por specifi kutiman lokon je konstrua tempo.
et: zzzFM vajab bash paigaldada. Muud kestad EI OLE samaväärsed, kuna zzzFM kasutab funktsioone, mida leidub ainult ehtsas bashis (v4+). Programm %s ei leitud. Installigebashvõi kasutage konfigureerimisvalikut --with-bash-path kohandatud asukoha määramiseks ehitamise ajal.
eu: zzzFM eskatzen du bash instalatu beharrekoa. Beste shell batzuk EZ dira baliokideak, zzzFM-k benetako bash-en soilik aurkitzen diren ezaugarriak erabiltzen baititu (v4+). Egitaraua %s ez zen aurkitu. Instalatubashedo erabili konfiguratu aukera --with-bash-path eraikitzeko garaian kokapen pertsonalizatu bat zehazteko.
fa: zzzFM ﺩﺭﺍﺩ ﺯﺎﯿﻧ bash ﺪﻧﻮﺷ ﯽﻣ ﺖﻓﺎﯾ ﯽﻌﻗﺍﻭ bash ﺭﺩ ﻂﻘﻓ ﻪﮐ ﺪﻨﮐ ﯽﻣ ﻩﺩﺎﻔﺘﺳﺍ ﯽﯾﺎﻫ ﯽﮔﮋﯾﻭ ﺯﺍ zzzFM ﺍﺮﯾﺯ ﺪﻨﺘﺴﯿﻧ ﻝﺩﺎﻌﻣ ﺎﻫ ﻪﺘﺳﻮﭘ ﺮﯾﺎ (v4+). ﻪﻣﺎﻧﺮﺑ %s ﺐﺼﻧ ﺪﺸﻧ ﺍﺪﯿﭘbashﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ configure ﻪﻨﯾﺰﮔ ﺯﺍ ﺎﯾ --with-bash-path .ﺖﺧﺎﺳ ﻥﺎﻣﺯ ﺭﺩ ﯽﺷﺭﺎﻔﺳ ﻥﺎﮑﻣ ﮏﯾ ﻦﯿﯿﻌﺗ ﯼﺍﺮﺑ
fi: zzzFM vaatii bash asennettavaksi. Muut kuoret EIVÄT ole vastaavia, koska zzzFM käyttää ominaisuuksia, jotka löytyvät vain aidosta bashista (v4+). Ohjelma %s ei löytynyt. Asentaabashtai käytä konfigurointivaihtoehtoa --with-bash-path määrittääksesi mukautetun sijainnin rakennusaikana.
fil: zzzFM nangangailangan bash na mai-install. HINDI katumbas ang ibang mga shell dahil gumagamit ang zzzFM ng mga feature na makikita lang sa tunay na bash (v4+). Ang programa %s ay hindi natagpuan. I-installbasho gumamit ng opsyon sa pag-configure --with-bash-path upang tumukoy ng custom na lokasyon sa oras ng build.
fy: zzzFM fereasket bash ynstallearre wurde. Oare skulpen binne NET lykweardich, om't zzzFM funksjes brûkt allinich fûn yn echte bash (v4+). It programma %s is net fûn. Ynstallearjebashof brûk konfiguraasje opsje --with-bash-path om in oanpaste lokaasje op te jaan by de boutiid.
ga: zzzFM Éilíonn bash le suiteáil. NÍ hionann sliogáin eile toisc go n-úsáideann zzzFM gnéithe nach bhfuil le fáil ach i bhfíor-bash (v4+). An clár %s Ní bhfuarthas. Suiteáilbashnó bain úsáid as an rogha cumraithe --with-bash-path chun suíomh saincheaptha a shonrú ag am tógála.
gd: zzzFM feum bash a stàladh. CHAN EIL sligean eile co-ionann oir tha zzzFM a ’cleachdadh feartan a lorgar a-mhàin ann am bash fìor (v4+). Am prògram %s cha deach a lorg. Stàlaichbashno cleachd roghainn rèiteachaidh --with-bash-path gus àite gnàthaichte a shònrachadh aig àm togail.
gl: zzzFM require bash para ser instalado. Outros shell NON son equivalentes xa que zzzFM usa funcións que só se atopan en bash xenuíno (v4+). O programa %s non se atopou. Instalarbashou use a opción de configuración --with-bash-path para especificar unha localización personalizada no momento da construción.
gu: zzzFM જરૂરી છે bash સ્થાપિત કરવા માટે. અન્ય શેલો સમકક્ષ નથી કારણ કે zzzFM માત્ર અસલી બેશમાં જોવા મળતી સુવિધાઓનો ઉપયોગ કરે છે (v4+). કાર્યક્રમ %s મળી ન હતી. ઇન્સ્ટોલ કરોbashઅથવા રૂપરેખાંકિત વિકલ્પનો ઉપયોગ કરો --with-bash-path બિલ્ડ સમયે કસ્ટમ સ્થાનનો ઉલ્લેખ કરવા માટે.
he: zzzFM שרוד bash ירוקמ bash-ב קר תואצמנש תונוכתב שמתשמ zzzFM ןכש ךרע תווש ןניא תורחא תויכנוק .ןקתומ תויהל (v4+). תינכתה %s ןיקתהל .אצמנ אלbashהרוצת תורשפאב שמתשה וא --with-bash-path .היינבה ןמזב תישיא םאתומ םוקימ ןייצל ידכ
hi: zzzFM आवश्यक है bash स्थापित करने के लिए। अन्य गोले समान नहीं हैं क्योंकि zzzFM केवल वास्तविक बैश में पाई जाने वाली सुविधाओं का उपयोग करता है (v4+). कार्यक्रम %s नहीं मिला था। इंस्टॉलbashया कॉन्फ़िगर विकल्प का उपयोग करें --with-bash-path निर्माण समय पर एक कस्टम स्थान निर्दिष्ट करने के लिए।
hr: zzzFM zahtijeva bash biti instaliran. Druge školjke NISU ekvivalentne jer zzzFM koristi značajke koje se nalaze samo u originalnom bash-u (v4+). Program %s nije nađeno. Instaliratibashili upotrijebite opciju konfiguriranja --with-bash-path za određivanje prilagođene lokacije u vrijeme izrade.
hu: zzzFM igényel bash telepíteni kell. Más parancsértelmezők NEM egyenértékűek, mivel a zzzFM csak az eredeti bash-ban található funkciókat használja (v4+). A program %s nem található. Telepítésbashvagy használja a konfigurálás opciót --with-bash-path egyéni hely megadásához az építési időben.
hy: zzzFM պահանջում է bash տեղադրվելիք։ Մյուս պատյանները համարժեք չեն, քանի որ zzzFM-ն օգտագործում է միայն իսկական bash-ում հայտնաբերված գործառույթները (v4+). Ծրագիրը %s չի գտնվել։ Տեղադրեքbashկամ օգտագործեք կազմաձևման տարբերակը --with-bash-path կառուցման ժամանակ հատուկ տեղադրություն նշելու համար:
id: zzzFM memerlukan bash untuk dipasang. Kerang lain TIDAK setara karena zzzFM menggunakan fitur yang hanya ditemukan di bash asli (v4+). Program %s tidak ditemukan. Installbashatau gunakan opsi konfigurasi --with-bash-path untuk menentukan lokasi khusus pada waktu pembuatan.
is: zzzFM krefst bash á að setja upp. Aðrar skeljar eru EKKI jafngildar þar sem zzzFM notar eiginleika sem finnast aðeins í ekta bash (v4+). Forritið %s fannst ekki. Settu uppbasheða notaðu stillingarvalkostinn --with-bash-path til að tilgreina sérsniðna staðsetningu á byggingartíma.
ka: zzzFM მოითხოვს bash დასამონტაჟებელი. სხვა ჭურვები არ არის ექვივალენტური, რადგან zzzFM იყენებს ფუნქციებს, რომლებიც გვხვდება მხოლოდ ნამდვილ bash-ში (v4+). Პროგრამა %s არ მოიძებნა. Დაინსტალირებაbashან გამოიყენეთ კონფიგურაციის ვარიანტი --with-bash-path მორგებული მდებარეობის მითითება მშენებლობის დროს.
kk: zzzFM талап етеді bash орнатылады. Басқа қабықшалар БАлама ЕМЕС, өйткені zzzFM тек шынайы bash-те табылған мүмкіндіктерді пайдаланады (v4+). Бағдарлама %s табылмады. Орнатуbashнемесе конфигурациялау опциясын пайдаланыңыз --with-bash-path құрастыру уақытында реттелетін орынды көрсету үшін.
km: zzzFM ទាមទារ bash ដែលត្រូវដំឡើង។ សែលផ្សេងទៀតមិនស្មើនឹង zzzFM ប្រើលក្ខណៈពិសេសដែលត្រូវបានរកឃើញតែនៅក្នុង bash ពិតប្រាកដប៉ុណ្ណោះ។ (v4+). កម្មវិធី %s មិនត្រូវបានរកឃើញ។ ដំឡើងbashឬប្រើជម្រើសកំណត់រចនាសម្ព័ន្ធ --with-bash-path ដើម្បីបញ្ជាក់ទីតាំងផ្ទាល់ខ្លួននៅពេលសាងសង់។
kn: zzzFM ಅಗತ್ಯವಿದೆ bash ಅಳವಡಿಸಬೇಕು. zzzFM ನಿಜವಾದ ಬ್ಯಾಷ್u200cನಲ್ಲಿ ಮಾತ್ರ ಕಂಡುಬರುವ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬಳಸುವುದರಿಂದ ಇತರ ಶೆಲ್u200cಗಳು ಸಮಾನವಾಗಿಲ್ಲ (v4+). ಕಾರ್ಯಕ್ರಮ %s ಸಿಕ್ಕಿರಲಿಲ್ಲ. ಸ್ಥಾಪಿಸಿbashಅಥವಾ ಕಾನ್ಫಿಗರ್ ಆಯ್ಕೆಯನ್ನು ಬಳಸಿ --with-bash-path ನಿರ್ಮಾಣ ಸಮಯದಲ್ಲಿ ಕಸ್ಟಮ್ ಸ್ಥಳವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು.
ku: zzzFM hewce dike bash were sazkirin. Kevirên din NE wekhev in ji ber ku zzzFM taybetmendiyên ku tenê di bash-a rastîn de têne dîtin bikar tîne (v4+). Bername %s nehat dîtin. Lêkirinbashan vebijarka mîhengê bikar bînin --with-bash-path ku di dema çêkirinê de cîhek xwerû diyar bike.
ky: zzzFM талап кылат bash орнотулат. Башка кабыктар эквиваленттүү ЭМЕС, анткени zzzFM чыныгы bash'те гана табылган функцияларды колдонот (v4+). Программа %s табылган жок. Орнотууbashже конфигурациялоо опциясын колдонуңуз --with-bash-path куруу учурунда өзгөчөлөнгөн жерди көрсөтүү.
lb: zzzFM verlaangt bash installéiert ginn. Aner Shells sinn NET gläichwäerteg well zzzFM Features benotzt déi nëmmen an echt Bash fonnt ginn (v4+). De Programm %s gouf net fonnt. Installéierenbashoder benotzen Configuratioun Optioun --with-bash-path fir e personaliséierte Standuert bei der Bauzäit ze spezifizéieren.
lo: zzzFM ຕ້ອງການ bash ທີ່ຈະຕິດຕັ້ງ. ເປືອກຫອຍອື່ນໆບໍ່ທຽບເທົ່າກັບ zzzFM ໃຊ້ຄຸນສົມບັດທີ່ພົບເຫັນຢູ່ໃນ bash ທີ່ແທ້ຈິງເທົ່ານັ້ນ (v4+). ໂຄງການ %s ບໍ່ພົບ. ຕິດຕັ້ງbashຫຼືໃຊ້ຕົວເລືອກການຕັ້ງຄ່າ --with-bash-path ເພື່ອລະບຸສະຖານທີ່ແບບກຳນົດເອງໃນເວລາສ້າງ.
lt: zzzFM reikalauja bash būti įdiegta. Kiti apvalkalai NĖRA lygiaverčiai, nes zzzFM naudoja funkcijas, kurios yra tik autentiškame bash (v4+). Programa %s nerasta. Diegtibasharba naudokite konfigūravimo parinktį --with-bash-path kūrimo metu nurodyti pasirinktinę vietą.
lv: zzzFM prasa bash jāuzstāda. Citi apvalki NAV līdzvērtīgi, jo zzzFM izmanto funkcijas, kas atrodamas tikai oriģinālajā bash (v4+). Programma %s netika atrasts. Uzstādītbashvai izmantojiet opciju konfigurēt --with-bash-path lai norādītu pielāgotu atrašanās vietu izveides laikā.
mg: zzzFM TAKIN'I bash hapetraka. Ny akorandriaka hafa dia TSY mitovy amin'ny zzzFM mampiasa endri-javatra tsy hita afa-tsy amin'ny bash tena izy (v4+). Ny fandaharana %s tsy hita. hametrakabashna mampiasa configure safidy --with-bash-path mba hamaritana toerana manokana amin'ny fotoana fananganana.
mi: zzzFM titau bash kia whakauruhia. Ko etahi atu anga KORE he rite na te mea ka whakamahia e te zzzFM nga ahuatanga ka kitea i roto i te bash pono (v4+). Ko te kaupapa %s kaore i kitea. Tāutabashwhakamahi ranei i te whiringa whirihora --with-bash-path ki te tautuhi i tetahi waahi ritenga i te wa hanga.
mk: zzzFM бара bash да се инсталира. Другите школки НЕ се еквивалентни бидејќи zzzFM користи функции што се наоѓаат само во оригиналниот баш (v4+). Програмата %s не беше пронајден. Инсталирајbashили користете ја опцијата за конфигурирање --with-bash-path за да наведете приспособена локација во времето на изградбата.
ml: zzzFM ആവശ്യപ്പെടുന്നു bash ഇൻസ്റ്റാൾ ചെയ്യണം. zzzFM യഥാർത്ഥ ബാഷിൽ മാത്രം കാണപ്പെടുന്ന സവിശേഷതകൾ ഉപയോഗിക്കുന്നതിനാൽ മറ്റ് ഷെല്ലുകൾ തുല്യമല്ല (v4+). പരിപാടി %s കണ്ടെത്തിയില്ല. ഇൻസ്റ്റാൾ ചെയ്യുകbashഅല്ലെങ്കിൽ കോൺഫിഗർ ഓപ്ഷൻ ഉപയോഗിക്കുക --with-bash-path നിർമ്മാണ സമയത്ത് ഒരു ഇഷ്u200cടാനുസൃത സ്ഥാനം വ്യക്തമാക്കുന്നതിന്.
mn: zzzFM шаарддаг bash суурилуулах. zzzFM нь зөвхөн жинхэнэ bash-д байдаг функцуудыг ашигладаг тул бусад бүрхүүлүүд нь үүнтэй адилгүй (v4+). Хөтөлбөр %s Олдсонгүй. Суулгахbashэсвэл тохируулах сонголтыг ашиглана уу --with-bash-path барих үед захиалгат байршлыг зааж өгөх.
mr: zzzFM आवश्यक आहे bash स्थापित करणे. इतर शेल समतुल्य नाहीत कारण zzzFM केवळ अस्सल बॅशमध्ये आढळणारी वैशिष्ट्ये वापरते (v4+). कार्यक्रम %s आढळले नाही. स्थापित कराbashकिंवा कॉन्फिगर पर्याय वापरा --with-bash-path बिल्ड वेळेवर सानुकूल स्थान निर्दिष्ट करण्यासाठी.
mt: zzzFM teħtieġ bash biex jiġu installati. Qxur oħra MHUX ekwivalenti peress li zzzFM juża karatteristiċi misjuba biss f'bash ġenwin (v4+). Il-programm %s ma nstabx. Installabashjew uża l-għażla tal-konfigurazzjoni --with-bash-path biex tispeċifika post tad-dwana fil-ħin tal-bini.
my: zzzFM လိုအပ်သည် bash တပ်ဆင်ရန်။ zzzFM သည် စစ်မှန်သော bash တွင်သာ တွေ့ရသော အင်္ဂါရပ်များကို အသုံးပြုထားသောကြောင့် အခြားသော အခွံများနှင့် ညီမျှသည်မဟုတ်ပါ။ (v4+). အစီအစဉ် %s ရှာမတွေ့ပါ။ တပ်ဆင်ပါ။bashသို့မဟုတ် configure option ကိုသုံးပါ။ --with-bash-path တည်ဆောက်ချိန်၌ စိတ်ကြိုက်တည်နေရာကို သတ်မှတ်ရန်။
nb: zzzFM krever bash som skal installeres. Andre skall er IKKE ekvivalente siden zzzFM bruker funksjoner som kun finnes i ekte bash (v4+). Programmet %s var ikke funnet. Installerebasheller bruk konfigureringsalternativet --with-bash-path for å spesifisere en egendefinert plassering på byggetidspunktet.
ne: zzzFM आवश्यक छ bash स्थापना गर्न। अन्य शेलहरू बराबर छैनन् किनकि zzzFM ले वास्तविक ब्यासमा मात्र पाइने सुविधाहरू प्रयोग गर्दछ। (v4+). कार्यक्रम %s फेला परेन। स्थापना गर्नुहोस्bashवा कन्फिगर विकल्प प्रयोग गर्नुहोस् --with-bash-path निर्माण समयमा अनुकूलन स्थान निर्दिष्ट गर्न।
or: zzzFM ଆବଶ୍ୟକ କରେ | bash ସଂସ୍ଥାପିତ ହେବାକୁ ଅନ୍ୟ ଶେଲଗୁଡ଼ିକ ସମାନ ନୁହେଁ କାରଣ zzzFM କେବଳ ଅସଲି ବାଶରେ ମିଳୁଥିବା ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ବ୍ୟବହାର କରେ | (v4+). ପ୍ରୋଗ୍ରାମ୍ %s ମିଳିଲା ନାହିଁ ସଂସ୍ଥାପନ କରନ୍ତୁ |bashକିମ୍ବା ବିନ୍ୟାସ ବିକଳ୍ପ ବ୍ୟବହାର କରନ୍ତୁ | --with-bash-path ନିର୍ମାଣ ସମୟରେ ଏକ କଷ୍ଟମ୍ ଅବସ୍ଥାନ ନିର୍ଦ୍ଦିଷ୍ଟ କରିବାକୁ |
pa: zzzFM ਦੀ ਲੋੜ ਹੈ bash ਸਥਾਪਿਤ ਕੀਤਾ ਜਾਣਾ ਹੈ। ਹੋਰ ਸ਼ੈੱਲ ਬਰਾਬਰ ਨਹੀਂ ਹਨ ਕਿਉਂਕਿ zzzFM ਸਿਰਫ਼ ਅਸਲੀ ਬੈਸ਼ ਵਿੱਚ ਮਿਲੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ (v4+). ਪ੍ਰੋਗਰਾਮ %s ਨਹੀਂ ਮਿਲਿਆ। ਇੰਸਟਾਲ ਕਰੋbashਜਾਂ ਕੌਂਫਿਗਰ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰੋ --with-bash-path ਬਿਲਡ ਟਾਈਮ 'ਤੇ ਇੱਕ ਕਸਟਮ ਟਿਕਾਣਾ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ।
ps: zzzFM ﻱﺮﻟ ﺎﯿﺗړﺍ bash ﻱﻭﺭﺎﮐ ﯤﻭﺎﯿﺗړګﻧﺎځ ﻱﻮﺷ ﻝﺪﻧﻮﻣ ﯥﮐ ﺵﺎﺑ ﻲﻨﯿﺘښﯾﺭ ﻪﭘ ﯤﺯﺍﻮﯾ zzzFM ﯥﭼ ﻪﮑځ ﻱﺪﻧ ﻱﻭﺎﺴﻣ ۍﻟﻮﺧ ﺭﻮﻧ .ﻲﺷ ﺐﺼﻧ (v4+). ﻡﺍﺮګﻭﺮﭘ %s ﺉړﮐ ﺐﺼﻧ .ﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧﻭbashﺉﻭﺭﺎﮐﻭ ﺭﺎﯿﺘﺧﺍ ﻮﻟﻮﮐ ﺐﯿﺗﺮﺗ ﺩ ﺎﯾ --with-bash-path .ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﺺﺨﺸﻣ ﯼﺎځ ﺰﯾﺩﻭﺩ ﺩ ﯥﮐ ﺖﺧﻭ ﻪﭘ ﻭﺪﯾړﻮﺟ ﺩ
ro: zzzFM cere bash a fi instalat. Alte shell-uri NU sunt echivalente, deoarece zzzFM folosește caracteristici găsite doar în bash autentic (v4+). Programul %s nu a fost găsit. Instalarebashsau utilizați opțiunea de configurare --with-bash-path pentru a specifica o locație personalizată în timpul construirii.
rw: zzzFM bisaba bash Kuri Gushiraho. Ibindi biceri ntabwo bihwanye nkuko zzzFM ikoresha ibintu biboneka gusa mubyukuri (v4+). Porogaramu %s ntiyabonetse. Shyiramobashcyangwa ukoreshe uburyo bwo guhitamo --with-bash-path Kugaragaza ahantu hihariye mugihe cyo kubaka.
sd: zzzFM ﻲﮬﺁ ﻞﺑﺮﮭﮔ bash ﻮﭤ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ﻥﻮﺘﻴﺻﺎﺧ ﻞﻴﻠﻣ ۾ ﺵﺎﺑ ﻲﻘﻴﻘﺣ ﻑﺮﺻ zzzFM ﻪﺗ ﻦﺌﻴﺟ ﻦﻫﺁ ﻪﻧ ﺮﺑﺍﺮﺑ ﻞﻴﺷ ﺎﻴﭔ .ﮡﻴﭤ ﺐﺼﻧ (v4+). ﻡﺍﺮﮔﻭﺮﭘ %s ﻮﻳﺮڪ ﻝﺎٽﺴﻧﺍ .ﻮﻴﻠﻣ ﻪﻧbashﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ﻦﺸﭘﺁ configure ﺎﻳ --with-bash-path .ءﻻ﻿ ﮠﺮڪ ﻥﺎﻴﺑ ﻲﮐ ﮫﮙﺟ ﻱﺭﺍﻭ ﺐﻴﺗﺮﺗ ﻱڙڪﮬ ﻲﺗ ﺖﻗﻭ ﻲﺟ ﮡﮬﺎﭠ
si: zzzFM අවශ්ය වේ bash ස්ථාපනය කිරීමට. zzzFM අව්u200dයාජ බැෂ්හි පමණක් ඇති විශේෂාංග භාවිතා කරන බැවින් අනෙකුත් කවච සමාන නොවේ. (v4+). වැඩසටහන %s සොයාගත නොහැකි විය. ස්ථාපනය කරන්නbashහෝ වින්u200dයාස කිරීමේ විකල්පය භාවිතා කරන්න --with-bash-path ගොඩනැගීමේ වේලාවේදී අභිරුචි ස්ථානයක් නියම කිරීමට.
sk: zzzFM vyžaduje bash na inštaláciu. Iné shelly NIE SÚ ekvivalentné, pretože zzzFM používa funkcie, ktoré sa nachádzajú iba v originálnom bash (v4+). Program %s nebolo nájdené. Inštaláciabashalebo použite možnosť konfigurácie --with-bash-path špecifikovať vlastné umiestnenie v čase zostavovania.
sl: zzzFM zahteva bash biti nameščen. Druge lupine NISO enakovredne, saj zzzFM uporablja funkcije, ki jih najdemo samo v pristnem bash (v4+). Program %s ni bilo najdeno. Namestitebashali uporabite možnost konfiguracije --with-bash-path da določite lokacijo po meri v času gradnje.
sq: zzzFM kërkon bash për t'u instaluar. Predhat e tjera NUK janë ekuivalente pasi zzzFM përdor veçori që gjenden vetëm në bash të vërtetë (v4+). Programi %s nuk u gjet. Instalonibashose përdorni opsionin e konfigurimit --with-bash-path për të specifikuar një vendndodhje të personalizuar në kohën e ndërtimit.
sw: zzzFM inahitaji bash kusakinishwa. Magamba mengine SI sawa kwani zzzFM hutumia vipengele vinavyopatikana tu kwenye bash halisi (v4+). Mpango %s haikupatikana. Sakinishabashau tumia chaguo la kusanidi --with-bash-path kutaja eneo maalum wakati wa ujenzi.
ta: zzzFM தேவைப்படுகிறது bash நிறுவ வேண்டும். zzzFM உண்மையான பாஷில் மட்டுமே காணப்படும் அம்சங்களைப் பயன்படுத்துவதால் மற்ற ஷெல்கள் சமமானவை அல்ல (v4+). நிகழ்ச்சி %s காணப்படவில்லை. நிறுவுbashஅல்லது configure விருப்பத்தைப் பயன்படுத்தவும் --with-bash-path உருவாக்க நேரத்தில் தனிப்பயன் இருப்பிடத்தைக் குறிப்பிட.
te: zzzFM అవసరం bash ఇన్స్టాల్ చేయాలి. zzzFM నిజమైన బాష్u200cలో మాత్రమే కనిపించే లక్షణాలను ఉపయోగిస్తుంది కాబట్టి ఇతర షెల్u200cలు సమానం కాదు (v4+). ఒక కార్యక్రమం %s దొరకలేదు. ఇన్u200cస్టాల్ చేయండిbashలేదా కాన్ఫిగర్ ఎంపికను ఉపయోగించండి --with-bash-path నిర్మాణ సమయంలో అనుకూల స్థానాన్ని పేర్కొనడానికి.
tg: zzzFM талаб мекунад bash гузошта шавад. Дигар снарядҳо баробар нестанд, зеро zzzFM хусусиятҳоеро истифода мебарад, ки танҳо дар bash аслӣ мавҷуданд (v4+). Барнома %s ёфт нашуд. Насб кунедbashё имконоти конфигуратсияро истифода баред --with-bash-path барои муайян кардани макони фармоишӣ дар вақти сохтмон.
th: zzzFM ต้องใช้ bash ที่จะติดตั้ง เชลล์อื่นไม่เท่ากันเนื่องจาก zzzFM ใช้คุณสมบัติที่พบใน bash . ของแท้เท่านั้น (v4+). โปรแกรม %s ไม่พบ ติดตั้งbashหรือใช้ตัวเลือกกำหนดค่า --with-bash-path เพื่อระบุตำแหน่งที่กำหนดเอง ณ เวลาสร้าง
tk: zzzFM talap edýär bash gurmak üçin. Beýleki gabyklar deň däl, sebäbi zzzFM diňe hakyky başda tapylan aýratynlyklary ulanýar (v4+). Programma %s tapylmady Gurnamakbashýa-da konfigurasiýa opsiýasyny ulanyň --with-bash-path gurulýan wagty ýörite ýeri kesgitlemek.
tt: zzzFM таләп итә bash урнаштырырга. Башка кабыклар эквивалент түгел, чөнки zzzFM чын башта гына булган функцияләрне куллана (v4+). Программа %s табылмады. Урнаштыруbashяки конфигурация параметрын кулланыгыз --with-bash-path төзү вакытында махсус урнашкан урынны күрсәтергә.
uk: zzzFM вимагає bash для встановлення. Інші оболонки НЕ еквівалентні, оскільки zzzFM використовує функції, доступні лише в справжньому bash (v4+). Програма %s не знайдено. Встановитиbashабо скористайтеся параметром налаштування --with-bash-path щоб вказати спеціальне розташування під час створення.
ur: zzzFM ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ bash ﮯﮨ ﺎﺗﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺎﮐ ﺕﺎﯿﺻﻮﺼﺧ ﯽﻟﺍﻭ ﮯﻧﺎﺟ ﯽﺋﺎﭘ ﮟﯿﻣ bash ﯽﻘﯿﻘﺣ ﻑﺮﺻ zzzFM ﮧﮑﻧﻮﯿﮐ ﮟﯿﮨ ﮟﯿﮩﻧ ﺮﺑﺍﺮﺑ ﮯﻟﻮﮔ ﮮﺮﺳﻭﺩ .ﮯ (v4+). ﻡﺍﺮﮔﻭﺮﭘ %s ۔ﮟﯾﺮﮐ ﻝﺎﭩﺴﻧﺍ .ﺎﮭﺗ ﻼ﻿ﻣ ﮟﯿﮩﻧbash۔ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﻦﺸﭘﺁ ﺮﮕﯿﻔﻨﮐ ﺎﯾ --with-bash-path ۔ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺖﺣﺎﺿﻭ ﯽﮐ ﻡﺎﻘﻣ ﻖﺑﺎﻄﻣ ﮯﮐ ﯽﺿﺮﻣ ﯽﻨﭘﺍ ﺖﻗﻭ ﮯﮐ ﺮﯿﻤﻌﺗ
uz: zzzFM talab qiladi bash o'rnatilishi kerak. Boshqa qobiqlar ekvivalent EMAS, chunki zzzFM faqat haqiqiy bash-da topilgan xususiyatlardan foydalanadi (v4+). Dastur %s topilmadi. O'rnatishbashyoki konfiguratsiya opsiyasidan foydalaning --with-bash-path qurish vaqtida maxsus joylashuvni belgilash uchun.
vi: zzzFM đòi hỏi bash để được cài đặt. Các shell khác KHÔNG tương đương vì zzzFM sử dụng các tính năng chỉ có trong bash chính hãng (v4+). Chương trình %s không tìm thấy. Cài đặtbashhoặc sử dụng tùy chọn cấu hình --with-bash-path để chỉ định một vị trí tùy chỉnh tại thời điểm xây dựng.
xh: zzzFM ifuna bash iza kufakwa. Abanye oonokrwece abalingani njengoko i-zzzFM isebenzisa iimpawu ezifumaneka kuphela kwi-bash yokwenyani (v4+). Inkqubo %s akafunyanwanga. Fakabashokanye sebenzisa ukhetho lokuqwalasela --with-bash-path ukucacisa indawo yesiko ngexesha lokwakha.
yi: zzzFM זרעייווקיר bash שאַב טכע ןיא ןענופֿעג זיולב ןטייקיִעפֿ טצינ zzzFM ליַיוו טנעלאַוויווקע טשינ ןענעז זלעש ערעדנא .ןרילאַטסניא ןי (v4+). םאַרגאָרפּ יד %s ןרילאַטסני .ןענופעג טינ זיאbashעיצפּאָ רעיגיפנאַק ןצונ רעדאָ --with-bash-path .טייצ ןעיוב ןיא טראָ גהנמ אַ ןריציפיצעפּס וצ

source: Don't know how to open the file
af: Weet nie hoe om die lêer oop te maak nie
am: ፋይሉን እንዴት እንደሚከፍት አታውቅም።
ar: لا أعرف كيف افتح هذا الملف
be: Не ведаю, як адкрыць файл
bg: Не знам как да отворя файла
bn: ফাইলটি কিভাবে খুলতে হয় জানি না
ca: No es sap com obrir el fitxer
cy: Ddim yn gwybod sut i agor y ffeil
da: Ved ikke hvordan filen skal åbnes
eo: Ne scias kiel malfermi la dosieron
et: Pole teada, kuidas faili avada
eu: Ez da fitxategia irekitzeko modurik ezagutzen
fa: ﻢﻨﮐ ﺯﺎﺑ ﺍﺭ ﻞﯾﺎﻓ ﻪﻧﻮﮕﭼ ﻢﻧﺍﺩ ﯽﻤﻧ
fi: Tiedoston avaustapaa ei tiedetä
fil: Hindi alam kung paano buksan ang file
fy: Ik wit net hoe't jo it bestân iepenje
ga: Níl a fhios agam conas an comhad a oscailt
gd: Chan eil fios agad ciamar a dh ’fhosglas tu am faidhle
gl: Non se sabe como abrir o ficheiro
gu: ફાઇલ કેવી રીતે ખોલવી તે ખબર નથી
he: המידע הדרוש לפתיחת הקובץ חסר או לקוי
hi: फ़ाइल को खोलना नहीं जानता
hr: Ne znam kako otvoriti datoteku
hu: Nincs adatom e fájl megnyitásáról
hy: Չգիտեմ, թե ինչպես բացել ֆայլը
id: Tidak tahu kapan membuka file
is: Veit ekki hvernig á að opna skrána
ka: არ ვიცი როგორ გავხსნა ფაილი
kk: Файлды қалай ашу керектігін білмеймін
km: មិន​ដឹង​ពី​របៀប​បើក​ឯកសារ
kn: ಫೈಲ್ ಅನ್ನು ಹೇಗೆ ತೆರೆಯುವುದು ಎಂದು ತಿಳಿದಿಲ್ಲ
ku: Nizanim pelê çawa veke
ky: Файлды кантип ачууну билбейм
lb: Weess net wéi d'Datei opmaacht
lo: ບໍ່ຮູ້ວິທີເປີດໄຟລ໌
lt: Nežinoma kaip atverti failą
lv: Nezinu, kā atvērt failu
mg: Tsy haiko ny fanokafana ny rakitra
mi: Kaore e mohio ki te whakatuwhera i te konae
mk: Не знам како да ја отворам датотеката
ml: ഫയൽ തുറക്കുന്നത് എങ്ങനെയെന്ന് അറിയില്ല
mn: Файлыг хэрхэн нээхээ мэдэхгүй байна
mr: फाइल कशी उघडायची ते माहित नाही
mt: Ma nafx kif tiftaħ il-fajl
my: ဖိုင်ကို ဘယ်လိုဖွင့်ရမှန်းမသိဘူး။
nb: Vet ikke hvordan filen skal åpnes
ne: फाइल कसरी खोल्ने थाहा छैन
or: ଫାଇଲ୍ କିପରି ଖୋଲିବେ ଜାଣନ୍ତି ନାହିଁ |
pa: ਪਤਾ ਨਹੀਂ ਫਾਈਲ ਨੂੰ ਕਿਵੇਂ ਖੋਲ੍ਹਣਾ ਹੈ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﻞﯾﺎﻓ ﻪګﻨڅ ﯥﭼ ﻡږﯿﻫﻮﭘ ﻪﻧ
ro: Nu știu cum să deschid fișierul
rw: Ntuzi gufungura dosiye
sd: ﻲﺠﻟﻮﮐ ﻦﺌﻴڪ ﻞﺋﺎﻓ ﻲﻫﺎﻧ ﺮﺒﺧ
si: ගොනුව විවෘත කරන්නේ කෙසේදැයි නොදනී
sk: Nie je známe ako otvoriť súbor
sl: Datoteke ni bilo mogoče odpreti
sq: Nuk di si ta hap skedarin
sw: Sijui jinsi ya kufungua faili
ta: கோப்பை எப்படி திறப்பது என்று தெரியவில்லை
te: ఫైల్u200cను ఎలా తెరవాలో తెలియడం లేదు
tg: Намедонам, ки чӣ тавр файлро кушояд
th: ไม่ทราบวิธีเปิดไฟล์
tk: Faýly nädip açmalydygyny bilenok
tt: Файлны ничек ачарга белмисез
uk: Не знаю, як відкрити цей файл
ur: نہیں معلوم کہ فائل کیسے کھولی جائے
uz: Faylni qanday ochishni bilmayman
vi: Không biết cách mở tệp
xh: Andazi ukuba uyivula njani ifayile
yi: עקעט יד ןענעפע וצ יוו ןסיוו טינ ןאָט
