Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Error reading file
af: Kon nie lêer lees nie
am: ፋይል ማንበብ ላይ ስህተት
ar: ﻒﻠﻤﻟﺍ ﺓءﺍﺮﻗ ﻲﻓ ﺄﻄﺧ
be: Памылка чытання файла
bg: Грешка при четене на файл
bn: ফাইল পড়ার ত্রুটি
ca: S'ha produït un error en llegir el fitxer
cy: Gwall wrth ddarllen ffeil
da: Fejl ved læsning af fil
eo: Eraro legante dosieron
et: Viga faili lugemisel
eu: Errore bat gertatu da fitxategia irakurtzean
fa: ﻞﯾﺎﻓ ﻥﺪﻧﺍﻮﺧ ﺭﺩ ﺎﻄﺧ
fi: Virhe tiedoston lukemisessa
fil: Error sa pagbabasa ng file
fy: Flater by it lêzen fan bestân
ga: Earráid agus comhad á léamh
gd: Mearachd le leughadh faidhle
gl: Erro ao ler o ficheiro
gu: ફાઇલ વાંચવામાં ભૂલ
he: ץבוקה תאירקב האיגש
hi: फ़ाइल पढ़ने में त्रुटि
hr: Pogreška pri čitanju datoteke
hu: Hiba a fájl olvasásakor
hy: Ֆայլի ընթերցման սխալ
id: Kesalahan membaca file
is: Villa við að lesa skrá
ka: შეცდომა ფაილის წაკითხვისას
kk: Файлды оқу қатесі
km: កំហុសក្នុងការអានឯកសារ
kn: ಫೈಲ್ ಓದುವಲ್ಲಿ ದೋಷ
ku: Di xwendina pelê de çewtî
ky: Файлды окуу катасы
lb: Feeler beim Liesen vun der Datei
lo: ການອ່ານໄຟລ໌ຜິດພາດ
lt: Klaida, skaitant failą
lv: Kļūda, lasot failu
mg: Hadisoana mamaky rakitra
mi: Hapa te panui kōnae
mk: Грешка при читање на датотеката
ml: ഫയൽ വായിക്കുന്നതിൽ പിശക്
mn: Файлыг уншихад алдаа гарлаа
mr: फाइल वाचण्यात त्रुटी
mt: Żball fil-qari tal-fajl
my: ဖိုင်ကိုဖတ်ရာတွင် အမှားအယွင်းရှိသည်။
nb: Feil ved lesing av fil
ne: फाइल पढ्न त्रुटि भयो
or: ଫାଇଲ୍ ପ reading ିବାରେ ତ୍ରୁଟି |
pa: ਫ਼ਾਈਲ ਪੜ੍ਹਨ ਵਿੱਚ ਗੜਬੜ ਹੋਈ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻠﺘﺳﻮﻟ ﻪﭘ ﯥﻨﺗﻭﺩ ﺩ
ro: Eroare la citirea fișierului
rw: Ikosa ryo gusoma dosiye
sd: ﻲﻄﻠﻏ ۾ ﮡﻫڙﭘ ﻞﺋﺎﻓ
si: ගොනුව කියවීමේ දෝෂයකි
sk: Chyba pri čítaní súboru
sl: Napaka pri branju datoteke
sq: Gabim gjatë leximit të skedarit
sw: Hitilafu katika kusoma faili
ta: கோப்பைப் படிப்பதில் பிழை
te: ఫైల్u200cని చదవడంలో లోపం ఏర్పడింది
tg: Хатогии хондани файл
th: เกิดข้อผิดพลาดในการอ่านไฟล์
tk: Faýly okamakda säwlik
tt: Файлны укуда хата
uk: Помилка читання файлу
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻨﮬﮍﭘ ﻞﺋﺎﻓ
uz: Faylni o‘qishda xatolik yuz berdi
vi: Lỗi khi đọc tệp
xh: Ifayile yempazamo yokufunda
yi: עקעט ןענעייל תועט

source: Error: unable to save command (internal error)
af: Fout: kan nie opdrag stoor nie (interne fout)
am: ስህተት፡ ትዕዛዙን ማስቀመጥ አልተቻለም (ውስጣዊ ስህተት)
ar: (ﻲﻠﺧﺍﺩ ﺄﻄﺧ) ﺮﻣﻷ﻿ﺍ ﻆﻔﺣ ﻰﻠﻋ ﺭﺩﺎﻗ ﺮﻴﻏ :ﺄﻄﺧ
be: Памылка: немагчыма захаваць каманду (унутраная памылка)
bg: Грешка: не може да се запази командата (вътрешна грешка)
bn: ত্রুটি: কমান্ড সংরক্ষণ করতে অক্ষম (অভ্যন্তরীণ ত্রুটি)
ca: Error: no es pot desar l'ordre (error intern)
cy: Gwall: methu arbed gorchymyn (gwall mewnol)
da: Fejl: kan ikke gemme kommandoen (intern fejl)
eo: Eraro: ne eblas konservi komandon (interna eraro)
et: Viga: käsku ei saa salvestada (sisemine viga)
eu: Errorea: ezin da gorde komandoa (barneko errorea)
fa: (ﯽﻠﺧﺍﺩ ﯼﺎﻄﺧ) ﺪﺸﻧ ﻩﺮﯿﺧﺫ ﺭﻮﺘﺳﺩ :ﺎﻄﺧ
fi: Virhe: komentoa ei voi tallentaa (sisäinen virhe)
fil: Error: hindi ma-save ang command (internal error)
fy: Flater: kin it kommando net opslaan (ynterne flater)
ga: Earráid: in ann ordú a shábháil (earráid inmheánach)
gd: Mearachd: gun chomas àithne a shàbhaladh (mearachd a-staigh)
gl: Erro: non se puido gardar o comando (erro interno)
gu: ભૂલ: આદેશ સાચવવામાં અસમર્થ (આંતરિક ભૂલ)
he: (תימינפ האיגש) הדוקפה תא רומשל ןתינ אל :האיגש
hi: त्रुटि: कमांड को सहेजने में असमर्थ (आंतरिक त्रुटि)
hr: Pogreška: nije moguće spremiti naredbu (interna pogreška)
hu: Hiba: nem sikerült menteni a parancsot (belső hiba)
hy: Սխալ. անհնար է պահել հրամանը (ներքին սխալ)
id: Kesalahan: tidak dapat menyimpan perintah (kesalahan internal)
is: Villa: ekki hægt að vista skipun (innri villa)
ka: შეცდომა: ბრძანების შენახვა შეუძლებელია (შიდა შეცდომა)
kk: Қате: пәрменді сақтау мүмкін емес (ішкі қате)
km: កំហុស៖ មិនអាចរក្សាទុកពាក្យបញ្ជា (កំហុសខាងក្នុង)
kn: ದೋಷ: ಆಜ್ಞೆಯನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ (ಆಂತರಿಕ ದೋಷ)
ku: Çewtî: nekarî emrê tomar bike (çewtiya navxweyî)
ky: Ката: буйрукту сактоо мүмкүн эмес (ички ката)
lb: Feeler: kann de Kommando net späicheren (interne Feeler)
lo: ຄວາມຜິດພາດ: ບໍ່ສາມາດບັນທຶກຄໍາສັ່ງ (ຄວາມຜິດພາດພາຍໃນ)
lt: Klaida: nepavyko išsaugoti komandos (vidinė klaida)
lv: Kļūda: nevar saglabāt komandu (iekšēja kļūda)
mg: Error: tsy afaka mitahiry baiko (error anatiny)
mi: Hapa: kaore e taea te tiaki tono (he hapa o roto)
mk: Грешка: не може да се зачува командата (внатрешна грешка)
ml: പിശക്: കമാൻഡ് സംരക്ഷിക്കാനായില്ല (ആന്തരിക പിശക്)
mn: Алдаа: тушаалыг хадгалах боломжгүй (дотоод алдаа)
mr: त्रुटी: आदेश जतन करण्यात अक्षम (अंतर्गत त्रुटी)
mt: Żball: ma jistax isalva l-kmand (żball intern)
my: အမှား- အမိန့်ကို သိမ်းဆည်း၍မရပါ (အတွင်းပိုင်းအမှား)
nb: Feil: kan ikke lagre kommandoen (intern feil)
ne: त्रुटि: आदेश बचत गर्न असमर्थ (आन्तरिक त्रुटि)
or: ତ୍ରୁଟି: ନିର୍ଦ୍ଦେଶ ସଂରକ୍ଷଣ କରିବାରେ ଅସମର୍ଥ (ଆଭ୍ୟନ୍ତରୀଣ ତ୍ରୁଟି)
pa: ਗਲਤੀ: ਕਮਾਂਡ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ (ਅੰਦਰੂਨੀ ਗਲਤੀ)
ps: (ﻪﻨﺗﻭﺮﯧﺗ ﻲﻠﺧﺍﺩ) ﻱﺮﻠﻧ ﻥﺍﻮﺗ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ ﺩ ﯤﺪﻧﺎﻣﻮﻗ ﺩ :ﻪﻨﺗﻭﺮﯧﺗ
ro: Eroare: nu se poate salva comanda (eroare internă)
rw: Ikosa: kudashobora kubika itegeko (ikosa ryimbere)
sd: (ﻲﻄﻠﻏ ﻲﻧﻭﺭﺪﻧﺍ) ﻪﻧ ﻞﺑﺎﻗ ﻲﺟ ﮠﺮڪ ﻅﻮﻔﺤﻣ ﻢڪﺣ :ﻲﻄﻠﻏ
si: දෝෂය: විධානය සුරැකිය නොහැක (අභ්u200dයන්තර දෝෂය)
sk: Chyba: príkaz nie je možné uložiť (interná chyba)
sl: Napaka: ukaza ni mogoče shraniti (notranja napaka)
sq: Gabim: komanda nuk mund të ruhet (gabim i brendshëm)
sw: Hitilafu: haiwezi kuhifadhi amri (kosa la ndani)
ta: பிழை: கட்டளையைச் சேமிக்க முடியவில்லை (உள் பிழை)
te: లోపం: ఆదేశాన్ని సేవ్ చేయడం సాధ్యం కాలేదు (అంతర్గత లోపం)
tg: Хатогӣ: фармонро захира кардан ғайриимкон аст (хатои дохилӣ)
th: ข้อผิดพลาด: ไม่สามารถบันทึกคำสั่งได้ (ข้อผิดพลาดภายใน)
tk: Roralňyşlyk: buýrugy ýatda saklap bolmaýar (içerki ýalňyşlyk)
tt: Хата: боерыкны саклый алмый (эчке хата)
uk: Помилка: неможливо зберегти команду (внутрішня помилка)
ur: (ﯽﺑﺍﺮﺧ ﯽﻧﻭﺭﺪﻧﺍ) ﺮﺻﺎﻗ ﮯﺳ ﮯﻧﺮﮐ ﻅﻮﻔﺤﻣ ﻮﮐ ﮉﻧﺎﻤﮐ :ﯽﺑﺍﺮﺧ
uz: Xato: buyruqni saqlab bo'lmadi (ichki xato)
vi: Lỗi: không thể lưu lệnh (lỗi nội bộ)
xh: Imposiso: ayikwazi ukugcina umyalelo (impazamo yangaphakathi)
yi: (תועט ךעלרעני) לעפֿאַב ןעוועטאַר וצ טנעקעג טינ :תועט

source: Error writing to file
af: Kon nie na lêer skryf nie
am: ወደ ፋይል በመጻፍ ላይ ስህተት
ar: ﻒﻠﻤﻟﺍ ﻰﻟﺇ ﺔﺑﺎﺘﻜﻟﺍ ﻲﻓ ﺄﻄﺧ
be: Памылка запісу ў файл
bg: Грешка при записване във файла
bn: ফাইল লিখতে ত্রুটি
ca: S'ha produït un error escrivint al fitxer
cy: Gwall wrth ysgrifennu i'r ffeil
da: Fejl ved skrivning til fil
eo: Eraro skribante al dosiero
et: Viga faili kirjutamisel
eu: Errore bat gertatu da fitxategian idaztean
fa: ﻞﯾﺎﻓ ﻦﺘﺷﻮﻧ ﺭﺩ ﺎﻄﺧ
fi: Virhe kirjoitettaessa tiedostoon
fil: Error sa pagsulat sa file
fy: Flater by skriuwen nei triem
ga: Earráid agus an comhad á scríobh
gd: Mearachd a ’sgrìobhadh chun fhaidhle
gl: Produciuse un erro ao escribir no ficheiro
gu: ફાઇલમાં લખવામાં ભૂલ
he: ץבוקל הביתכב האיגש
hi: फ़ाइल में लिखने में त्रुटि
hr: Pogreška pri pisanju u datoteku
hu: Hiba a fájlba írás közben
hy: Սխալ՝ ֆայլ գրելիս
id: Kesalahan menulis ke file
is: Villa við að skrifa í skrá
ka: ფაილში ჩაწერის შეცდომა
kk: Файлға жазу қатесі
km: កំហុសក្នុងការសរសេរទៅឯកសារ
kn: ಫೈಲ್ಗೆ ಬರೆಯುವಲ್ಲಿ ದೋಷ
ku: Di nivîsandina pelê de çewtî
ky: Файлга жазуу катасы
lb: Feeler beim Schreiwen an de Fichier
lo: ເກີດຄວາມຜິດພາດໃນການຂຽນໄຟລ໌
lt: Klaida, įrašant į failą
lv: Kļūda, rakstot failā
mg: Hadisoana fanoratana amin'ny rakitra
mi: Hapa te tuhi ki te konae
mk: Грешка при пишување во датотека
ml: ഫയലിലേക്ക് എഴുതുന്നതിൽ പിശക്
mn: Файл руу бичихэд алдаа гарлаа
mr: फाइलमध्ये लिहिताना त्रुटी
mt: Żball fil-kitba fil-fajl
my: ဖိုင်သို့ စာရေးရာတွင် အမှားအယွင်းရှိသည်။
nb: Feil ved skriving til fil
ne: फाइलमा लेख्दा त्रुटि
or: ଫାଇଲ୍ ଲେଖିବାରେ ତ୍ରୁଟି |
pa: ਫਾਈਲ ਨੂੰ ਲਿਖਣ ਵਿੱਚ ਗਲਤੀ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻠﮑﯿﻟ ﻪﭘ ﻞﯾﺎﻓ ﺩ
ro: Eroare la scrierea în fișier
rw: Ikosa ryo kwandika dosiye
sd: ﻲﻄﻠﻏ ۾ ﮡﮑﻟ ﻞﺋﺎﻓ
si: ගොනුවට ලිවීමේ දෝෂයකි
sk: Chyba pri zápise do súboru
sl: Napaka pri pisanju v datoteko
sq: Gabim në shkrimin e skedarit
sw: Hitilafu katika kuandika faili
ta: கோப்பில் எழுதுவதில் பிழை
te: ఫైల్u200cకి వ్రాయడంలో లోపం
tg: Хатогии навиштан ба файл
th: เกิดข้อผิดพลาดในการเขียนไปยังไฟล์
tk: Faýl ýazmakda säwlik
tt: Файлга язуда хата
uk: Помилка запису у файл
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻨﮭﮑﻟ ﮟﯿﻣ ﻞﺋﺎﻓ
uz: Faylga yozishda xatolik yuz berdi
vi: Lỗi ghi vào tệp
xh: Impazamo ekubhaleni ifayile
yi: עקעט וצ ןביירש תועט

source: (optional)
af: (opsioneel)
am: (አማራጭ)
ar: (ﻱﺭﺎﻴﺘﺧﺍ)
be: (неабавязкова)
bg: (по избор)
bn: (ঐচ্ছিক)
ca: (opcional)
cy: (dewisol)
da: (valgfri)
eo: (laŭvola)
et: (valikuline)
eu: (aukerakoa)
fa: (ﯼﺭﺎﯿﺘﺧﺍ)
fi: (valinnainen)
fil: (opsyonal)
fy: (fakultatyf)
ga: (roghnach)
gd: (roghainneil)
gl: (opcional)
gu: (વૈકલ્પિક)
he: (ילאנויצפוא)
hi: (वैकल्पिक)
hr: (neobavezno)
hu: (választható)
hy: (ըստ ցանկության)
id: (opsional)
is: (valfrjálst)
ka: (სურვილისამებრ)
kk: (міндетті емес)
km: (ស្រេចចិត្ត)
kn: (ಐಚ್ಛಿಕ)
ku: (bixwe)
ky: (милдеттүү эмес)
lo: (ທາງເລືອກ)
lt: (neprivaloma)
lv: (neobligāti)
mg: (tsy voatery)
mi: (kōwhiringa)
mk: (изборен)
ml: (ഓപ്ഷണൽ)
mn: (заавал биш)
mr: (पर्यायी)
mt: (fakultattiv)
my: (ချန်လှပ်ထားနိုင်သည်)
nb: (valgfri)
ne: (वैकल्पिक)
or: (ବ al କଳ୍ପିକ)
pa: (ਵਿਕਲਪਿਕ)
ps: (ﻱﺭﺎﯿﺘﺧﺍ)
rw: (bidashoboka)
sd: (ﻱﺭﺎﻴﺘﺧﺍ)
si: (විකල්ප)
sk: (voliteľné)
sl: (neobvezno)
sq: (opsionale)
sw: (si lazima)
ta: (விரும்பினால்)
te: (ఐచ్ఛికం)
tg: (ихтиёрӣ)
th: (ไม่จำเป็น)
tk: (islege görä)
tt: (өстәмә)
uk: (необов'язково)
ur: (ﯼﺭﺎﯿﺘﺧﺍ)
uz: (ixtiyoriy)
vi: (không bắt buộc)
xh: (ukhetho)
yi: (לאַנאַשפּאַ)

source: (disabled)
af: (gestrem)
am: (የተሰናከለ)
ar: (ﻕﺎﻌﻣ)
be: (адключана)
bg: (хора с увреждания)
bn: (অক্ষম)
ca: (discapacitat)
cy: (anabl)
da: (handicappet)
eo: (malfunkciigita)
et: (keelatud)
eu: (desgaituta)
fa: (ﻝﻮﻠﻌﻣ)
fi: (liikuntarajoitteinen)
fil: (may kapansanan)
fy: (ynvalide)
ga: (faoi mhíchumas)
gd: (ciorramach)
gl: (desactivado)
gu: (અક્ષમ)
he: (הֶכָנ)
hi: (अक्षम)
hr: (onemogućeno)
hu: (Tiltva)
hy: (անաշխատունակ)
id: (dengan disabilitas)
is: (óvirkur)
ka: (გამორთულია)
kk: (өшірілген)
km: (ពិការ)
kn: (ಅಂಗವಿಕಲ)
ku: (bêmecel)
ky: (өчүрүлгөн)
lb: (behënnert)
lo: (ພິການ)
lt: (išjungta)
lv: (invalīds)
mg: (kilemaina)
mi: (kua haua)
mk: (оневозможено)
ml: (വികലാംഗൻ)
mn: (идэвхгүй)
mr: (अक्षम)
mt: (diżabbli)
my: (ပိတ်ထားသည်)
nb: (funksjonshemmet)
ne: (अक्षम)
or: (ଅକ୍ଷମ)
pa: (ਅਯੋਗ)
ps: (ﻝﻮﻠﻌﻣ)
ro: (dezactivat)
rw: (bamugaye)
sd: (ﺭﻭﺬﻌﻣ)
si: (ආබාධිත)
sk: (zakázané)
sl: (onemogočeno)
sq: (i paaftë)
sw: (walemavu)
ta: (ஊனமுற்றவர்)
te: (వికలాంగ)
tg: (маъюб)
th: (พิการ)
tk: (maýyp)
tt: (инвалид)
uk: (відключено)
ur: (ﺭﻭﺬﻌﻣ)
uz: (o'chirilgan)
vi: (tàn tật)
xh: (ukhubazekile)
yi: (טלפּירקראַפ)

source: Permanently remove the selected handler?
af: Verwyder die geselekteerde hanteerder permanent?
am: የተመረጠው ተቆጣጣሪ እስከመጨረሻው ይወገድ?
ar: ؟ﺎًﻴﺋﺎﻬﻧ ﺩﺪﺤﻤﻟﺍ ﺞﻟﺎﻌﻤﻟﺍ ﺔﻟﺍﺯﺇ ﺪﻳﺮﺗ ﻞﻫ
be: Назаўсёды выдаліць выбраны апрацоўшчык?
bg: Да се u200bu200bпремахне ли за постоянно избрания манипулатор?
bn: স্থায়ীভাবে নির্বাচিত হ্যান্ডলার সরান?
ca: Vols suprimir permanentment el gestor seleccionat?
cy: Tynnwch y triniwr a ddewiswyd yn barhaol?
da: Vil du fjerne den valgte handler permanent?
eo: Ĉu konstante forigi la elektitan prizorganton?
et: Kas eemaldada valitud töötleja jäädavalt?
eu: Hautatutako kudeatzailea behin betiko kendu?
fa: ؟ﺩﻮﺷ ﻑﺬﺣ ﻪﺸﯿﻤﻫ ﯼﺍﺮﺑ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: Poistetaanko valittu käsittelijä pysyvästi?
fil: Permanenteng alisin ang napiling handler?
fy: De selektearre handler permanint fuortsmite?
ga: Bain an láimhseálaí roghnaithe go buan?
gd: Thoir air falbh an inneal-làimhseachaidh taghte gu maireannach?
gl: Queres eliminar permanentemente o controlador seleccionado?
gu: પસંદ કરેલ હેન્ડલરને કાયમ માટે દૂર કરીએ?
he: ?רחבנש לפטמה תא תותימצל ריסהל
hi: चयनित हैंडलर को स्थायी रूप से निकालें?
hr: Trajno ukloniti odabrani rukovalac?
hu: Véglegesen eltávolítja a kiválasztott kezelőt?
hy: Ընդմիշտ հեռացնե՞լ ընտրված մշակիչը:
id: Hapus penangan yang dipilih secara permanen?
is: Fjarlægja valinn meðhöndlun varanlega?
ka: გსურთ სამუდამოდ წაშალოთ არჩეული დამმუშავებელი?
kk: Таңдалған өңдегішті біржола жою керек пе?
km: ដកឧបករណ៍ដោះស្រាយដែលបានជ្រើសរើសជាអចិន្ត្រៃយ៍?
kn: ಆಯ್ಕೆಮಾಡಿದ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕುವುದೇ?
ku: Rêbaza hilbijartî bi daîmî jêbirin?
ky: Тандалган иштеткич биротоло өчүрүлсүнбү?
lb: De gewielten Handler permanent ewechhuelen?
lo: ເອົາຕົວຈັດການທີ່ເລືອກອອກຖາວອນບໍ?
lt: Visam laikui pašalinti pasirinktą tvarkyklę?
lv: Vai neatgriezeniski noņemt atlasīto apdarinātāju?
mg: Esory tsy tapaka ny mpitantana voafantina?
mi: Tango tuturu te kaihautu kua tohua?
mk: Трајно да се отстрани избраниот управувач?
ml: തിരഞ്ഞെടുത്ത ഹാൻഡ്u200cലറെ ശാശ്വതമായി നീക്കം ചെയ്യണോ?
mn: Сонгосон зохицуулагчийг бүрмөсөн устгах уу?
mr: निवडलेला हँडलर कायमचा काढायचा?
mt: Tneħħi b'mod permanenti l-handler magħżul?
my: ရွေးချယ်ထားသော ကိုင်တွယ်သူကို အပြီးတိုင် ဖယ်ရှားမလား။
nb: Vil du fjerne den valgte behandleren permanent?
ne: चयन गरिएको ह्यान्डलरलाई स्थायी रूपमा हटाउने हो?
or: ମନୋନୀତ ନିୟନ୍ତ୍ରକକୁ ସ୍ଥାୟୀ ଭାବରେ ଅପସାରଣ କରନ୍ତୁ?
pa: ਕੀ ਚੁਣੇ ਹੋਏ ਹੈਂਡਲਰ ਨੂੰ ਸਥਾਈ ਤੌਰ 'ਤੇ ਹਟਾਉਣਾ ਹੈ?
ps: ؟ﺉړﮐ ﯤﺮﻟ ﺮﻟډﻨﯿﻫ ﯼﻮﺷ ﻞﮐﺎټ ﻩﺭﺎﭙﻟ ﻞﺗ ﺩ
ro: Eliminați definitiv handlerul selectat?
rw: Kuraho burundu umukoresha watoranijwe?
sd: ؟ﻮﻳﺎٽﻫ ﻲﺗ ﺭﻮﻃ ﻞﻘﺘﺴﻣ ﻲﮐ ﺮﻟڊﻨﻴﻫ ﻞﻴﭤ ﺐﺨﺘﻨﻣ
si: තෝරාගත් හසුරුවන්න ස්ථිරවම ඉවත් කරන්නද?
sk: Chcete natrvalo odstrániť vybratý obslužný nástroj?
sl: Trajno odstraniti izbrano obravnavo?
sq: Të hiqet përgjithmonë mbajtësi i zgjedhur?
sw: Ungependa kuondoa kabisa kidhibiti kilichochaguliwa?
ta: தேர்ந்தெடுத்த ஹேண்ட்லரை நிரந்தரமாக அகற்றவா?
te: ఎంచుకున్న హ్యాండ్లర్u200cని శాశ్వతంగా తీసివేయాలా?
tg: Ба таври доимӣ коркардкунандаи интихобшуда хориҷ карда шавад?
th: ลบตัวจัดการที่เลือกอย่างถาวรหรือไม่
tk: Saýlanan işleýjini hemişelik aýyryň?
tt: Сайланган эшкәртүчене даими бетерегез?
uk: Назавжди видалити вибраний обробник?
ur: ؟ﮟﯿﺋﺎﭩﮨ ﺮﭘ ﺭﻮﻃ ﻞﻘﺘﺴﻣ ﻮﮐ ﺮﻟﮉﻨﯿﮨ ﺐﺨﺘﻨﻣ
uz: Tanlangan ishlov beruvchi butunlay olib tashlansinmi?
vi: Xóa vĩnh viễn trình xử lý đã chọn?
xh: Susa ngokusisigxina isiphathi esikhethiweyo?
yi: ?רעלדנאַה ןבילקעגסיוא יד ןקיטיַיזאַב ילטנענאַמרעפּ

source: Apply Changes ?
af: Pas veranderinge toe ?
am: ለውጦችን ይተግብሩ?
ar: ؟ ﺕﺍﺮﻴﻴﻐﺘﻟﺍ ﻖﻴﺒﻄﺗ
be: Ужыць змены?
bg: Прилага промени ?
bn: পরিবর্তনগুলি প্রয়োগ ?
ca: Apliqueu canvis?
cy: Gwneud Cais Newidiadau?
da: Vil du anvende ændringer?
eo: Ĉu apliki Ŝanĝojn?
et: Kas rakendada muudatusi?
eu: Aldaketak aplikatu?
fa: ؟ ﻦﮐ ﻝﺎﻤﻋﺍ ﺍﺭ ﺕﺍﺮﯿﻐﻐﺗ
fi: Ota muutokset käyttöön ?
fil: Ilapat ang Mga Pagbabago?
fy: Feroarings tapasse ?
ga: Athruithe a Chur i bhFeidhm?
gd: Cuir a-steach atharrachaidhean?
gl: Aplicar cambios?
gu: ફેરફારો લાગુ કરો?
he: ? םייוניש לחה
hi: परिवर्तन लागू करें ?
hr: Primijeniti promjene?
hu: Módosítások elfogadása ?
hy: Կիրառե՞լ փոփոխությունները
id: Menerapkan perubahan ?
is: Sækja um breytingar?
ka: გამოიყენო ცვლილებები?
kk: Өзгерістерді қолдану керек пе?
km: អនុវត្តការផ្លាស់ប្តូរ?
kn: ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಲಿಚ್ಛಿಸುತ್ತೀರಾ ?
ku: Serlêdana Guhertinan bikin?
ky: Өзгөртүүлөрдү колдонуу?
lb: Ännerungen applizéieren?
lo: ນຳໃຊ້ການປ່ຽນແປງບໍ?
lt: Taikyti Pakeitimus ?
lv: Vai lietot izmaiņas?
mg: Ampiharo ny fanovana ?
mi: Hoatu Huringa ?
mk: Примени промени?
ml: മാറ്റങ്ങൾ വരുത്തു ?
mn: Өөрчлөлт оруулах уу?
mr: बदल लागू करा ?
mt: Applika Bidliet?
my: အပြောင်းအလဲများကို အသုံးချမလား။
nb: Bruk endringer ?
ne: परिवर्तनहरू लागू गर्ने?
or: ପରିବର୍ତ୍ତନଗୁଡିକ ପ୍ରୟୋଗ କରନ୍ତୁ?
pa: ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰੋ?
ps: ؟ﺉړﮐ ﻲﻠﭘ ﻪﻧﻮﻧﻮﻟﺪﺑ
ro: Aplica schimbarile ?
rw: Koresha Impinduka?
sd: ؟ﻮﻳﺮڪ ﻮﮘﻻ﻿ ﻥﻮﻴﻠﻳﺪﺒﺗ
si: වෙනස්කම් යොදන්නද?
sk: Aplikovať zmeny ?
sl: Uporabiti spremembe?
sq: Aplikoni Ndryshimet?
sw: Tekeleza Mabadiliko ?
ta: மாற்றங்களைப் பயன்படுத்தவா?
te: మార్పులను వర్తింపజేయాలా?
tg: Тағиротро татбиқ кунед?
th: ใช้การเปลี่ยนแปลง ?
tk: Üýtgeşmeleri ulanyňmy?
tt: Changзгәрешләр кулланырга?
uk: Застосувати зміни ?
ur: ؟ﮟﯾﺮﮐ ﻮﮔﻻ﻿ ﮞﺎﯿﻠﯾﺪﺒﺗ
uz: O'zgarishlar qo'llanilsinmi?
vi: Áp dụng các thay đổi ?
xh: NONE
yi: ?ןעגנורעדנע ןגיילוצ

source: Apply changes to the current handler?
af: Pas veranderinge op die huidige hanteerder toe?
am: ለውጦችን አሁን ባለው ተቆጣጣሪ ላይ ይተግብሩ?
ar: ؟ﻲﻟﺎﺤﻟﺍ ﺞﻟﺎﻌﻤﻟﺍ ﻰﻠﻋ ﺕﺍﺮﻴﻴﻐﺘﻟﺍ ﻖﻴﺒﻄﺗ
be: Прымяніць змены да бягучага апрацоўшчыка?
bg: Да се u200bu200bприлагат ли промените към текущия манипулатор?
bn: বর্তমান হ্যান্ডলারে পরিবর্তনগুলি প্রয়োগ করবেন?
ca: Voleu aplicar els canvis al gestor actual?
cy: Cymhwyso newidiadau i'r triniwr cyfredol?
da: Vil du anvende ændringer på den aktuelle behandler?
eo: Ĉu apliki ŝanĝojn al la nuna prizorganto?
et: Kas rakendada praegusele töötlejale muudatused?
eu: Uneko kudeatzaileari aldaketak aplikatu nahi dituzu?
fa: ؟ﯽﻠﻌﻓ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﺭﺩ ﺕﺍﺮﯿﯿﻐﺗ ﻝﺎﻤﻋﺍ
fi: Otetaanko muutokset käyttöön nykyiseen käsittelijään?
fil: Ilapat ang mga pagbabago sa kasalukuyang tagapangasiwa?
fy: Feroarings tapasse op de hjoeddeiske handler?
ga: Cuir athruithe ar an láimhseálaí reatha i bhfeidhm?
gd: Cuir atharrachaidhean ris an inneal-làimhseachaidh gnàthach?
gl: Queres aplicar os cambios ao controlador actual?
gu: વર્તમાન હેન્ડલરમાં ફેરફારો લાગુ કરીએ?
he: ?יחכונה לפטמה לע םייוניש ליחהל
hi: वर्तमान हैंडलर में परिवर्तन लागू करें?
hr: Primijeniti promjene na trenutni rukovalac?
hu: Alkalmazza a módosításokat az aktuális kezelőre?
hy: Կիրառե՞լ փոփոխությունները ընթացիկ մշակողի վրա:
id: Terapkan perubahan pada penangan saat ini?
is: Nota breytingar á núverandi stjórnanda?
ka: გსურთ ცვლილებების გამოყენება მიმდინარე დამმუშავებელზე?
kk: Ағымдағы өңдеушіге өзгертулер қолдану керек пе?
km: អនុវត្តu200bការu200bផ្លាស់ប្ដូរu200bចំពោះu200bឧបករណ៍u200bដោះស្រាយu200bបច្ចុប្បន្ន?
kn: ಪ್ರಸ್ತುತ ಹ್ಯಾಂಡ್ಲರ್u200cಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸುವುದೇ?
ku: Guherandinên li ser rêvekera heyî bipejirînin?
ky: Учурдагы иштеткичке өзгөртүүлөр колдонулсунбу?
lb: Ännerungen op den aktuellen Handler applizéieren?
lo: ນຳໃຊ້ການປ່ຽນແປງຕໍ່ກັບຕົວຈັດການປັດຈຸບັນບໍ?
lt: Taikyti pakeitimus dabartinei tvarkyklei?
lv: Vai piemērot izmaiņas pašreizējam apdarinātājam?
mg: Ampiharo ny fanovana amin'ny mpitantana ankehitriny?
mi: Hoatu nga huringa ki te kaihautu o naianei?
mk: Да се u200bu200bприменат промените на тековниот управувач?
ml: നിലവിലെ ഹാൻഡ്u200cലറിൽ മാറ്റങ്ങൾ പ്രയോഗിക്കണോ?
mn: Одоогийн зохицуулагч руу өөрчлөлт оруулах уу?
mr: सध्याच्या हँडलरमध्ये बदल लागू करायचे?
mt: Applika bidliet għall-handler attwali?
my: အပြောင်းအလဲများကို လက်ရှိကိုင်တွယ်သူထံ အသုံးချမလား။
nb: Vil du bruke endringer på gjeldende behandler?
ne: हालको ह्यान्डलरमा परिवर्तनहरू लागू गर्ने हो?
or: ସାମ୍ପ୍ରତିକ ନିୟନ୍ତ୍ରକକୁ ପରିବର୍ତ୍ତନ ପ୍ରୟୋଗ କରନ୍ତୁ?
pa: ਕੀ ਮੌਜੂਦਾ ਹੈਂਡਲਰ 'ਤੇ ਬਦਲਾਅ ਲਾਗੂ ਕਰਨਾ ਹੈ?
ps: ؟ﺉړﮐ ﻲﻠﭘ ﻪﻧﻮﻧﻮﻟﺪﺑ ﯥﮐ ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﻲﻨﺳﻭﺍ ﻪﭘ
ro: Aplicați modificări la gestionarea curentă?
rw: Koresha impinduka kubakoresha ubu?
sd: ؟ﻮﻳﺮڪ ﻮﮘﻻ﻿ ﻥﻮﻴﻠﻳﺪﺒﺗ ۾ ﺮﻟڊﻨﻴﻫ ﻩﺩﻮﺟﻮﻣ
si: වත්මන් හසුරුවන්නාට වෙනස්කම් යොදන්නද?
sk: Chcete použiť zmeny na aktuálny obslužný nástroj?
sl: Želite uporabiti spremembe v trenutnem upravljalniku?
sq: Të zbatohen ndryshimet në mbajtësin aktual?
sw: Je, ungependa kutekeleza mabadiliko kwa kidhibiti cha sasa?
ta: தற்போதைய ஹேண்ட்லரில் மாற்றங்களைப் பயன்படுத்தவா?
te: ప్రస్తుత హ్యాండ్లర్u200cకు మార్పులను వర్తింపజేయాలా?
tg: Тағиротро ба коркарди ҷорӣ татбиқ кунед?
th: ใช้การเปลี่ยนแปลงกับตัวจัดการปัจจุบันหรือไม่
tk: Häzirki işleýjä üýtgeşmeler giriziň?
tt: Хәзерге эшкәртүчегә үзгәрешләр кертегезме?
uk: Застосувати зміни до поточного обробника?
ur: ؟ﮟﯾﺮﮐ ﻮﮔﻻ﻿ ﮞﺎﯿﻠﯾﺪﺒﺗ ﮟﯿﻣ ﺮﻟﮉﻨﯿﮨ ﮦﺩﻮﺟﻮﻣ
uz: Joriy ishlov beruvchiga oʻzgartirishlar qoʻllanilsinmi?
vi: Áp dụng các thay đổi cho trình xử lý hiện tại?
xh: Faka utshintsho kwisibambi sangoku?
yi: ?רעלדנאַה טנאַרק םעד וצ ןעגנורעדנע ןגיילוצ

source: Restore Default Handlers
af: Herstel verstekhanteerders
am: ነባሪ ተቆጣጣሪዎችን ወደነበሩበት ይመልሱ
ar: ﺔﻴﺿﺍﺮﺘﻓﻻ﻿ﺍ ﺕﺎﺠﻟﺎﻌﻤﻟﺍ ﺓﺩﺎﻌﺘﺳﺍ
be: Аднаўленне апрацоўшчыкаў па змаўчанні
bg: Възстановяване на манипулатори по подразбиране
bn: ডিফল্ট হ্যান্ডলার পুনরুদ্ধার করুন
ca: Restaura els controladors predeterminats
cy: Adfer Trinwyr Rhagosodedig
da: Gendan standardhandlere
eo: Restarigi Defaŭltajn Prizorgilojn
et: Taasta vaikekäitlejad
eu: Leheneratu kudeatzaile lehenetsiak
fa: ﺽﺮﻓ ﺶﯿﭘ ﯼﺎﻫ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﯽﺑﺎﯾﺯﺎﺑ
fi: Palauta oletuskäsittelijät
fil: Ibalik ang Mga Default na Handler
fy: Weromsette Standert Handlers
ga: Láimhseálaithe Réamhshocraithe a Athbhunú
gd: Ath-nuadhachadh luchd-làimhseachaidh bunaiteach
gl: Restaurar controladores predeterminados
gu: ડિફૉલ્ટ હેન્ડલર્સ પુનઃસ્થાપિત કરો
he: לדחמ תרירב ילפטמ רזחש
hi: डिफ़ॉल्ट हैंडलर पुनर्स्थापित करें
hr: Vrati zadane rukovaoce
hu: Alapértelmezett kezelők visszaállítása
hy: Վերականգնել կանխադրված կարգավորիչները
id: Kembalikan Penangan Default
is: Endurheimta sjálfgefin meðhöndlun
ka: ნაგულისხმევი დამმუშავებლების აღდგენა
kk: Әдепкі өңдегіштерді қалпына келтіріңіз
km: ស្តារឧបករណ៍ដោះស្រាយលំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ku: Handlers Default Restore
ky: Демейки иштеткичтерди калыбына келтириңиз
lb: Restauréieren Default Handler
lo: ຟື້ນຟູຕົວຈັດການເລີ່ມຕົ້ນ
lt: Atkurti numatytuosius tvarkykles
lv: Atjaunot noklusējuma apdarinātājus
mg: Avereno ireo mpitantana ny default
mi: Whakahokia nga Kaihautu Taunoa
mk: Вратете ги стандардните ракувачи
ml: ഡിഫോൾട്ട് ഹാൻഡ്u200cലറുകൾ പുനഃസ്ഥാപിക്കുക
mn: Өгөгдмөл зохицуулагчийг сэргээх
mr: डीफॉल्ट हँडलर पुनर्संचयित करा
mt: Irrestawra Handlers ta' Default
my: မူရင်း ကိုင်တွယ်သူများကို ပြန်ယူပါ။
nb: Gjenopprett standardbehandlere
ne: पूर्वनिर्धारित ह्यान्डलरहरू पुनर्स्थापित गर्नुहोस्
or: ଡିଫଲ୍ଟ ହ୍ୟାଣ୍ଡଲର୍ଗୁଡ଼ିକୁ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ |
pa: ਡਿਫੌਲਟ ਹੈਂਡਲਰ ਰੀਸਟੋਰ ਕਰੋ
ps: ﺉړﮐ ﻝﺎﺤﺑ ﺮﻟډﻨﯿﻫ ټﻟﺎﻔﯾډ ﺩ
ro: Restaurați manevrele implicite
rw: Kugarura abasanzwe basanzwe
sd: ﻮﻳﺮڪ ﻝﺎﺤﺑ ﺮﻟڊﻨﻴﻫ ٽﻟﺎﻓڊ
si: Default Handlers ප්u200dරතිසාධනය කරන්න
sk: Obnoviť predvolené obslužné programy
sl: Obnovi privzete upravljalnike
sq: Rivendos mbajtësit e parazgjedhur
sw: Rejesha Vishikilizi Chaguomsingi
ta: இயல்புநிலை ஹேண்ட்லர்களை மீட்டமை
te: డిఫాల్ట్ హ్యాండ్లర్u200cలను పునరుద్ధరించండి
tg: Барқарорсозии коркардкунандагони пешфарз
th: คืนค่าตัวจัดการเริ่มต้น
tk: Bellenen işleýjileri dikelt
tt: Килешү эшкәртүчеләрне торгызу
uk: Відновити обробники за замовчуванням
ur: ۔ﮟﯾﺮﮐ ﻝﺎﺤﺑ ﻮﮐ ﺯﺮﻟﮉﻨﯿﮨ ﭧﻟﺎﻔﯾﮈ
uz: Standart ishlov beruvchilarni tiklash
vi: Khôi phục trình xử lý mặc định
xh: Buyisela iziPhathi eziMiselweyo
yi: סרעלדנאַה טלאָפיד ןרעקמו
