Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: matches any rule:
af: pas by enige reël:
am: ከማንኛውም ህግ ጋር ይዛመዳል
ar: :ﺓﺪﻋﺎﻗ ﻱﺃ ﻖﺑﺎﻄﻳ
be: адпавядае любому правілу:
bg: съответства на всяко правило:
bn: যেকোনো নিয়মের সাথে মেলে:
ca: coincideix amb qualsevol regla:
cy: yn cyfateb i unrhyw reol:
da: matcher enhver regel:
eo: kongruas kun ajna regulo:
et: vastab mis tahes reeglile:
eu: edozein araurekin bat dator:
fa: :ﺩﺭﺍﺩ ﺖﻘﺑﺎﻄﻣ ﻥﻮﻧﺎﻗ ﺮﻫ ﺎﺑ
fi: vastaa mitä tahansa sääntöä:
fil: tumutugma sa anumang panuntunan:
fy: komt oerien mei elke regel:
ga: a mheaitseálann aon riail:
gd: a ’maidseadh riaghailt sam bith:
gl: coincide con calquera regra:
gu: કોઈપણ નિયમ સાથે મેળ ખાય છે:
he: :ללכ לכל םיאתמ
hi: किसी भी नियम से मेल खाता है:
hr: odgovara bilo kojem pravilu:
hu: bármely szabálynak megfelel:
hy: համապատասխանում է ցանկացած կանոնի՝
id: cocok dengan aturan apa pun:
is: passar við hvaða reglu sem er:
ka: შეესაბამება ნებისმიერ წესს:
kk: кез келген ережеге сәйкес келеді:
km: ត្រូវគ្នានឹងច្បាប់ណាមួយ៖
kn: ಯಾವುದೇ ನಿಯಮಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ:
ku: bi her qaîdeyê re têkildar e:
ky: каалаган эрежеге дал келет:
lb: entsprécht all Regel:
lo: ກົງກັບກົດລະບຽບໃດນຶ່ງ:
lt: atitinka bet kurią taisyklę:
lv: atbilst jebkuram noteikumam:
mg: mifanaraka amin'ny fitsipika rehetra:
mi: he rite ki tetahi ture:
mk: одговара на кое било правило:
ml: ഏതെങ്കിലും നിയമവുമായി പൊരുത്തപ്പെടുന്നു:
mn: ямар ч дүрэмд тохирно:
mr: कोणत्याही नियमाशी जुळते:
mt: jaqbel ma' kwalunkwe regola:
my: မည်သည့်စည်းမျဉ်းနှင့်ကိုက်ညီသည်-
nb: samsvarer med en hvilken som helst regel:
ne: कुनै पनि नियमसँग मेल खान्छ:
or: ଯେକ any ଣସି ନିୟମ ସହିତ ମେଳ ଖାଉଛି:
pa: ਕਿਸੇ ਵੀ ਨਿਯਮ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੈ:
ps: :ﻱﺮﻟ ﻥﻮﻤﺳ ﻩﺮﺳ ﯤﺪﻋﺎﻗ ﯤﺮﻫ ﺩ
ro: se potrivește cu orice regulă:
rw: ihuye n'itegeko iryo ari ryo ryose:
sd: :ﺎﭤ ﻦﻠﻣ ﻥﺎﺳ ﻱﺪﻋﺎﻗ ﻪﺑ ﻦﻬﻨڪ
si: ඕනෑම රීතියකට ගැලපේ:
sk: zodpovedá ľubovoľnému pravidlu:
sl: ustreza kateremu koli pravilu:
sq: përputhet me çdo rregull:
sw: inalingana na sheria yoyote:
ta: எந்த விதிக்கும் பொருந்தும்:
te: ఏదైనా నియమానికి సరిపోతుంది:
tg: ба ягон қоида мувофиқат мекунад:
th: ตรงกับกฎใด ๆ :
tk: islendik düzgüne laýyk gelýär:
tt: теләсә нинди кагыйдәгә туры килә:
uk: відповідає будь-якому правилу:
ur: :ﮯﮨ ﺎﺗﺎﮭﮐ ﻞﯿﻣ ﮯﺳ ﻝﻮﺻﺍ ﯽﮭﺑ ﯽﺴﮐ
uz: har qanday qoidaga mos keladi:
vi: phù hợp với bất kỳ quy tắc nào:
xh: ihambelana nawo nawuphi na umgaqo:
yi: :ללכ ןדעי טימ טמיטש

source: matches all rules:
af: pas by alle reëls:
am: ከሁሉም ህጎች ጋር ይዛመዳል
ar: :ﺪﻋﺍﻮﻘﻟﺍ ﻊﻴﻤﺟ ﻖﺑﺎﻄﻳ
be: адпавядае ўсім правілам:
bg: отговаря на всички правила:
bn: সমস্ত নিয়ম মেলে:
ca: coincideix amb totes les regles:
cy: yn cyfateb i'r holl reolau:
da: matcher alle regler:
eo: kongruas kun ĉiuj reguloj:
et: vastab kõigile reeglitele:
eu: arau guztiekin bat dator:
fa: :ﺩﺭﺍﺩ ﺖﻘﺑﺎﻄﻣ ﻦﯿﻧﺍﻮﻗ ﻡﺎﻤﺗ ﺎﺑ
fi: vastaa kaikkia sääntöjä:
fil: tumutugma sa lahat ng mga patakaran:
fy: komt oerien mei alle regels:
ga: a oireann do gach riail:
gd: a ’maidseadh a h-uile riaghailt:
gl: coincide con todas as regras:
gu: બધા નિયમો સાથે મેળ ખાય છે:
he: :םיללכה לכ תא םאות
hi: सभी नियमों से मेल खाता है:
hr: odgovara svim pravilima:
hu: minden szabálynak megfelel:
hy: համապատասխանում է բոլոր կանոններին.
id: cocok dengan semua aturan:
is: passar við allar reglur:
ka: შეესაბამება ყველა წესს:
kk: барлық ережелерге сәйкес келеді:
km: ត្រូវគ្នានឹងច្បាប់ទាំងអស់៖
kn: ಎಲ್ಲಾ ನಿಯಮಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ:
ku: hemî qaîdeyan li hev dike:
ky: бардык эрежелерге дал келет:
lb: entsprécht all Regelen:
lo: ກົງກັບກົດລະບຽບທັງໝົດ:
lt: atitinka visas taisykles:
lv: atbilst visiem noteikumiem:
mg: mifanaraka amin'ny fitsipika rehetra:
mi: e rite ana ki nga ture katoa:
mk: одговара на сите правила:
ml: എല്ലാ നിയമങ്ങളും പൊരുത്തപ്പെടുന്നു:
mn: бүх дүрэмд тохирно:
mr: सर्व नियमांशी जुळते:
mt: jaqbel mar-regoli kollha:
my: စည်းကမ်းအားလုံးနှင့် ကိုက်ညီသည်-
nb: samsvarer med alle regler:
ne: सबै नियमहरूसँग मेल खान्छ:
or: ସମସ୍ତ ନିୟମ ସହିତ ମେଳ ଖାଉଛି:
pa: ਸਾਰੇ ਨਿਯਮਾਂ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੈ:
ps: :ﻱﺮﻟ ﻥﻮﻤﺳ ﻩﺮﺳ ﻭﺪﻋﺍﻮﻗ ﻮﻟﻮټ ﺩ
ro: corespunde tuturor regulilor:
rw: ihuye n'amategeko yose:
sd: :ﺎﭤ ﻦﻠﻣ ﻥﺎﺳ ﻥﺪﻋﺎﻗ ﻲﻨﭝﺳ
si: සියලුම නීති වලට ගැලපේ:
sk: vyhovuje všetkým pravidlám:
sl: ustreza vsem pravilom:
sq: përputhet me të gjitha rregullat:
sw: inalingana na sheria zote:
ta: அனைத்து விதிகளுக்கும் பொருந்தும்:
te: అన్ని నియమాలకు సరిపోతుంది:
tg: ба ҳама қоидаҳо мувофиқат мекунад:
th: ตรงกับกฎทั้งหมด:
tk: ähli düzgünlere laýyk gelýär:
tt: барлык кагыйдәләргә туры килә:
uk: відповідає всім правилам:
ur: :ﮯﮨ ﺎﺗﺎﮭﮐ ﻞﯿﻣ ﮯﺳ ﻦﯿﻧﺍﻮﻗ ﻡﺎﻤﺗ
uz: barcha qoidalarga mos keladi:
vi: phù hợp với tất cả các quy tắc:
xh: ihambelana nayo yonke imigaqo:
yi: :םיללכּ עלאַ טימ ןעמיטש

source: doesn't match any rule:
af: pas nie by enige reël nie:
am: ከምንም ደንብ ጋር አይዛመድም
ar: :ﺓﺪﻋﺎﻗ ﻱﺃ ﻊﻣ ﻖﺑﺎﻄﺘﺗ ﻻ﻿
be: не адпавядае ніводнаму правілу:
bg: не отговаря на никое правило:
bn: কোন নিয়ম মেলে না:
ca: no coincideix amb cap regla:
cy: ddim yn cyfateb i unrhyw reol:
da: matcher ikke nogen regel:
eo: ne kongruas kun neniu regulo:
et: ei vasta ühelegi reeglile:
eu: ez dator bat inongo arau:
fa: :ﺩﺭﺍﺪﻧ ﺖﻘﺑﺎﻄﻣ ﯽﻧﻮﻧﺎﻗ ﭻﯿﻫ ﺎﺑ
fi: ei vastaa mitään sääntöä:
fil: ay hindi tumutugma sa anumang panuntunan:
fy: komt net oerien mei in regel:
ga: ní hionann agus riail ar bith:
gd: nach eil a ’freagairt ri riaghailt sam bith:
gl: non coincide con ningunha regra:
gu: કોઈપણ નિયમ સાથે મેળ ખાતો નથી:
he: :ללכ ףאל םאות אל
hi: किसी नियम से मेल नहीं खाता:
hr: ne odgovara nijednom pravilu:
hu: nem felel meg semmilyen szabálynak:
hy: չի համապատասխանում որևէ կանոնի.
id: tidak cocok dengan aturan apa pun:
is: passar ekki við neina reglu:
ka: არ ემთხვევა არცერთ წესს:
kk: ешбір ережеге сәйкес келмейді:
km: មិនត្រូវគ្នានឹងច្បាប់ណាមួយឡើយ៖
kn: ಯಾವುದೇ ನಿಯಮಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ:
ku: bi ti rêgezan re hev nagire:
ky: эч кандай эрежеге дал келбейт:
lb: entsprécht keng Regel:
lo: ບໍ່ກົງກັບກົດລະບຽບໃດໆ:
lt: neatitinka jokios taisyklės:
lv: neatbilst nevienam noteikumam:
mg: tsy mifanaraka amin'ny fitsipika:
mi: karekau e taurite ki tetahi ture:
mk: не одговара на ниту едно правило:
ml: ഒരു നിയമവുമായി പൊരുത്തപ്പെടുന്നില്ല:
mn: ямар ч дүрэмд тохирохгүй байна:
mr: कोणत्याही नियमाशी जुळत नाही:
mt: ma taqbilx ma' ebda regola:
my: မည်သည့်စည်းမျဉ်းနှင့်မှ မကိုက်ညီပါ
nb: samsvarer ikke med noen regel:
ne: कुनै नियमसँग मेल खाँदैन:
or: କ rule ଣସି ନିୟମ ସହିତ ମେଳ ଖାଉ ନାହିଁ:
pa: ਕਿਸੇ ਨਿਯਮ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ:
ps: :ﻱﺭﻮﺧ ﻪﻧ ﻥﻮﻤﺳ ﻩﺮﺳ ﻥﻮﻧﺎﻗ ﻡﻮﮐ ﺩ
ro: nu se potrivește cu nicio regulă:
rw: ntaho bihuriye n'amategeko:
sd: :ﻲﻫﺎﻧ ﻭﺪﻨﻠﻣ ﻥﺎﺳ ﻱﺪﻋﺎﻗ ﻪﺑ ﻦﻬﻨڪ
si: කිසිදු රීතියකට නොගැලපේ:
sk: nezodpovedá žiadnemu pravidlu:
sl: ne ustreza nobenemu pravilu:
sq: nuk përputhet me asnjë rregull:
sw: hailingani na sheria yoyote:
ta: எந்த விதிக்கும் பொருந்தவில்லை:
te: ఏ నియమానికి సరిపోలడం లేదు:
tg: ба ягон қоида мувофиқат намекунад:
th: ไม่ตรงกับกฎใดๆ:
tk: hiç bir düzgüne laýyk gelmeýär:
tt: бернинди кагыйдәгә дә туры килми:
uk: не відповідає жодному правилу:
ur: :ﺎﺗﺎﮭﮐ ﮟﯿﮩﻧ ﻞﯿﻣ ﮯﺳ ﻝﻮﺻﺍ ﯽﺴﮐ
uz: hech qanday qoidaga mos kelmaydi:
vi: không phù hợp với bất kỳ quy tắc nào:
xh: ayihambelani nawo nawuphi na umgaqo:
yi: :ללכ ןייק טימ טשינ טמיטש

source: doesn't match all rules:
af: pas nie by alle reëls nie:
am: ከሁሉም ህጎች ጋር አይዛመድም
ar: :ﺪﻋﺍﻮﻘﻟﺍ ﻊﻴﻤﺟ ﻊﻣ ﻖﺑﺎﻄﺘﺗ ﻻ﻿
be: не адпавядае ўсім правілам:
bg: не отговаря на всички правила:
bn: সব নিয়ম মেলে না:
ca: no coincideix amb totes les regles:
cy: ddim yn cyfateb i bob rheol:
da: matcher ikke alle regler:
eo: ne kongruas kun ĉiuj reguloj:
et: ei vasta kõikidele reeglitele:
eu: ez dator bat arau guztiekin:
fa: :ﺩﺭﺍﺪﻧ ﺖﻘﺑﺎﻄﻣ ﻦﯿﻧﺍﻮﻗ ﻪﻤﻫ ﺎﺑ
fi: ei vastaa kaikkia sääntöjä:
fil: hindi tumutugma sa lahat ng panuntunan:
fy: komt net oerien mei alle regels:
ga: ní hionann agus gach riail:
gd: nach eil a ’freagairt ris na riaghailtean uile:
gl: non coincide con todas as regras:
gu: બધા નિયમો સાથે મેળ ખાતા નથી:
he: :םיללכה לכ תא םאות אל
hi: सभी नियमों से मेल नहीं खाता:
hr: ne odgovara svim pravilima:
hu: nem felel meg minden szabálynak:
hy: չի համապատասխանում բոլոր կանոններին.
id: tidak cocok dengan semua aturan:
is: passar ekki við allar reglur:
ka: არ შეესაბამება ყველა წესს:
kk: барлық ережелерге сәйкес келмейді:
km: មិនត្រូវគ្នានឹងច្បាប់ទាំងអស់៖
kn: ಎಲ್ಲಾ ನಿಯಮಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ:
ku: hemî qaîdeyan li hev nake:
ky: бардык эрежелерге дал келбейт:
lb: passt net all Regelen:
lo: ບໍ່ກົງກັບກົດລະບຽບທັງໝົດ:
lt: neatitinka visų taisyklių:
lv: neatbilst visiem noteikumiem:
mg: tsy mifanaraka amin'ny fitsipika rehetra:
mi: kāore i te ōrite ki ngā ture katoa:
mk: не одговара на сите правила:
ml: എല്ലാ നിയമങ്ങളുമായി പൊരുത്തപ്പെടുന്നില്ല:
mn: бүх дүрэмд тохирохгүй байна:
mr: सर्व नियमांशी जुळत नाही:
mt: ma jaqbilx mar-regoli kollha:
my: စည်းမျဉ်းအားလုံးနှင့် မကိုက်ညီပါ
nb: samsvarer ikke med alle regler:
ne: सबै नियमहरूसँग मेल खाँदैन:
or: ସମସ୍ତ ନିୟମ ସହିତ ମେଳ ଖାଉ ନାହିଁ:
pa: ਸਾਰੇ ਨਿਯਮਾਂ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ:
ps: :ﻱﺮﻟ ﻪﻧ ﻥﻮﻤﺳ ﻩﺮﺳ ﻭﺪﻋﺍﻮﻗ ﻮﻟﻮټ ﺩ
ro: nu corespunde tuturor regulilor:
rw: idahuye n'amategeko yose:
sd: :ﻲﻫﺎﻧ ﻭﺪﻨﻠﻣ ﻥﺎﺳ ﻥﺪﻋﺎﻗ ﻲﻨﭝﺳ
si: සියලුම නීති සමඟ නොගැලපේ:
sk: nespĺňa všetky pravidlá:
sl: ne ustreza vsem pravilom:
sq: nuk përputhet me të gjitha rregullat:
sw: hailingani na sheria zote:
ta: எல்லா விதிகளுக்கும் பொருந்தவில்லை:
te: అన్ని నియమాలకు సరిపోలడం లేదు:
tg: ба ҳамаи қоидаҳо мувофиқат намекунад:
th: ไม่ตรงกับกฎทั้งหมด:
tk: ähli düzgünlere laýyk gelmeýär:
tt: барлык кагыйдәләргә туры килми:
uk: не відповідає всім правилам:
ur: :ﺎﺗﺎﮭﮐ ﮟﯿﮩﻧ ﻞﯿﻣ ﮯﺳ ﻦﯿﻧﺍﻮﻗ ﻡﺎﻤﺗ
uz: barcha qoidalarga mos kelmaydi:
vi: không phù hợp với tất cả các quy tắc:
xh: ayihambelani nayo yonke imigaqo:
yi: :םיללכ עלא טימ טשינ טמיטש

source: Show
af: Wys
am: አሳይ
ar: ﻦﻴﺒﺗ
be: Паказаць
bg: Покажи
bn: দেখান
ca: Espectacle
cy: Sioe
da: At vise
eo: Montru
et: Näita
eu: Erakutsi
fa: ﺪﯿﻫﺩ ﺶﯾﺎﻤﻧ
fi: Näytä
fil: Ipakita
fy: Lit sjen
ga: Taispeáin
gd: Seall
gl: Mostrar
gu: બતાવો
he: העפוה
hi: प्रदर्शन
hr: Pokazati
hu: Előadás
hy: Ցուցադրում
id: Menunjukkan
is: Sýna
ka: ჩვენება
kk: Көрсету
km: បង្ហាញ
kn: ತೋರಿಸು
ku: Rêdan
lo: ສະແດງ
lt: Rodyti
lv: Rādīt
mg: FAMPISEHOANA
mi: Whakaatu
mk: Прикажи
ml: കാണിക്കുക
mn: Үзүүлэх
mr: दाखवा
mt: Uri
my: ရှိုး
nb: Forestilling
ne: देखाउनु
or: ଦେଖାନ୍ତୁ |
pa: ਦਿਖਾਓ
ps: ﻝﺩﻮښ
ro: Spectacol
rw: Erekana
sd: ﻮﻳﺭﺎﮑﻳڏ
si: පෙන්වන්න
sk: Šou
sl: Pokaži
sq: Shfaqje
sw: Onyesha
ta: காட்டு
te: చూపించు
tg: Намоиш
th: แสดง
tk: Görkez
tt: Шоу
uk: Показати
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ
uz: Ko'rsatish
vi: Chỉ
xh: Bonisa
yi: ןזיַיוו

source: Enable
af: Aktiveer
am: አንቃ
ar: ﻦﻜﻤﻣ
be: Уключыць
bg: Активиране
bn: সক্ষম করুন
ca: Activa
cy: Galluogi
da: Aktiver
eo: Ebligu
et: Luba
eu: Gaitu
fa: ﻥﺩﺮﮐ ﻝﺎﻌﻓ
fi: ota käyttöön
fil: Paganahin
fy: Ynskeakelje
ga: Cumasaigh
gd: Dèan comas
gl: Activar
gu: સક્ષમ કરો
he: רֵׁשפַאְל
hi: सक्षम
hr: Omogućiti
hu: Engedélyezze
hy: Միացնել
id: Memungkinkan
is: Virkja
ka: ჩართვა
kk: Қосу
km: បើក
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ
ku: Bikêrkirin
ky: Иштетүү
lb: Aktivéieren
lo: ເປີດໃຊ້
lt: Įjungti
lv: Iespējot
mg: Tadiavo
mi: Whakahohe
mk: Овозможи
ml: പ്രവർത്തനക്ഷമമാക്കുക
mn: Идэвхжүүлэх
mr: सक्षम करा
mt: Attiva
my: ဖွင့်ပါ။
nb: Muliggjøre
ne: सक्षम गर्नुहोस्
or: ସକ୍ଷମ କରନ୍ତୁ |
pa: ਯੋਗ ਕਰੋ
ps: ﺉړﮐ ﻝﺎﻌﻓ
ro: Permite
rw: Gushoboza
sd: ﻮﻳﺮڪ ﻝﺎﻌﻓ
si: සබල කරන්න
sk: Povoliť
sl: Omogoči
sq: Aktivizo
sw: Washa
ta: இயக்கு
te: ప్రారంభించు
tg: Фаъол кардан
th: เปิดใช้งาน
tk: Işletmek
tt: Эшләтергә
uk: Увімкнути
ur: ﻝﺎﻌﻓ
uz: Yoqish
vi: Cho phép
xh: Vulela
yi: ןבעג

source: Hide
af: Versteek
am: ደብቅ
ar: ءﺎﻔﺧﺇ
be: Хавацца
bg: Крия
bn: লুকান
ca: Amaga
cy: Cuddio
da: Skjule
eo: Kaŝi
et: Peida
eu: Ezkutatu
fa: ﻥﺪﺷ ﻥﺎﻬﻨﭘ
fi: Piilottaa
fil: Tago
fy: Ferstopje
ga: Folaigh
gd: Falaich
gl: Ocultar
gu: છુપાવો
he: אבחתהל
hi: छिपाना
hr: Sakriti
hu: Elrejt
hy: Թաքցնել
id: Bersembunyi
is: Fela
ka: დამალვა
kk: Жасыру
km: លាក់
kn: ಮರೆಮಾಡಿ
ku: Veşartin
ky: Жашыруу
lb: Verstoppen
lo: ເຊື່ອງ
lt: Slėpti
lv: Slēpt
mg: afeno ny
mi: Huna
mk: Крие
ml: മറയ്ക്കുക
mn: Нуух
mr: लपवा
mt: Aħbi
my: ဖွက်ပါ။
nb: Gjemme seg
ne: लुकाउनुहोस्
or: ଲୁଚାନ୍ତୁ |
pa: ਓਹਲੇ
ps: ﻝﻮټﭘ
ro: Ascunde
rw: Hisha
sd: ﮡﺋﺎڪﻟ
si: සඟවන්න
sk: Skryť
sl: skrij
sq: Fshih
sw: Ficha
ta: மறை
te: దాచు
tg: Пинҳон кардан
th: ซ่อน
tk: Gizle
tt: Яшер
uk: Сховати
ur: ﮟﯿﺋﺎﭙﮭﭼ
uz: Yashirish
vi: Giấu
xh: Fihla
yi: ןטלאַהאַב

source: Disable
af: Deaktiveer
am: አሰናክል
ar: ﻝﺎﻄﺑﺇ
be: Адключыць
bg: Деактивирайте
bn: নিষ্ক্রিয় করুন
ca: Inhabilitar
cy: Analluoga
da: Deaktiver
eo: Malebligu
et: Keela
eu: Desgaitu
fa: ﻥﺩﺮﮐ ﻝﺎﻌﻓ ﺮﯿﻏ
fi: Poista käytöstä
fil: Huwag paganahin
fy: Utskeakelje
ga: Díchumasaithe
gd: Cuir à comas
gl: Desactivar
gu: અક્ષમ કરો
he: תבשה
hi: अक्षम करना
hr: Onemogući
hu: Letiltás
hy: Անջատել
id: Cacat
is: Slökkva
ka: გამორთვა
kk: Өшіру
km: បិទ
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ku: Neçalak bike
ky: Өчүрүү
lb: Desaktivéieren
lo: ປິດໃຊ້ງານ
lt: Išjungti
lv: Atspējot
mg: Atsaharo
mi: Monokia
mk: Оневозможи
ml: പ്രവർത്തനരഹിതമാക്കുക
mn: Идэвхгүй болгох
mr: अक्षम करा
mt: Itfi
my: ပိတ်ပါ။
nb: Deaktiver
ne: असक्षम पार्नुहोस्
or: ଅକ୍ଷମ କରନ୍ତୁ |
pa: ਅਯੋਗ
ps: ﺉړﮐ ﻝﺎﻌﻓ ﺮﯿﻏ
ro: Dezactivați
rw: Hagarika
sd: ﻞﻫﺍﺎﻧ
si: අක්රිය කරන්න
sk: Zakázať
sl: Onemogoči
sq: Çaktivizo
sw: Zima
ta: முடக்கு
te: డిసేబుల్
tg: Хомӯш кардан
th: ปิดการใช้งาน
tk: Öçüriň
tt: Сүндер
uk: Вимкнути
ur: ۔ﮟﯾﺮﮐ ﻝﺎﻌﻓ ﺮﯿﻏ
uz: Oʻchirish
vi: Vô hiệu
xh: Khubaza
yi: לאַבייסיד

source: item if context
af: item as konteks
am: ንጥል ነገር አውድ ከሆነ
ar: ﻕﺎﻴﺴﻟﺍ ﺍﺫﺇ ﺪﻨﺒﻟﺍ
be: пункт, калі кантэкст
bg: елемент, ако контекст
bn: প্রসঙ্গ যদি আইটেম
ca: element si context
cy: eitem os cyd-destun
da: element hvis kontekst
eo: ero se kunteksto
et: üksus, kui kontekst
eu: elementua testuingurua bada
fa: ﻪﻨﯿﻣﺯ ﺮﮔﺍ ﺩﺭﻮﻣ
fi: kohde jos konteksti
fil: aytem kung konteksto
fy: item as kontekst
ga: mír más comhthéacs
gd: nì ma tha co-theacsa ann
gl: elemento se contexto
gu: આઇટમ જો સંદર્ભ
he: רשקה םא טירפ
hi: आइटम अगर संदर्भ
hr: stavka ako je kontekst
hu: elem, ha kontextus
hy: տարր, եթե համատեքստ
id: item jika konteks
is: atriði ef samhengi
ka: ელემენტი თუ კონტექსტი
kk: контекст болса элемент
km: ធាតុប្រសិនបើបរិបទ
kn: ಸಂದರ್ಭವಾಗಿದ್ದರೆ ಐಟಂ
ku: babete eger kontekst
ky: пункт, эгерде контекст
lb: Element wann Kontext
lo: ລາຍການຖ້າບໍລິບົດ
lt: elementas, jei kontekstas
lv: vienums, ja konteksts
mg: zavatra raha contexte
mi: tūemi ki te horopaki
mk: ставка ако контекст
ml: സന്ദർഭം എങ്കിൽ ഇനം
mn: контекст байвал зүйл
mr: संदर्भ असल्यास आयटम
mt: oġġett jekk il-kuntest
nb: element hvis kontekst
ne: वस्तु यदि सन्दर्भ
or: ପ୍ରସଙ୍ଗ ଯଦି ଆଇଟମ୍
pa: ਆਈਟਮ ਜੇ ਪ੍ਰਸੰਗ
ps: ﻂﯾﺍﺮﺷ ﻪﮐ ﻲﮐﻮﺗ
ro: element dacă context
rw: ikintu niba imiterere
sd: ﻥﺎﺳ ﻲﻟﺍﻮﺣ ﻦﻫڏڪﻴﺟ ﻢٽﺋﺁ
si: අයිතමය නම් සන්දර්භය
sk: položka ako kontext
sl: element, če je kontekst
sq: artikulli nëse konteksti
sw: kipengee ikiwa muktadha
ta: பொருள் என்றால் சூழல்
te: అంశం అయితే సందర్భం
tg: банди агар контекст
th: รายการถ้าบริบท
tk: kontekst bolsa element
tt: контекст булса
uk: елемент, якщо контекст
ur: ﻕﺎﺒﺳ ﻭ ﻕﺎﯿﺳ ﺮﮔﺍ ﻢﭩﺋﺁ
uz: kontekst bo'lsa element
vi: mục nếu ngữ cảnh
xh: into ukuba umxholo
yi: טסקעטנאָק ביוא טקנופּ

source: Edit Rule
af: Wysig reël
am: ደንብ አርትዕ
ar: ﺓﺪﻋﺎﻘﻟﺍ ﺮﻳﺮﺤﺗ
be: Рэдагаваць правіла
bg: Редактиране на правилото
bn: নিয়ম সম্পাদনা করুন
ca: Edita la regla
cy: Golygu Rheol
da: Rediger regel
eo: Redakti Regulon
et: Redigeeri reeglit
eu: Editatu araua
fa: ﻥﻮﻧﺎﻗ ﺶﯾﺍﺮﯾﻭ
fi: Muokkaa sääntöä
fil: I-edit ang Panuntunan
fy: Regel bewurkje
ga: Cuir Riail in Eagar
gd: Deasaich Riaghailt
gl: Editar regra
gu: નિયમ સંપાદિત કરો
he: ללכ ךורע
hi: नियम संपादित करें
hr: Uredi pravilo
hu: Szabály szerkesztése
hy: Խմբագրել կանոնը
id: Sunting Aturan
is: Breyta reglu
ka: წესის რედაქტირება
kk: Ережені өңдеу
km: កែសម្រួលច្បាប់
kn: ನಿಯಮವನ್ನು ಸಂಪಾದಿಸಿ
ky: Эрежени оңдоо
lb: Regel änneren
lo: ແກ້ໄຂກົດລະບຽບ
lt: Redaguoti taisyklę
lv: Rediģēt kārtulu
mg: Ahitsio Fitsipika
mi: Whakatika Ture
mk: Уреди правило
ml: ചട്ടം എഡിറ്റ് ചെയ്യുക
mn: Дүрэм засах
mr: नियम संपादित करा
mt: Editja Regola
my: စည်းမျဉ်းကို တည်းဖြတ်ပါ။
nb: Rediger regel
ne: नियम सम्पादन गर्नुहोस्
or: ନିୟମ ସଂପାଦନ କରନ୍ତୁ |
pa: ਨਿਯਮ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
ps: ﻥﻮﻧﺎﻗ ﻢﯿﻣﺮﺗ ﺩ
ro: Editați regula
rw: Hindura Amategeko
sd: ﻮﻄﺑﺎﺿ ﻲﻤﻴﻣﺮﺗ
si: රීතිය සංස්කරණය කරන්න
sk: Upraviť pravidlo
sl: Uredi pravilo
sq: Redakto rregullin
sw: Hariri Kanuni
ta: திருத்து விதி
te: నియమాన్ని సవరించండి
tg: Таҳрири Қоида
th: แก้ไขกฎ
tk: Düzgüni redaktirläň
tt: Кагыйдәне үзгәртү
uk: Редагувати правило
ur: ۔ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﻝﻮﺻﺍ
uz: Qoidani tahrirlash
vi: Chỉnh sửa quy tắc
xh: Hlela uMthetho
yi: ןשרעה ןריגאַדער

source: Value:
af: Waarde:
am: ዋጋ፡
ar: :ﺔﻤﻴﻗ
be: Значэнне:
bg: Стойност:
bn: মান:
ca: Valor:
cy: Gwerth:
da: Værdi:
eo: Valoro:
et: Väärtus:
eu: Balioa:
fa: :ﺵﺯﺭﺍ
fi: Arvo:
fil: Halaga:
fy: Wearde:
ga: Luach:
gd: Luach:
gl: Valor:
gu: મૂલ્ય:
he: :ךרע
hi: मूल्य:
hr: Vrijednost:
hu: Érték:
hy: Արժեքը:
id: Nilai:
is: Gildi:
ka: ღირებულება:
kk: Мән:
km: តម្លៃ៖
kn: ಮೌಲ್ಯ:
ku: Giranî:
ky: Маани:
lb: Wäert:
lo: ມູນຄ່າ:
lt: Reikšmė:
lv: Vērtība:
mg: Sanda:
mi: Uara:
mk: Вредност:
ml: മൂല്യം:
mn: Утга:
mr: मूल्य:
mt: Valur:
my: တန်ဖိုး-
nb: Verdi:
ne: मान:
or: ମୂଲ୍ୟ:
pa: ਮੁੱਲ:
ps: :ﺖښﺯﺭﺍ
ro: Valoare:
rw: Agaciro:
sd: :ﺭﺪﻗ
si: වටිනාකම:
sk: Hodnota:
sl: vrednost:
sq: Vlera:
sw: Thamani:
ta: மதிப்பு:
te: విలువ:
tg: Арзиш:
th: ค่า:
tk: Gymmatlyk:
tt: Кыйммәт:
uk: Значення:
ur: :ﺭﺪﻗ
uz: Qiymat:
vi: Giá trị:
xh: Ixabiso:
yi: :טרעוו

source: If enabled, use as handler for:
af: Indien geaktiveer, gebruik as hanteerder vir:
am: ከነቃ ለሚከተሉት እንደ ተቆጣጣሪ ይጠቀሙ፡-
ar: :ـﻟ ﺞﻟﺎﻌﻤﻛ ﻪﻣﺪﺨﺘﺳﺍ ، ﻦﻴﻜﻤﺘﻟﺍ ﺔﻟﺎﺣ ﻲﻓ
be: Калі ўключана, выкарыстоўваць у якасці апрацоўшчыка для:
bg: Ако е активирано, използвайте като манипулатор за:
bn: সক্ষম হলে, এর জন্য হ্যান্ডলার হিসাবে ব্যবহার করুন:
ca: Si està activat, utilitzeu-lo com a controlador per a:
cy: Os yw wedi'i alluogi, defnyddiwch fel triniwr ar gyfer:
da: Hvis aktiveret, brug som handler til:
eo: Se enŝaltite, uzu kiel pritraktilon por:
et: Kui see on lubatud, kasutage töötlejana:
eu: Gaituta badago, erabili kudeatzaile gisa:
fa: :ﯼﺍﺮﺑ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﻥﺍﻮﻨﻋ ﻪﺑ ،ﺖﺳﺍ ﻝﺎﻌﻓ ﺮﮔﺍ
fi: Jos käytössä, käytä käsittelijänä:
fil: Kung pinagana, gamitin bilang handler para sa:
fy: As ynskeakele, brûk dan as handler foar:
ga: Má tá sé cumasaithe, úsáid mar láimhseálaí le haghaidh:
gd: Ma tha e air a chomasachadh, cleachd mar inneal-làimhseachaidh airson:
gl: Se está activado, use como controlador para:
gu: જો સક્ષમ હોય, તો આ માટે હેન્ડલર તરીકે ઉપયોગ કરો:
he: :רובע לפטמכ שמתשה ,לעפומ םא
hi: यदि सक्षम है, तो इसके लिए हैंडलर के रूप में उपयोग करें:
hr: Ako je omogućeno, koristi se kao rukovalac za:
hu: Ha engedélyezve van, használja kezelőként:
hy: Եթե u200bu200bմիացված է, օգտագործեք որպես մշակող՝
id: Jika diaktifkan, gunakan sebagai handler untuk:
is: Ef virkt, notaðu sem meðhöndlun fyrir:
ka: თუ ჩართულია, გამოიყენეთ როგორც დამმუშავებელი:
kk: Қосылған болса, өңдеуші ретінде пайдаланыңыз:
km: ប្រសិនបើបានបើក ប្រើជាអ្នកដោះស្រាយសម្រាប់៖
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಇದಕ್ಕಾಗಿ ಹ್ಯಾಂಡ್ಲರ್ ಆಗಿ ಬಳಸಿ:
ku: Ger çalak be, wekî rêveker bikar bînin ji bo:
ky: Иштетилген болсо, төмөнкү үчүн иштеткич катары колдонуңуз:
lb: Wann aktivéiert, benotzt als Handler fir:
lo: ຖ້າເປີດໃຊ້, ໃຊ້ເປັນຕົວຈັດການສໍາລັບ:
lt: Jei įjungta, naudokite kaip tvarkyklę:
lv: Ja iespējots, izmantojiet kā apdarinātāju:
mg: Raha azo atao dia ampiasao ho mpitantana ny:
mi: Ki te whakahohea, whakamahia hei kaihautu mo:
mk: Ако е овозможено, користете како управувач за:
ml: പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഇതിനായി ഹാൻഡ്u200cലറായി ഉപയോഗിക്കുക:
mn: Идэвхжүүлсэн бол дараах зүйлсийг зохицуулагчаар ашиглаарай:
mr: सक्षम असल्यास, यासाठी हँडलर म्हणून वापरा:
mt: Jekk attivata, uża bħala handler għal:
my: ဖွင့်ထားလျှင်၊ ကိုင်တွယ်သူအဖြစ် အသုံးပြုပါ-
nb: Hvis aktivert, bruk som behandler for:
ne: यदि सक्षम छ भने, ह्यान्डलरको रूपमा प्रयोग गर्नुहोस्:
or: ଯଦି ସକ୍ଷମ, ହ୍ୟାଣ୍ଡେଲର୍ ଭାବରେ ବ୍ୟବହାର କରନ୍ତୁ:
pa: ਜੇਕਰ ਸਮਰਥਿਤ ਹੈ, ਤਾਂ ਇਸ ਲਈ ਹੈਂਡਲਰ ਵਜੋਂ ਵਰਤੋਂ:
ps: :ﺉﻭﺭﺎﮐﻭ ﻪګﻮﺗ ﻪﭘ ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﺩ ﻩﺭﺎﭙﻟ ﯤﺩ ﺩ ،ﻱﻭ ﻝﺎﻌﻓ ﻪﮐ
ro: Dacă este activat, utilizați ca handler pentru:
rw: Niba bishoboka, koresha nkumukoresha wa:
sd: :ﺭﻮﻃ ﺮﻟڊﻨﻴﻫ ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ،ﻲﺠﻫ ﻝﺎﻌﻓ ﻦﻫڏڪﻴﺟ
si: සබල කර ඇත්නම්, හසුරුවන්නා ලෙස භාවිතා කරන්න:
sk: Ak je povolené, použite ako obslužný nástroj pre:
sl: Če je omogočeno, uporabite kot upravljalnik za:
sq: Nëse aktivizohet, përdorni si mbajtës për:
sw: Ikiwashwa, tumia kama kidhibiti kwa:
ta: இயக்கப்பட்டிருந்தால், இதற்கு ஹேண்ட்லராகப் பயன்படுத்தவும்:
te: ప్రారంభించబడితే, దీని కోసం హ్యాండ్లర్u200cగా ఉపయోగించండి:
tg: Агар фаъол бошад, ҳамчун коркардкунанда барои:
th: หากเปิดใช้งาน ใช้เป็นตัวจัดการสำหรับ:
tk: Işledilen bolsa, işleýji hökmünde ulanyň:
tt: Эшләтелгән булса, эшкәртүче буларак кулланыгыз:
uk: Якщо ввімкнено, використовуйте як обробник для:
ur: :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺮﻟﮉﻨﯿﮨ ﺭﻮﻄﺑ ،ﺮﭘ ﮯﻧﻮﮨ ﻝﺎﻌﻓ
uz: Agar yoqilgan bo'lsa, quyidagilar uchun ishlov beruvchi sifatida foydalaning:
vi: Nếu được bật, hãy sử dụng làm trình xử lý cho:
xh: Ukuba yenziwe yasebenza, sebenzisa njengesiphatho:
yi: :ראַפֿ רעלדנאַה יוו ןצונ ,דלאַביינע ביוא

source: none
af: geen
am: ምንም
ar: ﺪﺣﺃ ﻻ﻿
be: ніводнага
bg: нито един
bn: কোনটি
ca: cap
cy: dim
da: ingen
eo: neniu
et: mitte ühtegi
eu: bat ere ez
fa: ﮏﯾ ﭻﯿﻫ
fi: ei mitään
fil: wala
fy: gjin
ga: aon cheann
gd: gin
gl: ningún
gu: કોઈ નહીં
he: דחא ףא
hi: कोई नहीं
hr: nijedan
hu: egyik sem
hy: ոչ ոք
id: tidak ada
is: enginn
ka: არცერთი
kk: жоқ
km: គ្មាន
kn: ಯಾವುದೂ
ku: netû
ky: эч ким
lb: keng
lo: ບໍ່ມີ
lt: nė vienas
lv: neviens
mg: tsy misy
mi: kahore
mk: ниеден
ml: ഒന്നുമില്ല
mn: аль нь ч биш
mr: काहीही नाही
mt: xejn
my: မရှိ
nb: ingen
ne: कुनै पनि
or: କିଛି ନୁହେଁ |
pa: ਕੋਈ ਨਹੀਂ
ps: ﻪﻧ څﯿﻫ
ro: nici unul
rw: nta na kimwe
sd: ﻪﺑ ﻮڪ
si: කිසිවක් නැත
sk: žiadny
sl: nobenega
sq: asnje
sw: hakuna
ta: எதுவும் இல்லை
te: ఏదీ లేదు
tg: ҳеҷ
th: ไม่มี
tk: hiç
tt: юк
uk: жодного
ur: ﮟﯿﮩﻧ ﯽﺋﻮﮐ
uz: yo'q
vi: không ai
xh: akukho nanye
yi: טינראָג

source: files
af: lêers
am: ፋይሎች
ar: ﺕﺎﻔﻠﻤﻟﺍ
be: файлы
bg: файлове
bn: নথি পত্র
ca: Fitxers
cy: ffeiliau
da: filer
eo: dosierojn
et: failid
eu: fitxategiak
fa: ﺎﻫ ﻞﯾﺎﻓ
fi: tiedostot
fil: mga file
fy: triemmen
ga: comhaid
gd: faidhlichean
gl: arquivos
gu: ફાઈલો
he: םיצבק
hi: फ़ाइलें
hr: datoteke
hu: fájlokat
hy: ֆայլեր
id: file
is: skrár
ka: ფაილები
kk: файлдар
km: ឯកសារ
kn: ಕಡತಗಳನ್ನು
ku: pelan
ky: файлдар
lb: Fichieren
lo: ໄຟລ໌
lt: failus
lv: failus
mg: rakitra
mi: kōnae
mk: датотеки
ml: ഫയലുകൾ
mn: файлууд
mr: फाइल्स
mt: fajls
my: ဖိုင်များ
nb: filer
ne: फाइलहरू
or: ଫାଇଲଗୁଡିକ
pa: ਫਾਈਲਾਂ
ps: ﻪﻧﻮﻠﯾﺎﻓ
ro: fișiere
rw: dosiye
sd: ﻥﻮﻠﺋﺎﻓ
si: ගොනු
sk: súbory
sl: datoteke
sq: dosjet
sw: mafaili
ta: கோப்புகள்
te: ఫైళ్లు
tg: файлҳо
th: ไฟล์
tk: faýllar
tt: файллар
uk: файли
ur: ﮞﻮﻠﺋﺎﻓ
uz: fayllar
vi: các tập tin
xh: iifayile
yi: סעקעט

source: devices
af: toestelle
am: መሳሪያዎች
ar: ﺓﺰﻬﺟﻷ﻿ﺍ
be: прылады
bg: устройства
bn: ডিভাইস
ca: dispositius
cy: dyfeisiau
da: enheder
eo: aparatoj
et: seadmeid
eu: gailuak
fa: ﺎﻫ ﻩﺎﮕﺘﺳﺩ
fi: laitteet
fil: mga device
fy: apparaten
ga: gairis
gd: innealan
gl: dispositivos
gu: ઉપકરણો
he: םירישכמ
hi: उपकरण
hr: uređaja
hu: eszközöket
hy: սարքեր
id: perangkat
is: tæki
ka: მოწყობილობები
kk: құрылғылар
km: ឧបករណ៍
kn: ಸಾಧನಗಳು
ku: cîhazên
ky: түзмөктөр
lb: Apparater
lo: ອຸປະກອນ
lt: įrenginiai
lv: ierīces
mg: fitaovana
mi: taputapu
mk: уреди
ml: ഉപകരണങ്ങൾ
mn: төхөөрөмжүүд
mr: उपकरणे
mt: apparat
my: ကိရိယာများ
nb: enheter
ne: उपकरणहरू
or: ଉପକରଣଗୁଡ଼ିକ
pa: ਡਿਵਾਈਸਾਂ
ps: ﻞﯾﺎﺳﻭ
ro: dispozitive
rw: ibikoresho
sd: ﺰﺴﻴﺋﺍﻭڊ
si: උපකරණ
sk: zariadení
sl: naprave
sq: pajisje
sw: vifaa
ta: சாதனங்கள்
te: పరికరాలు
tg: дастгоҳҳо
th: อุปกรณ์
tk: enjamlary
tt: җайланмалар
uk: пристроїв
ur: ﺕﻻ﻿ﺁ
uz: qurilmalar
vi: thiết bị
xh: izixhobo
yi: םירישכמ
