Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Add options after METHOD to specify a specific window, panel, and/or tab.
af: Voeg opsies na METODE by om 'n spesifieke venster, paneel en/of oortjie te spesifiseer.
am: አንድ የተወሰነ መስኮት፣ ፓኔል እና/ወይም ትርን ለመለየት ከ METHOD በኋላ አማራጮችን ያክሉ።
ar: .ﺔﻨﻴﻌﻣ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ ﻭﺃ / ﻭ ﺔﺣﻮﻟ ﻭﺃ / ﻭ ﺓﺬﻓﺎﻧ ﺪﻳﺪﺤﺘﻟ METHOD ﺪﻌﺑ ﺕﺍﺭﺎﻴﺧ ﻒﺿﺃ
be: Дадайце параметры пасля METHOD, каб паказаць пэўнае акно, панэль і/або ўкладку.
bg: Добавете опции след METHOD, за да посочите конкретен прозорец, панел и/или раздел.
bn: একটি নির্দিষ্ট উইন্ডো, প্যানেল, এবং/অথবা ট্যাব নির্দিষ্ট করতে METHOD এর পরে বিকল্প যোগ করুন।
ca: Afegiu opcions després de MÈTODE per especificar una finestra, un panell i/o una pestanya específics.
cy: Ychwanegwch opsiynau ar ôl DULL i nodi ffenestr, panel a / neu dab penodol.
da: Tilføj indstillinger efter METODE for at angive et specifikt vindue, panel og/eller fane.
eo: Aldonu opciojn post METODO por specifi specifan fenestron, panelon kaj/aŭ langeton.
et: Konkreetse akna, paneeli ja/või vahekaardi määramiseks lisage suvandid pärast MEETOD.
eu: Gehitu aukerak METODOaren ondoren leiho, panel eta/edo fitxa zehatz bat zehazteko.
fa: .ﺪﯿﻨﮐ ﺺﺨﺸﻣ ﺍﺭ ﺹﺎﺧ ﻪﮔﺮﺑ ﺎﯾ/ﻭ ﻞﻧﺎﭘ ،ﻩﺮﺠﻨﭘ ﮏﯾ ﺎﺗ ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺍﺭ ﯽﯾﺎﻫ ﻪﻨﯾﺰﮔ METHOD ﺯﺍ ﺪﻌﺑ
fi: Lisää vaihtoehtoja MENETELMÄN jälkeen määrittääksesi tietyn ikkunan, paneelin ja/tai välilehden.
fil: Magdagdag ng mga opsyon pagkatapos ng METHOD upang tumukoy ng partikular na window, panel, at/o tab.
fy: Foegje opsjes ta nei METHOD om in spesifyk finster, paniel en/of ljepper op te jaan.
ga: Cuir roghanna i ndiaidh MODH chun fuinneog, painéal agus / nó cluaisín ar leith a shonrú.
gd: Cuir roghainnean a-steach às deidh MODH gus uinneag, pannal agus / no tab sònraichte a shònrachadh.
gl: Engade opcións despois de MÉTODO para especificar unha xanela, panel e/ou pestana específicos.
gu: ચોક્કસ વિન્ડો, પેનલ અને/અથવા ટેબનો ઉલ્લેખ કરવા માટે METHOD પછી વિકલ્પો ઉમેરો.
he: .םייפיצפס הייסיטרכ וא/ו תינולח ,ןולח ןייצל ידכ METHOD רחאל תויורשפא ףסוה
hi: विशिष्ट विंडो, पैनल और/या टैब निर्दिष्ट करने के लिए METHOD के बाद विकल्प जोड़ें।
hr: Dodajte opcije nakon METHOD za određivanje određenog prozora, ploče i/ili kartice.
hu: Adjon hozzá beállításokat a MÓDSZER után egy adott ablak, panel és/vagy lap megadásához.
hy: METHOD-ից հետո ընտրանքներ ավելացրեք՝ որոշակի պատուհան, վահանակ և/կամ ներդիր նշելու համար:
id: Tambahkan opsi setelah METODE untuk menentukan jendela, panel, dan/atau tab tertentu.
is: Bættu við valkostum á eftir AÐFERÐ til að tilgreina ákveðinn glugga, spjald og/eða flipa.
ka: დაამატეთ ოფციები METHOD-ის შემდეგ კონკრეტული ფანჯრის, პანელის და/ან ჩანართის მითითებისთვის.
kk: Арнайы терезені, панельді және/немесе қойындыны көрсету үшін ӘДІСтен кейін опцияларды қосыңыз.
km: បន្ថែមជម្រើសបន្ទាប់ពី METHOD ដើម្បីបញ្ជាក់បង្អួច បន្ទះ និង/ឬផ្ទាំងជាក់លាក់។
kn: ನಿರ್ದಿಷ್ಟ ವಿಂಡೋ, ಫಲಕ ಮತ್ತು/ಅಥವಾ ಟ್ಯಾಬ್ ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು METHOD ನಂತರ ಆಯ್ಕೆಗಳನ್ನು ಸೇರಿಸಿ.
ku: Vebijarkan piştî METHOD zêde bikin da ku pencereyek taybetî, panel, û/an tabloyek diyar bikin.
ky: Белгилүү бир терезени, панелди жана/же өтмөктү көрсөтүү үчүн METHOD кийин опцияларды кошуңуз.
lb: Füügt Optiounen no METHOD fir eng spezifesch Fënster, Panel an / oder Tab ze spezifizéieren.
lo: ເພີ່ມທາງເລືອກຫຼັງຈາກ METHOD ເພື່ອລະບຸປ່ອງຢ້ຽມສະເພາະ, ແຜງ, ແລະ/ຫຼືແຖບ.
lt: Pridėkite parinktis po METODO, kad nurodytumėte konkretų langą, skydelį ir/ar kortelę.
lv: Pievienojiet opcijas pēc METODE, lai norādītu konkrētu logu, paneli un/vai cilni.
mg: Ampio safidy aorian'ny METHOD mba hamaritana varavarankely, tontonana, ary/na tabilao manokana.
mi: Taapirihia nga whiringa i muri i te METHOD hei tohu i tetahi matapihi, panui, ripa ranei.
mk: Додајте опции по МЕТОД за да наведете одреден прозорец, панел и/или таб.
ml: ഒരു നിർദ്ദിഷ്ട വിൻഡോ, പാനൽ കൂടാതെ/അല്ലെങ്കിൽ ടാബ് വ്യക്തമാക്കുന്നതിന് METHOD-ന് ശേഷം ഓപ്ഷനുകൾ ചേർക്കുക.
mn: Тодорхой цонх, самбар болон/эсвэл табыг зааж өгөхийн тулд METHOD-ын дараа сонголтуудыг нэмнэ үү.
mr: विशिष्ट विंडो, पॅनेल आणि/किंवा टॅब निर्दिष्ट करण्यासाठी METHOD नंतर पर्याय जोडा.
mt: Żid għażliet wara METODU biex tispeċifika tieqa, panel, u/jew tab speċifiċi.
my: သီးခြားဝင်းဒိုး၊ အကန့်၊ နှင့်/သို့မဟုတ် တက်ဘ်တစ်ခုကို သတ်မှတ်ရန် နည်းလမ်းပြီးနောက် ရွေးချယ်စရာများကို ထည့်ပါ။
nb: Legg til alternativer etter METODE for å spesifisere et spesifikt vindu, panel og/eller fane.
ne: विशिष्ट विन्डो, प्यानल, र/वा ट्याब निर्दिष्ट गर्न METHOD पछि विकल्पहरू थप्नुहोस्।
or: ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ୱିଣ୍ଡୋ, ପ୍ୟାନେଲ୍, ଏବଂ / କିମ୍ବା ଟ୍ୟାବ୍ ନିର୍ଦ୍ଦିଷ୍ଟ କରିବାକୁ METHOD ପରେ ବିକଳ୍ପଗୁଡିକ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਖਾਸ ਵਿੰਡੋ, ਪੈਨਲ, ਅਤੇ/ਜਾਂ ਟੈਬ ਨੂੰ ਨਿਸ਼ਚਿਤ ਕਰਨ ਲਈ METHOD ਤੋਂ ਬਾਅਦ ਵਿਕਲਪ ਸ਼ਾਮਲ ਕਰੋ।
ps: .ﺉړﮐ ﻪﻓﺎﺿﺍ ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﻪﺘﺳﻭﺭﻭ ﺩﻮﺘﯿﻣ ﺩ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﺺﺨﺸﻣ ﺐټ ﺎﯾ/ﻭﺍ ،ﻞﻨﯿﭘ ،ۍﮐړﮐ ﯤړګﻧﺎځ ﯤﻮﯾ ﺩ
ro: Adăugați opțiuni după METOD pentru a specifica o anumită fereastră, panou și/sau filă.
rw: Ongeraho amahitamo nyuma YUBURYO kugirango ugaragaze idirishya ryihariye, ikibaho, na / cyangwa tab.
sd: METHOD ءِﻻ﻿ ﮠﺮڪ ﻥﺎﻴﺑ ﺐﻴٽ ﺎﻳ/۽ ،ﻞﻨﻴﭘ ،ﻭڊﻧﻭ ﺹﻮﺼﺨﻣ ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺭﺎﻴﺘﺧﺍ ءِﻮﭘ ﻥﺎﮐ.
si: නිශ්චිත කවුළුවක්, පැනලයක් සහ/හෝ ටැබ් එකක් නියම කිරීමට METHOD ට පසුව විකල්ප එක් කරන්න.
sk: Pridajte voľby za METHOD, aby ste určili konkrétne okno, panel a/alebo kartu.
sl: Dodajte možnosti za METHOD, da določite določeno okno, ploščo in/ali zavihek.
sq: Shtoni opsione pas METHOD për të specifikuar një dritare, panel dhe/ose skedë specifike.
sw: Ongeza chaguo baada ya METHOD ili kubainisha dirisha, paneli, na/au kichupo mahususi.
ta: குறிப்பிட்ட சாளரம், பேனல் மற்றும்/அல்லது தாவலைக் குறிப்பிட METHODக்குப் பிறகு விருப்பங்களைச் சேர்க்கவும்.
te: నిర్దిష్ట విండో, ప్యానెల్ మరియు/లేదా ట్యాబ్u200cను పేర్కొనడానికి METHOD తర్వాత ఎంపికలను జోడించండి.
tg: Пас аз METHOD имконот илова кунед, то равзанаи мушаххас, панел ва/ё ҷадвалро муайян кунед.
th: เพิ่มตัวเลือกหลัง METHOD เพื่อระบุหน้าต่าง แผง และ/หรือแท็บเฉพาะ
tk: Belli bir penjire, paneli we / ýa-da goýmany kesgitlemek üçin METHOD-dan soň opsiýalary goşuň.
tt: Билгеле тәрәзә, панель, һәм / яки кыстыргычны күрсәтү өчен METHODдан соң вариантлар өстәгез.
uk: Додайте параметри після METHOD, щоб указати конкретне вікно, панель та/або вкладку.
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺕﺍﺭﺎﯿﺘﺧﺍ ﺪﻌﺑ ﮯﮐ METHOD ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺖﺣﺎﺿﻭ ﯽﮐ ﺐﯿﭨ ﺎﯾ/ﺭﻭﺍ ،ﻞﻨﯿﭘ ،ﻭﮉﻧﻭ ﺹﻮﺼﺨﻣ
uz: Muayyan oynani, panelni va/yoki yorliqni belgilash uchun METHODdan keyin parametrlarni qo'shing.
vi: Thêm các tùy chọn sau METHOD để chỉ định một cửa sổ, bảng điều khiển và / hoặc tab cụ thể.
xh: Yongeza iinketho emva koMETHOD ukukhankanya ifestile ethile, indawo yolawulo, kunye/okanye isithuba.
yi: .לטיווק רעדאָ / ןוא עילפאַט ,רעטצנעפֿ שיפיצעפּס אַ ןריציפיצעפּס וצ METHOD ךאָנ סעיצפּאָ גייל

source: Otherwise the current tab of the current panel in the last window is used.
af: Andersins word die huidige oortjie van die huidige paneel in die laaste venster gebruik.
am: አለበለዚያ በመጨረሻው መስኮት ውስጥ ያለው የአሁኑ ፓነል የአሁኑ ትር ጥቅም ላይ ይውላል.
ar: .ﺓﺮﻴﺧﻷ﻿ﺍ ﺓﺬﻓﺎﻨﻟﺍ ﻲﻓ ﺔﻴﻟﺎﺤﻟﺍ ﺔﺣﻮﻠﻟ ﺔﻴﻟﺎﺤﻟﺍ ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ ﻡﺍﺪﺨﺘﺳﺍ ﻢﺘﻳ ، ﻚﻟﺫ ﻑﻼ﻿ﺧ
be: У адваротным выпадку выкарыстоўваецца бягучая ўкладка бягучай панэлі ў апошнім акне.
bg: В противен случай се използва текущият раздел на текущия панел в последния прозорец.
bn: অন্যথায় শেষ উইন্ডোতে বর্তমান প্যানেলের বর্তমান ট্যাবটি ব্যবহার করা হয়।
ca: En cas contrari, s'utilitza la pestanya actual del tauler actual de l'última finestra.
cy: Fel arall, defnyddir tab cyfredol y panel cyfredol yn y ffenestr olaf.
da: Ellers bruges den aktuelle fane for det aktuelle panel i det sidste vindue.
eo: Alie la nuna langeto de la nuna panelo en la lasta fenestro estas uzata.
et: Vastasel juhul kasutatakse viimase akna aktiivse paneeli vahekaarti.
eu: Bestela, azken leihoko uneko panelaren uneko fitxa erabiltzen da.
fa: .ﺩﻮﺷ ﯽﻣ ﻩﺩﺎﻔﺘﺳﺍ ﻩﺮﺠﻨﭘ ﻦﯾﺮﺧﺁ ﺭﺩ ﯽﻠﻌﻓ ﻞﻨﭘ ﯼﺭﺎﺟ ﺐﺗ ﺯﺍ ﺕﺭﻮﺻ ﻦﯾﺍ ﺮﯿﻏ ﺭﺩ
fi: Muussa tapauksessa käytetään nykyisen paneelin nykyistä välilehteä viimeisessä ikkunassa.
fil: Kung hindi, ang kasalukuyang tab ng kasalukuyang panel sa huling window ay ginagamit.
fy: Oars wurdt de aktive ljepper fan it aktive paniel yn it lêste finster brûkt.
ga: Seachas sin úsáidtear cluaisín reatha an phainéil reatha san fhuinneog dheireanach.
gd: A chaochladh cleachdar an taba gnàthach den phannal gnàthach san uinneig mu dheireadh.
gl: En caso contrario, utilízase a pestana actual do panel actual na última xanela.
gu: અન્યથા છેલ્લી વિન્ડોમાં વર્તમાન પેનલની વર્તમાન ટેબનો ઉપયોગ થાય છે.
he: .ןורחאה ןולחב תיחכונה תינולחה לש תיחכונה הייסיטרכב שומיש השענ תרחא
hi: अन्यथा अंतिम विंडो में वर्तमान पैनल के वर्तमान टैब का उपयोग किया जाता है।
hr: Inače se koristi trenutna kartica trenutne ploče u zadnjem prozoru.
hu: Ellenkező esetben az aktuális panel aktuális füle az utolsó ablakban kerül felhasználásra.
hy: Հակառակ դեպքում օգտագործվում է վերջին պատուհանի ընթացիկ վահանակի ընթացիկ ներդիրը:
id: Jika tidak, tab saat ini dari panel saat ini di jendela terakhir akan digunakan.
is: Annars er núverandi flipi núverandi spjalds í síðasta glugganum notaður.
ka: წინააღმდეგ შემთხვევაში გამოყენებული იქნება მიმდინარე პანელის მიმდინარე ჩანართი ბოლო ფანჯარაში.
kk: Әйтпесе, соңғы терезедегі ағымдағы панельдің ағымдағы қойындысы пайдаланылады.
km: បើមិនដូច្នោះទេផ្ទាំងបច្ចុប្បន្ននៃបន្ទះបច្ចុប្បន្ននៅក្នុងបង្អួចចុងក្រោយត្រូវបានប្រើ។
kn: ಇಲ್ಲದಿದ್ದರೆ ಕೊನೆಯ ವಿಂಡೋದಲ್ಲಿ ಪ್ರಸ್ತುತ ಫಲಕದ ಪ್ರಸ್ತುತ ಟ್ಯಾಬ್ ಅನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.
ku: Wekî din tabloya heyî ya panela heyî ya di pencereya paşîn de tê bikar anîn.
ky: Болбосо, акыркы терезедеги учурдагы панелдин учурдагы өтмөгү колдонулат.
lb: Soss gëtt déi aktuell Tab vun der aktueller Panel an der leschter Fënster benotzt.
lo: ຖ້າບໍ່ດັ່ງນັ້ນ, ແຖບປະຈຸບັນຂອງແຜງປະຈຸບັນໃນປ່ອງຢ້ຽມສຸດທ້າຍແມ່ນຖືກນໍາໃຊ້.
lt: Kitu atveju naudojamas paskutinio lange esančio dabartinio skydelio skirtukas.
lv: Pretējā gadījumā tiek izmantota pašreizējā paneļa pašreizējā cilne pēdējā logā.
mg: Raha tsy izany dia ampiasaina ny tabilao ankehitriny amin'ny tontonana ankehitriny amin'ny varavarankely farany.
mi: Ki te kore ka whakamahia te ripa o naianei o te paewhiri o naianei i te matapihi whakamutunga.
mk: Во спротивно се користи тековното јазиче на тековниот панел во последниот прозорец.
ml: അല്ലെങ്കിൽ അവസാന വിൻഡോയിലെ നിലവിലെ പാനലിന്റെ നിലവിലെ ടാബ് ഉപയോഗിക്കുന്നു.
mn: Үгүй бол сүүлийн цонхон дээрх одоогийн самбарыг ашиглана.
mr: अन्यथा शेवटच्या विंडोमधील वर्तमान पॅनेलचा वर्तमान टॅब वापरला जातो.
mt: Inkella tintuża t-tab kurrenti tal-panel kurrenti fl-aħħar tieqa.
my: မဟုတ်ပါက နောက်ဆုံးဝင်းဒိုးရှိ လက်ရှိအကန့်၏ လက်ရှိတက်ဘ်ကို အသုံးပြုထားသည်။
nb: Ellers brukes den gjeldende fanen til gjeldende panel i det siste vinduet.
ne: अन्यथा पछिल्लो सञ्झ्यालमा हालको प्यानलको हालको ट्याब प्रयोग गरिन्छ।
or: ନଚେତ୍ ଶେଷ ୱିଣ୍ଡୋରେ ସାମ୍ପ୍ରତିକ ପ୍ୟାନେଲ୍ ର ସାମ୍ପ୍ରତିକ ଟ୍ୟାବ୍ ବ୍ୟବହୃତ ହୁଏ |
pa: ਨਹੀਂ ਤਾਂ ਆਖਰੀ ਵਿੰਡੋ ਵਿੱਚ ਮੌਜੂਦਾ ਪੈਨਲ ਦੀ ਮੌਜੂਦਾ ਟੈਬ ਵਰਤੀ ਜਾਂਦੀ ਹੈ।
ps: .ﻱږﯿﮐ ﻝﻭﺭﺎﮐ ﺐټ ﯽﻨﺳﻭﺍ ﻞﻨﯿﭘ ﻲﻨﺳﻭﺍ ﺩ ﯥﮐ ۍﮐړﮐ ۍﺘﺳﻭﺭﻭ ﻪﭘ ﻮﻧ ﻪﻧ ﻪﮐ
ro: În caz contrar, se utilizează fila curentă a panoului curent din ultima fereastră.
rw: Ubundi tab iriho ya panne yubu iri mumadirishya yanyuma ikoreshwa.
sd: .ﻲﻫﺁ ﻭﺪﻨﻳﻭ ﻮﻴڪ ﻝﺎﻤﻌﺘﺳﺍ ﺐﻴٽ ﻩﺩﻮﺟﻮﻣ ﻮﺟ ﻞﻨﻴﭘ ﻩﺩﻮﺟﻮﻣ ۾ ﻭڊﻧﻭ ﻱﺮﺧﺁ ۾ ﺕﺭﻮﺻ ﻲﭔ
si: එසේ නොමැතිනම් අවසාන කවුළුවෙහි වත්මන් පුවරුවේ වත්මන් ටැබය භාවිතා වේ.
sk: V opačnom prípade sa použije aktuálna karta aktuálneho panela v poslednom okne.
sl: V nasprotnem primeru se uporablja trenutni zavihek trenutne plošče v zadnjem oknu.
sq: Përndryshe, përdoret skeda aktuale e panelit aktual në dritaren e fundit.
sw: Vinginevyo kichupo cha sasa cha jopo la sasa kwenye dirisha la mwisho kinatumiwa.
ta: இல்லையெனில், கடைசி சாளரத்தில் தற்போதைய பேனலின் தற்போதைய தாவல் பயன்படுத்தப்படுகிறது.
te: లేకపోతే చివరి విండోలో ప్రస్తుత ప్యానెల్ యొక్క ప్రస్తుత ట్యాబ్ ఉపయోగించబడుతుంది.
tg: Дар акси ҳол, ҷадвали ҷории панели ҷорӣ дар равзанаи охирин истифода мешавад.
th: มิฉะนั้น แท็บปัจจุบันของแผงปัจจุบันในหน้าต่างสุดท้ายจะถูกใช้
tk: Otherwiseogsam, soňky penjiredäki häzirki paneliň häzirki goýmasy ulanylýar.
tt: Otherwiseгыйсә соңгы тәрәзәдәге агымдагы панельнең хәзерге салынмасы кулланыла.
uk: В іншому випадку використовується поточна вкладка поточної панелі в останньому вікні.
ur: ۔ﮯﮨ ﺎﺗﻮﮨ ﻝﺎﻤﻌﺘﺳﺍ ﺐﯿﭨ ﮦﺩﻮﺟﻮﻣ ﺎﮐ ﻞﻨﯿﭘ ﮦﺩﻮﺟﻮﻣ ﮟﯿﻣ ﻭﮉﻧﻭ ﯼﺮﺧﺁ ﮧﻧﺭﻭ
uz: Aks holda oxirgi oynadagi joriy panelning joriy yorlig'i ishlatiladi.
vi: Nếu không, tab hiện tại của bảng hiện tại trong cửa sổ cuối cùng sẽ được sử dụng.
xh: Kungenjalo isithuba sangoku sendawo yolawulo yangoku kwifestile yokugqibela iyasetyenziswa.
yi: .טצינעג זיא רעטצנעפֿ עטצעל יד ןיא עילפאַט טנאַרק יד ןופ לטיווק טנאַרק יד שרעדנאַ

source: Specify window. eg:
af: Spesifiseer venster. bv:
am: መስኮት ይግለጹ. ለምሳሌ፡-
ar: :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ .ﺓﺬﻓﺎﻨﻟﺍ ﺩﺪﺣ
be: Пакажыце акно. напрыклад:
bg: Посочете прозорец. например:
bn: উইন্ডো নির্দিষ্ট করুন। যেমন:
ca: Especifiqueu finestra. per exemple:
cy: Nodwch ffenestr. ee:
da: Angiv vindue. f.eks:
eo: Specifu fenestron. ekz.:
et: Määrake aken. nt:
eu: Zehaztu leihoa. adibidez:
fa: :ﻝﺎﺜﻣ ﻥﺍﻮﻨﻋ ﻪﺑ ﺪﯿﻨﮐ ﺺﺨﺸﻣ ﺍﺭ ﻩﺮﺠﻨﭘ
fi: Määritä ikkuna. esim:
fil: Tukuyin ang window. hal:
fy: Finster oantsjutte. bgl:
ga: Sonraigh fuinneog. eg:
gd: Sònraich uinneag. me:
gl: Especificar xanela. ex.:
gu: વિન્ડો સ્પષ્ટ કરો. દા.ત.
he: :לָׁשָמְל .ןולח ןייצ
hi: विंडो निर्दिष्ट करें। उदाहरण:
hr: Odredite prozor. npr.:
hu: Adja meg az ablakot. például:
hy: Նշեք պատուհանը: օրինակ՝
id: Tentukan jendela. misalnya:
is: Tilgreindu glugga. td:
ka: მიუთითეთ ფანჯარა. მაგალითად:
kk: Терезені көрсетіңіз. мысалы:
km: បញ្ជាក់បង្អួច។ ឧ៖
kn: ವಿಂಡೋವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿ. ಉದಾ:
ku: Pencereyê diyar bike. mînak:
ky: Терезени белгилеңиз. мисалы:
lb: Spezifizéieren Fënster. z.B.:
lo: ລະບຸປ່ອງຢ້ຽມ. ຕົວຢ່າງ:
lt: Nurodykite langą. pvz.:
lv: Norādiet logu. piemēram:
mg: Manorata varavarankely. oh:
mi: Tauwhāitihia te matapihi. hei tauira:
mk: Наведете прозорец. на пример:
ml: വിൻഡോ വ്യക്തമാക്കുക. ഉദാ:
mn: Цонхыг зааж өгнө үү. жишээ нь:
mr: विंडो निर्दिष्ट करा. उदा:
mt: Speċifika tieqa. eż:
my: ဝင်းဒိုးသတ်မှတ်ပါ။ ဥပမာ-
nb: Angi vindu. f.eks:
ne: विन्डो निर्दिष्ट गर्नुहोस्। उदाहरण:
or: ୱିଣ୍ଡୋ ନିର୍ଦ୍ଦିଷ୍ଟ କରନ୍ତୁ | ଯଥା:
pa: ਵਿੰਡੋ ਦਿਓ। ਉਦਾਹਰਨ:
ps: :ﻪﮑﻟ .ﺉړﮐ ﺺﺨﺸﻣ ۍﮐړﮐ
ro: Specificați fereastra. de exemplu:
rw: Kugaragaza idirishya. urugero:
sd: :ﻝﺎﺜﻣ .ﻮﻳﺮڪ ﻥﺎﻴﺑ ﻭڊﻧﻭ
si: කවුළුව සඳහන් කරන්න. උදා:
sk: Zadajte okno. napr.:
sl: Določite okno. npr.:
sq: Specifikoni dritaren. p.sh.
sw: Taja dirisha. kwa mfano:
ta: சாளரத்தைக் குறிப்பிடவும். எ.கா:
te: విండోను పేర్కొనండి. ఉదా:
tg: Равзанаро муайян кунед. масалан:
th: ระบุหน้าต่าง เช่น:
tk: Penjiräni görkeziň. meselem:
tt: Тәрәзәне күрсәтегез. мәс.
uk: Вкажіть вікно. наприклад:
ur: :ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ ۔ﮟﯾﺮﮐ ﺖﺣﺎﺿﻭ ﯽﮐ ﻭﮉﻧﻭ
uz: Oynani belgilang. masalan:
vi: Chỉ định cửa sổ. ví dụ:
xh: Chaza ifestile. umz.
yi: :לשמל .רעטצנעפֿ ןריציפיצעפּס

source: Specify panel 1-4. eg:
af: Spesifiseer paneel 1-4. bv:
am: ፓነል 1-4 ይግለጹ. ለምሳሌ፡-
ar: :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ .4-1 ﺔﺣﻮﻠﻟﺍ ﺩﺪﺣ
be: Пакажыце панэль 1-4. напрыклад:
bg: Посочете панел 1-4. например:
bn: প্যানেল 1-4 নির্দিষ্ট করুন। যেমন:
ca: Especifiqueu el panell 1-4. per exemple:
cy: Nodwch banel 1-4. ee:
da: Angiv panel 1-4. f.eks:
eo: Indiku panelon 1-4. ekz.:
et: Määrake paneel 1-4. nt:
eu: Zehaztu 1-4 panela. adibidez:
fa: :ﻝﺎﺜﻣ ﻥﺍﻮﻨﻋ ﻪﺑ .ﺪﯿﻨﮐ ﺺﺨﺸﻣ ﺍﺭ 4-1 ﻞﻧﺎﭘ
fi: Määritä paneeli 1-4. esim:
fil: Tukuyin ang panel 1-4. hal:
fy: Spesifisearje paniel 1-4. bgl:
ga: Sonraigh painéal 1-4. eg:
gd: Sònraich pannal 1-4. me:
gl: Especifique o panel 1-4. ex.:
gu: પેનલ 1-4 નો ઉલ્લેખ કરો. દા.ત.
he: :לָׁשָמְל .1-4 חול ןייצ
hi: पैनल 1-4 निर्दिष्ट करें। उदाहरण:
hr: Odredite ploču 1-4. npr.:
hu: Adja meg az 1-4 panelt. például:
hy: Նշեք վահանակ 1-4: օրինակ՝
id: Tentukan panel 1-4. misalnya:
is: Tilgreindu spjaldið 1-4. td:
ka: მიუთითეთ პანელი 1-4. მაგალითად:
kk: 1-4 тақтасын көрсетіңіз. мысалы:
km: បញ្ជាក់បន្ទះ 1-4 ។ ឧ៖
kn: ಫಲಕ 1-4 ಅನ್ನು ಸೂಚಿಸಿ. ಉದಾ:
ku: Panela 1-4 diyar bikin. mînak:
ky: 1-4 панелди көрсөтүңүз. мисалы:
lb: Spezifizéieren Panel 1-4. z.B.:
lo: ລະບຸແຜງ 1-4. ຕົວຢ່າງ:
lt: Nurodykite 1-4 skydelį. pvz.:
lv: Norādiet paneli 1-4. piemēram:
mg: Lazao ny tontonana 1-4. oh:
mi: Tauwhāitihia te röpü 1-4. hei tauira:
mk: Наведете панел 1-4. на пример:
ml: പാനൽ 1-4 വ്യക്തമാക്കുക. ഉദാ:
mn: 1-4 самбарыг зааж өгнө үү. жишээ нь:
mr: पॅनेल 1-4 निर्दिष्ट करा. उदा:
mt: Speċifika l-pannell 1-4. eż:
my: အကန့် 1-4 ကို သတ်မှတ်ပါ။ ဥပမာ-
nb: Spesifiser panel 1-4. f.eks:
ne: प्यानल 1-4 निर्दिष्ट गर्नुहोस्। उदाहरण:
or: ପ୍ୟାନେଲ୍ 1-4 ନିର୍ଦ୍ଦିଷ୍ଟ କରନ୍ତୁ | ଯଥା:
pa: ਪੈਨਲ 1-4 ਦਿਓ। ਉਦਾਹਰਨ:
ps: :ﻪﮑﻟ .ﺉړﮐ ﺺﺨﺸﻣ 4-1 ﻞﻨﯿﭘ
ro: Specificați panoul 1-4. de exemplu:
rw: Kugaragaza akanama 1-4. urugero:
sd: :ﻝﺎﺜﻣ .4-1 ﻞﻨﻴﭘ ﻮﻳﺮڪ ﺖﺣﺎﺿﻭ
si: පැනලය 1-4 සඳහන් කරන්න. උදා:
sk: Zadajte panel 1-4. napr.:
sl: Določite ploščo 1-4. npr.:
sq: Specifikoni panelin 1-4. p.sh.
sw: Taja paneli 1-4. kwa mfano:
ta: பேனல் 1-4 குறிப்பிடவும். எ.கா:
te: ప్యానెల్ 1-4ని పేర్కొనండి. ఉదా:
tg: Панели 1-4-ро муайян кунед. масалан:
th: ระบุแผง 1-4 เช่น:
tk: 1-4 paneli görkeziň. meselem:
tt: 1-4 панельне күрсәтегез. мәс.
uk: Вкажіть панель 1-4. наприклад:
ur: :ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ ۔ﮟﯾﺮﮐ ﺖﺣﺎﺿﻭ ﯽﮐ 4-1 ﻞﻨﯿﭘ
uz: 1-4 panelni belgilang. masalan:
vi: Chỉ định bảng điều khiển 1-4. ví dụ:
xh: Chaza iphaneli 1-4. umz.
yi: :לשמל .1-4 עילפאַט ןריציפיצעפּס

source: Specify tab 1-... eg:
af: Spesifiseer oortjie 1-... bv:
am: ትር 1 ይግለጹ-... ለምሳሌ፡-
ar: :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ ...- 1 ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ ﺩﺪﺣ
be: Пакажыце ўкладку 1-..., напрыклад:
bg: Посочете раздел 1-... напр.:
bn: ট্যাব 1-... উদাঃ উল্লেখ করুন:
ca: Especifiqueu la pestanya 1-... per exemple:
cy: Nodwch dab 1 -... ee:
da: Angiv fane 1-... f.eks.:
eo: Indiku langeton 1-... ekz.:
et: Määrake sakk 1-... nt:
eu: Zehaztu fitxa 1-... adibidez:
fa: :ﻝﺎﺜﻣ ﻥﺍﻮﻨﻋ ﻪﺑ ...-1 ﺐﺗ ﻥﺩﺮﮐ ﺺﺨﺸﻣ
fi: Määritä välilehti 1-... esim.:
fil: Tukuyin ang tab 1-... hal:
fy: Spesifisearje ljepper 1-... bgl:
ga: Sonraigh cluaisín 1 -... eg:
gd: Sònraich taba 1 -... me:
gl: Especifique a pestana 1-... p.ex.:
gu: ટૅબ 1-... નો ઉલ્લેખ કરો દા.ત.:
he: :לשמל ...-1 הייסיטרכ ןייצ
hi: टैब 1-... निर्दिष्ट करें जैसे:
hr: Navedite karticu 1-... npr.:
hu: Adja meg az 1-es tabulátort... pl.:
hy: Նշեք ներդիր 1-... օրինակ՝
id: Tentukan tab 1-... misalnya:
is: Tilgreindu flipa 1-... td:
ka: მიუთითეთ ჩანართი 1-... მაგ.:
kk: 1-қойындыны көрсетіңіз... мысалы:
km: បញ្ជាក់ផ្ទាំង 1-... ឧ.
kn: ಟ್ಯಾಬ್ 1 ಅನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿ-... ಉದಾ:
ku: Tabloya 1-ê diyar bike-... mînak:
ky: 1-кыстырманы көрсөтүү... мисалы:
lb: Spezifizéieren Tab 1-... zB:
lo: ລະບຸແຖບ 1-... ຕົວຢ່າງ:
lt: Nurodykite 1 skirtuką -... pvz.:
lv: Norādiet cilni 1-... piemēram:
mg: Lazao ny tabilao 1-... oh:
mi: Tauwhāitihia te ripa 1-... hei tauira:
mk: Наведете ја картичката 1-... на пр.
ml: ടാബ് 1 വ്യക്തമാക്കുക-... ഉദാ:
mn: 1-р табыг зааж өгөх-... жишээ нь:
mr: टॅब 1-... निर्दिष्ट करा उदा:
mt: Speċifika tab 1-... eż.:
my: တက်ဘ် 1-... ဥပမာ-
nb: Spesifiser fane 1-... f.eks.:
ne: ट्याब १-... निर्दिष्ट गर्नुहोस् जस्तै:
or: ଟ୍ୟାବ୍ ନିର୍ଦ୍ଦିଷ୍ଟ କରନ୍ତୁ 1 -... ଯଥା:
pa: ਟੈਬ 1-... ਉਦਾਹਰਨ ਲਈ ਨਿਰਧਾਰਤ ਕਰੋ:
ps: :ﻪګﻮﺗ ﻪﭘ ﻝﺎﺜﻣ ﺩ ...-ﺉړﮐ ﺺﺨﺸﻣ 1 ﺐټ
ro: Specificați fila 1-... de ex:
rw: Kugaragaza tab 1 -... urugero:
sd: :ﺭﻮﻃ ﻝﺎﺜﻣ ...-1 ﺐﺌٽ ﻮﻳﺮڪ ﺖﺣﺎﺿﻭ
si: ටැබ් 1 සඳහන් කරන්න-... උදා:
sk: Zadajte kartu 1-... napr.
sl: Določite zavihek 1-... npr.:
sq: Specifikoni skedën 1-... p.sh.:
sw: Bainisha kichupo cha 1-... mfano:
ta: தாவல் 1-ஐக் குறிப்பிடவும்... எ.கா:
te: టాబ్ 1-ని పేర్కొనండి... ఉదా:
tg: Муайян кардани ҷадвали 1-... масалан:
th: ระบุแท็บ 1-... เช่น:
tk: 1-nji tablisany görkeziň: meselem:
tt: 1-нче таблицаны күрсәтегез, мәсәлән:
uk: Вкажіть вкладку 1-... наприклад:
ur: :ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ ...-ﮟﯾﺮﮐ ﺖﺣﺎﺿﻭ ﯽﮐ 1 ﺐﯿﭨ
uz: 1-tabni belgilang... masalan:
vi: Chỉ định tab 1 -... ví dụ:
xh: Chaza ithebhu 1-... umz.:
yi: :לשמל ...-1 לטיווק ןריציפיצעפּס

source: PROPERTIES ----------
af: EIENDOMME ----------
am: ንብረቶች ----------
ar: ﺺﺋﺎﺼﺨﻟﺍ ----------
be: УЛАСЦІВАСЦІ ----------
bg: ИМОТИ ----------
bn: বৈশিষ্ট্য ----------
ca: PROPIETATS ----------
cy: EIDDO ----------
da: EJENDOMME ----------
eo: PROPIETOJ ----------
et: OMADUSED ----------
eu: PROPIETATEAK ----------
fa: ﺹﺍﻮﺧ ----------
fi: OMINAISUUDET ----------
fil: ARI-ARIAN ----------
fy: EIENDOMMEN ----------
ga: MAOINE ----------
gd: MOLAIDHEAN ----------
gl: PROPIEDADES ----------
gu: ગુણધર્મો ----------
he: םיסכנ ----------
hi: गुण ----------
hr: SVOJSTVA ----------
hu: TULAJDONSÁGOK ----------
hy: ՀԱՏԿՈՒԹՅՈՒՆՆԵՐ ----------
id: PROPERTI ----------
is: EIGNIR ----------
ka: ᲗᲕᲘᲡᲔᲑᲔᲑᲘ ----------
kk: ҚАСИЕТТЕРІ ----------
km: ទ្រព្យសម្បត្តិ ----------
kn: ಪ್ರಾಪರ್ಟೀಸ್ ----------
ku: TAYBETÎ ----------
ky: САПАТТАР ----------
lb: EEGESCHAFTEN ----------
lo: ຄຸນສົມບັດ ----------
lt: SAVYBĖS ----------
lv: ĪPAŠĪBAS ----------
mi: NGA KAUPAPA ----------
mk: СВОЈСТВА ----------
ml: പ്രോപ്പർട്ടികൾ ----------
mn: ӨМЧ ----------
mr: गुणधर्म ----------
mt: PROPRJETAJIET ----------
my: ပစ္စည်းဥစ္စာ ----------
nb: EGENSKAPER ----------
ne: गुणहरू ----------
or: ସମ୍ପତ୍ତି ----------
pa: ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ----------
ps: ﻪﻧﻮﺘﯿﮑﻠﻣ ----------
ro: PROPRIETĂȚI ----------
rw: UMUTUNGO ----------
sd: ﺰﻴٽﺮﭘﺍﺮﭘ ----------
si: දේපළ ----------
sk: VLASTNOSTI ----------
sl: LASTNOSTI ----------
sq: VETITË ----------
sw: MALI ----------
ta: பண்புகள் ----------
te: ప్రాపర్టీస్ ----------
tg: Хосиятҳо ----------
th: คุณสมบัติ ----------
tk: MÜMKINÇILIKLER ----------
tt: Мөлкәт ----------
uk: ВЛАСТИВОСТІ ----------
ur: ﺰﯿﭨﺮﭘﺍﺮﭘ ----------
uz: XUSUSIYATLARI ----------
vi: TÍNH CHẤT ----------
xh: IIPROPATI ----------
yi: סעיטרעפּאָרפּ ----------
