Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Panel 4 Has Sel
af: Paneel 4 Het Sel
am: ፓነል 4 Sel
ar: Sel ﺎﻬﻳﺪﻟ 4 ﺔﺣﻮﻟ
be: Панэль 4 мае сел
bg: Панел 4 има Sel
bn: প্যানেল 4 আছে সেল
ca: Panell 4 Té Sel
cy: Mae Panel 4 Wedi Sel
da: Panel 4 Har Sel
eo: Panelo 4 Havas Sel
et: 4. paneelil on Sel
eu: 4. panela Sel
fa: Sel ﯼﺍﺭﺍﺩ 4 ﻞﻨﭘ
fi: Paneelissa 4 on Sel
fil: Ang Panel 4 ay may Sel
fy: Panel 4 Hat Sel
ga: Tá Sel ag Painéal 4
gd: Tha Sel aig Pannal 4
gl: Panel 4 Ten Sel
gu: પેનલ 4 પાસે સેલ છે
he: לס שי 4 לנאפ
hi: पैनल 4 में सेल है
hr: Panel 4 ima Sel
hu: A 4. panelen Sel
hy: Վահանակ 4 ունի Sel
id: Panel 4 Memiliki Sel
is: Panel 4 Hefur Sel
ka: პანელი 4 აქვს Sel
kk: Панель 4 Өзі бар
km: បន្ទះ 4 មាន Sel
kn: ಪ್ಯಾನೆಲ್ 4 ಸೆಲ್ ಅನ್ನು ಹೊಂದಿದೆ
ku: Panela 4 Has Sel
ky: Панел 4 Has Sel
lb: Panel 4 Huet Sel
lo: ກະດານ 4 ມີ Sel
lt: 4 skydelis turi Sel
lv: 4. panelī ir Sel
mg: Ny Panel 4 dia manana Sel
mi: Paepae 4 Kei a Sel
mk: Панел 4 Има Сел
ml: പാനൽ 4 സെൽ ഉണ്ട്
mn: Самбар 4 Хас Sel
mr: पॅनेल 4 मध्ये सेल आहे
nb: Panel 4 Har Sel
ne: प्यानल ४ मा सेल छ
or: ପ୍ୟାନେଲ୍ 4 ରେ ସେଲ୍ ଅଛି |
pa: ਪੈਨਲ 4 ਵਿੱਚ Sel ਹੈ
ps: ﻱﺮﻟ ﻞﯿﺳ 4 ﻞﻨﯿﭘ
ro: Panoul 4 Are Sel
rw: Igice cya 4 gifite Sel
sd: ﻞﻴﺳ ﻲﻫﺁ 4 ﻞﻨﻴﭘ
si: Panel 4 Sel ඇත
sk: Panel 4 má Sel
sl: Plošča 4 ima Sel
sq: Paneli 4 Ka Sel
sw: Paneli 4 Ina Sel
ta: பேனல் 4 செல் உள்ளது
te: ప్యానెల్ 4 సెల్ ఉంది
tg: Панели 4 Сел
th: แผงที่ 4 มีขายแล้ว
tk: Panel 4 satyldy
tt: 4-нче панельдә сатылган
uk: Панель 4 має Sel
ur: ۔ﮯﮨ ﻞﯿﺳ ﮟﯿﻣ 4 ﻞﻨﯿﭘ
uz: Panel 4 Self bor
vi: Bảng điều khiển 4 có Sel
xh: Iphaneli yesi-4 ineSel
yi: לעס טאה 4 לענאַפּ

source: Panel 1 Device
af: Paneel 1 Toestel
am: ፓነል 1 መሳሪያ
ar: 1 ﺔﺣﻮﻠﻟﺍ ﺯﺎﻬﺟ
be: Панэль 1 прылады
bg: Панел 1 Устройство
bn: প্যানেল 1 ডিভাইস
ca: Dispositiu del panell 1
cy: Dyfais Panel 1
da: Panel 1 enhed
eo: Panelo 1 Aparato
et: Paneel 1 Seade
eu: Panel 1 Gailua
fa: 1 ﻞﻧﺎﭘ ﻩﺎﮕﺘﺳﺩ
fi: Paneeli 1 laite
fy: Panel 1 Apparaat
ga: Gléas Painéal 1
gd: Inneal Pannal 1
gl: Panel 1 Dispositivo
gu: પેનલ 1 ઉપકરણ
he: 1 לנאפ רישכמ
hi: पैनल 1 डिवाइस
hr: Ploča 1 Uređaj
hu: 1. panel eszköz
hy: Վահանակ 1 Սարք
id: Perangkat Panel 1
is: Panel 1 tæki
ka: პანელი 1 მოწყობილობა
kk: Панель 1 Құрылғы
km: បន្ទះ 1 ឧបករណ៍
kn: ಪ್ಯಾನಲ್ 1 ಸಾಧನ
ky: Панел 1 Түзмөк
lb: Panel 1 Apparat
lo: ແຜງ 1 ອຸປະກອນ
lt: 1 skydelio įrenginys
lv: 1. paneļa ierīce
mg: Fitaovana 1
mi: Paewhiri 1 Pūrere
mk: Уред на панел 1
ml: പാനൽ 1 ഉപകരണം
mn: Самбар 1 Төхөөрөмж
mr: पॅनेल 1 डिव्हाइस
mt: Panel 1 Apparat
my: အကန့် 1 စက်
nb: Panel 1-enhet
ne: प्यानल १ यन्त्र
or: ପ୍ୟାନେଲ୍ 1 ଉପକରଣ |
pa: ਪੈਨਲ 1 ਡਿਵਾਈਸ
ps: ﻪﻠﯿﺳﻭ 1 ﻞﻨﯿﭘ
ro: Panoul 1 Dispozitiv
rw: Igice cya 1 Igikoresho
sd: ﺲﻴﺋﺍﻭڊ 1 ﻞﻨﻴﭘ
si: පැනල් 1 උපාංගය
sk: Panel 1 Zariadenie
sl: Naprava plošče 1
sq: Pajisja e panelit 1
sw: Paneli 1 Kifaa
ta: பேனல் 1 சாதனம்
te: ప్యానెల్ 1 పరికరం
tg: Панели 1 Дастгоҳ
th: แผงที่ 1 อุปกรณ์
tk: Panel 1 Enjam
tt: Панель 1 җайланмасы
uk: Панель 1 Пристрій
ur: ﺲﺋﺍﻮﯾﮈ 1 ﻞﻨﯿﭘ
uz: Panel 1 Qurilma
vi: Bảng điều khiển 1 thiết bị
xh: Iphaneli ye-1 Isixhobo
yi: לטימ 1 עילפאַט

source: Panel 2 Device
af: Paneel 2 Toestel
am: ፓነል 2 መሳሪያ
ar: 2 ﺔﺣﻮﻠﻟﺍ ﺯﺎﻬﺟ
be: Панэль 2 прылады
bg: Панел 2 Устройство
bn: প্যানেল 2 ডিভাইস
ca: Dispositiu del panell 2
cy: Dyfais Panel 2
da: Panel 2 enhed
eo: Panelo 2 Aparato
et: Paneel 2 Seade
eu: Panel 2 Gailua
fa: 2 ﻞﻨﭘ ﻩﺎﮕﺘﺳﺩ
fi: Paneeli 2 laite
fy: Panel 2 Apparaat
ga: Gléas Painéal 2
gd: Inneal Pannal 2
gl: Dispositivo do panel 2
gu: પેનલ 2 ઉપકરણ
he: 2 לנאפ רישכמ
hi: पैनल 2 डिवाइस
hr: Panel 2 Uređaj
hu: 2. panel eszköz
hy: Վահանակ 2 Սարք
id: Perangkat Panel 2
is: Panel 2 tæki
ka: პანელი 2 მოწყობილობა
kk: Панель 2 Құрылғы
km: បន្ទះ 2 ឧបករណ៍
kn: ಪ್ಯಾನಲ್ 2 ಸಾಧನ
ky: Панел 2 Түзмөк
lb: Panel 2 Apparat
lo: ແຜງ 2 ອຸປະກອນ
lt: 2 skydelio įrenginys
lv: 2. paneļa ierīce
mg: Panel 2 fitaovana
mi: Paewhiri 2 Pūrere
mk: Уред на панел 2
ml: പാനൽ 2 ഉപകരണം
mn: Самбар 2 төхөөрөмж
mr: पॅनेल 2 डिव्हाइस
mt: Panel 2 Apparat
my: Panel 2 စက်
nb: Panel 2-enhet
ne: प्यानल २ यन्त्र
or: ପ୍ୟାନେଲ୍ 2 ଉପକରଣ |
pa: ਪੈਨਲ 2 ਡਿਵਾਈਸ
ps: ﻪﻠﯿﺳﻭ 2 ﻞﻨﯿﭘ
ro: Panoul 2 Dispozitiv
rw: Igice cya 2 Igikoresho
sd: ﺲﻴﺋﺍﻭڊ 2 ﻞﻨﻴﭘ
si: Panel 2 උපාංගය
sk: Panel 2 Zariadenie
sl: Panel 2 Naprava
sq: Pajisja e panelit 2
sw: Paneli 2 Kifaa
ta: பேனல் 2 சாதனம்
te: ప్యానెల్ 2 పరికరం
tg: Панели 2 Дастгоҳ
th: แผงที่ 2 อุปกรณ์
tk: Panel 2 Enjam
tt: Панель 2 җайланмасы
uk: Панель 2 Пристрій
ur: ﺲﺋﺍﻮﯾﮈ 2 ﻞﻨﯿﭘ
uz: Panel 2 qurilmasi
vi: Bảng điều khiển 2 thiết bị
xh: Iphaneli yesi-2 Isixhobo
yi: לטימ 2 עילפאַט

source: Panel 3 Device
af: Paneel 3 Toestel
am: ፓነል 3 መሳሪያ
ar: 3 ﺔﺣﻮﻠﻟﺍ ﺯﺎﻬﺟ
be: Панэль 3 прылады
bg: Панел 3 Устройство
bn: প্যানেল 3 ডিভাইস
ca: Dispositiu del panell 3
cy: Dyfais Panel 3
da: Panel 3-enhed
eo: Panelo 3 Aparato
et: Paneel 3 Seade
eu: Panel 3 Gailua
fa: 3 ﻞﻨﭘ ﻩﺎﮕﺘﺳﺩ
fi: Paneeli 3 laite
fy: Panel 3 Apparaat
ga: Gléas Painéal 3
gd: Inneal pannal 3
gl: Dispositivo do panel 3
gu: પેનલ 3 ઉપકરણ
he: 3 לנאפ רישכמ
hi: पैनल 3 डिवाइस
hr: Panel 3 Uređaj
hu: 3. panel eszköz
hy: Վահանակ 3 Սարք
id: Perangkat Panel 3
is: Panel 3 tæki
ka: პანელი 3 მოწყობილობა
kk: Панель 3 Құрылғы
km: បន្ទះ 3 ឧបករណ៍
kn: ಪ್ಯಾನಲ್ 3 ಸಾಧನ
ky: Панел 3 Түзмөк
lb: Panel 3 Apparat
lo: ແຜງ 3 ອຸປະກອນ
lt: 3 skydelio įrenginys
lv: 3. paneļa ierīce
mg: Panel 3 fitaovana
mi: Paewhiri 3 Pūrere
mk: Уред на панел 3
ml: പാനൽ 3 ഉപകരണം
mn: Самбар 3 төхөөрөмж
mr: पॅनेल 3 डिव्हाइस
mt: Panel 3 Apparat
my: Panel 3 စက်
nb: Panel 3-enhet
ne: प्यानल ३ यन्त्र
or: ପ୍ୟାନେଲ୍ 3 ଉପକରଣ |
pa: ਪੈਨਲ 3 ਡਿਵਾਈਸ
ps: ﻪﻠﯿﺳﻭ 3 ﻞﻨﯿﭘ
ro: Panoul 3 Dispozitiv
rw: Igice cya 3 Igikoresho
sd: ﺲﻴﺋﺍﻭڊ 3 ﻞﻨﻴﭘ
si: Panel 3 උපාංගය
sk: Panel 3 Zariadenie
sl: Panel 3 Naprava
sq: Pajisja e panelit 3
sw: Paneli 3 Kifaa
ta: பேனல் 3 சாதனம்
te: ప్యానెల్ 3 పరికరం
tg: Панели 3 Дастгоҳ
th: แผงที่ 3 อุปกรณ์
tk: Panel 3 Enjam
tt: Панель 3 җайланмасы
uk: Панель 3 Пристрій
ur: ﺲﺋﺍﻮﯾﮈ 3 ﻞﻨﯿﭘ
uz: Panel 3 qurilmasi
vi: Bảng điều khiển 3 thiết bị
xh: Iphaneli yesi-3 yesixhobo
yi: לטימ 3 עילפאַט

source: Panel 4 Device
af: Paneel 4 Toestel
am: ፓነል 4 መሳሪያ
ar: 4 ﺔﺣﻮﻠﻟﺍ ﺯﺎﻬﺟ
be: Панэль 4 прылады
bg: Панел 4 Устройство
bn: প্যানেল 4 ডিভাইস
ca: Dispositiu del panell 4
cy: Dyfais Panel 4
da: Panel 4 enhed
eo: Panelo 4 Aparato
et: Paneel 4 Seade
eu: Panel 4 Gailua
fa: 4 ﻞﻨﭘ ﻩﺎﮕﺘﺳﺩ
fi: Paneeli 4 laite
fil: Panel 4 na Device
fy: Panel 4 Apparaat
ga: Gléas Painéal 4
gd: Inneal pannal 4
gl: Dispositivo do panel 4
gu: પેનલ 4 ઉપકરણ
he: 4 לנאפ רישכמ
hi: पैनल 4 डिवाइस
hr: Panel 4 Uređaj
hu: 4. panel eszköz
hy: Վահանակի 4 սարք
id: Perangkat Panel 4
is: Panel 4 tæki
ka: პანელი 4 მოწყობილობა
kk: Панель 4 Құрылғы
km: បន្ទះ 4 ឧបករណ៍
kn: ಪ್ಯಾನಲ್ 4 ಸಾಧನ
ky: Панел 4 Түзмөк
lb: Panel 4 Apparat
lo: ແຜງ 4 ອຸປະກອນ
lt: 4 skydelio įrenginys
lv: 4. paneļa ierīce
mg: Fitaovana 4
mi: Paewhiri 4 Pūrere
mk: Уред на панел 4
ml: പാനൽ 4 ഉപകരണം
mn: Самбар 4 төхөөрөмж
mr: पॅनेल 4 डिव्हाइस
mt: Panel 4 Apparat
my: Panel 4 စက်
nb: Panel 4-enhet
ne: प्यानल 4 यन्त्र
or: ପ୍ୟାନେଲ୍ 4 ଉପକରଣ |
pa: ਪੈਨਲ 4 ਡਿਵਾਈਸ
ps: ﻪﻠﯿﺳﻭ 4 ﻞﻨﯿﭘ
ro: Panoul 4 Dispozitiv
rw: Igice cya 4 Igikoresho
sd: ﺲﻴﺋﺍﻭڊ 4 ﻞﻨﻴﭘ
si: Panel 4 උපාංගය
sk: Panel 4 Zariadenie
sl: Panel 4 Naprava
sq: Pajisja e panelit 4
sw: Paneli 4 Kifaa
ta: பேனல் 4 சாதனம்
te: ప్యానెల్ 4 పరికరం
tg: Панели 4 Дастгоҳ
th: แผงที่ 4 อุปกรณ์
tk: Panel 4 Enjam
tt: Панель 4 җайланмасы
uk: Панель 4 Пристрій
ur: ﺲﺋﺍﻮﯾﮈ 4 ﻞﻨﯿﭘ
uz: Panel 4 qurilma
vi: Bảng điều khiển 4 thiết bị
xh: Iphaneli yesi-4 Isixhobo
yi: לטימ 4 עילפאַט

source: equals
af: gelyk is
am: እኩል ነው።
ar: ﻱﻭﺎﺴﻳ
be: роўна
bg: равно на
bn: সমান
ca: és igual
cy: hafal
da: lige med
eo: egalas
et: võrdub
eu: berdinak
fa: ﺖﺳﺍ ﺮﺑﺍﺮﺑ
fi: on yhtä suuri
fil: katumbas
fy: gelyk
ga: is ionann
gd: co-ionann
gl: iguais
gu: બરાબર
he: םיווש
hi: बराबरी
hr: jednaki
hu: egyenlő
hy: հավասար է
id: sama dengan
is: jafngildir
ka: უდრის
kk: тең
km: ស្មើ
kn: ಸಮಾನವಾಗಿರುತ್ತದೆ
ku: wekhev
ky: барабар
lb: gläicht
lo: ເທົ່າກັບ
lt: lygus
lv: vienāds
mg: mitovy
mi: rite
mk: еднакви
ml: തുല്യമാണ്
mn: тэнцүү байна
mr: समान
mt: ugwali
my: ညီမျှသည်။
nb: er lik
ne: बराबर
or: ସମାନ |
pa: ਬਰਾਬਰ
ps: ﻱﻭﺎﺴﻣ
ro: egală
rw: bingana
sd: ﺮﺑﺍﺮﺑ
si: සමාන
sk: rovná sa
sl: enaka
sq: barazohet
sw: sawa
ta: சமம்
te: సమానం
tg: баробар аст
th: เท่ากับ
tk: deňdir
tt: тигез
uk: дорівнює
ur: ﺮﺑﺍﺮﺑ
uz: teng
vi: bằng
xh: iyalingana
yi: ךיילג

source: doesn't equal
af: is nie gelyk nie
am: እኩል አይደለም
ar: ﻱﻭﺎﺴﻳ ﻻ﻿
be: не роўна
bg: не е равно
bn: সমান হয় না
ca: no és igual
cy: ddim yn gyfartal
da: er ikke lig
eo: ne egalas
et: ei võrdu
eu: ez da berdina
fa: ﺖﺴﯿﻧ ﺮﺑﺍﺮﺑ
fi: ei ole sama
fil: ay hindi katumbas
fy: is net gelyk
ga: ní hionann
gd: chan eil sin co-ionann
gl: non é igual
gu: બરાબર નથી
he: הוותשמ אל
hi: के बराबर नहीं है
hr: nije jednako
hu: nem egyenlő
hy: հավասար չէ
id: tidak sama
is: jafnast ekki á
ka: არ უდრის
kk: тең емес
km: មិនស្មើគ្នា
kn: ಸಮನಾಗಿರುವುದಿಲ್ಲ
ku: ne wekhev e
ky: барабар эмес
lb: ass net gläich
lo: ບໍ່ເທົ່າກັນ
lt: nelygu
lv: nav vienāds
mg: tsy mitovy
mi: e kore e rite
mk: не е еднакво
ml: തുല്യമല്ല
mn: тэнцүү биш
mr: समान नाही
mt: ma ugwali
my: မညီဘူး။
nb: er ikke lik
ne: बराबर छैन
or: ସମାନ ନୁହେଁ
pa: ਬਰਾਬਰ ਨਹੀਂ ਹੈ
ps: ﯼﺩ ﻪﻧ ﺮﺑﺍﺮﺑ
ro: nu este egal
rw: ntibingana
sd: ﻲﻫﺁ ﻪﻧ ﺮﺑﺍﺮﺑ
si: සමාන නොවේ
sk: nerovná sa
sl: ni enako
sq: nuk është e barabartë
sw: hailingani
ta: சமமாக இல்லை
te: సమానం కాదు
tg: баробар нест
th: ไม่เท่ากัน
tk: deň däl
tt: тигез түгел
uk: не дорівнює
ur: ﮯﮨ ﮟﯿﮩﻧ ﺮﺑﺍﺮﺑ
uz: teng emas
vi: không bằng
xh: ayilingani
yi: ךיילג טשינ זיא

source: contains
af: bevat
am: ይዟል
ar: ﻰﻠﻋ ﻱﻮﺘﺤﻳ
be: змяшчае
bg: съдържа
bn: ধারণ করে
ca: conté
cy: yn cynnwys
da: indeholder
eo: enhavas
et: sisaldab
eu: dauka
fa: ﻞﻣﺎﺷ
fi: sisältää
fil: naglalaman ng
fy: befettet
ga: Tá
gd: tha
gl: contén
gu: સમાવે છે
he: ליכמ
hi: शामिल है
hr: sadrži
hu: tartalmaz
hy: պարունակում է
id: mengandung
is: inniheldur
ka: შეიცავს
kk: қамтиды
km: មាន
kn: ಒಳಗೊಂಡಿದೆ
ku: dihewîne
ky: камтыйт
lb: enthält
lo: ປະu200bກອບu200bດ້ວຍ
lt: yra
lv: satur
mg: misy
mi: kei roto
mk: содржи
ml: അടങ്ങിയിരിക്കുന്നു
mn: агуулсан
mr: समाविष्टीत आहे
mt: fih
my: ပါရှိသည်။
nb: inneholder
ne: समावेश गर्दछ
or: ଧାରଣ କରେ |
pa: ਸ਼ਾਮਿਲ ਹੈ
ps: ﻱﺮﻟ
ro: conţine
rw: ikubiyemo
sd: ﻲﻫﺁ ﻞﻤﺘﺸﻣ ﻲﺗ
si: අඩංගු වේ
sk: obsahuje
sl: vsebuje
sq: përmban
sw: ina
ta: கொண்டுள்ளது
te: కలిగి ఉంటుంది
tg: дар бар мегирад
th: ประกอบด้วย
tk: öz içine alýar
tt: эчендә
uk: містить
ur: ﻞﻤﺘﺸﻣ
uz: o'z ichiga oladi
vi: chứa đựng
xh: iqulathe
yi: ללוכּ

source: doesn't contain
af: bevat nie
am: አልያዘም።
ar: ﻱﻮﺘﺤﻳ ﻻ﻿
be: не ўтрымлівае
bg: не съдържа
bn: ধারণ করে না
ca: no conté
cy: ddim yn cynnwys
da: ikke indeholder
eo: ne enhavas
et: ei sisalda
eu: ez dauka
fa: ﺩﻮﺷ ﯽﻤﻧ ﻞﻣﺎﺷ
fi: ei sisällä
fil: ay hindi naglalaman ng
fy: befettet net
ga: níl
gd: na bhroinn
gl: non contén
gu: સમાવતું નથી
he: ליכמ וניא
hi: इसमें शामिल नहीं है
hr: ne sadrži
hu: nem tartalmaz
hy: չի պարունակում
id: tidak mengandung
is: inniheldur ekki
ka: არ შეიცავს
kk: қамтымайды
km: មិនមាន
kn: ಒಳಗೊಂಡಿಲ್ಲ
ku: nahewîne
ky: камтыбайт
lb: enthält net
lo: ບໍ່ມີ
lt: nėra
lv: nesatur
mg: tsy ahitana
mi: kaore i roto
mk: не содржи
ml: അടങ്ങിയിട്ടില്ല
mn: агуулаагүй
mr: समाविष्ट नाही
mt: ma fihx
my: မပါဝင်ပါ။
nb: inneholder ikke
ne: समावेश गर्दैन
or: ଧାରଣ କରେ ନାହିଁ
pa: ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ
ps: ﻱﺮﻟ ﻪﻧ
ro: nu contine
rw: ntabwo irimo
sd: ﻲﻫﺁ ﻪﻧ ﻞﻣﺎﺷ
si: අඩංගු නොවේ
sk: neobsahuje
sl: ne vsebuje
sq: nuk përmban
sw: haina
ta: கொண்டிருக்கவில்லை
te: కలిగి లేదు
tg: дар бар намегирад
th: ไม่มี
tk: öz içine almaýar
tt: юк
uk: не містить
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﻞﻤﺘﺸﻣ ﺮﭘ
uz: o'z ichiga olmaydi
vi: không chứa
xh: ayiqulathanga
yi: טשינ טלאהטנא

source: begins with
af: begin met
am: በማለት ይጀምራል
ar: ﺏ ﺃﺪﺒﻳ
be: пачынаецца з
bg: започва с
bn: সঙ্গে শুরু
ca: comença amb
cy: yn dechrau gyda
da: starter med
eo: komenciĝas per
et: algab
eu: hasten da
fa: ﺎﺑ ﻉﻭﺮﺷ
fi: alkaa jollakin
fil: nagsisimula sa
fy: begjint mei
ga: Tosaíonn le
gd: a ’tòiseachadh le
gl: comeza con
gu: સાથે શરૂ થાય છે
he: םע ליחתמ
hi: साथ शुरू होता है
hr: počinje sa
hu: -vel kezdődik
hy: սկսվում է
id: dimulai dengan
is: byrjar með
ka: იწყება
kk: -ден басталады
km: ចាប់ផ្តើមជាមួយ
kn: ಪ್ರಾರಂಭವಾಗುತ್ತದೆ
ku: dest pê dike
ky: менен башталат
lb: fänkt mat
lo: ເລີ່ມຕົ້ນດ້ວຍ
lt: prasideda nuo
lv: sākas ar
mg: manomboka amin'ny
mi: timata ki
mk: започнува со
ml: എന്ന് തുടങ്ങുന്നു
mn: -ээр эхэлдэг
mr: ने सुरुवात होते
mt: jibda bi
my: ဖြင့် စတင်သည်။
nb: begynner med
ne: संग सुरु हुन्छ
or: ସହିତ ଆରମ୍ଭ ହୁଏ |
pa: ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ
ps: ﻱږﯿﮐ ﻞﯿﭘ ﻩﺮﺳ
ro: începe cu
rw: i Na
sd: ﻮﭤ ﻲﺌﭤ ﻉﻭﺮﺷ ﻥﺎﺳ
si: සමඟ ආරම්භ වේ
sk: zacina s
sl: se začne z
sq: fillon me
sw: huanza na
ta: தொடங்குகிறது
te: ప్రారంభమవుతుంది
tg: бо оғоз меёбад
th: เริ่มต้นด้วย
tk: bilen başlaýar
tt: белән башлана
uk: починається з
ur: ﮯﮨ ﺎﺗﻮﮨ ﻉﻭﺮﺷ ﮫﺗﺎﺳ ﮯﮐ
uz: bilan boshlanadi
vi: bắt đầu với
xh: iqala nge
yi: טימ ןא ךיז טבייה

source: doesn't begin with
af: begin nie met nie
am: ብሎ አይጀምርም።
ar: ﺃﺪﺒﺗ ﻻ﻿
be: не пачынаецца з
bg: не започва с
bn: দিয়ে শুরু হয় না
ca: no comença per
cy: ddim yn dechrau
da: begynder ikke med
eo: ne komenciĝas per
et: ei alga
eu: ez da hasten
fa: ﺩﻮﺷ ﯽﻤﻧ ﻉﻭﺮﺷ ﺎﺑ
fi: ei ala
fil: hindi nagsisimula sa
fy: begjint net mei
ga: ní thosaíonn
gd: chan eil a ’tòiseachadh
gl: non comeza por
gu: થી શરૂ થતું નથી
he: םע ליחתמ אל
hi: से शुरू नहीं होता
hr: ne počinje s
hu: nem azzal kezdődik
hy: չի սկսվում
id: tidak dimulai dengan
is: byrjar ekki á
ka: არ იწყება
kk: -ден басталмайды
km: មិនចាប់ផ្តើមជាមួយ
kn: ಆರಂಭವಾಗುವುದಿಲ್ಲ
ku: dest pê nake
ky: менен башталбайт
lb: fänkt net mat
lo: ບໍ່ໄດ້ເລີ່ມຕົ້ນດ້ວຍ
lt: neprasideda
lv: nesākas ar
mg: tsy manomboka amin'ny
mi: e kore e timata ki
mk: не започнува со
ml: ആരംഭിക്കുന്നില്ല
mn: -ээс эхэлдэггүй
mr: ने सुरुवात होत नाही
mt: ma jibda bil
my: မစပါဘူး။
nb: begynner ikke med
ne: बाट सुरु हुँदैन
or: ସହିତ ଆରମ୍ଭ ହୁଏ ନାହିଁ |
pa: ਨਾਲ ਸ਼ੁਰੂ ਨਹੀਂ ਹੁੰਦਾ
ps: ﻱﻮﮐ ﻪﻧ ﻞﯿﭘ ﻩﺮﺳ
ro: nu începe cu
rw: ntabwo itangirana na
sd: ﻲﺌﭤ ﻮﭥﻧ ﻉﻭﺮﺷ ﻥﺎﺳ
si: සමඟ ආරම්භ නොවේ
sk: nezačína s
sl: se ne začne z
sq: nuk fillon me
sw: haianzii
ta: தொடங்குவதில்லை
te: తో ప్రారంభం కాదు
tg: бо оғоз намекунад
th: ไม่ได้ขึ้นต้นด้วย
tk: bilen başlamaýar
tt: белән башланмый
uk: не починається з
ur: ﺎﺗﻮﮨ ﮟﯿﮩﻧ ﻉﻭﺮﺷ ﮫﺗﺎﺳ ﮯﮐ
uz: bilan boshlanmaydi
vi: không bắt đầu với
xh: ayiqali nge
yi: טימ ןא טשינ ךיז טבייה

source: ends with
af: eindig met
am: ጋር ያበቃል
ar: ـﺑ ﻲﻬﺘﻨﻳ
be: заканчваецца з
bg: завършва със
bn: দিয়ে শেষ হয়
ca: acaba amb
cy: yn gorffen gyda
da: slutter med
eo: finiĝas per
et: lõpeb
eu: honekin bukatzen da
fa: ﺎﺑ ﺪﺳﺭ ﯽﻣ ﻥﺎﯾﺎﭘ ﻪﺑ
fi: loppuu
fil: nagtatapos sa
fy: einiget mei
ga: deireadh le
gd: a ’crìochnachadh le
gl: remata con
gu: સાથે સમાપ્ત થાય છે
he: םע רמגנ
hi: इसी के साथ समाप्त होता है
hr: završava sa
hu: végződik
hy: ավարտվում է
id: berakhir dengan
is: endar með
ka: მთავრდება
kk: -мен аяқталады
km: បញ្ចប់ដោយ
kn: ಇದರೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ
ku: bi dawî dibe
ky: менен бүтөт
lb: endet mat
lo: ສິ້ນສຸດດ້ວຍ
lt: baigiasi su
lv: beidzas ar
mg: mifarana amin'ny
mi: mutu ki
mk: завршува со
ml: കൂടെ അവസാനിക്കുന്നു
mn: -ээр төгсдөг
mr: ने समाप्त होते
mt: jispiċċa bi
my: ဖြင့် အဆုံးသတ်သည်။
nb: slutter med
ne: संग समाप्त हुन्छ
or: ସହିତ ଶେଷ ହୁଏ |
pa: ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ
ps: ﻱږﯿﺳﺭ ﻪﺗ ﯼﺎﭘ ﻩﺮﺳ
ro: se termină cu
rw: i
sd: ﻮﭤ ﻲﺌﭤ ﻢﺘﺧ ﻥﺎﺳ
si: සමඟ අවසන් වේ
sk: končí s
sl: konča z
sq: përfundon me
sw: inaisha na
ta: உடன் முடிகிறது
te: తో ముగుస్తుంది
tg: ба охир мерасад
th: ลงท้ายด้วย
tk: bilen gutarýar
tt: белән тәмамлана
uk: закінчується на
ur: ﮯﮨ ﺎﺗﻮﮨ ﻢﺘﺧ ﮫﺗﺎﺳ ﮯﮐ
uz: bilan tugaydi
vi: kết thúc bằng
xh: iphela nge
yi: טימ סדנע

source: doesn't end with
af: eindig nie met
am: ብሎ አያልቅም።
ar: ـﺑ ﻲﻬﺘﻨﺗ ﻻ﻿
be: не заканчваецца
bg: не свършва с
bn: দিয়ে শেষ হয় না
ca: no acaba amb
cy: ddim yn gorffen gyda
da: slutter ikke med
eo: ne finiĝas per
et: ei lõpe sellega
eu: ez da honekin bukatzen
fa: ﺪﺳﺭ ﯽﻤﻧ ﻥﺎﯾﺎﭘ ﻪﺑ
fi: ei pääty
fil: hindi nagtatapos sa
fy: einiget net mei
ga: ní deireadh leis
gd: nach eil a ’crìochnachadh le
gl: non remata con
gu: સાથે સમાપ્ત થતું નથી
he: ב םייתסמ אל
hi: के साथ समाप्त नहीं होता है
hr: ne završava sa
hu: nem ér véget
hy: չի ավարտվում
id: tidak berakhir dengan
is: endar ekki með
ka: არ მთავრდება
kk: -мен бітпейді
km: មិនបញ្ចប់ដោយ
kn: ಇದರೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುವುದಿಲ್ಲ
ku: bi dawî nabe
ky: менен бүтпөйт
lb: hält net mat
lo: ບໍ່ໄດ້ສິ້ນສຸດດ້ວຍ
lt: nesibaigia
lv: nebeidzas ar
mg: tsy mifarana amin'ny
mi: e kore e mutu ki
mk: не завршува со
ml: അവസാനിക്കുന്നില്ല
mn: -ээр дуусахгүй
mr: ने संपत नाही
mt: ma jispiċċax bi
my: ဖြင့် မဆုံးပါ။
nb: slutter ikke med
ne: संग समाप्त हुँदैन
or: ସହିତ ସମାପ୍ତ ହୁଏ ନାହିଁ |
pa: ਨਾਲ ਖਤਮ ਨਹੀਂ ਹੁੰਦਾ
ps: ﻱﺮﻟ ﻪﻧ ﯼﺎﭘ ﻩﺮﺳ
ro: nu se termină cu
rw: ntibirangirira hamwe
sd: ﻲﺌﭤ ﻮﭥﻧ ﻢﺘﺧ ﻥﺎﺳ
si: සමඟ අවසන් නොවේ
sk: nekončí s
sl: se ne konča z
sq: nuk përfundon me
sw: haina mwisho na
ta: உடன் முடிவதில்லை
te: తో ముగియదు
tg: бо тамом намешавад
th: ไม่ได้ลงท้ายด้วย
tk: bilen gutarmaýar
tt: белән бетми
uk: не закінчується
ur: ﺎﺗﻮﮨ ﮟﯿﮩﻧ ﻢﺘﺧ ﮫﺗﺎﺳ ﮯﮐ
uz: bilan tugamaydi
vi: không kết thúc bằng
xh: ayipheli nge
yi: טימ טשינ ךיז טקידנע

source: is less than
af: is minder as
am: ያነሰ ነው
ar: ﻦﻣ ﻞﻗﺍ
be: менш чым
bg: е по-малко от
bn: থেকে কম
ca: és menys que
cy: yn llai na
da: er mindre end
eo: estas malpli ol
et: on vähem kui
eu: baino txikiagoa da
fa: ﺯﺍ ﺖﺳﺍ ﺮﺘﻤﮐ
fi: on vähemmän kuin
fil: ay mas kaunti sa
fy: is minder as
ga: níos lú ná
gd: nas lugha na
gl: é menor que
gu: કરતાં ઓછી છે
he: מ תוחפ הז
hi: मै रुक जाना
hr: je manje od
hu: kevesebb mint
hy: պակաս է
id: kurang dari
is: er minna en
ka: ნაკლებია
kk: -ден аз
km: គឺតិចជាង
kn: ಅದಕ್ಕಿಂತ ಕಡಿಮೆ
ku: kêmtir e
ky: караганда азыраак
lb: ass manner wéi
lo: ແມ່ນຫນ້ອຍກວ່າ
lt: mažiau nei
lv: ir mazāks par
mg: dia latsaky ny
mi: he iti iho i te
mk: е помал од
ml: കുറവാണ്
mn: -аас бага байна
mr: पेक्षा कमी आहे
mt: huwa inqas minn
my: ထက်နည်းသည်
nb: er mindre enn
ne: भन्दा कम छ
or: ଠାରୁ କମ୍ ଅଟେ |
pa: ਤੋਂ ਘੱਟ ਹੈ
ps: ﯼﺩ ﻢﮐ ﻪﺨڅ
ro: e mai puțin decât
rw: ni munsi ya
sd: ﻲﻫﺁ ٽﻬﮔ ﻥﺎﮐ
si: කට වඩා අඩු
sk: je menej než
sl: je manj kot
sq: eshte me pak se
sw: ni chini ya
ta: விட குறைவாக உள்ளது
te: తక్కువ
tg: камтар аст
th: น้อยกว่า
tk: azdyr
tt: кимрәк
uk: менше ніж
ur: ﮯﮨ ﻢﮐ ﮯﺳ
uz: dan kam
vi: ít hơn
xh: ingaphantsi kwe
yi: יוו רעקינייוו זיא

source: is greater than
af: is groter as
am: ይበልጣል
ar: ﻦﻣ ﺮﺒﻛﺃ
be: больш, чым
bg: е по-голямо от
bn: থেকে বড়
ca: és més gran que
cy: yn fwy na
da: er større end
eo: estas pli granda ol
et: on suurem kui
eu: baino handiagoa da
fa: ﺯﺍ ﺖﺳﺍ ﺮﺘﮔﺭﺰﺑ
fi: on suurempi kuin
fil: ay mas malaki kaysa sa
fy: is grutter as
ga: níos mó ná
gd: nas motha na
gl: é maior que
gu: કરતાં વધારે છે
he: מ לודג
hi: से बड़ा है
hr: je veći od
hu: nagyobb, mint
hy: ավելի մեծ է, քան
id: lebih besar dari
is: er meiri en
ka: მეტია ვიდრე
kk: -дан үлкен
km: គឺធំជាង
kn: ಹೆಚ್ಚು
ku: jê mezintir e
ky: караганда чоңураак
lb: ass méi grouss wéi
lo: ແມ່ນໃຫຍ່ກວ່າ
lt: yra didesnis nei
lv: ir labāks par
mg: dia lehibe noho
mi: he nui ake i
mk: е поголем од
ml: എന്നതിനേക്കാൾ വലുതാണ്
mn: -аас их байна
mr: च्या पेक्षा मोठे
mt: huwa akbar minn
my: ထက်ကြီးတယ်။
nb: er større enn
ne: भन्दा ठूलो छ
or: ଠାରୁ ବଡ ଅଟେ |
pa: ਤੋਂ ਵੱਡਾ ਹੈ
ps: ﯼﺩ ﯼﻮﻟ ﻪﺨڅ
ro: este mai mare decât
rw: ni irenze
sd: ﻲﻫﺁ ﻭڏﻭ ﻥﺎﮐ
si: වඩා විශාල වේ
sk: je väčší ako
sl: je večji od
sq: është me e madhe se
sw: ni kubwa kuliko
ta: விட அதிகமாக உள்ளது
te: కన్నా ఎక్కువ
tg: бузургтар аз
th: มีค่ามากกว่า
tk: uludyr
tt: зуррак
uk: більше ніж
ur: ﮯﮨ ﺍﮍﺑ ﮯﺳ
uz: dan kattaroqdir
vi: lớn hơn
xh: mkhulu kuno
yi: יוו רעסערג זיא

source: matches
af: wedstryde
am: ግጥሚያዎች
ar: ﺖﻳﺮﺒﻜﻟﺍ ﺩﺍﻮﻋﺍ
be: запалкі
bg: мачове
bn: মেলে
ca: partits
cy: gemau
da: Tændstikker
eo: alumetoj
et: tikud
eu: partiduak
fa: ﺕﺎﻘﺑﺎﺴﻣ
fi: Ottelut
fil: mga posporo
fy: wedstriden
ga: Cluichí
gd: maidsean
gl: partidos
gu: મેળ
he: תומאתה
hi: माचिस
hr: šibice
hu: mérkőzések
hy: լուցկի
id: pertandingan
is: eldspýtur
ka: მატჩები
kk: сәйкес келеді
km: ការប្រកួត
kn: ಪಂದ್ಯಗಳನ್ನು
ky: дал келет
lb: Mätscher
lo: ການແຂ່ງຂັນ
lt: degtukai
lv: sērkociņi
mg: lalao
mi: whakataetae
mk: натпревари
ml: മത്സരങ്ങൾ
mn: таарч байна
mr: जुळते
mt: logħbiet
my: တိုက်ဆိုင်မှုများ
nb: fyrstikker
ne: मिल्छ
or: ମେଳ
pa: ਮੈਚ
ps: ﻪﻧﻮﭽﯿﻣ
ro: chibrituri
rw: Imikino
sd: ﻦﻠﻣ
si: තරග
sk: zápasy
sl: tekme
sq: ndeshjet
sw: mechi
ta: போட்டிகளில்
te: మ్యాచ్u200cలు
tg: мувофиқат мекунад
th: ไม้ขีด
tk: gabat gelýär
tt: матчлар
uk: сірники
ur: ﺰﭽﯿﻣ
uz: mos keladi
vi: diêm
xh: iimatshisi
yi: ךעלעבעווש

source: doesn't match
af: stem nie ooreen nie
am: አይዛመድም።
ar: ﻖﺑﺎﻄﺘﻳ ﻻ﻿
be: не супадае
bg: не съвпада
bn: মেলে না
ca: no coincideix
cy: ddim yn cyfateb
da: stemmer ikke overens
eo: ne kongruas
et: ei sobi
eu: ez dator bat
fa: ﺩﺭﺍﺪﻧ ﺖﻘﺑﺎﻄﻣ
fi: ei täsmää
fil: hindi tumutugma
fy: komt net oerien
ga: ní hionann
gd: nach eil a ’maidseadh
gl: non coincide
gu: મેળ ખાતો નથી
he: םאות אל
hi: मेल नहीं खाता
hr: ne odgovara
hu: nem egyezik
hy: չի համընկնում
id: tidak cocok
is: passar ekki
ka: არ ემთხვევა
kk: сәйкес келмейді
km: មិនត្រូវគ្នា។
kn: ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ku: li hev nayê
ky: дал келбейт
lb: passt net
lo: ບໍ່ກົງກັນ
lt: nesutampa
lv: nesakrīt
mg: tsy mifanentana
mi: e kore e taurite
mk: не се совпаѓа
ml: പൊരുത്തപ്പെടുന്നില്ല
mn: таарахгүй байна
mr: जुळत नाही
mt: ma taqbilx
my: မကိုက်ညီပါ။
nb: stemmer ikke
ne: मेल खाँदैन
or: ମେଳ ଖାଉ ନାହିଁ |
pa: ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
ps: ﻱﺭﻮﺧ ﻪﻧ ﻥﻮﻤﺳ ﻩﺮﺳ
ro: nu se potrivește
rw: ntaho bihuriye
sd: ﻲﻫﺎﻧ ﻭﺪﻨﻠﻣ
si: නොගැලපේ
sk: nezhoduje sa
sl: se ne ujema
sq: nuk përputhet
sw: hailingani
ta: பொருந்தவில்லை
te: సరిపోలడం లేదు
tg: мувофиқат намекунад
th: ไม่ตรงกัน
tk: gabat gelenok
tt: туры килми
uk: не збігається
ur: ﮯﮨ ﮟﯿﮩﻧ ﻞﺛﺎﻤﻣ
uz: mos kelmaydi
vi: không khớp
xh: ayihambelani
yi: טשינ טמיטש

source: Application
af: Toepassing
am: መተግበሪያ
ar: ﻖﻴﺒﻄﺗ
be: Прымяненне
bg: Приложение
bn: আবেদন
ca: Aplicació
cy: Cais
da: Ansøgning
eo: Apliko
et: Rakendus
eu: Aplikazio
fa: ﺩﺮﺑﺭﺎﮐ
fi: Sovellus
fil: Aplikasyon
fy: Oanfraach
ga: Iarratas
gd: Iarrtas
gl: Aplicación
gu: અરજી
he: םושיי
hi: आवेदन
hr: Primjena
hu: Alkalmazás
hy: Դիմում
id: Aplikasi
is: Umsókn
ka: განაცხადი
kk: Қолдану
km: ការដាក់ពាក្យ
kn: ಅಪ್ಲಿಕೇಶನ್
ku: Bikaranînî
ky: Колдонмо
lb: Applikatioun
lo: ຄໍາຮ້ອງສະຫມັກ
lt: Taikymas
lv: Pieteikums
mg: Fampiharana
mi: Taupānga
mk: Апликација
ml: അപേക്ഷ
mn: Өргөдөл
mr: अर्ज
mt: Applikazzjoni
my: လျှောက်လွှာ
nb: applikasjon
ne: आवेदन
or: ପ୍ରୟୋଗ
pa: ਐਪਲੀਕੇਸ਼ਨ
ps: ﮏﯿﻠﻨﺘښﻮﻏ
ro: Aplicație
rw: Gusaba
sd: ﺖﺳﺍﻮﺧﺭﺩ
si: අයදුම්පත
sk: Aplikácia
sl: Aplikacija
sq: Aplikacion
sw: Maombi
ta: விண்ணப்பம்
te: అప్లికేషన్
tg: Ариза
th: แอปพลิเคชัน
tk: Arza
tt: Кушымта
uk: Застосування
ur: ﺖﺳﺍﻮﺧﺭﺩ
uz: Ilova
vi: Ứng dụng
xh: Isicelo
yi: ןאָיטאַקילפּפּאַ

source: Command
af: Bevel
am: ትዕዛዝ
ar: ﺮﻣﺃ
be: Загад
bg: Команда
bn: আদেশ
ca: Comandament
cy: Gorchymyn
da: Kommando
eo: Komando
et: Käsk
eu: Agindua
fa: ﻥﺎﻣﺮﻓ
fi: Komento
fil: Utos
fy: Befel
ga: Ordú
gd: Òrdugh
gl: Comando
gu: આદેશ
he: הדוקפ
hi: आदेश
hr: Naredba
hu: Parancs
hy: Հրաման
id: Memerintah
is: Skipun
ka: ბრძანება
kk: Пәрмен
km: បញ្ជា
kn: ಆಜ್ಞೆ
ku: Ferman
lb: Kommando
lo: ຄໍາສັ່ງ
lt: komandą
lv: Pavēli
mg: didy
mi: Whakahau
mk: Команда
ml: കമാൻഡ്
mn: Тушаал
mr: आज्ञा
mt: Kmand
my: အမိန့်ပေးသည်။
nb: Kommando
ne: आदेश
or: ନିର୍ଦ୍ଦେଶ |
pa: ਹੁਕਮ
ps: ﺮﻣﺍ
ro: Comanda
rw: Tegeka
sd: ﻢڪﺣ
si: විධානය
sk: Príkaz
sl: Ukaz
sq: Komanda
sw: Amri
ta: கட்டளை
te: ఆదేశం
tg: Фармон
th: สั่งการ
tk: Buýruk
tt: Команда
uk: Команда
ur: ﮉﻧﺎﻤﮐ
uz: Buyruq
vi: Yêu cầu
xh: Umyalelo
yi: לעפֿאַב
