Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Design Mode
af: _Ontwerpmodus
am: _የንድፍ ሁነታ
ar: _ﻢﻴﻤﺼﺘﻟﺍ ﻊﺿﻭ
be: _Рэжым дызайну
bg: _Режим на проектиране
bn: _ডিজাইন মোড
ca: _Mode de disseny
cy: _Modd Dylunio
da: _Designtilstand
eo: _Dezajna Reĝimo
et: _Disainirežiim
eu: _Diseinu modua
fa: _ﯽﺣﺍﺮﻃ ﺖﻟﺎﺣ
fi: _Suunnittelutila
fil: _Mode ng Disenyo
fy: _Untwerpmodus
ga: _Mód Dearaidh
gd: _Modh Dealbhaidh
gl: _Modo deseño
gu: _ડિઝાઇન મોડ
he: _בוציע בצמ
hi: _डिजाइन मोड
hr: _Način dizajna
hu: _Tervezési mód
hy: _Դիզայնի ռեժիմ
id: _Mode Desain
is: _Hönnunarstilling
ka: _დიზაინის რეჟიმი
kk: _Дизайн режимі
km: _របៀបរចនា
kn: _ವಿನ್ಯಾಸ ಮೋಡ್
ku: _Moda sêwiranê
ky: _Дизайн режими
lb: _Design Modus
lo: _ຮູບແບບການອອກແບບ
lt: _Dizaino režimas
lv: _Dizaina režīms
mg: _Fomba famolavolana
mi: _Aratau Hoahoa
mk: _Режим на дизајнирање
ml: _ഡിസൈൻ മോഡ്
mn: _Дизайн горим
mr: _डिझाइन मोड
mt: _Modalità tad-Disinn
my: _ဒီဇိုင်းမုဒ်
nb: _Designmodus
ne: _डिजाइन मोड
or: _ଡିଜାଇନ୍ ମୋଡ୍ |
pa: _ਡਿਜ਼ਾਈਨ ਮੋਡ
ps: _ﺖﻟﺎﺣ ﻦﯾﺍﺰﯾډ ﺩ
ro: _Modul de proiectare
rw: _Uburyo bwo gushushanya
sd: _ڊﻮﻣ ﻦﺋﺍﺰﻳڊ
si: _නිර්මාණ මාදිලිය
sk: _Režim dizajnu
sl: _Način oblikovanja
sq: _Mënyra e projektimit
sw: _Modi ya Kubuni
ta: _வடிவமைப்பு முறை
te: _డిజైన్ మోడ్
tg: _Усули тарроҳӣ
th: _โหมดการออกแบบ
tk: _Dizaýn tertibi
tt: _Дизайн режимы
uk: _Режим дизайну
ur: _ﮈﻮﻣ ﻦﺋﺍﺰﯾﮈ
uz: _Dizayn rejimi
vi: _Chế độ thiết kế
xh: _Imo yoYilo
yi: _עדאָמ ןאַלפּ

source: _Preferences
af: _Voorkeure
am: _ምርጫዎች
ar: _ﺕﻼ﻿ﻴﻀﻔﺘﻟﺍ
be: _Перавагі
bg: _Предпочитания
bn: _পছন্দসমূহ
ca: _Preferències
cy: _Dewisiadau
da: _Præferencer
eo: _Preferoj
et: _Eelistused
eu: _Hobespenak
fa: _ﺎﻫ ﺖﯾﻮﻟﻭﺍ
fi: _Asetukset
fil: _Mga Kagustuhan
fy: _Foarkarren
ga: _Sainroghanna
gd: _Roghainnean
gl: _Preferencias
gu: _પસંદગીઓ
he: _תופדעה
hi: _पसंद
hr: _Preference
hu: _preferenciák
hy: _Նախապատվություններ
id: _Preferensi
is: _Óskir
ka: _პრეფერენციები
kk: _Параметрлер
km: _ចំណូលចិត្ត
kn: _ಆದ್ಯತೆಗಳು
lb: _Preferenzen
lo: _ການຕັ້ງຄ່າ
lt: _Parinktys
mg: _safidinao
mi: _Manakohanga
mk: _Преференции
ml: _മുൻഗണനകൾ
mn: _Сонголтууд
mr: _प्राधान्ये
mt: _Preferenzi
my: _နှစ်သက်ရာ
nb: _Preferanser
ne: _प्राथमिकताहरू
or: _ପସନ୍ଦ
pa: _ਤਰਜੀਹਾਂ
ps: _ﻪﻧﻮﺑﻮﺗ ﻩﺭﻮﻏ
ro: _Preferințe
rw: _Ibyifuzo
sd: _ﺕﺎﺤﻴﺟﺮﺗ
si: _මනාප
sk: _Predvoľby
sl: _Nastavitve
sq: _Preferencat
sw: _Mapendeleo
ta: _விருப்பங்கள்
te: _ప్రాధాన్యతలు
tg: _Афзалиятҳо
th: _การตั้งค่า
tk: _Saýlamalar
tt: _Сайлаулар
uk: _вподобання
ur: _ﺕﺎﺤﯿﺟﺮﺗ
uz: _Afzalliklar
vi: _Sở thích
xh: _Ezikhethwayo
yi: _ןצנערעפֿערפּ

source: _Tool
af: _Gereedskap
am: _መሳሪያ
ar: أ_دوات
be: _Інструмент
bg: _Инструмент
bn: _টুল
ca: Ei_nes
cy: _Offeryn
da: Værk_tøj
eo: _Ilo
et: _Tööriistad
eu: _Tresnak
fa: _ﺭﺍﺰﺑﺍ
fi: _Työkalut
fy: _Helpmiddel
ga: _Uirlis
gd: _Inneal
gl: Ferramen_tas
gu: _સાધન
he: _כלים
hi: _साधन
hr: _Alat
hu: Esz_köz
hy: _Գործիք
id: _Alat
is: _Verkfæri
ka: _ხელსაწყო
kk: _Құрал
km: ឧបករណ៍
kn: _ಉಪಕರಣ
ku: _Hacet
ky: _Курал
lo: _ເຄື່ອງມື
lt: _Įrankiai
lv: _Rīks
mg: _Fitaovana
mi: _Utauta
mk: _Алатка
ml: _ഉപകരണം
mn: _Хэрэгсэл
mr: _साधन
mt: _Għodda
my: _ကိရိယာ
nb: Verk_tøy
ne: _उपकरण
or: _ସାଧନ
pa: _ਟੂਲ
ps: _ﻪﻠﯿﺳﻭ
ro: _Instrument
rw: _Igikoresho
sd: _ﺭﺍﺯﻭﺍ
si: _මෙවලම
sk: _Nástroj
sl: _Orodja
sq: _Mjet
sw: _Chombo
ta: _கருவி
te: _సాధనం
tg: _Восита
th: _เครื่องมือ
tk: _Gural
tt: _Корал
uk: _Інструменти
ur: _اوزار
uz: _Asbob
vi: _Dụng cụ
xh: _Isixhobo
yi: _גיַיצעג

source: _Thumbnails (global)
af: _Kleinkiekies (wêreldwyd)
am: _ድንክዬዎች (አለምአቀፍ)
ar: _(ﺔﻴﻤﻟﺎﻋ) ﺓﺮﻐﺼﻤﻟﺍ ﺭﻮﺼﻟﺍ
be: _Мініяцюры (глабальныя)
bg: _Миниатюри (глобални)
bn: _থাম্বনেল (বিশ্বব্যাপী)
ca: _Miniatures (globals)
cy: _Mân-luniau (byd-eang)
da: _Miniaturebilleder (globalt)
eo: _Bildetoj (tutmonde)
et: _Pisipildid (ülemaailmne)
eu: _Miniaturak (globalak)
fa: _(ﯽﻧﺎﻬﺟ) ﮏﭼﻮﮐ ﺮﯾﻭﺎﺼﺗ
fi: _Pikkukuvat (maailmanlaajuinen)
fil: _Mga thumbnail (global)
fy: _Miniatueren (globaal)
ga: _Mionsamhlacha (domhanda)
gd: _Dealbhan (cruinneil)
gl: _Miniaturas (globais)
gu: _થંબનેલ્સ (વૈશ્વિક)
he: _(תוילבולג) תורעזוממ תונומת
hi: _थंबनेल (वैश्विक)
hr: _Sličice (globalno)
hu: _Miniatűrök (globális)
hy: _Մանրապատկերներ (գլոբալ)
id: _Gambar kecil (global)
is: _Smámyndir (alþjóðlegt)
ka: _ესკიზები (გლობალური)
kk: _Нобайлар (жаһандық)
km: _រូបភាពតូច (សកល)
kn: _ಥಂಬ್u200cನೇಲ್u200cಗಳು (ಜಾಗತಿಕ)
ku: _Thumbnails (gerdûnî)
ky: _Эскиздер (глобалдык)
lo: _ຮູບຕົວຢ່າງ (ທົ່ວໂລກ)
lt: _Miniatiūros (visuotiniai)
lv: _Sīktēli (globāli)
mg: _Thumbnails (manerantany)
mi: _Karakōnui (ao)
mk: _Сликички (глобални)
ml: _ലഘുചിത്രങ്ങൾ (ആഗോള)
mn: _Өнгөц зураг (дэлхий)
mr: _लघुप्रतिमा (जागतिक)
mt: _Miniaturi (globali)
my: _ပုံသေးများ (ကမ္ဘာလုံးဆိုင်ရာ)
nb: _Miniatyrbilder (globalt)
ne: _थम्बनेल (विश्वव्यापी)
or: _ଥମ୍ବନେଲଗୁଡିକ (ଗ୍ଲୋବାଲ୍)
pa: _ਥੰਬਨੇਲ (ਗਲੋਬਲ)
ps: _(ﻝﺍﻮﯾړﻧ) ﻪﻧﻮﻠﯿﺒﻤﺗ
ro: _Miniaturi (globale)
rw: _Thumbnail (global)
sd: _(ﻲﻤﻟﺎﻋ) ﻞﻴﻧ ﺐﻤﭤ
si: _සිඟිති රූ (ගෝලීය)
sk: _Miniatúry (globálne)
sl: _Sličice (globalno)
sq: _Miniaturat (globale)
sw: _Vijipicha (kitandawazi)
ta: _சிறுபடங்கள் (உலகளாவிய)
te: _సూక్ష్మచిత్రాలు (గ్లోబల్)
tg: _Эскизҳо (глобалӣ)
th: _ภาพขนาดย่อ (ทั่วโลก)
tk: _Suratlar (global)
tt: _Эскизлар (глобаль)
uk: _Ескізи (глобальні)
ur: _(ﯽﻤﻟﺎﻋ) ﺰﻠﯿﻧ ﺐﻤﮭﺗ
uz: _Eskizlar (global)
vi: _Hình thu nhỏ (toàn cầu)
xh: _I-Thumbnails (ihlabathi jikelele)
yi: _(עלאבאלג) סליאַנבמוהט

source: _User's Manual
af: _Verbruikers gids
am: _የተጠቃሚ መመሪያ
ar: _ﻡﺪﺨﺘﺴﻤﻟﺍ ﻞﻴﻟﺩ
be: _Кіраўніцтва карыстальніка
bg: _Упътване
bn: _ব্যবহারকারী এর ম্যানুয়াল
ca: _Manual d'usuari
cy: _Llawlyfr Defnyddiwr
da: _Bruger manual
eo: _Manlibro de uzanto
et: _Kasutusjuhend
eu: _Erabiltzailearen eskuliburua
fa: _ﺮﺑﺭﺎﮐ ﯼﺎﻤﻨﻫﺍﺭ ﻪﭼﺮﺘﻓﺩ
fi: _Käyttöohje
fil: _Manual ng Gumagamit
fy: _Gebrûksoanwizing
ga: _Lámhleabhar Úsáideora
gd: _Leabhar-làimhe neach-cleachdaidh
gl: _Manual de usuario
gu: _વપરાશકર્તા માર્ગદર્શિકા
he: _שמתשמל ךירדמ
hi: _उपयोगकर्ता का मार्गदर्शन
hr: _Korisnički priručnik
hu: _Felhasználói Útmutató
hy: _Օգտագործողի ձեռնարկ
id: _Panduan pengguna
is: _Notendahandbók
ka: _Მომხმარებლის სახელმძღვანელო
kk: _Пайдаланушы нұсқаулығы
km: _សៀវភៅណែនាំអ្នកប្រើប្រាស់
kn: _ಬಳಕೆದಾರರ ಕೈಪಿಡಿ
ku: _Manual Bikarhêner
ky: _Колдонуучунун колдонмосу
lo: _ຄູ່ມືຜູ້ໃຊ້
lt: Na_udotojo vadovas
lv: _Lietotāja rokasgrāmata
mg: _Bokin'ny mpampiasa
mi: _Pukapuka Kaiwhakamahi
mk: _Корисничко упатство
ml: _ഉപയോക്തൃ മാനുവൽ
mn: _Хэрэглэгчийн гарын авлага
mr: _वापरकर्त्याचे मॅन्युअल
mt: _Manwal tal-Utent
my: _အသုံးပြုသူလက်စွဲစာအုပ်
nb: _Brukerhåndbok
ne: _प्रयोगकर्ताको म्यानुअल
or: _ଉପଯୋଗକର୍ତ୍ତା ମାନୁଆଲ୍ |
pa: _ਉਪਭੋਗਤਾ ਦਾ ਮੈਨੂਅਲ
ps: _ﺩﻮښﺭﻻ﻿ ﻥﺭﺎﮐ ﺩ
ro: _Manualul utilizatorului
rw: _Imfashanyigisho y'abakoresha
sd: _ﺏﺎﻴﺘﺳﺩ ﻲﺟ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ
si: _පරිශීලක අත්පොත
sk: _Užívateľská príručka
sl: _Uporabniški priročnik
sq: _Manuali i Përdoruesit
sw: _Mwongozo wa Mtumiaji
ta: _பயனர் கையேடு
te: _వినియోగదారుల సూచన పుస్తకం
tg: _Дастури истифодабаранда
th: _คู่มือการใช้งาน
tk: _Ulanyjy gollanmasy
tt: _Кулланучының кулланмасы
uk: _Інструкція користувача
ur: _ﯽﺘﺳﺩ ﺎﮐ ﻑﺭﺎﺻ
uz: _Foydalanuvchi uchun qo'llanma
vi: _Hướng dẫn sử dụng
xh: _Incwadi yoMsebenzisi
yi: _לאַונאַמ ס רעצינאַב

source: _FAQ
af: _Gereelde vrae
am: _በየጥ
ar: _ﺕﺎﻤﻴﻠﻌﺘﻟﺍ
bg: _ЧЗВ
ca: _Preguntes freqüents
cy: _Cwestiynau Cyffredin
eo: _Oftaj Demandoj
et: _KKK
eu: _ohiko galderak
fa: _ﻝﻭﺍﺪﺘﻣ ﺕﻻ﻿ﺍﻮﺳ
ga: _CC
gd: _Ceistean Cumanta
he: _תוצופנ תולאש
hi: _सामान्य प्रश्न
hr: _Pitanja
hu: _GYIK
hy: _ՀՏՀ
is: _Algengar spurningar
ka: _ხშირად დასმული კითხვები
kk: _Жиі қойылатын сұрақтар
km: _សំណួរគេសួរញឹកញាប់
ky: _Көп берилүүчү суроолор
lt: _DUK
mk: _Најчесто поставувани прашања
ml: _പതിവുചോദ്യങ്ങൾ
mn: _Түгээмэл асуултууд
mr: _वारंवार विचारले जाणारे प्रश्न
my: _အမြဲမေးလေ့ရှိသောမေးခွန်းများ
ps: _ﯥﻨﺘښﻮﭘ ﯥﺴﭘ ﻪﻟﺮﭘ
rw: _Ibibazo
sd: _ﻝﺍﻮﺳ
si: _නිති අසන පැණ
sl: _Pogosta vprašanja
sw: _Maswali Yanayoulizwa Mara kwa Mara
ta: _அடிக்கடி கேட்கப்படும் கேள்விகள்
te: _ఎఫ్ ఎ క్యూ
tg: _Саволҳои зиёд такрормешуда
th: _คำถามที่พบบ่อย
tk: _Sorag-jogap
tt: _еш бирелгән сораулар
uk: _ЧаПи
ur: _ﺕﻻ﻿ﺍﻮﺳ ﯽﻣﻮﻤﻋ
uz: _Tss
vi: _Câu hỏi thường gặp

source: _Options
af: _Opsies
am: _አማራጮች
ar: _ﺕﺍﺭﺎﻴﺧ
be: _Параметры
bg: _Настроики
bn: _অপশন
ca: _Opcions
cy: _Dewisiadau
da: _Muligheder
eo: _Opcioj
et: _Valikud
eu: _Aukerak
fa: _ﺎﻫ ﻪﻨﯾﺰﮔ
fi: _Vaihtoehdot
fil: _Mga pagpipilian
fy: _Opsjes
ga: _Roghanna
gd: _Roghainnean
gl: _Opcións
gu: _વિકલ્પો
he: _תויורשפא
hi: _विकल्प
hr: _Mogućnosti
hu: _Lehetőségek
hy: _Ընտրանքներ
id: _Pilihan
is: _Valmöguleikar
ka: _Პარამეტრები
kk: _Опциялар
km: _ជម្រើស
kn: _ಆಯ್ಕೆಗಳು
ku: _Vebijêrk
ky: _Параметрлер
lb: _Optiounen
lo: _ທາງເລືອກ
lt: _Galimybės
lv: _Iespējas
mg: _FANDIKANA
mi: _Kōwhiringa
mk: _Опции
ml: _ഓപ്ഷനുകൾ
mn: _Сонголтууд
mr: _पर्याय
mt: _Għażliet
my: _ရွေးချယ်စရာများ
nb: _Alternativer
ne: _विकल्पहरू
or: _ବିକଳ୍ପଗୁଡ଼ିକ
pa: _ਵਿਕਲਪ
ps: _ﻪﻧﻭﺭﺎﯿﺘﺧﺍ
ro: _Opțiuni
rw: _Amahitamo
sd: _ﻥﺭﺎﻴﺘﺧﺍ
si: _විකල්ප
sk: _možnosti
sl: _Opcije
sq: _Opsione
sw: _Chaguzi
ta: _விருப்பங்கள்
te: _ఎంపికలు
tg: _Имконот
th: _ตัวเลือก
tk: _Görnüş
tt: _Вариантлар
uk: _Параметри
ur: _ﺕﺍﺭﺎﯿﺘﺧﺍ
uz: _Variantlar
vi: _Tùy chọn
xh: _Iinketho
yi: _סעיצפּאָ

source: _Browser
af: _Blaaier
am: _አሳሽ
ar: _ﺽﺮﻌﺘﺴﻤﻟﺍ
be: _Браўзэр
bg: _Браузър
bn: _ব্রাউজার
ca: _Navegador
cy: _Porwr
eo: _Retumilo
et: _Brauser
eu: _Arakatzailea
fa: _ﺮﮔﺭﻭﺮﻣ
fi: _Selain
ga: _Brabhsálaí
gd: _Brabhsair
gl: _Navegador
gu: _બ્રાઉઝર
he: _ןפדפד
hi: _ब्राउज़र
hr: _Preglednik
hu: _Böngésző
hy: _Բրաուզերը
id: _Peramban
is: _Vafri
ka: _ბრაუზერი
kk: _Браузер
km: _កម្មវិធីរុករក
kn: _ಬ್ರೌಸರ್
ky: _Браузер
lo: _ຕົວທ່ອງເວັບ
lt: _Naršyklė
lv: _Pārlūkprogramma
mg: _mpitety
mi: _Pūtirotiro
mk: _Прелистувач
ml: _ബ്രൗസർ
mn: _Хөтөч
mr: _ब्राउझर
my: _ဘရောက်ဆာ
nb: _Nettleser
ne: _ब्राउजर
or: _ବ୍ରାଉଜର୍
pa: _ਬਰਾਊਜ਼ਰ
ps: _ﺭﺯﻭﺍﺮﺑ
rw: _Mucukumbuzi
sd: _ﺭﺯﻮﺋﺍﺮﺑ
si: _බ්රවුසරය
sk: _Prehliadač
sl: _Brskalnik
sq: _Shfletuesi
sw: _Kivinjari
ta: _உலாவி
te: _బ్రౌజర్
tg: _Браузер
th: _เบราว์เซอร์
tk: _Brauzer
tt: _Браузер
uk: _браузер
ur: _ﺭﺯﺅﺍﺮﺑ
uz: _Brauzer
vi: _Trình duyệt
xh: _Isikhangeli
yi: _רערעטעלב

source: Choose HTML Browser
af: Kies HTML-blaaier
am: HTML አሳሽ ይምረጡ
ar: HTML ﺢﻔﺼﺘﻣ ﺮﺘﺧﺍ
be: Выберыце HTML-браўзэр
bg: Изберете HTML браузър
bn: HTML ব্রাউজার নির্বাচন করুন
ca: Trieu Navegador HTML
cy: Dewiswch Porwr HTML
da: Vælg HTML-browser
eo: Elektu HTML-Retumilon
et: Valige HTML-brauser
eu: Aukeratu HTML arakatzailea
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ HTML ﺮﮔﺭﻭﺮﻣ
fi: Valitse HTML-selain
fil: Piliin ang HTML Browser
fy: Kies HTML-blêder
ga: Roghnaigh Brabhsálaí HTML
gd: Tagh Brabhsair HTML
gl: Escolla o navegador HTML
gu: HTML બ્રાઉઝર પસંદ કરો
he: HTML ןפדפד רחב
hi: एचटीएमएल ब्राउज़र चुनें
hr: Odaberite HTML preglednik
hu: Válassza a HTML böngészőt
hy: Ընտրեք HTML դիտարկիչ
id: Pilih Peramban HTML
is: Veldu HTML vafra
ka: აირჩიეთ HTML ბრაუზერი
kk: HTML шолғышын таңдаңыз
km: ជ្រើសរើសកម្មវិធីរុករក HTML
kn: HTML ಬ್ರೌಸರ್ ಆಯ್ಕೆಮಾಡಿ
ku: Geroka HTML-ê hilbijêrin
ky: HTML Браузерди тандаңыз
lb: Wielt HTML Browser
lo: ເລືອກ HTML Browser
lt: Pasirinkite HTML Naršyklę
lv: Izvēlieties HTML pārlūkprogrammu
mg: Mifidiana HTML Browser
mi: Kōwhiria te Pūtirotiro HTML
mk: Изберете HTML прелистувач
ml: HTML ബ്രൗസർ തിരഞ്ഞെടുക്കുക
mn: HTML хөтчийг сонгоно уу
mr: HTML ब्राउझर निवडा
mt: Agħżel HTML Browser
my: HTML Browser ကိုရွေးချယ်ပါ။
nb: Velg HTML-nettleser
ne: HTML ब्राउजर छान्नुहोस्
or: HTML ବ୍ରାଉଜର୍ ବାଛନ୍ତୁ |
pa: HTML ਬਰਾਊਜ਼ਰ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﺭﺯﻭﺍﺮﺑ HTML ﺩ
ro: Alegeți browser HTML
rw: Hitamo HTML Mucukumbuzi
sd: HTML ﻮﻳڊﻧﻮﭼ ﺭﺯﻮﺋﺍﺮﺑ
si: HTML බ්u200dරව්සරය තෝරන්න
sk: Vyberte HTML prehliadač
sl: Izberite brskalnik HTML
sq: Zgjidhni shfletuesin HTML
sw: Chagua Kivinjari cha HTML
ta: HTML உலாவியைத் தேர்ந்தெடுக்கவும்
te: HTML బ్రౌజర్u200cని ఎంచుకోండి
tg: Браузери HTML-ро интихоб кунед
th: เลือก HTML Browser
tk: HTML brauzerini saýlaň
tt: HTML браузерын сайлагыз
uk: Виберіть HTML-браузер
ur: HTML ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﺭﺯﺅﺍﺮﺑ
uz: HTML brauzerini tanlang
vi: Chọn trình duyệt HTML
xh: Khetha ibhrawuza yeHTML
yi: רערעטעלב HTML ןביַילק
