Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
af: Die lêer '%s' bestaan u200bu200bnie. Deur te kopieer '%s' aan '%s' en om dit te wysig, kan jy aanpas hoe MIME-tipe '%s' lêers word vir die huidige gebruiker herken. Skep hierdie kopie nou?
am: ፋይሉ '%s' አልተገኘም. በመገልበጥ '%s' ወደ '%s' እና አርትዖት, MIME እንዴት እንደሚተይቡ ማስተካከል ይችላሉ '%s' ፋይሎች ለአሁኑ ተጠቃሚ ይታወቃሉ። ይህ ቅጂ አሁን ይፈጠር?
ar: ﻒﻠﻤﻟﺍ '%s' .ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﺦﺴﻨﻟﺍ ﻖﻳﺮﻃ ﻦﻋ '%s' ﻰﻟﺇ '%s' MIME ﺔﺑﺎﺘﻛ ﺔﻴﻔﻴﻛ ﻂﺒﺿ ﻚﻨﻜﻤﻳ ، ﻩﺮﻳﺮﺤﺗﻭ '%s' .ﻲﻟﺎﺤﻟﺍ ﻡﺪﺨﺘﺴﻤﻠﻟ ﺕﺎﻔﻠﻤﻟﺍ ﻰﻠﻋ ﻑﺮﻌﺘﻟﺍ ﻢﺘﻳ ؟ﻥﻵ﻿ﺍ ﺔﺨﺴﻨﻟﺍ ﻩﺬﻫ ءﺎﺸﻧﺇ ﺪﻳﺮﺗ ﻞﻫ
be: Файл '%s' не існуе. Шляхам капіявання '%s' каб '%s' і рэдагуючы яго, вы можаце наладзіць тып MIME '%s' файлы распазнаюцца для бягучага карыстальніка. Стварыць гэтую копію зараз?
bg: Файлът '%s' не съществува. Чрез копиране '%s' да се '%s' и като го редактирате, можете да настроите как тип MIME '%s' файловете се разпознават за текущия потребител. Създаване на това копие сега?
bn: ফাইল '%s' এটির অস্তিত্ব নেই. কপি করে '%s' প্রতি '%s' এবং এটি সম্পাদনা করে, আপনি কীভাবে MIME টাইপ করবেন তা সামঞ্জস্য করতে পারেন '%s' ফাইলগুলি বর্তমান ব্যবহারকারীর জন্য স্বীকৃত। এখন এই কপি তৈরি করবেন?
ca: L'arxiu '%s' no existeix. Per còpia '%s' a '%s' i editant-lo, podeu ajustar el tipus MIME '%s' els fitxers es reconeixen per a l'usuari actual. Vols crear aquesta còpia ara?
cy: Y ffeil '%s' ddim yn bodoli. Trwy gopïo '%s' i '%s' a'i olygu, gallwch addasu sut math MIME '%s' cydnabyddir ffeiliau ar gyfer y defnyddiwr cyfredol. Creu’r copi hwn nawr?
da: Filen '%s' eksisterer ikke. Ved at kopiere '%s' til '%s' og redigere det, kan du justere, hvordan MIME-typen '%s' filer genkendes for den aktuelle bruger. Vil du oprette denne kopi nu?
eo: La dosiero '%s' ne ekzistas. Per kopiado '%s' al '%s' kaj redaktante ĝin, vi povas ĝustigi kiel MIME-tipo '%s' dosieroj estas rekonitaj por la nuna uzanto. Ĉu krei ĉi tiun kopion nun?
et: Fail '%s' ei eksisteeri. Kopeerimise teel '%s' juurde '%s' ja seda redigeerides saate reguleerida MIME tüüpi '%s' failid tuvastatakse praeguse kasutaja jaoks. Kas luua see koopia kohe?
eu: Fitxategia '%s' ez da existitzen. Kopiatzen '%s' to '%s' eta editatuz, MIME mota nola moldatu dezakezu '%s' fitxategiak uneko erabiltzailearentzat ezagutzen dira. Kopia hau sortu nahi duzu orain?
fa: ﻩﺪﻧﻭﺮﭘ '%s' .ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﻥﺩﺮﮐ ﯽﭙﮐ ﺎﺑ '%s' ﻪﺑ '%s' ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ MIME ﻉﻮﻧ ﺪﯿﻧﺍﻮﺗ ﯽﻣ ،ﻥﺁ ﺶﯾﺍﺮﯾﻭ ﺎﺑ ﻭ '%s' .ﺪﻧﻮﺷ ﯽﻣ ﯽﯾﺎﺳﺎﻨﺷ ﯽﻠﻌﻓ ﺮﺑﺭﺎﮐ ﯼﺍﺮﺑ ﺎﻫ ﻞﯾﺎﻓ ؟ﺩﻮﺷ ﺩﺎﺠﯾﺍ ﯽﭙﮐ ﻦﯾﺍ ﻥﻮﻨﮐﺍ
fi: Tiedosto '%s' ei ole olemassa. Kopioimalla '%s' kohtaan '%s' ja muokkaamalla sitä, voit säätää MIME-tyyppiä '%s' tiedostot tunnistetaan nykyiselle käyttäjälle. Luodaanko tämä kopio nyt?
fil: Ang file '%s' ay wala. Sa pamamagitan ng pagkopya '%s' sa '%s' at pag-edit nito, maaari mong ayusin kung paano ang uri ng MIME '%s' ang mga file ay kinikilala para sa kasalukuyang gumagamit. Gawin ang kopyang ito ngayon?
fy: It dokumint '%s' bestiet net. Troch kopiearjen '%s' nei '%s' en it bewurkjen, kinne jo oanpasse hoe MIME-type '%s' bestannen wurde erkend foar de aktuele brûker. Dizze kopy no oanmeitsje?
ga: An comhad '%s' Gan a bheith ann. Trí chóipeáil '%s' chun '%s' agus é á chur in eagar, is féidir leat an cineál MIME a choigeartú '%s' aithnítear comhaid don úsáideoir reatha. Cruthaigh an chóip seo anois?
gd: Am faidhle '%s' chan eil e ann. Le bhith a ’dèanamh copaidh '%s' gu '%s' agus ga dheasachadh, faodaidh tu atharrachadh mar a nì thu seòrsa MIME '%s' tha faidhlichean air an aithneachadh airson an neach-cleachdaidh gnàthach. Cruthaich an leth-bhreac seo a-nis?
gl: O arquivo '%s' non existe. Copiando '%s' a '%s' e editándoo, podes axustar como tipo MIME '%s' os ficheiros son recoñecidos para o usuario actual. Queres crear esta copia agora?
gu: ફાઈલ '%s' અસ્તિત્વમાં નથી. નકલ કરીને '%s' પ્રતિ '%s' અને તેને સંપાદિત કરીને, તમે કેવી રીતે MIME પ્રકારને સમાયોજિત કરી શકો છો '%s' ફાઇલો વર્તમાન વપરાશકર્તા માટે ઓળખાય છે. હવે આ નકલ બનાવીએ?
he: ץבוקה '%s' .םייק אל הקתעה ידי לע '%s' ל '%s' MIME גוס תא םיאתהל לוכי התא ,ותכירעו '%s' .יחכונה שמתשמה רובע םיהוזמ םיצבק ?וישכע הז קתוע רוציל םאה
hi: फ़ाइल '%s' मौजूद नहीं होना। कॉपी करके '%s' प्रति '%s' और इसे संपादित करके, आप MIME प्रकार को समायोजित कर सकते हैं '%s' फ़ाइलें वर्तमान उपयोगकर्ता के लिए पहचानी जाती हैं। यह कॉपी अभी बनाएं?
hr: Datoteka '%s' ne postoji. Prepisivanjem '%s' do '%s' i uređujući ga, možete podesiti kako tip MIME '%s' datoteke se prepoznaju za trenutnog korisnika. Želite li sada izraditi ovu kopiju?
hu: A fájl '%s' nem létezik. Másolással '%s' nak nek '%s' és szerkesztésével beállíthatja a MIME típusát '%s' A rendszer felismeri a fájlokat az aktuális felhasználó számára. Létrehozza ezt a másolatot most?
hy: Ֆայլը '%s' գոյություն չունի. Պատճենելով '%s' դեպի '%s' և խմբագրելով այն՝ կարող եք կարգավորել MIME-ի տեսակը '%s' ֆայլերը ճանաչվում են ընթացիկ օգտագործողի համար: Ստեղծե՞լ այս պատճենը հիմա:
id: Berkas '%s' tidak ada. Dengan menyalin '%s' ke '%s' dan mengeditnya, Anda dapat menyesuaikan bagaimana tipe MIME '%s' file dikenali untuk pengguna saat ini. Buat salinan ini sekarang?
is: Skráin '%s' er ekki til. Með því að afrita '%s' til '%s' og með því að breyta því geturðu stillt hvernig MIME gerð '%s' skrár eru þekktar fyrir núverandi notanda. Búa til þetta eintak núna?
ka: Ფაილი '%s' არ არსებობს. კოპირებით '%s' რომ '%s' და მისი რედაქტირებით, შეგიძლიათ დაარეგულიროთ MIME ტიპის '%s' ფაილები აღიარებულია მიმდინარე მომხმარებლისთვის. შევქმნათ ეს ასლი ახლა?
kk: Файл '%s' жоқ. Көшіру арқылы '%s' дейін '%s' және оны өңдеу арқылы MIME түрін реттеуге болады '%s' файлдар ағымдағы пайдаланушы үшін танылады. Осы көшірмені қазір жасау керек пе?
km: ឯកសារ '%s' មិនu200bមាន។ ដោយការចម្លង '%s' ទៅ '%s' ហើយកែសម្រួលវា អ្នកអាចកែសម្រួលរបៀបប្រភេទ MIME '%s' ឯកសារត្រូវបានទទួលស្គាល់សម្រាប់អ្នកប្រើប្រាស់បច្ចុប្បន្ន។ បង្កើតច្បាប់ចម្លងនេះឥឡូវនេះ?
kn: ಕಡತ '%s' ಅಸ್ತಿತ್ವದಲ್ಲಿ ಇಲ್ಲ. ನಕಲು ಮಾಡುವ ಮೂಲಕ '%s' ಗೆ '%s' ಮತ್ತು ಅದನ್ನು ಸಂಪಾದಿಸಿ, ನೀವು MIME ಪ್ರಕಾರವನ್ನು ಹೇಗೆ ಹೊಂದಿಸಬಹುದು '%s' ಪ್ರಸ್ತುತ ಬಳಕೆದಾರರಿಗೆ ಫೈಲ್u200cಗಳನ್ನು ಗುರುತಿಸಲಾಗಿದೆ. ಈ ನಕಲನ್ನು ಈಗಲೇ ರಚಿಸುವುದೇ?
ku: Pelê '%s' tune ye. Bi kopîkirinê '%s' ber '%s' û bi guherandina wê, hûn dikarin çawa cureyê MIME-ê eyar bikin '%s' pelên ji bo bikarhênerê heyî têne naskirin. Vê kopî niha biafirîne?
ky: Файл '%s' жок. Көчүрүү менен '%s' чейин '%s' жана аны түзөтүп, MIME түрүн тууралай аласыз '%s' файлдар учурдагы колдонуучу үчүн таанылат. Бул көчүрмөнү азыр түзөсүзбү?
lb: De Fichier '%s' existéiert net. Duerch Kopie '%s' zu '%s' an Redaktioun et, Dir kënnt ajustéieren wéi MIME Typ '%s' Dateie ginn fir den aktuelle Benotzer unerkannt. Dës Kopie elo erstellen?
lo: ໄຟລ໌ '%s' ບໍ່ມີ. ໂດຍການຄັດລອກ '%s' ກັບ '%s' ແລະແກ້ໄຂມັນ, ທ່ານສາມາດປັບວິທີການປະເພດ MIME '%s' ໄຟລ໌ຖືກຮັບຮູ້ສໍາລັບຜູ້ໃຊ້ປະຈຸບັນ. ສ້າງສຳເນົານີ້ດຽວນີ້ບໍ?
lt: Failas '%s' neegzistuoja. Kopijuojant '%s' į '%s' ir jį redaguodami, galite koreguoti MIME tipą '%s' failai atpažįstami dabartiniam vartotojui. Sukurti šią kopiją dabar?
lv: Fails '%s' neeksistē. Kopējot '%s' uz '%s' un rediģējot to, varat pielāgot MIME veidu '%s' faili tiek atpazīti pašreizējam lietotājam. Vai tagad izveidot šo kopiju?
mg: Ny rakitra '%s' tsy misy. Amin'ny fanaovana kopia '%s' ny '%s' ary ny fanitsiana azy dia azonao atao ny manitsy ny karazana MIME '%s' Ny rakitra dia fantatra ho an'ny mpampiasa ankehitriny. Mamorona dika mitovy izao?
mi: Ko te kōnae '%s' karekau. Ma te kape '%s' ki '%s' me te whakatika, ka taea e koe te whakatika me pehea te momo MIME '%s' ka mohiotia nga konae mo te kaiwhakamahi o naianei. Waihangahia tenei kape inaianei?
mk: Фајлот '%s' не постои. Со копирање '%s' до '%s' и уредувајќи го, можете да прилагодите како типот MIME '%s' датотеките се препознаваат за тековниот корисник. Да се u200bu200bсоздаде оваа копија сега?
ml: ഫയല് '%s' നിലവിലില്ല. പകർത്തിക്കൊണ്ട് '%s' വരെ '%s' അത് എഡിറ്റ് ചെയ്യുന്നതിലൂടെ, നിങ്ങൾക്ക് MIME തരം എങ്ങനെ ക്രമീകരിക്കാം '%s' നിലവിലെ ഉപയോക്താവിന് ഫയലുകൾ തിരിച്ചറിഞ്ഞു. ഈ പകർപ്പ് ഇപ്പോൾ സൃഷ്ടിക്കണോ?
mn: Файл '%s' байдаггүй. Хуулбарлах замаар '%s' руу '%s' болон засварлахын тулд та MIME хэрхэн бичихийг тохируулах боломжтой '%s' файлууд нь одоогийн хэрэглэгчийн хувьд танигдсан. Энэ хуулбарыг одоо үүсгэх үү?
mr: फाइल '%s' अस्तित्वात नाही. कॉपी करून '%s' करण्यासाठी '%s' आणि ते संपादित करून, तुम्ही MIME प्रकार कसे समायोजित करू शकता '%s' वर्तमान वापरकर्त्यासाठी फाइल्स ओळखल्या जातात. आता ही प्रत तयार करायची?
mt: Il-fajl '%s' ma jeżistix. Billi tikkopja '%s' biex '%s' u teditjaha, tista 'taġġusta kif tip MIME '%s' fajls huma rikonoxxuti għall-utent attwali. Oħloq din il-kopja issa?
my: ဖိုင်တွဲ '%s' မတည်ရှိပါဘူး။ ကူးယူခြင်းဖြင့် '%s' ရန် '%s' ၎င်းကိုတည်းဖြတ်ပါ၊ သင်သည် MIME အမျိုးအစားကိုမည်ကဲ့သို့ချိန်ညှိနိုင်သည်။ '%s' ဖိုင်များကို လက်ရှိအသုံးပြုသူအတွက် အသိအမှတ်ပြုထားသည်။ ဤကော်ပီကို ယခုဖန်တီးမလား။
nb: Filen '%s' eksisterer ikke. Ved å kopiere '%s' til '%s' og redigere den, kan du justere hvordan MIME-typen '%s' filer gjenkjennes for gjeldende bruker. Vil du opprette denne kopien nå?
ne: फाइल '%s' अ स् ति त् व मा छै न। नक्कल गरेर '%s' को '%s' र यसलाई सम्पादन गर्दै, तपाइँ कसरी MIME प्रकार समायोजन गर्न सक्नुहुन्छ '%s' हालको प्रयोगकर्ताका लागि फाइलहरू पहिचान गरिएका छन्। यो प्रतिलिपि अहिले सिर्जना गर्ने हो?
or: ଫାଇଲ୍ | '%s' ବିଦ୍ୟମାନ ନାହିଁ କପି କରି | '%s' କୁ '%s' ଏବଂ ଏହାକୁ ଏଡିଟ୍ କରିବା, ଆପଣ MIME ଟାଇପ୍ କିପରି ଆଡଜଷ୍ଟ କରିପାରିବେ | '%s' ସାମ୍ପ୍ରତିକ ଉପଭୋକ୍ତା ପାଇଁ ଫାଇଲଗୁଡିକ ଚିହ୍ନିତ | ବର୍ତ୍ତମାନ ଏହି କପି ସୃଷ୍ଟି କରନ୍ତୁ?
pa: ਫਾਈਲ '%s' ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਨਕਲ ਕਰਕੇ '%s' ਨੂੰ '%s' ਅਤੇ ਇਸ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਕੇ, ਤੁਸੀਂ MIME ਕਿਸਮ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰ ਸਕਦੇ ਹੋ '%s' ਫਾਈਲਾਂ ਮੌਜੂਦਾ ਉਪਭੋਗਤਾ ਲਈ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਹਨ. ਇਸ ਕਾਪੀ ਨੂੰ ਹੁਣੇ ਬਣਾਉਣਾ ਹੈ?
ps: ﻪﻴﺳﻭﺩ '%s' .ﻱﺮﻟ ﻪﻧ ﻥﻮﺘﺷ ﻪﻄﺳﺍﻭ ﻪﭘ ﻮﻟﻮﮐ ﻲﭘﺎﮐ ﺩ '%s' ﻪﺗ '%s' ﺉړﮐ ﻢﯿﻈﻨﺗ ﻪګﻨڅ ﻝﻭډ MIME ﺩ ﺊﺷ ﯽﻟﻮﮐ ﻮﺳﺎﺗ ،ﻝﻮﮐ ﻢﯿﻣﺮﺗ ﯤﺩ ﺩ ﻭﺍ '%s' .ﻱﻮﺷ ﻝﺪﻧﮋﯿﭘ ﻩﺭﺎﭙﻟ ﻲﮑﻧﻭﺭﺎﮐ ﻲﻨﺳﻭﺍ ﺩ ﻪﻧﻮﻠﯾﺎﻓ ؟ﺉړﮐ ﻩړﻮﺟ ﻲﭘﺎﮐ ﺍﺩ ﺱﻭﺍ
ro: Fișierul '%s' nu exista. Prin copiere '%s' la '%s' și editând-o, puteți ajusta tipul MIME '%s' fișierele sunt recunoscute pentru utilizatorul curent. Creați această copie acum?
rw: Idosiye '%s' ntabaho. Mugukoporora '%s' Kuri '%s' no kuyihindura, urashobora guhindura uburyo bwa MIME '%s' dosiye ziramenyekana kubakoresha ubu. Kora iyi kopi nonaha?
sd: ﻞﻴﺋﺎﻓ '%s' .ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ ﻱﺪﻨڪ ﻞﻘﻧ '%s' ﻑﺮﻃ ﻲﺟ '%s' ﻢﺴﻗ MIME ﻦﺌﻴڪ ﻪﺗ ﺎﭤ ﻮﻬﮕﺳ ﻲﺋڏ ﺐﻴﺗﺮﺗ ﻥﺎﻫﻮﺗ ،ﻱﺪﻨڪ ٽڊﻳﺍ ﻲﮐ ﻥﺍ ۽ '%s' .ﻦﮬﺁ ﻞﺗﺎﭹﺳ ءﻻ﻿ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻩﺩﻮﺟﻮﻣ ﻥﻮﻠﺋﺎﻓ ؟ﻮﻴﮬﺎﭠ ﻲﭘﺎڪ ﻲﮬ ﻲﮢﺎﮬ
si: ගොනුව '%s' නොපවතී. පිටපත් කිරීමෙනි '%s' වෙත '%s' සහ එය සංස්කරණය කිරීමෙන්, ඔබට MIME වර්ගය වෙනස් කළ හැක '%s' වත්මන් පරිශීලකයා සඳහා ගොනු හඳුනාගෙන ඇත. මෙම පිටපත දැන් සාදන්නද?
sk: Súbor '%s' neexistuje. Kopírovaním '%s' do '%s' a jeho úprave môžete upraviť typ MIME '%s' súbory sú rozpoznané pre aktuálneho používateľa. Vytvoriť túto kópiu teraz?
sl: Datoteka '%s' ne obstaja. S kopiranjem '%s' do '%s' in ga urejate, lahko prilagodite, kako tip MIME '%s' datoteke so prepoznane za trenutnega uporabnika. Želite ustvariti to kopijo zdaj?
sq: Dosja '%s' nuk ekziston. Duke kopjuar '%s' te '%s' dhe duke e redaktuar, mund të rregulloni se si lloji MIME '%s' skedarët njihen për përdoruesin aktual. Të krijohet kjo kopje tani?
sw: Faili '%s' haipo. Kwa kunakili '%s' kwa '%s' na kuihariri, unaweza kurekebisha jinsi MIME inavyoandika '%s' faili zinatambuliwa kwa mtumiaji wa sasa. Ungependa kuunda nakala hii sasa?
ta: கோப்பு '%s' இல்லை. நகலெடுப்பதன் மூலம் '%s' செய்ய '%s' அதைத் திருத்துவதன் மூலம், MIME வகையை நீங்கள் சரிசெய்யலாம் '%s' தற்போதைய பயனருக்கு கோப்புகள் அங்கீகரிக்கப்படுகின்றன. இந்த நகலை இப்போது உருவாக்கவா?
te: ఆ ఫైల్ '%s' ఉనికిలో లేదు. కాపీ చేయడం ద్వారా '%s' కు '%s' మరియు దానిని సవరించడం, మీరు MIME రకాన్ని ఎలా సర్దుబాటు చేయవచ్చు '%s' ఫైల్u200cలు ప్రస్తుత వినియోగదారు కోసం గుర్తించబడతాయి. ఈ కాపీని ఇప్పుడే సృష్టించాలా?
tg: Файл '%s' вуҷуд надорад. Бо нусхабардорӣ '%s' ба '%s' ва таҳрир кардани он, шумо метавонед тарзи навъи MIME-ро танзим кунед '%s' файлҳо барои корбари ҷорӣ эътироф карда мешаванд. Ҳоло ин нусхаро эҷод кунед?
th: ไฟล์ '%s' ไม่ได้อยู่. โดยการคัดลอก '%s' ถึง '%s' และแก้ไขได้ ปรับเปลี่ยนวิธีการพิมพ์ MIME '%s' ไฟล์ได้รับการยอมรับสำหรับผู้ใช้ปัจจุบัน สร้างสำเนานี้เลยไหม
tk: Faýl '%s' ýok. Göçürmek bilen '%s' to '%s' we redaktirlemek bilen, MIME görnüşini sazlap bilersiňiz '%s' faýllar häzirki ulanyjy üçin tanalýar. Bu göçürmäni indi dörediň?
tt: Файл '%s' юк. Күчереп '%s' to '%s' һәм аны редакцияләү, сез MIME тибын ничек көйли аласыз '%s' файллар хәзерге кулланучы өчен таныла. Бу күчермәне хәзер ясыйсызмы?
uk: Файл '%s' не існує. Шляхом копіювання '%s' до '%s' і редагуючи його, ви можете налаштувати тип MIME '%s' файли розпізнаються для поточного користувача. Створити цю копію зараз?
ur: ﻞﺋﺎﻓ '%s' .ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ ﮯﮐﺮﮐ ﻞﻘﻧ '%s' ﻮﮐ '%s' ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺮﮐ ﭧﺴﺟﮉﯾﺍ ﻮﮐ ﻢﺴﻗ ﯽﮐ MIME ﭖﺁ ،ﮯﺋﻮﮨ ﮯﺗﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﺱﺍ ﺭﻭﺍ '%s' ۔ﮟﯿﮨ ﯽﺗﺎﺟ ﯽﻧﺎﭽﮩﭘ ﮯﯿﻟ ﮯﮐ ﻑﺭﺎﺻ ﮦﺩﻮﺟﻮﻣ ﮟﯿﻠﺋﺎﻓ ؟ﮟﯿﺋﺎﻨﺑ ﯽﮭﺑﺍ ﻮﮐ ﯽﭘﺎﮐ ﺱﺍ
uz: Fayl '%s' mavjud emas. Nusxalash orqali '%s' uchun '%s' va uni tahrirlash orqali siz MIME turini sozlashingiz mumkin '%s' fayllar joriy foydalanuvchi uchun tan olinadi. Bu nusxa hozir yaratilsinmi?
vi: Tập tin '%s' không tồn tại. Bằng cách sao chép '%s' đến '%s' và chỉnh sửa nó, bạn có thể điều chỉnh cách loại MIME '%s' các tệp được nhận dạng cho người dùng hiện tại. Tạo bản sao này ngay bây giờ?
xh: Ifayile '%s' ayikho. Ngokukopa '%s' ukuya '%s' kwaye uyihlele, unganyenyisa indlela i-MIME yokuchwetheza '%s' iifayile zibonwa kumsebenzisi wangoku. Yenza le kopi ngoku?
yi: עקעט יד '%s' .טשינ טריטסיזקע גנייפּאַק ךרוד '%s' וצ '%s' פּיט MIME יוו ןרעיורטס ןענעק ריא ,סע גניטידע ןוא '%s' .רעצינאַב טנאַרק םעד ראַפֿ טנעקרענא ןענעז סעקעט ?טציא עיפּאָק םעד ןפֿאַש
