Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
af: Om outomontering van sommige volumes te dwing of te voorkom, deur ander instellings te ignoreer, kan jy die toestelle, volume-etikette of toestel-ID's in die spasie-geskeide lys hieronder spesifiseer. Voorbeeld: +/dev/sdd1 -Etiket met spasie +ata-OCZ-part4 Dit sou veroorsaak /dev/sdd1 en die OCZ-toestel wat outomaties gemonteer moet word wanneer dit bespeur word, en die volume met etiket "Etiket met spasie" geïgnoreer te word. Daar moet 'n spasie tussen inskrywings en 'n plus- of minusteken direk voor elke item wees. Hierdie lys is hooflettersensitief.
am: የአንዳንድ ጥራዞች በራስ-ሰር መጫንን ለማስገደድ ወይም ለመከላከል ሌሎች ቅንብሮችን በመሻር መሳሪያዎቹን፣ የድምጽ መለያዎችን ወይም የመሣሪያ መታወቂያዎችን ከዚህ በታች ባለው ክፍተት ዝርዝር ውስጥ መግለጽ ይችላሉ። ለምሳሌ: +/dev/sdd1 -ከቦታ ጋር መለያ ምልክት ያድርጉ +ata-OCZ-part4 ይህ ያስከትላል /dev/sdd1 እና የ OCZ መሳሪያው ሲገኝ በራስ-ሰር እንዲሰቀል እና የድምጽ መጠኑ ከመለያ ጋር "ከቦታ ጋር መለያ ምልክት ያድርጉ" ችላ ሊባል የሚገባው. ከእያንዳንዱ ንጥል በፊት በቀጥታ በመግቢያዎች እና በመደመር ወይም በመቀነስ ምልክት መካከል ክፍተት መኖር አለበት። ይህ ዝርዝር ለጉዳይ ስሜታዊ ነው።
ar: .ﻩﺎﻧﺩﺃ ﺕﺎﻓﺎﺴﻤﺑ ﺔﻟﻮﺼﻔﻤﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﻲﻓ ﺓﺰﻬﺟﻷ﻿ﺍ ﺕﺎﻓﺮﻌﻣ ﻭﺃ ﻦﻳﺰﺨﺘﻟﺍ ﺓﺪﺣﻭ ﺕﺎﻴﻤﺴﺗ ﻭﺃ ﺓﺰﻬﺟﻷ﻿ﺍ ﺪﻳﺪﺤﺗ ﻚﻨﻜﻤﻳ ، ﻯﺮﺧﻷ﻿ﺍ ﺕﺍﺩﺍﺪﻋﻹ﻿ﺍ ﺯﻭﺎﺠ :ﻝﺎﺜﻣ +/dev/sdd1 -ﺔﻓﺎﺴﻤﺑ ﺔﻴﻤﺴﺗ +ata-OCZ-part4 ﺐﺒﺴﻳ ﻥﺃ ﻪﻧﺄﺷ ﻦﻣ ﺍﺬﻫ /dev/sdd1 ﺔﻴﻤﺴﺘﻟﺍ ﻊﻣ ﻦﻳﺰﺨﺘﻟﺍ ﺓﺪﺣﻭﻭ ، ﻪﻓﺎﺸﺘﻛﺍ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﺘﻴﺒﺜﺗ ﻢﺘﻴﻟ OCZ ﺯﺎﻬﺟﻭ "ﺔﻓﺎﺴﻤﺑ ﺔﻴﻤﺴﺗ" .ﻪﻠﻫﺎﺠﺗ ﻢﺘﻴﻟ .ﻑﺮﺣﻷ﻿ﺍ ﺔﻟﺎﺤﻟ ﺔﺳﺎﺴﺣ ﺔﻤﺋﺎﻘﻟﺍ ﻩﺬﻫ .ﺮﺼﻨﻋ ﻞﻛ ﻞﺒﻗ ﺓﺮﺷﺎﺒﻣ ﺺﻗﺎﻧ ﻭﺃ ﺪﺋﺍﺯ ﺔﻣﻼ﻿ﻋﻭ ﺕﻻ﻿ﺎﺧﺩﻹ﻿ﺍ ﻦﻴﺑ ﺔﻓﺎﺴﻣ ﻙﺎﻨﻫ ﻥﻮﻜﺗ ﻥﺃ ﺐﺠﻳ
be: Каб прымусіць або прадухіліць аўтаматычнае мантаванне некаторых тамоў, перакрэсліваючы іншыя налады, вы можаце паказаць прылады, меткі тамоў або ідэнтыфікатары прылад у спісе, падзелены прабелам ніжэй. Прыклад: +/dev/sdd1 -Этыкетка з прабелам +ata-OCZ-part4 Гэта выклікала б /dev/sdd1 і прылада OCZ, якое аўтаматычна ўсталёўваецца пры выяўленні, і том з этыкеткай "Этыкетка з прабелам" ігнараваць. Паміж запісамі павінен быць прабел і знак плюс або мінус непасрэдна перад кожным пунктам. Гэты спіс адчувальны да рэгістра.
bg: За да принудите или предотвратите автоматичното монтиране на някои томове, заменяйки други настройки, можете да посочите устройствата, етикетите на томовете или идентификаторите на устройства в разделения с интервали списък по-долу. пример: +/dev/sdd1 -Етикет с интервал +ata-OCZ-part4 Това би причинило /dev/sdd1 и OCZ устройството да се монтира автоматично при откриване и обемът с етикет "Етикет с интервал" да бъдат игнорирани. Трябва да има интервал между вписванията и знак плюс или минус непосредствено преди всеки елемент. Този списък е чувствителен към малки и големи букви.
bn: কিছু ভলিউম স্বয়ংক্রিয়ভাবে মাউন্ট করা বা প্রতিরোধ করতে, অন্যান্য সেটিংস ওভাররাইড করে, আপনি নীচের স্থান-বিচ্ছিন্ন তালিকায় ডিভাইস, ভলিউম লেবেল বা ডিভাইস আইডি নির্দিষ্ট করতে পারেন। উদাহরণ: +/dev/sdd1 -স্থান সহ লেবেল +ata-OCZ-part4 এই কারণ হবে /dev/sdd1 এবং সনাক্ত করা হলে OCZ ডিভাইসটি স্বয়ংক্রিয়ভাবে মাউন্ট করা হবে এবং লেবেল সহ ভলিউম "স্থান সহ লেবেল" উপেক্ষা করা এন্ট্রি এবং প্রতিটি আইটেমের আগে সরাসরি যোগ বা বিয়োগ চিহ্নের মধ্যে একটি স্থান থাকতে হবে। এই তালিকাটি কেস-সংবেদনশীল।
ca: Per forçar o impedir el muntatge automàtic d'alguns volums, anul·lant altres paràmetres, podeu especificar els dispositius, les etiquetes de volum o els ID de dispositius a la llista separada per espais a continuació. Exemple: +/dev/sdd1 -Etiqueta amb espai +ata-OCZ-part4 Això provocaria /dev/sdd1 i el dispositiu OCZ que es muntarà automàticament quan es detecti, i el volum amb etiqueta "Etiqueta amb espai" per ser ignorat. Hi ha d'haver un espai entre les entrades i un signe més o menys just abans de cada element. Aquesta llista distingeix entre majúscules i minúscules.
cy: I orfodi neu atal awtomeiddio rhai cyfrolau, gan ddiystyru gosodiadau eraill, gallwch nodi'r dyfeisiau, labeli cyfaint, neu IDau dyfeisiau yn y rhestr sydd wedi'i gwahanu gan ofod isod. Enghraifft: +/dev/sdd1 -Label Gyda'r Gofod +ata-OCZ-part4 Byddai hyn yn achosi /dev/sdd1 a'r ddyfais OCZ i gael ei gosod yn awtomatig wrth ei chanfod, a'r gyfrol â label "Label Gyda'r Gofod" i gael eich anwybyddu. Rhaid bod lle rhwng cofnodion ac arwydd plws neu minws yn union cyn pob eitem. Mae'r rhestr hon yn achos-sensitif.
da: For at tvinge eller forhindre automatisk montering af nogle enheder, tilsidesætte andre indstillinger, kan du angive enheder, volumenetiketter eller enheds-id'er på den mellemrumsadskilte liste nedenfor. Eksempel: +/dev/sdd1 -Etiket med mellemrum +ata-OCZ-part4 Dette ville forårsage /dev/sdd1 og OCZ-enheden, der skal monteres automatisk, når den opdages, og volumen med etiket "Etiket med mellemrum" at blive ignoreret. Der skal være et mellemrum mellem indtastninger og et plus- eller minustegn direkte før hver post. Denne liste skelner mellem store og små bogstaver.
eo: Por devigi aŭ malhelpi aŭtomatan muntadon de iuj volumoj, superregante aliajn agordojn, vi povas specifi la aparatojn, volumenajn etikedojn aŭ aparatojn en la spac-disigita listo sube. Ekzemplo: +/dev/sdd1 -Etikedo Kun Spaco +ata-OCZ-part4 Ĉi tio kaŭzus /dev/sdd1 kaj la OCZ-aparato por esti aŭtomate muntita kiam detektita, kaj la volumo kun etikedo "Etikedo Kun Spaco" esti ignorita. Devas esti spaco inter enskriboj kaj plusa aŭ minus-signo rekte antaŭ ĉiu ero. Ĉi tiu listo estas majuskle-distinta.
et: Mõne köite automaatse ühendamise sundimiseks või takistamiseks, alistades muud sätted, saate määrata seadmed, köitesildid või seadme ID-d allolevas tühikuga eraldatud loendis. Näide: +/dev/sdd1 -Tühikuga silt +ata-OCZ-part4 See põhjustaks /dev/sdd1 ja tuvastamisel automaatselt paigaldatav OCZ-seade ning helitugevus koos sildiga "Tühikuga silt" ignoreerida. Kirjete vahel peab olema tühik ja vahetult enne iga kirjet pluss- või miinusmärk. See loend on tõstutundlik.
eu: Bolumen batzuen muntaketa automatikoa behartzeko edo saihesteko, beste ezarpen batzuk gainidazteko, gailuak, bolumen-etiketak edo gailuen IDak zehaztu ditzakezu beheko zuriunez bereizitako zerrendan. Adibidea: +/dev/sdd1 -Etiketa Espazioz +ata-OCZ-part4 Horrek eragingo luke /dev/sdd1 eta OCZ gailua automatikoki muntatuko da detektatzean, eta bolumena etiketarekin "Etiketa Espazioz" baztertu beharrekoa. Sarreraren artean tarte bat egon behar da eta elementu bakoitzaren aurretik zuzenean plus edo minus ikurra. Zerrenda honek maiuskulak eta minuskulak bereizten ditu.
fa: .ﺪﯿﻨﮐ ﺺﺨﺸﻣ ﺮﯾﺯ ﻪﻠﺻﺎﻓ ﺎﺑ ﻩﺪﺷﺍﺪﺟ ﺖﺳﺮﻬﻓ ﺭﺩ ﺍﺭ ﻩﺎﮕﺘﺳﺩ ﯼﺎﻫu200cﻪﺳﺎﻨﺷ ﺎﯾ ﻢﺠﺣ ﯼﺎﻫu200cﺐﺴﭼﺮﺑ ،ﺎﻫu200cﻩﺎﮕﺘﺳﺩ :ﻝﺎﺜﻣ +/dev/sdd1 -ﻪﻠﺻﺎﻓ ﺎﺑ ﺐﺴﭼﺮﺑ +ata-OCZ-part4 ﺩﻮﺷ ﯽﻣ ﺚﻋﺎﺑ ﻦﯾﺍ /dev/sdd1 ﺐﺴﭼﺮﺑ ﺎﺑ ﺍﺪﺻ ﻥﺍﺰﯿﻣ ﻭ ﺩﻮﺷ ﯽﻣ ﺐﺼﻧ ﺭﺎﮐﺩﻮﺧ ﺕﺭﻮﺻ ﻪﺑ ﯽﯾﺎﺳﺎﻨﺷ ﺕﺭﻮﺻ ﺭﺩ ﻪﮐ OCZ ﻩﺎﮕﺘﺳﺩ ﻭ "ﻪﻠﺻﺎﻓ ﺎﺑ ﺐﺴﭼﺮﺑ" ﺩﻮﺷ ﻪﺘﻓﺮﮔ ﻩﺪﯾﺩﺎﻧ .ﺖﺳﺍ ﺱﺎﺴﺣ ﮒﺭﺰﺑ ﻭ ﮏﭼﻮﮐ ﻑﻭﺮﺣ ﻪﺑ ﺖﺴﯿﻟ ﻦﯾﺍ .ﺪﺷﺎﺑ ﻪﺘﺷﺍﺩ ﺩﻮﺟﻭ ﺩﺭﻮﻣ ﺮﻫ ﺯﺍ ﻞﺒﻗ ًﺎﻤﯿﻘﺘﺴﻣ ﯽﻔﻨﻣ ﺎﯾ ﺖﺒﺜﻣ ﺖﻣﻼ﻿ﻋ ﻭ
fi: Jos haluat pakottaa tai estää joidenkin taltioiden automaattisen liittämisen ohittaen muut asetukset, voit määrittää laitteet, taltiot tai laitetunnukset alla olevassa välilyönnillä erotetussa luettelossa. Esimerkki: +/dev/sdd1 -Etiketti Välilyönnillä +ata-OCZ-part4 Tämä aiheuttaisi /dev/sdd1 ja OCZ-laite, joka asennetaan automaattisesti, kun se havaitaan, ja tilavuus etiketillä "Etiketti Välilyönnillä" jätettävä huomiotta. Merkintöjen välissä on oltava välilyönti ja plus- tai miinusmerkki välittömästi ennen jokaista kohtaa. Tässä luettelossa kirjainkoolla on merkitystä.
fil: Upang pilitin o pigilan ang pag-automount ng ilang volume, na i-override ang iba pang mga setting, maaari mong tukuyin ang mga device, label ng volume, o device ID sa listahang pinaghihiwalay ng espasyo sa ibaba. Halimbawa: +/dev/sdd1 -Label na May Space +ata-OCZ-part4 Magdudulot ito /dev/sdd1 at ang OCZ device na i-auto-mount kapag nakita, at ang volume na may label "Label na May Space" hindi papansinin. Dapat ay may puwang sa pagitan ng mga entry at isang plus o minus sign nang direkta bago ang bawat item. Case-sensitive ang listahang ito.
fy: Om automounting fan guon folumes te twingen of foar te kommen, troch oare ynstellings te oerskriuwen, kinne jo de apparaten, folume-etiketten of apparaat-ID's opjaan yn 'e troch romte skieden list hjirûnder. Foarbyld: +/dev/sdd1 -Label mei romte +ata-OCZ-part4 Dit soe feroarsaakje /dev/sdd1 en it OCZ-apparaat om automatysk te montearjen as it wurdt ûntdutsen, en it folume mei label "Label mei romte" negearre wurde. D'r moat in spaasje wêze tusken yngongen en in plus- of minteken direkt foar elk item. Dizze list is haadlettergefoelich.
ga: Chun uathoibriú roinnt imleabhar a chur i bhfeidhm nó a chosc, ag sárú suíomhanna eile, is féidir leat na feistí, na lipéid toirte, nó na IDanna feiste a shonrú ar an liosta spás-scartha thíos. Sampla: +/dev/sdd1 -Lipéad Leis an Spás +ata-OCZ-part4 Bheadh u200bu200bsé seo ina chúis /dev/sdd1 agus an gléas OCZ le bheith suite go huathoibríoch nuair a bhraitear é, agus an toirt le lipéad "Lipéad Leis an Spás" a neamhaird. Ní mór go mbeadh spás idir iontrálacha agus comhartha móide nó lúide díreach roimh gach mír. Tá an liosta seo cás-íogair.
gd: Gus a bhith a ’sparradh no a’ casg fèin-ghluasad cuid de leabhraichean, a ’dol thairis air suidheachaidhean eile, faodaidh tu na h-innealan, bileagan tomhas-lìonaidh, no IDan inneal a shònrachadh anns an liosta dealaichte àite gu h-ìosal. Eisimpleir: +/dev/sdd1 -Label le àite +ata-OCZ-part4 Bhiodh seo ag adhbhrachadh /dev/sdd1 agus an inneal OCZ a bhith air a chuir gu fèin-ghluasadach nuair a lorgar e, agus an tomhas-lìonaidh le bileag "Label le àite" a bhith air an leigeil seachad. Feumaidh àite a bhith eadar inntrigidhean agus soidhne plus no minus dìreach ro gach nì. Tha an liosta seo mothachail air cùis.
gl: Para forzar ou impedir a montaxe automática dalgúns volumes, anulando outras configuracións, pode especificar os dispositivos, as etiquetas de volume ou os ID de dispositivos na lista separada por espazos a continuación. Exemplo: +/dev/sdd1 -Etiqueta Con Espazo +ata-OCZ-part4 Isto provocaría /dev/sdd1 e o dispositivo OCZ para montarse automaticamente cando se detecte, e o volume con etiqueta "Etiqueta Con Espazo" para ser ignorado. Debe haber un espazo entre as entradas e un signo máis ou menos directamente antes de cada elemento. Esta lista distingue entre maiúsculas e minúsculas.
gu: અન્ય સેટિંગ્સને ઓવરરાઇડ કરીને, અમુક વોલ્યુમના ઑટોમાઉન્ટિંગને દબાણ કરવા અથવા રોકવા માટે, તમે નીચે આપેલી જગ્યા-વિભાજિત સૂચિમાં ઉપકરણો, વોલ્યુમ લેબલ્સ અથવા ઉપકરણ ID નો ઉલ્લેખ કરી શકો છો. ઉદાહરણ: +/dev/sdd1 -જગ્યા સાથે લેબલ +ata-OCZ-part4 આ કારણ બનશે /dev/sdd1 અને OCZ ઉપકરણ જ્યારે શોધાય ત્યારે ઓટો-માઉન્ટ થવાનું છે, અને લેબલ સાથેનું વોલ્યુમ "જગ્યા સાથે લેબલ" અવગણવામાં આવશે. દરેક આઇટમની પહેલા એન્ટ્રીઓ અને વત્તા અથવા ઓછા ચિહ્ન વચ્ચે જગ્યા હોવી આવશ્યક છે. આ સૂચિ કેસ-સંવેદનશીલ છે.
he: .הטמל םיחוורב תדרפומה המישרב םירישכמה יהזמ וא ןוסחאה יעצמא תויוות ,םינקתהה תא ןייצל לכות ,תורחא תור :אמגוד +/dev/sdd1 -חוור םע תיוות +ata-OCZ-part4 םורגי הז /dev/sdd1 תיוותה םע לוקה תמצועו ,ההוזי רשאכ תיטמוטוא הבכרהל OCZ ןקתהו "חוור םע תיוות" .םלעתהל .תוישיר תיולת וז המישר .טירפ לכ ינפל תורישי סונימ וא סולפ ןמיסו םיכרע ןיב חוור תויהל בייח
hi: कुछ वॉल्यूम को स्वचालित रूप से माउंट करने या रोकने के लिए, अन्य सेटिंग्स को ओवरराइड करते हुए, आप नीचे दी गई जगह से अलग की गई सूची में डिवाइस, वॉल्यूम लेबल या डिवाइस आईडी निर्दिष्ट कर सकते हैं। उदाहरण: +/dev/sdd1 -अंतरिक्ष के साथ लेबल +ata-OCZ-part4 यह कारण होगा /dev/sdd1 और ओसीजेड डिवाइस का पता चलने पर ऑटो-माउंट किया जाना है, और लेबल के साथ वॉल्यूम "अंतरिक्ष के साथ लेबल" नजरअंदाज किया जाना। प्रत्येक आइटम के ठीक पहले प्रविष्टियों और प्लस या माइनस चिह्न के बीच एक स्थान होना चाहिए। यह सूची केस-संवेदी है।
hr: Da biste prisilili ili spriječili automatsko montiranje nekih volumena, nadjačavajući druge postavke, možete odrediti uređaje, oznake volumena ili ID-ove uređaja na popisu odvojenom razmakom u nastavku. Primjer: +/dev/sdd1 -Oznaka s razmakom +ata-OCZ-part4 Ovo bi izazvalo /dev/sdd1 i OCZ uređaj koji se automatski montira kada se otkrije, te volumen s oznakom "Oznaka s razmakom" da se ignorira. Mora postojati razmak između unosa i znak plus ili minus neposredno ispred svake stavke. Ovaj popis razlikuje velika i mala slova.
hu: Egyes kötetek automatikus csatlakoztatásának kikényszerítéséhez vagy megakadályozásához, más beállítások felülbírálásához, megadhatja az eszközöket, a kötetcímkéket vagy az eszközazonosítókat az alábbi, szóközzel elválasztott listában. Példa: +/dev/sdd1 -Címke szóközzel +ata-OCZ-part4 Ez okozná /dev/sdd1 és az észleléskor automatikusan felszerelendő OCZ-eszköz, valamint a kötet a címkével "Címke szóközzel" figyelmen kívül kell hagyni. A bejegyzések között szóköznek és közvetlenül minden elem előtt plusz vagy mínusz jelnek kell lennie. Ez a lista megkülönbözteti a kis- és nagybetűket.
hy: Որոշ ծավալների ինքնամոնտաժումը հարկադրելու կամ կանխելու համար՝ չեղյալ համարելով այլ կարգավորումները, կարող եք նշել սարքերը, ձայնի պիտակները կամ սարքի ID-ները ստորև՝ բացատով առանձնացված ցանկում: Օրինակ: +/dev/sdd1 -Պիտակ Տիեզերքով +ata-OCZ-part4 Սա կառաջացնի /dev/sdd1 և OCZ սարքը, որը պետք է ավտոմատ կերպով ամրացվի, երբ հայտնաբերվի, և ձայնը պիտակով "Պիտակ Տիեզերքով" անտեսվել։ Յուրաքանչյուր կետից անմիջապես առաջ պետք է լինի բացատ գրառումների և գումարած կամ մինուս նշանի միջև: Այս ցանկը մեծատառերի զգայուն է:
id: Untuk memaksa atau mencegah pemasangan otomatis beberapa volume, mengesampingkan pengaturan lain, Anda dapat menentukan perangkat, label volume, atau ID perangkat dalam daftar yang dipisahkan spasi di bawah. Contoh: +/dev/sdd1 -Label Dengan Spasi +ata-OCZ-part4 Ini akan menyebabkan /dev/sdd1 dan perangkat OCZ untuk dipasang secara otomatis saat terdeteksi, dan volume dengan label "Label Dengan Spasi" untuk diabaikan. Harus ada spasi antara entri dan tanda plus atau minus langsung sebelum setiap item. Daftar ini peka huruf besar/kecil.
is: Til að þvinga fram eða koma í veg fyrir sjálfvirka uppsetningu á sumum bindum, hnekkja öðrum stillingum, geturðu tilgreint tækin, hljóðstyrksmerkin eða auðkenni tækisins í listanum sem er aðskilinn með bili hér að neðan. Dæmi: +/dev/sdd1 -Merki með plássi +ata-OCZ-part4 Þetta myndi valda /dev/sdd1 og OCZ tækið sem á að festa sjálfkrafa þegar það uppgötvast, og hljóðstyrkur með merkimiða "Merki með plássi" að vera hunsuð. Það verður að vera bil á milli færslna og plús eða mínus tákn beint fyrir hvern hlut. Þessi listi er hástöfum.
ka: ზოგიერთი ტომის ავტომატური დამონტაჟების იძულებით ან თავიდან ასაცილებლად, სხვა პარამეტრების გადაფარვის მიზნით, შეგიძლიათ მიუთითოთ მოწყობილობები, ხმის ეტიკეტები ან მოწყობილობის ID ქვემოთ სივრცეში გამოყოფილი სიაში. მაგალითი: +/dev/sdd1 -ეტიკეტი სივრცით +ata-OCZ-part4 ეს გამოიწვევდა /dev/sdd1 და OCZ მოწყობილობა, რომელიც ავტომატურად უნდა დამონტაჟდეს, როდესაც აღმოჩენილია, და მოცულობა ეტიკეტით "ეტიკეტი სივრცით" იგნორირება. ყოველი ელემენტის წინ უნდა იყოს ინტერვალი შენატანებსა და პლუს ან მინუს ნიშანს შორის. ეს სია რეგისტრირებულია.
kk: Кейбір томдарды автоматты түрде орнатуды, басқа параметрлерді жоққа шығаруды мәжбүрлеу немесе болдырмау үшін төмендегі бос орынмен бөлінген тізімде құрылғыларды, дыбыс белгілерін немесе құрылғы идентификаторларын көрсетуге болады. Мысалы: +/dev/sdd1 -Бос белгі +ata-OCZ-part4 Бұл себеп болар еді /dev/sdd1 және анықталған кезде автоматты түрде орнатылатын OCZ құрылғысы және жапсырмасы бар дыбыс деңгейі "Бос белгі" елемеу. Жазбалар арасында бос орын және тікелей әрбір элементтің алдында плюс немесе минус белгісі болуы керек. Бұл тізім регистрді ескереді.
km: ដើម្បីបង្ខំ ឬទប់ស្កាត់ការភ្ជាប់ដោយស្វ័យប្រវត្តិនៃបរិមាណមួយចំនួន ដោយបដិសេធការកំណត់ផ្សេងទៀត អ្នកអាចបញ្ជាក់ឧបករណ៍ ស្លាកកម្រិតសំឡេង ឬលេខសម្គាល់ឧបករណ៍នៅក្នុងបញ្ជីដែលបំបែកដោយចន្លោះខាងក្រោម។ ឧទាហរណ៍៖ +/dev/sdd1 -ស្លាកជាមួយលំហ +ata-OCZ-part4 នេះនឹងបណ្តាលឱ្យ /dev/sdd1 និងឧបករណ៍ OCZ ដែលត្រូវភ្ជាប់ដោយស្វ័យប្រវត្តិនៅពេលរកឃើញ និងកម្រិតសំឡេងជាមួយស្លាក "ស្លាកជាមួយលំហ" មិនត្រូវបានអើពើ។ ត្រូវតែមានចន្លោះរវាងធាតុ និងសញ្ញាបូក ឬដកដោយផ្ទាល់មុនធាតុនីមួយៗ។ បញ្ជីនេះគឺប្រកាន់អក្សរតូចធំ។
kn: ಕೆಲವು ವಾಲ್ಯೂಮ್u200cಗಳ ಸ್ವಯಂ ಆರೋಹಣವನ್ನು ಒತ್ತಾಯಿಸಲು ಅಥವಾ ತಡೆಯಲು, ಇತರ ಸೆಟ್ಟಿಂಗ್u200cಗಳನ್ನು ಅತಿಕ್ರಮಿಸಲು, ಕೆಳಗಿನ ಸ್ಥಳದಿಂದ ಪ್ರತ್ಯೇಕಿಸಲಾದ ಪಟ್ಟಿಯಲ್ಲಿ ನೀವು ಸಾಧನಗಳು, ವಾಲ್ಯೂಮ್ ಲೇಬಲ್u200cಗಳು ಅಥವಾ ಸಾಧನ ID ಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು. ಉದಾಹರಣೆ: +/dev/sdd1 -ಸ್ಥಳದೊಂದಿಗೆ ಲೇಬಲ್ +ata-OCZ-part4 ಇದು ಕಾರಣವಾಗುತ್ತದೆ /dev/sdd1 ಮತ್ತು ಪತ್ತೆಯಾದಾಗ OCZ ಸಾಧನವನ್ನು ಸ್ವಯಂ-ಮೌಂಟ್ ಮಾಡಲಾಗುವುದು ಮತ್ತು ಲೇಬಲ್u200cನೊಂದಿಗೆ ವಾಲ್ಯೂಮ್ "ಸ್ಥಳದೊಂದಿಗೆ ಲೇಬಲ್" ನಿರ್ಲಕ್ಷಿಸಬೇಕು. ನಮೂದುಗಳ ನಡುವೆ ಅಂತರವಿರಬೇಕು ಮತ್ತು ಪ್ರತಿ ಐಟಂನ ಮೊದಲು ನೇರವಾಗಿ ಪ್ಲಸ್ ಅಥವಾ ಮೈನಸ್ ಚಿಹ್ನೆ ಇರಬೇಕು. ಈ ಪಟ್ಟಿಯು ಕೇಸ್-ಸೆನ್ಸಿಟಿವ್ ಆಗಿದೆ.
ku: Ji bo ku bi zorê an pêşîlêgirtina otomonîta hin cildan, bi serdegirtina mîhengên din, hûn dikarin di navnîşa cihê-veqetandî ya li jêr de amûr, etîketên cildê, an nasnameyên cîhazê diyar bikin. Mînak: +/dev/sdd1 -Label Bi Space +ata-OCZ-part4 Ev dê bibe sedema /dev/sdd1 û cîhaza OCZ-ê dema ku were tesbît kirin bixweber were danîn, û volta bi etîketê "Label Bi Space" were paşguh kirin. Pêdivî ye ku cîhek di navbera navnîşan de û nîşanek zêde an kêmek rasterast berî her babetekê hebe. Ev lîste-hesas e.
ky: Кээ бир томдорду автоматтык түрдө орнотууга, башка жөндөөлөрдү жокко чыгарууга мажбурлоо же алдын алуу үчүн, сиз төмөнкү боштук менен бөлүнгөн тизмеде түзмөктөрдү, көлөм энбелгилерин же түзмөк идентификаторлорун көрсөтсөңүз болот. Мисал: +/dev/sdd1 -Боштук менен белгилөө +ata-OCZ-part4 Бул себеп болот /dev/sdd1 жана OCZ түзмөгү табылганда автоматтык түрдө орнотула турган жана этикетка менен көлөмү "Боштук менен белгилөө" этибарга алынбоо. Ар бир нерсенин алдында жазуулардын ортосунда боштук жана плюс же минус белгиси болушу керек. Бул тизме чоң тамгаларды эске алат.
lb: Fir Automounting vun e puer Bänn ze zwéngen oder ze verhënneren, andeems Dir aner Astellungen iwwerschreift, kënnt Dir d'Apparater, Volumenetiketten oder Apparat IDen an der Plaz getrennt Lëscht hei ënnen spezifizéieren. Beispill: +/dev/sdd1 -Label mat Raum +ata-OCZ-part4 Dëst géif Ursaach /dev/sdd1 an den OCZ Apparat fir automatesch montéiert ze ginn wann se festgestallt ginn, an de Volume mat Label "Label mat Raum" ignoréiert ginn. Et muss e Raum tëscht Entréen an e Plus oder Minus Zeechen direkt virun all Element sinn. Dës Lëscht ass case-sensibel.
lo: ເພື່ອບັງຄັບ ຫຼືປ້ອງກັນການຕິດຕັ້ງບາງປະລິມານອັດຕະໂນມັດ, ຂ້າມການຕັ້ງຄ່າອື່ນ, ທ່ານສາມາດລະບຸອຸປະກອນ, ປ້າຍລະດັບສຽງ, ຫຼື IDs ອຸປະກອນໃນລາຍການທີ່ແຍກອອກຈາກພື້ນທີ່ຂ້າງລຸ່ມນີ້. ຕົວຢ່າງ: +/dev/sdd1 -ປ້າຍກຳກັບດ້ວຍຊ່ອງ +ata-OCZ-part4 ນີ້ຈະເຮັດໃຫ້ /dev/sdd1 ແລະອຸປະກອນ OCZ ທີ່ຈະຕິດຕັ້ງອັດຕະໂນມັດເມື່ອກວດພົບ, ແລະປະລິມານທີ່ມີປ້າຍຊື່ "ປ້າຍກຳກັບດ້ວຍຊ່ອງ" ຈະຖືກລະເລີຍ. ຕ້ອງມີຊ່ອງຫວ່າງລະຫວ່າງລາຍການ ແລະເຄື່ອງໝາຍບວກ ຫຼືລົບໂດຍກົງກ່ອນແຕ່ລະລາຍການ. ບັນຊີລາຍຊື່ນີ້ແມ່ນຕົວພິມນ້ອຍໃຫຍ່.
lt: Norėdami priverstinai arba neleisti automatiškai prijungti kai kurių tomų, nepaisydami kitų parametrų, toliau esančiame tarpais atskirtame sąraše galite nurodyti įrenginius, tomo etiketes arba įrenginių ID. Pavyzdys: +/dev/sdd1 -Etiketė su tarpu +ata-OCZ-part4 Tai sukeltų /dev/sdd1 ir OCZ įrenginys, kuris bus automatiškai pritvirtintas, kai aptiktas, ir garsas su etikete "Etiketė su tarpu" būti ignoruojamiems. Tarp įrašų turi būti tarpas ir pliuso arba minuso ženklas tiesiai prieš kiekvieną elementą. Šiame sąraše skiriamos didžiosios ir mažosios raidės.
lv: Lai piespiestu vai novērstu dažu sējumu automātisku pievienošanu, ignorējot citus iestatījumus, tālāk esošajā sarakstā, kas atdalīts ar atstarpi, varat norādīt ierīces, sējumu etiķetes vai ierīču ID. Piemērs: +/dev/sdd1 -Etiķete ar atstarpi +ata-OCZ-part4 Tas izraisītu /dev/sdd1 un OCZ ierīce, kas tiks automātiski uzstādīta, kad tā tiek noteikta, un apjoms ar etiķeti "Etiķete ar atstarpi" lai tiktu ignorēts. Tieši pirms katra vienuma ir jābūt atstarpei starp ierakstiem un plusa vai mīnusa zīmei. Šajā sarakstā ir reģistrjutīgs.
mg: Mba hanerena na hanakanana ny fametrahana ho azy amin'ny boky sasany, hanilika ireo fanovana hafa dia azonao atao ny mamaritra ny fitaovana, ny mari-pamantarana boky, na ny ID fitaovana ao amin'ny lisitra misaraka habakabaka etsy ambany. Ohatra: +/dev/sdd1 -Label misy Space +ata-OCZ-part4 Mety hiteraka izany /dev/sdd1 ary ny fitaovana OCZ hapetraka ho azy rehefa hita, ary ny habe misy marika "Label misy Space" atao tsinontsinona. Tsy maintsy misy elanelana eo anelanelan'ny fidirana sy famantarana miampy na minus mivantana alohan'ny entana tsirairay. Ity lisitra ity dia saro-pady.
mi: Ki te kaha, ki te aukati ranei i te whakakao aunoa i etahi pukapuka, ki te whakakore i etahi atu tautuhinga, ka taea e koe te tautuhi i nga taputapu, tapanga rōrahi, ID taputapu ranei i roto i te rarangi wehe mokowā i raro nei. Tauira: +/dev/sdd1 -Tapanga Ki te Mokowā +ata-OCZ-part4 Ka puta tenei /dev/sdd1 me te taputapu OCZ kia mau-aunoa ina kitea, me te rōrahi me te tapanga "Tapanga Ki te Mokowā" kia waihotia. Me noho he mokowhiti i waenga i nga whakaurunga me te tohu taapiri, iti ranei i mua tonu i ia mea. Ko tenei rarangi he take-tairongo.
mk: За да го присилите или спречите автоматското монтирање на некои томови, отфрлајќи ги другите поставки, можете да ги наведете уредите, етикетите за јачина или идентификаторите на уредите во списокот одвоен со простор подолу. Пример: +/dev/sdd1 -Етикета со простор +ata-OCZ-part4 Ова би предизвикало /dev/sdd1 и OCZ уредот да се монтира автоматски кога ќе се открие, и јачината на звукот со ознака "Етикета со простор" да се игнорира. Мора да има празно место помеѓу записите и знакот плус или минус директно пред секоја ставка. Оваа листа е чувствителна на букви.
ml: ചില വോള്യങ്ങളുടെ ഓട്ടോമൗണ്ടിംഗ് നിർബന്ധിതമാക്കുന്നതിനോ തടയുന്നതിനോ, മറ്റ് ക്രമീകരണങ്ങൾ അസാധുവാക്കുന്നതിന്, ചുവടെയുള്ള ഇടം വേർതിരിച്ച ലിസ്റ്റിൽ നിങ്ങൾക്ക് ഉപകരണങ്ങളോ വോളിയം ലേബലുകളോ ഉപകരണ ഐഡികളോ വ്യക്തമാക്കാം. ഉദാഹരണം: +/dev/sdd1 -സ്ഥലത്തോടുകൂടിയ ലേബൽ +ata-OCZ-part4 ഇത് കാരണമാകും /dev/sdd1 കണ്ടെത്തുമ്പോൾ സ്വയമേവ ഘടിപ്പിക്കേണ്ട OCZ ഉപകരണവും ലേബലോടുകൂടിയ വോളിയവും "സ്ഥലത്തോടുകൂടിയ ലേബൽ" അവഗണിക്കപ്പെടേണ്ടതാണ്. ഓരോ ഇനത്തിനും മുമ്പായി എൻട്രികൾക്കും പ്ലസ് അല്ലെങ്കിൽ മൈനസ് ചിഹ്നത്തിനും ഇടയിൽ ഒരു ഇടം ഉണ്ടായിരിക്കണം. ഈ ലിസ്റ്റ് കേസ് സെൻസിറ്റീവ് ആണ്.
mn: Зарим ботийг автоматаар холбох, бусад тохиргоог хүчингүй болгох эсвэл урьдчилан сэргийлэхийн тулд та доорх зайгаар тусгаарлагдсан жагсаалтад төхөөрөмж, эзлэхүүний шошго эсвэл төхөөрөмжийн ID-г зааж өгч болно. Жишээ: +/dev/sdd1 -Зайтай шошго +ata-OCZ-part4 Энэ нь шалтгаан болно /dev/sdd1 илэрсэн үед автоматаар холбох OCZ төхөөрөмж, шошготой эзлэхүүн "Зайтай шошго" үл тоомсорлох. Бичлэг бүрийн өмнө шууд нэмэх, хасах тэмдэг хоёрын хооронд зай байх ёстой. Энэ жагсаалт нь том жижиг үсгээр харгалздаг.
mr: इतर सेटिंग्ज ओव्हरराइड करून, काही व्हॉल्यूमचे ऑटोमाउंटिंग सक्तीने किंवा प्रतिबंधित करण्यासाठी, तुम्ही खाली दिलेल्या स्पेस-विभक्त सूचीमध्ये डिव्हाइसेस, व्हॉल्यूम लेबल्स किंवा डिव्हाइस आयडी निर्दिष्ट करू शकता. उदाहरण: +/dev/sdd1 -स्पेससह लेबल करा +ata-OCZ-part4 यामुळे होईल /dev/sdd1 आणि OCZ डिव्u200dहाइस डिटेक्ट केल्u200dयावर स्u200dवयं-माउंट केले जाईल आणि लेबलसह व्हॉल्यूम "स्पेससह लेबल करा" दुर्लक्ष करणे. प्रत्येक आयटमच्या आधी थेट नोंदी आणि अधिक किंवा वजा चिन्हांमध्ये एक जागा असणे आवश्यक आहे. ही यादी केस-संवेदनशील आहे.
mt: Biex iġġiegħel jew jipprevjeni l-immuntar awtomatiku ta’ xi volumi, li jissuperaw settings oħra, tista’ tispeċifika l-apparati, it-tikketti tal-volum, jew l-IDs tal-apparat fil-lista separata bi spazju hawn taħt. Eżempju: +/dev/sdd1 -Tikketta Bl-Ispazju +ata-OCZ-part4 Dan jikkawża /dev/sdd1 u l-apparat OCZ għandu jiġi mmuntat awtomatikament meta jinstab, u l-volum bit-tikketta "Tikketta Bl-Ispazju" li jiġu injorati. Għandu jkun hemm spazju bejn l-entrati u sinjal plus jew minus direttament qabel kull oġġett. Din il-lista hija sensittiva għall-każ.
my: အချို့သော volumes များကို အလိုအလျောက်တပ်ဆင်ခြင်း သို့မဟုတ် တားဆီးရန်၊ အခြားဆက်တင်များကို လွှမ်းမိုးရန်၊ အောက်ဖော်ပြပါ နေရာခြားထားသောစာရင်းတွင် စက်ပစ္စည်းများ၊ အသံအညွှန်းများ သို့မဟုတ် စက်ပစ္စည်း ID များကို သတ်မှတ်နိုင်ပါသည်။ ဥပမာ- +/dev/sdd1 -Space ဖြင့် အညွှန်းတပ်ပါ။ +ata-OCZ-part4 ဒီလိုဖြစ်စေတယ်။ /dev/sdd1 နှင့် တွေ့ရှိသောအခါ အလိုအလျောက်တပ်ဆင်ရမည့် OCZ စက်ပစ္စည်းနှင့် တံဆိပ်ပါရှိသော ပမာဏ "Space ဖြင့် အညွှန်းတပ်ပါ။" လျစ်လျူရှုခံရဖို့။ အကြောင်းအရာတစ်ခုစီ၏ ရှေ့မှာ တိုက်ရိုက် အပေါင်း သို့မဟုတ် အနုတ်လက္ခဏာကြားတွင် နေရာလွတ်ရှိရမည်။ ဤစာရင်းသည် အကြီးအသေးသာဖြစ်သည်။
nb: For å tvinge eller forhindre automatisk montering av enkelte volumer, overstyre andre innstillinger, kan du spesifisere enhetene, volumetikettene eller enhets-ID-ene i den mellomromseparerte listen nedenfor. Eksempel: +/dev/sdd1 -Merk med plass +ata-OCZ-part4 Dette ville føre til /dev/sdd1 og OCZ-enheten som skal monteres automatisk når den oppdages, og volumet med etikett "Merk med plass" å bli ignorert. Det må være et mellomrom mellom oppføringer og et pluss- eller minustegn rett foran hvert element. Denne listen skiller mellom store og små bokstaver.
ne: अन्य सेटिङहरू ओभरराइड गर्दै, केही भोल्युमहरूको स्वत: माउन्ट गर्न बलपूर्वक वा रोक्नको लागि, तपाईंले तल स्पेस-पृथक सूचीमा यन्त्रहरू, भोल्युम लेबलहरू, वा यन्त्र आईडीहरू निर्दिष्ट गर्न सक्नुहुन्छ। उदाहरण: +/dev/sdd1 -स्पेस सहित लेबल +ata-OCZ-part4 यो कारण हुनेछ /dev/sdd1 र OCZ यन्त्र पत्ता लाग्दा स्वत: माउन्ट हुनुपर्दछ, र लेबलको साथ भोल्युम "स्पेस सहित लेबल" बेवास्ता गर्न। प्रत्येक वस्तुको अगाडि प्रविष्टिहरू र प्लस वा माइनस चिन्हहरू बीच खाली ठाउँ हुनुपर्छ। यो सूची केस-संवेदनशील छ।
or: କିଛି ଭଲ୍ୟୁମର ସ୍ୱୟଂଚାଳିତ ଗଣନାକୁ ବାଧ୍ୟ କରିବା କିମ୍ବା ରୋକିବା ପାଇଁ, ଅନ୍ୟ ସେଟିଂସମୂହକୁ ନବଲିଖନ କରିବା ପାଇଁ, ଆପଣ ନିମ୍ନରେ ସ୍ଥାନ-ପୃଥକ ତାଲିକାରେ ଡିଭାଇସ୍, ଭଲ୍ୟୁମ୍ ଲେବଲ୍, କିମ୍ବା ଡିଭାଇସ୍ ID ନିର୍ଦ୍ଦିଷ୍ଟ କରିପାରିବେ | ଉଦାହରଣ: +/dev/sdd1 -ସ୍ପେସ୍ ସହିତ ଲେବଲ୍ | +ata-OCZ-part4 ଏହା ଘଟାଇବ | /dev/sdd1 ଏବଂ OCZ ଡିଭାଇସ୍ ଚିହ୍ନଟ ହେବା ସମୟରେ ଅଟୋ-ମାଉଣ୍ଟ ହେବା ପାଇଁ, ଏବଂ ଲେବଲ୍ ସହିତ ଭଲ୍ୟୁମ୍ | "ସ୍ପେସ୍ ସହିତ ଲେବଲ୍ |" ଅବହେଳା କରିବାକୁ ପ୍ରତ୍ୟେକ ଆଇଟମ୍ ପୂର୍ବରୁ ସିଧାସଳଖ ଏଣ୍ଟ୍ରି ଏବଂ ଏକ ପ୍ଲସ୍ କିମ୍ବା ମାଇନସ୍ ଚିହ୍ନ ମଧ୍ୟରେ ଏକ ସ୍ଥାନ ରହିବା ଆବଶ୍ୟକ | ଏହି ତାଲିକା କେସ୍-ସମ୍ବେଦନଶୀଳ ଅଟେ |
pa: ਹੋਰ ਸੈਟਿੰਗਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰਦੇ ਹੋਏ, ਕੁਝ ਵੌਲਯੂਮਜ਼ ਦੇ ਆਟੋਮਾਊਂਟ ਕਰਨ ਜਾਂ ਰੋਕਣ ਲਈ, ਤੁਸੀਂ ਹੇਠਾਂ ਸਪੇਸ-ਵੱਖ ਕੀਤੀ ਸੂਚੀ ਵਿੱਚ ਡਿਵਾਈਸਾਂ, ਵਾਲੀਅਮ ਲੇਬਲ, ਜਾਂ ਡਿਵਾਈਸ ਆਈਡੀ ਨੂੰ ਨਿਸ਼ਚਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਉਦਾਹਰਨ: +/dev/sdd1 -ਸਪੇਸ ਦੇ ਨਾਲ ਲੇਬਲ +ata-OCZ-part4 ਇਹ ਕਾਰਨ ਬਣ ਜਾਵੇਗਾ /dev/sdd1 ਅਤੇ OCZ ਜੰਤਰ ਨੂੰ ਆਟੋ-ਮਾਊਂਟ ਕੀਤਾ ਜਾਣਾ ਹੈ ਜਦੋਂ ਪਤਾ ਲਗਾਇਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਲੇਬਲ ਦੇ ਨਾਲ ਵਾਲੀਅਮ "ਸਪੇਸ ਦੇ ਨਾਲ ਲੇਬਲ" ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ. ਹਰੇਕ ਆਈਟਮ ਤੋਂ ਪਹਿਲਾਂ ਇੰਦਰਾਜ਼ਾਂ ਅਤੇ ਪਲੱਸ ਜਾਂ ਘਟਾਓ ਦੇ ਚਿੰਨ੍ਹ ਵਿਚਕਾਰ ਇੱਕ ਥਾਂ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। ਇਹ ਸੂਚੀ ਕੇਸ-ਸੰਵੇਦਨਸ਼ੀਲ ਹੈ।
ps: .ﺉړﮐ ﺺﺨﺸﻣ ﯥﮐ ﺖﺴﯿﻟ ﻱﻮﺷ ﻼ﻿ﺟ ﯥﮐ ﯼﺎځ ﯤﺪﻧﻻ﻿ ﻪﭘ IDs ﯥﻠﯿﺳﻭ ﺩ ﺎﯾ ،ﻪﻧﻮﻠﺒﯿﻟ ﻢﺠﺣ ،ﻞﯾﺎﺳﻭ ﺊﺷ ﯽﻟﻮﮐ ﻮﺳﺎﺗ ،ﻩﺮﺳ ﻮﻟﻮﯿﻧ ﯥﮐ :ﻪګﻠﯧﺑ +/dev/sdd1 -ﻞﺒﯿﻟ ﻩﺮﺳ ﯼﺎځ ﺩ +ata-OCZ-part4 ﻲﺷ ﻞﻣﻻ﻿ ﻪﺑ ﺍﺩ /dev/sdd1 ﻩﺮﺳ ﻞﺒﯿﻟ ﺩ ﻢﺠﺣ ﻭﺍ ،ﻲﺷ ﻒﺸﮐ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﺐﺼﻧ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ ﺪﯾﺎﺑ ﻪﻠﯿﺳﻭ OCZ ﺩ ﻭﺍ "ﻞﺒﯿﻟ ﻩﺮﺳ ﯼﺎځ ﺩ" .ﻲﺷ ﻝﻮځﺭﻮﻏ ﻪﻣﺎﭘ ﻪﻟ .ﯼﺩ ﺱﺎﺴﺣ ﯥﯿﻀﻗ ﺩ ﺖﺴﯿﻟ ﺍﺩ .ﻱﺮﻟﻭ ﻥﻮﺘﺷ ﯼﺎځ ﻮﯾ ځﻨﻣﺮﺗ ﻮښﻧ ﻲﻔﻨﻣ ﺎﯾ ﻊﻤﺟ ﺩ ﻭﺍ ﻮﻠﺗﻮﻨﻧ ﺩ ﺪﯾﺎﺑ ﯥﮑﺨﻣ ﻪﺨڅ ﻲﮐﻮﺗ ﺮﻫ ﺩ
ro: Pentru a forța sau a preveni montarea automată a unor volume, suprascriind alte setări, puteți specifica dispozitivele, etichetele de volum sau ID-urile dispozitivelor în lista de mai jos, separate prin spațiu. Exemplu: +/dev/sdd1 -Etichetă cu spațiu +ata-OCZ-part4 Acest lucru ar cauza /dev/sdd1 iar dispozitivul OCZ să fie montat automat când este detectat, iar volumul cu etichetă "Etichetă cu spațiu" a fi ignorat. Trebuie să existe un spațiu între intrări și un semn plus sau minus direct înaintea fiecărui element. Această listă face distincție între majuscule și minuscule.
rw: Kugirango uhatire cyangwa wirinde kubara ibice bimwe, kurenga kubindi bikoresho, urashobora kwerekana ibikoresho, ibirango byijwi, cyangwa indangamuntu yibikoresho murutonde rwatandukanijwe munsi. Urugero: +/dev/sdd1 -Ikirango hamwe n'umwanya +ata-OCZ-part4 Ibi byatera /dev/sdd1 nigikoresho cya OCZ kugirango gishyirwemo mugihe cyamenyekanye, nubunini hamwe na label "Ikirango hamwe n'umwanya" kwirengagizwa. Hagomba kubaho umwanya hagati yinjiza ninyongera cyangwa ikimenyetso cyo gukuramo mbere ya buri kintu. Uru rutonde rworoshye.
sd: .ﺎﭤ ﻮﮭﮕﺳ ﻱﺮڪ ﻥﺎﻴﺑ IDs ﺲﺋﺍﻮﻳڊ ﺎﻳ ،ﺰﻠﺒﻴﻟ ﻢﺠﺣ ،ﺰﺴﺋﺍﻮﻳڊ ۾ ﺖﺳﺮﻬﻓ ﻞﻴڪ ﺭﺍﮄ ﻥﺎﮐ ﺲﻴﭙﺳﺍ ﻞﻧڏ ﭟﻴﮬ ﻥﺎﮬﻮﺗ ،ءِﻻ﻿ ﮡڪﻭﺭ ﺎ :ﻝﺎﺜﻣ +/dev/sdd1 -ﻞﺒﻴﻟ ﻥﺎﺳ ﻼ﻿ﺧ +ata-OCZ-part4 ﻭﺪﻨﻴﭤ ﺐﺒﺳ ﻮﻫﺍ /dev/sdd1 ﻢﺠﺣ ﻥﺎﺳ ﻞﺒﻴﻟ ۽ ،ﻮﭤ ﻲﺌﭤ ﻡﻮﻠﻌﻣ ﻦﻫڏﺟ ﻲﭸﻭ ﻮﻴڪ ﺐﺼﻧ ﻲﺗ ﺭﻮﻃ ﺭﺎڪﺩﻮﺧ ﻲﮐ ﺲﺋﺍﻮﻳڊ OCZ ۽ "ﻞﺒﻴﻟ ﻥﺎﺳ ﻼ﻿ﺧ" .ﻲﭸﻭ ﻮﻴڪ ﺯﺍﺪﻧﺍ ﺮﻈﻧ .ﻲﻫﺁ ﺱﺎﺴﺣ-ﺲﻴڪ ﺖﺳﺮﻬﻓ ﻲﻫ .ﻲﺟﺮﮭﮔ ﮡﺌﮬ ﻼ﻿ﺧ ﻭڙڪﮬ ۾ ﭺﻭ ﻲﺟ ﻦﻴﻧﺎﺸﻧ ﻲﺟ ﺲﻨﺋﺎﻣ ﺎﻳ ﺲﻠﭘ ۽ ﮡﻴﭤ ﻞﺧﺍﺩ ۾ ﮖﺍ ﻥﺎﮐ ﻲﺌﺷ ﺮﻫ
si: සමහර වෙළුම් ස්වයංක්u200dරීයව සවි කිරීම බල කිරීමට හෝ වැළැක්වීමට, වෙනත් සැකසීම් අභිබවා යාමට, ඔබට පහත අවකාශයෙන් වෙන් කළ ලැයිස්තුවේ උපාංග, වෙළුම් ලේබල හෝ උපාංග හැඳුනුම්පත් නියම කළ හැක. උදාහරණයක්: +/dev/sdd1 -අවකාශය සමඟ ලේබලය +ata-OCZ-part4 මෙය හේතු වනු ඇත /dev/sdd1 සහ අනාවරණය වූ විට ස්වයංක්u200dරීයව සවි කළ යුතු OCZ උපාංගය සහ ලේබලය සහිත පරිමාව "අවකාශය සමඟ ලේබලය" නොසලකා හැරිය යුතු ය. එක් එක් අයිතමයට කෙළින්ම ප්u200dරවේශයන් සහ වැඩි හෝ අඩු ලකුණක් අතර ඉඩක් තිබිය යුතුය. මෙම ලැයිස්තුව සිද්ධි සංවේදී වේ.
sk: Ak chcete vynútiť alebo zabrániť automatickému pripájaniu niektorých zväzkov, prepísaním iných nastavení, môžete zadať zariadenia, štítky zväzkov alebo ID zariadení v zozname oddelenom medzerami nižšie. Príklad: +/dev/sdd1 -Štítok s medzerou +ata-OCZ-part4 Toto by spôsobilo /dev/sdd1 a zariadenie OCZ, ktoré sa má pri zistení automaticky pripojiť, a zväzok so štítkom "Štítok s medzerou" byť ignorovaný. Medzi položkami musí byť medzera a znamienko plus alebo mínus priamo pred každou položkou. Tento zoznam rozlišuje malé a veľké písmená.
sl: Če želite vsiliti ali preprečiti samodejno vstavljanje nekaterih nosilcev in preglasiti druge nastavitve, lahko določite naprave, oznake nosilcev ali ID-je naprav na spodnjem seznamu, ločenem s presledki. Primer: +/dev/sdd1 -Oznaka s presledkom +ata-OCZ-part4 To bi povzročilo /dev/sdd1 in napravo OCZ, ki jo je treba samodejno namestiti, ko je zaznana, ter glasnost z oznako "Oznaka s presledkom" biti prezrt. Neposredno pred vsakim elementom mora biti presledek med vnosi in znak plus ali minus. Ta seznam je občutljiv na velike in male črke.
sq: Për të detyruar ose parandaluar montimin automatik të disa vëllimeve, duke anashkaluar cilësime të tjera, mund të specifikoni pajisjet, etiketat e volumit ose ID-të e pajisjes në listën e ndarë nga hapësira më poshtë. Shembull: +/dev/sdd1 -Etiketa me hapësirë +ata-OCZ-part4 Kjo do të shkaktonte /dev/sdd1 dhe pajisja OCZ që do të montohet automatikisht kur zbulohet, dhe volumi me etiketë "Etiketa me hapësirë" për t'u injoruar. Duhet të ketë një hapësirë midis hyrjeve dhe një shenjë plus ose minus direkt përpara çdo artikulli. Kjo listë është e ndjeshme ndaj rasteve.
sw: Ili kulazimisha au kuzuia uwekaji kiotomatiki wa baadhi ya juzuu, kubatilisha mipangilio mingine, unaweza kubainisha vifaa, lebo za sauti au Vitambulisho vya kifaa katika orodha iliyotenganishwa na nafasi iliyo hapa chini. Mfano: +/dev/sdd1 -Weka lebo kwa Nafasi +ata-OCZ-part4 Hii ingesababisha /dev/sdd1 na kifaa cha OCZ cha kupachikwa kiotomatiki kinapotambuliwa, na sauti iliyo na lebo "Weka lebo kwa Nafasi" ya kupuuzwa. Lazima kuwe na nafasi kati ya maingizo na ishara ya kuongeza au kutoa moja kwa moja kabla ya kila kipengee. Orodha hii ni nyeti kwa kesi.
ta: சில வால்யூம்களின் ஆட்டோமவுண்டிங்கை கட்டாயப்படுத்த அல்லது தடுக்க, மற்ற அமைப்புகளை மீறி, கீழே உள்ள இடத்தால் பிரிக்கப்பட்ட பட்டியலில் சாதனங்கள், வால்யூம் லேபிள்கள் அல்லது சாதன ஐடிகளைக் குறிப்பிடலாம். உதாரணமாக: +/dev/sdd1 -இடத்துடன் லேபிள் +ata-OCZ-part4 இது ஏற்படுத்தும் /dev/sdd1 மற்றும் OCZ சாதனம் கண்டறியப்படும்போது தானாக ஏற்றப்படும், மற்றும் லேபிளுடன் ஒலியளவு "இடத்துடன் லேபிள்" புறக்கணிக்கப்பட வேண்டும். உள்ளீடுகளுக்கு இடையே இடைவெளி இருக்க வேண்டும் மற்றும் ஒவ்வொரு உருப்படிக்கும் நேரடியாக கூட்டல் அல்லது கழித்தல் குறி இருக்க வேண்டும். இந்த பட்டியல் கேஸ்-சென்சிட்டிவ்.
te: కొన్ని వాల్యూమ్u200cల ఆటోమౌంటింగ్u200cను బలవంతంగా లేదా నిరోధించడానికి, ఇతర సెట్టింగ్u200cలను భర్తీ చేయడానికి, మీరు దిగువ స్థలంతో వేరు చేయబడిన జాబితాలో పరికరాలు, వాల్యూమ్ లేబుల్u200cలు లేదా పరికర IDలను పేర్కొనవచ్చు. ఉదాహరణ: +/dev/sdd1 -స్థలంతో లేబుల్ +ata-OCZ-part4 ఇది కారణం అవుతుంది /dev/sdd1 మరియు OCZ పరికరం గుర్తించబడినప్పుడు స్వయంచాలకంగా మౌంట్ చేయబడుతుంది మరియు లేబుల్u200cతో వాల్యూమ్ "స్థలంతో లేబుల్" నిర్లక్ష్యం చేయాలి. ఎంట్రీల మధ్య తప్పనిసరిగా ఖాళీ ఉండాలి మరియు ప్రతి అంశానికి ముందు నేరుగా ప్లస్ లేదా మైనస్ గుర్తు ఉండాలి. ఈ జాబితా కేస్ సెన్సిటివ్.
tg: Барои маҷбур кардан ё пешгирӣ кардани насби худкори баъзе ҷилдиҳо, бартарии танзимоти дигар, шумо метавонед дастгоҳҳо, тамғакоғазҳои ҳаҷм ё ID-ҳои дастгоҳро дар рӯйхати аз фазои ҷудошуда дар зер муайян кунед. Мисол: +/dev/sdd1 -Нишон бо Фазо +ata-OCZ-part4 Ин боиси /dev/sdd1 ва дастгоҳи OCZ ҳангоми ошкор шудан ба таври худкор насб карда мешавад ва ҳаҷми бо тамғакоғаз "Нишон бо Фазо" сарфи назар карда шавад. Байни вурудот бояд фосила ва аломати плюс ё минус мустақиман пеш аз ҳар як ашё мавҷуд бошад. Ин рӯйхат ба ҳарфи калон ҳассос аст.
th: ในการบังคับหรือป้องกันการต่อเชื่อมอัตโนมัติสำหรับไดรฟ์ข้อมูลบางรายการ การลบล้างการตั้งค่าอื่นๆ คุณสามารถระบุอุปกรณ์ ป้ายกำกับปริมาณ หรือรหัสอุปกรณ์ในรายการที่คั่นด้วยช่องว่างด้านล่าง ตัวอย่าง: +/dev/sdd1 -ป้ายด้วย Space +ata-OCZ-part4 นี้จะทำให้ /dev/sdd1 และอุปกรณ์ OCZ ที่จะต่อเชื่อมอัตโนมัติเมื่อตรวจพบ และระดับเสียงที่มีป้ายกำกับ "ป้ายด้วย Space" ที่จะถูกละเลย ต้องมีช่องว่างระหว่างรายการและเครื่องหมายบวกหรือลบโดยตรงก่อนแต่ละรายการ รายการนี้คำนึงถึงขนาดตัวพิมพ์
tk: Käbir jiltleriň awtomatlaşdyrylmagyny mejbur etmek ýa-da öňüni almak üçin, beýleki sazlamalary ýok etmek üçin aşakdaky boşluk sanawynda enjamlary, ses belliklerini ýa-da enjam ID-lerini görkezip bilersiňiz. Mysal: +/dev/sdd1 -Boşluk bilen bellik +ata-OCZ-part4 Munuň sebäbi bolar /dev/sdd1 we ýüze çykarylanda awtomatik gurnalan OCZ enjamy we bellikli ses "Boşluk bilen bellik" äsgerilmezlik. Her elementiň öňünden ýazgylar bilen goşmaça ýa-da minus belgisiniň arasynda boşluk bolmaly. Bu sanaw baş harplara degişlidir.
tt: Кайбер томнарны автоматлаштыруны мәҗбүр итү яки булдырмау өчен, бүтән көйләнмәләрне өстәп, сез җайланмаларны, тавыш билгеләрен яки җайланма таныклыкларын түбәндәге киңлек белән аерылган исемлектә күрсәтә аласыз. Мисал: +/dev/sdd1 -Космос белән ярлык +ata-OCZ-part4 Бу сәбәп булыр иде /dev/sdd1 һәм OCZ җайланмасы ачыклангач автоматик рәвештә урнаштырылырга тиеш, һәм ярлык белән тавыш "Космос белән ярлык" игътибарсыз калырга. Itemsәрбер әйбер алдыннан язмалар белән плюс яки минус билгесе арасында урын булырга тиеш. Бу исемлек символик.
uk: Щоб примусово або запобігти автоматичне монтування деяких томів, замінюючи інші налаштування, ви можете вказати пристрої, мітки томів або ідентифікатори пристроїв у списку, розділеному пробілами нижче. приклад: +/dev/sdd1 -Мітка з пробілом +ata-OCZ-part4 Це спричинило б /dev/sdd1 і пристрій OCZ, який автоматично монтується при виявленні, і том із міткою "Мітка з пробілом" ігнорувати. Між записами має бути пробіл і знак плюс або мінус безпосередньо перед кожним пунктом. Цей список чутливий до регістру.
ur: ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺮﮐ ﺖﺣﺎﺿﻭ ﯽﮐ ﯼﮈ ﯽﺋﺁ ﺲﺋﺍﻮﯾﮈ ﺎﯾ ،ﺰﻠﺒﯿﻟ ﻡﻮﯿﻟﺍﻭ ،ﺰﺴﺋﺍﻮﯾﮈ ﮟﯿﻣ ﺖﺳﺮﮩﻓ ﮦﺩﺮﮐ ﮓﻟﺍ ﮯﺳ ﺲﯿﭙﺳﺍ ﯽﺌﮔ ﯼﺩ ﮯﭽﯿﻧ :ﻝﺎﺜﻣ +/dev/sdd1 -ﻞﺒﯿﻟ ﮫﺗﺎﺳ ﮯﮐ ﻼ﻿ﺧ +ata-OCZ-part4 ۔ﺎﮔ ﮯﻨﺑ ﺐﺒﺳ ﺎﮐ ﺱﺍ /dev/sdd1 ﻡﻮﯿﻟﺍﻭ ﮫﺗﺎﺳ ﮯﮐ ﻞﺒﯿﻟ ﺭﻭﺍ ،ﮯﺋﺎﺟ ﻼ﻿ﭼ ﮧﺘﭘ ﺐﺟ ﺎﮔ ﮯﺋﺎﺟ ﺎﯿﮐ ﺐﺼﻧ ﮯﺳ ﮯﻘﯾﺮﻃ ﺭﺎﮐ ﺩﻮﺧ ﮧﻟﺁ OCZ ﺭﻭﺍ "ﻞﺒﯿﻟ ﮫﺗﺎﺳ ﮯﮐ ﻼ﻿ﺧ" .ﮯﺋﺎﺟ ﺎﯿﮐ ﺯﺍﺪﻧﺍ ﺮﻈﻧ ۔ﮯﮨ ﺱﺎﺴﺣ ﮯﺳ ﻅﺎﺤﻟ ﮯﮐ ﺲﯿﮐ ﺖﺳﺮﮩﻓ ﮧﯾ ۔ﮯﯿﮨﺎﭼ ﯽﻧﻮﮨ ﮧﮕﺟ ﮏﯾﺍ ﻥﺎﯿﻣﺭﺩ ﮯﮐ ﻥﺎﺸﻧ ﮯﮐ ﺲﻨﺋﺎﻣ ﺎﯾ ﻊﻤﺟ ﺭﻭﺍ ﺕﺎﺟﺍﺭﺪﻧﺍ ﮯﻠﮩﭘ
uz: Ayrim jildlarni avtomatik oʻrnatishga majburlash yoki oldini olish, boshqa sozlamalarni bekor qilish uchun siz quyidagi boʻsh joydan ajratilgan roʻyxatda qurilmalar, tovush yorliqlari yoki qurilma identifikatorlarini belgilashingiz mumkin. Misol: +/dev/sdd1 -Bo'sh joy bilan yorliq +ata-OCZ-part4 Bu sabab bo'ladi /dev/sdd1 va aniqlanganda avtomatik o'rnatiladigan OCZ qurilmasi va yorliqli ovoz balandligi "Bo'sh joy bilan yorliq" e'tiborga olinmaslik. Har bir element oldida to'g'ridan-to'g'ri yozuvlar va ortiqcha yoki minus belgisi o'rtasida bo'sh joy bo'lishi kerak. Bu roʻyxat katta-kichik harflarga bogʻliq.
vi: Để buộc hoặc ngăn tự động đếm một số ổ, ghi đè các cài đặt khác, bạn có thể chỉ định thiết bị, nhãn ổ hoặc ID thiết bị trong danh sách được phân tách bằng dấu cách bên dưới. Ví dụ: +/dev/sdd1 -Gắn nhãn với không gian +ata-OCZ-part4 Điều này sẽ gây ra /dev/sdd1 và thiết bị OCZ sẽ được tự động gắn khi được phát hiện và ổ đĩa có nhãn "Gắn nhãn với không gian" được bỏ qua. Phải có khoảng cách giữa các mục và dấu cộng hoặc trừ ngay trước mỗi mục. Danh sách này phân biệt chữ hoa chữ thường.
xh: Ukunyanzela okanye ukuthintela unyuso oluzenzekelayo lweminye imiqulu, ukodlula ezinye iisetingi, ungakhankanya izixhobo, iilebhile zevolyum, okanye ii-ID zesixhobo kuluhlu olwahlulwe isithuba esingezantsi. Umzekelo: +/dev/sdd1 -Ileyibhile Ngesithuba +ata-OCZ-part4 Oku kuya kubangela /dev/sdd1 kunye nesixhobo se-OCZ siza kunyuswa ngokuzenzekela xa sibhaqiwe, kunye nevolumu enelebhile "Ileyibhile Ngesithuba" ukungahoywa. Kufuneka kubekho isithuba phakathi kwamangenelo kunye nophawu lokudibanisa okanye lokuthabatha ngqo phambi kwento nganye. Olu luhlu lunobuzaza.
yi: .ןטנוא המישר ןדיישפא-ץאַלפּ יד ןיא סדי לטימ רעדאָ סלעבאַל דנאַב ,סעסיוועד יד ןריציפיצעפּס ןענעק ריא ,סגניטטע :ליפּשיַיב +/dev/sdd1 -ץאַלפּ טימ עמריפ +ata-OCZ-part4 ןפאַשראַפ טלאָוו סאָד /dev/sdd1 עמריפ טימ דנאַב יד ןוא ,דאַטקעטיד ןעוו דעטנואָמ-אָטואַ ןייז וצ לטימ OCZ יד ןוא "ץאַלפּ טימ עמריפ" .טריראָנגיא ןייז וצ .קידוועריפּש-לאַפ זיא המישר יד .רעמונ רעדעי רעדייא ךיַילג ןכייצ סונימ רעדאָ סולפּ אַ ןוא ןסנייא ןשיווצ ץאַלפּ
