Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
af: Die name van die geselekteerde lêers sal by die '.hidden' lêer geleë in hierdie vouer, wat hulle sal versteek in zzzFM. Jy sal dalk die aansig moet verfris of zzzFM moet herbegin vir die lêers om te verdwyn. Om 'n lêer te ontsteek, maak die .hidden-lêer in jou teksredigeerder oop, verwyder die naam van die lêer en verfris.
am: የተመረጡት ፋይሎች ስም በ '.hidden' በዚህ አቃፊ ውስጥ የሚገኝ ፋይል፣ ይህም በ zzzFM ውስጥ እንዳይታዩ ያደርጋቸዋል። ፋይሎቹ እንዲጠፉ እይታውን ማደስ ወይም zzzFMን እንደገና ማስጀመር ሊኖርብዎ ይችላል። ፋይልን ላለመደበቅ፣ የተደበቀውን ፋይል በጽሑፍ አርታኢዎ ውስጥ ይክፈቱ፣ የፋይሉን ስም ያስወግዱ እና ያድሱ።
ar: ﻒﻠﻣ ﻰﻟﺇ ﺓﺩﺪﺤﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍ ءﺎﻤﺳﺃ ﺔﻓﺎﺿﺇ ﻢﺘﺘﺳ '.hidden' .ﺕﺎﻔﻠﻤﻟﺍ ﻲﻔﺘﺨﺗ ﻰﺘﺣ zzzFM ﻞﻴﻐﺸﺗ ﺓﺩﺎﻋﺇ ﻭﺃ ﺽﺮﻌﻟﺍ ﺚﻳﺪﺤﺗ ﻰﻟﺇ ﺝﺎﺘﺤﺗ ﺪﻗ .zzzFM ﻲﻓ ﺽﺮﻌﻟﺍ ﻦﻋ ﻢﻬﻴﻔﺨﻴﺳ ﻱﺬﻟﺍﻭ ، ﺪﻠﺠﻤﻟﺍ ﺍﺬﻫ ﻲﻓ ﺩﻮﺟﻮﻤﻟﺍ ﻒﻠﻤﻟﺍ .ﺚﻳﺪﺤﺘﻟﺎﺑ ﻢﻗ ﻢﺛ ، ﻒﻠﻤﻟﺍ ﻢﺳﺍ ﺔﻟﺍﺯﺈﺑ ﻢﻗﻭ ، ﻚﺑ ﺹﺎﺨﻟﺍ ﺹﻮﺼﻨﻟﺍ ﺭﺮﺤﻣ ﻲﻓ ﻲﻔﺨﻤﻟﺍ ﻒﻠﻤﻟﺍ ﺢﺘﻓﺍ ، ﻒﻠﻣ ﺭﺎﻬﻇﻹ﻿
be: Назвы выбраных файлаў будуць дададзены ў файл '.hidden' файл, размешчаны ў гэтай тэчцы, які схавае іх ад прагляду ў zzzFM. Магчыма, вам спатрэбіцца абнавіць прагляд або перазапусціць zzzFM, каб файлы зніклі. Каб паказаць файл, адкрыйце файл .hidden у вашым тэкставым рэдактары, выдаліце u200bu200bназву файла і абнавіце.
bg: Имената на избраните файлове ще бъдат добавени към '.hidden' файл, намиращ се в тази папка, което ще ги скрие от преглед в zzzFM. Може да се наложи да опресните изгледа или да рестартирате zzzFM, за да изчезнат файловете. За да разкриете файл, отворете файла .hidden във вашия текстов редактор, премахнете името на файла и опреснете.
bn: নির্বাচিত ফাইলের নাম যোগ করা হবে '.hidden' এই ফোল্ডারে অবস্থিত ফাইল, যা তাদের zzzFM-এ দৃশ্য থেকে আড়াল করবে। ফাইলগুলি অদৃশ্য হওয়ার জন্য আপনাকে দৃশ্যটি রিফ্রেশ করতে বা zzzFM পুনরায় চালু করতে হতে পারে। একটি ফাইল আনহাইড করতে, আপনার টেক্সট এডিটরে .hidden ফাইলটি খুলুন, ফাইলটির নাম মুছে ফেলুন এবং রিফ্রেশ করুন।
ca: Els noms dels fitxers seleccionats s'afegiran al fitxer '.hidden' fitxer ubicat en aquesta carpeta, que els ocultarà a zzzFM. És possible que hàgiu d'actualitzar la vista o reiniciar zzzFM perquè els fitxers desapareguin. Per mostrar un fitxer, obriu el fitxer .hidden al vostre editor de text, elimineu el nom del fitxer i actualitzeu-lo.
cy: Ychwanegir enwau'r ffeiliau a ddewiswyd at y '.hidden' ffeil wedi'i lleoli yn y ffolder hon, a fydd yn eu cuddio o'r golwg yn zzzFM. Efallai y bydd angen i chi adnewyddu'r olygfa neu ailgychwyn zzzFM er mwyn i'r ffeiliau ddiflannu. I agor ffeil, agorwch y ffeil .hidden yn eich golygydd testun, tynnwch enw'r ffeil, a'i hadnewyddu.
da: Navnene på de valgte filer vil blive tilføjet til '.hidden' fil placeret i denne mappe, som vil skjule dem fra visning i zzzFM. Du skal muligvis opdatere visningen eller genstarte zzzFM for at filerne forsvinder. For at vise en fil skal du åbne .hidden-filen i din teksteditor, fjerne navnet på filen og opdatere.
eo: La nomoj de la elektitaj dosieroj estos aldonitaj al la '.hidden' dosiero situanta en ĉi tiu dosierujo, kiu kaŝos ilin de vido en zzzFM. Vi eble bezonos refreŝigi la vidon aŭ rekomenci zzzFM por ke la dosieroj malaperu. Por malkaŝi dosieron, malfermu la .hidden dosieron en via tekstredaktilo, forigu la nomon de la dosiero kaj refreŝigu.
et: Valitud failide nimed lisatakse '.hidden' selles kaustas asuv fail, mis peidab need zzzFM-is kuvamise eest. Failide kadumiseks peate võib-olla vaadet värskendama või zzzFM-i taaskäivitama. Faili peitmiseks avage oma tekstiredaktoris .hidden fail, eemaldage faili nimi ja värskendage.
eu: Hautatutako fitxategien izenak gehituko dira '.hidden' Karpeta honetan kokatutako fitxategia, zzzFM-n ezkutatuko dituena. Baliteke ikuspegia freskatu edo zzzFM berrabiarazi behar izatea fitxategiak desager daitezen. Fitxategi bat ezkutatzeko, ireki .hidden fitxategia zure testu-editorean, kendu fitxategiaren izena eta freskatu.
fa: ﺩﻮﺷ ﯽﻣ ﻪﻓﺎﺿﺍ ﻞﯾﺎﻓ ﻪﺑ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﯼﺎﻫ ﻞﯾﺎﻓ ﻡﺎﻧ '.hidden' .ﺪﯿﻨﮐ ﯼﺯﺍﺪﻧﺍu200cﻩﺍﺭ ًﺍﺩﺪﺠﻣ ﺍﺭ zzzFM ﺎﯾ ﺪﯿﻨﮐ ﯽﻧﺍﻮﺧﺯﺎﺑ ﺍﺭ ﯼﺎﻤﻧ ﺪﺷﺎﺑ ﻡﺯﻻ﻿ ﺖﺳﺍ ﻦﮑﻤﻣ ﺎﻫu200cﻞﯾﺎﻓ ﻥﺪﺷ ﺪﯾﺪﭘ .ﺪﯿﻨﮐ ﯽﻧﺍﻮﺧﺯﺎﺑ ﺍﺭ ﻥﺁ ﻭ ﻩﺩﺮﮐ ﻑﺬﺣ ﺍﺭ ﻞﯾﺎﻓ ﻡﺎﻧ ،ﺪﯿﻨﮐ ﺯﺎﺑ ﺩﻮﺧ ﻦﺘﻣ ﺮﮕﺸﯾﺍﺮﯾﻭ ﺭﺩ ﺍﺭ hidden. ﻞﯾﺎﻓ ،ﻞﯾﺎﻓ ﮏﯾ
fi: Valittujen tiedostojen nimet lisätään tiedostoon '.hidden' tiedostot, jotka sijaitsevat tässä kansiossa, mikä piilottaa ne näkyvistä zzzFM:ssä. Sinun on ehkä päivitettävä näkymä tai käynnistettävä zzzFM uudelleen, jotta tiedostot katoavat. Jos haluat näyttää tiedoston, avaa .hidden-tiedosto tekstieditorissa, poista tiedoston nimi ja päivitä.
fil: Ang mga pangalan ng mga napiling file ay idaragdag sa '.hidden' file na matatagpuan sa folder na ito, na magtatago sa kanila mula sa view sa zzzFM. Maaaring kailanganin mong i-refresh ang view o i-restart ang zzzFM para mawala ang mga file. Upang i-unhide ang isang file, buksan ang .hidden file sa iyong text editor, alisin ang pangalan ng file, at i-refresh.
fy: De nammen fan de selektearre triemmen wurde tafoege oan de '.hidden' triem leit yn dizze map, dat sil ferbergje se út sicht yn zzzFM. Jo moatte miskien de werjefte ferfarskje of zzzFM opnij starte om de bestannen te ferdwinen. Om in bestân wer te ferbergjen, iepenje de .hidden-bestân yn jo tekstbewurker, ferwiderje de namme fan it bestân en ferfarskje.
ga: Cuirfear ainmneacha na gcomhad roghnaithe leis an '.hidden' comhad atá san fhillteán seo, a cheiltfidh iad ó amharc i zzzFM. B’fhéidir go mbeidh ort an radharc a athnuachan nó zzzFM a atosú chun go n-imeoidh na comhaid. Chun comhad a chur ar neamhní, oscail an comhad .hidden i d’eagarthóir téacs, bain ainm an chomhaid, agus athnuachan é.
gd: Thèid ainmean nam faidhlichean taghte a chur ris an '.hidden' faidhle a tha suidhichte sa phasgan seo, a chuireas am falach iad bho shealladh ann an zzzFM. Is dòcha gu feum thu an sealladh ùrachadh no zzzFM ath-thòiseachadh gus na faidhlichean a dhol à sealladh. Gus faidhle a chuir air bhog, fosgail am faidhle .hidden anns an deasaiche teacsa agad, thoir air falbh ainm an fhaidhle, agus ùraich e.
gl: Os nomes dos ficheiros seleccionados engadiranse ao ficheiro '.hidden' ficheiro situado neste cartafol, o que os ocultará da vista en zzzFM. Quizais necesites actualizar a vista ou reiniciar zzzFM para que os ficheiros desaparezan. Para mostrar un ficheiro, abre o ficheiro .hidden no teu editor de texto, elimina o nome do ficheiro e actualiza.
gu: પસંદ કરેલ ફાઈલોના નામો ઉમેરવામાં આવશે '.hidden' આ ફોલ્ડરમાં સ્થિત ફાઇલ, જે તેમને zzzFM માં જોવાથી છુપાવશે. ફાઇલો અદૃશ્ય થઈ જાય તે માટે તમારે દૃશ્યને તાજું કરવાની અથવા zzzFM પુનઃપ્રારંભ કરવાની જરૂર પડી શકે છે. ફાઇલને છુપાવવા માટે, તમારા ટેક્સ્ટ એડિટરમાં .hidden ફાઇલ ખોલો, ફાઇલનું નામ દૂર કરો અને રિફ્રેશ કરો.
he: -ל ופסוותי ורחבנש םיצבקה תומש '.hidden' .ומלעיי םיצבקהש ידכ zzzFM תא שדחמ ליעפהל וא הגוצתה תא ןנערל ךילע היהיש ןכתיי .zzzFM-ב הגוצתהמ םתוא .ןנערו ץבוקה םש תא רסה ,ךלש טסקטה ךרועב hidden-ה ץבוק תא חתפ ,ץבוק תרתסה לטבל ידכ
hi: चयनित फाइलों के नाम इसमें जोड़ दिए जाएंगे '.hidden' इस फ़ोल्डर में स्थित फ़ाइल, जो उन्हें zzzFM में देखने से छिपाएगी। फ़ाइलों को गायब करने के लिए आपको दृश्य को ताज़ा करने या zzzFM को पुनरारंभ करने की आवश्यकता हो सकती है। किसी फ़ाइल को दिखाने के लिए, अपने टेक्स्ट एडिटर में .hidden फ़ाइल खोलें, फ़ाइल का नाम हटाएँ और ताज़ा करें।
hr: Nazivi odabranih datoteka bit će dodani u '.hidden' datoteku koja se nalazi u ovoj mapi, što će ih sakriti od pogleda u zzzFM. Možda ćete morati osvježiti prikaz ili ponovno pokrenuti zzzFM kako bi datoteke nestale. Da biste otkrili datoteku, otvorite datoteku .hidden u uređivaču teksta, uklonite naziv datoteke i osvježite.
hu: A kiválasztott fájlok neve hozzáadódik a '.hidden' fájl található ebben a mappában, amely elrejti őket a zzzFM-ben. Lehetséges, hogy frissítenie kell a nézetet vagy újra kell indítania a zzzFM-et, hogy a fájlok eltűnjenek. A fájl elrejtéséhez nyissa meg a .hidden fájlt a szövegszerkesztőben, távolítsa el a fájl nevét, és frissítse.
hy: Ընտրված ֆայլերի անունները կավելացվեն '.hidden' այս թղթապանակում գտնվող ֆայլը, որը կթաքցնի դրանք zzzFM-ում տեսադաշտից: Ձեզ կարող է անհրաժեշտ լինել թարմացնել տեսքը կամ վերագործարկել zzzFM-ը, որպեսզի ֆայլերը անհետանան: Ֆայլը ցուցադրելու համար բացեք .hidden ֆայլը ձեր տեքստային խմբագրիչում, հեռացրեք ֆայլի անունը և թարմացրեք:
id: Nama-nama file yang dipilih akan ditambahkan ke '.hidden' file yang terletak di folder ini, yang akan menyembunyikannya dari tampilan di zzzFM. Anda mungkin perlu menyegarkan tampilan atau memulai ulang zzzFM agar file hilang. Untuk memperlihatkan file, buka file .hidden di editor teks Anda, hapus nama file, dan segarkan.
is: Nöfnum valinna skráa verður bætt við '.hidden' skrá sem er staðsett í þessari möppu, sem mun fela þær í zzzFM. Þú gætir þurft að endurnýja sýn eða endurræsa zzzFM til að skrárnar hverfa. Til að birta skrá skaltu opna .hidden skrána í textaritlinum, fjarlægja nafnið á skránni og endurhlaða.
ka: არჩეული ფაილების სახელები დაემატება '.hidden' ფაილი, რომელიც მდებარეობს ამ საქაღალდეში, რომელიც დამალავს მათ ხედვისგან zzzFM-ში. შეიძლება დაგჭირდეთ ხედის განახლება ან zzzFM გადატვირთვა, რომ ფაილები გაქრეს. ფაილის გასახსნელად, გახსენით .დამალული ფაილი თქვენს ტექსტურ რედაქტორში, წაშალეთ ფაილის სახელი და განაახლეთ.
kk: Таңдалған файлдардың атаулары файлға қосылады '.hidden' файл осы қалтада орналасқан, ол оларды zzzFM ішінде қараудан жасырады. Файлдар жоғалуы үшін көріністі жаңарту немесе zzzFM қайта іске қосу қажет болуы мүмкін. Файлды көрсету үшін мәтіндік өңдегіште .hidden файлын ашыңыз, файлдың атын жойыңыз және жаңартыңыз.
km: ឈ្មោះឯកសារដែលបានជ្រើសរើសនឹងត្រូវបានបន្ថែមទៅ '.hidden' ឯកសារដែលមានទីតាំងនៅក្នុងថតនេះ ដែលនឹងលាក់ពួកវាពីការមើលក្នុង zzzFM ។ អ្នកប្រហែលជាត្រូវធ្វើឱ្យទិដ្ឋភាពឡើងវិញ ឬចាប់ផ្ដើម zzzFM ឡើងវិញដើម្បីឱ្យឯកសារបាត់។ ដើម្បីឈប់លាក់ឯកសារ សូមបើកឯកសារ .hidden នៅក្នុងកម្មវិធីនិពន្ធអត្ថបទរបស់អ្នក យកឈ្មោះឯកសារចេញ ហើយផ្ទុកឡើងវិញ។
kn: ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್u200cಗಳ ಹೆಸರುಗಳನ್ನು ಗೆ ಸೇರಿಸಲಾಗುತ್ತದೆ '.hidden' ಈ ಫೋಲ್ಡರ್u200cನಲ್ಲಿ ಫೈಲ್ ಇದೆ, ಇದು ಅವುಗಳನ್ನು zzzFM ನಲ್ಲಿ ವೀಕ್ಷಣೆಯಿಂದ ಮರೆಮಾಡುತ್ತದೆ. ಫೈಲ್u200cಗಳು ಕಣ್ಮರೆಯಾಗಲು ನೀವು ವೀಕ್ಷಣೆಯನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಬೇಕಾಗಬಹುದು ಅಥವಾ zzzFM ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಬೇಕಾಗಬಹುದು. ಫೈಲ್ ಅನ್ನು ಅನ್u200cಹೈಡ್ ಮಾಡಲು, ನಿಮ್ಮ ಪಠ್ಯ ಸಂಪಾದಕದಲ್ಲಿ .hidden ಫೈಲ್ ಅನ್ನು ತೆರೆಯಿರಿ, ಫೈಲ್u200cನ ಹೆಸರನ್ನು ತೆಗೆದುಹಾಕಿ ಮತ್ತು ರಿಫ್ರೆಶ್ ಮಾಡಿ.
ku: Navên pelên hilbijartî dê li pelê zêde bibin '.hidden' pelê ku di vê peldankê de ye, ku dê wan ji ber çavan di zzzFM de veşêre. Dibe ku hûn hewce ne ku dîtinê nûve bikin an zzzFM ji nû ve bidin destpêkirin da ku pel winda bibin. Ji bo ku pelek veneşêrin, pelê .veşartî di edîtorê nivîsê de vekin, navê pelê jêkin û nûve bikin.
ky: Тандалган файлдардын аттары файлга кошулат '.hidden' Бул папкада жайгашкан файл, аларды zzzFMде көрүүдөн жашырат. Файлдар жок болушу үчүн көрүнүштү жаңыртыңыз же zzzFMди кайра күйгүзүшүңүз керек болушу мүмкүн. Файлды көрсөтүү үчүн текст редакторуңузда .hidden файлын ачып, файлдын атын алып салып, жаңыртыңыз.
lb: D'Nimm vun de gewielte Dateien ginn derbäigesat '.hidden' Datei, déi an dësem Dossier läit, deen se an zzzFM aus der Sicht verstoppt. Dir musst vläicht d'Vue erfrëschen oder zzzFM nei starten fir datt d'Dateien verschwannen. Fir e Fichier ze verstoppen, öffnen d'.hidden Datei an Ärem Texteditor, läscht den Numm vun der Datei an erfrëscht.
lo: ຊື່ຂອງໄຟລ໌ທີ່ເລືອກຈະຖືກເພີ່ມໃສ່ '.hidden' ໄຟລ໌ທີ່ຢູ່ໃນໂຟນເດີນີ້, ເຊິ່ງຈະເຊື່ອງພວກມັນຈາກການເບິ່ງໃນ zzzFM. ທ່ານອາດຈະຈໍາເປັນຕ້ອງໄດ້ໂຫຼດຫນ້າຈໍຄືນໃຫມ່ຫຼື restart zzzFM ເພື່ອໃຫ້ໄຟລ໌ຫາຍໄປ. ເພື່ອຍົກເລີກການເຊື່ອງໄຟລ໌, ເປີດໄຟລ໌ .hidden ໃນຕົວແກ້ໄຂຂໍ້ຄວາມຂອງທ່ານ, ເອົາຊື່ຂອງໄຟລ໌ອອກ ແລະໂຫຼດຂໍ້ມູນຄືນໃໝ່.
lt: Pasirinktų failų pavadinimai bus įtraukti į '.hidden' failą, esantį šiame aplanke, kuris paslėps juos nuo zzzFM. Gali tekti atnaujinti rodinį arba iš naujo paleisti zzzFM, kad failai išnyktų. Norėdami nebeslėpti failo, atidarykite .hidden failą teksto rengyklėje, pašalinkite failo pavadinimą ir atnaujinkite.
lv: Atlasīto failu nosaukumi tiks pievienoti '.hidden' failu, kas atrodas šajā mapē, un tas paslēps tos no skata zzzFM. Jums var būt nepieciešams atsvaidzināt skatu vai restartēt zzzFM, lai faili pazustu. Lai parādītu faila slēpšanu, teksta redaktorā atveriet .hidden failu, noņemiet faila nosaukumu un atsvaidziniet.
mg: Ny anaran'ireo rakitra voafantina dia hanampy amin'ny '.hidden' rakitra hita ao amin'ity lahatahiry ity, izay hanafina azy ireo tsy ho hitan'ny zzzFM. Mety mila mamelombelona ny fijery ianao na mamerina ny zzzFM mba hanjavona ireo rakitra. Raha tsy manafina rakitra, sokafy ny rakitra .hidden ao amin'ny tonian-dahatsoratrao, esory ny anaran'ilay rakitra, ary avereno.
mi: Ko nga ingoa o nga konae kua tohua ka taapirihia ki te '.hidden' he konae kei roto i tenei kōpaki, ka huna mai i te tirohanga ki zzzFM. Ka hiahia koe ki te whakahou i te tirohanga, ki te whakaara ano i te zzzFM kia ngaro nga konae. Hei wetewete i tetahi konae, whakatuwherahia te konae .huna i roto i to ētita tuhinga, tango i te ingoa o te konae, ka whakahou.
mk: Имињата на избраните датотеки ќе бидат додадени во '.hidden' датотека лоцирана во оваа папка, која ќе ги скрие од поглед во zzzFM. Можеби ќе треба да го освежите приказот или да го рестартирате zzzFM за датотеките да исчезнат. За да откриете датотека, отворете ја .hidden датотеката во вашиот уредувач на текст, отстранете го името на датотеката и освежете ја.
ml: തിരഞ്ഞെടുത്ത ഫയലുകളുടെ പേരുകൾ ഇതിലേക്ക് ചേർക്കും '.hidden' ഫയൽ ഈ ഫോൾഡറിൽ സ്ഥിതിചെയ്യുന്നു, അത് അവയെ zzzFM-ൽ കാണുന്നതിൽ നിന്ന് മറയ്ക്കും. ഫയലുകൾ അപ്രത്യക്ഷമാകുന്നതിന് നിങ്ങൾ കാഴ്ച പുതുക്കുകയോ zzzFM പുനരാരംഭിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്. ഒരു ഫയൽ മറയ്ക്കാൻ, നിങ്ങളുടെ ടെക്സ്റ്റ് എഡിറ്ററിൽ .hidden ഫയൽ തുറക്കുക, ഫയലിന്റെ പേര് നീക്കം ചെയ്യുക, പുതുക്കുക.
mn: Сонгосон файлуудын нэрсийг файлд нэмнэ '.hidden' Энэ хавтсанд байгаа файлыг zzzFM-д харагдахаас нуух болно. Файлууд алга болохын тулд та харагдацыг сэргээх эсвэл zzzFM-г дахин эхлүүлэх шаардлагатай байж магадгүй. Файлыг ил гаргахын тулд текст засварлагчдаа .hidden файлыг нээж, файлын нэрийг устгаад дахин сэргээнэ үү.
mr: निवडलेल्या फाइल्सची नावे मध्ये जोडली जातील '.hidden' फाइल या फोल्डरमध्ये आहे, जी त्यांना zzzFM मधील दृश्यापासून लपवेल. फाइल अदृश्य होण्यासाठी तुम्हाला दृश्य रिफ्रेश करावे लागेल किंवा zzzFM रीस्टार्ट करावे लागेल. फाइल उघडण्यासाठी, तुमच्या टेक्स्ट एडिटरमध्ये .hidden फाइल उघडा, फाइलचे नाव काढून टाका आणि रिफ्रेश करा.
mt: L-ismijiet tal-fajls magħżula se jiġu miżjuda mal- '.hidden' fajl li jinsab f'dan il-folder, li jaħbihom mill-vista f'zzzFM. Jista 'jkollok bżonn li jġedded il-veduta jew terġa' tibda zzzFM biex il-fajls jisparixxu. Biex tikxef fajl, iftaħ il-fajl .hidden fl-editur tat-test tiegħek, neħħi l-isem tal-fajl, u aġġorna.
my: ရွေးချယ်ထားသောဖိုင်များ၏ အမည်များကို အဆိုပါနေရာတွင် ထည့်သွင်းမည်ဖြစ်သည်။ '.hidden' zzzFM တွင် ၎င်းတို့ကို ကြည့်ရှုခြင်းမှ ဝှက်ထားမည့် ဤဖိုင်တွဲတွင်ရှိသော ဖိုင်။ ဖိုင်များပျောက်ကွယ်သွားရန်အတွက် မြင်ကွင်းကို ပြန်လည်စတင်ရန် သို့မဟုတ် zzzFM ကို ပြန်လည်စတင်ရန် လိုအပ်နိုင်သည်။ ဖိုင်တစ်ခုကို ဖျောက်ထားရန်၊ သင့်စာသားတည်းဖြတ်သူရှိ .hidden ဖိုင်ကိုဖွင့်ပါ၊ ဖိုင်အမည်ကို ဖယ်ရှားပြီး ပြန်လည်စတင်ပါ။
nb: Navnene på de valgte filene vil bli lagt til '.hidden' filen som ligger i denne mappen, som vil skjule dem fra visning i zzzFM. Du må kanskje oppdatere visningen eller starte zzzFM på nytt for at filene skal forsvinne. For å vise en fil, åpne .hidden-filen i tekstredigeringsprogrammet, fjern navnet på filen og oppdater.
ne: चयन गरिएका फाइलहरूको नामहरू थपिनेछ '.hidden' यो फोल्डरमा अवस्थित फाइल, जसले तिनीहरूलाई zzzFM मा दृश्यबाट लुकाउनेछ। फाइलहरू हराउनको लागि तपाईंले दृश्य रिफ्रेस गर्न वा zzzFM पुन: सुरु गर्न आवश्यक पर्दछ। फाइल अनहाइड गर्न, आफ्नो टेक्स्ट एडिटरमा लुकेको फाइल खोल्नुहोस्, फाइलको नाम हटाउनुहोस्, र रिफ्रेस गर्नुहोस्।
or: ମନୋନୀତ ଫାଇଲଗୁଡ଼ିକର ନାମଗୁଡ଼ିକ ସହିତ ଯୋଡା ଯିବ | '.hidden' ଏହି ଫୋଲ୍ଡରରେ ଅବସ୍ଥିତ ଫାଇଲ୍, ଯାହା ସେମାନଙ୍କୁ zzzFM ରେ ଦୃଶ୍ୟରୁ ଲୁଚାଇବ | ଫାଇଲଗୁଡିକ ଅଦୃଶ୍ୟ ହେବା ପାଇଁ ଆପଣଙ୍କୁ ଦୃଶ୍ୟକୁ ସତେଜ କରିବାକୁ କିମ୍ବା zzzFM କୁ ପୁନ rest ଆରମ୍ଭ କରିବାକୁ ପଡିବ | ଏକ ଫାଇଲ୍ ଲୁଚାଇବା ପାଇଁ, ଆପଣଙ୍କର ଟେକ୍ସଟ୍ ଏଡିଟର୍ ରେ .hidden ଫାଇଲ୍ ଖୋଲନ୍ତୁ, ଫାଇଲ୍ ର ନାମ ଅପସାରଣ କରନ୍ତୁ ଏବଂ ସତେଜ କରନ୍ତୁ |
pa: ਵਿੱਚ ਚੁਣੀਆਂ ਗਈਆਂ ਫਾਈਲਾਂ ਦੇ ਨਾਮ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾਣਗੇ '.hidden' ਇਸ ਫੋਲਡਰ ਵਿੱਚ ਸਥਿਤ ਫਾਈਲ, ਜੋ ਉਹਨਾਂ ਨੂੰ zzzFM ਵਿੱਚ ਵੇਖਣ ਤੋਂ ਲੁਕਾ ਦੇਵੇਗੀ। ਫਾਈਲਾਂ ਦੇ ਗਾਇਬ ਹੋਣ ਲਈ ਤੁਹਾਨੂੰ ਦ੍ਰਿਸ਼ ਨੂੰ ਤਾਜ਼ਾ ਕਰਨ ਜਾਂ zzzFM ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ। ਇੱਕ ਫਾਈਲ ਨੂੰ ਅਣਹਾਈਡ ਕਰਨ ਲਈ, ਆਪਣੇ ਟੈਕਸਟ ਐਡੀਟਰ ਵਿੱਚ .hidden ਫਾਈਲ ਨੂੰ ਖੋਲ੍ਹੋ, ਫਾਈਲ ਦਾ ਨਾਮ ਹਟਾਓ, ਅਤੇ ਰਿਫ੍ਰੈਸ਼ ਕਰੋ।
ps: ﻲﺷ ﻪﻓﺎﺿﺍ ﯥﮐ ﻪﭘ ﻪﺑ ﻪﻧﻮﻣﻮﻧ ﻮﻧﻮﻠﯾﺎﻓ ﻱﻮﺷ ﻞﮐﺎټ ﺩ '.hidden' .ﺉړﮐ ﻞﯿﭘ ﺎﯿﺑ zzzFM ﻩﺭﺎﭙﻟ ﻭﺪﯿﮐﺭﻭ ﻮﻧﻮﻠﯾﺎﻓ ﺩ ﺎﯾ ﺉړﮐ ﻩﺯﺎﺗ ﺪﯿﻟ ﺉﺮﻟﻭ ﺎﯿﺗړﺍ ﻦﮑﻤﻣ ﻮﺳﺎﺗ .ﻱړﮐ ټﭘ ﻪﺨڅ ﺪﯿﻟ ﺩ ﯥﮐ zz .ﺉړﮐ ﻩﺯﺎﺗ ﻭﺍ ،ﺉړﮐ ﯤﺮﯿﻟ ﻡﻮﻧ ﻞﯾﺎﻓ ﺩ ،ﺉړﮐ ﺹﻼ﻿ﺧ ﻞﯾﺎﻓ ﯼﻮﺷ ټﭘ ﯥﮐ ﺮټﯾډﯾﺍ ﻦﺘﻣ ﻞﭙﺧ ﻪﭘ ،ﻩﺭﺎﭙﻟ ﻮﻟﻮټﭘ ﺩ ﻞﯾﺎﻓ ﺩ
ro: Numele fișierelor selectate vor fi adăugate la '.hidden' fișier aflat în acest folder, care le va ascunde vizual în zzzFM. Poate fi necesar să reîmprospătați vizualizarea sau să reporniți zzzFM pentru ca fișierele să dispară. Pentru a afișa un fișier, deschideți fișierul .hidden în editorul de text, eliminați numele fișierului și reîmprospătați.
rw: Amazina ya dosiye yatoranijwe azongerwaho kuri '.hidden' dosiye iri muri ubu bubiko, izabihisha kureba muri zzzFM. Urashobora gukenera kuvugurura kureba cyangwa gutangira zzzFM kugirango dosiye zibuze. Kugirango uhishe dosiye, fungura dosiye .hishe mubitabo byanditse, ukureho izina rya dosiye, hanyuma usubize.
sd: ﺍﺪﻨﻳﻭ ﺎﻴڪ ﻞﻣﺎﺷ ﻻ﻿ﺎﻧ ﺎﺟ ﻦﻠﺋﺎﻓ ﻞﻴﭤ ﺐﺨﺘﻨﻣ '.hidden' .ﻱﺪﻧﻮﭘ ﺕﺭﻭﺮﺿ ﻲﺟ ﮠﺮڪ ﻉﻭﺮﺷ ﺮﻬﻴﭔ ﻲﮐ zzzFM ﺎﻳ ﮠﺮڪ ﺶﻳﺮﻔﻳﺭ ﻲﮐ ﮡﺳڏ ءِﻻ﻿ ﮠﺮڪ ﺐﺋﺎﻏ ﻲﮐ ﻦﻠﺋﺎﻓ ﻲﮐ ﻥﺎﮬﻮﺗ .ﻭﺪﻨﻳڏﮀ ﻲﺋﺎڪ .ﻮﻳﺮڪ ﺶﻳﺮﻔﻳﺭ ۽ ،ﻮﻳﺎٽﻫ ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ ،ﻮﻴﻟﻮﮐ ﻞﺋﺎﻓ hidden. ۾ ﺮٽﻳڊﻳﺍ ٽﺴڪﻴٽ ﻲﺠﻨﮭﻨﭘ ،ءِﻻ﻿ ﮡﺋﺎڪﻟ ﻲﮐ ﻞﺋﺎﻓ
si: තෝරාගත් ගොනු වල නම් එකතු කරනු ලැබේ '.hidden' මෙම ෆෝල්ඩරයේ පිහිටා ඇති ගොනුව, ඒවා zzzFM හි දර්ශනයෙන් සඟවයි. ගොනු අතුරුදහන් වීම සඳහා ඔබට දර්ශනය නැවුම් කිරීමට හෝ zzzFM නැවත ආරම්භ කිරීමට අවශ්u200dය විය හැකිය. ගොනුවක් සැඟවීම ඉවත් කිරීමට, ඔබේ පෙළ සංස්කාරකයේ .සැඟවුණු ගොනුව විවෘත කර, ගොනුවේ නම ඉවත් කර, නැවුම් කරන්න.
sk: Názvy vybratých súborov sa pridajú do súboru '.hidden' súbor umiestnený v tomto priečinku, ktorý ich skryje pred zobrazením v zzzFM. Možno budete musieť obnoviť zobrazenie alebo reštartovať zzzFM, aby súbory zmizli. Ak chcete zobraziť súbor, otvorte súbor .hidden v textovom editore, odstráňte názov súboru a obnovte ho.
sl: Imena izbranih datotek bodo dodana v '.hidden' datoteko, ki se nahaja v tej mapi, kar jih bo skrilo pred ogledom v zzzFM. Morda boste morali osvežiti pogled ali znova zagnati zzzFM, da datoteke izginejo. Če želite razkriti datoteko, odprite datoteko .hidden v urejevalniku besedil, odstranite ime datoteke in osvežite.
sq: Emrat e skedarëve të zgjedhur do të shtohen në '.hidden' skedari i vendosur në këtë dosje, i cili do t'i fshehë ato nga pamja në zzzFM. Mund t'ju duhet të rifreskoni pamjen ose të rinisni zzzFM që skedarët të zhduken. Për të shfaqur një skedar, hapni skedarin .hidden në redaktuesin tuaj të tekstit, hiqni emrin e skedarit dhe rifreskojeni.
sw: Majina ya faili zilizochaguliwa yataongezwa kwenye faili ya '.hidden' faili iliyo kwenye folda hii, ambayo itawaficha kutoka kwenye zzzFM. Huenda ukahitaji kuonyesha upya mwonekano au kuanzisha upya zzzFM ili faili zipotee. Ili kufichua faili, fungua faili .iliyofichwa katika kihariri chako cha maandishi, ondoa jina la faili na uonyeshe upya.
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளின் பெயர்கள் இதில் சேர்க்கப்படும் '.hidden' கோப்பு இந்த கோப்புறையில் உள்ளது, இது அவற்றை zzzFM இல் பார்க்காமல் மறைக்கும். கோப்புகள் மறைவதற்கு நீங்கள் காட்சியைப் புதுப்பிக்க வேண்டும் அல்லது zzzFM ஐ மறுதொடக்கம் செய்ய வேண்டும். ஒரு கோப்பை மறைக்க, உங்கள் உரை திருத்தியில் .hidden கோப்பைத் திறந்து, கோப்பின் பெயரை அகற்றி, புதுப்பிக்கவும்.
te: ఎంచుకున్న ఫైల్u200cల పేర్లు దీనికి జోడించబడతాయి '.hidden' ఈ ఫోల్డర్u200cలో ఉన్న ఫైల్, వాటిని zzzFMలో వీక్షించకుండా దాచిపెడుతుంది. ఫైల్u200cలు కనిపించకుండా పోవడానికి మీరు వీక్షణను రిఫ్రెష్ చేయాలి లేదా zzzFMని పునఃప్రారంభించవలసి ఉంటుంది. ఫైల్u200cను అన్u200cహైడ్ చేయడానికి, మీ టెక్స్ట్ ఎడిటర్u200cలో .hidden ఫైల్u200cని తెరిచి, ఫైల్ పేరును తీసివేసి, రిఫ్రెష్ చేయండి.
tg: Номҳои файлҳои интихобшуда ба файл илова карда мешаванд '.hidden' файле, ки дар ин ҷузвдон ҷойгир аст, ки онҳоро аз дидан дар zzzFM пинҳон мекунад. Ба шумо лозим меояд, ки намоишро нав кунед ё zzzFM-ро аз нав оғоз кунед, то файлҳо нобуд шаванд. Барои нишон додани файл, файли .hidden -ро дар муҳаррири матнии худ кушоед, номи файлро хориҷ кунед ва навсозӣ кунед.
th: ชื่อของไฟล์ที่เลือกจะถูกเพิ่มไปที่ '.hidden' ไฟล์ที่อยู่ในโฟลเดอร์นี้ ซึ่งจะซ่อนไม่ให้แสดงใน zzzFM คุณอาจต้องรีเฟรชมุมมองหรือรีสตาร์ท zzzFM เพื่อให้ไฟล์หายไป หากต้องการยกเลิกการซ่อนไฟล์ ให้เปิดไฟล์ .hidden ในโปรแกรมแก้ไขข้อความ ลบชื่อไฟล์ และรีเฟรช
tk: Saýlanan faýllaryň atlary goşular '.hidden' zzzFM-de görmekden gizlän bu bukjada ýerleşýän faýl. Görnüşi täzelemeli ýa-da faýllaryň ýitmegi üçin zzzFM-i täzeden açmaly bolmagyňyz mümkin. Faýly gizlemek üçin tekst redaktoryňyzda .hidden faýly açyň, faýlyň adyny aýyryň we täzeläň.
tt: Сайланган файлларның исемнәре өстәләчәк '.hidden' аларны zzzFM күренешеннән яшерәчәк бу папкада урнашкан файл. Файлларның юкка чыгуы өчен сезгә күренешне яңартырга яки zzzFMны яңадан башларга кирәк булыр. Файлны яшерү өчен, текст редакторында .hidden файлны ачыгыз, файлның исемен бетерегез һәм яңартыгыз.
uk: Назви вибраних файлів будуть додані до '.hidden' файл, розташований у цій папці, що приховає їх від перегляду в zzzFM. Можливо, вам знадобиться оновити перегляд або перезапустити zzzFM, щоб файли зникли. Щоб розкрити файл, відкрийте файл .hidden у текстовому редакторі, видаліть ім’я файлу та оновіть його.
ur: ۔ﺎﮔ ﮯﺋﺎﺟ ﺎﯿﮐ ﻞﻣﺎﺷ ﮟﯿﻣ ﻮﮐ ﻡﺎﻧ ﮯﮐ ﮞﻮﻠﺋﺎﻓ ﺐﺨﺘﻨﻣ '.hidden' ۔ﮯﮨ ﯽﺘﮑﺳ ﮍﭘ ﺕﺭﻭﺮﺿ ﯽﮐ ﮯﻧﺮﮐ ﻉﻭﺮﺷ ﮦﺭﺎﺑﻭﺩ ﻮﮐ zzzFM ﺎﯾ ﮯﻧﺮﮐ ﮦﺯﺎﺗ ﻮﮐ ﺮﻈﻨﻣ ﻮﮐ ﭖﺁ ﮯﯿﻟ ﮯﮐ ﮯﻧﻮﮨ ﺐﺋﺎﻏ ﮯﮐ ﮞﻮﻠﺋﺎﻓ ۔ ۔ﮟﯾﺮﮐ ﺶﯾﺮﻔﯾﺭ ﺭﻭﺍ ،ﮟﯿﺋﺎﭩﮨ ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ ،ﮟﯿﻟﻮﮭﮐ ﻮﮐ ﻞﺋﺎﻓ hidden. ﮟﯿﻣ ﺮﭩﯾﮉﯾﺍ ﭧﺴﮑﯿﭨ ﮯﻨﭘﺍ ،ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﭙﮭﭼ ﻮﮐ ﻞ
uz: Tanlangan fayllarning nomlari faylga qo'shiladi '.hidden' fayl ushbu jildda joylashgan bo'lib, ularni zzzFM da ko'rishdan yashiradi. Fayllar yo'qolishi uchun ko'rinishni yangilashingiz yoki zzzFM-ni qayta ishga tushirishingiz kerak bo'lishi mumkin. Faylni ko'rsatish uchun matn muharririda .hidden faylini oching, fayl nomini olib tashlang va yangilang.
vi: Tên của các tệp đã chọn sẽ được thêm vào '.hidden' tệp nằm trong thư mục này, sẽ ẩn chúng khỏi chế độ xem trong zzzFM. Bạn có thể cần phải làm mới chế độ xem hoặc khởi động lại zzzFM để các tệp biến mất. Để hiện một tệp, hãy mở tệp .hiised trong trình soạn thảo văn bản của bạn, xóa tên của tệp và làm mới.
xh: Amagama eefayile ezikhethiweyo ziya kongezwa kwi '.hidden' ifayile ebekwe kolu lawulo, oluya kuzifihla kwimboniselo kwi-zzzFM. Kusenokufuneka uhlaziye imboniselo okanye uqalise kwakhona i-zzzFM ukuze iifayile zinyamalale. Ukungafihli ifayile, vula ifayile efihliweyo kumhleli wakho wokubhaliweyo, susa igama lefayile, kwaye uhlaziye.
yi: יד וצ ףיסומ ןייז טעוו סעקעט ןבילקעגסיוא יד ןופ ןעמענ יד '.hidden' .ןדניוושראַפ וצ סעקעט יד ראַפֿ zzzFM טראַטסיר רעדאָ גנוניימ יד ןשירפרעד וצ ןפֿראַד ןעק ריא .zzzFM ןיא גנוניימ .ןשירפרעד ןוא עקעט רעד ןופ ןעמאָנ יד ןעמענפּאָראַ ,ראָטקאַדער טסקעט ןייד ןיא עקעט ןעדיה. יד ןענעפֿע ,עקעט אַ ד
