Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer enige toestel verwyder word (uitstoot van media kwalifiseer nie): Gebruik: %%v toestel verwyder (eg /dev/sda1) %%l toestel etiket %%m toestelmonteerpunt (eg /media/disk)
am: ማንኛውም መሳሪያ ሲወገድ በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር አስገባ (ሚዲያን ማስወጣት ብቁ አይደለም) ተጠቀም፡ %%v መሳሪያ ተወግዷል (eg /dev/sda1) %%l የመሳሪያ መለያ %%m የመሳሪያ መጫኛ ነጥብ (eg /media/disk)
ar: :(ﻞﻫﺆﻣ ﺮﻴﻏ ﻂﺋﺎﺳﻮﻟﺍ ﺝﺍﺮﺧﺇ) ﺯﺎﻬﺟ ﻱﺃ ﺔﻟﺍﺯﺇ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﻭﺃ ﺞﻣﺎﻧﺮﺒﻟﺍ ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%v ﺯﺎﻬﺠﻟﺍ ﺔﻟﺍﺯﺇ ﺖﻤﺗ (eg /dev/sda1) %%l ﺯﺎﻬﺠﻟﺍ ﺔﻴﻤﺴﺗ %%m ﺯﺎﻬﺠﻟﺍ ﺖﻴﺒﺜﺗ ﺔﻄﻘﻧ (eg /media/disk)
be: Увядзіце праграму або камандны радок bash, які будзе запускацца аўтаматычна пры выдаленні якой-небудзь прылады (выдаленне носьбіта не падлягае): Выкарыстоўвайце: %%v прылада выдалена (eg /dev/sda1) %%l этыкетка прылады %%m кропка мантажу прылады (eg /media/disk)
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато всяко устройство бъде премахнато (изхвърлянето на носителя не отговаря на условията): Използвайте: %%v устройството е премахнато (eg /dev/sda1) %%l етикет на устройството %%m точка на монтиране на устройството (eg /media/disk)
bn: কোনো ডিভাইস সরানো হলে স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন (মিডিয়ার ইজেকশন যোগ্য নয়): ব্যবহার করুন: %%v ডিভাইস সরানো হয়েছে (eg /dev/sda1) %%l ডিভাইস লেবেল %%m ডিভাইস মাউন্ট পয়েন্ট (eg /media/disk)
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament quan s'elimini qualsevol dispositiu (l'expulsió dels mitjans no es qualifica): Ús: %%v dispositiu eliminat (eg /dev/sda1) %%l etiqueta del dispositiu %%m punt de muntatge del dispositiu (eg /media/disk)
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pan fydd unrhyw ddyfais yn cael ei symud (nid yw alldafliad cyfryngau yn gymwys): Defnyddiwch: %%v dyfais wedi'i thynnu (eg /dev/sda1) %%l label dyfais %%m pwynt mowntio dyfais (eg /media/disk)
da: Indtast program- eller bash-kommandolinje, der skal køres automatisk, når en enhed fjernes (udstødning af medie kvalificerer ikke): Brug: %%v enhed fjernet (eg /dev/sda1) %%l enhedsmærkat %%m enhedens monteringspunkt (eg /media/disk)
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam iu aparato estas forigita (elĵeto de amaskomunikilaro ne kvalifikiĝas): Uzu: %%v aparato forigita (eg /dev/sda1) %%l aparato-etikedo %%m aparato munta punkto (eg /media/disk)
et: Sisestage programmi või bashi käsurida, mis käivitub automaatselt, kui mõni seade eemaldatakse (kandja väljutamine ei kvalifitseeru): Kasuta: %%v seade eemaldatud (eg /dev/sda1) %%l seadme silt %%m seadme kinnituspunkt (eg /media/disk)
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatuko den edozein gailu kentzen denean (euskarria kanporatzea ez da betetzen): Erabili: %%v gailua kendu da (eg /dev/sda1) %%l gailuaren etiketa %%m gailua muntatzeko puntua (eg /media/disk)
fa: :(ﺖﺴﯿﻧ ﻂﯾﺍﺮﺷ ﺪﺟﺍﻭ ﻪﻧﺎﺳﺭ ﺝﻭﺮﺧ) ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﯽﻫﺎﮕﺘﺳﺩ ﺮﻫ ﻑﺬﺣ ﺕﺭﻮﺻ ﺭﺩ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%v ﺪﺷ ﻑﺬﺣ ﻩﺎﮕﺘﺳﺩ (eg /dev/sda1) %%l ﻩﺎﮕﺘﺳﺩ ﺐﺴﭼﺮﺑ %%m ﻩﺎﮕﺘﺳﺩ ﺐﺼﻧ ﻪﻄﻘﻧ (eg /media/disk)
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti, kun jokin laite poistetaan (median poistaminen ei kelpaa): Käyttää: %%v laite poistettu (eg /dev/sda1) %%l laitteen etiketti %%m laitteen kiinnityskohta (eg /media/disk)
fil: Ipasok ang program o bash command line na awtomatikong tatakbo kapag naalis ang anumang device (hindi kwalipikado ang pag-ejection ng media): Gamitin ang: %%v inalis ang device (eg /dev/sda1) %%l label ng device %%m punto ng pag-mount ng device (eg /media/disk)
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as elk apparaat wurdt fuortsmiten (útwerping fan media komt net yn oanmerking): Brûke: %%v apparaat fuorthelle (eg /dev/sda1) %%l apparaat label %%m apparaat mount punt (eg /media/disk)
ga: Cuir isteach an clár nó an líne ordaithe bash atá le rith go huathoibríoch nuair a bhaintear aon ghaireas (ní cháilíonn brúchtadh na meán): Úsáid: %%v feiste bainte (eg /dev/sda1) %%l lipéad feiste %%m gléas suite pointe (eg /media/disk)
gd: Cuir a-steach prògram no loidhne-àithne bash a thèid a ruith gu fèin-ghluasadach nuair a thèid inneal sam bith a thoirt air falbh (chan eil ejection meadhanan airidh): Cleachd: %%v inneal air a thoirt air falbh (eg /dev/sda1) %%l bileag inneal %%m puing mount inneal (eg /media/disk)
gl: Introduza o programa ou a liña de comandos bash para que se execute automaticamente cando se elimine algún dispositivo (non se admite a expulsión de medios): Uso: %%v dispositivo eliminado (eg /dev/sda1) %%l etiqueta do dispositivo %%m punto de montaxe do dispositivo (eg /media/disk)
gu: જ્યારે કોઈપણ ઉપકરણ દૂર કરવામાં આવે ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બેશ કમાન્ડ લાઇન દાખલ કરો (મીડિયાનું ઇજેક્શન યોગ્ય નથી): વાપરવુ: %%v ઉપકરણ દૂર કર્યું (eg /dev/sda1) %%l ઉપકરણ લેબલ %%m ઉપકરણ માઉન્ટ બિંદુ (eg /media/disk)
he: :(תושירדב תדמוע הניא הידמ תכלשה) רסומ והשלכ ןקתה רשאכ יטמוטוא ןפואב ולעפויש bash-ה וא תינכותה לש הד :שמתשהל %%v רסוה רישכמה (eg /dev/sda1) %%l רישכמה תיוות %%m רישכמה לש הבכרה תדוקנ (eg /media/disk)
hi: प्रोग्राम या बैश कमांड लाइन दर्ज करें जिसे किसी भी डिवाइस को हटा दिए जाने पर स्वचालित रूप से चलाया जा सकता है (मीडिया की निकासी योग्य नहीं है): उपयोग: %%v डिवाइस हटा दिया गया (eg /dev/sda1) %%l डिवाइस लेबल %%m डिवाइस माउंट पॉइंट (eg /media/disk)
hr: Unesite naredbeni redak programa ili bash koji će se automatski pokrenuti kada se bilo koji uređaj ukloni (izbacivanje medija ne ispunjava uvjete): Koristiti: %%v uređaj uklonjen (eg /dev/sda1) %%l oznaka uređaja %%m točka ugradnje uređaja (eg /media/disk)
hu: Írja be a programot vagy a bash parancssort, amely automatikusan fut, ha bármely eszközt eltávolítanak (az adathordozó kiadása nem számít): Használat: %%v eszköz eltávolítva (eg /dev/sda1) %%l készülék címkéje %%m eszköz rögzítési pontja (eg /media/disk)
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ որևէ սարք հեռացվի (մեդիա արտանետումը չի համապատասխանում). Օգտագործեք: %%v սարքը հանվել է (eg /dev/sda1) %%l սարքի պիտակ %%m սարքի ամրացման կետը (eg /media/disk)
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis saat perangkat apa pun dilepas (pengeluaran media tidak memenuhi syarat): Menggunakan: %%v perangkat dihapus (eg /dev/sda1) %%l label perangkat %%m titik pemasangan perangkat (eg /media/disk)
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar tæki er fjarlægt (útkast á miðli uppfyllir ekki skilyrði): Notaðu: %%v tæki fjarlægt (eg /dev/sda1) %%l merki tækisins %%m festingarpunktur tækisins (eg /media/disk)
ka: შეიყვანეთ პროგრამა ან bash ბრძანების ხაზი, რომელიც ავტომატურად უნდა იმუშაოს ნებისმიერი მოწყობილობის წაშლისას (მედიის ამოღება არ არის კვალიფიცირებული): გამოყენება: %%v მოწყობილობა ამოღებულია (eg /dev/sda1) %%l მოწყობილობის ეტიკეტი %%m მოწყობილობის დამაგრების წერტილი (eg /media/disk)
kk: Кез келген құрылғы жойылған кезде автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз (медианы шығару талап етілмейді): Қолдану: %%v құрылғы жойылды (eg /dev/sda1) %%l құрылғы жапсырмасы %%m құрылғыны орнату нүктесі (eg /media/disk)
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិនៅពេលដែលឧបករណ៍ណាមួយត្រូវបានដកចេញ (ការច្រានចោលប្រព័ន្ធផ្សព្វផ្សាយមិនមានលក្ខណៈគ្រប់គ្រាន់ទេ)៖ ប្រើ៖ %%v ឧបករណ៍ត្រូវបានដកចេញ (eg /dev/sda1) %%l ស្លាកឧបករណ៍ %%m ចំណុចម៉ោនឧបករណ៍ (eg /media/disk)
kn: ಯಾವುದೇ ಸಾಧನವನ್ನು ತೆಗೆದುಹಾಕಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ (ಮಾಧ್ಯಮದ ಎಜೆಕ್ಷನ್ ಅರ್ಹತೆ ಹೊಂದಿಲ್ಲ): ಬಳಸಿ: %%v ಸಾಧನವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ (eg /dev/sda1) %%l ಸಾಧನ ಲೇಬಲ್ %%m ಸಾಧನ ಮೌಂಟ್ ಪಾಯಿಂಟ್ (eg /media/disk)
ku: Bername an rêzika fermana bash têkevin da ku gava ku amûrek were rakirin bixweber were xebitandin (derxistina medyayê ne mafdar e): Bikaranîn: %%v cîhaz rakirin (eg /dev/sda1) %%l labelê amûrê %%m xala mount amûrê (eg /media/disk)
ky: Кандайдыр бир түзмөк алынып салынганда автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз (медианы чыгаруу талапка жооп бербейт): Колдонуу: %%v түзмөк алынып салынды (eg /dev/sda1) %%l аппараттын энбелгиси %%m аппаратты орнотуу чекити (eg /media/disk)
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann all Apparat geläscht gëtt (Ausstouss vu Medien qualifizéiert net): Benotzt: %%v Apparat geläscht (eg /dev/sda1) %%l Apparat Label %%m Apparat Montéierung Punkt (eg /media/disk)
lo: ໃສ່ໂປຣແກມ ຫຼື bash ເສັ້ນຄຳສັ່ງທີ່ຈະຖືກເປີດໃຊ້ໂດຍອັດຕະໂນມັດເມື່ອອຸປະກອນໃດນຶ່ງຖືກຖອດອອກ (ການຖອດສື່ອອກບໍ່ເໝາະສົມ): ໃຊ້: %%v ເອົາອຸປະກອນອອກ (eg /dev/sda1) %%l ປ້າຍອຸປະກອນ %%m ຈຸດເຊື່ອມຕໍ່ອຸປະກອນ (eg /media/disk)
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai pašalinamas koks nors įrenginys (medijos išstūmimas netinka): Naudokite: %%v įrenginys pašalintas (eg /dev/sda1) %%l įrenginio etiketė %%m įrenginio tvirtinimo taškas (eg /media/disk)
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad kāda ierīce tiek noņemta (datu nesēja izņemšana nav piemērota): Izmantojiet: %%v ierīce noņemta (eg /dev/sda1) %%l ierīces etiķete %%m ierīces stiprinājuma punkts (eg /media/disk)
mg: Ampidiro ny programa na bash baiko baiko ho mandeha ho azy rehefa esorina ny fitaovana rehetra (tsy mendrika ny fandroahana media): Ampiasao: %%v nesorina ny fitaovana (eg /dev/sda1) %%l etikety fitaovana %%m teboka fametrahana fitaovana (eg /media/disk)
mi: Whakauruhia te papatono, te raina whakahau bash ranei kia whakahaere aunoa ina tangohia tetahi taputapu (kaore e tau te pananga o te hunga pāpāho): Whakamahia: %%v tangohia te taputapu (eg /dev/sda1) %%l tapanga taputapu %%m ira whakairinga taputapu (eg /media/disk)
mk: Внесете програма или командна линија bash за да се изврши автоматски кога ќе се отстрани кој било уред (исфрлањето на медиумот не се квалификува): Користете: %%v уредот е отстранет (eg /dev/sda1) %%l етикета на уредот %%m точка за монтирање на уредот (eg /media/disk)
ml: ഏതെങ്കിലും ഉപകരണം നീക്കം ചെയ്യുമ്പോൾ യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാമോ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക (മീഡിയയുടെ പുറന്തള്ളലിന് യോഗ്യതയില്ല): ഉപയോഗിക്കുക: %%v ഉപകരണം നീക്കം ചെയ്തു (eg /dev/sda1) %%l ഉപകരണ ലേബൽ %%m ഉപകരണം മൌണ്ട് പോയിന്റ് (eg /media/disk)
mn: Аливаа төхөөрөмжийг устгах үед автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу (медиа устгах шаардлага хангаагүй): Хэрэглэх: %%v төхөөрөмжийг устгасан (eg /dev/sda1) %%l төхөөрөмжийн шошго %%m төхөөрөмжийг холбох цэг (eg /media/disk)
mr: कोणतेही उपकरण काढून टाकल्यावर स्वयंचलितपणे चालवण्u200dयासाठी प्रोग्राम किंवा बॅश कमांड लाइन एंटर करा (मीडिया बाहेर काढणे पात्र नाही): वापरा: %%v डिव्हाइस काढले (eg /dev/sda1) %%l डिव्हाइस लेबल %%m डिव्हाइस माउंट पॉइंट (eg /media/disk)
mt: Daħħal il-programm jew il-linja tal-kmand bash biex titmexxa awtomatikament meta jitneħħa kwalunkwe apparat (it-tkeċċija tal-midja ma tikkwalifikax): Użu: %%v apparat imneħħi (eg /dev/sda1) %%l tikketta tal-apparat %%m punt tal-muntaġġ tal-apparat (eg /media/disk)
my: မည်သည့်စက်ပစ္စည်းကိုမဆို ဖယ်ရှားသည့်အခါ အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ (မီဒီယာကို ထုတ်ပယ်ခြင်းမှာ အရည်အချင်းမပြည့်မီပါ)။ အသုံးပြုရန်- %%v စက်ပစ္စည်းကို ဖယ်ရှားခဲ့သည်။ (eg /dev/sda1) %%l စက်တံဆိပ် %%m device mount အမှတ် (eg /media/disk)
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når en enhet fjernes (utkasting av media kvalifiserer ikke): Bruk: %%v enheten fjernet (eg /dev/sda1) %%l enhetsetikett %%m enhetens monteringspunkt (eg /media/disk)
ne: कुनै पनि उपकरण हटाइँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा बास कमाण्ड लाइन प्रविष्ट गर्नुहोस् (मिडियाको इजेक्शन योग्य हुँदैन): प्रयोग गर्नुहोस्: %%v उपकरण हटाइयो (eg /dev/sda1) %%l उपकरण लेबल %%m उपकरण माउन्ट बिन्दु (eg /media/disk)
or: ଯେତେବେଳେ କ device ଣସି ଡିଭାଇସ୍ ଅପସାରିତ ହୁଏ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ (ମିଡିଆର ଇଜେକସନ ଯୋଗ୍ୟ ନୁହେଁ): ବ୍ୟବହାର: %%v ଡିଭାଇସ୍ ଅପସାରିତ ହୋଇଛି | (eg /dev/sda1) %%l ଉପକରଣ ଲେବଲ୍ %%m ଉପକରଣ ମାଉଣ୍ଟ ପଏଣ୍ଟ | (eg /media/disk)
pa: ਕਿਸੇ ਵੀ ਡਿਵਾਈਸ ਨੂੰ ਹਟਾਏ ਜਾਣ 'ਤੇ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ ਬੈਸ਼ ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ (ਮੀਡੀਆ ਨੂੰ ਕੱਢਣਾ ਯੋਗ ਨਹੀਂ ਹੁੰਦਾ): ਵਰਤੋ: %%v ਜੰਤਰ ਨੂੰ ਹਟਾਇਆ (eg /dev/sda1) %%l ਡਿਵਾਈਸ ਲੇਬਲ %%m ਡਿਵਾਈਸ ਮਾਊਂਟ ਪੁਆਇੰਟ (eg /media/disk)
ps: :(ﻱﺪﻧ ړﻭ ﻝﻮﮐ ﺝﺭﺎﺧ ﺎﯾډﯿﻣ ﺩ) ﻲﺷ ﯤﺮﯿﻟ ﻪﻠﯿﺳﻭ ﻡﻮﮐ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ :ﻝﻭﺭﺎﮐ %%v ﻩﻮﺷ ﯤﺮﯿﻟ ﻪﻠﯿﺳﻭ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﯥﻠﯿﺳﻭ ﺩ %%m ﻪﻄﻘﻧ ﻮﻟﻮﺒﺼﻧ ﻪﻠﯿﺳﻭ ﺩ (eg /media/disk)
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat atunci când orice dispozitiv este îndepărtat (ejectarea media nu se califică): Utilizare: %%v dispozitiv eliminat (eg /dev/sda1) %%l eticheta dispozitivului %%m punctul de montare a dispozitivului (eg /media/disk)
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mu buryo bwikora mugihe igikoresho icyo aricyo cyose cyakuweho (gusohora itangazamakuru ntabwo byujuje ibisabwa): Koresha: %%v igikoresho cyakuweho (eg /dev/sda1) %%l ikirango cyibikoresho %%m igikoresho cyo gushiraho (eg /media/disk)
sd: :(ﻲﻫﺁ ﻪﻧ ﻞﺑﺎﻗ ﮡﻴﭤ ﺝﺭﺎﺧ ﻮﺟ ﺎﻳڊﻴﻣ) ﻲﭸﻭ ﻮﻳﺎٽﻫ ﺲﺋﺍﻮﻳڊ ﻪﺑ ﻮڪ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%v ﻮﻳﻭ ﻮﻳﺎٽﻫ ﺲﻴﺋﺍﻭڊ (eg /dev/sda1) %%l ﻞﺒﻴﻟ ﻮﺟ ﺲﻴﺋﺍﻭڊ %%m ٽﻨﺋﺍﻮﭘ ﻞﺒﺟ ﺲﻴﺋﺍﻭڊ (eg /media/disk)
si: කිසියම් උපාංගයක් ඉවත් කළ විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහනක් හෝ bash විධාන රේඛාවක් ඇතුළත් කරන්න (මාධ්u200dය බැහැර කිරීම සුදුසුකම් නොලබයි): භාවිත: %%v උපාංගය ඉවත් කරන ලදී (eg /dev/sda1) %%l උපාංග ලේබලය %%m උපාංගය සවිකිරීමේ ස්ථානය (eg /media/disk)
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa spustí automaticky po odstránení akéhokoľvek zariadenia (vysunutie média nespĺňa podmienky): Použitie: %%v zariadenie odstránené (eg /dev/sda1) %%l štítok zariadenia %%m montážny bod zariadenia (eg /media/disk)
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko odstranite katero koli napravo (izvrg medija ne izpolnjuje pogojev): Uporaba: %%v naprava odstranjena (eg /dev/sda1) %%l oznaka naprave %%m točka pritrditve naprave (eg /media/disk)
sq: Fut programin ose linjën e komandës bash që të ekzekutohet automatikisht kur hiqet ndonjë pajisje (heqja e medias nuk kualifikohet): Përdorni: %%v pajisja është hequr (eg /dev/sda1) %%l etiketa e pajisjes %%m pika e montimit të pajisjes (eg /media/disk)
sw: Ingiza mpango au mstari wa amri wa bash ili kuendeshwa kiotomatiki kifaa chochote kikiondolewa (utoaji wa midia haustahiki): Tumia: %%v kifaa kimeondolewa (eg /dev/sda1) %%l lebo ya kifaa %%m mahali pa kuweka kifaa (eg /media/disk)
ta: எந்தவொரு சாதனமும் அகற்றப்படும்போது தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும் (மீடியாவை வெளியேற்றுவது தகுதியற்றது): பயன்படுத்தவும்: %%v சாதனம் அகற்றப்பட்டது (eg /dev/sda1) %%l சாதன லேபிள் %%m சாதனம் ஏற்ற புள்ளி (eg /media/disk)
te: ఏదైనా పరికరం తీసివేయబడినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి (మీడియా ఎజెక్షన్ అర్హత పొందదు): వా డు: %%v పరికరం తీసివేయబడింది (eg /dev/sda1) %%l పరికరం లేబుల్ %%m పరికరం మౌంట్ పాయింట్ (eg /media/disk)
tg: Вақте ки ягон дастгоҳ хориҷ карда мешавад, барнома ё сатри фармони bash-ро ворид кунед, то ба таври худкор иҷро шавад (баровардани медиа мувофиқат намекунад): Истифода: %%v дастгоҳ хориҷ карда шуд (eg /dev/sda1) %%l тамғаи дастгоҳ %%m нуқтаи насби дастгоҳ (eg /media/disk)
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติเมื่ออุปกรณ์ใด ๆ ถูกลบ (การดีดสื่อไม่เข้าเงื่อนไข): ใช้: %%v ถอดอุปกรณ์ออก (eg /dev/sda1) %%l ฉลากอุปกรณ์ %%m จุดต่ออุปกรณ์ (eg /media/disk)
tk: Islendik enjam aýrylanda awtomatiki işletmek üçin programma ýa-da baş buýruk setirini giriziň (mediýanyň çykarylmagy laýyk däl): Ulany: %%v enjam aýryldy (eg /dev/sda1) %%l enjam belligi %%m enjamy gurnamak nokady (eg /media/disk)
tt: Anyәрбер җайланма алынгач, автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез (ММЧны чыгару квалификацияләнми): Куллану: %%v җайланма алынды (eg /dev/sda1) %%l җайланма ярлыгы %%m җайланма урнаштыру ноктасы (eg /media/disk)
uk: Введіть програмний або командний рядок bash, який буде запускатися автоматично, коли будь-який пристрій буде видалено (вилучення носія не відповідає вимогам): Використовуйте: %%v пристрій вилучено (eg /dev/sda1) %%l етикетка пристрою %%m точка кріплення пристрою (eg /media/disk)
ur: :(ﮯﮨ ﮟﯿﮩﻧ ﻞﮨﺍ ﺝﺍﺮﺧﺍ ﺎﮐ ﺎﯾﮉﯿﻣ) ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﺮﭘ ﮯﻧﺎﭩﮨ ﻮﮐ ﺲﺋﺍﻮ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%v ﺎﯾﺩ ﺎﭩﮨ ﮧﻟﺁ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﺲﺋﺍﻮﯾﮈ %%m ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺲﺋﺍﻮﯾﮈ (eg /media/disk)
uz: Har qanday qurilma olib tashlanganida avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting (mediani chiqarish talab qilinmaydi): Foydalanish: %%v qurilma olib tashlandi (eg /dev/sda1) %%l qurilma yorlig'i %%m qurilma o'rnatish nuqtasi (eg /media/disk)
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động khi bất kỳ thiết bị nào được gỡ bỏ (đẩy phương tiện không đủ điều kiện): Sử dụng: %%v thiết bị bị loại bỏ (eg /dev/sda1) %%l nhãn thiết bị %%m điểm gắn thiết bị (eg /media/disk)
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo xa nasiphi na isixhobo sisusiwe (ukukhutshwa kwemidiya akufanelanga): Sebenzisa: %%v isixhobo sisusiwe (eg /dev/sda1) %%l ileyibhile yesixhobo %%m indawo yokunyusela isixhobo (eg /media/disk)
yi: :(ןצענערגאַב טשינ זיא עידעמ ןפראַווניַיראַ) ןעמונעגקעוואַ זיא לטימ ןייק ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿא :ןצינ %%v ןעמונעגקעוואַ לטימ (eg /dev/sda1) %%l עמריפ לטימ %%m טנופ ןפּאַלקנאָ לטימ (eg /media/disk)

source: Ignore _No Policy
af: Ignoreer _Geen beleid nie
am: _ምንም ፖሊሲን ችላ በል
ar: ﺞﻬﻧ ﻻ﻿_ ﻞﻫﺎﺠﺗ
be: Ігнараваць _No Policy
bg: Игнорирайте _Без правила
bn: উপেক্ষা করুন _কোন নীতি নেই
ca: Ignora _Cap política
cy: Anwybyddu _No Policy
da: Ignorer _Ingen politik
eo: Ignoru _Neniu Politikon
et: Ignoreeri _poliitikat pole
eu: Ez ikusi _Ez Politikarik
fa: No Policy_ ﻦﺘﻓﺮﮔ ﻩﺪﯾﺩﺎﻧ
fi: Ohita _Ei käytäntöä
fil: Huwag pansinin ang _No Policy
fy: Negearje _Gjin belied
ga: Déan neamhaird de _Ní Polasaí
gd: Mothaich _No Poileasaidh
gl: Ignorar _Non hai política
gu: અવગણો _કોઈ નીતિ નથી
he: תוינידמ אלל_ םלעתה
hi: अनदेखा करें _कोई नीति नहीं
hr: Zanemari _Nema pravila
hu: A _No Policy figyelmen kívül hagyása
hy: Անտեսել _Ոչ քաղաքականություն
id: Abaikan _Tidak Ada Kebijakan
is: Hunsa _Engin stefna
ka: იგნორირება _ პოლიტიკის გარეშე
kk: _Ешқандай саясатты елемеу
km: មិនអើពើ _គ្មានគោលការណ៍
kn: ನಿರ್ಲಕ್ಷಿಸಿ _ನೀತಿ ಇಲ್ಲ
ku: Siyaseta _No guh nede
ky: _Эч кандай саясатты этибарга албоо
lb: Ignoréieren _Keng Politik
lo: ບໍ່ສົນໃຈ _ບໍ່ມີນະໂຍບາຍ
lt: Ignoruoti _Nėra politikos
lv: Ignorēt _Nav politikas
mg: Aza miraharaha _Tsy misy politika
mi: Waiho _Kaore he kaupapa here
mk: Игнорирај _Без политика
ml: അവഗണിക്കുക _നയമില്ല
mn: _Бодлогыг үл тоомсорло
mr: दुर्लक्ष करा _कोणतेही धोरण नाही
mt: Injora _L-ebda Politika
my: _No Policy ကို လျစ်လျူရှုပါ။
nb: Ignorer _Ingen policy
ne: उपेक्षा गर्नुहोस् _कुनै नीति छैन
or: _ ନୀତିକୁ ଅଣଦେଖା କରନ୍ତୁ |
pa: ਅਣਡਿੱਠ ਕਰੋ _ਕੋਈ ਨੀਤੀ ਨਹੀਂ
ps: ﻲﺴﯿﻟﺎﭘ ﻪﻧ_ ﻝﻮځﺭﻮﻏ ﻪﻣﺎﭘ ﻪﻟ
ro: Ignorați _Fără politică
rw: Ntiwirengagize _Nta Politiki
sd: ﻲﺴﻴﻟﺎﭘ ﻪﺑ ﺎڪ _ ﻮﻳﺮڪ ﺯﺍﺪﻧﺍ ﺮﻈﻧ
si: නොසලකා හරින්න _ ප්u200dරතිපත්තියක් නැත
sk: Ignorovať _No Policy
sl: Prezri _Brez pravilnika
sq: Injoro _No Policy
sw: Puuza _Hakuna Sera
ta: புறக்கணிப்பு _ கொள்கை இல்லை
te: విస్మరించండి _విధానం లేదు
tg: _Не сиёсатро нодида гиред
th: ละเว้น _ไม่มีนโยบาย
tk: _No syýasata ähmiýet berme
tt: _Nк политиканы санга сукмагыз
uk: Ігнорувати _No Policy
ur: ۔ﮟﯿﮩﻧ ﯽﺴﯿﻟﺎﭘ ﯽﺋﻮﮐ_ ﮟﯾﺮﮐ ﺯﺍﺪﻧﺍ ﺮﻈﻧ
uz: _No Policyga e'tibor bermang
vi: Bỏ qua _Không có chính sách
xh: Ungahoyi _Akukho Polisi
yi: קיטילאָפּ ןייק_ ןריראָנגיא

source: _Mount Options
af: _Monteer opsies
am: _የመጫኛ አማራጮች
ar: _ﻞﻴﻤﺤﺘﻟﺍ ﺕﺍﺭﺎﻴﺧ
be: _Параметры мантажу
bg: _Опции за монтиране
bn: _মাউন্ট অপশন
ca: _Opcions de muntatge
cy: _Dewisiadau Mount
da: _Monteringsmuligheder
eo: _Monto Opcioj
et: _Kinnitusvalikud
eu: _Muntatzeko aukerak
fa: _ﻩﻮﮐ ﯼﺎﻫ ﻪﻨﯾﺰﮔ
fi: _Kiinnitysvaihtoehdot
fil: _Mga Pagpipilian sa Mount
fy: _Mount Opsjes
ga: _Roghanna Mount
gd: _Roghainnean Mount
gl: _Opcións de montaxe
gu: _માઉન્ટ વિકલ્પો
he: _רה תויורשפא
hi: _माउंट विकल्प
hr: _Mogućnosti montiranja
hu: _Szerelési lehetőségek
hy: _Լեռան ընտրանքներ
id: _Opsi Gunung
is: _Festingarvalkostir
ka: _სამონტაჟო პარამეტრები
kk: _Орнату опциялары
km: _ជម្រើសម៉ោន
kn: _ಮೌಂಟ್ ಆಯ್ಕೆಗಳು
ku: _Vebijêrkên Çiyayê
ky: _Орнотуу параметрлери
lb: _Mount Optiounen
lt: _Montavimo parinktys
lv: _Montāžas opcijas
mi: _Maunga Kōwhiringa
mk: _Опции за монтирање
ml: _മൌണ്ട് ഓപ്ഷനുകൾ
mn: _Суулгах сонголтууд
mr: _माउंट पर्याय
mt: _Għażliet tal-Immonta
my: _ရွေးချယ်စရာများ
nb: _Monteringsalternativer
ne: _माउन्ट विकल्पहरू
or: _ମାଉଣ୍ଟ ଅପ୍ସନ୍ସ |
pa: _ਮਾਊਂਟ ਵਿਕਲਪ
ps: _ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﻮﻟﻮﮐ ﻪﺗﺭﻮﭘ ﺩ
ro: _Opțiuni de montare
rw: _Amahitamo yo kumusozi
sd: _ﺭﺎﻴﺘﺧﺍ ﺎﺟ ﻞﺒﺟ
si: _සවි කිරීමේ විකල්ප
sk: _Možnosti montáže
sl: _Možnosti pritrditve
sq: _Opsionet e montimit
sw: _Chaguzi za Mlima
ta: _மவுண்ட் விருப்பங்கள்
te: _మౌంట్ ఎంపికలు
tg: _Имконоти васлкунӣ
tk: _Dag opsiýalary
tt: _Тау вариантлары
uk: _Параметри кріплення
ur: _ﺕﺍﺭﺎﯿﺘﺧﺍ ﮯﮐ ﭧﻧﺅﺎﻣ
uz: _O'rnatish imkoniyatlari
vi: _Tùy chọn gắn kết
xh: _Iinketho zokunyuka
yi: _סעיצפּאָ גראב
