Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
af: COMMAND 'n Interne opdrag of uitvoerbare, gevolg deur argumente. Skei veelvuldige opdragte met 'n -- argument. Die volgende vervangings kan in OPDRAGTE gebruik word: %%n Naam van die huidige element %%v Waarde van die huidige element %%NAME Waarde van element genoem NAME (bv: %%input1) %%(command) stdoutvanaf 'n bash-opdragreël %%%% %%
am: COMMAND የውስጥ ትእዛዝ ወይም ተፈጻሚነት ያለው በክርክር ተከትሏል። የተለየ በርካታ ትዕዛዞች ከ ሀ -- ክርክር. የሚከተሉት ተተኪዎች በCOMMAND ውስጥ ጥቅም ላይ ሊውሉ ይችላሉ፡ %%n የአሁኑ አካል ስም %%v የአሁኑ ንጥረ ነገር ዋጋ %%NAME የተሰየመው ንጥረ ነገር ዋጋ NAME (ለምሳሌ፡- %%input1) %%(command) stdoutከባሽ ትዕዛዝ መስመር %%%% %%
ar: COMMAND ﻞﺼﻔﻨﻣ .ﺞﺠﺤﺑ ﻉﻮﺒﺘﻣ ﻱﺬﻴﻔﻨﺗ ﻒﻠﻣ ﻭﺃ ﻲﻠﺧﺍﺩ ﺮﻣﺃ ﺩﺍﺪﺘﻣﺎﺑ ﺓﺩﺪﻌﺘﻣ ﺮﻣﺍﻭﺃ -- .ﻝﺍﺪﺟ :ﺮﻣﺍﻭﻷ﻿ﺍ ﻲﻓ ﺔﻴﻟﺎﺘﻟﺍ ﻞﺋﺍﺪﺒﻟﺍ ﻡﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ %%n ﻲﻟﺎﺤﻟﺍ ﺮﺼﻨﻌﻟﺍ ﻢﺳﺍ %%v ﻲﻟﺎﺤﻟﺍ ﺮﺼﻨﻌﻟﺍ ﺔﻤﻴﻗ %%NAME ﻰﻤﺴﻤﻟﺍ ﺮﺼﻨﻌﻟﺍ ﺔﻤﻴﻗ NAME (:ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ %%input1) %%(command) stdoutbash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻦﻣ %%%% %%
be: COMMAND Унутраная каманда або выкананы файл з наступнымі аргументамі. Асобна некалькі каманд з а -- аргумент. Наступныя замены могуць быць выкарыстаны ў КАМАНДЫ: %%n Імя бягучага элемента %%v Значэнне бягучага элемента %%NAME Значэнне названага элемента NAME (напрыклад: %%input1) %%(command) stdoutз каманднага радка bash %%%% %%
bg: COMMAND Вътрешна команда или изпълним файл, последван от аргументи. Отделно множество команди с a -- аргумент. Следните замествания могат да се използват в КОМАНДИТЕ: %%n Име на текущия елемент %%v Стойност на текущия елемент %%NAME Стойност на наименувания елемент NAME (например: %%input1) %%(command) stdoutот командния ред на bash %%%% %%
bn: COMMAND আর্গুমেন্ট দ্বারা অনুসরণ করা একটি অভ্যন্তরীণ কমান্ড বা এক্সিকিউটেবল। আলাদা a সহ একাধিক কমান্ড -- যুক্তি. নিম্নলিখিত প্রতিস্থাপনগুলি COMMAND-এ ব্যবহার করা যেতে পারে: %%n বর্তমান উপাদানের নাম %%v বর্তমান উপাদানের মান %%NAME নামকৃত উপাদানের মান NAME (যেমন: %%input1) %%(command) stdoutএকটি bash কমান্ড লাইন থেকে %%%% %%
ca: COMMAND Una ordre interna o un executable seguit d'arguments. Separat múltiples ordres amb a -- argument. Les substitucions següents es poden utilitzar a les COMANDES: %%n Nom de l'element actual %%v Valor de l'element actual %%NAME Valor de l'element anomenat NAME (per exemple: %%input1) %%(command) stdoutdes d'una línia d'ordres bash %%%% %%
cy: COMMAND Gorchymyn mewnol neu weithredadwy wedi'i ddilyn gan ddadleuon. Ar wahân gorchmynion lluosog gydag a -- dadl. Gellir defnyddio'r amnewidiadau canlynol mewn COMMANDs: %%n Enw'r elfen gyfredol %%v Gwerth yr elfen gyfredol %%NAME Gwerth yr elfen a enwir NAME (ee: %%input1) %%(command) stdouto linell orchymyn bash %%%% %%
da: COMMAND En intern kommando eller eksekverbar efterfulgt af argumenter. Adskille flere kommandoer med en -- argument. Følgende substitutioner kan bruges i KOMMANDOER: %%n Navn på det aktuelle element %%v Værdien af u200bu200bdet aktuelle element %%NAME Værdien af u200bu200bdet navngivne element NAME (f.eks: %%input1) %%(command) stdoutfra en bash-kommandolinje %%%% %%
eo: COMMAND Interna komando aŭ efektivigebla sekvata de argumentoj. Apartigi multoblaj komandoj kun a -- argumento. La sekvaj anstataŭaĵoj povas esti uzataj en KOMANDOJ: %%n Nomo de la nuna elemento %%v Valoro de la nuna elemento %%NAME Valoro de elemento nomita NAME (ekz.: %%input1) %%(command) stdoutde bash komandlinio %%%% %%
et: COMMAND Sisemine käsk või käivitatav fail, millele järgnevad argumendid. Eraldi mitu käsku koos a -- argument. Käskudes võib kasutada järgmisi asendusi: %%n Praeguse elemendi nimi %%v Praeguse elemendi väärtus %%NAME Nimega elemendi väärtus NAME (nt: %%input1) %%(command) stdoutbashi käsurealt %%%% %%
eu: COMMAND Barneko komando bat edo exekutagarri bat eta ondoren argumentuak. Bereizi a-rekin hainbat komando -- argumentua. Aginduetan honako ordezkapen hauek erabil daitezke: %%n Uneko elementuaren izena %%v Uneko elementuaren balioa %%NAME Izendatutako elementuaren balioa NAME (adibidez: %%input1) %%(command) stdoutbash komando-lerro batetik %%%% %%
fa: COMMAND ﺍﺰﺠﻣ ،ﻪﻧﺎﮔﺍﺪﺟ .ﺩﻮﺷ ﯽﻣ ﻝﺎﺒﻧﺩ ﺎﻫ ﻥﺎﻣﻮﮔﺭﺁ ﺎﺑ ﻪﮐ ﯽﯾﺍﺮﺟﺍ ﻞﯾﺎﻓ ﮏﯾ ﺎﯾ ﯽﻠﺧﺍﺩ ﺭﻮﺘﺳﺩ ﮏﯾ a ﺎﺑ ﺩﺪﻌﺘﻣ ﺕﺍﺭﻮﺘﺳﺩ -- .ﻝﺪﺟ ﻭ ﺚﺤﺑ :ﺩﻮﺷ ﻩﺩﺎﻔﺘﺳﺍ ﺕﺍﺭﻮﺘﺳﺩ ﺭﺩ ﺖﺳﺍ ﻦﮑﻤﻣ ﺮﯾﺯ ﯼﺎﻫ ﻦﯾﺰﮕﯾﺎﺟ %%n ﯽﻠﻌﻓ ﺮﺼﻨﻋ ﻡﺎﻧ %%v ﯽﻠﻌﻓ ﺮﺼﻨﻋ ﺭﺍﺪﻘﻣ %%NAME ﻩﺪﺷ ﯼﺭﺍﺬﮕﻣﺎﻧ ﺮﺼﻨﻋ ﺭﺍﺪﻘﻣ NAME (:ﻝﺎﺜﻣ ﻥﺍﻮﻨﻋ ﻪﺑ %%input1) %%(command) stdoutbash ﻥﺎﻣﺮﻓ ﻂﺧ ﺯﺍ %%%% %%
fi: COMMAND Sisäinen komento tai suoritettava tiedosto, jota seuraa argumentit. Erillinen useita komentoja a -- Perustelu. Seuraavia korvauksia voidaan käyttää KOMENTOissa: %%n Nykyisen elementin nimi %%v Nykyisen elementin arvo %%NAME Nimetyn elementin arvo NAME (esim: %%input1) %%(command) stdoutbash-komentoriviltä %%%% %%
fil: COMMAND Isang panloob na utos o executable na sinusundan ng mga argumento. Hiwalay maraming utos na may a -- argumento. Ang mga sumusunod na pamalit ay maaaring gamitin sa COMMAND: %%n Pangalan ng kasalukuyang elemento %%v Halaga ng kasalukuyang elemento %%NAME Halaga ng elementong pinangalanan NAME (hal: %%input1) %%(command) stdoutmula sa isang bash command line %%%% %%
fy: COMMAND In ynterne kommando as útfierber folge troch arguminten. Skiede meardere kommando's mei in -- argumint. De folgjende ferfangings kinne brûkt wurde yn COMMANDs: %%n Namme fan it aktuele elemint %%v Wearde fan it hjoeddeiske elemint %%NAME Wearde fan elemint neamd NAME (bgl: %%input1) %%(command) stdoutfan in bash kommandorigel %%%% %%
ga: COMMAND Ordú inmheánach nó inrite agus argóintí ina dhiaidh. Ar leithligh orduithe iolracha le -- argóint. Is féidir na hionadaíochtaí seo a leanas a úsáid i COMMANDs: %%n Ainm na heiliminte reatha %%v Luach na gné reatha %%NAME Luach na heiliminte ainmnithe NAME (eg: %%input1) %%(command) stdoutó líne ordaithe bash %%%% %%
gd: COMMAND Òrdugh a-staigh no gnìomh a ghabhas leantainn le argamaidean. Air leth iomadh àithne le a -- argamaid. Faodar na fo-sgrìobhaidhean a leanas a chleachdadh ann an COMMANDs: %%n Ainm an eileamaid làithreach %%v Luach an eileamaid làithreach %%NAME Luach an eileamaid ainmichte NAME (me: %%input1) %%(command) stdoutbho loidhne-àithne bash %%%% %%
gl: COMMAND Un comando interno ou executable seguido de argumentos. Separar varios comandos con a -- argumento. As seguintes substitucións pódense utilizar nos COMANDOS: %%n Nome do elemento actual %%v Valor do elemento actual %%NAME Valor do elemento nomeado NAME (ex.: %%input1) %%(command) stdoutdesde unha liña de comandos bash %%%% %%
gu: COMMAND દલીલો દ્વારા અનુસરવામાં આવેલ આંતરિક આદેશ અથવા એક્ઝિક્યુટેબલ. અલગ a સાથે બહુવિધ આદેશો -- દલીલ નીચેના અવેજીનો ઉપયોગ COMMANDs માં થઈ શકે છે: %%n વર્તમાન તત્વનું નામ %%v વર્તમાન તત્વનું મૂલ્ય %%NAME નામના તત્વનું મૂલ્ય NAME (દા.ત. %%input1) %%(command) stdoutbash આદેશ વાક્યમાંથી %%%% %%
he: COMMAND דרפנ .םיטנמוגרא וירחאו הלעפה ץבוק וא תימינפ הדוקפ a םע תובורמ תודוקפ -- .הָנֲעַט :תודוקפב םיאבה םיפילחתב שמתשהל ןתינ %%n יחכונה טנמלאה םש %%v יחכונה טנמלאה ךרע %%NAME םשב ביכר לש ךרע NAME (:לָׁשָמְל %%input1) %%(command) stdoutbash הדוקפ תרושמ %%%% %%
hi: COMMAND तर्कों के बाद एक आंतरिक आदेश या निष्पादन योग्य। अलग a . के साथ एकाधिक आदेश -- तर्क। COMMANDs में निम्नलिखित प्रतिस्थापनों का उपयोग किया जा सकता है: %%n वर्तमान तत्व का नाम %%v वर्तमान तत्व का मूल्य %%NAME नामित तत्व का मान NAME (उदाहरण: %%input1) %%(command) stdoutबैश कमांड लाइन से %%%% %%
hr: COMMAND Interna naredba ili izvršna datoteka praćena argumentima. Odvojeni više naredbi s a -- argument. Sljedeće zamjene mogu se koristiti u NAREDBAMA: %%n Naziv trenutnog elementa %%v Vrijednost trenutnog elementa %%NAME Vrijednost imenovanog elementa NAME (npr.: %%input1) %%(command) stdoutiz bash naredbenog retka %%%% %%
hu: COMMAND Belső parancs vagy végrehajtható fájl, amelyet argumentumok követnek. Különálló több parancsot a -- érv. A következő helyettesítések használhatók a COMMAND-okban: %%n Az aktuális elem neve %%v Az aktuális elem értéke %%NAME A megnevezett elem értéke NAME (például: %%input1) %%(command) stdoutbash parancssorból %%%% %%
hy: COMMAND Ներքին հրաման կամ գործարկվող, որին հաջորդում են արգումենտները: Առանձին մի քանի հրամաններ a -- փաստարկ. Հետևյալ փոխարինումները կարող են օգտագործվել COMAND-ներում. %%n Ընթացիկ տարրի անվանումը %%v Ընթացիկ տարրի արժեքը %%NAME Անվանված տարրի արժեքը NAME (օրինակ՝ %%input1) %%(command) stdoutbash հրամանի տողից %%%% %%
id: COMMAND Perintah internal atau executable diikuti oleh argumen. Memisahkan beberapa perintah dengan a -- argumen. Substitusi berikut dapat digunakan dalam COMMANDs: %%n Nama elemen saat ini %%v Nilai elemen saat ini %%NAME Nilai elemen bernama NAME (misalnya: %%input1) %%(command) stdoutdari baris perintah bash %%%% %%
is: COMMAND Innri skipun eða executable fylgt eftir með rökum. Aðskilið margar skipanir með a -- rök. Eftirfarandi staðgöngur má nota í COMMANDS: %%n Heiti núverandi þáttar %%v Gildi núverandi þáttar %%NAME Gildi frumefnis sem nefnt er NAME (td: %%input1) %%(command) stdoutfrá bash skipanalínu %%%% %%
ka: COMMAND შიდა ბრძანება ან შესრულებადი, რასაც მოჰყვება არგუმენტები. ცალკე მრავალი ბრძანება ა -- არგუმენტი. შემდეგი ჩანაცვლებები შეიძლება გამოყენებულ იქნას COMMAND-ებში: %%n მიმდინარე ელემენტის სახელი %%v მიმდინარე ელემენტის მნიშვნელობა %%NAME დასახელებული ელემენტის მნიშვნელობა NAME (მაგალითად: %%input1) %%(command) stdoutbash ბრძანების ხაზიდან %%%% %%
kk: COMMAND Аргументтер бар ішкі пәрмен немесе орындалатын файл. Бөлек a бар бірнеше пәрмендер -- аргумент. КОМАНДАРларда келесі ауыстырулар қолданылуы мүмкін: %%n Ағымдағы элементтің аты %%v Ағымдағы элементтің мәні %%NAME Аталған элементтің мәні NAME (мысалы: %%input1) %%(command) stdoutbash пәрмен жолынан %%%% %%
km: COMMAND ពាក្យបញ្ជាខាងក្នុង ឬអាចប្រតិបត្តិបានតាមដោយអាគុយម៉ង់។ ដាច់ដោយឡែក ពាក្យបញ្ជាច្រើនជាមួយ a -- អាគុយម៉ង់។ ការជំនួសខាងក្រោមអាចត្រូវបានប្រើប្រាស់ក្នុងពាក្យបញ្ជា៖ %%n ឈ្មោះធាតុបច្ចុប្បន្ន %%v តម្លៃនៃធាតុបច្ចុប្បន្ន %%NAME តម្លៃនៃធាតុដែលមានឈ្មោះ NAME (ឧ៖ %%input1) %%(command) stdoutពីបន្ទាត់ពាក្យបញ្ជា bash %%%% %%
kn: COMMAND ಆರ್ಗ್ಯುಮೆಂಟ್u200cಗಳ ನಂತರ ಆಂತರಿಕ ಆಜ್ಞೆ ಅಥವಾ ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದು. ಪ್ರತ್ಯೇಕಿಸಿ a ನೊಂದಿಗೆ ಬಹು ಆಜ್ಞೆಗಳು -- ವಾದ. ಕೆಳಗಿನ ಪರ್ಯಾಯಗಳನ್ನು COMMAND ಗಳಲ್ಲಿ ಬಳಸಬಹುದು: %%n ಪ್ರಸ್ತುತ ಅಂಶದ ಹೆಸರು %%v ಪ್ರಸ್ತುತ ಅಂಶದ ಮೌಲ್ಯ %%NAME ಹೆಸರಿನ ಅಂಶದ ಮೌಲ್ಯ NAME (ಉದಾ: %%input1) %%(command) stdoutಬ್ಯಾಷ್ ಆಜ್ಞಾ ಸಾಲಿನಿಂದ %%%% %%
ku: COMMAND Fermanek hundurîn an îcrakar ku bi argumanan tê peyde kirin. Veqetî fermanên piralî bi a -- bersivk. Veguheztinên jêrîn dikarin di COMAND-an de werin bikar anîn: %%n Navê hêmana heyî %%v Nirxa hêmana heyî %%NAME Nirxa hêmanê bi navê NAME (mînak: %%input1) %%(command) stdoutji rêzika fermanê bash %%%% %%
ky: COMMAND Аргументтер менен коштолгон ички буйрук же аткарылуучу. Бөлүнүү менен бир нече буйруктар -- аргумент. БУЙРУКТАРДА төмөнкү алмаштыруулар колдонулушу мүмкүн: %%n Учурдагы элементтин аталышы %%v Учурдагы элементтин мааниси %%NAME Аты аталган элементтин мааниси NAME (мисалы: %%input1) %%(command) stdoutbash буйрук сабынан %%%% %%
lb: COMMAND En intern Kommando oder ausführbar gefollegt vun Argumenter. Trennen multiple Kommandoen mat engem -- Argument. Déi folgend Ersatzstécker kënnen a COMMANDs benotzt ginn: %%n Numm vum aktuellen Element %%v Wäert vun der aktueller Element %%NAME Wäert vun Element genannt NAME (z.B.: %%input1) %%(command) stdoutvun enger Bash Kommandozeil %%%% %%
lo: COMMAND ຄໍາສັ່ງພາຍໃນຫຼືປະຕິບັດໄດ້ປະຕິບັດຕາມໂດຍ arguments. ແຍກຕ່າງຫາກ ຫຼາຍຄໍາສັ່ງທີ່ມີ a -- ການໂຕ້ຖຽງ. ການທົດແທນຕໍ່ໄປນີ້ອາດຈະຖືກໃຊ້ໃນຄໍາສັ່ງ: %%n ຊື່ຂອງອົງປະກອບປະຈຸບັນ %%v ຄ່າຂອງອົງປະກອບປັດຈຸບັນ %%NAME ຄ່າຂອງອົງປະກອບທີ່ມີຊື່ NAME (ຕົວຢ່າງ: %%input1) %%(command) stdoutຈາກບັນທັດຄໍາສັ່ງ bash %%%% %%
lt: COMMAND Vidinė komanda arba vykdomasis failas, po kurio pateikiami argumentai. Atskirai kelios komandos su a -- argumentas. Komandose gali būti naudojami šie pakaitalai: %%n Dabartinio elemento pavadinimas %%v Dabartinio elemento vertė %%NAME Pavadinto elemento reikšmė NAME (pvz.: %%input1) %%(command) stdoutiš bash komandinės eilutės %%%% %%
lv: COMMAND Iekšēja komanda vai izpildāms fails, kam seko argumenti. Atsevišķi vairākas komandas ar a -- arguments. Komandās var izmantot šādus aizstāšanas veidus: %%n Pašreizējā elementa nosaukums %%v Pašreizējā elementa vērtība %%NAME Nosauktā elementa vērtība NAME (piemēram: %%input1) %%(command) stdoutno bash komandrindas %%%% %%
mg: COMMAND Baiko anatiny na azo tanterahana arahin'ny tohan-kevitra. Misaraka baiko maromaro misy a -- argument. Ireto fanoloana manaraka ireto dia azo ampiasaina amin'ny COMMANDs: %%n Anaran'ny singa ankehitriny %%v Sandan'ny singa ankehitriny %%NAME Sandan'ny singa nomena anarana NAME (oh: %%input1) %%(command) stdoutavy amin'ny andalana baiko bash %%%% %%
mi: COMMAND He whakahau a-roto, ka taea ranei te whakahaere ka whai i nga tohenga. Wehewehe whakahau maha me a -- tautohe. Ka taea te whakamahi i nga whakakapinga e whai ake nei i roto i nga COMMAND: %%n Ingoa o te huānga onāianei %%v Uara o te huānga o nāianei %%NAME Uara o te huānga kua whakaingoatia NAME (hei tauira: %%input1) %%(command) stdoutmai i te raina whakahau bash %%%% %%
mk: COMMAND Внатрешна команда или извршна датотека проследена со аргументи. Одделно повеќе команди со a -- аргумент. Следниве замени може да се користат во наредбите: %%n Име на тековниот елемент %%v Вредност на тековниот елемент %%NAME Вредност на именуваниот елемент NAME (на пример: %%input1) %%(command) stdoutод командната линија bash %%%% %%
ml: COMMAND ഒരു ആന്തരിക കമാൻഡ് അല്ലെങ്കിൽ എക്സിക്യൂട്ടബിൾ തുടർന്ന് ആർഗ്യുമെന്റുകൾ. വേർതിരിക്കുക a ഉള്ള ഒന്നിലധികം കമാൻഡുകൾ -- വാദം. COMMAND-കളിൽ ഇനിപ്പറയുന്ന പകരക്കാർ ഉപയോഗിക്കാം: %%n നിലവിലെ മൂലകത്തിന്റെ പേര് %%v നിലവിലെ മൂലകത്തിന്റെ മൂല്യം %%NAME പേരിട്ടിരിക്കുന്ന മൂലകത്തിന്റെ മൂല്യം NAME (ഉദാ: %%input1) %%(command) stdoutഒരു ബാഷ് കമാൻഡ് ലൈനിൽ നിന്ന് %%%% %%
mn: COMMAND Дотоод команд эсвэл гүйцэтгэх боломжтой аргументууд. Тусдаа a-тай олон тушаалууд -- маргаан. COMMAND-д дараах орлуулалтыг ашиглаж болно. %%n Одоогийн элементийн нэр %%v Одоогийн элементийн утга %%NAME Нэрлэсэн элементийн утга NAME (жишээ нь: %%input1) %%(command) stdoutbash командын мөрөөс %%%% %%
mr: COMMAND अंतर्गत कमांड किंवा एक्झिक्युटेबल त्यानंतर वितर्क. वेगळे a सह अनेक आज्ञा -- युक्तिवाद COMMANDs मध्ये खालील पर्याय वापरले जाऊ शकतात: %%n वर्तमान घटकाचे नाव %%v वर्तमान घटकाचे मूल्य %%NAME नावाच्या घटकाचे मूल्य NAME (उदा: %%input1) %%(command) stdoutबॅश कमांड लाइनवरून %%%% %%
mt: COMMAND Kmand intern jew eżekutibbli segwit minn argumenti. Separati kmandi multipli b'a -- argument. Is-sostituzzjonijiet li ġejjin jistgħu jintużaw fil-KMANDI: %%n Isem tal-element kurrenti %%v Valur tal-element kurrenti %%NAME Valur tal-element imsemmi NAME (eż: %%input1) %%(command) stdoutminn linja ta' kmand bash %%%% %%
my: COMMAND အတွင်းအမိန့်တစ်ခု သို့မဟုတ် အကောင်အထည်ဖော်နိုင်သော အငြင်းအခုံများနောက်တွင်။ သပ်သပ် a ဖြင့် command များစွာ -- ဆင်ခြေ။ အောက်ဖော်ပြပါ အစားထိုးမှုများကို Commands များတွင် အသုံးပြုနိုင်ပါသည်။ %%n လက်ရှိဒြပ်စင်အမည် %%v လက်ရှိဒြပ်စင်၏တန်ဖိုး %%NAME အမည်ပေးထားသော ဒြပ်စင်တန်ဖိုး NAME (ဥပမာ- %%input1) %%(command) stdoutbash command line မှ %%%% %%
nb: COMMAND En intern kommando eller kjørbar etterfulgt av argumenter. Skille flere kommandoer med en -- argument. Følgende erstatninger kan brukes i COMMANDs: %%n Navn på gjeldende element %%v Verdien av gjeldende element %%NAME Verdien av elementet som er navngitt NAME (f.eks: %%input1) %%(command) stdoutfra en bash-kommandolinje %%%% %%
ne: COMMAND एक आन्तरिक आदेश वा तर्कहरू पछि कार्यान्वयन योग्य। अलग ए संग धेरै आदेशहरू -- तर्क। निम्न प्रतिस्थापनहरू COMMANDs मा प्रयोग गर्न सकिन्छ: %%n हालको तत्वको नाम %%v हालको तत्वको मान %%NAME नामको तत्वको मान NAME (उदाहरण: %%input1) %%(command) stdoutbash कमांड लाइनबाट %%%% %%
or: COMMAND ଆର୍ଗୁମେଣ୍ଟସ୍ ଦ୍ followed ାରା ଏକ ଆଭ୍ୟନ୍ତରୀଣ କମାଣ୍ଡ୍ କିମ୍ବା ଏକଜେକ୍ୟୁଟେବଲ୍ | ଅଲଗା କରନ୍ତୁ | a ସହିତ ଏକାଧିକ କମାଣ୍ଡ୍ | -- ଯୁକ୍ତି ନିମ୍ନୋକ୍ତ ପ୍ରତିସ୍ଥାପନଗୁଡିକ କମାଣ୍ଡରେ ବ୍ୟବହୃତ ହୋଇପାରେ: %%n ସାମ୍ପ୍ରତିକ ଉପାଦାନର ନାମ | %%v ସାମ୍ପ୍ରତିକ ଉପାଦାନର ମୂଲ୍ୟ %%NAME ନାମିତ ଉପାଦାନର ମୂଲ୍ୟ | NAME (ଯଥା: %%input1) %%(command) stdoutଏକ ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ରୁ | %%%% %%
pa: COMMAND ਆਰਗੂਮੈਂਟਾਂ ਦੇ ਬਾਅਦ ਇੱਕ ਅੰਦਰੂਨੀ ਕਮਾਂਡ ਜਾਂ ਐਗਜ਼ੀਕਿਊਟੇਬਲ। ਵੱਖਰਾ a ਨਾਲ ਕਈ ਕਮਾਂਡਾਂ -- ਦਲੀਲ ਹੇਠ ਦਿੱਤੇ ਬਦਲਾਂ ਨੂੰ COMMANDs ਵਿੱਚ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ: %%n ਮੌਜੂਦਾ ਤੱਤ ਦਾ ਨਾਮ %%v ਮੌਜੂਦਾ ਤੱਤ ਦਾ ਮੁੱਲ %%NAME ਨਾਮ ਦੇ ਤੱਤ ਦਾ ਮੁੱਲ NAME (ਉਦਾਹਰਨ: %%input1) %%(command) stdoutbash ਕਮਾਂਡ ਲਾਈਨ ਤੋਂ %%%% %%
ps: COMMAND ﻼ﻿ﺟ .ﻱﻮﺒﯿﻘﻌﺗ ﻪﻧﻮﻠﯿﻟﺩ ړﻭ ﺍﺮﺟﺍ ﺩ ﺎﯾ ډﻧﺎﻤﮐ ﻲﻠﺧﺍﺩ ﻮﯾ a ﻩﺮﺳ ﯤﺪﻧﺎﻣﻮﻗ ﻮڅ -- ﻝﻻ﻿ﺪﺘﺳﺍ :ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﯥﮐ COMMANDs ﻪﭘ ﻪﻧﻮﻠﯾﺪﺑ ﯤﺪﻧﻻ﻿ %%n ﻡﻮﻧ ﺮﺼﻨﻋ ﻲﻨﺳﻭﺍ ﺩ %%v ﺖښﺯﺭﺍ ﺮﺼﻨﻋ ﻲﻨﺳﻭﺍ ﺩ %%NAME ﺖښﺯﺭﺍ ﺮﺼﻨﻋ ﻱﻮﺷ ﻝﻮﻣﻮﻧ NAME (:ﻪﮑﻟ %%input1) %%(command) stdoutﻪﺨڅ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ bash ﺩ %%%% %%
ro: COMMAND O comandă internă sau un executabil urmat de argumente. Separa comenzi multiple cu a -- argument. Următoarele substituții pot fi utilizate în COMANDE: %%n Numele elementului curent %%v Valoarea elementului curent %%NAME Valoarea elementului numit NAME (de exemplu: %%input1) %%(command) stdoutdintr-o linie de comandă bash %%%% %%
rw: COMMAND Itegeko ryimbere cyangwa rishobora gukurikirwa nimpaka. Tandukanya amategeko menshi hamwe na -- impaka. Ibisimburwa bikurikira birashobora gukoreshwa MU MATEGEKO: %%n Izina ryibintu bigezweho %%v Agaciro k'ibintu bigezweho %%NAME Agaciro k'ibintu byitwa NAME (urugero: %%input1) %%(command) stdoutKuva bash command umurongo %%%% %%
sd: COMMAND ﮗﻟﺍ .ﻥﺎﻴﭡﭘ ﻲﺟ ﻦﻠﻴﻟﺩ ﻞﻤﻋ ﻞﺑﺎﻗ ﺎﻳ ﻢڪﺣ ﻲﻧﻭﺭﺪﻧﺍ ڪﻫ a ڏﮔ ﻥﺎﺳ ﻦﻤڪﺣ ﻲﺋ ﻥﺮﺘﻴڪ -- .ﻞﻴﻟﺩ :۾ COMMANDs ﻥﻮﻴﭤ ﻦﺠﮭﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ﻝﺩﺎﺒﺘﻣ ﻥﻮﻴﭡﻴﮬ %%n ﻮﻟﺎﻧ ﻮﺟ ﺮﺼﻨﻋ ﻩﺩﻮﺟﻮﻣ %%v ﺭﺪﻗ ﻮﺟ ﺮﺼﻨﻋ ﻩﺩﻮﺟﻮﻣ %%NAME ﺭﺪﻗ ﻮﺟ ﺮﺼﻨﻋ ﻲﺟ ﻲﻟﺎﻧ NAME (:ﻝﺎﺜﻣ %%input1) %%(command) stdoutbash ﻥﺎﮐ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ %%%% %%
si: COMMAND අභ්u200dයන්තර විධානයක් හෝ ක්u200dරියාත්මක කළ හැකි පසුව තර්ක. වෙනම a සමඟ බහු විධාන -- තර්කය. පහත ආදේශන COMMAND වල භාවිතා කළ හැක: %%n වත්මන් මූලද්රව්යයේ නම %%v වත්මන් මූලද්රව්යයේ අගය %%NAME නම් කරන ලද මූලද්u200dරව්u200dයයේ අගය NAME (උදා: %%input1) %%(command) stdoutbash විධාන රේඛාවකින් %%%% %%
sk: COMMAND Interný príkaz alebo spustiteľný súbor, za ktorým nasledujú argumenty. Samostatné viacero príkazov s a -- argument. V príkazoch možno použiť nasledujúce náhrady: %%n Názov aktuálneho prvku %%v Hodnota aktuálneho prvku %%NAME Hodnota pomenovaného prvku NAME (napr.: %%input1) %%(command) stdoutz príkazového riadku bash %%%% %%
sl: COMMAND Notranji ukaz ali izvedljiva datoteka, ki ji sledijo argumenti. Ločeno več ukazov z a -- prepir. V ukazih se lahko uporabijo naslednje zamenjave: %%n Ime trenutnega elementa %%v Vrednost trenutnega elementa %%NAME Vrednost imenovanega elementa NAME (npr.: %%input1) %%(command) stdoutiz ukazne vrstice bash %%%% %%
sq: COMMAND Një komandë e brendshme ose e ekzekutueshme e ndjekur nga argumente. Të ndara komanda të shumta me a -- argument. Zëvendësimet e mëposhtme mund të përdoren në komandat: %%n Emri i elementit aktual %%v Vlera e elementit aktual %%NAME Vlera e elementit të emërtuar NAME (p.sh. %%input1) %%(command) stdoutnga një linjë komande bash %%%% %%
sw: COMMAND Amri ya ndani au inayoweza kutekelezeka ikifuatiwa na hoja. Tenga amri nyingi na a -- hoja. Vibadala vifuatavyo vinaweza kutumika katika AMRI: %%n Jina la kipengele cha sasa %%v Thamani ya kipengele cha sasa %%NAME Thamani ya kipengele kilichopewa jina NAME (kwa mfano: %%input1) %%(command) stdoutkutoka kwa safu ya amri ya bash %%%% %%
ta: COMMAND வாதங்களைத் தொடர்ந்து ஒரு உள் கட்டளை அல்லது இயங்கக்கூடியது. தனி a உடன் பல கட்டளைகள் -- வாதம். பின்வரும் மாற்றீடுகள் COMMANDகளில் பயன்படுத்தப்படலாம்: %%n தற்போதைய உறுப்பு பெயர் %%v தற்போதைய உறுப்பு மதிப்பு %%NAME பெயரிடப்பட்ட உறுப்பு மதிப்பு NAME (எ.கா: %%input1) %%(command) stdoutஒரு பாஷ் கட்டளை வரியிலிருந்து %%%% %%
te: COMMAND ఆర్గ్యుమెంట్u200cల తర్వాత అంతర్గత కమాండ్ లేదా ఎక్జిక్యూటబుల్. వేరు a తో బహుళ ఆదేశాలు -- వాదన. కింది ప్రత్యామ్నాయాలను COMMANDలలో ఉపయోగించవచ్చు: %%n ప్రస్తుత మూలకం పేరు %%v ప్రస్తుత మూలకం విలువ %%NAME పేరు పెట్టబడిన మూలకం విలువ NAME (ఉదా: %%input1) %%(command) stdoutబాష్ కమాండ్ లైన్ నుండి %%%% %%
tg: COMMAND Фармони дохилӣ ё иҷрошавандаи пас аз далелҳо. Алоҳида фармонҳои сершумор бо a -- баҳс. Дар COMMANDs ивазкуниҳои зерин метавонанд истифода шаванд: %%n Номи элементи ҷорӣ %%v Арзиши элементи ҷорӣ %%NAME Арзиши унсури номбаршуда NAME (масалан: %%input1) %%(command) stdoutаз сатри фармони bash %%%% %%
th: COMMAND คำสั่งภายในหรือปฏิบัติการตามด้วยอาร์กิวเมนต์ แยก หลายคำสั่งด้วย a -- การโต้เถียง. อาจใช้การแทนที่ต่อไปนี้ในคำสั่ง: %%n ชื่อขององค์ประกอบปัจจุบัน %%v มูลค่าขององค์ประกอบปัจจุบัน %%NAME ค่าขององค์ประกอบชื่อ NAME (เช่น: %%input1) %%(command) stdoutจากบรรทัดคำสั่งทุบตี %%%% %%
tk: COMMAND Içerki buýruk ýa-da argumentler bilen ýerine ýetirilip bilinýän. Aýry-aýry bilen birnäçe buýruk -- argument. COMMAND-larda aşakdaky çalyşmalar ulanylyp bilner: %%n Häzirki elementiň ady %%v Häzirki elementiň gymmaty %%NAME Ady berlen elementiň gymmaty NAME (meselem: %%input1) %%(command) stdoutbaş buýruk setirinden %%%% %%
tt: COMMAND Эчке боерык яки башкарыла торган аргументлар. Аерым а белән берничә боерык -- аргумент. КОММАНДА түбәндәге алмашлыкларны кулланырга мөмкин: %%n Хәзерге элементның исеме %%v Хәзерге элементның кыйммәте %%NAME Исемле элементның кыйммәте NAME (мәс. %%input1) %%(command) stdoutбаш командалар сызыгыннан %%%% %%
uk: COMMAND Внутрішня команда або виконуваний файл із наступними аргументами. Окремо кілька команд з a -- аргумент. У КОМАНДах можна використовувати такі заміни: %%n Назва поточного елемента %%v Значення поточного елемента %%NAME Значення названого елемента NAME (наприклад: %%input1) %%(command) stdoutз командного рядка bash %%%% %%
ur: COMMAND ﮓﻟﺍ ۔ﻞﻤﻋ ﻞﺑﺎﻗ ﺎﯾ ﮉﻧﺎﻤﮐ ﯽﻧﻭﺭﺪﻧﺍ ﮏﯾﺍ ﺪﻌﺑ ﮯﮐ ﻞﺋﻻ﻿ﺩ ﺯﮉﻧﺎﻤﮐ ﺩﺪﻌﺘﻣ ﮫﺗﺎﺳ ﮯﮐ ﮏﯾﺍ -- .ﻞﯿﻟﺩ :ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮟﯿﻣ COMMANDs ﻮﮐ ﺕﻻ﻿ﺩﺎﺒﺘﻣ ﻞﯾﺫ ﮧﺟﺭﺪﻨﻣ %%n ﻡﺎﻧ ﺎﮐ ﺮﺼﻨﻋ ﮦﺩﻮﺟﻮﻣ %%v ﺭﺪﻗ ﯽﮐ ﺮﺼﻨﻋ ﮦﺩﻮﺟﻮﻣ %%NAME ﺭﺪﻗ ﯽﮐ ﺮﺼﻨﻋ ﮯﻟﺍﻭ ﻡﺎﻧ NAME (:ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ %%input1) %%(command) stdoutbash ﮯﺳ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ %%%% %%
uz: COMMAND Argumentlardan keyin ichki buyruq yoki bajariladigan fayl. Alohida a bilan bir nechta buyruqlar -- dalil. BUYRUQLARDA quyidagi almashtirishlardan foydalanish mumkin: %%n Joriy elementning nomi %%v Joriy elementning qiymati %%NAME Nomlangan elementning qiymati NAME (masalan: %%input1) %%(command) stdoutbash buyruq satridan %%%% %%
vi: COMMAND Một lệnh nội bộ hoặc tệp thực thi theo sau là các đối số. Tách rời nhiều lệnh với một -- lý lẽ. Các thay thế sau có thể được sử dụng trong COMMAND: %%n Tên của phần tử hiện tại %%v Giá trị của phần tử hiện tại %%NAME Giá trị của phần tử có tên NAME (ví dụ: %%input1) %%(command) stdouttừ một dòng lệnh bash %%%% %%
xh: COMMAND Umyalelo wangaphakathi okanye ophunyeziweyo olandelwa ziingxoxo. Yahlula imiyalelo ezininzi nge -- ingxoxo. Olu tshintsho lulandelayo lunokusetyenziswa kwi-COMMAND: %%n Igama lesiqalelo sangoku %%v Ixabiso lento yangoku %%NAME Ixabiso lesiqalelo esinikwe igama NAME (umz. %%input1) %%(command) stdoutukusuka kumgca womyalelo we-bash %%%% %%
yi: COMMAND רעדנוזאַב .ןטנעמוגראַ ךרוד ןעגנאגעגכאנ עלבאַטוקעסקע רעדאָ לעפֿאַב ךעלרעני ןאַ אַ טימ זדנאַמאַק לפייק -- .טנעמוגראַ :זדנאַמאַק ןיא טנייוועג ןייז ןענעק זנאַשויטיטסבאַס עדנעגלאפ יד %%n טנעמעלע טנאַרק םעד ןופ ןעמאָנ %%v טנעמעלע טנאַרק םעד ןופ טרעוו %%NAME ןסייהעג טנעמעלע ןופ טרעוו NAME (:לשמל %%input1) %%(command) stdoutהרוש ןלעפֿאַב שאַב אַ ןופֿ %%%% %%
