Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
af: WAARSKUWING: %s is gemonteer. By verstek, FSArgiverer sal slegs volumes rugsteun wat leesalleen gemonteer is. Om 'n lees-skryf-volume te rugsteun, moet jy byvoeg --allow-rw-mounted aan die bevel. Sien 'man fsarchiver' vir besonderhede.
am: ማስጠንቀቂያ፡- %s ተጭኗል። በነባሪ፣ FSመዝገብ ሰሪ በንባብ ብቻ የተጫኑትን መጠኖች ብቻ ምትኬ ያደርጋል። የተነበበ-ጽሑፍ መጠንን ምትኬ ለማስቀመጥ ማከል ያስፈልግዎታል --allow-rw-mounted ወደ ትእዛዝ. ተመልከት 'man fsarchiver' ለዝርዝሮች.
ar: :ﺮﻳﺬﺤﺗ %s ،ﻲﺿﺍﺮﺘﻓﺍ ﻞﻜﺸﺑ .ﺐﻛﺮﻣ FSﺔﻓﺎﺿﺇ ﻰﻟﺇ ﺝﺎﺘﺤﺗ ، ﺔﺑﺎﺘﻜﻟﺍﻭ ﺓءﺍﺮﻘﻠﻟ ﻦﻳﺰﺨﺗ ﺓﺪﺣﻮﻟ ﻲﻃﺎﻴﺘﺣﺍ ﺦﺴﻧ ءﺍﺮﺟﻹ﻿ .ﻂﻘﻓ ﺓءﺍﺮﻘﻠﻟ ﺔﺘﺒﺜﻤﻟﺍ ﻦﻳﺰﺨﺘﻟﺍ ﺕﺍﺪﺣﻮﻟ ﻲﻃﺎﻴﺘﺣﺍ ﺦﺴﻧ ﻞﻤﻌﺑ ﺔﻔﺷﺭﻷ﻿ﺍ ﺞﻣ --allow-rw-mounted ﻯﺭﺍ .ﺮﻣﻷ﻿ﺍ ﻰﻟﺇ 'man fsarchiver' .ﻞﻴﺻﺎﻔﺘﻠﻟ
be: ПАПЯРЭДЖАННЕ: %s змантаваны. Па змаўчанні, FSАрхіватар будзе капіраваць толькі рэзервовыя тамы, змантаваныя толькі для чытання. Каб зрабіць рэзервовую копію тома для чытання і запісу, вам трэба дадаць --allow-rw-mounted да каманды. Глядзі 'man fsarchiver' для дэталяў.
bg: ВНИМАНИЕ: %s е монтиран. По подразбиране, FSАрхиваторът ще архивира само томове, монтирани само за четене. За да архивирате том за четене и запис, трябва да добавите --allow-rw-mounted към командата. Виж 'man fsarchiver' за детайли.
bn: সতর্কতা: %s মাউন্ট করা হয়. গতানুগতিক, FSArchiver শুধুমাত্র পঠনযোগ্য মাউন্ট করা ভলিউম ব্যাকআপ করবে। একটি রিড-রাইট ভলিউম ব্যাকআপ করতে, আপনাকে যোগ করতে হবে --allow-rw-mounted আদেশে। দেখা 'man fsarchiver' বিস্তারিত জানার জন্য.
ca: ADVERTIMENT: %s està muntat. Per defecte, FSL'Arxivador només farà còpies de seguretat dels volums muntats només de lectura. Per fer una còpia de seguretat d'un volum de lectura-escriptura, cal afegir --allow-rw-mounted al comandament. Vegeu 'man fsarchiver' per als detalls.
cy: RHYBUDD: %s wedi'i osod. Yn ddiofyn, FSBydd Archiver yn gwneud copi wrth gefn o gyfrolau wedi'u darllen yn unig yn unig. I wneud copi wrth gefn o gyfrol darllen-ysgrifennu, mae angen ichi ychwanegu --allow-rw-mounted i'r gorchymyn. Gwel 'man fsarchiver' am fanylion.
da: ADVARSEL: %s er monteret. Som standard, FSArchiver vil kun sikkerhedskopiere mængder, der er monteret skrivebeskyttet. For at sikkerhedskopiere en læse-skrive-volumen skal du tilføje --allow-rw-mounted til kommandoen. Se 'man fsarchiver' for detaljer.
eo: AVERTO: %s estas muntita. Defaŭlte, FSArchiver nur rezervas volumojn muntitajn nurlegeblaj. Por sekurkopii leg-skribi volumon, vi devas aldoni --allow-rw-mounted al la komando. Vidu 'man fsarchiver' por detaloj.
et: HOIATUS: %s on paigaldatud. Vaikimisi, FSArhiveerija varundab ainult kirjutuskaitstud köiteid. Lugemis-kirjutamisköite varundamiseks peate lisama --allow-rw-mounted käsule. Vaata 'man fsarchiver' üksikasjade saamiseks.
eu: OHARRA: %s muntatuta dago. Lehenetsiz, FSArtxibatzaileak irakurtzeko soilik muntatutako bolumenen babeskopia egingo du. Irakurketa-idazketa bolumen baten babeskopia egiteko, gehitu behar duzu --allow-rw-mounted komandoari. Ikusi 'man fsarchiver' xehetasunetarako.
fa: :ﺭﺍﺪﺸﻫ %s ،ﺽﺮﻓ ﺶﯿﭘ ﺕﺭﻮﺻ ﻪﺑ .ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ FSﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺪﯾﺎﺑ ،ﻦﺘﺷﻮﻧ ﻭ ﻥﺪﻧﺍﻮﺧ ﻢﺠﺣ ﺯﺍ ﯼﺮﯿﮔ ﻥﺎﺒﯿﺘﺸﭘ ﯼﺍﺮﺑ .ﺪﻨﮐ ﯽﻣ ﻪﯿﻬﺗ ﻥﺎﺒﯿﺘﺸﭘ ﺪﻧﺍ ﻩﺪﺷ ﺐﺼﻧ ﯽﻧﺪﻧﺍﻮﺧ ﻂ --allow-rw-mounted ﻥﺪﯾﺩ ﻥﺎﻣﺮﻓ ﻪﺑ 'man fsarchiver' ﺕﺎﯿﺋﺰﺟ ﯼﺍﺮﺑ
fi: VAROITUS: %s on asennettu. Oletuksena, FSArkistointiohjelma varmuuskopioi vain luku -tilassa asennetut taltiot. Jos haluat varmuuskopioida luku-kirjoitustaltion, sinun on lisättävä --allow-rw-mounted käskyyn. Katso 'man fsarchiver' yksityiskohtia varten.
fil: BABALA: %s ay naka-mount. Bilang default, FSAng archiver ay magba-backup lamang ng mga volume na naka-mount na read-only. Para mag-backup ng read-write volume, kailangan mong magdagdag --allow-rw-mounted sa utos. Tingnan mo 'man fsarchiver' para sa mga detalye.
fy: WARSKÔGING: %s is oanbrocht. Standert, FSArchiver sil allinnich reservekopy folumes monteare allinnich-lês. Om in reservekopy fan in lês-skriuwfolume te meitsjen, moatte jo tafoegje --allow-rw-mounted oan it kommando. Sjen 'man fsarchiver' foar details.
ga: RABHADH: %s suite. De réir réamhshocraithe, FSNí dhéanfaidh Archiver ach cúltaca de mhéideanna atá suite inléite amháin. Chun imleabhar inléite a chúltaca, ní mór duit cur leis --allow-rw-mounted don ordú. Féach 'man fsarchiver' le haghaidh sonraí.
gd: RABHADH: %s air a chur suas. Gu gnàthach, FSCha dèan Archiver ach cùl-taic de leabhraichean a chaidh a leughadh a-mhàin. Gus cùl-taic a thoirt do leabhar leughaidh, feumaidh tu cuir ris --allow-rw-mounted don àithne. Faic 'man fsarchiver' airson mion-fhiosrachadh.
gl: AVISO: %s está montado. Por defecto, FSArquivador só fará unha copia de seguranza dos volumes montados en só lectura. Para facer unha copia de seguridade dun volume de lectura-escritura, cómpre engadir --allow-rw-mounted ao comando. Ver 'man fsarchiver' para os detalles.
gu: ચેતવણી: %s માઉન્ટ થયેલ છે. મૂળભૂત રીતે, FSઆર્કાઇવર ફક્ત વાંચવા માટે માઉન્ટ થયેલ વોલ્યુમોનું જ બેકઅપ લેશે. રીડ-રાઇટ વોલ્યુમનો બેકઅપ લેવા માટે, તમારે ઉમેરવાની જરૂર છે --allow-rw-mounted આદેશ માટે. જુઓ 'man fsarchiver' વિગતો માટે.
he: :הָרָהזַא %s ,לדחמ תרירבכ .בוכר אוה FSArchiver ףיסוהל ךילע ,הביתכ-האירק חפנ תובגל ידכ .דבלב האירקל ןקתומ ןוסחא יעצמא קר הבגי --allow-rw-mounted תֹואְרִל .הדוקפל 'man fsarchiver' .םיטרפל
hi: चेतावनी: %s लगा हुआ। डिफ़ॉल्ट रूप से, FSसंग्रहकर्ता केवल बैकअप वॉल्यूम माउंटेड रीड ओनली होगा। पढ़ने-लिखने की मात्रा का बैकअप लेने के लिए, आपको जोड़ना होगा --allow-rw-mounted आदेश को। देखो 'man fsarchiver' ब्योरा हेतु।
hr: UPOZORENJE: %s je montiran. Prema zadanim postavkama, FSArhiver će sigurnosno kopirati samo sveske montirane samo za čitanje. Da biste napravili sigurnosnu kopiju volumena čitanja i pisanja, morate dodati --allow-rw-mounted na komandu. Vidjeti 'man fsarchiver' za detalje.
hu: FIGYELEM: %s felszerelve. Alapértelmezés szerint, FSAz archiváló csak a csak olvasható kötetekről készít biztonsági másolatot. Írható-olvasható kötet biztonsági mentéséhez hozzá kell adnia --allow-rw-mounted a parancsra. Lát 'man fsarchiver' a részletekért.
hy: ԶԳՈՒՇԱՑՈՒՄ. %s տեղադրված է. Ըստ նախնականի, FSԱրխիվատորը կպահուստավորի միայն այն հատորները, որոնք տեղադրված են միայն կարդալու համար: Կարդալ-գրելու ծավալը կրկնօրինակելու համար անհրաժեշտ է ավելացնել --allow-rw-mounted հրամանին. Տեսնել 'man fsarchiver' մանրամասների համար.
id: PERINGATAN: %s dipasang. Secara default, FSPengarsip hanya akan mencadangkan volume yang dipasang hanya-baca. Untuk mencadangkan volume baca-tulis, Anda perlu menambahkan --allow-rw-mounted ke perintah. Lihat 'man fsarchiver' untuk rincian.
is: VIÐVÖRUN: %s er uppsettur. Sjálfgefið, FSArchiver mun aðeins taka afrit af bindum sem eru sett upp sem skrifvörður. Til að taka öryggisafrit af les- og skrifa bindi þarftu að bæta við --allow-rw-mounted til skipunarinnar. Sjáðu 'man fsarchiver' fyrir nánari upplýsingar.
ka: გაფრთხილება: %s დამონტაჟებულია. ნაგულისხმევად, FSარქივერი შექმნის მხოლოდ ტომებს, რომლებიც დამონტაჟებულია მხოლოდ წაკითხვაზე. წაკითხვის-წერის ტომის სარეზერვო ასლისთვის საჭიროა დაამატოთ --allow-rw-mounted ბრძანებას. იხ 'man fsarchiver' დეტალებისთვის.
kk: ЕСКЕРТУ: %s орнатылған. Әдепкі бойынша, FSМұрағаттауыш тек оқу үшін орнатылған томдардың сақтық көшірмесін жасайды. Оқу-жазу көлемінің сақтық көшірмесін жасау үшін қосу керек --allow-rw-mounted пәрменге. Қараңыз 'man fsarchiver' мәліметтер үшін.
km: ព្រមាន៖ %s ត្រូវបានម៉ោន។ តាមu200bលំនាំដើម, FSបណ្ណសារនឹងមានតែបរិមាណបម្រុងទុកដែលបានម៉ោនបានតែអានប៉ុណ្ណោះ។ ដើម្បីបម្រុងទុកកម្រិតសំឡេងអាន-សរសេរ អ្នកត្រូវបន្ថែម --allow-rw-mounted ទៅពាក្យបញ្ជា។ សូមមើល 'man fsarchiver' សម្រាប់ព័ត៌មានលម្អិត។
kn: ಎಚ್ಚರಿಕೆ: %s ಅಳವಡಿಸಲಾಗಿದೆ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, FSಆರ್ಕೈವರ್ ಓದಲು-ಮಾತ್ರ ಅಳವಡಿಸಲಾಗಿರುವ ಸಂಪುಟಗಳನ್ನು ಮಾತ್ರ ಬ್ಯಾಕಪ್ ಮಾಡುತ್ತದೆ. ರೀಡ್-ರೈಟ್ ವಾಲ್ಯೂಮ್ ಅನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡಲು, ನೀವು ಸೇರಿಸುವ ಅಗತ್ಯವಿದೆ --allow-rw-mounted ಆಜ್ಞೆಗೆ. ನೋಡಿ 'man fsarchiver' ವಿವರಗಳಿಗಾಗಿ.
ku: GAZÎ: %s tê lêkirin. Bi xwerû, FSArşîv dê tenê cildên ku tenê-xwendewarî hatine lêkirin hilîne. Ji bo paşvekişandina cildek xwendin-nivîsandinê, divê hûn lê zêde bikin --allow-rw-mounted ji fermanê re. Dîtin 'man fsarchiver' ji bo hûragahiyan.
ky: ЭСКЕРТҮҮ: %s орнотулган. Демейки боюнча, FSАрхивдөөчү окуу үчүн гана орнотулган томдордун камдык көчүрмөсүн берет. Окуу-жазуу көлөмүнүн камдык көчүрмөсүн алуу үчүн сиз кошуу керек --allow-rw-mounted буйрукка. Караңыз 'man fsarchiver' чоо-жайы үчүн.
lb: OPGEPASST: %s montéiert ass. Par défaut, FSArchiver wäert nëmme Backupvolumen montéiert liesen-nëmmen. Fir e Lies-Schreifvolumen ze backupen, musst Dir derbäisetzen --allow-rw-mounted zum Kommando. Kuckt 'man fsarchiver' fir Detailer.
lo: ຄຳເຕືອນ: %s ແມ່ນ mounted. ໂດຍຄ່າເລີ່ມຕົ້ນ, FSArchiver ຈະພຽງແຕ່ backup volumes mounted read-only. ເພື່ອສໍາຮອງຂໍ້ມູນປະລິມານການອ່ານຂຽນ, ທ່ານຈໍາເປັນຕ້ອງເພີ່ມ --allow-rw-mounted ກັບຄໍາສັ່ງ. ເບິ່ງ 'man fsarchiver' ສໍາລັບລາຍລະອຽດ.
lt: ĮSPĖJIMAS: %s yra sumontuotas. Pagal numatytuosius nustatymus FSArchyvas kurs atsargines kopijas tik tų tomų, kurie prijungti tik skaitymui. Norėdami sukurti atsarginę skaitymo ir rašymo tomo kopiją, turite pridėti --allow-rw-mounted į komandą. Pamatyti 'man fsarchiver' dėl detalių.
lv: BRĪDINĀJUMS: %s ir uzstādīts. Pēc noklusējuma, FSArhivētājs dublēs tikai tos sējumus, kas ir uzstādīti tikai lasāmā režīmā. Lai dublētu lasīšanas un rakstīšanas sējumu, jums ir jāpievieno --allow-rw-mounted uz komandu. Skat 'man fsarchiver' sīkākai informācijai.
mg: FAMPITANDREMANA: %s dia apetraka. Amin'ny alàlan'ny default, FSNy archiver dia tsy hanao backup afa-tsy ny boky voapetraka vakiana fotsiny. Mba hamerenana ny boky mamaky-manoratra dia mila manampy ianao --allow-rw-mounted amin'ny baiko. JEREO NY 'man fsarchiver' ho an'ny antsipiriany.
mi: WHAKATŪPATO: %s kua eke. Ma te taunoa, FSKo te Kaipupuri ka pupuri noa i nga pukapuka panui-anake. Hei tārua i te rōrahi pānui-tuhi, me tāpiri koe --allow-rw-mounted ki te whakahau. Tirohia 'man fsarchiver' mo nga taipitopito.
mk: ПРЕДУПРЕДУВАЊЕ: %s е монтиран. Стандардно, FSArchiver ќе прави резервна копија само на томови монтирани само за читање. За да направите резервна копија на волумен за читање-пишување, треба да додадете --allow-rw-mounted на командата. Види 'man fsarchiver' за детали.
ml: മുന്നറിയിപ്പ്: %s ഘടിപ്പിച്ചിരിക്കുന്നു. സ്വതവേ, FSആർക്കൈവർ റീഡ്-ഓൺലി മൗണ്ട് ചെയ്ത വോള്യങ്ങൾ മാത്രം ബാക്കപ്പ് ചെയ്യും. ഒരു റീഡ്-റൈറ്റ് വോളിയം ബാക്കപ്പ് ചെയ്യുന്നതിന്, നിങ്ങൾ ചേർക്കേണ്ടതുണ്ട് --allow-rw-mounted ആജ്ഞയിലേക്ക്. കാണുക 'man fsarchiver' വിശദാംശങ്ങൾക്ക്.
mn: АНХААРУУЛГА: %s суурилуулсан байна. Анхны утгаараа, FSАрхивлагч нь зөвхөн уншихад суулгасан ботьнуудыг нөөцлөх болно. Унших, бичих хэмжээг нөөцлөхийн тулд та нэмэх хэрэгтэй --allow-rw-mounted тушаал руу. Харна уу 'man fsarchiver' дэлгэрэнгүй мэдээллийг авна уу.
mr: चेतावणी: %s आरोहित आहे. मुलभूतरित्या, FSArchiver फक्त वाचनासाठी माउंट केलेल्या व्हॉल्यूमचा बॅकअप घेईल. वाचन-लेखन व्हॉल्यूमचा बॅकअप घेण्यासाठी, तुम्हाला जोडणे आवश्यक आहे --allow-rw-mounted आदेशाला. पहा 'man fsarchiver' तपशीलांसाठी.
mt: TWISSIJA: %s huwa mmuntat. B'mod awtomatiku, FSArchiver ser jagħmel backup biss tal-volumi immuntati għall-qari biss. Biex tagħmel backup ta' volum ta' qari-kitba, trid iżżid --allow-rw-mounted għall-kmand. Ara 'man fsarchiver' għad-dettalji.
my: သတိပေးချက်- %s တပ်ဆင်ထားသည်။ ပုံသေ၊ FSArchiver သည် ဖတ်ရန်သာ တပ်ဆင်ထားသော အရန်အတွဲများသာ ဖြစ်ပါမည်။ ဖတ်ရှု-ရေးသည့် အသံအတိုးအကျယ်ကို အရန်ကူးရန်၊ ထည့်သွင်းရန် လိုအပ်သည်။ --allow-rw-mounted အမိန့်ပေးရန်။ ကြည့်ပါ။ 'man fsarchiver' အသေးစိတ်အတွက်
nb: ADVARSEL: %s er montert. Som standard, FSArchiver vil bare sikkerhetskopiere volumer som er montert skrivebeskyttet. For å sikkerhetskopiere et lese-skrivevolum må du legge til --allow-rw-mounted til kommandoen. Se 'man fsarchiver' for detaljer.
ne: चेतावनी: %s माउन्ट गरिएको छ। पूर्वनिर्धारित, FSArchiver ले पढ्ने मात्र माउन्ट गरिएका भोल्युमहरू ब्याकअप गर्नेछ। पढ्ने-लेखन भोल्युम जगेडा गर्न, तपाईंले थप्न आवश्यक छ --allow-rw-mounted आदेशमा। हेर्नुहोस् 'man fsarchiver' विवरण को लागी।
or: ସତର୍କବାଣୀ: %s ଆରୋହଣ କରାଯାଇଛି | ପ୍ରଥମ ରୁ ନିର୍ଧାରିତ, FSଆର୍କାଇଭର୍ କେବଳ ପଠନୀୟ ମାଉଣ୍ଟ୍ ଭଲ୍ୟୁମ୍ ବ୍ୟାକଅପ୍ କରିବ | ଏକ ପଠନ-ଲେଖା ଭଲ୍ୟୁମର ବ୍ୟାକଅପ୍ କରିବାକୁ, ଆପଣଙ୍କୁ ଯୋଡିବାକୁ ପଡିବ | --allow-rw-mounted ନିର୍ଦ୍ଦେଶକୁ ଦେଖନ୍ତୁ | 'man fsarchiver' ବିବରଣୀ ପାଇଁ
pa: ਚੇਤਾਵਨੀ: %s ਮਾਊਂਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਮੂਲ ਰੂਪ ਵਿੱਚ, FSਆਰਚੀਵਰ ਸਿਰਫ਼ ਪੜ੍ਹਨ ਲਈ ਮਾਊਂਟ ਕੀਤੇ ਵਾਲੀਅਮ ਦਾ ਬੈਕਅੱਪ ਲਵੇਗਾ। ਪੜ੍ਹਨ-ਲਿਖਣ ਵਾਲੀਅਮ ਦਾ ਬੈਕਅੱਪ ਲੈਣ ਲਈ, ਤੁਹਾਨੂੰ ਜੋੜਨ ਦੀ ਲੋੜ ਹੈ --allow-rw-mounted ਹੁਕਮ ਨੂੰ. ਦੇਖੋ 'man fsarchiver' ਵੇਰਵਿਆਂ ਲਈ।
ps: :ﯼﺭﺍﺩﺮﺒﺧ %s ،ﻩﺮﺳ ﺐﯿﺗﺮﺗ ﻪﭘ .ﻱږﯿﮐ ﻝﺩﻮښﯾﺍ FSﺉړﮐ ﻪﻓﺎﺿﺍ ﺉﺮﻟ ﺎﯿﺗړﺍ ﻮﺳﺎﺗ ، ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﭖﺍ ﮏﯿﺑ ﻢﺠﺣ ﻮﻠﮑﯿﻟ ﻮﻠﺘﺳﻮﻟ ﺩ .ﻱړﮐ ﭖﺍ ﮏﯿﺑ ﻪﻧﻮﻤﺠﺣ ﻱﻮﺷ ﺐﺼﻧ ﻩﺭﺎﭙﻟ ﻮﻠﺘﺳﻮ --allow-rw-mounted ﺉﺭﻮګﻭ .ﻪﺗ ﺮﻣﺍ 'man fsarchiver' .ﻩﺭﺎﭙﻟ ﻮﺗﺎﯾﺰﺟ ﺩ
ro: AVERTIZARE: %s este montat. În mod implicit, FSArchiver va face backup numai pentru volumele montate doar în citire. Pentru a face backup unui volum de citire-scriere, trebuie să adăugați --allow-rw-mounted la comanda. Vedea 'man fsarchiver' pentru detalii.
rw: UMUBURO: %s ni. Mburabuzi, FSArchiver izabika gusa amajwi yashizwemo gusoma-gusa. Kugirango usubize amajwi yo gusoma-kwandika, ugomba kongeramo --allow-rw-mounted Kuri itegeko. Reba 'man fsarchiver' kubisobanuro birambuye.
sd: :ﺭﺍﺩﺮﺒﺧ %s ،ﺭﻮﻃ ٽﻟﺎﻓڊ .ﻲﻫﺁ ﻞﻴﭤ ﺐﺼﻧ FSﻭﺪﻧﻮﭘ ﻮﮢﺮڪ ﻞﻣﺎﺷ ﻲﮐ ﻥﺎﻫﻮﺗ ،ﻢﺠﺣ ﻭﺭﺍﻭ ﮡﮑﻟ-ﮡﻫڙﭘ ءِﻻ﻿ ﮠﺮڪ ﭖﺍ ڪﻴﺑ .ﻭﺪﻨڪ ﭖﺍ ڪﻴﺑ ﻮﺟ ﻦﻤﺠﺣ ﻞﻴﭤ ﺐﺼﻧ ءِﻻ﻿ ﮡﻫڙﭘ ﻑﺮﺻ ﺭﻮﻴ --allow-rw-mounted ﻮﺳڏ .ﻦﻬﻧﺍڏ ﻢڪﺣ 'man fsarchiver' .ءِﻻ﻿ ﻞﻴﺼﻔﺗ
si: අවවාදයයි: %s සවි කර ඇත. පෙරනිමියෙන්, FSලේඛනාගාරය කියවීමට පමණක් සවිකර ඇති වෙළුම් පමණක් උපස්ථ කරයි. කියවීමේ-ලිවීමේ පරිමාවක් උපස්ථ කිරීමට, ඔබ එකතු කළ යුතුය --allow-rw-mounted විධානයට. බලන්න 'man fsarchiver' විස්තර සඳහා.
sk: POZOR: %s je namontovaný. Predvolene, FSArchiver bude zálohovať iba zväzky pripojené len na čítanie. Ak chcete zálohovať zväzok na čítanie a zápis, musíte ho pridať --allow-rw-mounted na príkaz. Pozri 'man fsarchiver' podrobnosti.
sl: OPOZORILO: %s je montiran. Privzeto, FSArhiver bo varnostno kopiral samo nosilce, ki so nameščeni samo za branje. Za varnostno kopiranje nosilca za branje in pisanje morate dodati --allow-rw-mounted na ukaz. Glej 'man fsarchiver' za podrobnosti.
sq: PARALAJMËRIM: %s është montuar. Si parazgjedhje, FSArkivi do të rezervojë vetëm vëllimet e montuara vetëm për lexim. Për të kopjuar një vëllim leximi-shkrimi, duhet të shtoni --allow-rw-mounted ndaj komandës. Shiko 'man fsarchiver' per detaje.
sw: ONYO: %s imewekwa. Kwa chaguo-msingi, FSKiweka kumbukumbu kitahifadhi nakala rudufu za juzuu zilizopachikwa za kusoma tu. Ili kuhifadhi nakala ya sauti ya kusoma-kuandika, unahitaji kuongeza --allow-rw-mounted kwa amri. Tazama 'man fsarchiver' kwa maelezo.
ta: எச்சரிக்கை: %s ஏற்றப்படுகிறது. இயல்பாக, FSஆர்க்கிவர் படிக்க மட்டும் ஏற்றப்பட்ட தொகுதிகளை மட்டுமே காப்புப் பிரதி எடுக்கும். வாசிப்பு-எழுது தொகுதியை காப்புப் பிரதி எடுக்க, நீங்கள் சேர்க்க வேண்டும் --allow-rw-mounted கட்டளைக்கு. பார்க்கவும் 'man fsarchiver' விவரங்களுக்கு.
te: హెచ్చరిక: %s మౌంట్ చేయబడింది. డిఫాల్ట్u200cగా, FSఆర్కైవర్ రీడ్-ఓన్లీ మౌంట్ చేయబడిన వాల్యూమ్u200cలను మాత్రమే బ్యాకప్ చేస్తుంది. రీడ్-రైట్ వాల్యూమ్u200cను బ్యాకప్ చేయడానికి, మీరు జోడించాలి --allow-rw-mounted ఆదేశానికి. చూడండి 'man fsarchiver' వివరాల కోసం.
tg: Огоҳӣ: %s васл карда шудааст. Бо нобаёнӣ, FSАрхивкунанда танҳо ҳаҷмҳои танҳо барои хондан насбшударо нусхабардорӣ мекунад. Барои нусхабардории ҳаҷми хондан ва навиштан, шумо бояд илова кунед --allow-rw-mounted ба фармон. Бинед 'man fsarchiver' барои тафсилот.
th: คำเตือน: %s ถูกติดตั้ง โดยค่าเริ่มต้น, FSArchiver จะติดตั้งไดรฟ์ข้อมูลสำรองแบบอ่านอย่างเดียวเท่านั้น ในการสำรองข้อมูลปริมาณการอ่าน-เขียน คุณต้องเพิ่ม --allow-rw-mounted ไปที่คำสั่ง ดู 'man fsarchiver' เพื่อดูรายละเอียด
tk: DUNDURYŞ: %s gurnalan. Dymmaklyk boýunça, FSArhiw, diňe okalýan gurnama sesleriň ätiýaçlyk nusgasyny alar. Okalýan ýazuw sesiniň ätiýaçlyk nusgasyny almak üçin goşmaly --allow-rw-mounted buýruga. Serediň 'man fsarchiver' jikme-jiklikleri üçin.
tt: Кисәтү: %s монтажланган. Килешү буенча, FSАрхивер бары тик укылган гына урнаштырылган күләмнәрне резервлаштырачак. Уку-язу күләмен резервлау өчен, өстәргә кирәк --allow-rw-mounted боерыкка. Кара 'man fsarchiver' детальләр өчен.
uk: УВАГА: %s змонтовано. За замовчуванням, FSАрхіватор буде копіювати лише томи, змонтовані лише для читання. Щоб створити резервну копію тома читання-запису, потрібно додати --allow-rw-mounted до команди. Подивитися 'man fsarchiver' для деталей.
ur: :ﮦﺎﺒﺘﻧﺍ %s ،ﺮﭘ ﺭﻮﻃ ﮦﺪﺷ ﮯﻃ ﮯﺳ ﮯﻠﮩﭘ .ﮯﮨ ﺎﺗﺎﺟ ﺎﯿﮐ ﺐﺼﻧ FS۔ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﮯﻧﺮﮐ ﻞﻣﺎﺷ ﻮﮐ ﭖﺁ ،ﮯﯿﻟ ﮯﮐ ﮯﻨﯿﻟ ﭖﺍ ﮏﯿﺑ ﺎﮐ ﻡﻮﯿﻟﺍﻭ ﮯﻨﮭﮑﻟ ﮯﻨﮬﮍﭘ ۔ﺎﮔ ﮯﻟ ﭖﺍ ﮏﯿﺑ ﺎﮐ ﻡﻮﯿﻟﺍﻭ ﺐﺼﻧ ﮯﯿﻟ --allow-rw-mounted ﮟﯿﮭﮑﯾﺩ .ﺮﭘ ﻢﮑﺣ 'man fsarchiver' ﮯﯿﻟ ﮯﮐ ﺕﻼ﻿ﯿﺼﻔﺗ
uz: OGOHLANTIRISH: %s o'rnatilgan. Avvalboshdan, FSArxivlovchi faqat o'qish uchun o'rnatilgan hajmlarni zaxiralaydi. O'qish va yozish hajmini zaxiralash uchun siz qo'shishingiz kerak --allow-rw-mounted buyruqqa. Qarang 'man fsarchiver' tafsilotlar uchun.
vi: CẢNH BÁO: %s được gắn kết. Theo mặc định, FSArchiver sẽ chỉ sao lưu các ổ đĩa được gắn kết ở chế độ chỉ đọc. Để sao lưu một khối lượng đọc-ghi, bạn cần thêm --allow-rw-mounted vào lệnh. Xem 'man fsarchiver' để biết chi tiết.
xh: ISILUMKISO: %s ixhonyiwe. Ngokuzenzekela, FSUvimba wogcino-mpepha uya kukhuphela kuphela imiqulu enyuswe yokufunda kuphela. Ukugcina ivolyum yokufunda-bhala, kufuneka udibanise --allow-rw-mounted kumyalelo. 'Yabona 'man fsarchiver' ngeenkcukacha.
yi: :גנונעראוו %s ,טיַיקילעפ ךרוד .דעטנואָמ זיא FSןגייל וצ ןפֿראַד ריא ,דנאַב ןביַירש-ןענעייל אַ פּאַקאַב וצ .זיולב-ןענעייל דעטנואָמ זמוילאַוו פּאַקאַב זיולב טעוו רע --allow-rw-mounted ןעז .לעפֿאַב רעד וצ 'man fsarchiver' .םיטרפ ראַפֿ
