Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Set Panel Show Command
af: Stel Panel Show Command
am: የፓነል ትዕይንት ትዕዛዝ አዘጋጅ
ar: ﺔﺣﻮﻠﻟﺍ ﺽﺮﻋ ﺮﻣﺃ ﻦﻴﻴﻌﺘﺑ ﻢﻗ
be: Задаць каманду Паказаць панэлі
bg: Задайте команда за показване на панела
bn: প্যানেল শো কমান্ড সেট করুন
ca: Estableix l'ordre Mostra panell
cy: Gosod Panel Dangos Gorchymyn
da: Indstil Panel Vis kommando
eo: Agordi Panelon Montru Komandon
et: Määrake paneeli näitamise käsk
eu: Ezarri panela Erakutsi komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻞﻨﭘ ﺶﯾﺎﻤﻧ ﻥﺎﻣﺮﻓ
fi: Aseta paneelin näyttökomento
fil: Itakda ang Panel Show Command
fy: Set Panel Show Kommando
ga: Socraigh Ordú Taispeáin Painéal
gd: Suidhich Pannal Seall Òrdugh
gl: Establecer o comando Mostrar panel
gu: પેનલ બતાવો આદેશ સેટ કરો
he: חול תגצה תדוקפ רדגה
hi: पैनल शो कमांड सेट करें
hr: Postavite naredbu za prikaz ploče
hu: Állítsa be a Panel Show parancsot
hy: Սահմանեք վահանակի ցուցադրման հրամանը
id: Atur Perintah Tampilkan Panel
is: Stilltu Panel Show Command
ka: პანელის ჩვენების ბრძანების დაყენება
kk: Панельді көрсету пәрменін орнату
km: កំណត់ផ្ទាំងបង្ហាញពាក្យបញ្ជា
kn: ಪ್ಯಾನಲ್ ಶೋ ಕಮಾಂಡ್ ಅನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Nîşandana Panelê Set
ky: Панелди көрсөтүү буйругун коюу
lo: ຕັ້ງຄ່າ Panel Show Command
lt: Nustatyti skydelio rodymo komandą
lv: Iestatiet paneļa rādīšanas komandu
mg: Mametraha baiko Show Panel
mi: Tautuhi Whakahaua Whakaatu Paewhiri
mk: Поставете команда за прикажување на панелот
ml: പാനൽ ഷോ കമാൻഡ് സജ്ജമാക്കുക
mn: Самбар харуулах командыг тохируулна уу
mr: पॅनेल दाखवा कमांड सेट करा
mt: Set Panel Uri Kmand
my: Panel Show Command ကို သတ်မှတ်ပါ။
nb: Angi panelvisningskommando
ne: प्यानल देखाउने आदेश सेट गर्नुहोस्
or: ପ୍ୟାନେଲ୍ ଶୋ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਪੈਨਲ ਸ਼ੋਅ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﻮﻟﺩﻮښ ﻞﻨﯿﭘ ﺩ
ro: Setați comanda Afișare panou
rw: Shiraho akanama kerekana amabwiriza
sd: ﻮﻳﺮڪ ٽﻴﺳ ڊﻧﺎﻤڪ ﻮﺷ ﻞﻨﻴﭘ
si: පැනල් සංදර්ශන විධානය සකසන්න
sk: Nastavte príkaz Panel Show
sl: Nastavite ukaz Panel Show
sq: Vendos komandën e shfaqjes së panelit
sw: Weka Amri ya Onyesho ya Paneli
ta: பேனல் ஷோ கட்டளையை அமைக்கவும்
te: ప్యానెల్ షో కమాండ్u200cని సెట్ చేయండి
tg: Фармони Намоиши панелро таъин кунед
th: ตั้งค่าคำสั่งแสดงพาเนล
tk: Panel Show buýrugyny düzüň
tt: Панель Шоу Командасын куегыз
uk: Встановити команду «Показати панель».
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﻮﺷ ﻞﻨﯿﭘ
uz: Panelni ko'rsatish buyrug'ini o'rnating
vi: Đặt lệnh hiển thị bảng điều khiển
xh: Cwangcisa Iphaneli Bonisa Umyalelo
yi: לעפֿאַב ןזיַיוו לענאַפּ ןלעטש
