Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Command not found
af: Opdrag nie gevind
am: ትዕዛዝ አልተገኘም።
ar: الأمر غير موجود
be: Каманда не знойдзена
bg: Командата не е намерена
bn: কমান্ড পাওয়া যায়নি
ca: No s'ha trobat l'ordre
cy: Gorchymyn heb ei ddarganfod
da: Kommando ikke fundet
eo: Ordono ne trovita
et: Käsku ei leitud
eu: Komandoa ez da aurkitu
fa: ﺪﺸﻧ ﺖﻓﺎﯾ ﻥﺎﻣﺮﻓ
fi: Komentoa ei löytynyt
fil: Hindi nahanap ang utos
fy: Kommando net fûn
ga: Ordú gan aimsiú
gd: Cha deach an àithne a lorg
gl: Orde non atopada
gu: આદેશ નથી મળ્યો
he: הפקודה לא נמצאה
hi: यह कमांड नहीं मिला
hr: Naredba nije pronađena
hu: Parancs nem található
hy: Հրամանը չի գտնվել
id: Perintah Tidak Ada
is: Skipun fannst ekki
ka: Ბრძანება ვერ მოიძებნა
kk: Пәрмен табылмады
km: រក​មិន​ឃើញ​ពាក្យ​បញ្ជា
kn: ಆದೇಶ ಕಂಡುಬಂದಿಲ್ಲ
ku: Ferman nehat dîtin
ky: Буйрук табылган жок
lb: Kommando net fonnt
lo: ບໍ່ພົບຄໍາສັ່ງ
lt: Komanda nerasta
lv: Komanda nav atrasta
mg: Tsy hita ny baiko
mi: Kāore i kitea te whakahau
mk: Командата не е пронајдена
ml: കമാൻഡ് കണ്ടില്ല
mn: Тушаал олдсонгүй
mr: आदेश सापडला नाही
mt: Kmand ma nstabx
my: Command မတွေ့ပါ။
nb: Kommando ikke funnet
ne: आदेश फेला परेन
or: ନିର୍ଦ୍ଦେଶ ମିଳିଲା ନାହିଁ |
pa: ਕਮਾਂਡ ਨਹੀਂ ਮਿਲੀ
ps: ﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧﻭ ډﻧﺎﻤﮐ
ro: Comanda nu a fost găsită
rw: Itegeko ntiriboneka
sd: ﻮﻴﻠﻣ ﻪﻧ ﻢڪﺣ
si: විධානය සොයාගත නොහැකි
sk: Príkaz nenájdený
sl: Ukaz ni bil najden
sq: Komanda nuk u gjet
sw: Amri haikupatikana
ta: கட்டளை காணப்படவில்லை
te: ఆజ్ఞ దొరకలేదు
tg: Фармон ёфт нашуд
th: ไม่พบคำสั่ง
tk: Buýruk tapylmady
tt: Команда табылмады
uk: Команда не знайдено
ur: کمانڈ نہیں پائی گئی
uz: Buyruq topilmadi
vi: Lệnh không tìm thấy
xh: Umyalelo awufunyanwanga
yi: ןענופֿעג טינ לעפֿאַב

source: Destination directory "%1$s" is contained in source "%2$s"
af: Bestemmingsgids "%1$s" is vervat in die bron "%2$s"
am: መድረሻ ማውጫ "%1$s" ምንጭ ውስጥ ተካቷል "%2$s"
ar: الدليل الهدف "%1$s" موجود في المصدر "%2$s"
be: Каталог пунктаў прызначэння "%1$s" змяшчаецца ў крыніцы "%2$s"
bg: Целева директория "%1$s" се съдържа в източника "%2$s"
bn: গন্তব্য ডিরেক্টরি "%1$s" উৎসে রয়েছে "%2$s"
ca: El directori destí "%1$s" és dins l'origen "%2$s"
cy: Cyfeiriadur cyrchfan "%1$s" wedi'i gynnwys yn y ffynhonnell "%2$s"
da: Målmappen "%1$s" findes i kildemappen "%2$s"
eo: Destina dosierujo "%1$s" estas enhavita en fonto "%2$s"
et: Sihkaust "%1$s" on lähtekataloogi "%2$s" sees
eu: "%1$s" helburu direktorioa "%2$s" jatorrian dago
fa: ﺪﺼﻘﻣ ﺖﺳﺮﻬﻓ "%1$s" ﺖﺳﺍ ﺩﻮﺟﻮﻣ ﻊﺒﻨﻣ ﺭﺩ "%2$s"
fi: Kohdehakemisto ”%1$s” sisältyy lähteeseen ”%2$s”
fil: Direktoryo ng patutunguhan "%1$s" ay nakapaloob sa pinagmulan "%2$s"
fy: Bestimmingsmap "%1$s" stiet yn boarne "%2$s"
ga: Eolaire ceann scríbe "%1$s" le fáil san fhoinse "%2$s"
gd: Directory ceann-uidhe "%1$s" ri fhaighinn anns an stòr "%2$s"
gl: O directorio de destino "%1$s" está contido na orixe "%2$s"
gu: ગંતવ્ય નિર્દેશિકા "%1$s" સ્ત્રોતમાં સમાયેલ છે "%2$s"
he: תיקיית היעד "%1$s" מוכלת תחת המקור "%2$s"
hi: गन्तव्य निर्देशिका "%1$s" स्रोत में निहित है "%2$s"
hr: Imenik odredišta "%1$s" sadržano je u izvoru "%2$s"
hu: "%1$s" cél könyvtár szerepel a forrásban: "%2$s"
hy: Նշանակման գրացուցակ "%1$s" պարունակվում է աղբյուրում "%2$s"
id: Direktori Tujuan "%1$s" terdapat di sumber "%2$s"
is: Áfangastaðaskrá "%1$s" er að finna í heimild "%2$s"
ka: დანიშნულების დირექტორია "%1$s" შეიცავს წყაროში "%2$s"
kk: Тағайындалған каталог "%1$s" көзде қамтылған "%2$s"
km: ទិស​ដៅ​ថត "%1$s" គឺ​ត្រូវ​បាន​ផ្ទុក​ក្នុង​ប្រភព "%2$s"
kn: ಗಮ್ಯಸ್ಥಾನ ಡೈರೆಕ್ಟರಿ "%1$s" ಮೂಲದಲ್ಲಿ ಅಡಕವಾಗಿದೆ "%2$s"
ku: Peldanka mebestê "%1$s" di çavkaniyê de heye "%2$s"
ky: Дестинация каталогу "%1$s" булагында камтылган "%2$s"
lb: Destinatiounsverzeechnes "%1$s" ass an der Quell enthale "%2$s"
lo: ໄດເລກະທໍລີປາຍທາງ "%1$s" ແມ່ນບັນຈຸຢູ່ໃນແຫຼ່ງ "%2$s"
lt: Paskirties aplankas „%1$s“ jau yra pirminiame aplanke „%2$s“
lv: Galamērķa direktorijs "%1$s" ir ietverts avotā "%2$s"
mg: Lahatahiry haleha "%1$s" dia voarakitra ao amin'ny loharano "%2$s"
mi: Whaiaronga tauranga "%1$s" kei roto i te puna "%2$s"
mk: Директориум за дестинации "%1$s" е содржан во изворот "%2$s"
ml: ലക്ഷ്യസ്ഥാന ഡയറക്ടറി "%1$s" ഉറവിടത്തിൽ അടങ്ങിയിരിക്കുന്നു "%2$s"
mn: Очих газрын лавлах "%1$s" эх сурвалжид агуулагддаг "%2$s"
mr: गंतव्य निर्देशिका "%1$s" स्त्रोतामध्ये समाविष्ट आहे "%2$s"
mt: Direttorju tad-destinazzjoni "%1$s" tinsab fis-sors "%2$s"
my: ဦးတည်ရာလမ်းညွှန် "%1$s" အရင်းအမြစ်တွင်ပါရှိသည်။ "%2$s"
nb: Målmappen "%1$s" finnes i kildemappen "%2$s"
ne: गन्तव्य निर्देशिका "%1$s" स्रोतमा समावेश छ "%2$s"
or: ଗନ୍ତବ୍ୟସ୍ଥଳ ଡିରେକ୍ଟୋରୀ | "%1$s" ଉତ୍ସରେ ଅଛି | "%2$s"
pa: ਮੰਜ਼ਿਲ ਡਾਇਰੈਕਟਰੀ "%1$s" ਸਰੋਤ ਵਿੱਚ ਸ਼ਾਮਿਲ ਹੈ "%2$s"
ps: ﺩﻮښﺭﻻ﻿ ﻝﺰﻨﻣ ﺩ "%1$s" ﻱﺮﻟ ﻥﻮﺘﺷ ﯥﮐ ﻪﻨﯿﭼﺮﺳ ﻪﭘ "%2$s"
ro: Director de destinație "%1$s" este cuprinsă în sursă "%2$s"
rw: Ububiko "%1$s" ni Inkomoko "%2$s"
sd: ﻱﺮٽڪﻳﺭﺍڊ ﻝﺰﻨﻣ "%1$s" ﻲﻫﺁ ﻞﻣﺎﺷ ۾ ﺬﺧﺎﻣ "%2$s"
si: ගමනාන්ත නාමාවලිය "%1$s" මූලාශ්රය තුළ අඩංගු වේ "%2$s"
sk: Cieľový adresár „%1$s“ je podadresárom zdrojového „%2$s“
sl: Ciljna mapa "%1$s" je že vsebovana v izvorni mapi "%2$s"
sq: Drejtoria e destinacionit "%1$s" gjendet në burim "%2$s"
sw: Saraka lengwa "%1$s" iko kwenye chanzo "%2$s"
ta: இலக்கு அடைவு "%1$s" மூலத்தில் உள்ளது "%2$s"
te: గమ్యం డైరెక్టరీ "%1$s" మూలంలో ఉంది "%2$s"
tg: Феҳристи таъинот "%1$s" дар сарчашма мавҷуд аст "%2$s"
th: ไดเรกทอรีปลายทาง "%1$s" มีอยู่ในแหล่งที่มา "%2$s"
tk: Niýetlenen katalog "%1$s" çeşmesinde bar "%2$s"
tt: Максат каталогы "%1$s" чыганакта бар "%2$s"
uk: Каталог призначення "%1$s" міститься в джерелі "%2$s"
ur: سمت ڈائریکٹری "%1$s" مصدر "%2$s" میں ہے
uz: Belgilangan manzil katalogi "%1$s" manbada mavjud "%2$s"
vi: Danh mục nơi nhận "%1$s" được chứa trong nguồn "%2$s"
xh: Uluhlu lwendawo "%1$s" iqulethwe kumthombo "%2$s"
yi: רעזיַיווגעוו ןאַשייניטסעד "%1$s" רוקמ ןיא דנייטנאַק זיא "%2$s"

source: Accessing
af: Toegang
am: መድረስ
ar: ﻝﻮﺻﻮﻟﺍ
be: Доступ
bg: Достъп
bn: অ্যাক্সেস করা হচ্ছে
ca: Accedint
cy: Cyrchu
da: Adgang
eo: Aliro
et: Juurdepääs
eu: Sartzea
fa: ﯽﺳﺮﺘﺳﺩ
fi: Pääsy
fil: Ina-access
fy: Tagong
ga: Rochtain
gd: A ’faighinn a-steach
gl: Accedendo
gu: ઍક્સેસ કરી રહ્યું છે
he: השיג
hi: एक्सेस करना
hr: Pristup
hu: Hozzáférés
hy: Մուտք գործելով
id: Mengakses
is: Aðgangur
ka: წვდომა
kk: Қол жеткізу
km: ការចូលប្រើ
kn: ಪ್ರವೇಶಿಸಲಾಗುತ್ತಿದೆ
ku: Gihîştin
ky: Кирүү
lb: Zougang
lo: ການເຂົ້າເຖິງ
lt: Prieiga
lv: Piekļuve
mg: fidirana
mi: Te uru atu
mk: Пристапување
ml: ആക്സസ് ചെയ്യുന്നു
mn: Нэвтэрч байна
mr: प्रवेश करत आहे
mt: Aċċess
my: ဝင်ရောက်ခြင်း။
nb: Tilgang
ne: पहुँच गर्दै
or: ଆକ୍ସେସ୍
pa: ਪਹੁੰਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
ps: ﯽﺳﺮﺳﻻ﻿
ro: Accesarea
rw: Kwinjira
sd: ﮡﭽﻬﭘ
si: ප්රවේශ වීම
sk: Pristupuje sa
sl: Dostop
sq: Duke hyrë
sw: Inafikia
ta: அணுகுகிறது
te: యాక్సెస్ చేస్తోంది
tg: Дастрасӣ
th: กำลังเข้าถึง
tk: Giriş
tt: Рөхсәт
uk: Доступ
ur: ﯽﺋﺎﺳﺭ
uz: Kirish
vi: Truy cập
xh: Ukufikelela
yi: גניסעסקאַ

source: Removing
af: Verwyder tans
am: በማስወገድ ላይ
ar: ﺔﻟﺍﺯﺇ
be: Выдаленне
bg: Премахване
bn: অপসারণ করা হচ্ছে
ca: Eliminant
cy: Tynnu
da: Fjernelse
eo: Forigante
et: Eemaldamine
eu: Kenduz
fa: ﻥﺩﺮﮐ ﻑﺬﺣ
fi: Poistaminen
fil: Tinatanggal
fy: Fuortsmite
ga: A bhaint
gd: A ’toirt air falbh
gl: Eliminando
gu: દૂર કરી રહ્યા છીએ
he: ריסמ
hi: निकाला जा रहा है
hr: Uklanjanje
hu: Eltávolítás
hy: Հեռացնելով
id: Menghapus
is: Fjarlægir
ka: ამოღება
kk: Жою
km: ការដក
kn: ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ
ku: Rakirin
ky: Алып салуу
lb: Ewechzehuelen
lo: ການຖອນອອກ
lt: Pašalinimas
lv: Noņemšana
mg: manala
mi: Te tango
mk: Отстранување
ml: നീക്കം ചെയ്യുന്നു
mn: Устгаж байна
mr: काढत आहे
mt: Tneħħija
my: ဖယ်ရှားခြင်း။
nb: Fjerner
ne: हटाउँदै
or: ଅପସାରଣ
pa: ਹਟਾ ਰਿਹਾ ਹੈ
ps: ﻝﻮﮐ ﯤﺮﻟ
ro: Îndepărtarea
rw: Gukuraho
sd: ﮡﺋﺎٽﻫ
si: ඉවත් කිරීම
sk: Odstraňuje sa
sl: Odstranjevanje
sq: Duke hequr
sw: Kuondoa
ta: நீக்குதல்
te: తొలగిస్తోంది
tg: Хориҷ кардан
th: การถอด
tk: Aýyrmak
tt: Чыгару
uk: Видалення
ur: ﺎﻧﺎﭩﮨ
uz: O'chirish
vi: Loại bỏ
xh: Iyasusa
yi: גניווומיר

source: Creating Dir
af: Die skep van Dir
am: Dir መፍጠር
ar: ﺮﻳﺩ ﻖﻠﺧ
be: Стварэнне рэж
bg: Създаване на реж
bn: দির তৈরি করা
ca: Creació de Dir
cy: Creu Dir
da: Oprettelse af Dir
eo: Kreante Dir
et: Loomine Dir
eu: Zuzendari sortzea
fa: Dir ﺩﺎﺠﯾﺍ
fi: Luodaan Dir
fil: Lumilikha si Dir
fy: It meitsjen fan Dir
ga: Dir a Chruthú
gd: A ’cruthachadh Dir
gl: Creando Dir
gu: ડીર બનાવી રહ્યા છે
he: Dir תריצי
hi: डिरा बनाना
hr: Stvaranje Dir
hu: Létrehozása Dir
hy: Ստեղծելով ռեժ
id: Membuat Dir
is: Að búa til Dir
ka: შექმნა რეჟ
kk: Дир
km: ការបង្កើត Dir
kn: Dir ಅನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
ky: Дир
lb: Créatioun Dir
lo: ການສ້າງ Dir
lt: Kuriamas rež
lv: Veidojot Dir
mg: Mamorona Dir
mi: Te hanga a Dir
mk: Креирање Реж
ml: Dir സൃഷ്ടിക്കുന്നു
mn: Найруулагч үүсгэх
mr: दिर तयार करणे
mt: Il-ħolqien ta' Dir
my: Dir ဖန်တီးခြင်း။
nb: Oppretter Dir
ne: दिर सिर्जना गर्दै
or: ନିର୍ଦ୍ଦେଶନା ସୃଷ୍ଟି
pa: ਡਾਇਰ ਬਣਾਉਣਾ
ps: ﻝﻭړﻮﺟ ﺭﺍډ ﺩ
ro: Crearea Dir
rw: Kurema Dir
sd: ﮡﻫﺎﭠ ﺮٽڪﻳﺮﺋﺍڊ
si: Dir නිර්මාණය කිරීම
sk: Vytváranie Dir
sl: Ustvarjanje Dir
sq: Krijimi i Dir
sw: Inatengeneza Dir
ta: இயக்குனரை உருவாக்குதல்
te: Dir సృష్టిస్తోంది
tg: Эҷоди директор
th: การสร้าง Dir
tk: Dir döretmek
tt: Дир
uk: Створення дир
ur: ﺎﻧﺎﻨﺑ ﺮﯾﺩ
uz: Direktor yaratish
vi: Tạo Dir
xh: Ukudala iDir
yi: ריד ןפאש

source: Creating Link
af: Skep skakel
am: አገናኝ መፍጠር
ar: ﻁﺎﺒﺗﺭﺍ ءﺎﺸﻧﺇ
be: Стварэнне спасылкі
bg: Създаване на връзка
bn: লিঙ্ক তৈরি করা হচ্ছে
ca: Creació d'enllaç
cy: Creu Cyswllt
da: Oprettelse af link
eo: Kreante Ligon
et: Lingi loomine
eu: Esteka sortzea
fa: ﮏﻨﯿﻟ ﺩﺎﺠﯾﺍ
fi: Linkin luominen
fil: Paglikha ng Link
fy: Link oanmeitsje
ga: Nasc a Chruthú
gd: A ’cruthachadh ceangal
gl: Creando ligazón
gu: લિંક બનાવી રહ્યા છીએ
he: רושיק תריצי
hi: लिंक बनाना
hr: Stvaranje veze
hu: Link létrehozása
hy: Հղման ստեղծում
id: Membuat Tautan
is: Að búa til hlekk
ka: ლინკის შექმნა
kk: Сілтеме жасау
km: ការបង្កើតតំណភ្ជាប់
kn: ಲಿಂಕ್ ರಚಿಸಲಾಗುತ್ತಿದೆ
ku: Afirandina Girêdanê
ky: Шилтеме түзүү
lb: Schafen Link
lo: ການສ້າງລິ້ງ
lt: Nuorodos kūrimas
lv: Saites izveide
mg: Mamorona Rohy
mi: Waihanga Hononga
mk: Создавање врска
ml: ലിങ്ക് സൃഷ്ടിക്കുന്നു
mn: Холбоос үүсгэж байна
mr: लिंक तयार करत आहे
mt: Ħolqien ta' Link
my: လင့်ခ်ဖန်တီးခြင်း။
nb: Oppretter lenke
ne: लिङ्क सिर्जना गर्दै
or: ଲିଙ୍କ୍ ସୃଷ୍ଟି କରିବା |
pa: ਲਿੰਕ ਬਣਾਉਣਾ
ps: ﻝﻭړﻮﺟ ﮏﻨﯿﻟ ﺩ
ro: Crearea Legăturii
rw: Gukora Ihuza
sd: ﮡﻫﺎﭠ ڪﻨﻟ
si: සබැඳිය නිර්මාණය කිරීම
sk: Vytvára sa odkaz
sl: Ustvarjanje povezave
sq: Krijimi i lidhjes
sw: Kuunda Kiungo
ta: இணைப்பை உருவாக்குதல்
te: లింక్ సృష్టిస్తోంది
tg: Эҷоди пайванд
th: การสร้างลิงค์
tk: Baglanyşyk döretmek
tt: Ссылка булдыру
uk: Створення посилання
ur: ﺎﻧﺎﻨﺑ ﮏﻨﻟ
uz: Havola yaratish
vi: Tạo liên kết
xh: Ukudala ikhonkco
yi: קניל ןפֿאַש

source: Writing
af: Skryf
am: መጻፍ
ar: ﺔﺑﺎﺘﻛ
be: Пісьменства
bg: Писане
bn: লেখা
ca: Escriptura
cy: Ysgrifennu
da: Skrivning
eo: Skribo
et: Kirjutamine
eu: Idaztea
fa: ﻦﺘﺷﻮﻧ
fi: Kirjoittaminen
fil: Pagsusulat
fy: Skriuwerij
ga: Scríbhneoireacht
gd: Sgrìobhadh
gl: Escritura
gu: લેખન
he: הָביִתְּכ
hi: लिखना
hr: Pisanje
hu: Írás
hy: Գրել
id: Menulis
is: Að skrifa
ka: Წერა
kk: Жазу
km: ការសរសេរ
kn: ಬರವಣಿಗೆ
ku: Nivîs
ky: Жазуу
lb: Schreiwen
lo: ການu200bຂຽນ
lt: Rašymas
lv: Rakstīšana
mg: soratra
mi: Tuhituhi
mk: Пишување
ml: എഴുത്തു
mn: Бичих
mr: लेखन
mt: Kitba
my: စာရေးခြင်း။
nb: Skriving
ne: लेखन
or: ଲେଖିବା
pa: ਲਿਖਣਾ
ps: ﻪﻨﮑﯿﻟ
ro: Scris
rw: Kwandika
sd: ﮡﮑﻟ
si: ලේඛන
sk: Písanie
sl: Pisanje
sq: Shkrimi
sw: Kuandika
ta: எழுதுதல்
te: రాయడం
tg: Навиштан
th: การเขียน
tk: Itingazmak
tt: Язу
uk: Письмо
ur: ﺮﯾﺮﺤﺗ
uz: Yozish
vi: Viết
xh: Ukubhala
yi: ןביירש

source: Creating
af: Skep
am: መፍጠር
ar: ﻖﻠﺧ
be: Стварэнне
bg: Създаване
bn: তৈরি করছে
ca: Creant
cy: Creu
da: Opretter
eo: Kreante
et: Loomine
eu: Sortzen
fa: ﻥﺩﺭﻭﺁ ﺪﯾﺪﭘ
fi: Luodaan
fil: Lumilikha
fy: Oanmeitsjen
ga: Ag cruthú
gd: A ’cruthachadh
gl: Creando
gu: બનાવી રહ્યા છે
he: הריצי
hi: बनाना
hr: Stvaranje
hu: Létrehozás
hy: Ստեղծելով
id: Membuat
is: Búa til
ka: შექმნა
kk: Жасау
km: ការបង្កើត
kn: ರಚಿಸಲಾಗುತ್ತಿದೆ
ku: Afirandin
ky: Түзүү
lb: Schafen
lo: ການສ້າງ
lt: Kuriamas
lv: Izveidojot
mg: famoronana
mi: Te hanga
mk: Создавање
ml: ഉണ്ടാക്കുന്നു
mn: Бүтээж байна
mr: निर्माण करणे
mt: Il-ħolqien
my: ဖန်တီးခြင်း။
nb: Oppretter
ne: सिर्जना गर्दै
or: ସୃଷ୍ଟି କରିବା |
pa: ਬਣਾਉਣਾ
ps: ﻝﻭړﻮﺟ
ro: Crearea
rw: Kurema
sd: ﮡﻫﺎﭠ
si: නිර්මාණය කරනවා
sk: Vytváranie
sl: Ustvarjanje
sq: Duke krijuar
sw: Kuunda
ta: உருவாக்குதல்
te: సృష్టించడం
tg: Эҷод кардан
th: การสร้าง
tk: Döretmek
tt: Иҗат итү
uk: Створення
ur: ﺎﻧﺮﮐ ﻖﯿﻠﺨﺗ
uz: Yaratish
vi: Đang tạo
xh: Ukudala
yi: ןפאש

source: Renaming
af: Hernoem
am: በመሰየም ላይ
ar: ﺔﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ
be: Перайменаванне
bg: Преименуване
bn: নাম পরিবর্তন করা হচ্ছে
ca: Canviar el nom
cy: Ail-enwi
da: Omdøbning
eo: Alinomado
et: Ümbernimetamine
eu: Izena aldatzea
fa: ﻡﺎﻧ ﺮﯿﯿﻐﺗ
fi: Uudelleennimeäminen
fil: Pagpapalit ng pangalan
fy: Omneame
ga: Athainmniú
gd: Ag ath-ainmeachadh
gl: Cambiando o nome
gu: નામ બદલી રહ્યું છે
he: םש יוניש
hi: नाम
hr: Preimenovanje
hu: Átnevezés
hy: Անվանափոխում
id: Mengganti nama
is: Endurnefna
ka: სახელის გადარქმევა
kk: Атын өзгерту
km: ការប្តូរឈ្មោះ
kn: ಮರುನಾಮಕರಣ
ku: Binavkirin
ky: Атын өзгөртүү
lb: Ëmbenennung
lo: ການປ່ຽນຊື່
lt: Pervadinimas
lv: Pārdēvēšana
mg: Fanovana anarana
mi: Whakaingoa ano
mk: Преименување
ml: പേരുമാറ്റുന്നു
mn: Нэрийг нь өөрчилж байна
mr: नाव बदलत आहे
mt: Tismija mill-ġdid
my: အမည်ပြောင်းခြင်း။
nb: Gi nytt navn
ne: पुन: नामाकरण गर्दै
or: ନାମ ପରିବର୍ତ୍ତନ
pa: ਨਾਮ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ
ps: ﻝﻮﻟﺪﺑ ﻡﻮﻧ
ro: Redenumire
rw: Guhindura izina
sd: ﮡﺋﺎٽﻣ ﻮﻟﺎﻧ
si: නැවත නම් කිරීම
sk: Premenovanie
sl: Preimenovanje
sq: Riemërtimi
sw: Kubadilisha jina
ta: மறுபெயரிடுதல்
te: పేరు మార్చడం
tg: Иваз кардани ном
th: เปลี่ยนชื่อ
tk: Adynyň adyny üýtgetmek
tt: Исемнең исемен үзгәртү
uk: Перейменування
ur: ﺎﻨﻟﺪﺑ ﻡﺎﻧ
uz: Nomini oʻzgartirish
vi: Đổi tên
xh: Ukuthiya ngokutsha
yi: גנימייניר

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
af: Installeer asseblief /usr/bin/sha256sum sodat ek jou sekuriteit kan verbeter terwyl ek wortelopdragte uitvoer
am: እባክህ ጫን /usr/bin/sha256sum የ root ትዕዛዞችን በማሄድ ጊዜ ደህንነትዎን ማሻሻል እችላለሁ
ar: ﻞﻤﺣ ﺍءﺎﺟﺭ /usr/bin/sha256sum ﺭﺬﺠﻟﺍ ﺮﻣﺍﻭﺃ ﻞﻴﻐﺸﺗ ءﺎﻨﺛﺃ ﻚﻨﻣﺃ ﻦﻴﺴﺤﺗ ﻦﻣ ﻦﻜﻤﺗﺃ ﻰﺘﺣ
be: Калі ласка, усталюйце /usr/bin/sha256sum так што я магу палепшыць вашу бяспеку падчас выканання каранёвых каманд
bg: Моля, инсталирайте /usr/bin/sha256sum така че мога да подобря вашата сигурност, докато изпълнявам root команди
bn: ইনস্টল করুন /usr/bin/sha256sum তাই আমি রুট কমান্ড চালানোর সময় আপনার নিরাপত্তা উন্নত করতে পারি
ca: Instal·leu-lo /usr/bin/sha256sum així puc millorar la vostra seguretat mentre executeu ordres root
cy: Os gwelwch yn dda gosod /usr/bin/sha256sum felly gallaf wella'ch diogelwch wrth redeg gorchmynion gwreiddiau
da: Installer venligst /usr/bin/sha256sum så jeg kan forbedre din sikkerhed, mens jeg kører root-kommandoer
eo: Bonvolu instali /usr/bin/sha256sum do mi povas plibonigi vian sekurecon dum rulado de radikaj komandoj
et: Palun installige /usr/bin/sha256sum et saaksin teie turvalisust juurkäskude käitamise ajal parandada
eu: Mesedez, instalatu /usr/bin/sha256sum beraz, zure segurtasuna hobetu dezaket root komandoak exekutatzen diren bitartean
fa: ﺪﯿﻨﮐ ﺐﺼﻧ ﺎﻔﻄﻟ /usr/bin/sha256sum ﻢﺸﺨﺑ ﺩﻮﺒﻬﺑ ﻪﺸﯾﺭ ﺕﺍﺭﻮﺘﺳﺩ ﯼﺍﺮﺟﺍ ﻦﯿﺣ ﺭﺩ ﺍﺭ ﺎﻤﺷ ﺖﯿﻨﻣﺍ ﻢﻧﺍﻮﺗ ﯽﻣ ﻦﻣ ﻦﯾﺍﺮﺑﺎﻨﺑ
fi: Ole hyvä ja asenna /usr/bin/sha256sum jotta voin parantaa tietoturvaasi, kun suoritan pääkomentoja
fil: Paki-install /usr/bin/sha256sum para mapagbuti ko ang iyong seguridad habang nagpapatakbo ng mga root command
fy: Graach ynstallearje /usr/bin/sha256sum sadat ik jo feiligens ferbetterje kin by it útfieren fan rootkommando's
ga: Suiteáil le do thoil /usr/bin/sha256sum ionas gur féidir liom do shlándáil a fheabhsú agus orduithe fréimhe á rith agam
gd: Feuch an stàlaich thu /usr/bin/sha256sum gus an urrainn dhomh do thèarainteachd a leasachadh fhad ‘s a tha mi a’ ruith òrdughan freumhach
gl: Instala /usr/bin/sha256sum así podo mellorar a túa seguridade mentres executo comandos de root
gu: કૃપા કરીને ઇન્સ્ટોલ કરો /usr/bin/sha256sum જેથી હું રૂટ આદેશો ચલાવતી વખતે તમારી સુરક્ષામાં સુધારો કરી શકું
he: ןיקתהל אנ /usr/bin/sha256sum שרוש תודוקפ תלעפה ךות ךלש החטבאה תא רפשל לכואש ידכ
hi: कृपया स्थापित करें /usr/bin/sha256sum इसलिए मैं रूट कमांड चलाते समय आपकी सुरक्षा में सुधार कर सकता हूं
hr: Molimo instalirajte /usr/bin/sha256sum tako da mogu poboljšati vašu sigurnost dok izvodim root naredbe
hu: Kérjük, telepítse /usr/bin/sha256sum így javíthatom a biztonságot a root parancsok futtatása közben
hy: Խնդրում ենք տեղադրել /usr/bin/sha256sum այնպես որ ես կարող եմ բարելավել ձեր անվտանգությունը root հրամանները գործարկելիս
id: Silakan instal /usr/bin/sha256sum jadi saya dapat meningkatkan keamanan Anda saat menjalankan perintah root
is: Vinsamlegast settu upp /usr/bin/sha256sum svo ég geti bætt öryggi þitt á meðan þú keyrir rótarskipanir
ka: გთხოვთ დააინსტალიროთ /usr/bin/sha256sum ასე რომ, შემიძლია გავაუმჯობესო თქვენი უსაფრთხოება root ბრძანებების გაშვებისას
kk: Орнатыңыз /usr/bin/sha256sum сондықтан мен түбірлік пәрмендерді іске қосу кезінде қауіпсіздікті жақсарта аламын
km: សូមដំឡើង /usr/bin/sha256sum ដូច្នេះu200bខ្ញុំu200bអាចu200bបង្កើនu200bសុវត្ថិភាពu200bរបស់u200bអ្នកu200bខណៈu200bពេលu200bកំពុងu200bដំណើរការu200bពាក្យu200bបញ្ជាu200bជា root
kn: ದಯವಿಟ್ಟು ಸ್ಥಾಪಿಸಿ /usr/bin/sha256sum ಆದ್ದರಿಂದ ನಾನು ರೂಟ್ ಕಮಾಂಡ್u200cಗಳನ್ನು ಚಲಾಯಿಸುವಾಗ ನಿಮ್ಮ ಸುರಕ್ಷತೆಯನ್ನು ಸುಧಾರಿಸಬಹುದು
ku: Ji kerema xwe saz bikin /usr/bin/sha256sum ji ber vê yekê ez dikarim dema ku emrên root dimeşîne ewlehiya we baştir bikim
ky: Сураныч орнотуңуз /usr/bin/sha256sum ошондуктан мен тамыр буйруктарын иштетип жатканда коопсуздукту жакшырта алам
lb: Weg installéieren /usr/bin/sha256sum sou kann ech Är Sécherheet verbesseren iwwerdeems root Kommandoen lafen
lo: ກະລຸນາຕິດຕັ້ງ /usr/bin/sha256sum ດັ່ງນັ້ນຂ້ອຍສາມາດປັບປຸງຄວາມປອດໄພຂອງເຈົ້າໃນຂະນະທີ່ແລ່ນຄໍາສັ່ງຮາກ
lt: Prašome įdiegti /usr/bin/sha256sum kad galėčiau pagerinti jūsų saugumą vykdydamas root komandas
lv: Lūdzu, instalējiet /usr/bin/sha256sum lai es varētu uzlabot jūsu drošību, izpildot saknes komandas
mg: Apetraho azafady /usr/bin/sha256sum mba ahafahako manatsara ny fiarovanao eo am-panaovana baiko faka
mi: Tāuta koa /usr/bin/sha256sum kia taea e ahau te whakapai ake i to haumarutanga i a koe e whakahaere ana i nga whakahau pakiaka
mk: Ве молиме инсталирајте /usr/bin/sha256sum за да можам да ја подобрам вашата безбедност додека извршувате команди за root
ml: ദയവായി ഇൻസ്റ്റാൾ ചെയ്യുക /usr/bin/sha256sum അതിനാൽ റൂട്ട് കമാൻഡുകൾ പ്രവർത്തിപ്പിക്കുമ്പോൾ എനിക്ക് നിങ്ങളുടെ സുരക്ഷ മെച്ചപ്പെടുത്താൻ കഴിയും
mn: Суулгана уу /usr/bin/sha256sum Тиймээс би root тушаалуудыг ажиллуулж байх үед таны аюулгүй байдлыг сайжруулж чадна
mr: कृपया स्थापित करा /usr/bin/sha256sum त्यामुळे रूट कमांड चालवताना मी तुमची सुरक्षा सुधारू शकेन
mt: Jekk jogħġbok installa /usr/bin/sha256sum sabiex inkun nista' ntejjeb is-sigurtà tiegħek waqt li nmexxi l-kmandi tal-għeruq
my: ထည့်သွင်းပါ။ /usr/bin/sha256sum ထို့ကြောင့် ကျွန်ုပ်သည် root အမိန့်များကို လုပ်ဆောင်နေချိန်တွင် သင့်လုံခြုံရေးကို မြှင့်တင်နိုင်ပါသည်။
nb: Vennligst installer /usr/bin/sha256sum slik at jeg kan forbedre sikkerheten din mens jeg kjører root-kommandoer
ne: कृपया स्थापना गर्नुहोस् /usr/bin/sha256sum त्यसैले रूट आदेशहरू चलाउँदा म तपाईंको सुरक्षा सुधार गर्न सक्छु
or: ଦୟାକରି ସଂସ୍ଥାପନ କରନ୍ତୁ | /usr/bin/sha256sum ତେଣୁ ରୁଟ୍ କମାଣ୍ଡ୍ ଚଲାଇବାବେଳେ ମୁଁ ତୁମର ସୁରକ୍ଷାକୁ ଉନ୍ନତ କରିପାରିବି |
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੰਸਟਾਲ ਕਰੋ /usr/bin/sha256sum ਇਸ ਲਈ ਮੈਂ ਰੂਟ ਕਮਾਂਡਾਂ ਨੂੰ ਚਲਾਉਣ ਦੌਰਾਨ ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਵਿੱਚ ਸੁਧਾਰ ਕਰ ਸਕਦਾ ਹਾਂ
ps: ﺉړﮐ ﺐﺼﻧ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ /usr/bin/sha256sum ﻡﻮﻠﭼ ډﻧﺎﻤﮐ ټﻭﺭ ﺩ ﯥﭼ ﯥﮐ ﻝﺎﺣ ﯥﺳﺍﺪﭘ ﻡړﮐ ﻪښ ﺖﯿﻨﻣﺍ ﻮﺳﺎﺘﺳ ﻢﺷ ﯽﻟﻮﮐ ﻩﺯ ﻮﻧ
ro: Vă rugăm să instalați /usr/bin/sha256sum astfel încât să vă pot îmbunătăți securitatea în timp ce rulez comenzile root
rw: Nyamuneka shyiramo /usr/bin/sha256sum ndashobora rero kunoza umutekano wawe mugihe ukoresha amategeko yumuzi
sd: ﻮﻳﺮڪ ﻝﺎٽﺴﻧﺍ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ /usr/bin/sha256sum ﻮﭤ ﻥﺎﻬﮕﺳ ﻱﺮڪ ﺮﺘﻬﺑ ﻲﮐ ﻲٽﺭﻮﻴڪﻴﺳ ﻲﺟ ﻥﺎﻫﻮﺗ ﻥﺍﺭﻭﺩ ﮡﺋﻼ﻿ﻫ ڊﻧﺎﻤڪ ٽﻭﺭ ﻥﺎﻣ ﻱﺮڪﻨﻬﻨﺗ
si: කරුණාකර ස්ථාපනය කරන්න /usr/bin/sha256sum ඒ නිසා මට root විධාන ක්u200dරියාත්මක කරන අතරතුර ඔබේ ආරක්ෂාව වැඩි දියුණු කළ හැක
sk: Prosím nainštalujte /usr/bin/sha256sum takže môžem zlepšiť vašu bezpečnosť pri spúšťaní príkazov root
sl: Prosimo, namestite /usr/bin/sha256sum tako lahko izboljšam vašo varnost med izvajanjem root ukazov
sq: Ju lutemi instaloni /usr/bin/sha256sum kështu që unë mund të përmirësoj sigurinë tuaj gjatë ekzekutimit të komandave root
sw: Tafadhali sakinisha /usr/bin/sha256sum kwa hivyo naweza kuboresha usalama wako wakati wa kuendesha amri za mizizi
ta: நிறுவவும் /usr/bin/sha256sum அதனால் ரூட் கட்டளைகளை இயக்கும் போது உங்கள் பாதுகாப்பை மேம்படுத்த முடியும்
te: దయచేసి ఇన్u200cస్టాల్ చేయండి /usr/bin/sha256sum కాబట్టి నేను రూట్ ఆదేశాలను అమలు చేస్తున్నప్పుడు మీ భద్రతను మెరుగుపరచగలను
tg: Лутфан насб кунед /usr/bin/sha256sum то ман метавонам амнияти шуморо ҳангоми иҷро кардани фармонҳои реша беҳтар созам
th: กรุณาติดตั้ง /usr/bin/sha256sum เพื่อให้ฉันสามารถปรับปรุงความปลอดภัยของคุณในขณะที่รันคำสั่งรูท
tk: Gurnamagyňyzy haýyş edýäris /usr/bin/sha256sum şonuň üçin kök buýruklaryny işledeniňizde howpsuzlygyňyzy gowulaşdyryp bilerin
tt: Зинһар, урнаштырыгыз /usr/bin/sha256sum шуңа күрә мин тамыр командаларын эшләгәндә сезнең куркынычсызлыгыгызны яхшырта алам
uk: Будь ласка, встановіть /usr/bin/sha256sum щоб я міг покращити вашу безпеку під час виконання команд root
ur: ۔ﮟﯾﺮﮐ ﻝﺎﭩﺴﻧﺍ ﻡﺮﮐ ﮦﺍﺮﺑ /usr/bin/sha256sum ﮞﻮﮑﺳ ﺎﻨﺑ ﺮﺘﮩﺑ ﻮﮐ ﯽﭨﺭﻮﯿﮑﯿﺳ ﯽﮐ ﭖﺁ ﮯﺋﻮﮨ ﮯﺗﻼ﻿ﭼ ﺯﮉﻧﺎﻤﮐ ﭦﻭﺭ ﮟﯿﻣ ﮧﮐﺎﺗ
uz: Iltimos, oʻrnating /usr/bin/sha256sum shuning uchun root buyruqlarini ishga tushirishda xavfsizligingizni yaxshilashim mumkin
vi: Xin vui lòng cài đặt /usr/bin/sha256sum vì vậy tôi có thể cải thiện bảo mật của bạn trong khi chạy lệnh gốc
xh: Nceda ufake /usr/bin/sha256sum ngoko ndinokuphucula ukhuseleko lwakho ngelixa uqhuba imiyalelo yeengcambu
yi: ןרילאַטסני עטיב /usr/bin/sha256sum זדנאַמאַק לצראָוו קידנסילפ תעשב טייהרעכיז ןייד ןרעסעבראַפֿ ןענעק ךיא יוזאַ
