Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Icon:
af: _Ikoon:
am: _አዶ፡
ar: _:ﺔﻧﻮﻘﻳﺃ
be: _Значок:
bg: _Икона:
bn: _আইকন:
ca: _Icona:
cy: _Eicon:
da: _Ikon:
eo: _Ikono:
et: _Ikoon:
eu: _Ikonoa:
fa: _:ﻥﻮﮑﯾﺁ
fi: _Kuvake:
fy: _Ikoan:
ga: _Deilbhín:
gd: _An ìomhaigh:
gl: _Ícona:
gu: _ચિહ્ન:
he: _:למס
hi: _चिह्न:
hr: _Ikona:
hu: _Ikon:
hy: _Պատկերակ՝
id: _Ikon:
is: _Tákn:
ka: _Ხატი:
kk: _Белгіше:
km: _រូបតំណាង៖
kn: _ಐಕಾನ್:
ku: _Îkon:
lb: _Ikon:
lo: _ໄອຄອນ:
lt: P_iktograma:
lv: _Ikona:
mg: _Kisary:
mi: _Ata:
mk: _Икона:
ml: _ഐക്കൺ:
mn: _Дүрс:
mr: _चिन्ह:
mt: _Ikona:
my: _သင်္ကေတ-
nb: _Ikon:
ne: _आइकन:
or: _ଆଇକନ୍:
pa: _ਪ੍ਰਤੀਕ:
ps: _:ﻪښﻧ
ro: _Pictogramă:
rw: _Agashusho:
sd: _:ﻦڪﺋﺁ
si: _නිරූපකය:
sk: _ikona:
sl: _Ikona:
sq: _Ikona:
sw: _Aikoni:
ta: _ஐகான்:
te: _చిహ్నం:
tg: _Нишона:
th: _ไอคอน:
tk: _Nyşan:
tt: _Икона:
uk: _Значок:
ur: _:ﻦﮑﯿﺋﺁ
uz: _Belgi:
vi: _Biểu tượng:
xh: _Umqondiso:
yi: _:לדליב

source: <b>Open Co_mmand:</b>
af: <b>Maak oop Co_mmand:</b>
am: <b>ክፈት Co_mmand:</b>
ar: <b>ﺢﺘﻓﺍ Co_mmand:</b>
be: <b>Адкрыць Co_mmand:</b>
bg: <b>Отвори Co_mmand:</b>
bn: <b>খোলা Co_mmand:</b>
ca: <b>Obert Co_mmand:</b>
cy: <b>Ar agor Co_mmand:</b>
da: <b>Åben Co_mmand:</b>
eo: <b>Malfermu Co_mmand:</b>
et: <b>Avatud Co_mmand:</b>
eu: <b>Ireki Co_mmand:</b>
fa: <b>ﻦﮐ ﺯﺎﺑ Co_mmand:</b>
fi: <b>Avata Co_mmand:</b>
fil: <b>Bukas Co_mmand:</b>
fy: <b>Iepen Co_mmand:</b>
ga: <b>Oscail Co_mmand:</b>
gd: <b>Fosgailte Co_mmand:</b>
gl: <b>Aberto Co_mmand:</b>
gu: <b>ખુલ્લા Co_mmand:</b>
he: <b>ַחֹותְפִל Co_mmand:</b>
hi: <b>खोलना Co_mmand:</b>
hr: <b>Otvorena Co_mmand:</b>
hu: <b>Nyisd ki Co_mmand:</b>
hy: <b>Բաց Co_mmand:</b>
id: <b>Membuka Co_mmand:</b>
is: <b>Opið Co_mmand:</b>
ka: <b>გახსენით Co_mmand:</b>
kk: <b>Ашық Co_mmand:</b>
km: <b>បើក Co_mmand:</b>
kn: <b>ತೆರೆಯಿರಿ Co_mmand:</b>
ku: <b>Vekirî Co_mmand:</b>
lb: <b>Oppen Co_mmand:</b>
lo: <b>ເປີດ Co_mmand:</b>
lt: <b>Atviras Co_mmand:</b>
lv: <b>Atvērt Co_mmand:</b>
mg: <b>Misokatra Co_mmand:</b>
mi: <b>Tuwhera Co_mmand:</b>
mk: <b>Отвори Co_mmand:</b>
ml: <b>തുറക്കുക Co_mmand:</b>
mn: <b>Нээлттэй Co_mmand:</b>
mr: <b>उघडा Co_mmand:</b>
mt: <b>Miftuħa Co_mmand:</b>
my: <b>ဖွင့်သည်။ Co_mmand:</b>
nb: <b>Åpen Co_mmand:</b>
ne: <b>खोल्नुहोस् Co_mmand:</b>
or: <b>ଖୋଲନ୍ତୁ | Co_mmand:</b>
pa: <b>ਖੋਲ੍ਹੋ Co_mmand:</b>
ps: <b>ﺹﻼ﻿ﺧ Co_mmand:</b>
ro: <b>Deschis Co_mmand:</b>
rw: <b>Fungura Co_mmand:</b>
sd: <b>ﻞﻴﻠﮐ Co_mmand:</b>
si: <b>විවෘත Co_mmand:</b>
sk: <b>Otvorené Co_mmand:</b>
sl: <b>Odprto Co_mmand:</b>
sq: <b>Hapur Co_mmand:</b>
sw: <b>Fungua Co_mmand:</b>
ta: <b>திற Co_mmand:</b>
te: <b>తెరవండి Co_mmand:</b>
tg: <b>Кушодан Co_mmand:</b>
th: <b>เปิด Co_mmand:</b>
tk: <b>Açyň Co_mmand:</b>
tt: <b>Ачык Co_mmand:</b>
uk: <b>відчинено Co_mmand:</b>
ur: <b>۔ﮟﯿﻟﻮﮭﮐ Co_mmand:</b>
uz: <b>Ochiq Co_mmand:</b>
vi: <b>Mở Co_mmand:</b>
xh: <b>Vula Co_mmand:</b>
yi: <b>ןענעפע Co_mmand:</b>

source: <b>_Mount:</b>
af: <b>_Monteer:</b>
am: <b>_ተራራ፡</b>
ar: <b>_:ﺩﺪﻌﺘﺗ</b>
be: <b>_Мантаж:</b>
bg: <b>_Монтаж:</b>
bn: <b>_মাউন্ট:</b>
ca: <b>_Muntatge:</b>
da: <b>_Montering:</b>
eo: <b>_Monto:</b>
et: <b>_Kinnitus:</b>
eu: <b>_Mendia:</b>
fa: <b>_:ﻩﻮﮐ</b>
fi: <b>_Kiinnitys:</b>
ga: <b>_Sliabh:</b>
gl: <b>_Montaxe:</b>
gu: <b>_માઉન્ટ:</b>
he: <b>_:רה</b>
hi: <b>_माउंट:</b>
hr: <b>_montirati:</b>
hu: <b>_Hegy:</b>
hy: <b>_Լեռ:</b>
id: <b>_Gunung:</b>
is: <b>_Festing:</b>
ka: <b>_მთა:</b>
kk: <b>_Тау:</b>
km: <b>_ភ្នំ៖</b>
kn: <b>_ಆರೋಹಣ:</b>
ku: <b>_Çiya:</b>
ky: <b>_Тоо:</b>
lo: <b>_ພູ:</b>
lt: <b>_Montavimas:</b>
lv: <b>_Stiprinājums:</b>
mg: <b>_Tendrombohitra:</b>
mi: <b>_Maunga:</b>
mk: <b>_Монтирање:</b>
ml: <b>_മൗണ്ട്:</b>
mn: <b>_Уул:</b>
mr: <b>_माउंट:</b>
my: <b>_တောင်-</b>
nb: <b>_Feste:</b>
ne: <b>_माउन्ट:</b>
or: <b>_ପର୍ବତ:</b>
pa: <b>_ਮਾਊਂਟ:</b>
ps: <b>_ﻩﺮﻏ</b>
ro: <b>_Montură:</b>
rw: <b>_Umusozi:</b>
sd: <b>_:ﻞﺒﺟ</b>
si: <b>_කන්ද:</b>
sk: <b>_Montáž:</b>
sl: <b>_Montaža:</b>
sq: <b>_Montimi:</b>
sw: <b>_Mlima:</b>
ta: <b>_மவுண்ட்:</b>
te: <b>_మౌంట్:</b>
tg: <b>_Кӯҳ:</b>
th: <b>_เมานต์:</b>
tk: <b>_Dag:</b>
tt: <b>_Тау:</b>
uk: <b>_Монтаж:</b>
ur: <b>_:ﮌﺎﮩﭘ</b>
uz: <b>_O'rnatish:</b>
vi: <b>_Gắn kết:</b>
xh: <b>_Nqaba:</b>
yi: <b>_:גראב</b>

source: Run In Terminal
af: Hardloop in terminale
am: ተርሚናል ውስጥ አሂድ
ar: ﺔﻄﺤﻤﻟﺍ ﻲﻓ ﻞﻴﻐﺸﺗ
be: Запуск у тэрмінале
bg: Пусни в терминал
bn: টার্মিনালে চালান
ca: Executar a la terminal
cy: Terfynell Rhedeg Mewn
da: Kør i terminal
eo: Kuru En Terminalo
et: Käivita terminalis
eu: Exekutatu terminalean
fa: ﻝﺎﻨﯿﻣﺮﺗ ﺭﺩ ﺍﺮﺟﺍ
fi: Suorita terminaalissa
fil: Tumakbo Sa Terminal
fy: Run yn terminal
ga: Rith Sa Chríochfort
gd: Ruith ann an Terminal
gl: Executar no terminal
gu: ટર્મિનલમાં ચલાવો
he: לנימרטב לעפה
hi: टर्मिनल में चलाएं
hr: Pokreni terminal
hu: Futtassa a terminált
hy: Գործարկել տերմինալում
id: Jalankan Di Terminal
is: Keyra í flugstöðinni
ka: გაშვება ტერმინალში
kk: Терминалда іске қосу
km: ដំណើរការនៅក្នុងស្ថានីយ
kn: ಟರ್ಮಿನಲ್u200cನಲ್ಲಿ ರನ್ ಮಾಡಿ
ku: Di Termînalê de Bixebitin
lb: Run Am Terminal
lo: ແລ່ນໃນ Terminal
lt: Vykdyti Terminale
lv: Palaist terminālī
mg: Mihazakazaka amin'ny Terminal
mi: Rere I roto i te Terminal
mk: Стартувај во терминал
ml: ടെർമിനലിൽ റൺ ചെയ്യുക
mn: Терминал дээр ажиллуулах
mr: टर्मिनलमध्ये चालवा
mt: Mexxi Fit-Terminal
my: Terminal တွင် Run ပါ။
nb: Kjør i terminal
ne: टर्मिनलमा चलाउनुहोस्
or: ଟର୍ମିନାଲ୍ ରେ ଚଲାନ୍ତୁ |
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਚਲਾਓ
ps: ﻝﻮﻠﭼ ﯥﮐ ﻞﻨﯿﻣﺮټ ﻪﭘ
ro: Rulați în terminal
rw: Kwirukira muri Terminal
sd: ﻮﻳﻼ﻿ﻫ ۾ ﻞﻨﻴﻣﺮٽ
si: ටර්මිනලයේ ධාවනය කරන්න
sk: Spustiť v termináli
sl: Zaženi v terminalu
sq: Ekzekutoni në terminal
sw: Endesha Katika Kituo
ta: டெர்மினலில் இயக்கவும்
te: టెర్మినల్u200cలో రన్ చేయండి
tg: Дар терминал иҷро кунед
th: เรียกใช้ในเทอร์มินัล
tk: Terminalda işlediň
tt: Терминалда йөгерегез
uk: Запустити в терміналі
ur: ۔ﮟﯿﺋﻼ﻿ﭼ ﮟﯿﻣ ﻞﻨﯿﻣﺮﭨ
uz: Terminalda ishga tushirish
vi: Chạy trong nhà ga
xh: Baleka Kwitheminali
yi: לאַנימרעט ןיא ןפיול

source: Run As Task
af: Hardloop as taak
am: እንደ ተግባር አሂድ
ar: ﺔﻤﻬﻤﻛ ﻞﻴﻐﺸﺗ
be: Запуск як задача
bg: Изпълнявай като задача
bn: টাস্ক হিসাবে চালান
ca: Executar com a tasca
cy: Rhedeg Fel Tasg
da: Kør som opgave
eo: Kuru Kiel Tasko
et: Käivita ülesandena
eu: Exekutatu Zeregin gisa
fa: ﻪﻔﯿﻇﻭ ﻥﺍﻮﻨﻋ ﻪﺑ ﯼﺍﺮﺟﺍ
fi: Suorita tehtävänä
fil: Patakbuhin Bilang Gawain
ga: Rith Mar Thasc
gd: Ruith mar ghnìomh
gl: Executar como tarefa
gu: કાર્ય તરીકે ચલાવો
he: המישמכ לעפה
hi: कार्य के रूप में चलाएं
hr: Pokreni kao zadatak
hu: Futtatás feladatként
hy: Գործարկել որպես առաջադրանք
id: Jalankan Sebagai Tugas
is: Keyra sem verkefni
kk: Тапсырма ретінде іске қосу
km: ដំណើរការជាកិច្ចការ
kn: ಕಾರ್ಯದಂತೆ ರನ್ ಮಾಡಿ
ku: Wekî Task Bixebitîne
ky: Тапшырма катары иштетүү
lb: Run als Aufgab
lo: ດໍາເນີນການເປັນ Task
lt: Vykdyti Kaip Užduotį
lv: Palaist kā uzdevumu
mi: Whakahaere Hei Mahi
mk: Стартувај како задача
ml: ടാസ്ക് ആയി പ്രവർത്തിപ്പിക്കുക
mn: Даалгавар болгон ажиллуул
mr: कार्य म्हणून चालवा
mt: Mexxi bħala Task
my: Task အဖြစ် လုပ်ဆောင်ပါ။
nb: Kjør som oppgave
ne: कार्यको रूपमा चलाउनुहोस्
or: ଟାସ୍କ ଭାବରେ ଚଲାନ୍ତୁ |
pa: ਟਾਸਕ ਦੇ ਤੌਰ 'ਤੇ ਚਲਾਓ
ps: ﻝﻮﻠﭼ ﻪګﻮﺗ ﻪﭘ ﯤﺪﻧﺩ ﺩ
rw: Koresha nk'inshingano
sd: ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻢڪ ﻮﻳﻼ﻿ﮬ
si: කාර්යය ලෙස ධාවනය කරන්න
sk: Spustiť ako úlohu
sl: Zaženi kot opravilo
sq: Ekzekuto si detyrë
sw: Endesha Kama Kazi
ta: பணியாக இயக்கவும்
te: టాస్క్u200cగా అమలు చేయండి
tg: Ҳамчун супориш иҷро кунед
th: เรียกใช้เป็นงาน
tk: Wezipe hökmünde ylga
tt: Бирем буларак йөгерегез
uk: Запустити як завдання
ur: ۔ﮟﯿﺋﻼ﻿ﭼ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﮏﺳﺎﭨ
uz: Vazifa sifatida ishga tushirish
vi: Chạy dưới dạng tác vụ
xh: Baleka Njengomsebenzi
yi: קסאַט יוו ןפיול

source: Edit
af: Wysig
am: አርትዕ
ar: ﺭﺮﺤﻳ
be: Рэдагаваць
bg: редактиране
bn: সম্পাদনা করুন
ca: Edita
cy: Golygu
da: Redigere
eo: Redakti
et: Muuda
eu: Editatu
fa: ﺪﯿﻨﮐ ﺶﯾﺍﺮﯾﻭ
fi: Muokata
fil: I-edit
fy: Bewurkje
ga: Cuir in eagar
gd: Deasaich
gl: Editar
gu: સંપાદિત કરો
he: ךֹורֲעַל
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
hy: Խմբագրել
id: Sunting
is: Breyta
ka: რედაქტირება
kk: Өңдеу
km: កែសម្រួល
kn: ತಿದ್ದು
ku: Weşandin
ky: Түзөтүү
lo: ແກ້ໄຂ
lt: Redaguoti
lv: Rediģēt
mg: Ovay
mi: Whakatikatika
mk: Уредување
ml: എഡിറ്റ് ചെയ്യുക
mn: Засварлах
mr: सुधारणे
mt: Editja
my: တည်းဖြတ်ပါ။
nb: Redigere
ne: सम्पादन गर्नुहोस्
or: ସଂପାଦନ କରନ୍ତୁ |
pa: ਸੰਪਾਦਿਤ ਕਰੋ
ps: ﻥﻮﻤﺳ
ro: Editați | ×
rw: Hindura
sd: ﻮﻳﺮڪ ﻢﻴﻣﺮﺗ
si: සංස්කරණය කරන්න
sk: Upraviť
sl: Uredi
sq: Redakto
sw: Hariri
ta: தொகு
te: సవరించు
tg: Таҳрир
th: แก้ไข
tk: Redaktirläň
tt: Редакцияләү
uk: Редагувати
ur: ﻢﯿﻣﺮﺗ
uz: Tahrirlash
vi: Biên tập
xh: Hlela
yi: ןריגאַדער

source: Please choose an application:
af: Kies asseblief 'n aansoek:
am: እባክዎ ማመልከቻ ይምረጡ፡-
ar: :ﻖﻴﺒﻄﺗ ﺭﺎﻴﺘﺧﺍ ءﺎﺟﺮﻟﺍ
be: Калі ласка, абярыце прыкладанне:
bg: Моля, изберете приложение:
bn: একটি অ্যাপ্লিকেশন চয়ন করুন:
ca: Si us plau, trieu una aplicació:
cy: Dewiswch gais:
da: Vælg venligst en ansøgning:
eo: Bonvolu elekti aplikaĵon:
et: Valige rakendus:
eu: Mesedez, aukeratu aplikazio bat:
fa: :ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﯼﺩﺮﺑﺭﺎﮐ ﻪﻣﺎﻧﺮﺑ ﮏﯾ ًﺎﻔﻄﻟ
fi: Valitse sovellus:
fil: Mangyaring pumili ng isang aplikasyon:
fy: Kies asjebleaft in applikaasje:
ga: Roghnaigh iarratas le do thoil:
gd: Tagh iarrtas:
gl: Escolla unha aplicación:
gu: કૃપા કરીને એપ્લિકેશન પસંદ કરો:
he: :םושיי רחב אנא
hi: कृपया एक आवेदन चुनें:
hr: Molimo odaberite aplikaciju:
hu: Kérjük, válasszon alkalmazást:
hy: Խնդրում ենք ընտրել դիմում.
id: Silakan pilih aplikasi:
is: Vinsamlegast veldu umsókn:
ka: გთხოვთ, აირჩიოთ აპლიკაცია:
kk: Қолданбаны таңдаңыз:
km: សូមជ្រើសរើសកម្មវិធី៖
kn: ದಯವಿಟ್ಟು ಅಪ್ಲಿಕೇಶನ್ ಆಯ್ಕೆಮಾಡಿ:
ku: Ji kerema xwe serîlêdanek hilbijêrin:
ky: Сураныч, колдонмону тандаңыз:
lb: Wielt w.e.g. eng Applikatioun:
lo: ກະລຸນາເລືອກແອັບພລິເຄຊັນ:
lt: Prašome pasirinkti programą:
lv: Lūdzu, izvēlieties lietojumprogrammu:
mg: Misafidiana fampiharana iray azafady:
mi: Kōwhiria he tono:
mk: Ве молиме изберете апликација:
ml: ദയവായി ഒരു ആപ്ലിക്കേഷൻ തിരഞ്ഞെടുക്കുക:
mn: Аппликешн сонгоно уу:
mr: कृपया एक अर्ज निवडा:
mt: Jekk jogħġbok agħżel applikazzjoni:
my: ကျေးဇူးပြု၍ လျှောက်လွှာကို ရွေးပါ-
nb: Vennligst velg en søknad:
ne: कृपया एउटा आवेदन छान्नुहोस्:
or: ଦୟାକରି ଏକ ଅନୁପ୍ରୟୋଗ ବାଛନ୍ତୁ:
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਐਪਲੀਕੇਸ਼ਨ ਚੁਣੋ:
ps: :ﺉړﮐ ﻩﺭﻮﻏ ﮏﯿﻠﻨﺘښﻮﻏ ﻮﯾ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Vă rugăm să alegeți o aplicație:
rw: Nyamuneka hitamo porogaramu:
sd: :ﻮﻳڊﻧﻮﭼ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ﻭڙڪﮬ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: කරුණාකර යෙදුමක් තෝරන්න:
sk: Vyberte aplikáciu:
sl: Prosimo, izberite aplikacijo:
sq: Ju lutemi zgjidhni një aplikacion:
sw: Tafadhali chagua programu:
ta: தயவுசெய்து ஒரு பயன்பாட்டைத் தேர்ந்தெடுக்கவும்:
te: దయచేసి ఒక అప్లికేషన్u200cను ఎంచుకోండి:
tg: Лутфан барномаеро интихоб кунед:
th: โปรดเลือกแอปพลิเคชัน:
tk: Programmany saýlaň:
tt: Зинһар, заявканы сайлагыз:
uk: Будь ласка, виберіть програму:
ur: :ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﺖﺳﺍﻮﺧﺭﺩ ﮏﯾﺍ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: Iltimos, ilovani tanlang:
vi: Vui lòng chọn một ứng dụng:
xh: Nceda ukhethe isicelo:
yi: :ןאַשייקאַלפּאַ אַ ןביַילק עטיב
