Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
af: Jy voeg 'n gepasmaakte subkieslys by die verstekkieslys-item. Hierdie item sal outomaties 'n voorafkonteks hê - dit sal slegs verskyn wanneer die MIME-tipe van die eerste geselekteerde lêer ooreenstem met die huidige tipe '%s'. Voeg opdragte of spyskaarte hier by wat jy net vir hierdie een MIME-tipe wil vertoon.
am: ብጁ ንዑስ ምናሌን ወደ ነባሪ የምናሌ ንጥል እያከሉ ነው። ይህ ንጥል በራስ-ሰር ቅድመ-አውድ ይኖረዋል - የሚታየው የመጀመሪያው የተመረጠው ፋይል የ MIME አይነት ከአሁኑ አይነት ጋር ሲዛመድ ብቻ ነው። '%s'. ለዚህ አንድ MIME አይነት ብቻ እንዲታዩ የሚፈልጓቸውን ትዕዛዞችን ወይም ምናሌዎችን እዚህ ያክሉ።
ar: ﻲﻟﺎﺤﻟﺍ ﻉﻮﻨﻟﺍ ﻊﻣ ﻝﻭﻷ﻿ﺍ ﺩﺪﺤﻤﻟﺍ ﻒﻠﻤﻠﻟ MIME ﻉﻮﻧ ﻖﺑﺎﻄﺘﻳ ﺎﻣﺪﻨﻋ ﻂﻘﻓ ﺮﻬﻈﻴﺳ - ﻖﺒﺴﻣ ﻕﺎﻴﺳ ﻰﻠﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﺮﺼﻨﻌﻟﺍ ﺍﺬﻫ ﻱﻮﺘﺤﻴﺳ .ﺔﻴﺿﺍﺮﺘ '%s'. .ﺍﺬﻫ MIME ﻉﻮﻨﻟ ﺮﻬﻈﺗ ﻥﺃ ﻂﻘﻓ ﺪﻳﺮﺗ ﺎﻨﻫ ﻢﺋﺍﻮﻗ ﻭﺃ ﺮﻣﺍﻭﺃ ﻒﺿﺃ
be: Вы дадаеце карыстальніцкае падменю ў пункт меню па змаўчанні. Гэты элемент аўтаматычна будзе мець папярэдні кантэкст - ён з'явіцца толькі тады, калі тып MIME першага абранага файла супадае з бягучым тыпам '%s'. Дадайце сюды каманды або меню, якія вы хочаце паказваць толькі для гэтага тыпу MIME.
bg: Добавяте персонализирано подменю към елемента от менюто по подразбиране. Този елемент автоматично ще има предварителен контекст - той ще се появи само когато MIME типът на първия избран файл съвпада с текущия тип '%s'. Добавете тук команди или менюта, които искате да се показват само за този тип MIME.
bn: আপনি ডিফল্ট মেনু আইটেমে একটি কাস্টম সাবমেনু যোগ করছেন। এই আইটেমটি স্বয়ংক্রিয়ভাবে একটি প্রাক-প্রসঙ্গ থাকবে - এটি শুধুমাত্র তখনই প্রদর্শিত হবে যখন প্রথম নির্বাচিত ফাইলের MIME প্রকার বর্তমান প্রকারের সাথে মেলে '%s'. এখানে কমান্ড বা মেনু যোগ করুন যা আপনি শুধুমাত্র এই একটি MIME প্রকারের জন্য দেখাতে চান।
ca: Esteu afegint un submenú personalitzat a l'element de menú Predeterminat. Aquest element tindrà automàticament un precontext: només apareixerà quan el tipus MIME del primer fitxer seleccionat coincideixi amb el tipus actual. '%s'. Afegiu ordres o menús aquí que només voleu que apareguin per a aquest tipus MIME.
cy: Rydych chi'n ychwanegu submenu wedi'i deilwra i'r eitem dewislen ddiofyn. Bydd gan yr eitem hon gyn-gyd-destun yn awtomatig - dim ond pan fydd math MIME y ffeil a ddewiswyd gyntaf yn cyfateb i'r math cyfredol y bydd yn ymddangos '%s'. Ychwanegwch orchmynion neu fwydlenni yma nad ydych ond am ymddangos ar gyfer yr un math MIME hwn.
da: Du tilføjer en brugerdefineret undermenu til menupunktet Standard. Dette element vil automatisk have en præ-kontekst - det vises kun, når MIME-typen for den først valgte fil matcher den aktuelle type '%s'. Tilføj kommandoer eller menuer her, som du kun ønsker skal vises for denne ene MIME-type.
eo: Vi aldonas kutiman submenuon al la Defaŭlta menuero. Ĉi tiu ero aŭtomate havos antaŭkuntekston - ĝi aperos nur kiam la MIME-tipo de la unua elektita dosiero kongruas kun la nuna tipo. '%s'. Aldonu ĉi tie komandojn aŭ menuojn, kiujn vi volas aperi nur por ĉi tiu tipo MIME.
et: Lisate vaikemenüüüksusele kohandatud alammenüüd. Sellel elemendil on automaatselt eelkontekst – see ilmub ainult siis kui esimesena valitud faili MIME tüüp ühtib praeguse tüübiga '%s'. Lisage siia käsud või menüüd, mida soovite kuvada ainult selle ühe MIME-tüübi jaoks.
eu: Lehenetsitako menu-elementuari azpimenu pertsonalizatu bat gehitzen ari zara. Elementu honek automatikoki aurretestuinguru bat izango du - hautatutako lehen fitxategiaren MIME mota uneko motarekin bat datorrenean bakarrik agertuko da. '%s'. Gehitu hemen MIME mota honetarako bakarrik agertu nahi dituzun komandoak edo menuak.
fa: .ﺪﺷﺎﺑ ﻪﺘﺷﺍﺩ ﺖﻘﺑﺎﻄﻣ ﯽﻠﻌﻓ ﻉﻮﻧ ﺎﺑ ﯽﺑﺎﺨﺘﻧﺍ ﻞﯾﺎﻓ ﻦﯿﻟﻭﺍ MIME ﻉﻮﻧ ﻪﮐ ﺩﻮﺷ ﯽﻣ ﺮﻫﺎﻇ ﯽﻧﺎﻣﺯ ﻂﻘﻓ - ﺩﻮﺑ ﺪﻫﺍﻮﺧ ﻪﻨﯿ '%s'. .ﺪﻧﻮﺷ ﺮﻫﺎﻇ MIME ﻉﻮﻧ ﻦﯾﺍ ﯼﺍﺮﺑ ﻂﻘﻓ ﺪﯿﻫﺍﻮﺧu200cﯽﻣ ﻪﮐ ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺎﺠﻨﯾﺍ ﺭﺩ ﺍﺭ ﯽﯾﺎﻫﻮﻨﻣ ﺎﯾ ﺕﺍﺭﻮﺘﺳﺩ
fi: Olet lisäämässä mukautettua alivalikkoa Oletus-valikkokohtaan. Tällä kohteella on automaattisesti esikonteksti - se tulee näkyviin vain kun ensimmäisen valitun tiedoston MIME-tyyppi vastaa nykyistä tyyppiä '%s'. Lisää tähän komennot tai valikot, jotka haluat näkyvän vain tälle MIME-tyypille.
fil: Nagdaragdag ka ng custom na submenu sa item ng Default na menu. Awtomatikong magkakaroon ng pre-context ang item na ito - lalabas lang ito kapag tumugma ang uri ng MIME ng unang napiling file sa kasalukuyang uri '%s'. Magdagdag ng mga command o menu dito na gusto mo lang lumabas para sa isang uri ng MIME na ito.
fy: Jo foegje in oanpast submenu ta oan it Standert menu-item. Dit item sil automatysk in pre-kontekst hawwe - it sil allinich ferskine as it MIME-type fan it earst selektearre bestân oerienkomt mei it aktuele type '%s'. Foegje hjir kommando's of menu's ta dy't jo allinich foar dit iene MIME-type ferskine wolle.
ga: Tá tú ag cur fo-roghchlár saincheaptha leis an mír roghchlár Réamhshocraithe. Beidh réamh-chomhthéacs ag an mír seo go huathoibríoch - ní bheidh sí le feiceáil ach nuair a bheidh an cineál MIME den chéad chomhad roghnaithe comhoiriúnach leis an gcineál reatha '%s'. Cuir orduithe nó biachláir anseo nach dteastaíonn uait ach a bheith i láthair don chineál MIME amháin seo.
gd: Tha thu a ’cur submenu àbhaisteach ris a’ chlàr clàr bunaiteach. Bidh ro-theacsa aig an nì seo gu fèin-ghluasadach - cha nochd e ach nuair a tha an seòrsa MIME den chiad fhaidhle taghte a ’maidseadh ris an t-seòrsa gnàthach '%s'. Cuir òrdughan no clàran-bìdh an seo nach eil thu airson nochdadh ach airson an aon seòrsa MIME seo.
gl: Estás engadindo un submenú personalizado ao elemento de menú predeterminado. Este elemento terá automaticamente un precontexto; só aparecerá cando o tipo MIME do primeiro ficheiro seleccionado coincida co tipo actual '%s'. Engade aquí comandos ou menús que só queres que aparezan para este tipo MIME.
gu: તમે ડિફૉલ્ટ મેનૂ આઇટમમાં કસ્ટમ સબમેનુ ઉમેરી રહ્યાં છો. આ આઇટમમાં આપમેળે પૂર્વ-સંદર્ભ હશે - તે માત્ર ત્યારે જ દેખાશે જ્યારે પ્રથમ પસંદ કરેલી ફાઇલનો MIME પ્રકાર વર્તમાન પ્રકાર સાથે મેળ ખાય. '%s'. અહીં આદેશો અથવા મેનુઓ ઉમેરો જે તમે માત્ર આ એક MIME પ્રકાર માટે જ દેખાવા માંગો છો.
he: יחכונה גוסל םיאתמ רחבנש ןושארה ץבוקה לש MIME-ה גוס רשאכ קר עיפוי אוה - שארמ רשקה תיטמוטוא היהי הז ט '%s'. .הז דחא MIME גוס רובע קר ועיפויש ךנוצרבש םיטירפת וא תודוקפ ןאכ ףסוה
hi: आप डिफ़ॉल्ट मेनू आइटम में एक कस्टम सबमेनू जोड़ रहे हैं। इस आइटम में स्वचालित रूप से एक पूर्व-संदर्भ होगा - यह केवल तभी दिखाई देगा जब पहली चयनित फ़ाइल का MIME प्रकार वर्तमान प्रकार से मेल खाता हो '%s'. यहां कमांड या मेनू जोड़ें, जिसे आप केवल इस एक MIME प्रकार के लिए दिखाना चाहते हैं।
hr: Dodajete prilagođeni podizbornik u Default stavku izbornika. Ova će stavka automatski imati predkontekst - pojavit će se samo kada MIME tip prve odabrane datoteke odgovara trenutnoj vrsti '%s'. Ovdje dodajte naredbe ili izbornike koje želite prikazati samo za ovu MIME vrstu.
hu: Egyéni almenüt ad hozzá az Alapértelmezett menüelemhez. Ennek az elemnek automatikusan előkontextusa lesz - csak akkor jelenik meg, ha az elsőként kiválasztott fájl MIME típusa megegyezik az aktuális típussal '%s'. Adjon hozzá parancsokat vagy menüket, amelyeket csak ehhez az egy MIME-típushoz szeretne megjeleníteni.
hy: Դուք ավելացնում եք հատուկ ենթամենյու Լռակյաց ընտրացանկի տարրում: Այս տարրը ավտոմատ կերպով կունենա նախնական համատեքստ. այն կհայտնվի միայն այն ժամանակ, երբ առաջին ընտրված ֆայլի MIME տեսակը համընկնի ընթացիկ տեսակի հետ: '%s'. Այստեղ ավելացրեք հրամաններ կամ ընտրացանկեր, որոնք ցանկանում եք երևալ միայն այս MIME տեսակի համար:
id: Anda menambahkan submenu khusus ke item menu Default. Item ini akan secara otomatis memiliki pra-konteks - item ini hanya akan muncul ketika jenis MIME dari file yang dipilih pertama cocok dengan jenis saat ini '%s'. Tambahkan perintah atau menu di sini yang hanya ingin Anda tampilkan untuk jenis MIME yang satu ini.
is: Þú ert að bæta sérsniðinni undirvalmynd við sjálfgefið valmyndaratriði. Þetta atriði mun sjálfkrafa hafa forsamhengi - það mun aðeins birtast þegar MIME gerð fyrstu valda skráarinnar passar við núverandi gerð '%s'. Bættu við skipunum eða valmyndum hér sem þú vilt aðeins birtast fyrir þessa einu MIME-gerð.
ka: თქვენ ამატებთ მორგებულ ქვემენიუს ნაგულისხმევი მენიუს პუნქტს. ამ ერთეულს ავტომატურად ექნება წინასწარი კონტექსტი - ის გამოჩნდება მხოლოდ მაშინ, როდესაც პირველი შერჩეული ფაილის MIME ტიპი ემთხვევა მიმდინარე ტიპს. '%s'. დაამატეთ ბრძანებები ან მენიუები, რომლებიც გსურთ გამოჩნდეს მხოლოდ ამ ერთი ტიპის MIME-სთვის.
kk: Әдепкі мәзір элементіне теңшелетін ішкі мәзірді қосып жатырсыз. Бұл элементте автоматты түрде алдын ала мәтінмән болады - ол бірінші таңдалған файлдың MIME түрі ағымдағы түрге сәйкес келгенде ғана пайда болады '%s'. Мұнда тек осы бір MIME түрі үшін көрсеткіңіз келетін пәрмендерді немесе мәзірлерді қосыңыз.
km: អ្នកកំពុងបន្ថែមម៉ឺនុយរងផ្ទាល់ខ្លួនទៅធាតុម៉ឺនុយលំនាំដើម។ ធាតុនេះនឹងមានបរិបទមុនដោយស្វ័យប្រវត្តិ - វានឹងបង្ហាញនៅពេលប្រភេទ MIME នៃឯកសារដែលបានជ្រើសរើសដំបូងត្រូវគ្នានឹងប្រភេទបច្ចុប្បន្ន '%s'. បន្ថែមពាក្យបញ្ជា ឬម៉ឺនុយនៅទីនេះដែលអ្នកចង់បង្ហាញសម្រាប់ប្រភេទ MIME មួយនេះ។
kn: ನೀವು ಡೀಫಾಲ್ಟ್ ಮೆನು ಐಟಂಗೆ ಕಸ್ಟಮ್ ಉಪಮೆನುವನ್ನು ಸೇರಿಸುತ್ತಿರುವಿರಿ. ಈ ಐಟಂ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪೂರ್ವ-ಸಂದರ್ಭವನ್ನು ಹೊಂದಿರುತ್ತದೆ - ಮೊದಲ ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್u200cನ MIME ಪ್ರಕಾರವು ಪ್ರಸ್ತುತ ಪ್ರಕಾರಕ್ಕೆ ಹೊಂದಿಕೆಯಾದಾಗ ಮಾತ್ರ ಅದು ಗೋಚರಿಸುತ್ತದೆ '%s'. ನೀವು ಈ ಒಂದು MIME ಪ್ರಕಾರಕ್ಕಾಗಿ ಮಾತ್ರ ಕಾಣಿಸಿಕೊಳ್ಳಲು ಬಯಸುವ ಆಜ್ಞೆಗಳು ಅಥವಾ ಮೆನುಗಳನ್ನು ಇಲ್ಲಿ ಸೇರಿಸಿ.
ku: Hûn jêrmenuyek xwerû li xala pêşnumaya Pêşnuma zêde dikin. Dê ev tişt bixweber xwedan çarçoveyek pêşîn be - ew ê tenê gava ku celebê MIME-ya pelê hilbijartî yê yekem bi celebê heyî re hevber bike dê xuya bibe. '%s'. Ferman an pêşekên ku hûn tenê dixwazin ji bo vê yek celebê MIME xuya bibin li vir zêde bikin.
ky: Сиз Демейки меню пунктуна ыңгайлаштырылган ички менюну кошуп жатасыз. Бул нерсе автоматтык түрдө алдын ала контекстке ээ болот - ал биринчи тандалган файлдын MIME түрү учурдагы түргө дал келгенде гана пайда болот '%s'. Ушул бир MIME түрү үчүн гана көрүнгүңүз келген буйруктарды же менюларды бул жерге кошуңуз.
lb: Dir füügt e personaliséierten Ënnermenü un d'Default-Menüpunkt. Dëst Element wäert automatesch e Pre-Kontext hunn - et erschéngt nëmme wann de MIME-Typ vun der éischter gewielter Datei mat der aktueller Typ entsprécht '%s'. Füügt Kommandoen oder Menüen hei hin, déi Dir nëmme fir dësen eenzegen MIME-Typ wëllt erschéngen.
lo: ທ່ານກຳລັງເພີ່ມເມນູຍ່ອຍແບບກຳນົດເອງໃສ່ລາຍການເມນູເລີ່ມຕົ້ນ. ລາຍການນີ້ຈະມີ pre-context ໂດຍອັດຕະໂນມັດ - ມັນຈະປາກົດເມື່ອປະເພດ MIME ຂອງໄຟລ໌ທີ່ເລືອກທຳອິດກົງກັບປະເພດປັດຈຸບັນເທົ່ານັ້ນ. '%s'. ເພີ່ມຄໍາສັ່ງ ຫຼືເມນູໃສ່ບ່ອນນີ້ທີ່ເຈົ້າຕ້ອງການປາກົດສຳລັບປະເພດ MIME ອັນດຽວເທົ່ານັ້ນ.
lt: Pridedate pasirinktinį submeniu prie numatytojo meniu elemento. Šis elementas automatiškai turės išankstinį kontekstą – jis bus rodomas tik tada, kai pirmojo pasirinkto failo MIME tipas atitiks esamą tipą '%s'. Čia pridėkite komandas arba meniu, kuriuos norite rodyti tik šiam vienam MIME tipui.
lv: Jūs pievienojat pielāgotu apakšizvēlni izvēlnes vienumam Noklusējums. Šim vienumam automātiski būs iepriekšējais konteksts — tas parādīsies tikai tad, kad pirmā atlasītā faila MIME tips sakritīs ar pašreizējo tipu '%s'. Pievienojiet šeit komandas vai izvēlnes, kuras vēlaties parādīt tikai šim vienam MIME tipam.
mg: Manampy submenu mahazatra amin'ny singa sakafo Default ianao. Ity singa ity dia hanana précontexte ho azy - hiseho raha tsy mifanaraka amin'ny karazana ankehitriny ny karazana MIME amin'ny rakitra voafantina voalohany. '%s'. Manampia baiko na menus eto izay tianao hiseho amin'ity karazana MIME iray ity.
mi: Kei te taapiri koe i tetahi tahuaroto ritenga ki te tuemi tahua Taunoa. Ka puta aunoa he horopaki o mua i tenei tuemi - ka puta ina taurite te momo MIME o te konae tuatahi i tohua ki te momo o naianei. '%s'. Tāpirihia he tono, he tahua ranei kei konei e hiahia ana koe kia puta mo tenei momo MIME kotahi.
mk: Додавате приспособено подмени на ставката од менито Стандардно. Оваа ставка автоматски ќе има пред-контекст - ќе се појави само кога типот MIME на првата избрана датотека се совпаѓа со тековниот тип '%s'. Додадете команди или менија овде што сакате да се појавуваат само за овој тип MIME.
ml: ഡിഫോൾട്ട് മെനു ഇനത്തിലേക്ക് നിങ്ങൾ ഒരു ഇഷ്u200cടാനുസൃത ഉപമെനു ചേർക്കുന്നു. ഈ ഇനത്തിന് സ്വയമേവ ഒരു പ്രീ-സന്ദർഭം ഉണ്ടായിരിക്കും - ആദ്യം തിരഞ്ഞെടുത്ത ഫയലിന്റെ MIME തരം നിലവിലെ തരവുമായി പൊരുത്തപ്പെടുമ്പോൾ മാത്രമേ അത് ദൃശ്യമാകൂ '%s'. ഈ ഒരു MIME തരത്തിൽ മാത്രം ദൃശ്യമാകാൻ ആഗ്രഹിക്കുന്ന കമാൻഡുകളോ മെനുകളോ ഇവിടെ ചേർക്കുക.
mn: Та үндсэн цэсийн зүйлд захиалгат дэд цэс нэмж байна. Энэ зүйлд автоматаар урьдчилсан контекст байх болно - энэ нь зөвхөн эхний сонгосон файлын MIME төрөл нь одоогийн төрөлтэй таарч байх үед л гарч ирнэ. '%s'. Зөвхөн энэ MIME төрөлд харагдахыг хүсэж буй тушаалууд эсвэл цэсүүдийг энд нэмнэ үү.
mr: तुम्ही डीफॉल्ट मेनू आयटममध्ये सानुकूल सबमेनू जोडत आहात. या आयटमला आपोआप पूर्व-संदर्भ असेल - जेव्हा प्रथम निवडलेल्या फाइलचा MIME प्रकार वर्तमान प्रकाराशी जुळतो तेव्हाच तो दिसून येईल '%s'. येथे कमांड किंवा मेनू जोडा जे तुम्हाला फक्त या एका MIME प्रकारासाठी दिसायचे आहे.
mt: Qed iżżid submenu tad-dwana mal-oġġett tal-menu Default. Dan l-oġġett awtomatikament ikollu pre-kuntest - jidher biss meta t-tip MIME tal-ewwel fajl magħżul jaqbel mat-tip attwali '%s'. Żid kmandi jew menus hawn li trid tidher biss għal dan it-tip MIME wieħed.
my: သင်သည် ပုံသေမီနူးကို စိတ်ကြိုက်အခွဲမီနူးတစ်ခုကို ထည့်သွင်းနေပါသည်။ ဤအရာသည် အကြိုအကြောင်းအရာတစ်ခု အလိုအလျောက်ရှိလိမ့်မည် - ပထမရွေးချယ်ထားသောဖိုင်၏ MIME အမျိုးအစားသည် လက်ရှိအမျိုးအစားနှင့် ကိုက်ညီသည့်အခါမှသာ ပေါ်လာလိမ့်မည် '%s'. ဤ MIME အမျိုးအစားတစ်ခုတည်းအတွက် သင်သာမြင်လိုသော ညွှန်ကြားချက်များ သို့မဟုတ် မီနူးများထည့်ပါ။
nb: Du legger til en egendefinert undermeny til menyelementet Standard. Dette elementet vil automatisk ha en forhåndskontekst - det vil bare vises når MIME-typen til den først valgte filen samsvarer med gjeldende type '%s'. Legg til kommandoer eller menyer her som du bare vil skal vises for denne ene MIME-typen.
ne: तपाईंले पूर्वनिर्धारित मेनु वस्तुमा अनुकूलन उपमेनु थप्दै हुनुहुन्छ। यो वस्तुमा स्वतः पूर्व-सन्दर्भ हुनेछ - यो केवल तब मात्र देखा पर्नेछ जब पहिलो चयन गरिएको फाइलको MIME प्रकार हालको प्रकारसँग मेल खान्छ। '%s'. यहाँ आदेशहरू वा मेनुहरू थप्नुहोस् जुन तपाईं यो एक MIME प्रकारको लागि मात्र देखा पर्न चाहनुहुन्छ।
or: ଆପଣ ଡିଫଲ୍ଟ ମେନୁ ଆଇଟମ୍ ରେ ଏକ କଷ୍ଟମ୍ ସବ୍ ମେନୁ ଯୋଗ କରୁଛନ୍ତି | ଏହି ଆଇଟମ୍ ସ୍ automatically ତ automatically ସ୍ପୃତ ଭାବରେ ଏକ ପ୍ରି-ପ୍ରସଙ୍ଗ ରହିବ - ଯେତେବେଳେ ଏହା ପ୍ରଥମ ମନୋନୀତ ଫାଇଲର MIME ପ୍ରକାର ସାମ୍ପ୍ରତିକ ପ୍ରକାର ସହିତ ମେଳ ହେବ ସେତେବେଳେ ଏହା ଦୃଶ୍ୟମାନ ହେବ | '%s'. ଏଠାରେ କମାଣ୍ଡ୍ କିମ୍ବା ମେନୁ ଯୋଡନ୍ତୁ ଯାହାକୁ ଆପଣ କେବଳ ଗୋଟିଏ MIME ପ୍ରକାର ପାଇଁ ଦେଖାଯିବାକୁ ଚାହୁଁଛନ୍ତି |
pa: ਤੁਸੀਂ ਡਿਫੌਲਟ ਮੀਨੂ ਆਈਟਮ ਵਿੱਚ ਇੱਕ ਕਸਟਮ ਸਬਮੇਨੂ ਜੋੜ ਰਹੇ ਹੋ। ਇਸ ਆਈਟਮ ਵਿੱਚ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਇੱਕ ਪੂਰਵ ਸੰਦਰਭ ਹੋਵੇਗਾ - ਇਹ ਉਦੋਂ ਹੀ ਦਿਖਾਈ ਦੇਵੇਗਾ ਜਦੋਂ ਪਹਿਲੀ ਚੁਣੀ ਗਈ ਫਾਈਲ ਦੀ MIME ਕਿਸਮ ਮੌਜੂਦਾ ਕਿਸਮ ਨਾਲ ਮੇਲ ਖਾਂਦੀ ਹੈ '%s'. ਇੱਥੇ ਕਮਾਂਡਾਂ ਜਾਂ ਮੀਨੂ ਸ਼ਾਮਲ ਕਰੋ ਜੋ ਤੁਸੀਂ ਸਿਰਫ਼ ਇਸ ਇੱਕ MIME ਕਿਸਮ ਲਈ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।
ps: ﻱﺮﻟﻭ ﻥﻮﻤﺳ ﻩﺮﺳ ﻝﻭډ ﻲﻨﺳﻭﺍ ﺩ ﻝﻭډ MIME ﻞﯾﺎﻓ ﻱﻮﺷ ﻞﮐﺎټ ﻱړﻣﻮﻟ ﺩ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﺪﻨګﺮڅ ﺖﺧﻭ ﻪﻐﻫ ﯤﺯﺍﻮﯾ ﻪﺑ ﺍﺩ - ﻱﺮﻟﻭ ﻂﯾ '%s'. .ﺉړﺍﻮﻏ ﻝﻮﮐ ﻩﺭﺎﮑښ ﻩﺭﺎﭙﻟ ﻝﻭډ MIME ﯤﺩ ﺩ ﯤﺯﺍﻮﯾ ﻮﺳﺎﺗ ﯥﭼ ﻡﻮﮐ ﺉړﮐ ﻪﻓﺎﺿﺍ ﻮﻨﯿﻣ ﺎﯾ ﻪﻧﻭډﻧﺎﻤﮐ ﻪﺘﻟﺩ
ro: Adăugați un submeniu personalizat la elementul de meniu implicit. Acest articol va avea automat un pre-context - va apărea numai atunci când tipul MIME al primului fișier selectat se potrivește cu tipul curent '%s'. Adăugați aici comenzi sau meniuri pe care doriți să apară doar pentru acest tip MIME.
rw: Wongeyeho submenu yihariye kubintu bisanzwe. Ikintu kizahita gifite pre-contexte - bizagaragara gusa mugihe MIME yubwoko bwa dosiye yatoranijwe ihuye nubwoko bwubu '%s'. Ongeraho amategeko cyangwa menus hano ushaka gusa kugaragara kubwoko bumwe bwa MIME.
sd: ﻭﺪﻨﻠﻣ ﻥﺎﺳ ﻢﺴﻗ ﻩﺩﻮﺟﻮﻣ ﻢﺴﻗ MIME ﻮﺟ ﻞﺋﺎﻓ ﻞﻳڊﻧﻮﭼ ﻦﻳﺮﮭﭘ ﻦﮬڏﺟ ﻭﺪﻨﻴﭤ ﺮﮬﺎﻇ ﻦﮬڏﺗ ﻑﺮﺻ ﻮﮬﺍ - ﻭﺪﻧﻮﮬ ﻖﻠﻌﺗ ﻮﮢﻮﮘﺍ ڪﮬ '%s'. .ﺎﭤ ﻮﻴﻫﺎﭼ ﮠﺮڪ ﺮﻫﺎﻇ ءِﻻ﻿ ﻢﺴﻗ MIME ڪﻫ ﻦﻫ ﻑﺮﺻ ﻥﺎﻫﻮﺗ ﻲڪﻴﺟ ﻮﻴﻨﻴﻣ ﺎﻳ ﻢڪﺣ ﻮﻳﺮڪ ﻞﻣﺎﺷ ﻲﺘﻫ
si: ඔබ පෙරනිමි මෙනු අයිතමයට අභිරුචි උප මෙනුවක් එක් කරයි. මෙම අයිතමයට ස්වයංක්u200dරීයව පූර්ව සන්දර්භයක් ඇත - එය දිස්වනු ඇත්තේ පළමු තෝරාගත් ගොනුවේ MIME වර්ගය වත්මන් වර්ගයට ගැළපෙන විට පමණි '%s'. ඔබට මෙම MIME වර්ගය සඳහා පමණක් පෙනී සිටීමට අවශ්u200dය විධාන හෝ මෙනු මෙහි එක් කරන්න.
sk: Do položky Predvolená ponuka pridávate vlastnú podponuku. Táto položka bude mať automaticky predbežný kontext – zobrazí sa iba vtedy, keď sa typ MIME prvého vybratého súboru zhoduje s aktuálnym typom '%s'. Sem pridajte príkazy alebo ponuky, ktoré sa majú zobrazovať iba pre tento jeden typ MIME.
sl: Elementu menija Privzeto dodajate podmeni po meri. Ta element bo samodejno imel predkontekst - pojavil se bo le, če se vrsta MIME prve izbrane datoteke ujema s trenutno vrsto '%s'. Tukaj dodajte ukaze ali menije, ki jih želite prikazati samo za to eno vrsto MIME.
sq: Ju po shtoni një nënmenu të personalizuar në artikullin e menysë Default. Ky artikull do të ketë automatikisht një para-kontekst - do të shfaqet vetëm kur lloji MIME i skedarit të parë të zgjedhur përputhet me llojin aktual '%s'. Shtoni komanda ose menu këtu që dëshironi të shfaqen vetëm për këtë lloj MIME.
sw: Unaongeza menyu ndogo maalum kwenye kipengee cha menyu Chaguomsingi. Kipengee hiki kitakuwa na muktadha wa kiotomatiki - kitaonekana tu wakati aina ya MIME ya faili ya kwanza iliyochaguliwa inalingana na aina ya sasa. '%s'. Ongeza amri au menyu hapa ambazo unataka tu zionekane kwa aina hii moja ya MIME.
ta: இயல்புநிலை மெனு உருப்படியில் தனிப்பயன் துணைமெனுவைச் சேர்க்கிறீர்கள். இந்த உருப்படி தானாகவே முன்-சூழலைக் கொண்டிருக்கும் - முதலில் தேர்ந்தெடுக்கப்பட்ட கோப்பின் MIME வகை தற்போதைய வகையுடன் பொருந்தினால் மட்டுமே அது தோன்றும் '%s'. இந்த ஒரு MIME வகைக்கு மட்டுமே நீங்கள் தோன்ற விரும்பும் கட்டளைகள் அல்லது மெனுக்களை இங்கே சேர்க்கவும்.
te: మీరు డిఫాల్ట్ మెను ఐటెమ్u200cకు అనుకూల ఉపమెనుని జోడిస్తున్నారు. ఈ అంశం స్వయంచాలకంగా పూర్వ సందర్భాన్ని కలిగి ఉంటుంది - ఇది మొదట ఎంచుకున్న ఫైల్ యొక్క MIME రకం ప్రస్తుత రకానికి సరిపోలినప్పుడు మాత్రమే కనిపిస్తుంది '%s'. మీరు ఈ ఒక్క MIME రకం కోసం మాత్రమే కనిపించాలనుకుంటున్న ఆదేశాలు లేదా మెనులను ఇక్కడ జోడించండి.
tg: Шумо ба ҷузъи менюи Пешфарз зерменюи фармоишӣ илова карда истодаед. Ин ҷузъ ба таври худкор контексти пешакӣ дорад - он танҳо вақте пайдо мешавад, ки навъи MIME-и файли аввал интихобшуда ба навъи ҷорӣ мувофиқат кунад '%s'. Фармонҳо ё менюҳоро дар ин ҷо илова кунед, ки шумо танҳо барои як навъи MIME пайдо кардан мехоҳед.
th: คุณกำลังเพิ่มเมนูย่อยแบบกำหนดเองให้กับรายการเมนูเริ่มต้น รายการนี้จะมีบริบทล่วงหน้าโดยอัตโนมัติ - จะปรากฏขึ้นเมื่อประเภท MIME ของไฟล์แรกที่เลือกตรงกับประเภทปัจจุบันเท่านั้น '%s'. เพิ่มคำสั่งหรือเมนูที่นี่ซึ่งคุณต้องการให้ปรากฏสำหรับประเภท MIME นี้เท่านั้น
tk: Bellenen menýu elementine adaty menýu goşýarsyňyz. Bu element awtomatiki usulda deslapky mazmuna eýe bolar - diňe ilkinji saýlanan faýlyň MIME görnüşi häzirki görnüşe gabat gelende peýda bolar '%s'. Diňe şu MIME görnüşi üçin görünmek isleýän buýruklaryňyzy ýa-da menýularyňyzy goşuň.
tt: Килешү меню пунктына сез махсус меню өстисез. Бу әйбер автоматик рәвештә контекстка ия булачак - ул беренче сайланган файлның MIME төре хәзерге төргә туры килгәндә генә барлыкка киләчәк. '%s'. Монда MIME тибында гына күренергә теләгән боерыклар яки менюлар өстәгез.
uk: Ви додаєте спеціальне підменю до пункту меню за замовчуванням. Цей елемент автоматично матиме попередній контекст – він з’явиться лише тоді, коли тип MIME першого вибраного файлу збігається з поточним типом '%s'. Додайте сюди команди або меню, які ви хочете відображати лише для цього типу MIME.
ur: ۔ﮯﮨ ﯽﺗﺎﮭﮐ ﻞﯿﻣ ﮯﺳ ﻢﺴﻗ ﮦﺩﻮﺟﻮﻣ ﻢﺴﻗ MIME ﯽﮐ ﻞﺋﺎﻓ ﺐﺨﺘﻨﻣ ﯽﻠﮩﭘ ﺐﺟ ﺎﮔﻮﮨ ﺮﮨﺎﻇ ﺖﻗﻭ ﺱﺍ ﻑﺮﺻ ﮧﯾ - ﺎﮔ ﻮﮨ ﻕﺎﺒﺳ ﻭ ﻕﺎﯿﺳ '%s'. ۔ﮟﯿﮨ ﮯﺘﮨﺎﭼ ﺎﻧﺮﮐ ﺮﮨﺎﻇ ﮯﯿﻟ ﮯﮐ ﻢﺴﻗ MIME ﮏﯾﺍ ﺱﺍ ﻑﺮﺻ ﭖﺁ ﻮﺟ ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﻮﯿﻨﯿﻣ ﺎﯾ ﺯﮉﻧﺎﻤﮐ ﮞﺎﮩﯾ
uz: Siz Standart menyu bandiga maxsus pastki menyu qo'shyapsiz. Bu element avtomatik ravishda oldindan kontekstga ega bo'ladi - u faqat birinchi tanlangan faylning MIME turi joriy turga mos kelganda paydo bo'ladi. '%s'. Bu yerda faqat bitta MIME turi uchun koʻrsatmoqchi boʻlgan buyruqlar yoki menyularni qoʻshing.
vi: Bạn đang thêm menu con tùy chỉnh vào mục menu Mặc định. Mục này sẽ tự động có ngữ cảnh trước - nó sẽ chỉ xuất hiện khi loại MIME của tệp được chọn đầu tiên khớp với loại hiện tại '%s'. Thêm các lệnh hoặc menu ở đây mà bạn chỉ muốn xuất hiện cho một kiểu MIME này.
xh: Yongeza imenyu esezantsi elungiselelweyo kwiMiyo yemenyu umba. Lo mba uzakuba nomxholo wangaphambili ngokuzenzekelayo - izakuvela kuphela xa udidi lwe MIME lwefayile yokuqala ekhethiweyo luhambelana nohlobo lwangoku. '%s'. Yongeza imiyalelo okanye iimenyu apha ofuna ukuvela kuphela kolu didi lwe MIME.
yi: פּיט טנאַרק םעד ןכיַילג עקעט ןבילקעגסיוא רעטשרע רעד ןופ פּיט MIME יד ןעוו זיולב ןזיוועג ןייז טעוו סע - טסק '%s'. .פּיט MIME ןייא םעד ראַפֿ ןעניַישרעד וצ ןליוו ראָנ ריא סאָוו אָד זוינעמ רעדאָ זדנאַמאַק גייל

source: (none)
af: (geen)
am: (ምንም)
ar: (ﺪﺣﺃ ﻻ﻿)
be: (ніводнага)
bg: (нито един)
bn: (কোনটি)
ca: (cap)
cy: (dim)
da: (ingen)
eo: (neniu)
et: (mitte ühtegi)
eu: (bat ere ez)
fa: (ﮏﯾ ﭻﯿﻫ)
fi: (ei mitään)
fil: (wala)
fy: (gjin)
ga: (aon cheann)
gd: (gin)
gl: (ningún)
gu: (કોઈ નહીં)
he: (דחא ףא)
hi: (कोई नहीं)
hr: (nijedan)
hu: (egyik sem)
hy: (ոչ ոք)
id: (tidak ada)
is: (enginn)
ka: (არცერთი)
kk: (жоқ)
km: (គ្មាន)
kn: (ಯಾವುದೂ)
ku: (netû)
ky: (эч ким)
lb: (keng)
lo: (ບໍ່ມີ)
lt: (nė vienas)
lv: (neviens)
mg: (tsy misy)
mi: (kahore)
mk: (ниеден)
ml: (ഒന്നുമില്ല)
mn: (аль нь ч биш)
mr: (काहीही नाही)
mt: (xejn)
my: (မရှိ)
nb: (ingen)
ne: (कुनै पनि)
or: (କିଛି ନୁହେଁ |)
pa: (ਕੋਈ ਨਹੀਂ)
ps: (ﻪﻧ څﯿﻫ)
ro: (nici unul)
rw: (nta na kimwe)
sd: (ﻪﺑ ﻮڪ)
si: (කිසිවක් නැත)
sk: (žiadny)
sl: (nobenega)
sq: (asnje)
sw: (hakuna)
ta: (எதுவும் இல்லை)
te: (ఏదీ లేదు)
tg: (ҳеҷ)
th: (ไม่มี)
tk: (hiç)
tt: (юк)
uk: (жодного)
ur: (ﮟﯿﮩﻧ ﯽﺋﻮﮐ)
uz: (yo'q)
vi: (không ai)
xh: (akukho nanye)
yi: (טינראָג)

source: Set Submenu Name
af: Stel Submenu Naam
am: የንዑስ ሜኑ ስም አዘጋጅ
ar: ﺔﻴﻋﺮﻔﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﻢﺳﺍ ﻦﻴﻴﻌﺗ
be: Задаць назву падменю
bg: Задайте име на подменю
bn: সাবমেনু নাম সেট করুন
ca: Estableix el nom del submenú
cy: Gosod Enw Submenu
da: Indstil undermenunavn
eo: Agordu Submenuan Nomon
et: Määrake alammenüü nimi
eu: Ezarri azpimenuaren izena
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﯽﻋﺮﻓ ﯼﻮﻨﻣ ﻡﺎﻧ
fi: Aseta alivalikon nimi
fil: Itakda ang Pangalan ng Submenu
ga: Socraigh Ainm Submenu
gd: Suidhich Ainm Submenu
gl: Establecer o nome do submenú
gu: સબમેનુ નામ સેટ કરો
he: הנשמ טירפת םש רדגה
hi: सबमेनू नाम सेट करें
hr: Postavite naziv podizbornika
hu: Állítsa be az almenü nevét
hy: Սահմանել ենթամենյուի անունը
id: Setel Nama Submenu
is: Stilltu heiti undirvalmyndar
ka: დააყენეთ ქვემენიუ სახელი
kk: Ішкі мәзір атауын орнату
km: កំណត់ឈ្មោះម៉ឺនុយរង
kn: ಉಪಮೆನು ಹೆಸರನ್ನು ಹೊಂದಿಸಿ
ku: Navê Submenuyê Set
ky: Субменю аталышын коюу
lb: Set Ënnermenü Numm
lo: ຕັ້ງຊື່ເມນູຍ່ອຍ
lt: Nustatykite submeniu pavadinimą
lv: Iestatiet apakšizvēlnes nosaukumu
mg: Mametraka anarana Submenu
mi: Tautuhi Ingoa Tahuaroto
mk: Поставете име на подменито
ml: ഉപമെനുവിന്റെ പേര് സജ്ജീകരിക്കുക
mn: Дэд цэсийн нэрийг тохируулах
mr: सबमेनू नाव सेट करा
mt: Issettja l-Isem tas-Submenu
my: Submenu အမည် သတ်မှတ်ပါ။
nb: Angi undermenynavn
ne: उपमेनु नाम सेट गर्नुहोस्
or: ସବମେନୁ ନାମ ସେଟ୍ କରନ୍ତୁ |
pa: ਸਬਮੇਨੂ ਨਾਮ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻡﻮﻧ ﻮﻨﯿﻣ ﻲﻋﺮﻓ ﺩ
ro: Setați numele submeniului
rw: Shiraho Izina rya Submenu
sd: ﻮﻳﺮڪ ﺭﺮﻘﻣ ﻮﻟﺎﻧ ﻮﺟ ﻮﻴﻨﻴﻣ ﻲﻠﻳﺫ
si: උප මෙනු නම සකසන්න
sk: Nastaviť názov podponuky
sl: Nastavite ime podmenija
sq: Cakto emrin e nënmenusë
sw: Weka Jina la Menyu ndogo
ta: துணைமெனு பெயரை அமைக்கவும்
te: ఉపమెను పేరును సెట్ చేయండి
tg: Номи зерменюро таъин кунед
th: ตั้งชื่อเมนูย่อย
tk: Submenu adyny düzüň
tt: Субмену исемен куегыз
uk: Встановити назву підменю
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﻡﺎﻧ ﺎﮐ ﻮﯿﻨﯿﻣ ﯽﻠﯾﺫ
uz: Pastki menyu nomini o'rnatish
vi: Đặt tên menu con
xh: Seta Igama leMenu esezantsi
yi: ןעמאָנ ונעמבוס ןלעטש
