Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
af: Ontbrekende verstekhanteerders sal teruggestel word. OORSKRYF ook ALLE BESTAANDE verstekhanteerders?
am: የጠፉ ነባሪ ተቆጣጣሪዎች ወደነበሩበት ይመለሳሉ። እንዲሁም ሁሉንም ነባሪ ተቆጣጣሪዎች ይፃፉ?
ar: .ﺓﺩﻮﻘﻔﻤﻟﺍ ﺔﻴﺿﺍﺮﺘﻓﻻ﻿ﺍ ﺕﺎﺠﻟﺎﻌﻤﻟﺍ ﺓﺩﺎﻌﺘﺳﺍ ﻢﺘﺘﺳ ؟ﺓﺩﻮﺟﻮﻤﻟﺍ ﺔﻴﺿﺍﺮﺘﻓﻻ﻿ﺍ ﺕﺎﺠﻟﺎﻌﻤﻟﺍ ﻊﻴﻤﺟ ﻕﻮﻓ ﺔﺑﺎﺘﻜﻟﺍ ﺎًﻀﻳﺃ ﺪﻳﺮﺗ ﻞﻫ
be: Адсутныя апрацоўшчыкі па змаўчанні будуць адноўлены. Таксама ПЕРАЗАПІСАЦЬ УСЕ ІСНУЮЧЫЯ апрацоўшчыкі па змаўчанні?
bg: Липсващите манипулатори по подразбиране ще бъдат възстановени. Също така ДА ЗАПИСАТЕ ВСИЧКИ СЪЩЕСТВУВАЩИ манипулатори по подразбиране?
bn: অনুপস্থিত ডিফল্ট হ্যান্ডলার পুনরুদ্ধার করা হবে। এছাড়াও সমস্ত বিদ্যমান ডিফল্ট হ্যান্ডলার ওভাররাইট করবেন?
ca: Es restauraran els controladors predeterminats que faltin. També SOBRESCRIURE TOTS els controladors predeterminats EXISTENTS?
cy: Bydd trinwyr diofyn coll yn cael eu hadfer. Hefyd DROS DRO POB trinwr diofyn sy'n bodoli?
da: Manglende standardhandlere vil blive gendannet. Også OVERSKRIV ALLE EKSISTERENDE standardhandlere?
eo: Mankantaj defaŭltaj pritraktiloj estos restarigitaj. Ĉu ankaŭ OVERSCRIB ĈIUJN EKZISTANTAJ defaŭltajn manipulilojn?
et: Puuduvad vaiketöötlejad taastatakse. KÕIK OLEMASOLEVAD vaiketöötlejad ka ÜLEKIRJUTADA?
eu: Falta diren kudeatzaile lehenetsiak leheneratu egingo dira. Lehendik dauden kudeatzaile lehenetsi GUZTIAK GAINDIZKI?
fa: .ﺪﺷ ﺪﻨﻫﺍﻮﺧ ﯽﺑﺎﯾﺯﺎﺑ ﻪﺘﻓﺭ ﺖﺳﺩ ﺯﺍ ﺽﺮﻓu200cﺶﯿﭘ ﯼﺎﻫu200cﻩﺪﻨﻨﮐu200cﻝﺮﺘﻨﮐ ؟ﺪﯿﻨﮐ ﯽﺴﯾﻮﻧﻭﺭ ﺍﺭ ﺩﻮﺟﻮﻣ ﺽﺮﻓ ﺶﯿﭘ ﯼﺎﻫ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﻪﻤﻫ ﻦﯿﻨﭽﻤﻫ
fi: Puuttuvat oletuskäsittelijät palautetaan. KORKOIRTAANko myös KAIKKI OLEMASSAOLEVAT oletuskäsittelijät?
fil: Ibabalik ang mga nawawalang default na handler. I-OVERWITE din ang LAHAT NG KANILANG mga default na humahawak?
fy: Untbrekkende standerthannelers sille weromset wurde. Ek ALLE BESTAANDE standerthannelers oerskriuwe?
ga: Athshlánófar láimhseálaithe réamhshocraithe atá ar iarraidh. Chomh maith leis sin LÉIRMHEAS GACH láimhseálaí réamhshocraithe atá ann?
gd: Thèid luchd-làimhseachaidh bunaiteach a tha a dhìth a thoirt air ais. Cuideachd OVERWRITE ALL ALL EXISTING default handlers?
gl: Restauraranse os controladores predeterminados que falten. SOBREESCRIBIR tamén TODOS OS xestores predeterminados EXISTENTES?
gu: ગુમ થયેલ ડિફોલ્ટ હેન્ડલર્સ પુનઃસ્થાપિત કરવામાં આવશે. બધા હાલના ડિફોલ્ટ હેન્ડલર્સને પણ ઓવરરાઈટ કરીએ?
he: .ורזחושי םירסח לדחמ תרירב ילפטמ ?םימייקה לדחמה תרירב ילפטמ לכ תא ףילחהל םג םאה
hi: गुम डिफ़ॉल्ट हैंडलर को पुनर्स्थापित किया जाएगा। सभी मौजूदा डिफ़ॉल्ट हैंडलर को भी ओवरराइट करें?
hr: Zadani rukovatelji koji nedostaju bit će vraćeni. Također PREBRISATI SVE POSTOJEĆE zadane rukovaoce?
hu: A hiányzó alapértelmezett kezelők visszaállnak. FELÜLÍRJA AZ ÖSSZES MEGLÉVŐ alapértelmezett kezelőt?
hy: Բացակայող լռելյայն մշակողները կվերականգնվեն: ՆԱԵՎ ՎԵՐԳՐԻ՞Ր ԲՈԼՈՐ ԳՈՅՈՎ լռելյայն մշակողներին:
id: Penangan default yang hilang akan dipulihkan. Juga MENULIS SEMUA penangan default yang ADA?
is: Vantar sjálfgefna meðferðaraðilar verða endurheimtir. Einnig SKRIFA ÖLLUM NÚVERANDI sjálfgefna meðferðaraðilum?
ka: გამოტოვებული ნაგულისხმევი დამმუშავებლები აღდგება. ასევე გადაწეროთ ყველა არსებული ნაგულისხმევი დამმუშავებელი?
kk: Жоқ әдепкі өңдеушілер қалпына келтіріледі. Сондай-ақ БАРЛЫҚ ҚОЛДАНЫЛҒАН әдепкі өңдеушілерді ҮСТЕН ЖАЗУ?
km: បាត់ឧបករណ៍ដោះស្រាយលំនាំដើមនឹងត្រូវបានស្ដារឡើងវិញ។ សរសេរជាន់លើឧបករណ៍ដោះស្រាយលំនាំដើមដែលមានស្រាប់ទាំងអស់ដែរទេ?
kn: ಕಾಣೆಯಾದ ಡೀಫಾಲ್ಟ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ. ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಎಲ್ಲಾ ಡೀಫಾಲ್ಟ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳನ್ನು ಓವರ್u200cರೈಟ್ ಮಾಡುವುದೇ?
ku: Rêvebirên xwerû yên wenda dê bêne vegerandin. JI HEMÛ rêkarên xwerû yên HEBÎ BINIVÎSIN?
ky: Жетишпеген демейки иштеткичтер калыбына келтирилет. Ошондой эле БАРДЫК БАРДЫК демейки иштеткичтердин ҮСТҮ ЖАЗЫЛСЫНБЫ?
lb: Vermësst Default Handler ginn restauréiert. OVERSCHREIWEN och ALL EXISTIEREN Standardhandteren?
lo: ຕົວຈັດການເລີ່ມຕົ້ນທີ່ຂາດຫາຍໄປຈະຖືກຟື້ນຟູຄືນມາ. ຍັງຂຽນທັບຕົວຈັດການເລີ່ມຕົ້ນທີ່ມີຢູ່ແລ້ວທັງໝົດບໍ?
lt: Bus atkurtos trūkstamos numatytosios tvarkyklės. Taip pat PERRAŠYTI VISAS ESAMAS numatytasis tvarkykles?
lv: Trūkstošie noklusējuma apstrādātāji tiks atjaunoti. Vai arī PĀRSKATĪT VISUS ESOŠOS noklusējuma apstrādātājus?
mg: Haverina amin'ny laoniny ny mpitantana tsy hita. AOVERWREE REHETRA DAHOLO NY mpitantana default?
mi: Ka whakahokia nga kaikawe taunoa ngaro. TUHIA KATOA KATOA nga kaihautu taunoa?
mk: Стандардните управувачи што недостасуваат ќе бидат вратени. И ДА СЕ ПРЕПИШИ СИТЕ ПОСТОЈНИ стандардни ракувачи?
ml: നഷ്ടപ്പെട്ട ഡിഫോൾട്ട് ഹാൻഡ്u200cലറുകൾ പുനഃസ്ഥാപിക്കും. നിലവിലുള്ള എല്ലാ ഡിഫോൾട്ട് ഹാൻഡ്u200cലറുകളേയും പുനരാലേഖനം ചെയ്യണോ?
mn: Алга болсон өгөгдмөл зохицуулагчид сэргээгдэх болно. Мөн БАЙГАА БҮХ өгөгдмөл зохицуулагчийг ДАХИЖ бичих үү?
mr: गहाळ डीफॉल्ट हँडलर पुनर्संचयित केले जातील. तसेच सर्व विद्यमान डीफॉल्ट हँडलर ओव्हरराइट करायचे?
mt: Se jiġu rrestawrati l-handlers default nieqsa. WKOLL OVERWITE l-handlers default KOLLHA EŻISTENTI?
my: ပျောက်ဆုံးနေသော မူရင်း ကိုင်တွယ်သူများကို ပြန်လည်ရယူပါမည်။ လက်ရှိ default handlers အားလုံးကိုလည်း ထပ်ရေးမလား။
nb: Manglende standardbehandlere vil bli gjenopprettet. Også OVERSKRIV ALLE EKSISTERENDE standardbehandlere?
ne: छुटेका पूर्वनिर्धारित ह्यान्डलरहरू पुनर्स्थापित हुनेछन्। साथै सबै अवस्थित पूर्वनिर्धारित ह्यान्डलरहरूलाई ओभरराइट गर्ने?
or: ହଜିଯାଇଥିବା ଡିଫଲ୍ଟ ହ୍ୟାଣ୍ଡେଲର୍ଗୁଡ଼ିକ ପୁନ restored ସ୍ଥାପିତ ହେବ | ସମସ୍ତ ବିଦ୍ୟମାନ ଡିଫଲ୍ଟ ହ୍ୟାଣ୍ଡେଲର୍ଗୁଡ଼ିକୁ ମଧ୍ୟ ଅଧିକ ଲେଖନ୍ତୁ?
pa: ਗੁੰਮ ਪੂਰਵ-ਨਿਰਧਾਰਤ ਹੈਂਡਲਰ ਮੁੜ-ਬਹਾਲ ਕੀਤੇ ਜਾਣਗੇ। ਕੀ ਸਾਰੇ ਮੌਜੂਦਾ ਡਿਫੌਲਟ ਹੈਂਡਲਰਾਂ ਨੂੰ ਵੀ ਓਵਰਰਾਈਟ ਕਰਨਾ ਹੈ?
ps: .ﻲﺷ ﻝﺎﺤﺑ ﻪﺑ ﻪﻧﻭﺮﻟډﻨﯿﻫ ټﻟﺎﻔﯾډ ﻱﻮﺷ ﮎﺭﻭ ؟ﺉړﮐ ټﯾﺍﺭﺭﻭﻭﺍ ﻪﻧﻭﺮﻟډﻨﯿﻫ ټﻟﺎﻔﯾډ ﺩﻮﺟﻮﻣ ﻝﻮټ ﻪګﻧﺭﺍﺪﻤﻫ
ro: Managerii impliciti lipsă vor fi restaurați. Suprascrieți, de asemenea, TOȚI handlerele implicite EXISTENTE?
rw: Kubura abadafite inshingano bazagaruka. NUBUNDI WANDIKE BYOSE BIGARAGARA?
sd: .ﺍﺪﻨﻳﻭ ﺎﻴڪ ﻝﺎﺤﺑ ﺮﻟڊﻨﻴﻫ ٽﻟﺎﻓڊ ﻞﻴﭤ ﻢﮔ ؟ﻮﻴڪ ٽﺋﺍﺭ ﺭﻭﻭﺍ ﻪﺑ ﻲﮐ ﺮﻟڊﻨﻴﻫ ٽﻟﺎﻓڊ ﻩﺩﻮﺟﻮﻣ ﻲﻨﭝﺳ
si: නැතිවූ පෙරනිමි හසුරුවන්න ප්u200dරතිසාධනය කරනු ඇත. එසේම පවතින සියලුම පෙරනිමි හසුරුවන්නන් උඩින් ලියන්නද?
sk: Chýbajúce predvolené obslužné nástroje budú obnovené. Tiež PREPÍSAŤ VŠETKY EXISTUJÚCE predvolené obslužné nástroje?
sl: Manjkajoči privzeti obdelovalci bodo obnovljeni. PREPISATI tudi VSE OBSTOJEČE privzete upravljalnike?
sq: Trajtuesit e paracaktuar që mungojnë do të rikthehen. TË SHKRUAJNË gjithashtu TË GJITHË mbajtësit e paracaktuar EKZISTUESE?
sw: Vishikilizi chaguo-msingi vinavyokosekana vitarejeshwa. Pia FUTA UPYA vishikilizi ZOTE VILIVYOPO?
ta: விடுபட்ட இயல்புநிலை ஹேண்ட்லர்கள் மீட்டமைக்கப்படும். ஏற்கனவே உள்ள அனைத்து இயல்புநிலை ஹேண்ட்லர்களையும் மேலெழுதவா?
te: తప్పిపోయిన డిఫాల్ట్ హ్యాండ్లర్లు పునరుద్ధరించబడతాయి. ఇప్పటికే ఉన్న అన్ని డిఫాల్ట్ హ్యాండ్లర్u200cలను కూడా ఓవర్u200cరైట్ చేయాలా?
tg: Дастгоҳҳои пешфарз гумшуда барқарор карда мешаванд. Инчунин ТАМОМИ коркардкунандагони пешфарзро барҳам нависанд?
th: ตัวจัดการเริ่มต้นที่ขาดหายไปจะถูกกู้คืน เขียนทับตัวจัดการเริ่มต้นที่มีอยู่ทั้งหมดด้วยหรือไม่
tk: Defaultitirilen işleýjiler gaýtadan dikeldiler. Mundan başga-da, bar bolan deslapky işleýjileri gözden geçiriň?
tt: Defaultитмәгән килеш эшкәртүчеләр торгызылачак. Шулай ук БАРЫСЫЗДАГЫ ДӘ defaultЛӘТЛӘРНЕ ЯЗЫГЫЗ?
uk: Відсутні обробники за замовчуванням будуть відновлені. Також ПЕРЕЗАПИСАТИ ВСІ ІСНУЮЧІ обробники за замовчуванням?
ur: ۔ﺎﮔ ﮯﺋﺎﺟ ﺎﯾﺩ ﺮﮐ ﻝﺎﺤﺑ ﻮﮐ ﺯﺮﻟﮉﻨﯿﮨ ﭧﻟﺎﻔﯾﮈ ﮦﺪﺷ ﺐﺋﺎﻏ ؟ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﯽﮭﺑ ﻮﮐ ﺯﺮﻟﮉﻨﯿﮨ ﭧﻟﺎﻔﯾﮈ ﮦﺩﻮﺟﻮﻣ ﻡﺎﻤﺗ
uz: Yo'qolgan standart ishlov beruvchilar tiklanadi. BARCHA MAVJUR birlamchi ishlov beruvchilarni ham UZI YOZIB QILIShmi?
vi: Các trình xử lý mặc định bị thiếu sẽ được khôi phục. Cũng VIẾT TẤT CẢ các trình xử lý mặc định HIỆN CÓ?
xh: Izibambi ezingagqibekanga ezilahlekileyo ziya kubuyiselwa. Kwakhona BHALA PHEPHA KWABO BONKE ABAPHATHI ABAKHOYO?
yi: .טנוזעג ןייז טעוו סרעלדנאַה טיַיקילעפ קידנלעפ ?סרעלדנאַה טיַיקילעפ גניטסיזגי עלאַ טייררעווואָ ךיוא

source: Please enter a valid handler name.
af: Voer asseblief 'n geldige hanteerdernaam in.
am: እባክህ የሚሰራ የተቆጣጣሪ ስም አስገባ።
ar: .ﺢﻟﺎﺻ ﺞﻟﺎﻌﻣ ﻢﺳﺍ ﻝﺎﺧﺩﺇ ءﺎﺟﺮﻟﺍ
be: Калі ласка, увядзіце сапраўднае імя апрацоўшчыка.
bg: Моля, въведете валидно име на манипулатора.
bn: একটি বৈধ হ্যান্ডলার নাম লিখুন.
ca: Introduïu un nom de gestor vàlid.
cy: Rhowch enw triniwr dilys.
da: Indtast venligst et gyldigt handlernavn.
eo: Bonvolu enigi validan prizorgan nomon.
et: Sisestage kehtiv töötleja nimi.
eu: Mesedez, idatzi baliozko kudeatzaile-izen bat.
fa: .ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺮﺒﺘﻌﻣ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﻡﺎﻧ ﮏﯾ ًﺎﻔﻄﻟ
fi: Anna kelvollinen käsittelijän nimi.
fil: Mangyaring maglagay ng wastong pangalan ng handler.
fy: Fier in jildige handlernamme yn.
ga: Iontráil ainm bailí láimhseálaí.
gd: Cuir a-steach ainm làimhseachaidh dligheach.
gl: Introduza un nome de controlador válido.
gu: કૃપા કરીને માન્ય હેન્ડલર નામ દાખલ કરો.
he: .יקוח לפטמ םש ןיזהל אנ
hi: कृपया एक मान्य हैंडलर नाम दर्ज करें।
hr: Unesite valjano ime rukovatelja.
hu: Adjon meg egy érvényes kezelőnevet.
hy: Խնդրում ենք մուտքագրել վավեր մշակողի անուն:
id: Harap masukkan nama penangan yang valid.
is: Vinsamlegast sláðu inn gilt nafn stjórnanda.
ka: გთხოვთ, შეიყვანოთ დამმუშავებლის სწორი სახელი.
kk: Жарамды өңдеуші атын енгізіңіз.
km: សូមបញ្ចូលឈ្មោះអ្នកគ្រប់គ្រងត្រឹមត្រូវ។
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಹ್ಯಾಂಡ್ಲರ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ku: Ji kerema xwe navekî hilberkerê derbasdar binivîse.
ky: Жарактуу иштеткичтин атын киргизиңиз.
lb: Gitt w.e.g. e gültege Handlernumm un.
lo: ກະລຸນາໃສ່ຊື່ຕົວຈັດການທີ່ຖືກຕ້ອງ.
lt: Įveskite tinkamą tvarkytojo vardą.
lv: Lūdzu, ievadiet derīgu apstrādātāja vārdu.
mg: Ampidiro anarana mpitantana manan-kery azafady.
mi: Whakaurua koa he ingoa kaiwhakahaere whaimana.
mk: Внесете важечко име на управувачот.
ml: സാധുവായ ഒരു ഹാൻഡ്u200cലർ പേര് നൽകുക.
mn: Хүчинтэй зохицуулагчийн нэрийг оруулна уу.
mr: कृपया वैध हँडलर नाव प्रविष्ट करा.
mt: Jekk jogħġbok daħħal isem ta' handler validu.
my: ကျေးဇူးပြု၍ တရားဝင်ကိုင်တွယ်သူအမည်ကို ထည့်ပါ။
nb: Vennligst skriv inn et gyldig behandlernavn.
ne: कृपया मान्य ह्यान्डलर नाम प्रविष्ट गर्नुहोस्।
or: ଦୟାକରି ଏକ ବ valid ଧ ନିୟନ୍ତ୍ରକ ନାମ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਹੈਂਡਲਰ ਨਾਮ ਦਾਖਲ ਕਰੋ।
ps: .ﺊﮑﯿﻟﻭ ﻡﻮﻧ ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Vă rugăm să introduceți un nume de handler valid.
rw: Nyamuneka andika izina ryumukoresha.
sd: .ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻮﻟﺎﻧ ﻮﺟ ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﺢﻴﺤﺻ ڪﮬ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: කරුණාකර වලංගු හසුරුවන්න නමක් ඇතුළු කරන්න.
sk: Zadajte platný názov obsluhy.
sl: Vnesite veljavno ime upravljavca.
sq: Ju lutemi shkruani një emër të vlefshëm mbajtës.
sw: Tafadhali weka jina halali la kidhibiti.
ta: சரியான கையாளுபவரின் பெயரை உள்ளிடவும்.
te: దయచేసి చెల్లుబాటు అయ్యే హ్యాండ్లర్ పేరును నమోదు చేయండి.
tg: Лутфан номи коркардкунандаро ворид кунед.
th: โปรดป้อนชื่อตัวจัดการที่ถูกต้อง
tk: Dogry işleýjiniň adyny giriziň.
tt: Зинһар, дөрес кулланучы исемен кертегез.
uk: Введіть дійсне ім’я обробника.
ur: ۔ﮟﯾﺮﮐ ﺝﺭﺩ ﻡﺎﻧ ﺎﮐ ﺮﻟﮉﻨﯿﮨ ﺖﺳﺭﺩ ﮏﯾﺍ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: Iltimos, yaroqli ishlov beruvchi nomini kiriting.
vi: Vui lòng nhập tên trình xử lý hợp lệ.
xh: Nceda ngenisa igama lomphathi elisebenzayo.
yi: .ןעמאָנ רעלדנאַה קיטליג אַ ןיַיראַ עטיב

source: Please enter a valid MIME Type or Pathname pattern.
af: Voer asseblief 'n geldige MIME Tipe of Padnaampatroon in.
am: እባክዎ የሚሰራ የMIME አይነት ወይም የዱካ ስም ስርዓተ ጥለት ያስገቡ።
ar: .ﺢﻟﺎﺻ ﺭﺎﺴﻤﻟﺍ ﻢﺳﺍ ﻂﻤﻧ ﻭﺃ MIME ﻉﻮﻧ ﻝﺎﺧﺩﺇ ءﺎﺟﺮﻟﺍ
be: Калі ласка, увядзіце сапраўдны тып MIME або шаблон імя шляху.
bg: Моля, въведете валиден модел на MIME тип или име на път.
bn: অনুগ্রহ করে একটি বৈধ MIME প্রকার বা পাথনাম প্যাটার্ন লিখুন৷
ca: Introduïu un tipus MIME o un patró de nom de camí vàlid.
cy: Rhowch batrwm Math MIME neu Pathname dilys.
da: Indtast venligst en gyldig MIME-type eller stinavnsmønster.
eo: Bonvolu enigi validan MIME-Tipon aŭ Vojnoman ŝablonon.
et: Sisestage kehtiv MIME tüübi või tee nime muster.
eu: Mesedez, idatzi baliozko MIME mota edo bide-izen eredua.
fa: .ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺮﺒﺘﻌﻣ ﺮﯿﺴﻣ ﻡﺎﻧ ﯼﻮﮕﻟﺍ ﺎﯾ MIME ﻉﻮﻧ ﮏﯾ ًﺎﻔﻄﻟ
fi: Anna kelvollinen MIME-tyyppi tai polkunimimalli.
fil: Mangyaring magpasok ng wastong Uri ng MIME o pattern ng Pathname.
fy: Fier in jildich MIME-type of paadnammepatroan yn.
ga: Iontráil patrún bailí Cineál MIME nó Pathname le do thoil.
gd: Feuch an cuir thu a-steach pàtran MIME Type no Pathname dligheach.
gl: Introduza un tipo MIME ou un patrón de nome de ruta válido.
gu: કૃપા કરીને માન્ય MIME પ્રકાર અથવા પાથનામ પેટર્ન દાખલ કરો.
he: .ביתנ םש תינבת וא תיקוח MIME תינבת ןזה אנא
hi: कृपया एक मान्य MIME प्रकार या पथनाम पैटर्न दर्ज करें।
hr: Unesite važeći obrazac MIME vrste ili naziva putanje.
hu: Adjon meg egy érvényes MIME-típust vagy elérési utat.
hy: Խնդրում ենք մուտքագրել վավեր MIME տեսակի կամ երթուղու օրինաչափություն:
id: Harap masukkan Jenis MIME atau pola Pathname yang valid.
is: Vinsamlega sláðu inn gilt MIME Tegund eða Pathname mynstur.
ka: გთხოვთ, შეიყვანოთ სწორი MIME ტიპის ან გზის სახელის ნიმუში.
kk: Жарамды MIME түрін немесе жол атауы үлгісін енгізіңіз.
km: សូមបញ្ចូលប្រភេទ MIME ដែលមានសុពលភាព ឬលំនាំឈ្មោះផ្លូវ។
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ MIME ಪ್ರಕಾರ ಅಥವಾ ಪಥನಾಮ ಮಾದರಿಯನ್ನು ನಮೂದಿಸಿ.
ku: Ji kerema xwe Tîpek MIME an jî şêweyek Navê Rêya derbasdar binivîse.
ky: Сураныч, жарактуу MIME түрүн же жолдун үлгүсүн киргизиңиз.
lb: Gitt w.e.g. e gültege MIME Typ oder Pathname Muster un.
lo: ກະລຸນາໃສ່ປະເພດ MIME ຫຼືຮູບແບບຊື່ເສັ້ນທາງທີ່ຖືກຕ້ອງ.
lt: Įveskite tinkamą MIME tipo arba kelio pavadinimo šabloną.
lv: Lūdzu, ievadiet derīgu MIME veida vai ceļa nosaukuma modeli.
mg: Ampidiro azafady karazana MIME manan-kery na anarana lalana.
mi: Whakaurua koa he Momo MIME whaimana, tauira ingoa Ara ranei.
mk: Ве молиме внесете валиден MIME тип или шема за име на патека.
ml: ദയവായി ഒരു സാധുവായ MIME തരം അല്ലെങ്കിൽ പാത്ത് നെയിം പാറ്റേൺ നൽകുക.
mn: Хүчинтэй MIME төрөл эсвэл замын нэрийн загварыг оруулна уу.
mr: कृपया वैध MIME प्रकार किंवा पथनाव नमुना प्रविष्ट करा.
mt: Jekk jogħġbok daħħal mudell ta' Tip MIME jew Pathname validu.
my: ကျေးဇူးပြု၍ တရားဝင် MIME အမျိုးအစား သို့မဟုတ် လမ်းကြောင်းအမည်ပုံစံကို ထည့်သွင်းပါ။
nb: Vennligst skriv inn et gyldig mønster for MIME-type eller banenavn.
ne: कृपया मान्य MIME प्रकार वा पथनाम ढाँचा प्रविष्ट गर्नुहोस्।
or: ଦୟାକରି ଏକ ବ valid ଧ MIME ପ୍ରକାର କିମ୍ବା ପୃଥ୍ୱୀ ନାମ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ MIME ਕਿਸਮ ਜਾਂ ਪਾਥਨਾਮ ਪੈਟਰਨ ਦਾਖਲ ਕਰੋ।
ps: .ﺉړﮐ ﻪﻨﻧﺩ ﻪﻧﻮﻤﻧ ﻡﻮﻧ ﯤﺭﻻ﻿ ﺩ ﺎﯾ ﻝﻭډ MIME ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Vă rugăm să introduceți un tip MIME valid sau un model de nume de cale.
rw: Nyamuneka andika ubwoko bwa MIME bwemewe cyangwa Inzira yinzira.
sd: .ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻮﻟﺎﻧ ﻮﺟ ﻲﺘﺳﺭ ﺎﻳ ﻢﺴﻗ MIME ﺢﻴﺤﺻ ﻭڙڪﮬ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: කරුණාකර වලංගු MIME වර්ගයක් හෝ Pathname රටාවක් ඇතුළු කරන්න.
sk: Zadajte platný typ MIME alebo vzor názvu cesty.
sl: Vnesite veljaven vzorec vrste MIME ali imena poti.
sq: Ju lutemi vendosni një model të vlefshëm të Llojit MIME ose të emrit të rrugës.
sw: Tafadhali weka mchoro sahihi wa Aina ya MIME au Jina la Njia.
ta: சரியான MIME வகை அல்லது பாதை பெயர் வடிவத்தை உள்ளிடவும்.
te: దయచేసి చెల్లుబాటు అయ్యే MIME రకం లేదా పాత్u200cనేమ్ నమూనాను నమోదు చేయండి.
tg: Лутфан Намуди дурусти MIME ё Намунаи роҳро ворид кунед.
th: โปรดป้อนรูปแบบ MIME หรือรูปแบบชื่อเส้นทางที่ถูกต้อง
tk: Dogry MIME görnüşini ýa-da Pathname görnüşini giriziň.
tt: Зинһар, дөрес MIME тибын яки юл исемен кертегез.
uk: Будь ласка, введіть дійсний шаблон типу MIME або Pathname.
ur: ۔ﮟﯾﺮﮐ ﺝﺭﺩ ﮧﻧﻮﻤﻧ ﺎﮐ ﻡﺎﻧ ﮫﺗﺎﭘ ﺎﯾ ﻢﺴﻗ MIME ﺖﺳﺭﺩ ﮏﯾﺍ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: Iltimos, yaroqli MIME turi yoki yoʻl nomi namunasini kiriting.
vi: Vui lòng nhập mẫu MIME Loại hoặc Tên đường dẫn hợp lệ.
xh: Nceda ngenisa udidi olusebenzayo lwe-MIME okanye ipateni yeGama lendlela.
yi: .רעטסומ עמאַנטאַפּ רעדאָ פּיט םיימ קיטליג אַ ןיַיראַ עטיב
