Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

# View|Events|Tab|
source: _Focus
af: _Fokus
am: _ትኩረት
ar: _ﺰﻛﺭ
be: _Засяродзьцеся
bg: _Фокусиране
bn: _ফোকাস
cy: _Ffocws
da: _Fokus
eo: _Fokuso
et: _Keskendu
eu: _Fokua
fa: _ﺰﮐﺮﻤﺗ
fi: _Keskity
fy: _Fokus
ga: _Fócas
gd: _Fòcas
gl: _Foco
gu: _ફોકસ કરો
he: _דֵקֹומ
hi: _केंद्र
hr: _Usredotočenost
hu: _Fókusz
hy: _Կենտրոնանալ
id: _Fokus
is: _Einbeittu þér
ka: _ფოკუსირება
kk: _Фокус
km: _ផ្ដោត
kn: _ಗಮನ
ky: _Фокус
lo: _ສຸມໃສ່
lt: _Fokusas
lv: _Fokuss
mi: _Arotahi
mk: _Фокусирајте се
ml: _ഫോക്കസ് ചെയ്യുക
mn: _Төвлөр
mr: _लक्ष केंद्रित करा
mt: _Iffoka
my: _အာရုံစူးစိုက်မှု
nb: _Fokus
ne: _फोकस
or: _ଧ୍ୟାନ ଦିଅନ୍ତୁ |
pa: _ਫੋਕਸ
ps: _ﺰﮐﺮﻤﺗ
ro: _Concentrează-te
rw: _Wibande
sd: _ﺮڪﻓ
si: _අවධානය යොමු කරන්න
sk: _Zamerajte sa
sl: _Fokus
sq: _Fokusimi
sw: _Kuzingatia
ta: _கவனம்
te: _దృష్టి
tg: _Фокус
th: _จุดสนใจ
tk: _Üns beriň
tt: _Фокус
uk: _Фокус
ur: _ﺲﮐﻮﻓ
uz: _Diqqat
vi: _Tiêu điểm
xh: _Gxininisa
yi: _סוקאָפ

source: Set Tab Focus Command
af: Stel Tab Focus Command
am: የትር ትኩረት ትዕዛዝ አዘጋጅ
ar: ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ ﻰﻠﻋ ﺰﻴﻛﺮﺘﻟﺍ ﺮﻣﺃ ﻦﻴﻴﻌﺗ
be: Задаць каманду Focus Tab
bg: Задайте команда за фокусиране на раздела
bn: ট্যাব ফোকাস কমান্ড সেট করুন
ca: Estableix l'ordre de focus de la pestanya
cy: Gosod Gorchymyn Ffocws Tab
da: Indstil fanefokuskommando
eo: Agordi Taben Fokusan Komandon
et: Määra vahekaardi fookuse käsk
eu: Ezarri fitxa fokuaren komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻪﮔﺮﺑ ﺱﻮﮐﻮﻓ ﺭﻮﺘﺳﺩ
fi: Aseta välilehden tarkennuskomento
fil: Itakda ang Tab Focus Command
fy: Set Tab Focus Kommando
ga: Socraigh Ordú Fócas Tab
gd: Suidhich Tab Focus Command
gl: Establecer o comando Foco da pestana
gu: ટૅબ ફોકસ આદેશ સેટ કરો
he: הייסיטרכב דוקימ תדוקפ רדגה
hi: टैब फोकस कमांड सेट करें
hr: Postavite naredbu za fokusiranje kartice
hu: Set Tab Focus parancs
hy: Սահմանեք Tab Focus հրամանը
id: Setel Perintah Fokus Tab
is: Stilltu flipafókusskipun
ka: ჩანართის ფოკუსის ბრძანების დაყენება
kk: Қойындыларды фокустау пәрменін орнату
km: កំណត់ផ្ទាំងបញ្ជាការផ្តោតអារម្មណ៍
kn: ಟ್ಯಾಬ್ ಫೋಕಸ್ ಕಮಾಂಡ್ ಅನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Focus Tabê Set
ky: Өтмөк фокус буйругун коюу
lo: ຕັ້ງ Tab Focus Command
lt: Nustatyti skirtuko fokusavimo komandą
lv: Iestatīt Tab Focus Command
mg: Mametraha baiko Focus Tab
mi: Tautuhi Ripa Arotahi Tono
mk: Поставете команда за фокусирање на јазичето
ml: ടാബ് ഫോക്കസ് കമാൻഡ് സജ്ജമാക്കുക
mn: Таб анхаарлаа төвлөрүүлэх командыг тохируулах
mr: टॅब फोकस कमांड सेट करा
mt: Issettja Tab Focus Kmand
my: Tab Focus Command ကို သတ်မှတ်ပါ။
nb: Angi fanefokuskommando
ne: ट्याब फोकस आदेश सेट गर्नुहोस्
or: ଟ୍ୟାବ୍ ଫୋକସ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਟੈਬ ਫੋਕਸ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﺲﮐﻮﻓ ﺐټ ﺩ
ro: Setați comanda de focalizare pe tab
rw: Shiraho Tab yibanze
sd: Tab Focus Command ﻮﻳﺮڪ ٽﻴﺳ
si: Tab Focus Command සකසන්න
sk: Nastaviť príkaz zamerania karty
sl: Nastavite ukaz za fokus zavihka
sq: Cakto komandën e fokusit të skedës
sw: Weka Amri ya Kuzingatia Kichupo
ta: தாவல் ஃபோகஸ் கட்டளையை அமைக்கவும்
te: టాబ్ ఫోకస్ కమాండ్u200cని సెట్ చేయండి
tg: Фармони Фокусро танзим кунед
th: ตั้งค่าคำสั่งโฟกัสแท็บ
tk: Tab fokus buýrugyny düzüň
tt: Таблицаның фокус командасын куегыз
uk: Встановити команду фокусування вкладки
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﺲﮐﻮﻓ ﺐﯿﭨ
uz: Tab fokus buyrug'ini o'rnating
vi: Đặt lệnh tiêu điểm tab
xh: Cwangcisa Umyalelo wokuGxininisa kwiTab
yi: דנאַמאַק סוקאָפ באַט ןלעטש
