Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Current: Show
af: Huidig: Wys
am: ወቅታዊ፡ አሳይ
ar: ﺽﺮﻋ :ﻲﻟﺎﺤﻟﺍ
be: Бягучы: Паказаць
bg: Текущи: Покажи
bn: বর্তমান: দেখান
ca: Actual: Mostra
cy: Cyfredol: Sioe
da: Aktuel: Vis
eo: Nuna: Montru
et: Praegune: Näita
eu: Unekoa: Ikuskizuna
fa: ﺶﯾﺎﻤﻧ :ﯽﻠﻌﻓ
fi: Nykyinen: Näytä
fil: Kasalukuyan: Ipakita
fy: Aktueel: sjen litte
ga: Reatha: Taispeáin
gd: Gnàthach: Seall
gl: Actual: Show
gu: વર્તમાન: બતાવો
he: הגצה :יחכונ
hi: वर्तमान: दिखाएँ
hr: Trenutno: Prikaži
hu: Aktuális: Show
hy: Ընթացիկ: Ցույց տալ
id: Saat ini: Tampilkan
is: Núverandi: Sýning
ka: მიმდინარე: ჩვენება
kk: Ағымдағы: Көрсету
km: បច្ចុប្បន្ន៖ បង្ហាញ
kn: ಪ್ರಸ್ತುತ: ತೋರಿಸು
ku: Niha: Nîşan bide
ky: Учурдагы: Көрсөтүү
lb: Aktuell: weisen
lo: ປະຈຸບັນ: ສະແດງ
lt: Dabartinis: Rodyti
lv: Pašreizējais: Rādīt
mg: Ankehitriny: Show
mi: Inaianei: Whakaatu
mk: Тековно: Прикажи
ml: നിലവിലെ: കാണിക്കുക
mn: Одоогийн: Үзүүлэх
mr: वर्तमान: दाखवा
mt: Kurrenti: Uri
my: လက်ရှိ- ရှိုး
nb: Aktuell: Vis
ne: हाल: देखाउनुहोस्
or: ସାମ୍ପ୍ରତିକ: ଦେଖାନ୍ତୁ |
pa: ਵਰਤਮਾਨ: ਦਿਖਾਓ
ps: ﻝﺩﻮښ :ۍﻨﺳﻭﺍ
rw: Ibiriho: Kwerekana
sd: ﻮﻳﺭﺎﮑﻳڏ :ﻩﺩﻮﺟﻮﻣ
si: වත්මන්: පෙන්වන්න
sk: Aktuálne: Zobraziť
sl: Trenutno: Pokaži
sq: Aktual: Shfaq
sw: Sasa: Onyesha
ta: தற்போதைய: காட்டு
te: ప్రస్తుత: చూపించు
tg: ҷорӣ: Намоиш
th: Current: โชว์
tk: Häzirki: Görkez
tt: Агым: күрсәтү
uk: Поточний: Показати
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ :ﮦﺩﻮﺟﻮﻣ
uz: Joriy: ko'rsatish
vi: Hiện tại: Hiển thị
xh: Ngoku:Bonisa
yi: ןזיַיוו :טציא

source: Current: Hide
af: Huidige: Versteek
am: የአሁኑ፡ ደብቅ
ar: Current: ءﺎﻔﺧﺇ
be: Бягучы: Схаваць
bg: Текущи: Скрий
bn: বর্তমান: লুকান
ca: Actual: Amaga
cy: Cyfredol: Cuddio
da: Aktuel: Skjul
eo: Nuna: Kaŝi
et: Praegune: peida
eu: Unekoa: Ezkutatu
fa: ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ :ﯽﻠﻌﻓ
fi: Nykyinen: Piilota
fil: Kasalukuyan: Itago
fy: Aktueel: Ferbergje
ga: Reatha: Folaigh
gd: Gnàthach: Falaich
gl: Actual: Ocultar
gu: વર્તમાન: છુપાવો
he: רתסה :יחכונ
hi: वर्तमान: छुपाएं
hr: Trenutno: Sakrij
hu: Aktuális: Elrejtés
hy: Ընթացիկ: Թաքցնել
id: Saat ini: Sembunyikan
is: Núverandi: Fela
ka: მიმდინარე: დამალვა
kk: Ағымдағы: Жасыру
km: បច្ចុប្បន្ន៖ លាក់
kn: ಪ್ರಸ್ತುತ: ಮರೆಮಾಡಿ
ku: Niha: Veşêre
ky: Учурдагы: Жашыруу
lb: Aktuell: Verstoppen
lo: ປະຈຸບັນ: ເຊື່ອງ
lt: Dabartinis: Slėpti
lv: Pašreizējais: Slēpt
mg: Current: Afeno
mi: Inaianei: Huna
mk: Тековно: Сокриј
ml: നിലവിലെ: മറയ്ക്കുക
mn: Одоогийн: Нуух
mr: वर्तमान: लपवा
mt: Kurrent: Aħbi
my: လက်ရှိ- ဖျောက်ထားသည်။
nb: Nåværende: Skjul
ne: हाल: लुकाउनुहोस्
or: ସାମ୍ପ୍ରତିକ: ଲୁଚାନ୍ତୁ |
pa: ਵਰਤਮਾਨ: ਓਹਲੇ
ps: ﻝﻮټﭘ :ۍﻨﺳﻭﺍ
ro: Curent: Ascunde
rw: Ibiriho: Hisha
sd: ﻮﻳﺎڪﻟ :ﻩﺩﻮﺟﻮﻣ
si: වත්මන්: සඟවන්න
sk: Aktuálne: Skryť
sl: Trenutno: skrij
sq: Aktual: Fshih
sw: Sasa: Ficha
ta: தற்போதைய: மறை
te: ప్రస్తుత: దాచు
tg: ҷорӣ: Пинҳон
th: หน้าเว็บล่าสุด: ซ่อน
tk: Häzirki: gizläň
tt: Агым: яшер
uk: Поточний: Приховати
ur: ۔ﮟﯿﺋﺎﭙﮭﭼ :ﮦﺩﻮﺟﻮﻣ
uz: Joriy: yashirish
vi: Hiện tại: Ẩn
xh: Ngoku: Fihla
yi: ןטלאַהאַב :טנאַרק

source: Current: Disable
af: Huidig: Deaktiveer
am: የአሁኑ፡ አሰናክል
ar: ﻞﻴﻄﻌﺗ :ﻲﻟﺎﺤﻟﺍ
be: Бягучы: Адключыць
bg: Текущи: Деактивиране
bn: বর্তমান: নিষ্ক্রিয়
ca: Actual: Desactiva
cy: Cyfredol: Analluoga
da: Aktuel: Deaktiver
eo: Nuna: Malebligu
et: Praegune: Keela
eu: Unekoa: Desgaitu
fa: ﻥﺩﺮﮐ ﻝﺎﻌﻓ ﺮﯿﻏ :ﯽﻠﻌﻓ
fi: Nykyinen: Ei käytössä
fil: Kasalukuyan: Huwag paganahin
fy: Aktueel: útskeakelje
ga: Reatha: Díchumasaigh
gd: Gnàthach: Cuir à comas
gl: Actual: Desactivar
gu: વર્તમાન: અક્ષમ કરો
he: תבשה :יחכונ
hi: वर्तमान: अक्षम
hr: Trenutno: Onemogući
hu: Jelenlegi: Letilt
hy: Ընթացիկ՝ անջատել
id: Saat ini: Nonaktifkan
is: Núverandi: Slökkva
ka: მიმდინარე: გამორთვა
kk: Ағымдағы: Өшіру
km: បច្ចុប្បន្ន៖ បិទ
kn: ಪ್ರಸ್ತುತ: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ku: Niha: Neçalak bike
ky: Учурдагы: Өчүрүү
lb: Aktuell: auszeschalten
lo: ປັດຈຸບັນ: ປິດໃຊ້ງານ
lt: Dabartinis: Išjungti
lv: Pašreizējais: atspējot
mg: Amin'izao fotoana izao: Atsaharo
mi: Inaianei: Monokia
mk: Тековно: Оневозможи
ml: നിലവിലെ: പ്രവർത്തനരഹിതമാക്കുക
mn: Одоогийн: Идэвхгүй болгох
mr: वर्तमान: अक्षम करा
mt: Kurrenti: Itfi
my: လက်ရှိ- ပိတ်ပါ။
nb: Gjeldende: Deaktiver
ne: हाल: असक्षम गर्नुहोस्
or: ସାମ୍ପ୍ରତିକ: ଅକ୍ଷମ କରନ୍ତୁ |
pa: ਵਰਤਮਾਨ: ਅਯੋਗ ਕਰੋ
ps: ﺉړﮐ ﻝﺎﻌﻓ ﺮﯿﻏ :ﯽﻨﺳﻭﺍ
ro: Curent: Dezactivare
rw: Ibiriho: Guhagarika
sd: ﻝﺎﻌﻓ ﺮﻴﻏ :ﻩﺩﻮﺟﻮﻣ
si: වත්මන්: අබල කරන්න
sk: Aktuálne: Zakázať
sl: Trenutni: onemogoči
sq: Aktuale: Çaktivizo
sw: Ya sasa: Zima
ta: தற்போதைய: முடக்கு
te: ప్రస్తుత: ఆపివేయి
tg: Ҷорӣ: Хомӯш кардан
th: Current: ปิดการใช้งาน
tk: Häzirki: Öçüriň
tt: Агым: Сүндерү
uk: Поточний: Вимкнути
ur: ۔ﮟﯾﺮﮐ ﻝﺎﻌﻓ ﺮﯿﻏ :ﮦﺩﻮﺟﻮﻣ
uz: Joriy: o'chirish
vi: Hiện tại: Tắt
xh: Okwangoku: Khubaza
yi: לאַבייסיד :טנאַרק

source: Current: Enable
af: Huidig: Aktiveer
am: የአሁኑ፡ አንቃ
ar: ﻦﻴﻜﻤﺗ :ﻲﻟﺎﺤﻟﺍ
be: Бягучы: уключыць
bg: Текущи: Разрешаване
bn: বর্তমান: সক্ষম করুন
ca: Actual: Habilita
cy: Cyfredol: Galluogi
da: Aktuel: Aktiver
eo: Nuna: Ebligi
et: Praegune: Luba
eu: Unekoa: gaitu
fa: ﻥﺩﺮﮐ ﻝﺎﻌﻓ :ﯽﻠﻌﻓ
fi: Nykyinen: Ota käyttöön
fil: Kasalukuyan: Paganahin
fy: Aktueel: ynskeakelje
ga: Reatha: Cumasaigh
gd: Gnàthach: Dèan comas
gl: Actual: Activar
gu: વર્તમાન: સક્ષમ કરો
he: רשפא :יחכונ
hi: वर्तमान: सक्षम करें
hr: Current: Omogući
hu: Aktuális: Engedélyezés
hy: Ընթացիկ. Միացնել
id: Saat ini: Aktifkan
is: Núverandi: Virkja
ka: მიმდინარე: ჩართვა
kk: Ағымдағы: қосу
km: បច្ចុប្បន្ន៖ បើក
kn: ಪ್ರಸ್ತುತ: ಸಕ್ರಿಯಗೊಳಿಸಿ
ku: Niha: Çalak bike
ky: Учурдагы: Иштетүү
lb: Aktuell: Aktivéieren
lo: ປັດຈຸບັນ: ເປີດໃຊ້
lt: Dabartinis: Įjungti
lv: Pašreizējais: iespējot
mg: Amin'izao fotoana izao: Enable
mi: Inaianei: Whakahohe
mk: Тековно: Овозможи
ml: നിലവിലുള്ളത്: പ്രവർത്തനക്ഷമമാക്കുക
mn: Одоогийн: Идэвхжүүлэх
mr: वर्तमान: सक्षम करा
mt: Kurrenti: Attiva
my: လက်ရှိ- ဖွင့်ပါ။
nb: Gjeldende: Aktiver
ne: हाल: सक्षम गर्नुहोस्
or: ସାମ୍ପ୍ରତିକ: ସକ୍ଷମ କରନ୍ତୁ |
pa: ਵਰਤਮਾਨ: ਯੋਗ ਕਰੋ
ps: ﺉړﮐ ﻝﺎﻌﻓ :ﯽﻨﺳﻭﺍ
ro: Current: Activare
rw: Ibiriho: Gushoboza
sd: ﻮﻳﺮڪ ﻝﺎﻌﻓ :ﻩﺩﻮﺟﻮﻣ
si: වත්මන්: සක්රිය කරන්න
sk: Aktuálne: Povoliť
sl: Trenutni: Omogoči
sq: Aktuale: Aktivizo
sw: Ya sasa: Wezesha
ta: தற்போதைய: இயக்கு
te: ప్రస్తుత: ప్రారంభించు
tg: Ҷорӣ: Фаъол кардан
th: หน้าเว็บล่าสุด: Enable
tk: Häzirki: Enable
tt: Агым: кушу
uk: Поточний: увімкнути
ur: ۔ﮟﯾﺮﮐ ﻝﺎﻌﻓ :ﮦﺩﻮﺟﻮﻣ
uz: Joriy: Yoqish
vi: Hiện tại: Bật
xh: Yangoku: Vulela
yi: ןבעג :טציא

source: Save Modified Script?
af: Stoor gewysigde skrip?
am: የተሻሻለው ስክሪፕት ይቀመጥ?
ar: ؟ﻝﺪﻌﻤﻟﺍ ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﻆﻔﺣ
be: Захаваць зменены скрыпт?
bg: Да се u200bu200bзапази ли модифицираният скрипт?
bn: সংশোধিত স্ক্রিপ্ট সংরক্ষণ করবেন?
ca: Deseu l'script modificat?
cy: Arbed Sgript wedi'i Addasu?
da: Vil du gemme ændret script?
eo: Ĉu konservi modifitan skripton?
et: Kas salvestada muudetud skript?
eu: Aldatutako scripta gorde nahi duzu?
fa: ؟ﺩﻮﺷ ﻩﺮﯿﺧﺫ ﻩﺪﺷ ﺡﻼ﻿ﺻﺍ ﺖﭙﯾﺮﮑﺳﺍ
fi: Tallennetaanko muokattu komentosarja?
fil: I-save ang Binagong Script?
fy: Oanpast skript opslaan?
ga: Sábháil Script Athraithe?
gd: Sàbhail Sgriobt Atharraichte?
gl: Queres gardar o script modificado?
gu: સંશોધિત સ્ક્રિપ્ટ સાચવીએ?
he: ?הנוש טפירקס רומשל
hi: संशोधित स्क्रिप्ट सेव करें?
hr: Želite li spremiti izmijenjenu skriptu?
hu: Menti a módosított szkriptet?
hy: Պահե՞լ փոփոխված սցենարը:
id: Simpan Skrip yang Dimodifikasi?
is: Vista breytt skriftu?
ka: შეინახოთ შეცვლილი სკრიპტი?
kk: Өзгертілген сценарий сақталсын ба?
km: រក្សាទុកស្គ្រីបដែលបានកែប្រែ?
kn: ಮಾರ್ಪಡಿಸಿದ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಉಳಿಸುವುದೇ?
ku: Skrîpta guhertî biparêze?
ky: Өзгөртүлгөн скрипт сакталсынбы?
lb: Geännert Skript späicheren?
lo: ບັນທຶກ Script ດັດແກ້?
lt: Išsaugoti pakeistą scenarijų?
lv: Vai saglabāt modificēto skriptu?
mg: Save Script Modified?
mi: Tiaki Hōtuhi Whakakē?
mk: Да се u200bu200bзачува изменета скрипта?
ml: പരിഷ്കരിച്ച സ്ക്രിപ്റ്റ് സംരക്ഷിക്കണോ?
mn: Өөрчлөгдсөн скриптийг хадгалах уу?
mr: सुधारित स्क्रिप्ट जतन करायची?
mt: Ħlief Script Modifikat?
my: ပြုပြင်ထားသော Script ကို သိမ်းဆည်းမလား။
nb: Lagre endret skript?
ne: परिमार्जित लिपि बचत गर्ने हो?
or: ପରିବର୍ତ୍ତିତ ସ୍କ୍ରିପ୍ଟ ସଞ୍ଚୟ କରନ୍ତୁ?
pa: ਕੀ ਸੰਸ਼ੋਧਿਤ ਸਕ੍ਰਿਪਟ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਹੈ?
ps: ؟ﺉړﮐ ﻱﺪﻧﻮﺧ ټﭙﯾﺮﮑﺳ ﯼﻮﺷ ﻝﺪﺑ
ro: Salvați scriptul modificat?
rw: Bika Inyandiko Yahinduwe?
sd: ؟ﻮﻳﺮڪ ﻅﻮﻔﺤﻣ ٽﭘﺮڪﺳﺍ ﻞﻴﭤ ﻞﻳﺪﺒﺗ
si: වෙනස් කළ ස්ක්u200dරිප්ට් සුරකින්නද?
sk: Uložiť upravený skript?
sl: Shrani spremenjen skript?
sq: Të ruhet skripti i modifikuar?
sw: Ungependa kuhifadhi Hati Iliyorekebishwa?
ta: மாற்றியமைக்கப்பட்ட ஸ்கிரிப்டை சேமிக்கவா?
te: సవరించిన స్క్రిప్ట్u200cను సేవ్ చేయాలా?
tg: Скрипти тағирёфтаро захира кунед?
th: บันทึกสคริปต์ที่แก้ไขหรือไม่
tk: Üýtgedilen skripti ýatda saklaň?
tt: Modзгәртелгән сценарийны саклагызмы?
uk: Зберегти змінений скрипт?
ur: ؟ﮟﯾﺮﮐ ﻅﻮﻔﺤﻣ ﻮﮐ ﭧﭘﺮﮑﺳﺍ ﮦﺪﺷ ﻢﯿﻣﺮﺗ
uz: O'zgartirilgan skript saqlansinmi?
vi: Lưu tập lệnh đã sửa đổi?
xh: Gcina iScript eLungisiweyo?
yi: ?טפּירקס דעיפידאָמ טיה

source: Save your changes to the command script?
af: Stoor u veranderinge aan die opdragskrip?
am: ለውጦችዎን በትእዛዝ ስክሪፕት ላይ ያስቀምጡ?
ar: ؟ﺮﻣﺍﻭﻸ﻿ﻟ ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﻰﻠﻋ ﻚﺑ ﺔﺻﺎﺨﻟﺍ ﺕﺍﺮﻴﻴﻐﺘﻟﺍ ﻆﻔﺣ
be: Захаваць змены ў камандным сцэнары?
bg: Запазете промените си в командния скрипт?
bn: কমান্ড স্ক্রিপ্টে আপনার পরিবর্তনগুলি সংরক্ষণ করবেন?
ca: Vols desar els canvis a l'script d'ordres?
cy: Arbedwch eich newidiadau i'r sgript orchymyn?
da: Vil du gemme dine ændringer til kommandoscriptet?
eo: Ĉu konservi viajn ŝanĝojn al la komanda skripto?
et: Kas salvestada muudatused käsuskriptis?
eu: Aldaketak komando-scriptean gorde nahi dituzu?
fa: ؟ﺪﯿﻨﮐ ﻩﺮﯿﺧﺫ ﻥﺎﻣﺮﻓ ﺖﭙﯾﺮﮑﺳﺍ ﺭﺩ ﺍﺭ ﺩﻮﺧ ﺕﺍﺮﯿﯿﻐﺗ
fi: Tallennetaanko muutokset komentosarjaan?
fil: I-save ang iyong mga pagbabago sa command script?
fy: Jo wizigingen opslaan yn it kommandoskript?
ga: Sábháil do chuid athruithe ar an script ordaithe?
gd: Sàbhail na h-atharrachaidhean agad air an sgriobt àithne?
gl: Queres gardar os cambios no script de comandos?
gu: આદેશ સ્ક્રિપ્ટમાં તમારા ફેરફારો સાચવો?
he: ?הדוקפה טפירקסב ךלש םייונישה תא רומשל םאה
hi: अपने परिवर्तन कमांड स्क्रिप्ट में सहेजें?
hr: Želite li spremiti promjene u naredbenoj skripti?
hu: Menti a parancsszkript módosításait?
hy: Պահե՞լ ձեր փոփոխությունները հրամանի սկրիպտում:
id: Simpan perubahan Anda ke skrip perintah?
is: Vista breytingarnar þínar á skipanaforskriftinni?
ka: შეინახოთ თქვენი ცვლილებები ბრძანების სკრიპტში?
kk: Өзгерістерді пәрмен сценарийіне сақтау керек пе?
km: រក្សាទុកការផ្លាស់ប្តូររបស់អ្នកទៅស្គ្រីបពាក្យបញ្ជា?
kn: ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಕಮಾಂಡ್ ಸ್ಕ್ರಿಪ್ಟ್u200cಗೆ ಉಳಿಸುವುದೇ?
ku: Guhertinên xwe li skrîpta fermanê hilînin?
ky: Өзгөртүүлөрүңүздү буйрук скриптине сактайсызбы?
lb: Är Ännerungen am Kommando Skript späicheren?
lo: ບັນທຶກການປ່ຽນແປງຂອງທ່ານໃສ່ສະຄິບຄໍາສັ່ງບໍ?
lt: Išsaugoti komandos scenarijaus pakeitimus?
lv: Vai saglabāt izmaiņas komandu skriptā?
mg: Tehirizo ny fanovanao amin'ny sora-baventy?
mi: Tiakina o huringa ki te tuhinga whakahau?
mk: Да се u200bu200bзачуваат промените во скриптата за команди?
ml: നിങ്ങളുടെ മാറ്റങ്ങൾ കമാൻഡ് സ്ക്രിപ്റ്റിലേക്ക് സംരക്ഷിക്കണോ?
mn: Командын скриптэд хийсэн өөрчлөлтөө хадгалах уу?
mr: कमांड स्क्रिप्टमध्ये तुमचे बदल सेव्ह करायचे?
mt: Issejvja l-bidliet tiegħek fl-iskrittura tal-kmand?
my: သင်၏ပြောင်းလဲမှုများကို command script တွင်သိမ်းဆည်းမလား။
nb: Vil du lagre endringene i kommandoskriptet?
ne: आदेश स्क्रिप्टमा तपाइँका परिवर्तनहरू बचत गर्नुहुन्छ?
or: କମାଣ୍ଡ ସ୍କ୍ରିପ୍ଟରେ ତୁମର ପରିବର୍ତ୍ତନ ସଞ୍ଚୟ କର?
pa: ਕੀ ਤੁਹਾਡੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਕਮਾਂਡ ਸਕ੍ਰਿਪਟ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਹੈ?
ps: ؟ﺉړﮐ ﻱﺪﻧﻮﺧ ﯥﮐ ټﭙﯾﺮﮑﺳ ډﻧﺎﻤﮐ ﻪﭘ ﻪﻧﻮﻧﻮﻟﺪﺑ ﻞﭙﺧ
ro: Salvați modificările în scriptul de comandă?
rw: Bika impinduka zawe kumabwiriza yinyandiko?
sd: ؟۾ ٽﭘﺮڪﺳﺍ ﻢڪﺣ ﻮﻳﺮڪ ﻅﻮﻔﺤﻣ ﻲﮐ ﻦﻴﻠﻳﺪﺒﺗ ﻲﺠﻨﮭﻨﭘ
si: ඔබගේ වෙනස්කම් විධාන ස්ක්u200dරිප්ටයට සුරකින්නද?
sk: Uložiť zmeny v príkazovom skripte?
sl: Želite shraniti spremembe v ukazni skript?
sq: Të ruhen ndryshimet në skriptin e komandës?
sw: Ungependa kuhifadhi mabadiliko yako kwenye hati ya amri?
ta: உங்கள் மாற்றங்களை கட்டளை ஸ்கிரிப்ட்டில் சேமிக்கவா?
te: కమాండ్ స్క్రిప్ట్u200cలో మీ మార్పులను సేవ్ చేయాలా?
tg: Тағироти худро дар скрипти фармон захира кунед?
th: บันทึกการเปลี่ยนแปลงของคุณในสคริปต์คำสั่งหรือไม่
tk: Üýtgeşmeleriňizi buýruk skriptine ýazdyryň?
tt: Commandзгәрешләрегезне боерык скриптына саклагыз?
uk: Зберегти зміни до командного сценарію?
ur: ؟ﮟﯾﺮﮐ ﻅﻮﻔﺤﻣ ﮟﯿﻣ ﭧﭘﺮﮑﺳﺍ ﮉﻧﺎﻤﮐ ﮞﺎﯿﻠﯾﺪﺒﺗ ﯽﻨﭘﺍ
uz: Buyruqlar skriptidagi o'zgarishlar saqlansinmi?
vi: Lưu các thay đổi của bạn vào tập lệnh lệnh?
xh: Gcina utshintsho lwakho kwiscript somyalelo?
yi: ?טפירש ןלעפֿאַב יד וצ ןעגנורעדנע ןייד טיה

source: Overwrite Script?
af: Oorskryf skrip?
am: ስክሪፕት ይተካ?
ar: ؟ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﻕﻮﻓ ﺔﺑﺎﺘﻜﻟﺍ
be: Перазапісаць скрыпт?
bg: Да се u200bu200bпрезапише ли скриптът?
bn: স্ক্রিপ্ট ওভাররাইট করবেন?
ca: Sobreescriure l'script?
cy: Sgript drosysgrifo?
da: Overskrive script?
eo: Ĉu anstataŭigi skripton?
et: Kas kirjutada skript üle?
eu: Gainidatzi gidoia?
fa: ؟ﺖﭙﯾﺮﮑﺳﺍ ﯽﺴﯾﻮﻧﺯﺎﺑ
fi: Korvaako komentosarja?
fil: I-overwrite ang Script?
fy: Skript oerskriuwe?
ga: Script Overwrite?
gd: Sgriobt sgrìobhaidh?
gl: Sobrescribir o script?
gu: સ્ક્રિપ્ટ પર ફરીથી લખીએ?
he: ?טפירקס ףילחהל
hi: स्क्रिप्ट को अधिलेखित करें?
hr: Prepisati skriptu?
hu: Felülírja a szkriptet?
hy: Վերագրե՞լ սցենարը:
id: Timpa Skrip?
is: Skrifa yfir handrit?
ka: გსურთ სკრიპტის გადაწერა?
kk: Скриптті қайта жазу керек пе?
km: សរសេរជាន់លើស្គ្រីប?
kn: ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಓವರ್u200cರೈಟ್ ಮಾಡುವುದೇ?
ku: Skrîptê binivîsîne?
ky: Скрипттин үстүнө жазылсынбы?
lb: Skript iwwerschreiwe?
lo: ຂຽນທັບ Script ບໍ?
lt: Perrašyti scenarijų?
lv: Vai pārrakstīt skriptu?
mg: Soraty ny Script?
mi: Tuhirua Hōtuhi?
mk: Презапишете скрипта?
ml: സ്ക്രിപ്റ്റ് തിരുത്തിയെഴുതണോ?
mn: Скриптийг дарж бичих үү?
mr: स्क्रिप्ट ओव्हरराइट करायची?
mt: Ikteb mill-ġdid l-Iskript?
my: Script ကို ထပ်ရေးမလား။
nb: Overskrive skript?
ne: स्क्रिप्ट अधिलेखन गर्ने हो?
or: ସ୍କ୍ରିପ୍ଟକୁ ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ?
pa: ਕੀ ਸਕ੍ਰਿਪਟ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰਨਾ ਹੈ?
ps: ؟ﻞﮑﯿﻟ ﺎﯿﺑ ټﭙﯾﺮﮑﺳ
ro: Suprascrieți scriptul?
rw: Kwandika Inyandiko?
sd: ؟ﻮﮑﻟ ﻲﭙﻟ
si: ස්ක්u200dරිප්ට් උඩින් ලියන්නද?
sk: Prepísať skript?
sl: Prepisati skript?
sq: Të mbishkruhet skripti?
sw: Je, ungependa kufuta Hati?
ta: ஸ்கிரிப்டை மேலெழுதவா?
te: స్క్రిప్ట్u200cను ఓవర్u200cరైట్ చేయాలా?
tg: Скриптро аз нав нависед?
th: เขียนทับสคริปต์?
tk: Scriptazgylary gaýtadan ýazmalymy?
tt: Сценарийны кабат язу?
uk: Перезаписати скрипт?
ur: ؟ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﭧﭘﺮﮑﺳﺍ
uz: Skript ustiga yozilsinmi?
vi: Ghi đè tập lệnh?
xh: Bhala phezu kweSikripthi?
yi: ?טפירש ןביירשרעביא

source: The command script on disk has changed. Do you want to overwrite it?
af: Die opdragskrip op skyf het verander. Wil jy dit oorskryf?
am: በዲስክ ላይ ያለው የትእዛዝ ስክሪፕት ተለውጧል። እንደገና መፃፍ ይፈልጋሉ?
ar: .ﺹﺮﻘﻟﺍ ﻰﻠﻋ ﺮﻣﺍﻭﻸ﻿ﻟ ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﺮﻴﻴﻐﺗ ﻢﺗ ؟ﻪﻴﻠﻋ ﺔﺑﺎﺘﻜﻟﺍ ﺪﻳﺮﺗ ﻞﻫ
be: Камандны скрыпт на дыску змяніўся. Вы хочаце перазапісаць яго?
bg: Командният скрипт на диска е променен. Искате ли да го презапишете?
bn: ডিস্কের কমান্ড স্ক্রিপ্ট পরিবর্তিত হয়েছে। তুমি কি এটার উপর লিখতে চাও?
ca: L'script d'ordres al disc ha canviat. El voleu sobreescriure?
cy: Mae'r sgript gorchymyn ar ddisg wedi newid. Ydych chi am ei drosysgrifo?
da: Kommandoscriptet på disken er ændret. Vil du overskrive det?
eo: La komanda skripto sur disko ŝanĝiĝis. Ĉu vi volas anstataŭigi ĝin?
et: Ketta käsuskript on muutunud. Kas soovite selle üle kirjutada?
eu: Diskoko komando-scripta aldatu egin da. Gainidatzi nahi al duzu?
fa: .ﺖﺳﺍ ﻩﺩﺮﮐ ﺮﯿﯿﻐﺗ ﮏﺴﯾﺩ ﯼﻭﺭ ﻥﺎﻣﺮﻓ ﺖﭙﯾﺮﮑﺳﺍ ؟ﺪﯿﻨﮐ ﯽﺴﯾﻮﻧﺯﺎﺑ ﺍﺭ ﻥﺁ ﺪﯿﻫﺍﻮﺧ ﯽﻣ ﺎﯾﺁ
fi: Levyllä oleva komentosarja on muuttunut. Haluatko korvata sen?
fil: Nagbago ang command script sa disk. Gusto mo bang i-overwrite ito?
fy: It kommando skript op skiif is feroare. Wolle jo it oerskriuwe?
ga: Tá an script ordaithe ar dhiosca athraithe. Ar mhaith leat é a fhorscríobh?
gd: Tha an sgriobt àithne air diosg air atharrachadh. A bheil thu airson a sgrìobhadh thairis?
gl: O script de comandos no disco cambiou. Queres sobreescribilo?
gu: ડિસ્ક પર આદેશ સ્ક્રિપ્ટ બદલાઈ ગઈ છે. શું તમે તેને ફરીથી લખવા માંગો છો?
he: .הנתשה קסידב הדוקפה טפירקס ?ותוא ףילחהל הצור התא םאה
hi: डिस्क पर कमांड स्क्रिप्ट बदल गई है। क्या आप इसे अधिलेखित करना चाहते हैं?
hr: Naredna skripta na disku se promijenila. Želite li ga prepisati?
hu: A lemezen lévő parancsszkript megváltozott. Felül akarja írni?
hy: Սկավառակի վրա հրամանի սցենարը փոխվել է: Ցանկանու՞մ եք այն վերագրել:
id: Script perintah pada disk telah berubah. Apakah Anda ingin menimpanya?
is: Skipunarforskriftin á disknum hefur breyst. Viltu skrifa yfir það?
ka: დისკზე ბრძანების სკრიპტი შეიცვალა. გსურთ მისი გადაწერა?
kk: Дискідегі пәрмен сценарийі өзгерді. Оны қайта жазғыңыз келе ме?
km: ស្គ្រីបពាក្យបញ្ជានៅលើថាសបានផ្លាស់ប្តូរ។ តើអ្នកចង់សរសេរជាន់លើវាទេ?
kn: ಡಿಸ್ಕ್ನಲ್ಲಿನ ಕಮಾಂಡ್ ಸ್ಕ್ರಿಪ್ಟ್ ಬದಲಾಗಿದೆ. ನೀವು ಅದನ್ನು ತಿದ್ದಿ ಬರೆಯಲು ಬಯಸುವಿರಾ?
ku: Nivîsara fermanê li ser dîskê guherî. Ma hûn dixwazin wê binivîsin?
ky: Дисктеги буйрук скрипти өзгөрдү. Анын үстүнө жазгыңыз келеби?
lb: De Kommando Skript op Disk ass geännert. Wëllt Dir et iwwerschreiwen?
lo: ສະຄຣິບຄຳສັ່ງໃນດິສກ໌ມີການປ່ຽນແປງ. ທ່ານຕ້ອງການຂຽນທັບມັນບໍ?
lt: Komandos scenarijus diske pasikeitė. Ar norite jį perrašyti?
lv: Komandu skripts diskā ir mainīts. Vai vēlaties to pārrakstīt?
mg: Niova ny script baiko amin'ny kapila. Tianao hosoloina izany?
mi: Kua huri te tuhinga whakahau i runga i te kōpae. Me tuhirua?
mk: Скриптата за команда на дискот е променета. Дали сакате да го презапишете?
ml: ഡിസ്കിലെ കമാൻഡ് സ്ക്രിപ്റ്റ് മാറിയിരിക്കുന്നു. നിങ്ങൾക്ക് അത് തിരുത്തിയെഴുതണോ?
mn: Диск дээрх командын скрипт өөрчлөгдсөн. Та үүнийг дарж бичихийг хүсч байна уу?
mr: डिस्कवरील कमांड स्क्रिप्ट बदलली आहे. तुम्हाला ते अधिलिखित करायचे आहे का?
mt: L-iskrittura tal-kmand fuq id-diska nbidlet. Trid tikteb fuqha?
my: disk ပေါ်ရှိ command script ကို ပြောင်းလဲသွားပါပြီ။ ၎င်းကို ထပ်ရေးလိုပါသလား။
nb: Kommandoskriptet på disken er endret. Vil du overskrive den?
ne: डिस्कमा आदेश लिपि परिवर्तन भएको छ। के तपाइँ यसलाई अधिलेखन गर्न चाहनुहुन्छ?
or: ଡିସ୍କରେ ଥିବା କମାଣ୍ଡ ସ୍କ୍ରିପ୍ଟ ବଦଳି ଯାଇଛି | ଆପଣ ଏହାକୁ ଓଭର୍ ରାଇଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਡਿਸਕ ਉੱਤੇ ਕਮਾਂਡ ਸਕ੍ਰਿਪਟ ਬਦਲ ਗਈ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਓਵਰਰਾਈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ps: .ﯼﻮﺷ ﻝﺪﺑ ټﭙﯾﺮﮑﺳ ډﻧﺎﻤﮐ ﺩ ﯥﮐ ﮏﺴﯾډ ﻪﭘ ؟ﻲﮑﯿﻟﻭ ﺎﯿﺑ ﺍﺩ ﯥﭼ ﯤړﺍﻮﻏ ﻪﺗ ﺎﯾﺍ
ro: Scriptul de comandă de pe disc s-a schimbat. Doriți să-l suprascrieți?
rw: Amabwiriza inyandiko kuri disiki yarahindutse. Urashaka kubyandika hejuru?
sd: .ﻲﻫﺁ ﻲﺋﻭ ﻲﭤ ﻞﻳﺪﺒﺗ ٽﭘﺮڪﺳﺍ ڊﻧﺎﻤڪ ﻲﺗ ڪﺳڊ ؟ﺎﭤ ﻮﻴﮬﺎﭼ ﮠﺮڪ ﻢﺘﺧ ﻲﮐ ﻥﺍ ﻥﺎﮬﻮﺗ ﺎﮀ
si: තැටියේ විධාන ස්ක්u200dරිප්ට් වෙනස් වී ඇත. ඔබට එය උඩින් ලිවීමට අවශ්u200dයද?
sk: Príkazový skript na disku sa zmenil. Chcete ho prepísať?
sl: Ukazni skript na disku se je spremenil. Ali ga želite prepisati?
sq: Skripti i komandës në disk ka ndryshuar. Dëshironi ta mbishkruani atë?
sw: Hati ya amri kwenye diski imebadilika. Je, ungependa kuibatilisha?
ta: வட்டில் உள்ள கட்டளை ஸ்கிரிப்ட் மாறிவிட்டது. நீங்கள் அதை மேலெழுத விரும்புகிறீர்களா?
te: డిస్క్u200cలోని కమాండ్ స్క్రిప్ట్ మార్చబడింది. మీరు దానిని ఓవర్u200cరైట్ చేయాలనుకుంటున్నారా?
tg: Скрипти фармон дар диск тағир ёфт. Оё мехоҳед, ки онро аз нав нависед?
th: สคริปต์คำสั่งบนดิสก์มีการเปลี่ยนแปลง คุณต้องการที่จะเขียนทับมัน?
tk: Diskdäki buýruk skripti üýtgedi. Ony gaýtadan ýazmak isleýärsiňizmi?
tt: Дисктагы боерык скрипты үзгәрде. Сез аны кабат язарга телисезме?
uk: Командний сценарій на диску змінився. Ви хочете перезаписати його?
ur: ۔ﮯﮨ ﺎﯿﮔ ﻝﺪﺑ ﭧﭘﺮﮑﺳﺍ ﮉﻧﺎﻤﮐ ﺮﭘ ﮏﺳﮈ ؟ﮟﯿﮨ ﮯﺘﮨﺎﭼ ﺎﻧﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﮯﺳﺍ ﭖﺁ ﺎﯿﮐ
uz: Diskdagi buyruq skripti o'zgartirildi. Uni qayta yozmoqchimisiz?
vi: Tập lệnh lệnh trên đĩa đã thay đổi. Bạn có muốn ghi đè lên nó?
xh: Iscript somyalelo kwidiski sitshintshile. Ngaba ufuna ukuyibhala ngaphezulu?
yi: .ןטיבעג טאה קסיד ףיוא טפירש לעפֿאַב רעד ?ןביירשרעביא סע טסליוו

source: Command Dir
af: Bevel Dir
am: ትዕዛዝ Dir
ar: ﺮﻳﺩ ﺓﺩﺎﻴﻘﻟﺍ
be: Камандны рэж
bn: কমান্ড দির
ca: Comandament Dir
cy: Gorchymyn Dir
da: Kommando Dir
eo: Komando Dir
et: Käsk Dir
eu: Komandoaren Zuzendari
fa: ﺭﻮﺘﺳﺩ ﻥﺎﻣﺮﻓ
fi: Komento Dir
fil: Utos ni Dir
fy: Kommando Dir
ga: Ordú Dir
gl: Comando Dir
gu: આદેશ દિર
he: ריד דוקיפ
hi: कमांड डिरो
hy: Հրաման դիր
id: Direktur Komando
is: Skipun Dir
ka: Command დირ
kk: Командалық директор
km: បញ្ជាការ Dir
kn: ಆದೇಶ ದಿರ್
ku: Fermandar Dir
ky: Команда директор
lb: Kommando Dir
lo: ຄໍາສັ່ງ Dir
lt: Komandos rež
lv: Komanda Dir
mi: Whakahaua Dir
mk: Команда Дир
ml: കമാൻഡ് ദിർ
mn: Командын захирал
mr: आदेश दिर
mt: Kmand Dir
my: အမိန့်ပေးဒါရိုက်တာ
nb: Kommando Dir
ne: कमाण्ड डायर
or: ନିର୍ଦ୍ଦେଶ ନିର୍ଦ୍ଦେଶ
pa: ਹੁਕਮ ਡਾਇਰ
ps: ﺮﺸﻣ ﺮﻣﺍ ﺩ
ro: Comanda Dir
rw: Tegeka Dir
sd: ﺮٽڪﻳﺮﺋﺍڊ ﺭڊﻧﺎﻤڪ
si: අණ කරන්න Dir
sk: Veliteľstvo Dir
sq: Komanda Drejt
sw: Amri Dir
ta: கட்டளை இயக்குனர்
te: కమాండ్ Dir
tg: Фармондеҳи директор
th: ผู้บัญชาการกองบัญชาการ
tk: Buýruk
tt: Команда
uk: Командний реж
ur: ﺮﯾﺩ ﺭﮉﻧﺎﻤﮐ
uz: Buyruq direktori
vi: Lệnh Dir
xh: Umyalelo uDir
yi: ריד לעפֿאַב

source: (no files)
af: (geen lêers nie)
am: (ፋይል የለም)
ar: (ﺕﺎﻔﻠﻣ ﻻ﻿)
be: (без файлаў)
bg: (няма файлове)
bn: (কোন ফাইল নেই)
ca: (sense fitxers)
cy: (dim ffeiliau)
da: (ingen filer)
eo: (neniu dosieroj)
et: (faile pole)
eu: (fitxategirik ez)
fa: (ﺖﺴﯿﻧ ﯽﻠﯾﺎﻓ ﭻﯿﻫ)
fi: (ei tiedostoja)
fil: (walang files)
fy: (gjin triemmen)
ga: (gan aon chomhaid)
gd: (gun fhaidhlichean)
gl: (sen ficheiros)
gu: (કોઈ ફાઇલ નથી)
he: (םיצבק ןיא)
hi: (फ़ाइल नहीं)
hr: (bez datoteka)
hu: (nincsenek fájlok)
hy: (ֆայլեր չկան)
id: (tidak ada data)
is: (engar skrár)
ka: (ფაილები არ არის)
kk: (файлдар жоқ)
km: (គ្មានឯកសារ)
kn: (ಯಾವುದೇ ಫೈಲ್u200cಗಳಿಲ್ಲ)
ku: (bê pel)
ky: (файлдар жок)
lb: (keng Dateien)
lo: (ບໍ່ມີໄຟລ໌)
lt: (nėra failų)
lv: (nav failu)
mg: (tsy misy rakitra)
mi: (karekau he konae)
mk: (без датотеки)
ml: (ഫയലുകളൊന്നുമില്ല)
mn: (файл байхгүй)
mr: (कोणत्याही फाइल नाहीत)
mt: (l-ebda fajls)
my: (ဖိုင်မရှိပါ)
nb: (ingen filer)
ne: (फाइल छैन)
or: (କ files ଣସି ଫାଇଲ୍ ନାହିଁ)
pa: (ਕੋਈ ਫਾਈਲਾਂ ਨਹੀਂ)
ps: (ﻪﻧﻮﻠﯾﺎﻓ ﻪﻧ)
ro: (fără fișiere)
rw: (nta dosiye)
sd: (ﻥﻮﻠﺋﺎﻓ ﻪﻧ)
si: (ගොනු නොමැත)
sk: (žiadne súbory)
sl: (brez datotek)
sq: (pa skedarë)
sw: (hakuna faili)
ta: (கோப்புகள் இல்லை)
te: (ఫైళ్లు లేవు)
tg: (файлҳо нест)
th: (ไม่มีไฟล์)
tk: (faýl ýok)
tt: (файллар юк)
uk: (немає файлів)
ur: (ﮟﯿﮩﻧ ﻞﺋﺎﻓ ﯽﺋﻮﮐ)
uz: (fayllar yo'q)
vi: (không có tệp)
xh: (akukho fayile)
yi: (סעקעט ןייק)
