Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: %s %s Error: %s
af: %s %s Fout: %s
am: %s %s ስህተት፡- %s
ar: %s %s :ﺄﻄﺧ %s
be: %s %s Памылка: %s
bg: %s %s грешка: %s
bn: %s %s ত্রুটি: %s
cy: %s %s Gwall: %s
da: %s %s Fejl: %s
eo: %s %s Eraro: %s
et: %s %s Viga: %s
eu: %s %s Errorea: %s
fa: %s %s :ﺎﻄﺧ %s
fi: %s %s Virhe: %s
fy: %s %s Fersin: %s
ga: %s %s Earráid: %s
gd: %s %s Mearachd: %s
gl: %s %s Erro: %s
gu: %s %s ભૂલ: %s
he: %s %s :הָאיִגְׁש %s
hi: %s %s त्रुटि: %s
hr: %s %s pogreška: %s
hu: %s %s Hiba: %s
hy: %s %s Սխալ. %s
id: %s %s Kesalahan: %s
is: %s %s Villa: %s
ka: %s %s შეცდომა: %s
kk: %s %s Қате: %s
km: %s %s កំហុស៖ %s
kn: %s %s ದೋಷ: %s
ku: %s %s Şaşî: %s
ky: %s %s Ката: %s
lb: %s %s Feeler: %s
lo: %s %s ຄວາມຜິດພາດ: %s
lt: %s %s Klaida: %s
lv: %s %s Kļūda: %s
mi: %s %s Hapa: %s
mk: %s %s Грешка: %s
ml: %s %s പിശക്: %s
mn: %s %s Алдаа: %s
mr: %s %s त्रुटी: %s
mt: %s %s Żball: %s
my: %s %s အမှား- %s
nb: %s %s Feil: %s
ne: %s %s त्रुटि: %s
or: %s %s ତ୍ରୁଟି: %s
pa: %s %s ਗਲਤੀ: %s
ps: %s %s :ﻪﻨﺗﻭﺮﯧﺗ %s
ro: %s %s Eroare: %s
rw: %s %s Ikosa: %s
sd: %s %s :ﻲﻄﻠﻏ %s
si: %s %s දෝෂය: %s
sk: %s %s Chyba: %s
sl: %s %s Napaka: %s
sq: %s %s Gabim: %s
sw: %s %s Hitilafu: %s
ta: %s %s பிழை: %s
te: %s %s లోపం: %s
tg: %s %s Хатогӣ: %s
th: %s %s ข้อผิดพลาด: %s
tk: %s %s Roralňyşlyk: %s
tt: %s %s Хата: %s
uk: %s %s Помилка: %s
ur: %s %s :ﯽﺑﺍﺮﺧ %s
uz: %s %s Xato: %s
vi: %s %s Lỗi: %s
xh: %s %s Impazamo: %s
yi: %s %s :תועט %s

source: :floppy
am: : ፍሎፒ
ar: ﻥﺮﻣ ﺹﺮﻗ :
be: :флопі
bg: :флопи
bn: : ফ্লপি
ca: : disquet
cy: : llipa
eu: : disketea
fa: ﯽﭘﻼ﻿ﻓ:
fi: :levyke
ga: : flapach
gl: : disquete
gu: : ફ્લોપી
he: ןוטילקת:
hi: फ्लॉपी
hy: :ֆլոպպի
ka: :ფლოპი
kk: : иілгіш
km: ៖ ថាសទន់
kn: : ಫ್ಲಾಪಿ
lb: :flopp
lt: : diskelis
mi: : pīngore
mk: : флопи
ml: :ഫ്ലോപ്പി
mn: : уян хатан
mr: : फ्लॉपी
nb: :diskett
ne: : फ्लपी
or: : ଫ୍ଲପି
pa: : ਫਲਾਪੀ
ps: ﻲﭘﻼ﻿ﻓ :
sd: ﻲﭘﻼ﻿ﻓ :
sk: :disketa
ta: : நெகிழ்
te: : ఫ్లాపీ
tg: : дискет
th: :ฟลอปปี้
tk: : disketa
tt: : диспетчер
uk: :дискета
ur: ۔ﯽﭘﻼ﻿ﻓ :
uz: : floppi
vi: : đĩa mềm
xh: :ifloppy
yi: יפּפּאָלפ :

source: :optical
af: :optiese
am: : ኦፕቲካል
ar: ﻱﺮﺼﺑ :
be: :аптычны
bg: :оптичен
bn: : অপটিক্যাল
ca: : òptica
cy: : optegol
da: :optisk
eo: :optika
et: : optiline
eu: :optikoa
fa: ﯼﺭﻮﻧ :
fi: :optinen
fil: :sa mata
fy: :optyk
ga: : optúil
gd: : optigeach
gl: :óptico
gu: : ઓપ્ટિકલ
he: יִטּפֹוא:
hi: : ऑप्टिकल
hr: :optički
hu: :optikai
hy: :օպտիկական
id: :optik
is: : sjón
ka: :ოპტიკური
kk: :оптикалық
km: ៖ អុបទិក
kn: : ಆಪ್ಟಿಕಲ್
ku: :berçav
ky: :оптикалык
lb: :optesch
lt: : optinis
lv: : optiskais
mg: : optika
mi: : whatu
mk: : оптички
ml: :ഒപ്റ്റിക്കൽ
mn: :оптик
mr: : ऑप्टिकल
mt: :ottika
my: :အမြင်ဆိုင်ရာ
nb: :optisk
ne: : अप्टिकल
or: : ଅପ୍ଟିକାଲ୍
pa: :ਆਪਟੀਕਲ
ps: ﯼﺮﻈﻧ:
ro: :optic
rw: : optique
sd: ﻱﺮﺼﺑ :
si: : ඔප්ටිකල්
sk: :optický
sl: :optični
sq: :optike
sw: : macho
ta: : ஆப்டிகல்
te: : ఆప్టికల్
tg: : оптикӣ
tk: : optiki
tt: : оптик
uk: :оптичний
ur: ﯼﺮﻈﻧ:
uz: : optik
vi: : quang học
xh: :umbono
yi: שיטפּאָ :

source: [blank]
af: [leeg]
am: [ባዶ]
ar: [ﻍﺭﺎﻓ]
be: [пусты]
bg: [празен]
bn: [ফাঁকা]
ca: [en blanc]
cy: [gwag]
eo: [malplenan]
et: [tühi]
eu: [hutsik]
fa: [ﯽﻟﺎﺧ ﯼﺎﺟ]
fi: [tyhjä]
fil: [blangko]
fy: [leech]
ga: [bán]
gd: [bàn]
gl: [en branco]
gu: [ખાલી]
he: [קיֵר]
hi: [रिक्त]
hr: [prazan]
hu: [üres]
hy: [դատարկ]
id: [kosong]
is: [autt]
ka: [ცარიელი]
kk: [бос]
km: [ទទេ]
kn: [ಖಾಲಿ]
ku: [vala]
ky: [бош]
lb: [eidel]
lo: [ຫວ່າງເປົ່າ]
lt: [tuščias]
lv: [tukšs]
mg: [banga]
mi: [pātea]
mk: [празно]
ml: [ശൂന്യം]
mn: [хоосон]
mr: [रिक्त]
mt: [vojta]
my: [ဗလာ]
ne: [खाली]
or: [ଖାଲି]
pa: [ਖਾਲੀ]
ps: [ﻲﻟﺎﺧ]
ro: [gol]
rw: [ubusa]
sd: [ﻲﻟﺎﺧ]
si: [හිස්]
sk: [prázdna]
sl: [prazno]
sq: [bosh]
sw: [tupu]
ta: [வெற்று]
te: [ఖాళీ]
tg: [холй]
th: [ว่างเปล่า]
tk: [boş]
tt: [буш]
uk: [порожній]
ur: [ﯽﻟﺎﺧ]
uz: [bo'sh]
vi: [trống]
yi: [טסופּ]

source: [audio]
af: [oudio]
am: [ኦዲዮ]
ar: [ﻲﺗﻮﺻ]
be: [аўдыё]
bg: [аудио]
bn: [শ্রুতি]
ca: [àudio]
cy: [sain]
da: [lyd]
et: [heli]
eu: [audioa]
fa: [ﯽﻌﻤﺳ]
ga: [fuaime]
gd: [claisneachd]
gu: [ઓડિયો]
he: [עַמֶׁש]
hi: [ऑडियो]
hu: [hang-]
hy: [աուդիո]
is: [hljóð]
ka: [აუდიო]
kk: [аудио]
km: [អូឌីយ៉ូ]
kn: [ಆಡಿಯೋ]
ky: [аудио]
lo: [ສຽງ]
lt: [garso]
mg: [teny]
mi: [ororongo]
mk: [аудио]
ml: [ഓഡിയോ]
mn: [аудио]
mr: [ऑडिओ]
mt: [awdjo]
my: [အသံ]
nb: [lyd]
ne: [अडियो]
or: [ଅଡିଓ]
pa: [ਆਡੀਓ]
ps: [ﻮﯾډﺁ]
rw: [amajwi]
sd: [ﻮﻳڊﺁ]
si: [ශ්රව්ය]
sl: [zvok]
sw: [sauti]
ta: [ஆடியோ]
te: [ఆడియో]
tg: [аудио]
th: [เสียง]
tk: [ses]
tt: [аудио]
uk: [аудіо]
ur: [ﻮﯾﮈﺁ]
vi: [âm thanh]
xh: [isandi]
yi: [אָידואַ]

source: [no media]
af: [geen media nie]
am: [ሚዲያ የለም።]
ar: [ﻂﺋﺎﺳﻭ ﺪﺟﻮﻳ ﻻ﻿]
be: [няма СМІ]
bg: [няма медии]
bn: [কোন মিডিয়া]
ca: [cap mitjà de comunicació]
cy: [dim cyfryngau]
da: [ingen medier]
eo: [neniu amaskomunikilaro]
et: [pole meediat]
eu: [hedabiderik ez]
fa: [ﻪﻧﺎﺳﺭ ﻥﻭﺪﺑ]
fi: [ei mediaa]
fil: [walang media]
fy: [gjin media]
ga: [aon mheáin]
gd: [gun mheadhan]
gl: [sen medios]
gu: [કોઈ મીડિયા નથી]
he: [הידמ ןיא]
hi: [मीडिया नहीं]
hr: [nema medija]
hu: [nincs média]
hy: [ոչ մի լրատվամիջոց]
id: [tidak ada media]
is: [enginn fjölmiðill]
ka: [არანაირი მედია]
kk: [БАҚ жоқ]
km: [គ្មានប្រព័ន្ធផ្សព្វផ្សាយ]
kn: [ಮಾಧ್ಯಮವಿಲ್ಲ]
ku: [medya tune]
ky: [медиа жок]
lb: [keng Medien]
lo: [ບໍ່ມີສື່]
lt: [jokios žiniasklaidos]
lv: [nav mediju]
mg: [tsy misy haino aman-jery]
mi: [kore pāpāho]
mk: [нема медиуми]
ml: [മാധ്യമങ്ങളില്ല]
mn: [хэвлэл мэдээлэл байхгүй]
mr: [मीडिया नाही]
mt: [ebda midja]
my: [မီဒီယာမရှိပါ။]
nb: [ingen media]
ne: [मिडिया छैन]
or: [କ media ଣସି ମିଡିଆ ନାହିଁ |]
pa: [ਕੋਈ ਮੀਡੀਆ ਨਹੀਂ]
ps: [ﻪﺘﺸﻧ ۍﻨﺳﺭ]
ro: [nici media]
rw: [nta bitangazamakuru]
sd: [ﺎﻳڊﻴﻣ ﻪﻧ]
si: [මාධ්u200dය නැත]
sk: [žiadne médiá]
sl: [brez medijev]
sq: [asnjë media]
sw: [hakuna vyombo vya habari]
ta: [ஊடகம் இல்லை]
te: [మీడియా లేదు]
tg: [ВАО нест]
th: [ไม่มีสื่อ]
tk: [metbugat ýok]
tt: [массакүләм мәгълүмат чаралары юк]
uk: [немає ЗМІ]
ur: [ﮟﯿﮩﻧ ﺎﯾﮉﯿﻣ ﯽﺋﻮﮐ]
uz: [ommaviy axborot vositalari yo'q]
vi: [không có phương tiện truyền thông]
xh: [akukho media]
yi: [אַידימ ןייק]

source: Selected Device Handler
af: Geselekteerde toestelhanteerder
am: የተመረጠ መሣሪያ ተቆጣጣሪ
ar: ﺩﺪﺤﻤﻟﺍ ﺯﺎﻬﺠﻟﺍ ﺞﻟﺎﻌﻣ
be: Выбраны апрацоўшчык прылады
bg: Избрано устройство за обработка
bn: নির্বাচিত ডিভাইস হ্যান্ডলার
ca: Gestor de dispositiu seleccionat
cy: Triniwr Dyfais Dethol
da: Valgt Device Handler
eo: Elektita Aparato Pritraktilo
et: Valitud seadmehaldur
eu: Hautatutako gailu kudeatzailea
fa: ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻩﺎﮕﺘﺳﺩ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: Valittu laitekäsittelijä
fil: Piniling Tagapangasiwa ng Device
fy: Selektearre Device Handler
ga: Láimhseálaí Gléas Roghnaithe
gd: Neach-làimhseachaidh inneal taghte
gl: Manexador de dispositivos seleccionado
gu: પસંદ કરેલ ઉપકરણ હેન્ડલર
he: רחבנ םינקתה לפטמ
hi: चयनित डिवाइस हैंडलर
hr: Odabrani uređaj za rukovanje
hu: Kiválasztott eszközkezelő
hy: Ընտրված սարքի կառավարիչ
id: Penangan Perangkat yang Dipilih
is: Valinn tækjastjórnun
ka: არჩეული მოწყობილობის დამმუშავებელი
kk: Таңдалған құрылғы өңдеушісі
km: ឧបករណ៍ដោះស្រាយឧបករណ៍ដែលបានជ្រើសរើស
kn: ಆಯ್ದ ಸಾಧನ ನಿರ್ವಾಹಕ
ku: Handler Device Hilbijartî
ky: Тандалган түзмөк иштетүүчү
lb: Ausgewielten Apparat Handler
lo: ເລືອກຕົວຈັດການອຸປະກອນ
lt: Pasirinktas įrenginių tvarkytuvas
lv: Atlasītais ierīces apdarinātājs
mg: Mpitantana fitaovana voafantina
mi: Kaihautu Pūrere kua tohua
mk: Избран управувач со уреди
ml: തിരഞ്ഞെടുത്ത ഉപകരണ ഹാൻഡ്u200cലർ
mn: Сонгосон төхөөрөмж зохицуулагч
mr: निवडलेले डिव्हाइस हँडलर
mt: Maniġer tal-Apparat Magħżul
my: ရွေးချယ်ထားသော စက်ပစ္စည်းကိုင်တွယ်သူ
nb: Valgt enhetsbehandler
ne: चयन गरिएको यन्त्र ह्यान्डलर
or: ମନୋନୀତ ଉପକରଣ ନିୟନ୍ତ୍ରକ |
pa: ਚੁਣਿਆ ਗਿਆ ਡਿਵਾਈਸ ਹੈਂਡਲਰ
ps: ﯼﻮﺷ ﻩﺭﻮﻏ ﯽﮑﻧﻮﻟﺎﺒﻤﺳ ﯥﻠﯿﺳﻭ ﺩ
ro: Operatorul de dispozitiv selectat
rw: Ibikoresho byatoranijwe
sd: ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﺲﻴﺋﺍﻭڊ ﻞﻴﭤ ﺐﺨﺘﻨﻣ
si: තෝරාගත් උපාංග හසුරුවන්නා
sk: Vybraná obsluha zariadenia
sl: Izbrana naprava za upravljanje
sq: Përdoruesi i zgjedhur i pajisjes
sw: Kidhibiti Kifaa Kilichochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட சாதனம் கையாளுபவர்
te: ఎంచుకున్న పరికర హ్యాండ్లర్
tg: Дастгоҳи интихобшуда
th: ตัวจัดการอุปกรณ์ที่เลือก
tk: Saýlanan enjam işleýjisi
tt: Сайланган җайланма эшкәртүчесе
uk: Вибраний обробник пристрою
ur: ﺮﻟﮉﻨﯿﮨ ﺲﺋﺍﻮﯾﮈ ﮦﺩﺮﮐ ﺐﺨﺘﻨﻣ
uz: Tanlangan qurilma ishlov beruvchisi
vi: Trình xử lý thiết bị đã chọn
xh: IsiPhathi seSixhobo esikhethiweyo
yi: רעלדנאַה לטימ ןבילקעגסיוא

source: Selected Protocol Handler
af: Geselekteerde protokolhanteerder
am: የተመረጠ ፕሮቶኮል ተቆጣጣሪ
ar: ﺩﺪﺤﻣ ﻝﻮﻛﻮﺗﻭﺮﺑ ﺞﻟﺎﻌﻣ
be: Выбраны апрацоўшчык пратаколу
bg: Избран манипулатор на протокол
bn: নির্বাচিত প্রোটোকল হ্যান্ডলার
ca: Gestor de protocol seleccionat
cy: Triniwr Protocol Dethol
da: Valgt protokolbehandler
eo: Elektita Protokola Prizorganto
et: Valitud protokollihaldur
eu: Hautatutako protokoloaren kudeatzailea
fa: ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻞﮑﺗﻭﺮﭘ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: Valittu protokollakäsittelijä
fil: Napiling Protocol Handler
fy: Selektearre Protokol Handler
ga: Láimhseálaí Prótacail Roghnaithe
gd: Neach-làimhseachaidh protocol taghte
gl: Manexador de protocolo seleccionado
gu: પસંદ કરેલ પ્રોટોકોલ હેન્ડલર
he: רחבנ לוקוטורפ לפטמ
hi: चयनित प्रोटोकॉल हैंडलर
hr: Odabrani rukovalac protokolom
hu: Kiválasztott protokollkezelő
hy: Ընտրված արձանագրության կարգավորիչ
id: Pengendali Protokol yang Dipilih
is: Valinn bókunarhöndlari
ka: არჩეული პროტოკოლის დამმუშავებელი
kk: Таңдалған протокол өңдеушісі
km: កម្មវិធីគ្រប់គ្រងពិធីការដែលបានជ្រើសរើស
kn: ಆಯ್ದ ಪ್ರೋಟೋಕಾಲ್ ಹ್ಯಾಂಡ್ಲರ್
ku: Handler Protokola Hilbijartî
ky: Тандалган протокол иштетүүчү
lb: Ausgewielt Protokoll Handler
lo: ເລືອກຕົວຈັດການໂປຣໂຕຄໍ
lt: Pasirinktas protokolų tvarkytuvas
lv: Atlasītais protokolu apstrādātājs
mg: Voafantina mpitantana ny protocol
mi: Kawa Kawa kua tohua
mk: Избран управувач со протоколи
ml: തിരഞ്ഞെടുത്ത പ്രോട്ടോക്കോൾ ഹാൻഡ്u200cലർ
mn: Сонгосон Протокол зохицуулагч
mr: निवडलेला प्रोटोकॉल हँडलर
mt: Maniġer tal-Protokoll magħżul
my: ရွေးချယ်ထားသော ပရိုတိုကော ကိုင်တွယ်သူ
nb: Valgt protokollbehandler
ne: चयन गरिएको प्रोटोकल ह्यान्डलर
or: ମନୋନୀତ ପ୍ରୋଟୋକଲ୍ ହ୍ୟାଣ୍ଡେଲର୍ |
pa: ਚੁਣਿਆ ਗਿਆ ਪ੍ਰੋਟੋਕੋਲ ਹੈਂਡਲਰ
ps: ﯽﮑﻧﻮﻟﺎﺒﻤﺳ ﻝﻮﮐﻮﺗﻭﺮﭘ ﯼﻮﺷ ﻩﺭﻮﻏ
ro: Operatorul de protocol selectat
rw: Byahiswemo Porotokole
sd: ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻝﻮڪﻮٽﻭﺮﭘ ﻞﻴﭤ ﺐﺨﺘﻨﻣ
si: තෝරාගත් ප්u200dරොටෝකෝල හසුරුවන්නා
sk: Vybraný obslužný program protokolu
sl: Izbrani upravljalec protokola
sq: Trajtuesi i Zgjedhur i Protokollit
sw: Kidhibiti cha Itifaki Kilichochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட நெறிமுறை ஹேண்ட்லர்
te: ఎంచుకున్న ప్రోటోకాల్ హ్యాండ్లర్
tg: Протоколи интихобшуда
th: ตัวจัดการโปรโตคอลที่เลือก
tk: Saýlanan protokol işleýjisi
tt: Сайланган протокол эшкәртүчесе
uk: Вибраний обробник протоколу
ur: ﺮﻟﮉﻨﯿﮨ ﻝﻮﮐﻮﭨﻭﺮﭘ ﺐﺨﺘﻨﻣ
uz: Tanlangan protokol ishlovchisi
vi: Trình xử lý giao thức đã chọn
xh: Umphathi weProtokholi okhethiweyo
yi: רעלדנאַה לאָקאָטאָרפּ ןבילקעגסיוא

source: ( no udev device )
af: ( geen udev toestel )
am: ( አይ udev መሳሪያ )
ar: ( ﻻ﻿ udev ﺯﺎﻬﺟ )
be: ( няма udev прылада )
bg: ( не udev устройство )
bn: ( না udev যন্ত্র )
ca: ( no udev dispositiu )
cy: ( na udev ddyfais )
da: ( ingen udev enhed )
eo: ( ne udev aparato )
et: ( ei udev seade )
eu: ( ez udev gailua )
fa: ( ﻪﻧ udev ﻩﺎﮕﺘﺳﺩ )
fi: ( ei udev laite )
fil: ( hindi udev aparato )
fy: ( Nee udev apparaat )
ga: ( níl udev gléas )
gd: ( Chan eil udev inneal )
gl: ( non udev dispositivo )
gu: ( ના udev ઉપકરણ )
he: ( אל udev ןקתה )
hi: ( नहीं udev युक्ति )
hr: ( Ne udev uređaj )
hu: ( nem udev eszköz )
hy: ( ոչ udev սարքը )
id: ( tidak udev perangkat )
is: ( nei udev tæki )
ka: ( არა udev მოწყობილობა )
kk: ( жоқ udev құрылғы )
km: ( ទេ udev ឧបករណ៍ )
kn: ( ಇಲ್ಲ udev ಸಾಧನ )
ku: ( na udev sazî )
ky: ( жок udev түзмөк )
lb: ( Nee udev Apparat )
lo: ( ບໍ່ udev ອຸປະກອນ )
lt: ( ne udev prietaisas )
lv: ( Nē udev ierīci )
mg: ( tsy misy udev fitaovana )
mi: ( kahore udev taputapu )
mk: ( бр udev уред )
ml: ( ഇല്ല udev ഉപകരണം )
mn: ( үгүй udev төхөөрөмж )
mr: ( नाही udev साधन )
mt: ( le udev apparat )
my: ( မဟုတ်ဘူး udev စက်ကိရိယာ )
nb: ( Nei udev enhet )
ne: ( छैन udev उपकरण )
or: ( ନା udev ଉପକରଣ )
pa: ( ਨਹੀਂ udev ਜੰਤਰ )
ps: ( ﻪﻧ udev ﻪﻠﯿﺳﻭ )
ro: ( Nu udev dispozitiv )
rw: ( oya udev igikoresho )
sd: ( ﻪﻧ udev ﺲﻴﺋﺍﻭڊ )
si: ( නැත udev උපාංගය )
sk: ( č udev zariadenie )
sl: ( št udev napravo )
sq: ( nr udev pajisje )
sw: ( Hapana udev kifaa )
ta: ( இல்லை udev சாதனம் )
te: ( సంఖ్య udev పరికరం )
tg: ( не udev дастгоҳ )
th: ( ไม่ udev อุปกรณ์ )
tk: ( ýok udev enjam )
tt: ( юк udev җайланма )
uk: ( ні udev пристрій )
ur: ( ﮟﯿﮩﻧ udev ﮧﻟﺁ )
uz: ( yo'q udev qurilma )
vi: ( không udev thiết bị )
xh: ( hayi udev isixhobo )
yi: ( ןיינ udev לטימ )

source: Auto Open Tab for %s in %s
af: Outo oop oortjie vir %s in %s
am: ትርን በራስ-ሰር ክፈት ለ %s ውስጥ %s
ar: ـﻟ ﻲﺋﺎﻘﻠﺘﻟﺍ ﺢﺘﻔﻟﺍ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ %s ﻲﻓ %s
be: Аўтаматычнае адкрыццё ўкладкі для %s у %s
bg: Автоматично отваряне на раздела за %s в %s
bn: জন্য স্বয়ংক্রিয় খুলুন ট্যাব %s ভিতরে %s
ca: Obre automàticament la pestanya %s en %s
cy: Tab Agored Auto ar gyfer %s yn %s
da: Automatisk åben fane for %s i %s
eo: Aŭtomata Malferma Langeto por %s en %s
et: Vahekaardi automaatne avamine %s sisse %s
eu: Ireki automatikoki fitxa %s urtean %s
fa: ﯼﺍﺮﺑ ﻪﮔﺮﺑ ﺭﺎﮐﺩﻮﺧ ﻥﺩﺮﮐ ﺯﺎﺑ %s ﺭﺩ ﻪﮐ %s
fi: Avaa välilehti automaattisesti %s sisään %s
fil: Auto Open Tab para sa %s sa %s
fy: Auto Iepenje Tab foar %s yn %s
ga: Auto Open Tab do %s in %s
gd: Auto Open Tab airson %s a-steach %s
gl: Abrir automaticamente pestana para %s en %s
gu: માટે ઓટો ઓપન ટેબ %s માં %s
he: רובע הייסיטרכ לש תיטמוטוא החיתפ %s ב %s
hi: के लिए ऑटो ओपन टैब %s में %s
hr: Automatsko otvaranje kartice za %s u %s
hu: Lap automatikus megnyitása ehhez %s ban ben %s
hy: Ավտոմատ բաց ներդիրի համար %s մեջ %s
id: Tab Buka Otomatis untuk %s di dalam %s
is: Sjálfvirk opnun flipa fyrir %s inn %s
ka: ჩანართის ავტომატური გახსნა ამისთვის %s in %s
kk: үшін қойындыны автоматты түрде ашу %s жылы %s
km: ផ្ទាំងបើកដោយស្វ័យប្រវត្តិសម្រាប់ %s ក្នុង %s
kn: ಇದಕ್ಕಾಗಿ ಸ್ವಯಂ ತೆರೆಯುವ ಟ್ಯಾಬ್ %s ಒಳಗೆ %s
ku: Tabloya Vekirina Xweser ji bo %s li %s
ky: үчүн автоматтык ачуу өтмөк %s ичинде %s
lb: Auto Open Tab fir %s an %s
lo: ເປີດແຖບອັດຕະໂນມັດສໍາລັບ %s ໃນ %s
lt: Automatiškai atidaryti skirtuką %s in %s
lv: Automātiski atvērt cilni %s iekšā %s
mg: Auto Open Tab ho an'ny %s in %s
mi: Ripa Tuwhera Aunoa mo %s i roto %s
mk: Автоматско отворање јазиче за %s во %s
ml: ഇതിനായി സ്വയമേവ ടാബ് തുറക്കുക %s ഇൻ %s
mn: Цонхыг автоматаар нээх %s in %s
mr: साठी स्वयं उघडा टॅब %s मध्ये %s
mt: Auto Open Tab għal %s fi %s
my: အလိုအလျောက်ဖွင့်ရန် Tab %s ၌ %s
nb: Automatisk åpne fane for %s i %s
ne: को लागि स्वत: खोल्नुहोस् ट्याब %s मा %s
or: ପାଇଁ ଅଟୋ ଓପନ୍ ଟ୍ୟାବ୍ | %s ଭିତରେ %s
pa: ਲਈ ਆਟੋ ਓਪਨ ਟੈਬ %s ਵਿੱਚ %s
ps: ﺐټ ﺹﻼ﻿ﺧ ﺕﺎﻣﻮﺗﺍ ﺩ ﻩﺭﺎﭙﻟ %s ﻪﭘ %s
ro: Deschidere automată a filei pentru %s în %s
rw: Gufungura Tab ya %s in %s
sd: ﺐﻴٽ ﻦﭘﻭﺍ ﻮٽﺁ ءِﻻ﻿ %s ۾ %s
si: සඳහා ස්වයංක්u200dරීය විවෘත ටැබ් %s තුල %s
sk: Automaticky otvoriť kartu pre %s v %s
sl: Samodejno odpiranje zavihka za %s v %s
sq: Hapja automatike e skedës për %s në %s
sw: Fungua Kichupo Kiotomatiki kwa %s katika %s
ta: தானாக திற தாவல் %s உள்ளே %s
te: కోసం టాబ్ స్వయంచాలకంగా తెరవండి %s లో %s
tg: Ҷадвали худкор кушода барои %s дар %s
th: เปิดแท็บอัตโนมัติสำหรับ %s ใน %s
tk: Awtomatiki açyk goýmasy %s içinde %s
tt: Автомобильне ачу өчен %s эчендә %s
uk: Автоматичне відкриття вкладки для %s в %s
ur: ﺐﯿﭨ ﻦﭘﻭﺍ ﻮﭨﺁ ﮯﯿﻟ ﮯﮐ %s ﮟﯿﻣ %s
uz: uchun tabni avtomatik ochish %s ichida %s
vi: Tự động mở tab cho %s trong %s
xh: Auto Open Tab for %s kwi %s
yi: ראַפֿ באַט ןפֿע אָטואַ %s ןיא %s

source: Auto-Unmount: %s
af: Outo-ontkoppel: %s
am: በራስ-አንቀል %s
ar: :ﻲﺋﺎﻘﻠﺘﻟﺍ ﻞﻴﻤﺤﺘﻟﺍ ءﺎﻐﻟﺇ %s
be: Аўтаматычнае адключэнне: %s
bg: Автоматично демонтиране: %s
bn: অটো-আনমাউন্ট: %s
ca: Desmuntatge automàtic: %s
da: Automatisk afmontering: %s
eo: Aŭtomata malmuntado: %s
et: Automaatne lahtiühendamine: %s
eu: Desmuntatu automatikoa: %s
fa: :ﺭﺎﮐﺩﻮﺧ ﻥﺩﺮﮐ ﺍﺪﺟ %s
fi: Automaattinen irrotus: %s
fil: Awtomatikong I-unmount: %s
fy: Auto-ûntkoppele: %s
gl: Desmontaxe automático: %s
gu: સ્વતઃ-અનમાઉન્ટ: %s
he: :יטמוטוא לוטיב %s
hi: ऑटो-अनमाउंट: %s
hr: Automatsko isključivanje: %s
hu: Automatikus leválasztás: %s
hy: Ավտոմատ ապամոնտաժում. %s
id: Lepas Otomatis: %s
is: Sjálfvirk aftenging: %s
ka: ავტომატური გამორთვა: %s
kk: Автоматты түрде ажырату: %s
km: ដកការម៉ោនដោយស្វ័យប្រវត្តិ៖ %s
kn: ಸ್ವಯಂ ಅನ್u200cಮೌಂಟ್: %s
ku: Xweber Rakirin: %s
ky: Автоматтык чыгаруу: %s
lo: ຖອນການຕິດຕັ້ງອັດຕະໂນມັດ: %s
lt: Automatinis atjungimas: %s
lv: Automātiskā atvienošana: %s
mg: Esory ho azy: %s
mi: Wetewete Aunoa: %s
mk: Автоматско демонтирање: %s
ml: സ്വയമേവ അൺമൗണ്ട്: %s
mn: Автоматаар салгах: %s
mr: स्वयं-अनमाउंट: %s
my: အလိုအလျောက်-ဖြုတ်ရန်- %s
nb: Automatisk avmontering: %s
ne: स्वतः अनमाउन्ट: %s
or: ଅଟୋ-ଅନ୍ମାଉଣ୍ଟ୍: %s
pa: ਆਟੋ-ਅਨਮਾਊਂਟ: %s
ps: :ﻝﻮﺒﺼﻧ ﺮﯿﻏ ﻝﻭډ ﮏﯿﺗﺎﻣﻮﺗﺍ ﻪﭘ %s
ro: Demontare automată: %s
sd: :ﻞﺗﺎﭵﮢﺍ ﺭﺎڪﺩﻮﺧ %s
si: ස්වයංක්u200dරීයව ඉවත් කිරීම: %s
sk: Automatické odpojenie: %s
sl: Samodejno odklop: %s
sq: Çmontimin automatik: %s
sw: Kushusha Kiotomatiki: %s
ta: தானாக அன்மவுண்ட்: %s
te: ఆటో-అన్u200cమౌంట్: %s
tg: Ба таври худкор ҷудо кардан: %s
th: ยกเลิกการต่อเชื่อมอัตโนมัติ: %s
tk: Awto-aýyrmak: %s
tt: Авто-сүндерү: %s
uk: Автоматичне відключення: %s
ur: :ﭧﻧﺅﺎﻣ ﻥﺍ ﻮﭨﺁ %s
uz: Avtomatik uzilish: %s
vi: Tự động ngắt kết nối: %s
xh: NONE %s
yi: :ךאַמפּאָ קיטאַמאַטאָ %s

source: Auto-Unmount: error: no unmount command available
af: Outo-ontkoppel: fout: geen ontkoppel-opdrag beskikbaar nie
am: ራስ-አንቀል: ስህተት: ምንም የመንቀል ትእዛዝ የለም
ar: ﻞﻴﻤﺤﺘﻟﺍ ءﺎﻐﻟﺇ ﺮﻣﺃ ﺮﻓﻮﺘﻳ ﻻ﻿ :ﺄﻄﺧ :ﻲﺋﺎﻘﻠﺘﻟﺍ ﻞﻴﻤﺤﺘﻟﺍ ءﺎﻐﻟﺇ
be: Аўтаматычнае размантаванне: памылка: няма даступнай каманды размантаваць
bg: Автоматично демонтиране: грешка: няма налична команда за демонтиране
bn: অটো-আনমাউন্ট: ত্রুটি: কোন আনমাউন্ট কমান্ড উপলব্ধ নেই
ca: Desmuntatge automàtic: error: no hi ha cap ordre de desmuntatge disponible
cy: Auto-Unmount: gwall: dim gorchymyn dad-rif ar gael
da: Auto-unmount: fejl: ingen afmonteringskommando tilgængelig
eo: Aŭtomata malmuntado: eraro: neniu malmunta komando disponebla
et: Automaatne lahtiühendamine: viga: lahtiühendamise käsk pole saadaval
eu: Desmuntatu automatikoa: errorea: ez dago desmuntatzeko komandorik eskuragarri
fa: Unmount ﺭﻮﺘﺳﺩ :ﺎﻄﺧ :ﺭﺎﮐﺩﻮﺧ unmount ﺖﺴﯿﻧ ﺩﻮﺟﻮﻣ
fi: Auto-Unmount: virhe: irrotuskomentoa ei ole saatavilla
fil: Auto-Unmount: error: walang available na unmount command
fy: Auto-Unmount: flater: gjin unmount kommando beskikber
ga: Auto-Unmount: earráid: níl aon ordú unmount ar fáil
gd: Auto-Unmount: mearachd: chan eil àithne unmount ri fhaighinn
gl: Desmontaxe automática: erro: non hai ningún comando de desmontaxe dispoñible
gu: ઑટો-અનમાઉન્ટ: ભૂલ: કોઈ અનમાઉન્ટ આદેશ ઉપલબ્ધ નથી
he: הנימז הניעט לוטיב תדוקפ ןיא :האיגש :יטמוטוא הניעט לוטיב
hi: ऑटो-अनमाउंट: त्रुटि: कोई अनमाउंट कमांड उपलब्ध नहीं है
hr: Auto-Unmount: pogreška: nije dostupna naredba za demontažu
hu: Automatikus leválasztás: hiba: nem érhető el leválasztási parancs
hy: Ավտոմատ ապամոնտաժում. սխալ. ապամոնտաժման հրաման չկա
id: Auto-Unmount: error: tidak ada perintah unmount yang tersedia
is: Sjálfvirk aftenging: villa: engin aftenging skipun tiltæk
ka: ავტომატური გამორთვა: შეცდომა: ამოღების ბრძანება არ არის ხელმისაწვდომი
kk: Автоматты түрде ажырату: қате: ажырату пәрмені қолжетімді емес
kn: ಸ್ವಯಂ-ಅನ್u200cಮೌಂಟ್: ದೋಷ: ಯಾವುದೇ ಅನ್u200cಮೌಂಟ್ ಆದೇಶ ಲಭ್ಯವಿಲ್ಲ
ku: Oto-Rakirin: xeletî: fermana vekêşanê tune
ky: Автоматтык түрдө ажыратуу: ката: ажыратуу буйругу жок
lb: Auto-Unmount: Feeler: keen Unmount Kommando verfügbar
lo: Auto-Unmount: ຜິດພາດ: ບໍ່ມີຄໍາສັ່ງ unmount ທີ່ມີຢູ່
lt: Automatinis atjungimas: klaida: nėra atjungimo komandos
lv: Auto-Unmount: kļūda: nav pieejama atvienošanas komanda
mg: Auto-Unmount: hadisoana: tsy misy baiko unmount azo
mi: Wewete-Aunoa: hapa: karekau he tono tango e waatea ana
mk: Автоматско демонтирање: грешка: нема достапна команда за демонтирање
ml: ഓട്ടോ-അൺമൗണ്ട്: പിശക്: അൺമൗണ്ട് കമാൻഡ് ലഭ്യമല്ല
mn: Автоматаар салгах: алдаа: салгах команд байхгүй
mr: ऑटो-अनमाउंट: त्रुटी: अनमाउंट कमांड उपलब्ध नाही
mt: Auto-Unmount: żball: ebda kmand unmount disponibbli
my: Auto-Unmount- အမှား- unmount command မရနိုင်ပါ။
nb: Automatisk avmontering: feil: ingen avmonteringskommando tilgjengelig
ne: स्वत: अनमाउन्ट: त्रुटि: अनमाउन्ट आदेश उपलब्ध छैन
or: ଅଟୋ-ଅନ୍ମାଉଣ୍ଟ୍: ତ୍ରୁଟି: କ un ଣସି ଅନ୍ମାଉଣ୍ଟ୍ କମାଣ୍ଡ୍ ଉପଲବ୍ଧ ନାହିଁ |
pa: ਆਟੋ-ਅਨਮਾਉਂਟ: ਗਲਤੀ: ਕੋਈ ਅਣਮਾਊਂਟ ਕਮਾਂਡ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: Auto-Unmount: ﺩ :ﻪﻨﺗﻭﺮﯧﺗ unmount ﻱﺮﻠﻧ ﻥﻮﺘﺷ ډﻧﺎﻤﮐ
ro: Auto-Unmount: eroare: nu este disponibilă nicio comandă de demontare
rw: Auto-Unmount: ikosa: nta tegeko rihari rihari
sd: ﻲﻫﺎﻧ ﺏﺎﻴﺘﺳﺩ Unmount: error: unmount command ﺭﺎڪﺩﻮﺧ
si: ස්වයංක්u200dරීයව ඉවත් කරන්න: දෝෂය: unmount විධානයක් නොමැත
sk: Auto-Unmount: chyba: nie je k dispozícii žiadny príkaz na odpojenie
sl: Samodejno odklop: napaka: ukaz za odklop ni na voljo
sq: Shkyçja automatike: gabim: nuk disponohet komandë çmontimi
sw: Kushusha Kiotomatiki: hitilafu: hakuna amri ya kuondoa inayopatikana
ta: தானியங்கு-அன்மவுண்ட்: பிழை: மவுண்ட் கட்டளை இல்லை
te: స్వీయ-అన్u200cమౌంట్: లోపం: అన్u200cమౌంట్ కమాండ్ అందుబాటులో లేదు
tg: Худтанзимкунӣ: хатогӣ: ягон фармони ҷудокунӣ мавҷуд нест
th: ยกเลิกการต่อเชื่อมอัตโนมัติ: ข้อผิดพลาด: ไม่มีคำสั่งยกเลิกการต่อเชื่อม
tk: Awto-aýyrmak: ýalňyşlyk: aýyrmak buýrugy ýok
tt: Авто-чыгару: хата: чыгару боерыгы юк
uk: Автоматичне розмонтування: помилка: недоступна команда розмонтування
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﺏﺎﯿﺘﺳﺩ ﮉﻧﺎﻤﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﯽﺋﻮﮐ :ﺭﺮﯾﺍ :ﭧﻧﺅﺎﻣ ﻥﺍ ﻮﭨﺁ
uz: Avtomatik o'chirish: xato: o'chirish buyrug'i mavjud emas
vi: Auto-Unmount: error: không có lệnh ngắt kết nối
xh: Ukwehlisa ngokuzenzekela: impazamo: akukho myalelo unganyuswanga ukhoyo
yi: אצמינב לעפֿאַב טנואָמנאַ ןייק :תועט :טנואָמנו-אָטואַ

source: Automount: %s
af: Outomonteer: %s
am: አውቶማቲክ %s
ar: :ﺖﻧﻮﻣﻮﺗﻭﺃ %s
be: Аўтаматычны мантаж: %s
bg: Автоматично монтиране: %s
bn: অটোমাউন্ট: %s
ca: Muntatge automàtic: %s
da: Automontering: %s
eo: Aŭtomata muntado: %s
et: Automaatne paigaldamine: %s
eu: Muntaketa automatikoa: %s
fa: :ﺭﺎﮐﺩﻮﺧ ﺐﺼﻧ %s
fi: Automaattinen asennus: %s
gl: Montaxe automática: %s
gu: ઓટોમાઉન્ટ: %s
he: :תיטמוטוא הבכרה %s
hi: ऑटोमाउंट: %s
hr: Automatsko montiranje: %s
hy: Ավտոմատ տեղադրում. %s
id: Pasang otomatis: %s
is: Sjálfvirk festing: %s
ka: ავტომატური დამაგრება: %s
kk: Автоматты орнату: %s
km: ដំឡើងស្វ័យប្រវត្តិ៖ %s
kn: ಆಟೋಮೌಂಟ್: %s
ku: Otomount: %s
lo: ຕິດຕັ້ງອັດຕະໂນມັດ: %s
lt: Automatinis prijungimas: %s
mi: Aunoa: %s
mk: Автоматско монтирање: %s
ml: ഓട്ടോമൗണ്ട്: %s
mn: Автоматаар холбох: %s
mr: ऑटोमाउंट: %s
my: အလိုအလျောက်တပ်ဆင်ခြင်း- %s
nb: Automontering: %s
ne: अटोमाउन्ट: %s
or: ସ୍ୱୟଂଚାଳିତ: %s
pa: ਆਟੋਮਾਊਂਟ: %s
ps: :ﻝﻮﮐ ﺕﺎﻣﻮﺗﺍ %s
ro: Montare automată: %s
sd: :ﮠﺮڪ ﺭﺎڪﺩﻮﺧ %s
si: ස්වයංක්u200dරීය සවිකිරීම: %s
sk: Automatická montáž: %s
sl: Samodejna namestitev: %s
sq: Montimi automatik: %s
sw: Kuweka Otomatiki: %s
ta: தானியங்கு ஏற்றம்: %s
te: ఆటోమౌంట్: %s
tg: Автомобилӣ: %s
th: ติดตั้งอัตโนมัติ: %s
tk: Awtomatiki hasap: %s
tt: Автомат: %s
uk: Автоматичне монтування: %s
ur: :ﭧﻧﺅﺎﻣ ﻮﭨﺁ %s
uz: Avtomatik o'rnatish: %s
vi: Số tự động: %s
xh: NONE %s
yi: :טנואָמאָטואַ %s
