Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
af: Die lêer '%s' bestaan u200bu200bnie. Deur te kopieer '%s' aan '%s' en deur dit te redigeer, kan jy die gedrag en voorkoms van hierdie toepassing vir die huidige gebruiker aanpas. Skep hierdie kopie nou?
am: ፋይሉ '%s' አልተገኘም. በመገልበጥ '%s' ወደ '%s' እና አርትዖት ማድረግ, የዚህን መተግበሪያ ባህሪ እና ገጽታ ለአሁኑ ተጠቃሚ ማስተካከል ይችላሉ. ይህ ቅጂ አሁን ይፈጠር?
ar: ﻒﻠﻤﻟﺍ '%s' .ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﺦﺴﻨﻟﺍ ﻖﻳﺮﻃ ﻦﻋ '%s' ﻰﻟﺇ '%s' .ﻲﻟﺎﺤﻟﺍ ﻡﺪﺨﺘﺴﻤﻠﻟ ﻖﻴﺒﻄﺘﻟﺍ ﺍﺬﻫ ﺮﻬﻈﻣﻭ ﻙﻮﻠﺳ ﻂﺒﺿ ﻚﻨﻜﻤﻳ ، ﻩﺮﻳﺮﺤﺗﻭ ؟ﻥﻵ﻿ﺍ ﺔﺨﺴﻨﻟﺍ ﻩﺬﻫ ءﺎﺸﻧﺇ ﺪﻳﺮﺗ ﻞﻫ
be: Файл '%s' не існуе. Шляхам капіявання '%s' каб '%s' і рэдагуючы яго, вы можаце наладзіць паводзіны і знешні выгляд гэтага прыкладання для бягучага карыстальніка. Стварыць гэтую копію зараз?
bg: Файлът '%s' не съществува. Чрез копиране '%s' да се '%s' и като го редактирате, можете да коригирате поведението и външния вид на това приложение за текущия потребител. Създаване на това копие сега?
bn: ফাইল '%s' এটির অস্তিত্ব নেই. কপি করে '%s' প্রতি '%s' এবং এটি সম্পাদনা করে, আপনি বর্তমান ব্যবহারকারীর জন্য এই অ্যাপ্লিকেশনটির আচরণ এবং চেহারা সামঞ্জস্য করতে পারেন। এখন এই কপি তৈরি করবেন?
ca: L'arxiu '%s' no existeix. Per còpia '%s' a '%s' i editant-lo, podeu ajustar el comportament i l'aparença d'aquesta aplicació per a l'usuari actual. Vols crear aquesta còpia ara?
cy: Y ffeil '%s' ddim yn bodoli. Trwy gopïo '%s' i '%s' a'i olygu, gallwch addasu ymddygiad ac ymddangosiad y cymhwysiad hwn ar gyfer y defnyddiwr cyfredol. Creu’r copi hwn nawr?
da: Filen '%s' eksisterer ikke. Ved at kopiere '%s' til '%s' og redigerer den, kan du justere adfærden og udseendet af denne applikation for den aktuelle bruger. Vil du oprette denne kopi nu?
eo: La dosiero '%s' ne ekzistas. Per kopiado '%s' al '%s' kaj redaktante ĝin, vi povas ĝustigi la konduton kaj aspekton de ĉi tiu aplikaĵo por la nuna uzanto. Ĉu krei ĉi tiun kopion nun?
et: Fail '%s' ei eksisteeri. Kopeerimise teel '%s' juurde '%s' ja seda redigeerides saate kohandada selle rakenduse käitumist ja välimust praeguse kasutaja jaoks. Kas luua see koopia kohe?
eu: Fitxategia '%s' ez da existitzen. Kopiatzen '%s' to '%s' eta editatuz gero, aplikazio honen portaera eta itxura doi ditzakezu uneko erabiltzailearentzat. Kopia hau sortu nahi duzu orain?
fa: ﻩﺪﻧﻭﺮﭘ '%s' .ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﻥﺩﺮﮐ ﯽﭙﮐ ﺎﺑ '%s' ﻪﺑ '%s' .ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﯽﻠﻌﻓ ﺮﺑﺭﺎﮐ ﯼﺍﺮﺑ ﺍﺭ ﻦﺸﯿﮑﯿﻠﭘﺍ ﻦﯾﺍ ﺮﻫﺎﻇ ﻭ ﺭﺎﺘﻓﺭ ﺪﯿﻧﺍﻮﺗ ﯽﻣ ﻥﺁ ﺶﯾﺍﺮﯾﻭ ﺎﺑ ﻭ ؟ﺩﻮﺷ ﺩﺎﺠﯾﺍ ﯽﭙﮐ ﻦﯾﺍ ﻥﻮﻨﮐﺍ
fi: Tiedosto '%s' ei ole olemassa. Kopioimalla '%s' kohtaan '%s' ja muokkaamalla sitä, voit säätää tämän sovelluksen toimintaa ja ulkoasua nykyiselle käyttäjälle. Luodaanko tämä kopio nyt?
fil: Ang file '%s' ay wala. Sa pamamagitan ng pagkopya '%s' sa '%s' at pag-edit nito, maaari mong ayusin ang pag-uugali at hitsura ng application na ito para sa kasalukuyang user. Gawin ang kopyang ito ngayon?
fy: It dokumint '%s' bestiet net. Troch kopiearjen '%s' nei '%s' en it bewurkjen, kinne jo it gedrach en it uterlik fan dizze applikaasje oanpasse foar de hjoeddeistige brûker. Dizze kopy no oanmeitsje?
ga: An comhad '%s' Gan a bheith ann. Trí chóipeáil '%s' chun '%s' agus é á chur in eagar, is féidir leat iompar agus cuma an fheidhmchláir seo a choigeartú don úsáideoir reatha. Cruthaigh an chóip seo anois?
gd: Am faidhle '%s' chan eil e ann. Le bhith a ’dèanamh copaidh '%s' gu '%s' agus ga dheasachadh, faodaidh tu giùlan agus coltas an tagraidh seo atharrachadh airson an neach-cleachdaidh gnàthach. Cruthaich an leth-bhreac seo a-nis?
gl: O arquivo '%s' non existe. Copiando '%s' a '%s' e editándoo, pode axustar o comportamento e o aspecto desta aplicación para o usuario actual. Queres crear esta copia agora?
gu: ફાઈલ '%s' અસ્તિત્વમાં નથી. નકલ કરીને '%s' પ્રતિ '%s' અને તેને સંપાદિત કરીને, તમે વર્તમાન વપરાશકર્તા માટે આ એપ્લિકેશનના વર્તન અને દેખાવને સમાયોજિત કરી શકો છો. હવે આ નકલ બનાવીએ?
he: ץבוקה '%s' .םייק אל הקתעה ידי לע '%s' ל '%s' .יחכונה שמתשמה רובע הז םושיי לש הארמהו תוגהנתהה תא םיאתהל לכות ,ותכירעו ?וישכע הז קתוע רוציל םאה
hi: फ़ाइल '%s' मौजूद नहीं होना। कॉपी करके '%s' प्रति '%s' और इसे संपादित करके, आप वर्तमान उपयोगकर्ता के लिए इस एप्लिकेशन के व्यवहार और उपस्थिति को समायोजित कर सकते हैं। यह कॉपी अभी बनाएं?
hr: Datoteka '%s' ne postoji. Prepisivanjem '%s' do '%s' i uređujući ga, možete prilagoditi ponašanje i izgled ove aplikacije za trenutnog korisnika. Želite li sada izraditi ovu kopiju?
hu: A fájl '%s' nem létezik. Másolással '%s' nak nek '%s' és szerkesztésével beállíthatja az alkalmazás viselkedését és megjelenését az aktuális felhasználó számára. Létrehozza ezt a másolatot most?
hy: Ֆայլը '%s' գոյություն չունի. Պատճենելով '%s' դեպի '%s' և խմբագրելով այն՝ դուք կարող եք հարմարեցնել այս հավելվածի վարքն ու տեսքը ընթացիկ օգտագործողի համար: Ստեղծե՞լ այս պատճենը հիմա:
id: Berkas '%s' tidak ada. Dengan menyalin '%s' ke '%s' dan mengeditnya, Anda dapat menyesuaikan perilaku dan tampilan aplikasi ini untuk pengguna saat ini. Buat salinan ini sekarang?
is: Skráin '%s' er ekki til. Með því að afrita '%s' til '%s' og með því að breyta því geturðu stillt hegðun og útlit þessa forrits fyrir núverandi notanda. Búa til þetta eintak núna?
ka: Ფაილი '%s' არ არსებობს. კოპირებით '%s' რომ '%s' და მისი რედაქტირებით, შეგიძლიათ დაარეგულიროთ ამ აპლიკაციის ქცევა და გარეგნობა მიმდინარე მომხმარებლისთვის. შევქმნათ ეს ასლი ახლა?
kk: Файл '%s' жоқ. Көшіру арқылы '%s' дейін '%s' және оны өңдеу арқылы ағымдағы пайдаланушы үшін осы қолданбаның әрекеті мен көрінісін реттеуге болады. Осы көшірмені қазір жасау керек пе?
km: ឯកសារ '%s' មិនu200bមាន។ ដោយការចម្លង '%s' ទៅ '%s' ហើយកែសម្រួលវា អ្នកអាចកែតម្រូវឥរិយាបថ និងរូបរាងរបស់កម្មវិធីនេះសម្រាប់អ្នកប្រើប្រាស់បច្ចុប្បន្ន។ បង្កើតច្បាប់ចម្លងនេះឥឡូវនេះ?
kn: ಕಡತ '%s' ಅಸ್ತಿತ್ವದಲ್ಲಿ ಇಲ್ಲ. ನಕಲು ಮಾಡುವ ಮೂಲಕ '%s' ಗೆ '%s' ಮತ್ತು ಅದನ್ನು ಸಂಪಾದಿಸುವುದು, ಪ್ರಸ್ತುತ ಬಳಕೆದಾರರಿಗಾಗಿ ಈ ಅಪ್ಲಿಕೇಶನ್u200cನ ನಡವಳಿಕೆ ಮತ್ತು ನೋಟವನ್ನು ನೀವು ಸರಿಹೊಂದಿಸಬಹುದು. ಈ ನಕಲನ್ನು ಈಗಲೇ ರಚಿಸುವುದೇ?
ku: Pelê '%s' tune ye. Bi kopîkirinê '%s' ber '%s' û bi guherandina wê, hûn dikarin tevger û xuyangê vê serîlêdanê ji bo bikarhênerê heyî rast bikin. Vê kopî niha biafirîne?
ky: Файл '%s' жок. Көчүрүү менен '%s' чейин '%s' жана аны түзөтүп, сиз учурдагы колдонуучу үчүн бул колдонмонун жүрүм-турумун жана көрүнүшүн тууралай аласыз. Бул көчүрмөнү азыр түзөсүзбү?
lb: De Fichier '%s' existéiert net. Duerch Kopie '%s' zu '%s' an et z'änneren, kënnt Dir d'Verhalen an d'Erscheinung vun dëser Applikatioun fir den aktuelle Benotzer upassen. Dës Kopie elo erstellen?
lo: ໄຟລ໌ '%s' ບໍ່ມີ. ໂດຍການຄັດລອກ '%s' ກັບ '%s' ແລະແກ້ໄຂມັນ, ທ່ານສາມາດປັບພຶດຕິກໍາແລະຮູບລັກສະນະຂອງຄໍາຮ້ອງສະຫມັກນີ້ສໍາລັບຜູ້ໃຊ້ປະຈຸບັນ. ສ້າງສຳເນົານີ້ດຽວນີ້ບໍ?
lt: Failas '%s' neegzistuoja. Kopijuojant '%s' į '%s' ir ją redaguodami, galite koreguoti šios programos veikimą ir išvaizdą dabartiniam vartotojui. Sukurti šią kopiją dabar?
lv: Fails '%s' neeksistē. Kopējot '%s' uz '%s' un rediģējot to, varat pielāgot šīs lietojumprogrammas darbību un izskatu pašreizējam lietotājam. Vai tagad izveidot šo kopiju?
mg: Ny rakitra '%s' tsy misy. Amin'ny fanaovana kopia '%s' ny '%s' ary ny fanitsiana azy dia azonao atao ny manitsy ny fihetsika sy ny endriky ity fampiharana ity ho an'ny mpampiasa ankehitriny. Mamorona dika mitovy izao?
mi: Ko te kōnae '%s' karekau. Ma te kape '%s' ki '%s' me te whakatika, ka taea e koe te whakatika i te whanonga me te ahua o tenei tono mo te kaiwhakamahi o naianei. Waihangahia tenei kape inaianei?
mk: Фајлот '%s' не постои. Со копирање '%s' до '%s' и уредувајќи ја, можете да го прилагодите однесувањето и изгледот на оваа апликација за тековниот корисник. Да се u200bu200bсоздаде оваа копија сега?
ml: ഫയല് '%s' നിലവിലില്ല. പകർത്തിക്കൊണ്ട് '%s' വരെ '%s' ഇത് എഡിറ്റുചെയ്യുന്നതിലൂടെ, നിലവിലെ ഉപയോക്താവിനായി നിങ്ങൾക്ക് ഈ ആപ്ലിക്കേഷന്റെ സ്വഭാവവും രൂപവും ക്രമീകരിക്കാൻ കഴിയും. ഈ പകർപ്പ് ഇപ്പോൾ സൃഷ്ടിക്കണോ?
mn: Файл '%s' байдаггүй. Хуулбарлах замаар '%s' руу '%s' болон засварлахын тулд та одоогийн хэрэглэгчийн хувьд энэ програмын зан байдал, харагдах байдлыг тохируулах боломжтой. Энэ хуулбарыг одоо үүсгэх үү?
mr: फाइल '%s' अस्तित्वात नाही. कॉपी करून '%s' करण्यासाठी '%s' आणि ते संपादित करून, आपण वर्तमान वापरकर्त्यासाठी या अनुप्रयोगाचे वर्तन आणि स्वरूप समायोजित करू शकता. आता ही प्रत तयार करायची?
mt: Il-fajl '%s' ma jeżistix. Billi tikkopja '%s' biex '%s' u teditjaha, tista 'taġġusta l-imġieba u d-dehra ta' din l-applikazzjoni għall-utent attwali. Oħloq din il-kopja issa?
my: ဖိုင်တွဲ '%s' မတည်ရှိပါဘူး။ ကူးယူခြင်းဖြင့် '%s' ရန် '%s' ၎င်းကို တည်းဖြတ်ပါ၊ သင်သည် လက်ရှိအသုံးပြုသူအတွက် ဤအပလီကေးရှင်း၏ အပြုအမူနှင့် အသွင်အပြင်ကို ချိန်ညှိနိုင်သည်။ ဤကော်ပီကို ယခုဖန်တီးမလား။
nb: Filen '%s' eksisterer ikke. Ved å kopiere '%s' til '%s' og redigerer den, kan du justere oppførselen og utseendet til denne applikasjonen for gjeldende bruker. Vil du opprette denne kopien nå?
ne: फाइल '%s' अ स् ति त् व मा छै न। नक्कल गरेर '%s' को '%s' र यसलाई सम्पादन गर्दै, तपाइँ हालको प्रयोगकर्ताको लागि यो अनुप्रयोगको व्यवहार र उपस्थिति समायोजन गर्न सक्नुहुन्छ। यो प्रतिलिपि अहिले सिर्जना गर्ने हो?
or: ଫାଇଲ୍ | '%s' ବିଦ୍ୟମାନ ନାହିଁ କପି କରି | '%s' କୁ '%s' ଏବଂ ଏହାକୁ ସଂପାଦନ କରିବା, ଆପଣ ବର୍ତ୍ତମାନର ବ୍ୟବହାରକାରୀଙ୍କ ପାଇଁ ଏହି ଅନୁପ୍ରୟୋଗର ଆଚରଣ ଏବଂ ରୂପକୁ ଆଡଜଷ୍ଟ କରିପାରିବେ | ବର୍ତ୍ତମାନ ଏହି କପି ସୃଷ୍ଟି କରନ୍ତୁ?
pa: ਫਾਈਲ '%s' ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਨਕਲ ਕਰਕੇ '%s' ਨੂੰ '%s' ਅਤੇ ਇਸਨੂੰ ਸੰਪਾਦਿਤ ਕਰਕੇ, ਤੁਸੀਂ ਮੌਜੂਦਾ ਉਪਭੋਗਤਾ ਲਈ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਵਿਹਾਰ ਅਤੇ ਦਿੱਖ ਨੂੰ ਅਨੁਕੂਲ ਕਰ ਸਕਦੇ ਹੋ। ਇਸ ਕਾਪੀ ਨੂੰ ਹੁਣੇ ਬਣਾਉਣਾ ਹੈ?
ps: ﻪﻴﺳﻭﺩ '%s' .ﻱﺮﻟ ﻪﻧ ﻥﻮﺘﺷ ﻪﻄﺳﺍﻭ ﻪﭘ ﻮﻟﻮﮐ ﻲﭘﺎﮐ ﺩ '%s' ﻪﺗ '%s' .ﺉړﮐ ﻢﯿﻈﻨﺗ ﻪڼﺑ ﻭﺍ ﺪﻨﻠﭼ ﮏﯿﻠﻨﺘښﻮﻏ ﯤﺩ ﺩ ﻩﺭﺎﭙﻟ ﻲﮑﻧﻭﺭﺎﮐ ﻲﻨﺳﻭﺍ ﺩ ﺊﺷ ﯽﻟﻮﮐ ﻮﺳﺎﺗ ،ﻝﻮﮐ ﻢﯿﻣﺮﺗ ﯤﺩ ﺩ ﻭﺍ ؟ﺉړﮐ ﻩړﻮﺟ ﻲﭘﺎﮐ ﺍﺩ ﺱﻭﺍ
ro: Fișierul '%s' nu exista. Prin copiere '%s' la '%s' și editând-o, puteți ajusta comportamentul și aspectul acestei aplicații pentru utilizatorul curent. Creați această copie acum?
rw: Idosiye '%s' ntabaho. Mugukoporora '%s' Kuri '%s' no kuyihindura, urashobora guhindura imyitwarire nigaragara ryiyi porogaramu kubakoresha ubu. Kora iyi kopi nonaha?
sd: ﻞﻴﺋﺎﻓ '%s' .ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ ﻱﺪﻨڪ ﻞﻘﻧ '%s' ﻑﺮﻃ ﻲﺟ '%s' .ﺎﭤ ﻮﻬﮕﺳ ﻲﺋڏ ﺐﻴﺗﺮﺗ ﻲﮐ ﺮﻫﺎﻇ ۽ ﻲﻳﻭﺭ ﻲﺟ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ﻦﻫ ءِﻻ﻿ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻩﺩﻮﺟﻮﻣ ﻥﺎﻫﻮﺗ ،ﻱﺪﻨڪ ﻞﻳﺪﺒﺗ ﻲﮐ ﻥﺍ ۽ ؟ﻮﻴﮬﺎﭠ ﻲﭘﺎڪ ﻲﮬ ﻲﮢﺎﮬ
si: ගොනුව '%s' නොපවතී. පිටපත් කිරීමෙනි '%s' වෙත '%s' සහ එය සංස්කරණය කිරීම, ඔබට වත්මන් පරිශීලකයා සඳහා මෙම යෙදුමේ හැසිරීම සහ පෙනුම සකස් කළ හැක. මෙම පිටපත දැන් සාදන්නද?
sk: Súbor '%s' neexistuje. Kopírovaním '%s' do '%s' a jej úpravou môžete upraviť správanie a vzhľad tejto aplikácie pre aktuálneho používateľa. Vytvoriť túto kópiu teraz?
sl: Datoteka '%s' ne obstaja. S kopiranjem '%s' do '%s' in ga uredite, lahko prilagodite obnašanje in videz te aplikacije za trenutnega uporabnika. Želite ustvariti to kopijo zdaj?
sq: Dosja '%s' nuk ekziston. Duke kopjuar '%s' te '%s' dhe duke e modifikuar atë, mund të rregulloni sjelljen dhe pamjen e këtij aplikacioni për përdoruesin aktual. Të krijohet kjo kopje tani?
sw: Faili '%s' haipo. Kwa kunakili '%s' kwa '%s' na kuihariri, unaweza kurekebisha tabia na mwonekano wa programu hii kwa mtumiaji wa sasa. Ungependa kuunda nakala hii sasa?
ta: கோப்பு '%s' இல்லை. நகலெடுப்பதன் மூலம் '%s' செய்ய '%s' மற்றும் அதைத் திருத்துவதன் மூலம், தற்போதைய பயனருக்கு இந்தப் பயன்பாட்டின் நடத்தை மற்றும் தோற்றத்தை நீங்கள் சரிசெய்யலாம். இந்த நகலை இப்போது உருவாக்கவா?
te: ఆ ఫైల్ '%s' ఉనికిలో లేదు. కాపీ చేయడం ద్వారా '%s' కు '%s' మరియు దీన్ని సవరించడం, మీరు ప్రస్తుత వినియోగదారు కోసం ఈ అప్లికేషన్ యొక్క ప్రవర్తన మరియు రూపాన్ని సర్దుబాటు చేయవచ్చు. ఈ కాపీని ఇప్పుడే సృష్టించాలా?
tg: Файл '%s' вуҷуд надорад. Бо нусхабардорӣ '%s' ба '%s' ва таҳрир кардани он, шумо метавонед рафтор ва намуди ин барномаро барои корбари ҷорӣ танзим кунед. Ҳоло ин нусхаро эҷод кунед?
th: ไฟล์ '%s' ไม่ได้อยู่. โดยการคัดลอก '%s' ถึง '%s' และแก้ไข คุณสามารถปรับลักษณะการทำงานและลักษณะของแอปพลิเคชันนี้สำหรับผู้ใช้ปัจจุบัน สร้างสำเนานี้เลยไหม
tk: Faýl '%s' ýok. Göçürmek bilen '%s' to '%s' we redaktirlemek bilen, häzirki ulanyjy üçin bu programmanyň özüni alyp barşyny we daşky görnüşini sazlap bilersiňiz. Bu göçürmäni indi dörediň?
tt: Файл '%s' юк. Күчереп '%s' to '%s' һәм аны редакцияләү, сез хәзерге кулланучы өчен бу кушымтаның тәртибен һәм тышкы кыяфәтен көйли аласыз. Бу күчермәне хәзер ясыйсызмы?
uk: Файл '%s' не існує. Шляхом копіювання '%s' до '%s' і редагуючи його, ви можете налаштувати поведінку та зовнішній вигляд цієї програми для поточного користувача. Створити цю копію зараз?
ur: ﻞﺋﺎﻓ '%s' .ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ ﮯﮐﺮﮐ ﻞﻘﻧ '%s' ﻮﮐ '%s' ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺮﮐ ﭧﺴﺟﮉﯾﺍ ﻮﮐ ﻞﮑﺷ ﯼﺮﮨﺎﻇ ﺭﻭﺍ ﮯﯾﻭﺭ ﮯﮐ ﻦﺸﯿﮐ ﯽﻠﭙﯾﺍ ﺱﺍ ﮯﯿﻟ ﮯﮐ ﻑﺭﺎﺻ ﮦﺩﻮﺟﻮﻣ ﭖﺁ ،ﮯﮐ ﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﺱﺍ ﺭ ؟ﮟﯿﺋﺎﻨﺑ ﯽﮭﺑﺍ ﻮﮐ ﯽﭘﺎﮐ ﺱﺍ
uz: Fayl '%s' mavjud emas. Nusxalash orqali '%s' uchun '%s' va uni tahrirlash, joriy foydalanuvchi uchun ushbu ilovaning xatti-harakati va ko'rinishini sozlashingiz mumkin. Bu nusxa hozir yaratilsinmi?
vi: Tập tin '%s' không tồn tại. Bằng cách sao chép '%s' đến '%s' và chỉnh sửa nó, bạn có thể điều chỉnh hành vi và giao diện của ứng dụng này cho người dùng hiện tại. Tạo bản sao này ngay bây giờ?
xh: Ifayile '%s' ayikho. Ngokukopa '%s' ukuya '%s' kwaye uyihlele, ungahlengahlengisa isimilo kunye nenkangeleko yesi sicelo somsebenzisi wangoku. Yenza le kopi ngoku?
yi: עקעט יד '%s' .טשינ טריטסיזקע גנייפּאַק ךרוד '%s' וצ '%s' .רעצינאַב טנאַרק םעד ראַפֿ ןאַשייקאַלפּאַ םעד ןופ ןעזסיוא ןוא רוטאַנ יד ןרעיורטס ןענעק ריא ,סע גניטידע ןוא ?טציא עיפּאָק םעד ןפֿאַש

source: Copy Desktop File
af: Kopieer lessenaarlêer
am: የዴስክቶፕ ፋይል ቅዳ
ar: ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﻒﻠﻣ ﺦﺴﻧ
be: Скапіяваць файл працоўнага стала
bg: Копирайте файла на работния плот
bn: ডেস্কটপ ফাইল কপি করুন
ca: Copia el fitxer d'escriptori
cy: Copi Ffeil Penbwrdd
da: Kopier skrivebordsfil
eo: Kopiu Labortabla Dosiero
et: Kopeerige töölauafail
eu: Kopiatu mahaigaineko fitxategia
fa: ﺪﯿﻨﮐ ﯽﭙﮐ ﺍﺭ ﭖﺎﺘﮑﺳﺩ ﻞﯾﺎﻓ
fi: Kopioi työpöytätiedosto
fil: Kopyahin ang Desktop File
fy: Kopiearje buroblêd triem
ga: Cóipeáil Comhad Deisce
gd: Dèan lethbhreac den fhaidhle deasg
gl: Copiar ficheiro de escritorio
gu: ડેસ્કટૉપ ફાઇલ કૉપિ કરો
he: הדובעה ןחלוש ץבוק תא קתעה
hi: डेस्कटॉप फ़ाइल कॉपी करें
hr: Kopiraj datoteku radne površine
hu: Asztali fájl másolása
hy: Պատճենել աշխատասեղանի ֆայլը
id: Salin File Desktop
is: Afritaðu skjáborðsskrá
ka: დააკოპირეთ დესკტოპის ფაილი
kk: Жұмыс үстелі файлын көшіру
km: ចម្លងឯកសារផ្ទៃតុ
kn: ಡೆಸ್ಕ್u200cಟಾಪ್ ಫೈಲ್ ಅನ್ನು ನಕಲಿಸಿ
ku: Pelê sermaseyê kopî bikin
ky: Иш такта файлын көчүрүү
lb: Kopie Desktop Datei
lo: ສຳເນົາໄຟລ໌ Desktop
lt: Nukopijuokite darbalaukio failą
lv: Kopēt darbvirsmas failu
mg: Adikao ny rakitra Desktop
mi: Tārua Kōnae Papamahi
mk: Копирај датотека на работната површина
ml: ഡെസ്ക്ടോപ്പ് ഫയൽ പകർത്തുക
mn: Ширээний файлыг хуулах
mr: डेस्कटॉप फाइल कॉपी करा
mt: Ikkopja Fajl tad-Desktop
my: Desktop ဖိုင်ကိုကူးယူပါ။
nb: Kopier skrivebordsfil
ne: डेस्कटप फाइल प्रतिलिपि गर्नुहोस्
or: ଡେସ୍କଟପ୍ ଫାଇଲ୍ କପି କରନ୍ତୁ |
pa: ਡੈਸਕਟਾਪ ਫਾਈਲ ਕਾਪੀ ਕਰੋ
ps: ﺉړﮐ ﻲﭘﺎﮐ ﻞﯾﺎﻓ ﭖﺎټﺴﯾډ ﺩ
ro: Copiați fișierul desktop
rw: Gukoporora Idosiye
sd: ﻮﻳﺮڪ ﻞﻘﻧ ﻲﮐ ﻞﺋﺎﻓ ﭖﺎٽ ڪﺴﻳڊ
si: ඩෙස්ක්ටොප් ගොනුව පිටපත් කරන්න
sk: Skopírujte súbor pracovnej plochy
sl: Kopiraj namizno datoteko
sq: Kopjoni skedarin e desktopit
sw: Nakili Faili ya Eneo-kazi
ta: டெஸ்க்டாப் கோப்பை நகலெடுக்கவும்
te: డెస్క్u200cటాప్ ఫైల్u200cను కాపీ చేయండి
tg: Нусхабардории файли мизи корӣ
th: คัดลอกไฟล์เดสก์ท็อป
tk: Iş stolunyň faýlyny göçüriň
tt: Эш өстәле файлын күчерү
uk: Скопіюйте файл робочого столу
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ ﻞﺋﺎﻓ ﭖﺎﭨ ﮏﺴﯾﮈ
uz: Ish stoli faylini nusxalash
vi: Sao chép tệp trên máy tính để bàn
xh: Khuphela iFayile yeDesktop
yi: עקעט פּאָטקסעד יפּאָק
