Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Set Item Name
af: Stel itemnaam in
am: የንጥል ስም አዘጋጅ
ar: ﺮﺼﻨﻌﻟﺍ ﻢﺳﺍ ﻦﻴﻴﻌﺗ
be: Усталюйце назву элемента
bg: Задайте име на артикула
bn: আইটেমের নাম সেট করুন
ca: Definir el nom de l'element
cy: Gosod Enw Eitem
da: Indstil elementnavn
eo: Agordu Item Nomon
et: Määrake üksuse nimi
eu: Ezarri elementuaren izena
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﺩﺭﻮﻣ ﻡﺎﻧ
fi: Aseta kohteen nimi
fil: Itakda ang Pangalan ng Item
fy: Item namme ynstelle
ga: Socraigh Ainm Míre
gd: Suidhich Ainm Nì
gl: Definir o nome do elemento
gu: આઇટમનું નામ સેટ કરો
he: טירפ םש רדגה
hi: आइटम का नाम सेट करें
hr: Postavite naziv stavke
hu: Állítsa be az elem nevét
hy: Սահմանել նյութի անունը
id: Tetapkan Nama Barang
is: Stilltu heiti hlutar
ka: დააყენეთ ელემენტის სახელი
kk: Элемент атын орнату
km: កំណត់ឈ្មោះធាតុ
kn: ಐಟಂ ಹೆಸರನ್ನು ಹೊಂದಿಸಿ
ku: Navê Babetê Set
ky: Элементтин атын коюу
lb: Set Element Numm
lo: ຕັ້ງຊື່ລາຍການ
lt: Nustatykite elemento pavadinimą
lv: Iestatiet vienuma nosaukumu
mg: Mametraka Anaran'ny entana
mi: Tautuhi Ingoa Tūemi
mk: Поставете име на ставка
ml: ഇനത്തിന്റെ പേര് സജ്ജീകരിക്കുക
mn: Зүйлийн нэрийг тохируулах
mr: आयटमचे नाव सेट करा
mt: Issettja l-Isem tal-Oġġett
my: ပစ္စည်းအမည် သတ်မှတ်ပါ။
nb: Angi elementnavn
ne: वस्तुको नाम सेट गर्नुहोस्
or: ଆଇଟମ୍ ନାମ ସେଟ୍ କରନ୍ତୁ |
pa: ਆਈਟਮ ਦਾ ਨਾਮ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻡﻮﻧ ﻲﮐﻮﺗ ﺩ
ro: Setați numele articolului
rw: Shiraho Izina ryikintu
sd: ﻮﻳﺮڪ ﺭﺮﻘﻣ ﻮﻟﺎﻧ ﻮﺟ ءﻲﺷ
si: අයිතමයේ නම සකසන්න
sk: Nastaviť názov položky
sl: Nastavite ime predmeta
sq: Cakto emrin e artikullit
sw: Weka Jina la Kipengee
ta: பொருளின் பெயரை அமைக்கவும்
te: అంశం పేరును సెట్ చేయండి
tg: Номи ашёро таъин кунед
th: ตั้งชื่อรายการ
tk: Harydyň adyny düzüň
tt: Предмет исемен куегыз
uk: Встановіть назву елемента
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ
uz: Element nomini o'rnating
vi: Đặt tên mặt hàng
xh: Seta Igama Lento
yi: ןעמאָנ טקנופּ ןלעטש

source: Choose Folder
af: Kies Folder
am: አቃፊ ይምረጡ
ar: ﻖﻤﺣﺃ ﺎﻔﻠﻣ ﺮﺘﺧﺇ
be: Выберыце папку
bg: Изберете Папка
bn: ফোল্ডার নির্বাচন করুন
ca: Trieu Carpeta
cy: Dewiswch Ffolder
da: Vælg Mappe
eo: Elektu Dosierujon
et: Valige kaust
eu: Aukeratu Karpeta
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﻪﺷﻮﭘ
fi: Valitse Kansio
fil: Piliin ang Folder
fy: Kies map
ga: Roghnaigh Fillteán
gd: Tagh Folder
gl: Escolla Cartafol
gu: ફોલ્ડર પસંદ કરો
he: היקית רחב
hi: फोल्डर को चुनो
hr: Odaberite Mapa
hu: Válassza a Mappa lehetőséget
hy: Ընտրեք Թղթապանակ
id: Pilih folder
is: Veldu Mappa
ka: აირჩიეთ საქაღალდე
kk: Қалтаны таңдаңыз
km: ជ្រើសរើសថត
kn: ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ
ku: Peldanka Hilbijêre
ky: Папканы тандаңыз
lb: Wielt Dossier
lo: ເລືອກ Folder
lt: Pasirinkite aplanką
lv: Izvēlieties mapi
mg: Mifidiana Folder
mi: Kōwhiri Kōpaki
mk: Изберете Папка
ml: ഫോൾഡർ തിരഞ്ഞെടുക്കുക
mn: Фолдерыг сонгоно уу
mr: फोल्डर निवडा
mt: Agħżel Folder
my: Folder ကို ရွေးပါ။
nb: Velg Mappe
ne: फोल्डर छान्नुहोस्
or: ଫୋଲ୍ଡର ବାଛନ୍ତୁ
pa: ਫੋਲਡਰ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﺭډﻟﻮﻓ
ro: Alegeți Folder
rw: Hitamo Ububiko
sd: ﻮﻳڊﻧﻮﭼ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරය තෝරන්න
sk: Vyberte položku Priečinok
sl: Izberite Mapa
sq: Zgjidhni Dosjen
sw: Chagua Folda
ta: கோப்புறையைத் தேர்ந்தெடுக்கவும்
te: ఫోల్డర్u200cని ఎంచుకోండి
tg: Папкаро интихоб кунед
th: เลือกโฟลเดอร์
tk: Papkany saýlaň
tt: Папканы сайлагыз
uk: Виберіть Папка
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﺭﮉﻟﻮﻓ
uz: Jildni tanlang
vi: Chọn thư mục
xh: Khetha isiqulathi seefayili
yi: עקעט ןביַילק
