Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Auto Rename
af: Hernoem outomaties
am: ራስ-ሰር ዳግም ሰይም
ar: ﺔﻴﺋﺎﻘﻠﺗ ﺔﻴﻤﺴﺗ
be: Аўтаматычнае перайменаванне
bg: Автоматично преименуване
bn: স্বয়ংক্রিয় নাম পরিবর্তন করুন
ca: Reanomena automàticament
cy: Ail-enwi Auto
da: Automatisk omdøb
eo: Aŭtomata Renomi
et: Automaatne ümbernimetamine
eu: Aldatu automatikoki izena
fa: ﺭﺎﮐﺩﻮﺧ ﻡﺎﻧ ﺮﯿﯿﻐﺗ
fi: Automaattinen uudelleennimeäminen
ga: Athainmnigh Auto
gd: Ath-ainmeachadh Auto
gl: Cambiar o nome automático
gu: સ્વતઃ નામ બદલો
he: יטמוטוא םש יוניש
hi: स्वतः नाम परिवर्तन
hr: Automatsko preimenovanje
hu: Automatikus átnevezés
hy: Ավտոմատ վերանվանում
id: Ganti Nama Otomatis
is: Sjálfvirkt endurnefna
ka: ავტომატური გადარქმევა
kk: Атын автоматты түрде өзгерту
km: ប្តូរឈ្មោះដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ ಮರುಹೆಸರಿಸು
ku: Navê Xweber
ky: Автоматтык түрдө атын өзгөртүү
lb: Auto ëmbenennen
lo: ປ່ຽນຊື່ອັດຕະໂນມັດ
lt: Automatinis pervadinimas
lv: Automātiski pārdēvēt
mi: Whakaingoa Aunoa
mk: Автоматско преименување
ml: സ്വയമേവ പേരുമാറ്റുക
mn: Автоматаар нэрийг өөрчлөх
mr: स्वयं नाव बदला
mt: Isem Awtomatiku
my: အလိုအလျောက်အမည်ပြောင်း
nb: Gi nytt navn automatisk
ne: स्वतः पुन: नामकरण गर्नुहोस्
or: ଅଟୋ ପୁନ ame ନାମ
pa: ਆਟੋ ਨਾਮ ਬਦਲੋ
ps: ﻝﻮﻟﺪﺑ ﻡﻮﻧ ﺕﺎﻣﻮﺗﺍ
ro: Redenumire automată
rw: Guhindura izina
sd: ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ ﺭﺎڪﺩﻮﺧ
si: ස්වයංක්u200dරීයව නැවත නම් කිරීම
sk: Automatické premenovanie
sl: Samodejno preimenuj
sq: Riemërto automatikisht
sw: Badilisha Jina Otomatiki
ta: தானாக மறுபெயர்
te: ఆటో పేరు మార్చండి
tg: Номи худкор
th: เปลี่ยนชื่ออัตโนมัติ
tk: Awto adyny üýtgetmek
tt: Авто исемен үзгәртү
uk: Автоматичне перейменування
ur: ۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ ﻮﭨﺁ
uz: Avtomatik qayta nomlash
vi: Tự động đổi tên
xh: Qamba ngokutsha ngokuzenzekela
yi: עמאַנער אָטואַ

source: Stop If Error First
af: Stop As Fout Eerste
am: መጀመሪያ ስህተት ከሆነ ያቁሙ
ar: ﻻ﻿ﻭﺃ ﺄﻄﺨﻟﺍ ﻥﺎﻛ ﺍﺫﺇ ﻒﻗﻮﺗ
be: Спыніце, калі першая памылка
bg: Спрете, ако първо се появи грешка
bn: প্রথমে ত্রুটি হলে থামুন
ca: Atura si error primer
cy: Stopiwch Os Gwall yn Gyntaf
da: Stop hvis fejl først
eo: Ĉesu Se Eraro Unue
et: Peata, kui viga kõigepealt
eu: Gelditu errorea bada lehenik
fa: ﺪﯿﻨﮐ ﻒﻗﻮﺘﻣ ﺍﺭ ﺎﻄﺧ ﺍﺪﺘﺑﺍ ﺮﮔﺍ
fi: Pysäytä, jos virhe ensin
fil: Itigil Kung Error Una
fy: Stopje as flater earst
ga: Stop Má Earráid ar dtús
gd: Stad Ma Mearachd an toiseach
gl: Pare se erro primeiro
gu: પહેલા ભૂલ થાય તો રોકો
he: הליחת האיגש םא רוצע
hi: रोकें अगर त्रुटि पहले
hr: Zaustavite ako prva greška
hu: Leállítás, ha először hiba történik
hy: Դադարեցրեք, եթե առաջինը սխալ է
id: Berhenti Jika Kesalahan Pertama
is: Hættu ef villa fyrst
ka: პირველი შეცდომის შემთხვევაში შეაჩერე
kk: Бірінші қате болса, тоқтатыңыз
km: បញ្ឈប់ប្រសិនបើមានកំហុសជាមុន
kn: ದೋಷವಿದ್ದರೆ ಮೊದಲು ನಿಲ್ಲಿಸಿ
ku: Rawestîne Ger Error First
ky: Ката биринчи болсо токто
lb: Stop Wann Feeler Éischt
lo: ຢຸດຖ້າຜິດພາດກ່ອນ
lt: Sustabdykite, jei pirmiausia įvyko klaida
lv: Apturiet, ja vispirms rodas kļūda
mg: Atsaharo raha diso aloha
mi: Kati Ki te Hapa Tuatahi
mk: Запрете ако прво грешка
ml: തെറ്റുണ്ടെങ്കിൽ ആദ്യം നിർത്തുക
mn: Эхлээд алдаа гарвал зогсоо
mr: प्रथम त्रुटी असल्यास थांबवा
mt: Waqqaf Jekk Żball L-Ewwel
my: Error ရှိရင် အရင်ရပ်လိုက်ပါ။
nb: Stopp hvis feil først
ne: पहिले त्रुटि भए रोक्नुहोस्
or: ପ୍ରଥମେ ତ୍ରୁଟି ଯଦି ବନ୍ଦ କର |
pa: ਪਹਿਲਾਂ ਗਲਤੀ ਹੋਣ 'ਤੇ ਰੋਕੋ
ps: ﻱﻭ ﯼړﻣﻮﻟ ﻪﻨﺗﻭﺮﯧﺗ ﻪﮐ ﺉﻭﺭﺩﻭ
ro: Opriți dacă eroare mai întâi
rw: Hagarika Niba Ikosa Mbere
sd: ﻦﻳﺮﻬﭘ ﻲﻄﻠﻏ ﻦﻫڏڪﻴﺟ ﻮﻳﺮڪ ﺪﻨﺑ
si: වැරදුනොත් මුලින්ම නවත්වන්න
sk: Zastavte najskôr pri chybe
sl: Ustavite, če najprej pride do napake
sq: Ndalo nëse së pari gabim
sw: Acha Ikiwa Hitilafu Kwanza
ta: தவறு என்றால் முதலில் நிறுத்துங்கள்
te: తప్పు చేస్తే ముందుగా ఆపు
tg: Қатъи агар хато аввал
th: หยุดถ้าเกิดข้อผิดพลาดก่อน
tk: Ilki bilen säwlik bar bolsa saklaň
tt: Башта хата булса туктагыз
uk: Зупинити, якщо спочатку помилка
ur: ۔ﮟﯿﮐﻭﺭ ﻮﺗ ﻮﮨ ﯽﻄﻠﻏ ﮯﻠﮩﭘ ﺮﮔﺍ
uz: Agar xato birinchi bo'lsa to'xtating
vi: Dừng lại nếu lỗi trước
xh: Misa Ukuba Impazamo Kuqala
yi: רעטשרע תועט ביוא ןטלאַה

source: Stop On Any Error
af: Stop op enige fout
am: በማንኛውም ስህተት ላይ አቁም
ar: ﺄﻄﺧ ﻱﺃ ﺪﻨﻋ ﻒﻗﻮﺗ
be: Спыніцеся пры любой памылцы
bg: Спрете при всяка грешка
bn: কোনো ত্রুটি বন্ধ করুন
ca: Atura en qualsevol error
cy: Stop Ar Unrhyw Gwall
da: Stop ved enhver fejl
eo: Ĉesu Sur Ajna Eraro
et: Peatage mis tahes vea korral
eu: Gelditu edozein erroretan
fa: ﺎﻄﺧ ﻪﻧﻮﮔ ﺮﻫ ﺭﺩ ﻒﻗﻮﺗ
fi: Pysäytä missä tahansa virheessä
fil: Huminto sa Anumang Error
fy: Stopje op elke flater
ga: Stop Ar Aon Earráid
gd: Cuir stad air mearachd sam bith
gl: Pare en calquera erro
gu: કોઈપણ ભૂલ પર રોકો
he: האיגש לכב רוצע
hi: किसी भी त्रुटि पर रोकें
hr: Zaustavite se na bilo kojoj grešci
hu: Állj le minden hiba esetén
hy: Դադարեցրեք ցանկացած սխալ
id: Berhenti Pada Setiap Kesalahan
is: Hættu við hvaða villu sem er
ka: შეჩერება ნებისმიერ შეცდომაზე
kk: Кез келген қатеде тоқтаңыз
km: បញ្ឈប់រាល់កំហុស
kn: ಯಾವುದೇ ದೋಷದ ಮೇಲೆ ನಿಲ್ಲಿಸಿ
ku: Li Ser Her Çewtî raweste
ky: Кандайдыр бир катаны токтотуңуз
lb: Stop op all Feeler
lo: ຢຸດu200bຢູ່u200bໃນu200bຄວາມu200bຜິດu200bພາດu200bໃດu200bຫນຶ່ງu200b
lt: Sustabdykite bet kokią klaidą
lv: Apturiet jebkuru kļūdu
mg: Atsaharo ny fahadisoana rehetra
mi: Kati i runga i tetahi Hapa
mk: Стоп за секоја грешка
ml: ഏതെങ്കിലും പിശകിൽ നിർത്തുക
mn: Аливаа алдаа гарвал зогсоо
mr: कोणत्याही त्रुटीवर थांबा
mt: Waqqaf Fuq Kwalunkwe Żball
my: မည်သည့် Error ကိုမဆို ရပ်ပါ။
nb: Stopp ved enhver feil
ne: कुनै पनि त्रुटिमा रोक्नुहोस्
or: ଯେକ Any ଣସି ତ୍ରୁଟି ଉପରେ ବନ୍ଦ କରନ୍ତୁ |
pa: ਕਿਸੇ ਵੀ ਗਲਤੀ 'ਤੇ ਰੋਕੋ
ps: ﺉﻭﺭﺩﻭ ﻪﻨﺗﻭﺮﯧﺗ ﻩﺮﻫ ﻪﭘ
ro: Opriți la orice eroare
rw: Hagarara ku Ikosa iryo ari ryo ryose
sd: ﻮﻴڪﻭﺭ ﻲﺗ ﻲﻄﻠﻏ ﻪﺑ ﻦﻬﻨڪ
si: ඕනෑම දෝෂයක් මත නවත්වන්න
sk: Zastaviť pri akejkoľvek chybe
sl: Ustavi se ob vsaki napaki
sq: Ndaloni në çdo gabim
sw: Acha Kwenye Hitilafu Yoyote
ta: எந்த பிழையும் நிறுத்து
te: ఏదైనా లోపంపై ఆపు
tg: Дар ҳама гуна хатогӣ қатъ кунед
th: หยุดเมื่อเกิดข้อผิดพลาดใดๆ
tk: Islendik ýalňyşlygy bes ediň
tt: Теләсә нинди хата
uk: Зупиняйтеся на будь-якій помилці
ur: ۔ﮟﯿﮐﺭ ﺮﭘ ﯽﻄﻠﻏ ﯽﮭﺑ ﯽﺴﮐ
uz: Har qanday xatoda to'xtating
vi: Dừng lại bất kỳ lỗi nào
xh: Misa Nayiphi na Impazamo
yi: תועט ןייק ףיוא ןטלאַה

source: Continue
af: Aanhou
am: ቀጥል
ar: ﻞﻤﻜﻳ
be: Працягвайце
bg: продължи
bn: চালিয়ে যান
ca: Continua
cy: Parhewch
da: Blive ved
eo: Daŭrigu
et: Jätka
eu: Jarraitu
fa: ﺪﯿﻫ ﻪﻣﺍﺩﺍ
fi: Jatkaa
fil: Magpatuloy
fy: Trochgean
ga: Leanúint ar aghaidh
gd: Lean air adhart
gl: Continuar
gu: ચાલુ રાખો
he: ךיִׁשמַהְל
hi: जारी रखना
hr: Nastaviti
hu: Folytatni
hy: Շարունակել
id: Melanjutkan
is: Halda áfram
ka: განაგრძეთ
kk: Жалғастыру
km: បន្ត
kn: ಮುಂದುವರಿಸಿ
ku: Berdewamkirin
ky: Улантуу
lb: Fuert weider
lo: ສືບຕໍ່
lt: Tęsti
lv: Turpināt
mg: hanohy
mi: Haere tonu
mk: Продолжи
ml: തുടരുക
mn: Үргэлжлүүлэх
mr: सुरू
mt: Kompli
my: ဆက်လက်
nb: Fortsette
ne: जारी राख्नुहोस्
or: ଜାରି ରଖ |
pa: ਜਾਰੀ ਰੱਖੋ
ps: ﺉړﮐﺭﻭ ﻪﻣﺍﺩﺍ
ro: Continua
rw: Komeza
sd: ﻮﮐﺭ ﻱﺭﺎﺟ
si: දිගටම කරගෙන යන්න
sk: ďalej
sl: Nadaljuj
sq: Vazhdoni
sw: Endelea
ta: தொடரவும்
te: కొనసాగించు
tg: Давом додан
th: ดำเนินการต่อ
tk: Dowam et
tt: Дәвам итегез
uk: Продовжуйте
ur: ﮯﮨﺭ ﯼﺭﺎﺟ
uz: Davom eting
vi: Tiếp tục
xh: Qhubeka
yi: ןצעזראָפ

source: Stopped
af: Gestop
am: ቆሟል
ar: ﺖﻔﻗﻮﺗ
be: Спыніўся
bg: Спряна
bn: বন্ধ
ca: Parat
cy: Wedi stopio
da: Holdt op
eo: Haltis
et: Peatatud
eu: Gelditu
fa: ﺪﺷ ﻒﻗﻮﺘﻣ
fi: Pysähtynyt
fil: Huminto
fy: Ophâlden
ga: Stopadh
gd: Sguir
gl: Detido
gu: અટકી ગયો
he: רצע
hi: रोका हुआ
hr: Zaustavljeno
hu: Megállt
hy: Դադարեցվեց
id: Berhenti
is: Hætt
ka: გაჩერდა
kk: Тоқтады
km: ឈប់
kn: ನಿಲ್ಲಿಸಿದ
ku: Rawestiyan
ky: Токтотту
lb: Gestoppt
lo: ຢຸດເຊົາ
lt: Sustabdyta
lv: Apstājās
mg: nitsahatra
mi: Ka mutu
mk: Застана
ml: നിർത്തി
mn: Зогссон
mr: थांबला
mt: Waqqaf
my: ရပ်သွားတယ်။
nb: Stoppet
ne: रोकियो
or: ବନ୍ଦ
pa: ਰੁਕ ਗਿਆ
ps: ﻩﺪﯦﺭﺩﻭ
ro: Oprit
rw: Yahagaritswe
sd: ﻮﻴڪﻭﺭ
si: නැවැත්තුවා
sk: Zastavené
sl: Ustavil se
sq: Ndaloi
sw: Imesimamishwa
ta: நிறுத்தப்பட்டது
te: ఆగిపోయింది
tg: Истод
th: หยุด
tk: Durdy
tt: Тукта
uk: Зупинився
ur: ۔ﺎﯿﮔ ﮎﺭ
uz: To'xtatildi
vi: Đã dừng lại
xh: Kumisiwe
yi: טלעטשעגפא

source: Errors
af: Foute
am: ስህተቶች
ar: ءﺎﻄﺧﺃ
be: Памылкі
bg: Грешки
bn: ত্রুটি
cy: Gwallau
da: Fejl
eo: Eraroj
et: Vead
eu: Akatsak
fa: ﺎﻫﺎﻄﺧ
fi: Virheet
fil: Mga pagkakamali
fy: Flaters
ga: Earráidí
gd: Mearachdan
gl: Erros
gu: ભૂલો
he: תואיגש
hi: त्रुटियाँ
hr: Pogreške
hu: Hibák
hy: Սխալներ
id: kesalahan
is: Villur
ka: შეცდომები
kk: Қателер
km: កំហុស
kn: ದೋಷಗಳು
ky: Каталар
lb: Feeler
lo: ຄວາມຜິດພາດ
lt: Klaidos
lv: Kļūdas
mg: fahadisoana
mi: Nga hapa
mk: Грешки
ml: പിശകുകൾ
mn: Алдаа
mr: चुका
mt: Żbalji
my: အဆင်ပြေကြပါစေ
nb: Feil
ne: त्रुटिहरू
or: ତ୍ରୁଟି
pa: ਗਲਤੀਆਂ
ps: ﯥﻨﺗﻭﺮﯧﺗ
ro: Erori
rw: Amakosa
sd: ﻥﻮﻴﻄﻠﻏ
si: දෝෂ
sk: Chyby
sl: Napake
sq: Gabimet
sw: Makosa
ta: பிழைகள்
te: లోపాలు
tg: Хатогиҳо
th: ข้อผิดพลาด
tk: Rorsalňyşlyklar
tt: Хаталар
uk: Помилки
ur: ﮞﺎﯿﻄﻠﻏ
uz: Xatolar
vi: Lỗi
xh: Iimpazamo
yi: סראָררע

source: Done
af: Klaar
am: ተከናውኗል
ar: ﻲﻬﺘﻨﻣ
be: Гатова
bg: Свършен
bn: সম্পন্ন
ca: Fet
cy: Wedi'i wneud
da: Færdig
eo: Farita
et: Valmis
eu: Eginda
fa: ﻩﺪﺷ ﻡﺎﺠﻧﺍ
fi: Tehty
fil: Tapos na
fy: Dien
ga: Arna dhéanamh
gd: Dèanta
gl: Feito
gu: થઈ ગયું
he: עצוב
hi: किया हुआ
hr: Gotovo
hu: Kész
hy: Կատարած
id: Selesai
is: Búið
ka: შესრულებულია
kk: Дайын
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
ku: Kirin
ky: Бүттү
lb: Gemaach
lo: ສຳເລັດແລ້ວ
lt: Atlikta
lv: Gatavs
mg: hatao
mi: Kua oti
mk: Направено
ml: ചെയ്തു
mn: Дууслаа
mr: झाले
mt: Magħmul
my: ပြီးပြီ။
nb: Ferdig
ne: सकियो
or: ସମାପ୍ତ
pa: ਹੋ ਗਿਆ
ps: ﻮﺷ ﻩﺮﺳﺮﺗ
ro: Terminat
rw: Byakozwe
sd: ﻮﻳﻭ ﻲﭤ
si: කළා
sk: hotový
sl: Končano
sq: U krye
sw: Imekamilika
ta: முடிந்தது
te: పూర్తి
tg: Иҷро шуд
th: เสร็จแล้ว
tk: Boldy
tt: Булды
uk: Готово
ur: ﺎﯿﮔ ﻮﮨ
uz: Bajarildi
vi: Xong
xh: Ugqibile
yi: ןאטעג

source: %s (%s) %s remaining
af: %s (%s) %s oorblywende
am: %s (%s) %s ቀሪ
ar: %s (%s) %s ﻲﻘﺒﺘﻣ
be: %s (%s) %s якія засталіся
bg: %s (%s) %s оставащи
bn: %s (%s) %s অবশিষ্ট
ca: %s (%s) %s restant
cy: %s (%s) %s ar ôl
da: %s (%s) %s tilbage
eo: %s (%s) %s restanta
et: %s (%s) %s allesjäänud
eu: %s (%s) %s geratzen
fa: %s (%s) %s ﺖﺳﺍ ﻩﺪﻧﺎﻣ ﯽﻗﺎﺑ
fi: %s (%s) %s jäljelle jäänyt
fil: %s (%s) %s natitira
fy: %s (%s) %s oerbleaun
ga: %s (%s) %s fágtha
gd: %s (%s) %s air fhàgail
gl: %s (%s) %s restante
gu: %s (%s) %s બાકી
he: %s (%s) %s רָתֹונ
hi: %s (%s) %s बचा हुआ
hr: %s (%s) %s preostalih
hu: %s (%s) %s többi
hy: %s (%s) %s մնացածը
id: %s (%s) %s tersisa
is: %s (%s) %s eftir
ka: %s (%s) %s დარჩენილი
kk: %s (%s) %s қалды
km: %s (%s) %s នៅសល់
kn: %s (%s) %s ಉಳಿದ
ku: %s (%s) %s jiberma
ky: %s (%s) %s калган
lb: %s (%s) %s verbleiwen
lo: %s (%s) %s ຍັງເຫຼືອ
lt: %s (%s) %s likę
lv: %s (%s) %s atlikušie
mg: %s (%s) %s sisa tavela
mi: %s (%s) %s toe
mk: %s (%s) %s преостанати
ml: %s (%s) %s ശേഷിക്കുന്നു
mn: %s (%s) %s үлдсэн
mr: %s (%s) %s बाकी
mt: %s (%s) %s fadal
my: %s (%s) %s ကျန်
nb: %s (%s) %s gjenstående
ne: %s (%s) %s बाँकी
or: %s (%s) %s ଅବଶିଷ୍ଟ
pa: %s (%s) %s ਬਾਕੀ
ps: %s (%s) %s ﯥﺗﺎﭘ
ro: %s (%s) %s rămas
rw: %s (%s) %s asigaye
sd: %s (%s) %s ﻲﻗﺎﺑ
si: %s (%s) %s ඉතිරි
sk: %s (%s) %s zostávajúce
sl: %s (%s) %s preostalih
sq: %s (%s) %s mbetur
sw: %s (%s) %s iliyobaki
ta: %s (%s) %s மீதமுள்ள
te: %s (%s) %s మిగిలి ఉంది
tg: %s (%s) %s боқимонда
th: %s (%s) %s ที่เหลืออยู่
tk: %s (%s) %s galan
tt: %s (%s) %s калган
uk: %s (%s) %s залишилися
ur: %s (%s) %s ﯽﻗﺎﺑ
uz: %s (%s) %s qolgan
vi: %s (%s) %s còn lại
xh: %s (%s) %s eseleyo
yi: %s (%s) %s ןביַילב

source: Error ( Stop If First )
af: Fout (Stop As Eerste)
am: ስህተት (መጀመሪያ ከሆነ አቁም)
ar: (ًﻻ﻿ﻭﺃ ﺍﺫﺇ ﻒﻗﻮﺗ) ﺄﻄﺧ
be: Памылка (Спыніцца, калі першы)
bg: Грешка (Спри, ако първи)
bn: ত্রুটি (প্রথম হলে থামুন)
ca: Error (atura si primer)
cy: Gwall (Stopiwch Os Cyntaf)
da: Fejl (Stop hvis først)
eo: Eraro (Haltu Se Unue)
et: Viga (peata, kui esimene)
eu: Errorea (gelditu lehenik bada)
fa: (ﺩﻮﺷ ﻒﻗﻮﺘﻣ ﻝﻭﺍ ﺮﮔﺍ) ﺎﻄﺧ
fi: Virhe ( lopeta jos ensimmäinen )
fil: Error ( Itigil Kung Una )
fy: Flater (Stopje as earst)
ga: Earráid (Stop Más Ar dtús)
gd: Mearachd (Stad ma tha an toiseach)
gl: Erro (Parar se é primeiro)
gu: ભૂલ (પ્રથમ હોય તો રોકો)
he: (הליחת םא רוצע) האיגש
hi: त्रुटि (रोकें अगर पहले)
hr: Pogreška (zaustavi ako prvi)
hu: Hiba (Stop, ha először)
hy: Սխալ (Կանգնեցրեք, եթե առաջինը)
id: Kesalahan ( Berhenti Jika Pertama )
is: Villa (Stöðva ef fyrst)
ka: შეცდომა (შეაჩერე თუ პირველი)
kk: Қате (бірінші болса тоқтатыңыз)
km: កំហុស (បញ្ឈប់ប្រសិនបើដំបូង)
kn: ದೋಷ (ಮೊದಲು ಇದ್ದರೆ ನಿಲ್ಲಿಸಿ)
ku: Çewtî (Eger Pêşîn Raweste)
ky: Ката (Биринчи болсо токто)
lb: Feeler (Stop Wann Éischt)
lo: ຜິດu200bພາດ (ຢຸດu200bຖ້າu200bຫາກu200bວ່າu200bທໍາu200bອິດu200b)
lt: Klaida (sustabdyti, jei pirma)
lv: Kļūda (Apturēt, ja vispirms)
mg: Error (Ajano raha aloha)
mi: Hapa ( Kati Mena Tuatahi )
mk: Грешка (Стоп ако прв)
ml: പിശക് (ആദ്യമെങ്കിൽ നിർത്തുക)
mn: Алдаа (Эхлээд бол зогсоо)
mr: त्रुटी (प्रथम असल्यास थांबवा)
mt: Żball (Waqqaf Jekk l-Ewwel)
my: အမှား (ပထမဖြစ်လျှင် ရပ်ပါ)
nb: Feil (Stopp hvis først)
ne: त्रुटि (पहिले रोक्नुहोस्)
or: ତ୍ରୁଟି (ଯଦି ପ୍ରଥମେ ବନ୍ଦ କର)
pa: ਗਲਤੀ (ਸਟਾਪ ਜੇ ਪਹਿਲਾਂ)
ps: (ﯼړﻣﻮﻟ ﻪﮐ ﻝﻭﺭﺩ) ﻪﻨﺗﻭﺮﯧﺗ
ro: Eroare (Opriți dacă mai întâi)
rw: Ikosa (Hagarika Niba Mbere)
sd: (ﻥﻮﻳﺮﮭﭘ ﻦﮬڏڪﻴﺟ ﭖﺎٽﺳﺍ) ﻲﻄﻠﻏ
si: දෝෂය (පළමු නම් නවත්වන්න)
sk: Chyba (zastavte ako prvé)
sl: Napaka (Ustavi, če prvi)
sq: Gabim (Ndalo nëse i pari)
sw: Hitilafu ( Acha Ikiwa Kwanza)
ta: பிழை (முதலில் நிறுத்து)
te: లోపం (మొదట అయితే ఆపు)
tg: Хатогӣ (Агар аввал қатъ кунед)
th: ผิดพลาด (หยุดถ้าก่อน)
tk: Roralňyşlyk (Ilki bilen dur)
tt: Хата (Беренче булса туктагыз)
uk: Помилка (Зупинити, якщо спочатку)
ur: (ﮯﺋﺎﺟ ﮎﺭ ﮯﻠﮩﭘ ﺮﮔﺍ) ﯽﺑﺍﺮﺧ
uz: Xato (birinchi bo'lsa to'xtating)
vi: Lỗi (Dừng nếu trước)
xh: Imposiso ( Yima Ukuba Kuqala )
yi: (רעטשרע ביוא ןטלאַה) תועט

source: Error ( Stop On Any )
af: Fout (stop op enige)
am: ስህተት (በማንኛውም ይቁም)
ar: (ﻱﺃ ﺪﻨﻋ ﻒﻗﻮﺗ) ﺄﻄﺧ
be: Памылка (Стоп на любым)
bg: Грешка (Спри на всяка)
bn: ত্রুটি (যে কোনো বন্ধ করুন)
ca: Error (Atura en qualsevol)
cy: Gwall (Stop On Any)
da: Fejl (Stop ved enhver)
eo: Eraro (Haltu Sur Iu ajn)
et: Viga (peata ükskõik millisel)
eu: Errorea (gelditu edozeinetan)
fa: (Stop on Any) ﺎﻄﺧ
fi: Virhe (Pysäytä milloin tahansa)
fil: Error ( Huminto Sa Alinman )
fy: Flater (Stopje op elk)
ga: Earráid (Stop On Any)
gd: Mearachd (Cuir stad air gin)
gl: Erro (Parar en calquera)
gu: ભૂલ (કોઈપણ પર રોકો)
he: (הרקמ לכב רוצע) האיגש
hi: त्रुटि (किसी पर रोकें)
hr: Pogreška (zaustavi na bilo kojem)
hu: Hiba (Bármelyiknél megáll)
hy: Սխալ (դադարեցնել ցանկացած)
id: Kesalahan ( Berhenti Pada Setiap )
is: Villa (stöðva á hvaða)
ka: შეცდომა (შეჩერება ნებისმიერზე)
kk: Қате (кез келгенінде тоқтату)
km: កំហុស (បញ្ឈប់នៅលើណាមួយ)
kn: ದೋಷ (ಯಾವುದಾದರೂ ನಿಲ್ಲಿಸಿ)
ku: Çewtî (Li ser her tiştî raweste)
ky: Ката (Кандай болбосун токтотуу)
lb: Feeler (Stop op iergendeen)
lo: ຜິດu200bພາດ (ຢຸດu200bຢູ່u200bໃນu200bໃດໆu200b)
lt: Klaida (sustabdyti bet kuriuo atveju)
lv: Kļūda (Apstāties jebkurā gadījumā)
mg: Error (Ajanony amin'izay)
mi: Hapa (Kati i runga i tetahi)
mk: Грешка (Стоп на кое било)
ml: പിശക് (എന്തെങ്കിലും നിർത്തുക)
mn: Алдаа (Аль ч дээр зогсох)
mr: त्रुटी (कोणत्याही वर थांबा)
mt: Żball (Waqfif Fuq Kwalunkwe)
my: အမှား (မည်သည့်အရာကိုမဆိုရပ်ပါ)
nb: Feil (Stopp på hvilken som helst)
ne: त्रुटि (कुनै पनि रोक्नुहोस्)
or: ତ୍ରୁଟି (ଯେକ Any ଣସି ଉପରେ ବନ୍ଦ କରନ୍ତୁ)
pa: ਗਲਤੀ (ਕਿਸੇ ਵੀ 'ਤੇ ਰੋਕੋ)
ps: (ﺉﻭﺭﺩﻭ ﺎﭼﺮﻫ ﻪﭘ) ﻪﻨﺗﻭﺮﯧﺗ
ro: Eroare (Oprire pe orice)
rw: Ikosa (Hagarara kuri buri kintu)
sd: (ﻮﻴڪﻭﺭ ﻲﺗ ﻦﻬﻨڪ) ﺺﻘﻧ
si: දෝෂය (ඕනෑම දෙයක් මත නවත්වන්න)
sk: Chyba (Zastaviť na ľubovoľnom mieste)
sl: Napaka (Ustavi na katerem koli)
sq: Gabim (Ndal në çdo)
sw: Hitilafu ( Acha Yoyote)
ta: பிழை (எதிலும் நிறுத்து)
te: లోపం (ఏదైనా ఆపండి)
tg: Хатогӣ (Дар ҳама чиз қатъ кунед)
th: ผิดพลาด (หยุดบนใด ๆ )
tk: Roralňyşlyk (Islän zadyňyzy bes ediň)
tt: Хата (Туктагыз)
uk: Помилка (Зупинити на будь-якому)
ur: (ﮟﯿﮐﻭﺭ ﺮﭘ ﯽﮭﺑ ﯽﺴﮐ) ﯽﺑﺍﺮﺧ
uz: Xato (har qanday holatda to'xtatish)
vi: Lỗi (Dừng bất kỳ)
xh: Imposiso ( yima kuyo nayiphi na)
yi: (ןייק ףיוא ןטלאַה) תועט

source: Stopped with %d error
af: Opgehou met %d fout
am: ጋር ቆሟል %d ስህተት
bg: Спря с %d грешка
bn: দিয়ে থেমে গেল %d ত্রুটি
ca: Aturat amb %d error
da: Stoppet med %d fejl
eo: Haltis kun %d eraro
et: Peatus koos %d viga
eu: Gelditu da %d akatsa
fa: ﺎﺑ ﺪﺷ ﻒﻗﻮﺘﻣ %d ﺎﻄﺧ
fi: Pysähtyi kanssa %d virhe
fil: Huminto sa %d pagkakamali
fy: Ophâlden mei %d fersin
gl: Parou con %d erro
gu: સાથે અટકી ગયો %d ભૂલ
hi: के साथ रुक गया %d त्रुटि
hu: Megállt %d hiba
hy: Դադարեցվել է %d սխալ
id: Berhenti dengan %d kesalahan
is: Hætt við %d villa
ka: გაჩერდა %d შეცდომა
kk: -мен тоқтады %d қате
km: ឈប់ជាមួយ %d កំហុស
kn: ಜೊತೆ ನಿಲ್ಲಿಸಿದೆ %d ದೋಷ
ku: Bi rawestandin %d şaşî
ky: менен токтоду %d ката
lb: Gestoppt mat %d Feeler
lo: ຢຸດເຊົາກັບ %d ຄວາມຜິດພາດ
lt: Sustabdyta su %d klaida
mg: Nijanona tamin'ny %d fahadisoana
mi: Ka mutu me %d hapa
mk: Престана со %d грешка
ml: കൂടെ നിർത്തി %d പിശക്
mn: -аар зогссон %d алдаа
mr: सह थांबले %d त्रुटी
my: ဖြင့် ရပ်လိုက်သည်။ %d အမှား
nb: Sluttet med %d feil
ne: संग रोकियो %d त्रुटि
or: ସହିତ ବନ୍ଦ | %d ତ୍ରୁଟି
pa: ਨਾਲ ਰੋਕ ਦਿੱਤਾ %d ਗਲਤੀ
ps: ﻝﺪﯦﺭﺩﻭ ﻩﺮﺳ %d ﻪﻨﺗﻭﺮﯧﺗ
rw: Yahagaritswe na %d ikosa
sd: ﻮﻳﻭ ﻮﻴڪﻭﺭ ﻥﺎﺳ %d ﻲﻄﻠﻏ
si: සමඟ නතර විය %d දෝෂය
sq: U ndal me %d gabim
sw: Kusimamishwa na %d kosa
ta: உடன் நிறுத்தப்பட்டது %d பிழை
te: తో ఆగిపోయింది %d లోపం
tg: Бо қатъ %d хатогӣ
th: หยุดด้วย %d ข้อผิดพลาด
tk: Bilen saklandy %d ýalňyşlyk
tt: Тукта %d хата
ur: ۔ﺎﯿﮔ ﮎﺭ ﮫﺗﺎﺳ ﮯﮐ %d ﯽﻄﻠﻏ
uz: Bilan to'xtatildi %d xato
vi: Đã dừng với %d lỗi
xh: Uyeke nge %d impazamo
yi: טימ טלעטשעגפא %d תועט

source: Finished with %d error
af: Klaar met %d fout
am: ጨርሷል %d ስህተት
bg: Завършено с %d грешка
bn: দিয়ে শেষ %d ত্রুটি
ca: Acabat amb %d error
da: Færdig med %d fejl
eo: Finita kun %d eraro
et: Lõpetanud koos %d viga
eu: Bukatua %d akatsa
fa: ﺎﺑ ﺪﯿﺳﺭ ﻥﺎﯾﺎﭘ ﻪﺑ %d ﺎﻄﺧ
fi: Viimeistelty kanssa %d virhe
fil: Tapos na sa %d pagkakamali
fy: Klear mei %d fersin
gl: Rematou con %d erro
gu: સાથે સમાપ્ત %d ભૂલ
hi: के साथ ख़त्म करना %d त्रुटि
hu: Ezzel elkészült %d hiba
hy: Ավարտված է %d սխալ
id: Selesai dengan %d kesalahan
is: Búin með %d villa
ka: დასრულდა %d შეცდომა
kk: -мен аяқталды %d қате
km: បានបញ្ចប់ជាមួយ %d កំហុស
kn: ಇದರೊಂದಿಗೆ ಮುಗಿದಿದೆ %d ದೋಷ
ku: Bi qediya %d şaşî
ky: менен бүттү %d ката
lb: Fäerdeg mat %d Feeler
lo: ສໍາເລັດດ້ວຍ %d ຄວາມຜິດພາດ
lt: Užbaigta su %d klaida
mg: Vita tamin'ny %d fahadisoana
mi: Kua oti ki %d hapa
mk: Завршено со %d грешка
ml: പൂർത്തിയാക്കി %d പിശക്
mn: -ээр дуусгасан %d алдаа
mr: सह समाप्त %d त्रुटी
my: ဖြင့်ပြီး၏။ %d အမှား
nb: Ferdig med %d feil
ne: संग समाप्त भयो %d त्रुटि
or: ସହିତ ସମାପ୍ତ %d ତ୍ରୁଟି
pa: ਨਾਲ ਸਮਾਪਤ ਹੋਇਆ %d ਗਲਤੀ
ps: ﺪﯿﺳﺭﻭ ﻪﺗ ﯼﺎﭘ ﻩﺮﺳ %d ﻪﻨﺗﻭﺮﯧﺗ
rw: Byarangiye hamwe %d ikosa
sd: ﻢﺘﺧ ﻥﺎﺳ %d ﻲﻄﻠﻏ
si: සමඟ අවසන් %d දෝෂය
sq: Përfunduar me %d gabim
sw: Imekamilika na %d kosa
ta: உடன் முடிந்தது %d பிழை
te: తో ముగిసింది %d లోపం
tg: Бо анҷом ёфт %d хатогӣ
th: จบด้วย %d ข้อผิดพลาด
tk: Bilen gutardy %d ýalňyşlyk
tt: Тәмамланды %d хата
ur: ۔ﺍﻮﮨ ﻢﺘﺧ ﮫﺗﺎﺳ ﮯﮐ %d ﯽﻄﻠﻏ
uz: bilan yakunlandi %d xato
vi: Kết thúc với %d lỗi
xh: Kugqitywe nge %d impazamo
yi: טימ קיטראַפ %d תועט

source: Finished with error ( exit status %d )
af: Klaar met fout ( uitgang status %d )
am: በስህተት ጨርሷል ( የመውጣት ሁኔታ %d )
ar: ﺄﻄﺧ ﺩﻮﺟﻭ ﻊﻣ ﻰﻬﺘﻧﺍ ( ﺝﻭﺮﺨﻟﺍ ﺔﻟﺎﺣ %d )
be: Скончылася з памылкай ( статус выхаду %d )
bg: Завършено с грешка ( изходно състояние %d )
bn: ত্রুটি সহ সমাপ্ত ( প্রস্থান অবস্থা %d )
ca: S'ha acabat amb error ( estat de sortida %d )
cy: Gorffennwyd gyda gwall ( statws ymadael %d )
da: Færdig med fejl ( exit status %d )
eo: Finite kun eraro ( elirstatuso %d )
et: Lõppenud veaga ( väljumise olek %d )
eu: Errore batekin amaitu da ( irteera egoera %d )
fa: ﺪﯿﺳﺭ ﻥﺎﯾﺎﭘ ﻪﺑ ﺎﻄﺧ ﺎﺑ ( ﺝﻭﺮﺧ ﺖﯿﻌﺿﻭ %d )
fi: Valmis virheellä ( poistumistila %d )
fil: Tapos na may error ( katayuan sa paglabas %d )
fy: Klear mei flater ( útgong status %d )
ga: Críochnaithe le earráid ( stádas imeachta %d )
gd: Crìochnaichte le mearachd ( inbhe fàgail %d )
gl: Rematou con erro ( estado de saída %d )
gu: ભૂલ સાથે સમાપ્ત ( બહાર નીકળવાની સ્થિતિ %d )
he: האיגש םע םייתסה ( האיצי בצמ %d )
hi: त्रुटि के साथ समाप्त ( बाहर निकलने की स्थिति %d )
hr: Završeno s greškom ( izlazni status %d )
hu: Hibával befejezve ( kilépési állapot %d )
hy: Ավարտվեց սխալով ( ելքի կարգավիճակը %d )
id: Selesai dengan kesalahan ( status keluar %d )
is: Búinn með villu ( útgöngustaða %d )
ka: შეცდომით დასრულდა ( გასვლის სტატუსი %d )
kk: Қатемен аяқталды ( шығу күйі %d )
km: បានu200bបញ្ចប់u200bដោយu200bមានu200bកំហុស ( ស្ថានភាពចាកចេញ %d )
kn: ದೋಷದೊಂದಿಗೆ ಮುಗಿದಿದೆ ( ನಿರ್ಗಮನ ಸ್ಥಿತಿ %d )
ku: Bi xeletiyê qediya ( rewşa derketinê %d )
ky: Ката менен бүттү ( чыгуу абалы %d )
lb: Mat Feeler fäerdeg ( Austrëtt Status %d )
lo: ສໍາເລັດດ້ວຍຄວາມຜິດພາດ ( ສະຖານະການອອກ %d )
lt: Užbaigta su klaida ( išėjimo būsena %d )
lv: Pabeigts ar kļūdu ( izejas statuss %d )
mg: Vita tamin'ny fahadisoana ( sata fivoahana %d )
mi: Kua oti me te he ( mana puta %d )
mk: Завршено со грешка ( статус на излез %d )
ml: പിശകോടെ പൂർത്തിയാക്കി ( എക്സിറ്റ് സ്റ്റാറ്റസ് %d )
mn: Алдаатай дууслаа ( гарах төлөв %d )
mr: त्रुटीसह समाप्त ( बाहेर पडण्याची स्थिती %d )
mt: Lest bi żball ( status ta' ħruġ %d )
my: အမှားနဲ့ ပြီးသွားတယ်။ ( ထွက်ပေါက်အခြေအနေ %d )
nb: Ferdig med feil ( utgangsstatus %d )
ne: त्रुटि संग समाप्त भयो ( निकास स्थिति %d )
or: ତ୍ରୁଟି ସହିତ ସମାପ୍ତ | ( ପ୍ରସ୍ଥାନ ସ୍ଥିତି %d )
pa: ਗਲਤੀ ਨਾਲ ਪੂਰਾ ਹੋਇਆ ( ਬਾਹਰ ਜਾਣ ਦੀ ਸਥਿਤੀ %d )
ps: ﺪﯿﺳﺭﻭ ﻪﺗ ﯼﺎﭘ ﻩﺮﺳ ﺎﻄﺧ ﺩ ( ﺖﻟﺎﺣ ﻮﻠﺗﻭ ﺩ %d )
ro: S-a terminat cu eroare ( starea de ieșire %d )
rw: Byarangiye hamwe nikosa ( gusohoka %d )
sd: ﻢﺘﺧ ﻥﺎﺳ ﻲﻄﻠﻏ ( ﺖﻟﺎﺣ ﻲﺟ ﮠﺮڪﻧ %d )
si: දෝෂයකින් අවසන් ( පිටවීමේ තත්ත්වය %d )
sk: Dokončené s chybou ( výstupný stav %d )
sl: Končano z napako ( izhodni status %d )
sq: Përfundoi me gabim ( statusi i daljes %d )
sw: Imekamilika na makosa ( hali ya kutoka %d )
ta: பிழையுடன் முடிந்தது ( வெளியேறும் நிலை %d )
te: లోపంతో ముగిసింది ( నిష్క్రమణ స్థితి %d )
tg: Бо хатогӣ анҷом ёфт ( ҳолати баромадан %d )
th: จบด้วยความผิดพลาด ( สถานะทางออก %d )
tk: Erroralňyşlyk bilen gutardy ( çykyş ýagdaýy %d )
tt: Хата белән тәмамланды ( чыгу статусы %d )
uk: Завершено з помилкою ( статус виходу %d )
ur: ﻢﺘﺧ ﮫﺗﺎﺳ ﮯﮐ ﯽﻄﻠﻏ ( ﺖﯿﺜﯿﺣ ﯽﮐ ﮯﻨﻠﮑﻧ ﺮﮨﺎﺑ %d )
uz: Xato bilan yakunlandi ( chiqish holati %d )
vi: Đã hoàn thành với lỗi ( trạng thái thoát %d )
xh: Igqitywe ngempazamo ( phuma kwimo %d )
yi: תועט טימ קיטראַפ ( סוטאַטס גנאַגסיוראַ %d )

source: Finished with error
af: Klaar met fout
am: በስህተት ጨርሷል
ar: ﺄﻄﺧ ﺩﻮﺟﻭ ﻊﻣ ﻰﻬﺘﻧﺍ
be: Скончылася з памылкай
bg: Завършено с грешка
bn: ত্রুটি সহ সমাপ্ত
ca: S'ha acabat amb error
cy: Gorffennwyd gyda gwall
da: Færdig med fejl
eo: Finite kun eraro
et: Lõppenud veaga
eu: Errore batekin amaitu da
fa: ﺪﯿﺳﺭ ﻥﺎﯾﺎﭘ ﻪﺑ ﺎﻄﺧ ﺎﺑ
fi: Valmis virheellä
fil: Tapos na may error
fy: Klear mei flater
ga: Críochnaithe le earráid
gd: Crìochnaichte le mearachd
gl: Rematou con erro
gu: ભૂલ સાથે સમાપ્ત
he: האיגש םע םייתסה
hi: त्रुटि के साथ समाप्त
hr: Završeno s greškom
hu: Hibával befejezve
hy: Ավարտվեց սխալով
id: Selesai dengan kesalahan
is: Búinn með villu
ka: შეცდომით დასრულდა
kk: Қатемен аяқталды
km: បានu200bបញ្ចប់u200bដោយu200bមានu200bកំហុស
kn: ದೋಷದೊಂದಿಗೆ ಮುಗಿದಿದೆ
ku: Bi xeletiyê qediya
ky: Ката менен бүттү
lb: Mat Feeler fäerdeg
lo: ສໍາເລັດດ້ວຍຄວາມຜິດພາດ
lt: Užbaigta su klaida
lv: Pabeigts ar kļūdu
mg: Vita tamin'ny fahadisoana
mi: Kua oti me te he
mk: Завршено со грешка
ml: പിശകോടെ പൂർത്തിയാക്കി
mn: Алдаатай дууслаа
mr: त्रुटीसह समाप्त
mt: Lest bi żball
my: အမှားနဲ့ ပြီးသွားတယ်။
nb: Ferdig med feil
ne: त्रुटि संग समाप्त भयो
or: ତ୍ରୁଟି ସହିତ ସମାପ୍ତ |
pa: ਗਲਤੀ ਨਾਲ ਪੂਰਾ ਹੋਇਆ
ps: ﺪﯿﺳﺭﻭ ﻪﺗ ﯼﺎﭘ ﻩﺮﺳ ﺎﻄﺧ ﺩ
ro: S-a terminat cu eroare
rw: Byarangiye hamwe nikosa
sd: ﻢﺘﺧ ﻥﺎﺳ ﻲﻄﻠﻏ
si: දෝෂයකින් අවසන්
sk: Dokončené s chybou
sl: Končano z napako
sq: Përfundoi me gabim
sw: Imekamilika na makosa
ta: பிழையுடன் முடிந்தது
te: లోపంతో ముగిసింది
tg: Бо хатогӣ анҷом ёфт
th: จบด้วยความผิดพลาด
tk: Erroralňyşlyk bilen gutardy
tt: Хата белән тәмамланды
uk: Завершено з помилкою
ur: ﻢﺘﺧ ﮫﺗﺎﺳ ﮯﮐ ﯽﻄﻠﻏ
uz: Xato bilan yakunlandi
vi: Đã hoàn thành với lỗi
xh: Igqitywe ngempazamo
yi: תועט טימ קיטראַפ
