Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Mounted _Other
af: Gemonteer _Ander
am: ተጭኗል _ሌላ
ar: ﺔﺒﻛﺮﻤﻟﺍ _ﺮﺧﺁ
be: Змантаваны _Іншае
bg: Монтиран _Друго
bn: মাউন্ট করা হয়েছে _অন্যান্য
ca: Muntat _Altres
cy: Wedi'i osod _Arall
da: Monteret _Andet
eo: Muntita _Alia
et: Paigaldatud _muud
eu: Muntatua _Bestela
fa: ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ _ﺮﮕﯾﺩ
fi: Asennettu _Muut
fil: Naka-mount _Iba pa
fy: Montearre _Oar
ga: Suite _Eile
gd: Air a chur suas _Eile
gl: Montado _Outra
gu: માઉન્ટ થયેલ _અન્ય
he: בּוכָר _רֵחַא
hi: घुड़सवार _अन्य
hr: Montiran _Ostalo
hu: Felszerelt _Egyéb
hy: Մոնտաժված _Այլ
id: terpasang _Lainnya
is: Uppsettur _Annað
ka: დამონტაჟებული _სხვა
kk: Орнатылған _Басқа
km: បានម៉ោន _ផ្សេងទៀត
kn: ಆರೋಹಿಸಲಾಗಿದೆ _ಇತರೆ
ku: Mounted _Yên din
ky: Монтаждалган _Башка
lb: Montéiert _Aner
lo: ຕິດຕັ້ງ _ອື່ນໆ
lt: Sumontuotas _Kita
lv: Uzmontēts _Cits
mg: nitaingina _Hafa
mi: Whakanohoia _Ētahi atu
mk: Монтирани _Друго
ml: മൗണ്ട് ചെയ്തു _മറ്റുള്ളവ
mn: Суурилуулсан _Бусад
mr: आरोहित _इतर
mt: Immontat _Oħrajn
my: ပြိုး _တခြား
nb: Montert _Annen
ne: माउन्ट गरियो _अन्य
or: ଆରୋହଣ _ଅନ୍ୟମାନେ |
pa: ਮਾਊਂਟ ਕੀਤਾ _ਹੋਰ
ps: ﯼﻮﺷ ﻝﺩﻮښﯾﺍ _ﺭﻮﻧ
ro: Montat _Alte
rw: Yashizwe _Ibindi
sd: ﻞﮙﻟ _ﻮﻴﭔ
si: සවිකර ඇත _වෙනත්
sk: Namontované _Iné
sl: Montiran _Drugo
sq: I montuar _Të tjera
sw: Imewekwa _Nyingine
ta: ஏற்றப்பட்டது _மற்றவை
te: మౌంట్ చేయబడింది _ఇతర
tg: Васл карда шудааст _Дигар
th: ติด _อื่น
tk: Gurnalan _Beýlekiler
tt: Монтажланган _Бүтәннәр
uk: Змонтований _Інший
ur: ﺐﺼﻧ _ﺮﮕﯾﺩ
uz: O'rnatilgan _Boshqa
vi: Gắn kết _Khác
xh: Inyusiwe _Okunye
yi: דעטנואָמ _ערעדנא

source: _Volumes...
am: _መጠኖች...
ar: _ﻡﺎﺠﺣﺃ...
be: _Аб'ёмы...
bg: _томове...
bn: _ভলিউম...
ca: _Volums...
cy: _Cyfrolau...
da: _Bind...
eo: _Volumoj...
et: _Mahud...
eu: _Bolumenak...
fa: _ﺎﻫ ﻢﺠﺣ...
fi: _Volyymit...
fil: _Mga volume...
ga: _Imleabhair...
gd: _Ìrean...
gu: _વોલ્યુમો...
he: _םיכרכ...
hi: _संस्करणों...
hr: _Svezaci...
hu: _Kötetek...
hy: _Ծավալները...
id: _Volume...
is: _Bindi...
ka: _ტომი...
kk: _Томдар...
km: _បរិមាណ...
kn: _ಸಂಪುಟಗಳು...
ky: _Томдор...
lb: _Bänn...
lo: _ປະລິມານ...
lt: _Apimtys...
lv: _Apjomi...
mg: _boky...
mi: _Rōrahi...
mk: _Томови...
ml: _വാല്യങ്ങൾ...
mn: _Эзлэхүүн...
mr: _खंड...
mt: _Volumi...
my: _အတွဲများ...
nb: _Volumer...
ne: _भोल्युमहरू...
or: _ଭଲ୍ୟୁମ୍...
pa: _ਵਾਲੀਅਮ...
ps: _ﻪﻧﻮﻤﺠﺣ...
ro: _Volumele...
rw: _Umubumbe...
sd: _ﻢﺠﺣ...
si: _වෙළුම්...
sk: _Objemy...
sl: _Zvezki...
sq: _Vëllimet...
sw: _Kiasi...
ta: _தொகுதிகள்...
te: _వాల్యూమ్u200cలు...
tg: _Ҳаҷмҳо...
th: _ปริมาณ...
tk: _Tomlar...
tt: _Томнар...
uk: _Обсяги...
ur: _ﮟﯾﺪﻠﺟ...
uz: _Jildlar...
vi: _Tập...
xh: _Imiqulu...
yi: _זמוילאַוו...

source: Show/Hide Volumes
af: Wys/Versteek volumes
am: መጠኖችን አሳይ/ደብቅ
ar: ﺕﺍﺪﻠﺠﻤﻟﺍ ءﺎﻔﺧﺇ / ﺭﺎﻬﻇﺇ
be: Паказаць/схаваць аб'ёмы
bg: Показване/скриване на обеми
bn: ভলিউম দেখান/লুকান
ca: Mostra/amaga els volums
cy: Dangos / Cuddio Cyfrolau
da: Vis/skjul lydstyrker
eo: Montri/Kaŝi Volumojn
et: Näita/peida köiteid
eu: Bolumenak erakutsi/ezkutatu
fa: ﺎﻫ ﻢﺠﺣ ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ/ﺶﯾﺎﻤﻧ
fi: Näytä/piilota volyymit
fil: Ipakita/Itago ang Mga Volume
fy: Folumes sjen litte / ferbergje
ga: Taispeáin / Folaigh Imleabhair
gd: Seall / Falaich leabhraichean
gl: Mostrar/Ocultar volumes
gu: વોલ્યુમો બતાવો/છુપાવો
he: םיחפנ רתסה/גצה
hi: वॉल्यूम दिखाएँ/छुपाएँ
hr: Prikaži/sakrij volumene
hu: Kötetek megjelenítése/elrejtése
hy: Ցույց տալ/Թաքցնել ծավալները
id: Tampilkan/Sembunyikan Volume
is: Sýna/fela bindi
ka: ტომების ჩვენება/დამალვა
kk: Дыбыстарды көрсету/жасыру
km: បង្ហាញ/លាក់បរិមាណ
kn: ಸಂಪುಟಗಳನ್ನು ತೋರಿಸು/ಮರೆಮಾಡು
ku: Voluman Nîşan/Veşêre
ky: Көлөмдөрдү көрсөтүү/жашыруу
lb: Bänn weisen / verstoppen
lo: ສະແດງ/ເຊື່ອງປະລິມານ
lt: Rodyti/Slėpti Tomus
lv: Rādīt/slēpt sējumus
mg: Asehoy/Afeno ny boky
mi: Whakaatu/Huna Rōrahi
mk: Прикажи/Скриј томови
ml: വോള്യങ്ങൾ കാണിക്കുക/മറയ്ക്കുക
mn: Эзлэхүүнийг харуулах/нуух
mr: व्हॉल्यूम दाखवा/लपवा
mt: Uri/Aħbi Volumi
my: အတွဲများကို ပြ/ဖျောက်ပါ။
nb: Vis/skjul volumer
ne: भोल्युमहरू देखाउनुहोस्/लुकाउनुहोस्
or: ଭଲ୍ୟୁମ୍ ଦେଖାନ୍ତୁ / ଲୁଚାନ୍ତୁ |
pa: ਵਾਲੀਅਮ ਦਿਖਾਓ/ਓਹਲੇ ਕਰੋ
ps: ﺉړﮐ ټﭘ/ﺖﺳﺎﯾﺎښﻭ ﻪﻧﻮﻤﺠﺣ
ro: Afișare/Ascunde volume
rw: Erekana / Hisha Umubumbe
sd: ﻢﺠﺣ ﻮﻳﺎڪﻟ / ﻮﻳﺭﺎﮑﻳڏ
si: වෙළුම් පෙන්වන්න/සඟවන්න
sk: Zobraziť/skryť zväzky
sl: Prikaži/skrij obsege
sq: Shfaq/Fshihe vëllimet
sw: Onyesha/Ficha Kiasi
ta: தொகுதிகளைக் காட்டு/மறை
te: వాల్యూమ్u200cలను చూపించు/దాచు
tg: Намоиш/Пинҳон кардани ҳаҷми
th: แสดง/ซ่อนเล่ม
tk: Sesleri görkezmek / gizlemek
tt: Томнарны күрсәтү / яшерү
uk: Показати/приховати обсяги
ur: ۔ﮟﯿﺋﺎﭙﮭﭼ/ﮟﯿﺋﺎﮭﮐﺩ ﻢﺠﺣ
uz: Ovoz balandligini ko‘rsatish/yashirish
vi: Hiển thị / Ẩn tập
xh: Bonisa/Fihla Imiqulu
yi: זמוילאַוו ןטלאַהאַב / ןזיַיוו
