Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Show version information
af: Wys weergawe-inligting
am: የስሪት መረጃ አሳይ
ar: ﺭﺍﺪﺻﻹ﻿ﺍ ﺕﺎﻣﻮﻠﻌﻣ ﺭﺎﻬﻇﺇ
be: Паказаць інфармацыю аб версіі
bg: Показване на информация за версията
bn: সংস্করণ তথ্য দেখান
ca: Mostra la informació de la versió
cy: Dangos gwybodaeth fersiwn
da: Vis versionsoplysninger
eo: Montri informojn pri versio
et: Kuva versiooniteave
eu: Erakutsi bertsioaren informazioa
fa: ﻪﺨﺴﻧ ﺕﺎﻋﻼ﻿ﻃﺍ ﺶﯾﺎﻤﻧ
fi: Näytä versiotiedot
fil: Ipakita ang impormasyon ng bersyon
fy: Ferzjeynformaasje sjen litte
ga: Taispeáin faisnéis faoin leagan
gd: Seall fiosrachadh dreach
gl: Mostrar información da versión
gu: સંસ્કરણ માહિતી બતાવો
he: הסרג לע עדימ גצה
hi: संस्करण की जानकारी दिखाएं
hr: Prikaži informacije o verziji
hu: Verzióinformációk megjelenítése
hy: Ցույց տալ տարբերակի մասին տեղեկությունները
id: Tampilkan informasi versi
is: Sýna upplýsingar um útgáfu
ka: ვერსიის ინფორმაციის ჩვენება
kk: Нұсқа туралы ақпаратты көрсету
km: បង្ហាញព័ត៌មានកំណែ
kn: ಆವೃತ್ತಿ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸಿ
ku: Agahdariya guhertoyê nîşan bide
ky: Версия маалыматын көрсөтүү
lb: Weist Versiounsinformatioun
lo: ສະແດງຂໍ້ມູນສະບັບ
lt: Rodyti versijos informaciją
lv: Rādīt informāciju par versiju
mg: Asehoy ny mombamomba ny dikan-
mi: Whakaatuhia nga korero putanga
mk: Прикажи информации за верзијата
ml: പതിപ്പ് വിവരങ്ങൾ കാണിക്കുക
mn: Хувилбарын мэдээллийг харуулах
mr: आवृत्ती माहिती दर्शवा
mt: Uri l-informazzjoni tal-verżjoni
my: ဗားရှင်းအချက်အလက်ကို ပြပါ။
nb: Vis versjonsinformasjon
ne: संस्करण जानकारी देखाउनुहोस्
or: ସଂସ୍କରଣ ସୂଚନା ଦେଖାନ୍ତୁ |
pa: ਸੰਸਕਰਣ ਜਾਣਕਾਰੀ ਦਿਖਾਓ
ps: ﺉړﮐ ﻩﺭﺎﮑښ ﺕﺎﻣﻮﻠﻌﻣ ﯥﺨﺴﻧ ﺩ
ro: Afișați informații despre versiune
rw: Erekana amakuru yamakuru
sd: ﺕﺎﻣﻮﻠﻌﻣ ﻮﺨﺴﻧ ﻮﻳﺭﺎﮑﻳڏ
si: අනුවාද තොරතුරු පෙන්වන්න
sk: Zobraziť informácie o verzii
sl: Pokaži informacije o različici
sq: Shfaq informacionin e versionit
sw: Onyesha maelezo ya toleo
ta: பதிப்புத் தகவலைக் காட்டு
te: సంస్కరణ సమాచారాన్ని చూపు
tg: Маълумоти версияро нишон диҳед
th: แสดงข้อมูลเวอร์ชัน
tk: Wersiýa maglumatyny görkez
tt: Вариант турында мәгълүмат күрсәт
uk: Показати інформацію про версію
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﺕﺎﻣﻮﻠﻌﻣ ﯽﮐ ﻥﮊﺭﻭ
uz: Versiya ma'lumotlarini ko'rsatish
vi: Hiển thị thông tin phiên bản
xh: Bonisa ulwazi lwenguqulelo
yi: עיצאַמראָפֿניא עיסרעוו ןזיַיוו

source: Option --config-dir ignored - an instance is already running
af: Opsie --config-dir geïgnoreer - 'n instansie loop reeds
am: አማራጭ --config-dir ችላ ተብሏል - አንድ ምሳሌ አስቀድሞ እየሰራ ነው።
ar: ﺭﺎﻴﺧ --config-dir ﻞﻌﻔﻟﺎﺑ ﻞﻴﻐﺸﺘﻟﺍ ﺪﻴﻗ ﻞﻴﺜﻣ - ﻪﻠﻫﺎﺠﺗ ﻢﺗ
be: Варыянт --config-dir ігнаруецца - асобнік ужо запушчаны
bg: Вариант --config-dir игнорирано - екземпляр вече се изпълнява
bn: বিকল্প --config-dir উপেক্ষা করা হয়েছে - একটি উদাহরণ ইতিমধ্যেই চলছে৷
ca: Opció --config-dir ignorat: ja s'està executant una instància
cy: Opsiwn --config-dir anwybyddu - mae enghraifft eisoes yn rhedeg
da: Mulighed --config-dir ignoreret - en forekomst kører allerede
eo: Opcio --config-dir ignorita - okazo jam funkcias
et: Võimalus --config-dir ignoreeritakse – eksemplar juba töötab
eu: Aukera --config-dir ez ikusi egin da - instantzia bat abian da dagoeneko
fa: ﻪﻨﯾﺰﮔ --config-dir ﺖﺳﺍ ﺍﺮﺟﺍ ﻝﺎﺣ ﺭﺩ ﻪﻧﻮﻤﻧ ﮏﯾ - ﺪﺷ ﻪﺘﻓﺮﮔ ﻩﺪﯾﺩﺎﻧ
fi: Vaihtoehto --config-dir ohitettu - ilmentymä on jo käynnissä
fil: Pagpipilian --config-dir hindi pinansin - tumatakbo na ang isang instance
fy: Opsje --config-dir negearre - in eksimplaar rint al
ga: Rogha --config-dir neamhaird - tá sampla ag rith cheana féin
gd: Roghainn --config-dir gun mhothachadh - tha eisimpleir a ’ruith mu thràth
gl: Opción --config-dir ignorado: xa se está a executar unha instancia
gu: વિકલ્પ --config-dir અવગણવામાં આવ્યું - એક ઉદાહરણ પહેલેથી જ ચાલી રહ્યું છે
he: הָיִצְּפֹוא --config-dir לעופ רבכ עפומ - ומלעתה
hi: विकल्प --config-dir अनदेखा - एक उदाहरण पहले से चल रहा है
hr: Opcija --config-dir zanemareno - instanca je već pokrenuta
hu: választási lehetőség --config-dir figyelmen kívül hagyva – egy példány már fut
hy: Տարբերակ --config-dir անտեսվել է. մի օրինակ արդեն աշխատում է
id: Pilihan --config-dir diabaikan - sebuah instance sudah berjalan
is: Valmöguleiki --config-dir hunsuð - tilvik er þegar í gangi
ka: ვარიანტი --config-dir იგნორირებულია - ინსტანცია უკვე გაშვებულია
kk: Опция --config-dir еленбейді - данасы іске қосылған
km: ជម្រើស --config-dir មិនអើពើ - ឧទាហរណ៍មួយកំពុងដំណើរការរួចហើយ
kn: ಆಯ್ಕೆ --config-dir ನಿರ್ಲಕ್ಷಿಸಲಾಗಿದೆ - ಒಂದು ನಿದರ್ಶನವು ಈಗಾಗಲೇ ಚಾಲನೆಯಲ್ಲಿದೆ
ku: Dibe --config-dir paşguh kirin - mînakek jixwe dimeşe
ky: Опция --config-dir этибарга алынбады - инстанция мурунтан эле иштеп жатат
lb: Optioun --config-dir ignoréiert - eng Instanz leeft scho
lo: ທາງເລືອກ --config-dir ignored - ຕົວຢ່າງແມ່ນແລ່ນແລ້ວ
lt: Parinktis --config-dir ignoruojama – egzempliorius jau veikia
lv: Opcija --config-dir ignorēts — instance jau darbojas
mg: SAFIDY --config-dir tsy noraharahiana - efa mandeha ny ohatra iray
mi: Kōwhiringa --config-dir kua warewarehia - kei te haere kee tetahi tauira
mk: Опција --config-dir игнорирано - еден пример веќе работи
ml: ഓപ്ഷൻ --config-dir അവഗണിക്കപ്പെട്ടു - ഒരു ഉദാഹരണം ഇതിനകം പ്രവർത്തിക്കുന്നു
mn: Сонголт --config-dir үл тоомсорлосон - жишээ нь аль хэдийн ажиллаж байна
mr: पर्याय --config-dir दुर्लक्षित - एक उदाहरण आधीच चालू आहे
mt: Għażla --config-dir injorat - istanza diġà qed taħdem
my: ရွေးချယ်မှု --config-dir လျစ်လျူရှုထားသည် - သာဓကတစ်ခုသည် လုပ်ဆောင်နေပြီဖြစ်သည်။
nb: Alternativ --config-dir ignorert – en forekomst kjører allerede
ne: विकल्प --config-dir बेवास्ता - एउटा उदाहरण पहिले नै चलिरहेको छ
or: ବିକଳ୍ପ --config-dir ଅଣଦେଖା - ଏକ ଉଦାହରଣ ପୂର୍ବରୁ ଚାଲୁଅଛି |
pa: ਵਿਕਲਪ --config-dir ਅਣਡਿੱਠਾ - ਇੱਕ ਉਦਾਹਰਨ ਪਹਿਲਾਂ ਹੀ ਚੱਲ ਰਹੀ ਹੈ
ps: ﺭﺎﯿﺘﺧﺍ --config-dir ﻩﺩ ﻪﻧﺍﻭﺭ ﻪﺨﻣﺩ ﻻ﻿ ﻪګﻠﯿﺑ ﻩﻮﯾ - ﯼﻮﺷ ﻝﻮځﺭﻮﻏ ﻪﻣﺎﭘ ﻪﻟ
ro: Opțiune --config-dir ignorat - o instanță rulează deja
rw: Ihitamo --config-dir birengagijwe - urugero rumaze gukora
sd: ﺭﺎﻴﺘﺧﺍ --config-dir ﻲﻫﺁ ڙﺪﻨﻠﻫ ﻲﺋ ۾ ﮖﺍ ﻝﺎﺜﻣ ڪﻫ - ﻮﻳﻭ ﻮﻴڪ ﺯﺍﺪﻧﺍ ﺮﻈﻧ
si: විකල්පය --config-dir නොසලකා හැර ඇත - උදාහරණයක් දැනටමත් ක්රියාත්මක වේ
sk: Možnosť --config-dir ignorované - inštancia už beží
sl: Možnost --config-dir prezrt - primerek se že izvaja
sq: Opsioni --config-dir injoruar - një shembull tashmë po ekzekutohet
sw: Chaguo --config-dir kupuuzwa - mfano tayari unaendelea
ta: விருப்பம் --config-dir புறக்கணிக்கப்பட்டது - ஒரு நிகழ்வு ஏற்கனவே இயங்குகிறது
te: ఎంపిక --config-dir విస్మరించబడింది - ఒక ఉదాహరణ ఇప్పటికే అమలవుతోంది
tg: Варианти --config-dir нодида гирифта шудааст - як мисол аллакай иҷро мешавад
th: ตัวเลือก --config-dir ละเว้น - อินสแตนซ์กำลังทำงานอยู่
tk: Opsiýa --config-dir ähmiýet berilmedi - bir mysal eýýäm işleýär
tt: Вариант --config-dir санга сукмыйлар - бер инстанция эшли
uk: Варіант --config-dir ігнорується – екземпляр уже запущено
ur: ﻦﺸﭘﺁ --config-dir ۔ﮯﮨ ﯽﮨﺭ ﻞﭼ ﮯﺳ ﮯﻠﮩﭘ ﻝﺎﺜﻣ ﮏﯾﺍ - ﺯﺍﺪﻧﺍ ﺮﻈﻧ
uz: Variant --config-dir e'tibor berilmagan - misol allaqachon ishlamoqda
vi: Lựa chọn --config-dir bỏ qua - một phiên bản đã chạy
xh: Ukhetho --config-dir ingahoywa - umzekelo sele uqhuba
yi: עיצפּאָ --config-dir קידנסילפ ןיוש זיא ליפּשיַיב אַ - טריראָנגיא

source: Option --config-dir contains invalid chars - cannot start
af: Opsie --config-dir bevat ongeldige tekens - kan nie begin nie
am: አማራጭ --config-dir ልክ ያልሆኑ ቻርጆችን ይዟል - መጀመር አይቻልም
ar: ﺭﺎﻴﺧ --config-dir ءﺪﺒﻟﺍ ﻦﻜﻤﻳ ﻻ﻿ - ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﻑﺮﺣﺃ ﻰﻠﻋ ﻱﻮﺘﺤﻳ
be: Варыянт --config-dir змяшчае несапраўдныя сімвалы - не можа запусціць
bg: Вариант --config-dir съдържа невалидни знаци - не може да започне
bn: বিকল্প --config-dir অবৈধ অক্ষর রয়েছে - শুরু করা যাবে না
ca: Opció --config-dir conté caràcters no vàlids; no pot començar
cy: Opsiwn --config-dir yn cynnwys siars annilys - ni all ddechrau
da: Mulighed --config-dir indeholder ugyldige tegn - kan ikke starte
eo: Opcio --config-dir enhavas nevalidajn signojn - ne povas komenci
et: Võimalus --config-dir sisaldab kehtetuid märke – ei saa alustada
eu: Aukera --config-dir karaktere baliogabeak ditu - ezin da hasi
fa: ﻪﻨﯾﺰﮔ --config-dir ﺩﻮﺷ ﯽﻤﻧ ﻉﻭﺮﺷ - ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﯼﺎﻫﺮﺘﮐﺍﺭﺎﮐ ﻞﻣﺎﺷ
fi: Vaihtoehto --config-dir sisältää virheellisiä merkkejä - ei voi alkaa
fil: Pagpipilian --config-dir naglalaman ng mga hindi wastong karakter - hindi maaaring magsimula
fy: Opsje --config-dir befettet ûnjildige tekens - kin net begjinne
ga: Rogha --config-dir tá cars neamhbhailí ann - ní féidir tosú
gd: Roghainn --config-dir tha clàir neo-dhligheach - chan urrainn tòiseachadh
gl: Opción --config-dir contén caracteres non válidos; non se pode iniciar
gu: વિકલ્પ --config-dir અમાન્ય અક્ષરો સમાવે છે - શરૂ કરી શકતા નથી
he: הָיִצְּפֹוא --config-dir ליחתהל לוכי אל - םייקוח אל םיוות ליכמ
hi: विकल्प --config-dir अमान्य वर्ण हैं - प्रारंभ नहीं हो सकता
hr: Opcija --config-dir sadrži nevažeće znakove - ne može se pokrenuti
hu: választási lehetőség --config-dir érvénytelen karaktereket tartalmaz – nem lehet elindítani
hy: Տարբերակ --config-dir պարունակում է անվավեր նիշեր. հնարավոր չէ սկսել
id: Pilihan --config-dir berisi karakter yang tidak valid - tidak dapat memulai
is: Valmöguleiki --config-dir inniheldur ógildar stafir - getur ekki ræst
ka: ვარიანტი --config-dir შეიცავს არასწორ სიმბოლოებს - ვერ დაიწყება
kk: Опция --config-dir жарамсыз таңбалар бар - бастау мүмкін емес
km: ជម្រើស --config-dir មានតួអក្សរមិនត្រឹមត្រូវ - មិនអាចចាប់ផ្តើមបានទេ។
kn: ಆಯ್ಕೆ --config-dir ಅಮಾನ್ಯ ಅಕ್ಷರಗಳನ್ನು ಒಳಗೊಂಡಿದೆ - ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: Dibe --config-dir tîpên nederbasdar hene - nikare dest pê bike
ky: Опция --config-dir жараксыз белгилерди камтыйт - баштоо мүмкүн эмес
lb: Optioun --config-dir enthält ongëlteg Zeechen - kann net ufänken
lo: ທາງເລືອກ --config-dir ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ - ບໍ່ສາມາດເລີ່ມຕົ້ນໄດ້
lt: Parinktis --config-dir yra neteisingų simbolių – negalima pradėti
lv: Opcija --config-dir satur nederīgas rakstzīmes — nevar sākt
mg: SAFIDY --config-dir misy tarehintsoratra tsy mety - tsy afaka manomboka
mi: Kōwhiringa --config-dir kei roto nga tohu muhu - kaore e taea te timata
mk: Опција --config-dir содржи неважечки знаци - не може да започне
ml: ഓപ്ഷൻ --config-dir അസാധുവായ അക്ഷരങ്ങൾ അടങ്ങിയിരിക്കുന്നു - ആരംഭിക്കാൻ കഴിയില്ല
mn: Сонголт --config-dir буруу тэмдэгт агуулсан - эхлүүлэх боломжгүй
mr: पर्याय --config-dir अवैध वर्ण आहेत - सुरू करू शकत नाही
mt: Għażla --config-dir fih karattri invalidi - ma jistax jibda
my: ရွေးချယ်မှု --config-dir မမှန်ကန်သော စာလုံးများပါရှိသည် - စတင်၍မရပါ။
nb: Alternativ --config-dir inneholder ugyldige tegn - kan ikke starte
ne: विकल्प --config-dir अवैध अक्षरहरू समावेश गर्दछ - सुरु गर्न सकिँदैन
or: ବିକଳ୍ପ --config-dir ଅବ inv ଧ ଅକ୍ଷର ଧାରଣ କରେ - ଆରମ୍ଭ କରିପାରିବ ନାହିଁ |
pa: ਵਿਕਲਪ --config-dir ਅਵੈਧ ਅੱਖਰ ਸ਼ਾਮਲ ਹਨ - ਸ਼ੁਰੂ ਨਹੀਂ ਹੋ ਸਕਦਾ
ps: ﺭﺎﯿﺘﺧﺍ --config-dir ﻲﺸﻧ ﻞﯿﭘ - ﻱﺮﻟ ﻱﺭﻮﺗ ﻩﺭﻭﺎﺑﺎﻧ
ro: Opțiune --config-dir conține caractere nevalide - nu poate începe
rw: Ihitamo --config-dir ikubiyemo inyuguti zitemewe - ntishobora gutangira
sd: ﺭﺎﻴﺘﺧﺍ --config-dir ﻲﺠﮭﮕﺳ ﻱﺮڪ ﻮﭥﻧ ﻉﻭﺮﺷ - ﻲﮬﺁ ﻞﻤﺘﺸﻣ ﻲﺗ ﺮﮐﺍ ﻂﻠﻏ
si: විකල්පය --config-dir වලංගු නොවන අක්ෂර අඩංගු වේ - ආරම්භ කළ නොහැක
sk: Možnosť --config-dir obsahuje neplatné znaky – nemožno spustiť
sl: Možnost --config-dir vsebuje neveljavne znake - ni mogoče zagnati
sq: Opsioni --config-dir përmban karaktere të pavlefshme - nuk mund të fillojë
sw: Chaguo --config-dir ina herufi batili - haiwezi kuanza
ta: விருப்பம் --config-dir தவறான எழுத்துகள் உள்ளன - தொடங்க முடியாது
te: ఎంపిక --config-dir చెల్లని అక్షరాలు ఉన్నాయి - ప్రారంభించడం సాధ్యం కాదు
tg: Варианти --config-dir дорои аломатҳои беэътибор аст - оғоз кардан мумкин нест
th: ตัวเลือก --config-dir มีอักขระที่ไม่ถูกต้อง - ไม่สามารถเริ่ม
tk: Opsiýa --config-dir nädogry harplary öz içine alýar - başlap bilmeýär
tt: Вариант --config-dir яраксыз хәрефләрне үз эченә ала - башлый алмый
uk: Варіант --config-dir містить недійсні символи - неможливо запустити
ur: ﻦﺸﭘﺁ --config-dir ﺎﺘﮑﺳ ﻮﮨ ﮟﯿﮩﻧ ﻉﻭﺮﺷ - ﮯﮨ ﻞﻤﺘﺸﻣ ﺮﭘ ﻑﻭﺮﺣ ﻂﻠﻏ
uz: Variant --config-dir noto'g'ri belgilarni o'z ichiga oladi - boshlash mumkin emas
vi: Lựa chọn --config-dir chứa các ký tự không hợp lệ - không thể bắt đầu
xh: Ukhetho --config-dir iqulathe amagama angasebenziyo - ayinakuqala
yi: עיצפּאָ --config-dir ןבייהנאָ טשינ ןעק - סראַשט טלפּירקראַפ ללוכּ

source: zzzfm: --socket-cmd requires an argument
af: zzzfm: --socket-cmd vereis 'n argument
am: zzzfm: --socket-cmd ክርክር ይጠይቃል
ar: zzzfm: --socket-cmd ﺔﺠﺣ ﺐﻠﻄﺘﻳ
be: zzzfm: --socket-cmd патрабуе аргументацыі
bg: zzzfm: --socket-cmd изисква аргумент
bn: zzzfm: --socket-cmd একটি যুক্তি প্রয়োজন
ca: zzzfm: --socket-cmd requereix un argument
cy: zzzfm: --socket-cmd yn gofyn am ddadl
da: zzzfm: --socket-cmd kræver et argument
eo: zzzfm: --socket-cmd postulas argumenton
et: zzzfm: --socket-cmd nõuab argumenti
eu: zzzfm: --socket-cmd argudio bat eskatzen du
fa: zzzfm: --socket-cmd ﺪﻫﺍﻮﺧ ﯽﻣ ﻝﻻ﻿ﺪﺘﺳﺍ
fi: zzzfm: --socket-cmd vaatii argumentin
fil: zzzfm: --socket-cmd nangangailangan ng argumento
fy: zzzfm: --socket-cmd freget in argumint
ga: zzzfm: --socket-cmd éilíonn argóint
gd: zzzfm: --socket-cmd feumach air argamaid
gl: zzzfm: --socket-cmd require un argumento
gu: zzzfm: --socket-cmd દલીલની જરૂર છે
he: zzzfm: --socket-cmd חוכיו שרוד
hi: zzzfm: --socket-cmd एक तर्क की आवश्यकता है
hr: zzzfm: --socket-cmd zahtijeva argument
hu: zzzfm: --socket-cmd érvelést igényel
hy: zzzfm: --socket-cmd պահանջում է փաստարկ
id: zzzfm: --socket-cmd membutuhkan argumen
is: zzzfm: --socket-cmd krefst rök
ka: zzzfm: --socket-cmd არგუმენტს მოითხოვს
kk: zzzfm: --socket-cmd дәлелді талап етеді
km: zzzfm: --socket-cmd ទាមទារu200bការu200bប្រកែក
kn: zzzfm: --socket-cmd ವಾದದ ಅಗತ್ಯವಿದೆ
ku: zzzfm: --socket-cmd argumanek hewce dike
ky: zzzfm: --socket-cmd аргумент талап кылат
lb: zzzfm: --socket-cmd verlaangt en Argument
lo: zzzfm: --socket-cmd ຮຽກຮ້ອງໃຫ້ມີການໂຕ້ຖຽງ
lt: zzzfm: --socket-cmd reikalauja argumento
lv: zzzfm: --socket-cmd prasa argumentu
mg: zzzfm: --socket-cmd mila argument
mi: zzzfm: --socket-cmd me tautohe
mk: zzzfm: --socket-cmd бара аргумент
ml: zzzfm: --socket-cmd ഒരു വാദം ആവശ്യമാണ്
mn: zzzfm: --socket-cmd аргумент шаарддаг
mr: zzzfm: --socket-cmd युक्तिवाद आवश्यक आहे
mt: zzzfm: --socket-cmd teħtieġ argument
my: zzzfm: --socket-cmd အငြင်းအခုံတစ်ခုလိုအပ်သည်။
nb: zzzfm: --socket-cmd krever et argument
ne: zzzfm: --socket-cmd तर्क चाहिन्छ
or: zzzfm: --socket-cmd ଏକ ଯୁକ୍ତି ଆବଶ୍ୟକ କରେ |
pa: zzzfm: --socket-cmd ਇੱਕ ਦਲੀਲ ਦੀ ਲੋੜ ਹੈ
ps: zzzfm: --socket-cmd ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻞﯿﻟﺩ
ro: zzzfm: --socket-cmd necesită un argument
rw: zzzfm: --socket-cmd bisaba gutongana
sd: zzzfm: --socket-cmd ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻞﻴﻟﺩ ڪﻫ
si: zzzfm: --socket-cmd තර්කයක් අවශ්යයි
sk: zzzfm: --socket-cmd vyžaduje argument
sl: zzzfm: --socket-cmd zahteva argument
sq: zzzfm: --socket-cmd kërkon një argument
sw: zzzfm: --socket-cmd inahitaji hoja
ta: zzzfm: --socket-cmd ஒரு வாதம் தேவை
te: zzzfm: --socket-cmd ఒక వాదన అవసరం
tg: zzzfm: --socket-cmd далел талаб мекунад
th: zzzfm: --socket-cmd ต้องมีการโต้เถียง
tk: zzzfm: --socket-cmd argument talap edýär
tt: zzzfm: --socket-cmd бәхәс таләп итә
uk: zzzfm: --socket-cmd вимагає аргументації
ur: zzzfm: --socket-cmd ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﻞﯿﻟﺩ ﮏﯾﺍ
uz: zzzfm: --socket-cmd argument talab qiladi
vi: zzzfm: --socket-cmd yêu cầu một đối số
xh: zzzfm: --socket-cmd ifuna ingxabano
yi: zzzfm: --socket-cmd טנעמוגראַ אַ טגנאלראפ

source: zzzfm: could not create socket
af: zzzfm: kon nie sok skep nie
am: zzzfm: ሶኬት መፍጠር አልቻለም
ar: zzzfm: ﺬﺧﺄﻣ ءﺎﺸﻧﺇ ﻦﻜﻤﻳ ﻻ﻿
be: zzzfm: не ўдалося стварыць сокет
bg: zzzfm: не можа да създаде сокет
bn: zzzfm: সকেট তৈরি করতে পারেনি
ca: zzzfm: no s'ha pogut crear el sòcol
cy: zzzfm: ni allai greu soced
da: zzzfm: kunne ikke oprette socket
eo: zzzfm: ne povis krei ingon
et: zzzfm: ei saanud pesa luua
eu: zzzfm: ezin izan da socket sortu
fa: zzzfm: ﺪﺸﻧ ﺩﺎﺠﯾﺍ ﺖﮐﻮﺳ
fi: zzzfm: pistorasiaa ei voitu luoda
fil: zzzfm: hindi makagawa ng socket
fy: zzzfm: koe net oanmeitsje socket
ga: zzzfm: níorbh fhéidir soicéad a chruthú
gd: zzzfm: cha b ’urrainn dhaibh socaid a chruthachadh
gl: zzzfm: non se puido crear o socket
gu: zzzfm: સોકેટ બનાવી શક્યા નથી
he: zzzfm: עקש רוציל חילצה אל
hi: zzzfm: सॉकेट नहीं बना सका
hr: zzzfm: nije mogao stvoriti utičnicu
hu: zzzfm: nem tudott socketet létrehozni
hy: zzzfm: չկարողացավ ստեղծել վարդակ
id: zzzfm: tidak dapat membuat soket
is: zzzfm: gat ekki búið til fals
ka: zzzfm: სოკეტის შექმნა ვერ მოხერხდა
kk: zzzfm: розетка жасай алмады
km: zzzfm: មិនអាចបង្កើតរន្ធបានទេ។
kn: zzzfm: ಸಾಕೆಟ್ ರಚಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ku: zzzfm: nekarî soketê biafirîne
ky: zzzfm: розетка түзө алган жок
lb: zzzfm: konnt net Socket schafen
lo: zzzfm: ບໍ່ສາມາດສ້າງ socket ໄດ້
lt: zzzfm: nepavyko sukurti lizdo
lv: zzzfm: nevarēja izveidot kontaktligzdu
mg: zzzfm: tsy afaka namorona socket
mi: zzzfm: kaore i taea te hanga turanga
mk: zzzfm: не можеше да создаде штекер
ml: zzzfm: സോക്കറ്റ് സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല
mn: zzzfm: сокет үүсгэж чадсангүй
mr: zzzfm: सॉकेट तयार करू शकलो नाही
mt: zzzfm: ma setgħetx toħloq socket
my: zzzfm: socket မဖန်တီးနိုင်ခဲ့ပါ။
nb: zzzfm: kunne ikke opprette socket
ne: zzzfm: सकेट सिर्जना गर्न सकेन
or: zzzfm: ସକେଟ୍ ସୃଷ୍ଟି କରିପାରିଲା ନାହିଁ |
pa: zzzfm: ਸਾਕਟ ਨਹੀਂ ਬਣਾ ਸਕਿਆ
ps: zzzfm: ﯽﻟﻭړﻮﺟ ﻲﺸﻧ ټﮐﺎﺳ
ro: zzzfm: nu a putut crea socket
rw: zzzfm: ntishobora gukora sock
sd: zzzfm: ﻮﻴﻬﮕﺳ ﻪﻧ ﻲﻫﺎﭠ ٽﮐﺎﺳ
si: zzzfm: සොකට් සෑදීමට නොහැකි විය
sk: zzzfm: nepodarilo vytvoriť zásuvku
sl: zzzfm: ni mogel ustvariti vtičnice
sq: zzzfm: nuk mund të krijonte fole
sw: zzzfm: haikuweza kuunda tundu
ta: zzzfm: சாக்கெட்டை உருவாக்க முடியவில்லை
te: zzzfm: సాకెట్u200cని సృష్టించలేకపోయింది
tg: zzzfm: розетка эҷод карда натавонист
th: zzzfm: ไม่สามารถสร้างซ็อกเก็ต
tk: zzzfm: rozetka döredip bilmedi
tt: zzzfm: розетка ясый алмады
uk: zzzfm: не вдалося створити сокет
ur: zzzfm: ﺎﮑﺳ ﺎﻨﺑ ﮟﯿﮩﻧ ﭧﮐﺎﺳ
uz: zzzfm: rozetka yarata olmadi
vi: zzzfm: không thể tạo ổ cắm
xh: zzzfm: ayikwazanga ukwenza isiseko
yi: zzzfm: לעלאָכ ןפֿאַש טשינ ןעק

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
af: zzzfm: kon nie aan die sok koppel nie (loop nie? of DISPLAY nie gestel nie?)
am: zzzfm: ወደ ሶኬት መገናኘት አልተቻለም (የማይሰራ? ወይም DISPLAY አልተዘጋጀም?)
ar: zzzfm: (؟DISPLAY ﻦﻴﻴﻌﺗ ﻢﺘﻳ ﻢﻟ ﻭﺃ ؟ﻞﻤﻌﻳ ﻻ﻿) ﺲﺒﻘﻤﻟﺎﺑ ﻝﺎﺼﺗﻻ﻿ﺍ ﺭﺬﻌﺗ
be: zzzfm: не ўдалося падключыцца да разеткі (не працуе? або DISPLAY не ўсталяваны?)
bg: zzzfm: не можа да се свърже към сокета (не работи? или DISPLAY не е зададен?)
bn: zzzfm: সকেটের সাথে সংযোগ করা যায়নি (চলছে না? বা ডিসপ্লে সেট করা হয়নি?)
ca: zzzfm: no s'ha pogut connectar al sòcol (no funciona? o DISPLAY no està configurat?)
cy: zzzfm: ni allai gysylltu â soced (ddim yn rhedeg? neu DISPLAY heb ei osod?)
da: zzzfm: kunne ikke oprette forbindelse til stikket (kører ikke? eller DISPLAY ikke indstillet?)
eo: zzzfm: ne povis konektiĝi al ingo (ne funkcias? aŭ DISPLAY ne agordita?)
et: zzzfm: ei saanud pistikupessa ühendada (ei tööta? või KUVA pole seadistatud?)
eu: zzzfm: Ezin izan da socketera konektatu (ez da martxan? edo DISPLAY ez dago ezarrita?)
fa: zzzfm: (؟ﺖﺳﺍ ﻩﺪﺸﻧ ﻢﯿﻈﻨﺗ DISPLAY ﺎﯾ ؟ﺖﺴﯿﻧ ﺍﺮﺟﺍ ﻝﺎﺣ ﺭﺩ) ﺩﻮﺷ ﻞﺻﻭ ﺖﮐﻮﺳ ﻪﺑ ﺖﺴﻧﺍﻮﺘﻧ
fi: zzzfm: ei voi muodostaa yhteyttä pistorasiaan (ei toimi? tai NÄYTTÖÄ ei ole asetettu?)
fil: zzzfm: hindi makakonekta sa socket (hindi tumatakbo? o hindi nakatakda ang DISPLAY?)
fy: zzzfm: koe net ferbine mei socket (net rinnend? of DISPLAY net ynsteld?)
ga: zzzfm: nárbh fhéidir ceangal le soicéad (gan rith? nó DISPLAY gan socrú?)
gd: zzzfm: cha b ’urrainn dhaibh ceangal a dhèanamh ri socaid (gun a bhith a’ ruith? no DISPLAY gun a shuidheachadh?)
gl: zzzfm: non se puido conectar ao socket (non funciona? ou DISPLAY non está configurado?)
gu: zzzfm: સોકેટ સાથે કનેક્ટ થઈ શક્યું નથી (ચાલી નથી? અથવા DISPLAY સેટ નથી?)
he: zzzfm: (?הרדגוה אל הגוצתהש וא ?לעופ אל) עקשל רבחתהל חילצה אל
hi: zzzfm: सॉकेट से कनेक्ट नहीं हो सका (नहीं चल रहा है? या प्रदर्शन सेट नहीं है?)
hr: zzzfm: nije se mogao spojiti na utičnicu (ne radi? ili DISPLAY nije postavljen?)
hu: zzzfm: nem sikerült csatlakozni az aljzathoz (nem fut? vagy a KIJELZŐ nincs beállítva?)
hy: zzzfm: չկարողացա միանալ վարդակից (չե՞ն աշխատում, թե՞ DISPLAY-ը կարգավորված չէ)
id: zzzfm: tidak dapat terhubung ke soket (tidak berjalan? atau DISPLAY tidak disetel?)
is: zzzfm: gat ekki tengst við innstunguna (ekki í gangi? eða DISPLAY ekki stilltur?)
ka: zzzfm: სოკეტთან დაკავშირება ვერ მოხერხდა (არ მუშაობს? ან DISPLAY არ არის დაყენებული?)
kk: zzzfm: розеткаға қосыла алмады (жұмыс істеп тұрған жоқ па немесе DISPLAY орнатылмаған ба?)
km: zzzfm: មិនអាចភ្ជាប់ទៅរន្ធ (មិនដំណើរការ? ឬ DISPLAY មិនបានកំណត់?)
kn: zzzfm: ಸಾಕೆಟ್u200cಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ (ಚಾಲನೆಯಲ್ಲಿಲ್ಲವೇ? ಅಥವಾ DISPLAY ಹೊಂದಿಸಲಾಗಿಲ್ಲವೇ?)
ku: zzzfm: nikaribû bi soketê ve girêbide (nabe? an DISPLAY nehatiye danîn?)
ky: zzzfm: розеткага туташа алган жок (иштебей жатабы? же DISPLAY орнотулган жокпу?)
lb: zzzfm: konnt net un de Socket konnektéieren (net lafen? oder DISPLAY net agestallt?)
lo: zzzfm: ບໍ່u200bສາu200bມາດu200bເຊື່ອມu200bຕໍ່u200bກັບ socket ໄດ້ (ບໍ່u200bໄດ້u200bແລ່ນ? ຫຼື DISPLAY ບໍ່u200bໄດ້u200bຕັ້ງ?)
lt: zzzfm: nepavyko prisijungti prie lizdo (neveikia? arba DISPLAY nenustatytas?)
lv: zzzfm: nevarēja izveidot savienojumu ar ligzdu (nedarbojas? vai DISPLAY nav iestatīts?)
mg: zzzfm: tsy afaka nifandray tamin'ny socket (tsy mandeha? na DISPLAY tsy napetraka?)
mi: zzzfm: kare i taea te hono atu ki te turanga (kaore e rere? karekau ranei te WHAKARANGA i tautuhi?)
mk: zzzfm: не може да се поврзе со штекерот (не работи? или DISPLAY не е поставен?)
ml: zzzfm: സോക്കറ്റിലേക്ക് കണക്റ്റുചെയ്യാനായില്ല (പ്രവർത്തിക്കുന്നില്ലേ? അല്ലെങ്കിൽ DISPLAY സജ്ജീകരിച്ചിട്ടില്ലേ?)
mn: zzzfm: залгуурт холбогдож чадсангүй (ажиллуулахгүй байна уу? эсвэл DISPLAY тохируулаагүй байна уу?)
mr: zzzfm: सॉकेटशी कनेक्ट करू शकलो नाही (चालत नाही? किंवा DISPLAY सेट नाही?)
mt: zzzfm: ma setgħetx tikkonnettja mas-sokit (mhux qed jaħdem? jew DISPLAY mhux issettjat?)
my: zzzfm: socket သို့ ချိတ်ဆက်၍မရပါ (မလည်ပတ်ဘူးလား သို့မဟုတ် DISPLAY မသတ်မှတ်ထားဘူးလား?)
nb: zzzfm: kunne ikke koble til stikkontakten (kjører ikke? eller DISPLAY ikke satt?)
ne: zzzfm: सकेटमा जडान गर्न सकिएन (चलिरहेको छैन? वा DISPLAY सेट गरिएको छैन?)
or: zzzfm: ସକେଟ ସହିତ ସଂଯୋଗ ହୋଇପାରିଲା ନାହିଁ (ଚାଲୁ ନାହିଁ? କିମ୍ବା DISPLAY ସେଟ୍ ହୋଇନାହିଁ?)
pa: zzzfm: ਸਾਕਟ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਹੋ ਸਕਿਆ (ਚੱਲ ਨਹੀਂ ਰਿਹਾ? ਜਾਂ ਡਿਸਪਲੇ ਸੈੱਟ ਨਹੀਂ ਹੈ?)
ps: zzzfm: ﻮﺸﻧ ﻝﻮﻠښﻧﻭ ﻩﺮﺳ ټﮐﺎﺳ
ro: zzzfm: nu s-a putut conecta la priză (nu rulează? sau DISPLAY-ul nu este setat?)
rw: zzzfm: ntishobora guhuza sock (idakora? cyangwa DISPLAY ntabwo yashyizweho?)
sd: zzzfm: (؟ﻮﻳﻭ ﻮﻴڪ ﻪﻧ ٽﻴﺳ DISPLAY ﺎﻳ ؟ﻭﺪﻨﻠﮬ ﻪﻧ) ﻮﻴﮭﮕﺳ ﻪﻧ ﻱﮃﻨﮘ ﻥﺎﺳ ٽﮐﺎﺳ
si: zzzfm: සොකට් වෙත සම්බන්ධ වීමට නොහැකි විය (ක්u200dරියාත්මක නොවේද? හෝ DISPLAY සකසා නොමැතිද?)
sk: zzzfm: nemožno sa pripojiť k zásuvke (nefunguje? alebo DISPLAY nie je nastavený?)
sl: zzzfm: ni bilo mogoče povezati z vtičnico (ne deluje? ali DISPLAY ni nastavljen?)
sq: zzzfm: nuk mund të lidhej me prizën (nuk funksionon? ose DISPLAY nuk është vendosur?)
sw: zzzfm: haikuweza kuunganishwa kwenye soketi (haiendeshi? au DISPLAY haijawekwa?)
ta: zzzfm: சாக்கெட்டுடன் இணைக்க முடியவில்லை (இயக்கவில்லையா? அல்லது டிஸ்ப்ளே அமைக்கப்படவில்லையா?)
te: zzzfm: సాకెట్u200cకి కనెక్ట్ చేయడం సాధ్యపడలేదు (రన్ కావడం లేదా? లేదా DISPLAY సెట్ చేయలేదా?)
tg: zzzfm: ба розетка пайваст шуда натавонист (кор намекунад? ё DISPLAY насб нашудааст?)
th: zzzfm: ไม่สามารถเชื่อมต่อกับซ็อกเก็ต (ไม่ทำงานหรือไม่ได้ตั้งค่า DISPLAY?)
tk: zzzfm: rozetka birikdirip bilmedim (işlemeýärmi? ýa-da DISPLAY gurulmady?)
tt: zzzfm: розеткага тоташа алмадымы (эшләмиме?
uk: zzzfm: Не вдалося підключитися до розетки (не працює? або DISPLAY не встановлено?)
ur: zzzfm: (؟ﮯﮨ ﮟﯿﮩﻧ ﭧﯿﺳ DISPLAY ﺎﯾ ؟ﺎﮨﺭ ﮟﯿﮩﻧ ﻞﭼ) ﺎﮑﺳ ﻮﮨ ﮟﯿﮩﻧ ﮏﻠﺴﻨﻣ ﮯﺳ ﭧﮐﺎﺳ
uz: zzzfm: rozetkaga ulanib bo'lmadi (ishlamayaptimi yoki DISPLAY o'rnatilmaganmi?)
vi: zzzfm: không thể kết nối với ổ cắm (không chạy? hoặc DISPLAY không được đặt?)
xh: zzzfm: ayikwazanga ukuqhagamshela kwisokethi (engasebenziyo? okanye i-DISPLAY ayicwangciswanga?)
yi: zzzfm: (?טמיטשאַב טשינ זיא DISPLAY רעדאָ ?קידנסילפ טינ) לעלאָכ וצ ןדניבראַפ טשינ ןעק
