Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Tab close %e %w %p %t
af: Tab naby %e %w %p %t
am: ትር ዝጋ %e %w %p %t
ar: ﻕﻼ﻿ﻏﺇ ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ %e %w %p %t
be: Закрыць укладку %e %w %p %t
bg: Затваряне на раздела %e %w %p %t
bn: ট্যাব বন্ধ করুন %e %w %p %t
ca: Tancament de la pestanya %e %w %p %t
cy: Tab yn agos %e %w %p %t
da: Tab tæt %e %w %p %t
eo: Tab fermu %e %w %p %t
et: Vahekaardi sulgemine %e %w %p %t
eu: Itxi fitxa %e %w %p %t
fa: ﻪﮔﺮﺑ ﻦﺘﺴﺑ %e %w %p %t
fi: Välilehden sulkeminen %e %w %p %t
fil: Isara ang tab %e %w %p %t
fy: Tab slute %e %w %p %t
ga: Dún cluaisín %e %w %p %t
gd: Dùin tab %e %w %p %t
gl: Pechar a pestana %e %w %p %t
gu: ટૅબ બંધ કરો %e %w %p %t
he: תייסיטרכ רוגס %e %w %p %t
hi: टैब बंद करें %e %w %p %t
hr: Zatvaranje kartice %e %w %p %t
hu: Lap bezárása %e %w %p %t
hy: Ներդիր փակել %e %w %p %t
id: Tutup tab %e %w %p %t
is: Lokaðu flipa %e %w %p %t
ka: ჩანართის დახურვა %e %w %p %t
kk: Қойынды жабу %e %w %p %t
km: ផ្ទាំងបិទ %e %w %p %t
kn: ಟ್ಯಾಬ್ ಮುಚ್ಚಿ %e %w %p %t
ku: Tab girtî %e %w %p %t
ky: Өтмөк жабуу %e %w %p %t
lb: Tab zoumaachen %e %w %p %t
lo: ປິດແຖບ %e %w %p %t
lt: Skirtuko uždarymas %e %w %p %t
lv: Cilnes aizvēršana %e %w %p %t
mg: Akatona ny tabilao %e %w %p %t
mi: Ripa kati %e %w %p %t
mk: Затворете ја картичката %e %w %p %t
ml: ടാബ് അടയ്ക്കുക %e %w %p %t
mn: Таб хаах %e %w %p %t
mr: टॅब बंद करा %e %w %p %t
mt: Tab qrib %e %w %p %t
my: တဘ်ကို ပိတ်ပါ။ %e %w %p %t
nb: Lukk fanen %e %w %p %t
ne: ट्याब बन्द गर्नुहोस् %e %w %p %t
or: ଟ୍ୟାବ୍ ବନ୍ଦ କରନ୍ତୁ | %e %w %p %t
pa: ਟੈਬ ਬੰਦ ਕਰੋ %e %w %p %t
ps: ﻝړﺗ ﺐټ %e %w %p %t
ro: Închideți fila %e %w %p %t
rw: Kanda hafi %e %w %p %t
sd: ﻮﻳﺮڪ ﺪﻨﺑ ﺐﻴٽ %e %w %p %t
si: ටැබ් එක වසන්න %e %w %p %t
sk: Zatvorte kartu %e %w %p %t
sl: Zapri zavihek %e %w %p %t
sq: Mbyll skedën %e %w %p %t
sw: Kichupo karibu %e %w %p %t
ta: தாவல் மூடவும் %e %w %p %t
te: ట్యాబ్ మూసివేయండి %e %w %p %t
tg: Ҷадвали пӯшида %e %w %p %t
th: ปิดแท็บ %e %w %p %t
tk: Tablisa ýapyň %e %w %p %t
tt: Таблицаны ябу %e %w %p %t
uk: Закрити вкладку %e %w %p %t
ur: ۔ﮟﯾﺮﮐ ﺪﻨﺑ ﺐﯿﭨ %e %w %p %t
uz: Tabni yopish %e %w %p %t
vi: Đóng tab %e %w %p %t
xh: Thepha vala %e %w %p %t
yi: טנעאָנ לטיווק %e %w %p %t

source: Device change %e %f %v
af: Toestelverandering %e %f %v
am: የመሣሪያ ለውጥ %e %f %v
ar: ﺯﺎﻬﺠﻟﺍ ﺮﻴﻴﻐﺗ %e %f %v
be: Змена прылады %e %f %v
bg: Смяна на устройството %e %f %v
bn: ডিভাইস পরিবর্তন %e %f %v
ca: Canvi de dispositiu %e %f %v
cy: Newid dyfeisiau %e %f %v
da: Udskiftning af enhed %e %f %v
eo: Ŝanĝo de aparato %e %f %v
et: Seadme vahetus %e %f %v
eu: Gailu aldaketa %e %f %v
fa: ﻩﺎﮕﺘﺳﺩ ﺮﯿﯿﻐﺗ %e %f %v
fi: Laitteen vaihto %e %f %v
fil: Pagbabago ng device %e %f %v
fy: Feroarje apparaat %e %f %v
ga: Athrú feiste %e %f %v
gd: Atharrachadh inneal %e %f %v
gl: Cambio de dispositivo %e %f %v
gu: ઉપકરણ ફેરફાર %e %f %v
he: רישכמ תפלחה %e %f %v
hi: डिवाइस परिवर्तन %e %f %v
hr: Promjena uređaja %e %f %v
hu: Eszközcsere %e %f %v
hy: Սարքի փոփոխություն %e %f %v
id: Perubahan perangkat %e %f %v
is: Skipt um tæki %e %f %v
ka: მოწყობილობის შეცვლა %e %f %v
kk: Құрылғыны өзгерту %e %f %v
km: ការផ្លាស់ប្តូរឧបករណ៍ %e %f %v
kn: ಸಾಧನ ಬದಲಾವಣೆ %e %f %v
ku: Guhertina cîhazê %e %f %v
ky: Аппаратты өзгөртүү %e %f %v
lb: Apparat änneren %e %f %v
lo: ການປ່ຽນແປງອຸປະກອນ %e %f %v
lt: Įrenginio keitimas %e %f %v
lv: Ierīces maiņa %e %f %v
mg: Fanovana fitaovana %e %f %v
mi: Huringa taputapu %e %f %v
mk: Промена на уредот %e %f %v
ml: ഉപകരണം മാറ്റം %e %f %v
mn: Төхөөрөмжийн өөрчлөлт %e %f %v
mr: डिव्हाइस बदल %e %f %v
mt: Bidla fl-apparat %e %f %v
my: စက်ပစ္စည်းပြောင်းလဲမှု %e %f %v
nb: Enhetsbytte %e %f %v
ne: यन्त्र परिवर्तन %e %f %v
or: ଉପକରଣ ପରିବର୍ତ୍ତନ | %e %f %v
pa: ਜੰਤਰ ਤਬਦੀਲੀ %e %f %v
ps: ﻥﻮﻟﺪﺑ ﯥﻠﯿﺳﻭ ﺩ %e %f %v
ro: Schimbarea dispozitivului %e %f %v
rw: Guhindura ibikoresho %e %f %v
sd: ﻲﻠﻳﺪﺒﺗ ﻲﺟ ﺲﻴﺋﺍﻭڊ %e %f %v
si: උපාංගය වෙනස් කිරීම %e %f %v
sk: Zmena zariadenia %e %f %v
sl: Menjava naprave %e %f %v
sq: Ndryshimi i pajisjes %e %f %v
sw: Mabadiliko ya kifaa %e %f %v
ta: சாதன மாற்றம் %e %f %v
te: పరికరం మార్పు %e %f %v
tg: Тағири дастгоҳ %e %f %v
th: เปลี่ยนเครื่อง %e %f %v
tk: Enjam çalşygy %e %f %v
tt: Devайланма үзгәреше %e %f %v
uk: Зміна пристрою %e %f %v
ur: ﯽﻠﯾﺪﺒﺗ ﯽﮐ ﺲﺋﺍﻮﯾﮈ %e %f %v
uz: Qurilmani o'zgartirish %e %f %v
vi: Thay đổi thiết bị %e %f %v
xh: Ukutshintsha isixhobo %e %f %v
yi: ןשיוט לטימ %e %f %v

source: Event COMMAND Substitution Variables:
af: Gebeurtenis COMMAND Vervanging veranderlikes:
am: የክስተት COMMAND መተኪያ ተለዋዋጮች፡-
ar: :ﺙﺪﺤﻟﺍ COMMAND ﻝﺍﺪﺒﺘﺳﺍ ﺕﺍﺮﻴﻐﺘﻣ
be: Зменныя замены КАМАНДЫ падзеі:
bg: Променливи за заместване на КОМАНДА на събитие:
bn: ইভেন্ট কম্যান্ড প্রতিস্থাপন ভেরিয়েবল:
ca: Variables de substitució d'esdeveniment COMMAND:
cy: Newidiadau Amnewid COMMAND Digwyddiad:
da: Event COMMAND Substitutionsvariabler:
eo: Eventaj KOMANDO Anstataŭaj Variabloj:
et: Sündmuse COMMAND asendusmuutujad:
eu: Gertaera COMMAND Ordezkapen aldagaiak:
fa: :COMMAND ﺩﺍﺪﯾﻭﺭ ﯽﻨﯾﺰﮕﯾﺎﺟ ﯼﺎﻫﺮﯿﻐﺘﻣ
fi: Tapahtuman COMMAND korvausmuuttujat:
fil: Mga Variable ng Pagpapalit ng COMMAND ng Event:
fy: Event COMMAND Substitution Fariabelen:
ga: Imeachtaí Athróg Ionadaíochta COMMAND:
gd: Caochlaidhean ionaid ionad COMMAND:
gl: Variables de substitución de COMMAND do evento:
gu: ઇવેન્ટ કમાન્ડ અવેજી ચલો:
he: :COMMAND-ב הפולחת ינתשמ
hi: इवेंट कमांड प्रतिस्थापन चर:
hr: Varijable zamjene naredbi događaja:
hu: Esemény COMMAND helyettesítési változók:
hy: Իրադարձության COMMAND փոխարինման փոփոխականներ.
id: Variabel Substitusi COMMAND Acara:
is: Viðburður COMMAND Substitution breytur:
ka: მოვლენის COMMAND ჩანაცვლების ცვლადები:
kk: Оқиға COMMAND ауыстыру айнымалылары:
km: អថេរជំនួសពាក្យបញ្ជាព្រឹត្តិការណ៍៖
kn: ಈವೆಂಟ್ ಕಮಾಂಡ್ ಬದಲಿ ಅಸ್ಥಿರ:
ku: Guherbarên Cîgirkirina Bûyer COMMAND:
ky: Окуянын COMMAND алмаштыруу өзгөрмөлөрү:
lb: Event COMMAND Substitution Variablen:
lo: ຕົວແປການທົດແທນຄໍາສັ່ງເຫດການ:
lt: Įvykio COMMAND pakeitimo kintamieji:
lv: Notikuma COMMAND aizstāšanas mainīgie:
mg: Fanovana fanoloana COMMAND hetsika:
mi: Takahanga COMMAND Taurangi Whakakapi:
mk: Променливи за замена на настан COMMAND:
ml: ഇവന്റ് കമാൻഡ് സബ്സ്റ്റിറ്റ്യൂഷൻ വേരിയബിളുകൾ:
mn: Үйл явдлын COMMAND орлуулах хувьсагч:
mr: इव्हेंट कमांड प्रतिस्थापन व्हेरिएबल्स:
mt: Event KMAND Varjabbli ta' Sostituzzjoni:
my: Event Command အစားထိုး Variable များ-
nb: Event COMMAND Substitusjonsvariabler:
ne: घटना COMMAND प्रतिस्थापन चर:
or: ଇଭେଣ୍ଟ କମାଣ୍ଡ ପ୍ରତିସ୍ଥାପନ ଭେରିଏବଲ୍:
pa: ਇਵੈਂਟ ਕਮਾਂਡ ਸਬਸਟੀਟਿਊਸ਼ਨ ਵੇਰੀਏਬਲ:
ps: :ﺕﺍﺮﯿﻐﺗ ﻞﯾﺪﺑ ډﻧﺎﻤﮐ ﯥښﯿﭘ ﺩ
ro: Variabile de înlocuire COMMAND pentru evenimente:
rw: Ibirori byo gusimbuza ibyasimbuwe:
sd: :ﺮﻴﻐﺘﻣ ﻝﺩﺎﺒﺘﻣ ڊﻧﺎﻤڪ ﻲﺟ ﻲﻌﻗﺍﻭ
si: Event COMMAND ආදේශන විචල්u200dය:
sk: Substitučné premenné udalosti COMMAND:
sl: Spremenljivke za zamenjavo COMMAND dogodka:
sq: Variablat e zëvendësimit të komandës së ngjarjes:
sw: Vigezo vya Ubadilishaji wa Tukio la COMMAND:
ta: நிகழ்வு கட்டளை மாற்று மாறிகள்:
te: ఈవెంట్ కమాండ్ ప్రత్యామ్నాయం వేరియబుల్స్:
tg: Тағйирёбандаҳои ивазкунии COMMAND ҳодиса:
th: ตัวแปรการแทนที่คำสั่งเหตุการณ์:
tk: Çäräniň buýrugy çalyşýan üýtgeýjiler:
tt: Вакыйга КОММАНДА Алмаштыру үзгәрүләре:
uk: Змінні заміни COMMAND події:
ur: :ﺕﺍﺮﯿﻐﺘﻣ ﻝﺩﺎﺒﺘﻣ ﮉﻧﺎﻤﮐ ﭧﻧﻮﯾﺍ
uz: Hodisa buyrug'ini almashtirish o'zgaruvchilari:
vi: Biến thay thế COMMAND sự kiện:
xh: Iiguquguquko zoTshintsho loMnyhadala:
yi: Event COMMAND זלאַבאַירעוו ןאַשוטיטסבאַס:

source: event type (evt_start|evt_exit|...)
af: tipe gebeurtenis (evt_start|evt_exit|...)
am: የክስተት አይነት (evt_start|evt_exit|...)
ar: ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_start|evt_exit|...)
be: тып падзеі (evt_start|evt_exit|...)
bg: тип събитие (evt_start|evt_exit|...)
bn: ইভেন্টের ধরণ (evt_start|evt_exit|...)
ca: tipus d'esdeveniment (evt_start|evt_exit|...)
cy: math o ddigwyddiad (evt_start|evt_exit|...)
da: begivenhedstype (evt_start|evt_exit|...)
eo: tipo de evento (evt_start|evt_exit|...)
et: sündmuse tüüp (evt_start|evt_exit|...)
eu: gertaera mota (evt_start|evt_exit|...)
fa: ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_start|evt_exit|...)
fi: Tapahtumatyyppi (evt_start|evt_exit|...)
fil: uri ng kaganapan (evt_start|evt_exit|...)
fy: evenemint type (evt_start|evt_exit|...)
ga: cineál imeachta (evt_start|evt_exit|...)
gd: seòrsa tachartais (evt_start|evt_exit|...)
gl: tipo de evento (evt_start|evt_exit|...)
gu: ઘટના પ્રકાર (evt_start|evt_exit|...)
he: עוריא גוס (evt_start|evt_exit|...)
hi: घटना प्रकार (evt_start|evt_exit|...)
hr: tip događaja (evt_start|evt_exit|...)
hu: esemény típus (evt_start|evt_exit|...)
hy: միջոցառման տեսակը (evt_start|evt_exit|...)
id: jenis acara (evt_start|evt_exit|...)
is: tegund atburðar (evt_start|evt_exit|...)
ka: ღონისძიების ტიპი (evt_start|evt_exit|...)
kk: оқиға түрі (evt_start|evt_exit|...)
km: ប្រភេទព្រឹត្តិការណ៍ (evt_start|evt_exit|...)
kn: ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_start|evt_exit|...)
ku: cureyê bûyerê (evt_start|evt_exit|...)
ky: окуя түрү (evt_start|evt_exit|...)
lb: Event Typ (evt_start|evt_exit|...)
lo: ປະເພດເຫດການ (evt_start|evt_exit|...)
lt: renginio tipas (evt_start|evt_exit|...)
lv: notikuma veids (evt_start|evt_exit|...)
mg: karazana hetsika (evt_start|evt_exit|...)
mi: momo huihuinga (evt_start|evt_exit|...)
mk: тип на настан (evt_start|evt_exit|...)
ml: ഇവന്റ് തരം (evt_start|evt_exit|...)
mn: үйл явдлын төрөл (evt_start|evt_exit|...)
mr: कार्यक्रमाचा प्रकार (evt_start|evt_exit|...)
mt: tip ta' avveniment (evt_start|evt_exit|...)
my: ပွဲအမျိုးအစား (evt_start|evt_exit|...)
nb: hendelsestype (evt_start|evt_exit|...)
ne: घटना प्रकार (evt_start|evt_exit|...)
or: ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_start|evt_exit|...)
pa: ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_start|evt_exit|...)
ps: ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_start|evt_exit|...)
ro: tip de eveniment (evt_start|evt_exit|...)
rw: Ubwoko bwibyabaye (evt_start|evt_exit|...)
sd: ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_start|evt_exit|...)
si: සිදුවීම් වර්ගය (evt_start|evt_exit|...)
sk: typ udalosti (evt_start|evt_exit|...)
sl: vrsto dogodka (evt_start|evt_exit|...)
sq: lloji i ngjarjes (evt_start|evt_exit|...)
sw: aina ya tukio (evt_start|evt_exit|...)
ta: நிகழ்வு வகை (evt_start|evt_exit|...)
te: ఈవెంట్ రకం (evt_start|evt_exit|...)
tg: намуди ҳодиса (evt_start|evt_exit|...)
th: ประเภทงาน (evt_start|evt_exit|...)
tk: hadysanyň görnüşi (evt_start|evt_exit|...)
tt: вакыйга төре (evt_start|evt_exit|...)
uk: тип події (evt_start|evt_exit|...)
ur: ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_start|evt_exit|...)
uz: hodisa turi (evt_start|evt_exit|...)
vi: loại sự kiện (evt_start|evt_exit|...)
xh: uhlobo lwesiganeko (evt_start|evt_exit|...)
yi: פּיט שינעעשעג (evt_start|evt_exit|...)

source: window ID
af: venster ID
am: የመስኮት መታወቂያ
ar: ﺓﺬﻓﺎﻨﻟﺍ ﻑﺮﻌﻣ
be: ідэнтыфікатар акна
bg: идентификатор на прозореца
bn: উইন্ডো আইডি
ca: ID de la finestra
cy: ID ffenestr
da: vindues-id
eo: fenestro ID
et: akna ID
eu: leiho ID
fa: ﻩﺮﺠﻨﭘ ﻪﺳﺎﻨﺷ
fi: ikkunan tunnus
fy: finster ID
ga: ID na fuinneoige
gd: ID uinneig
gl: ID da fiestra
gu: વિન્ડો ID
he: ןולח ההזמ
hi: विंडो आईडी
hr: ID prozora
hu: ablakazonosító
hy: պատուհանի ID
id: ID jendela
is: auðkenni glugga
ka: ფანჯრის ID
kk: терезе идентификаторы
km: លេខសម្គាល់បង្អួច
kn: ವಿಂಡೋ ID
ku: ID pencereyê
ky: терезе ID
lb: Fënster ID
lo: windows ID
lt: lango ID
lv: loga ID
mg: varavarankely ID
mi: ID matapihi
mk: ИД на прозорецот
ml: വിൻഡോ ഐഡി
mn: цонхны ID
mr: विंडो आयडी
mt: ID tieqa
nb: vindu ID
ne: विन्डो आईडी
or: ୱିଣ୍ଡୋ ID
pa: ਵਿੰਡੋ ID
ps: ID ۍﮐړﮐ ﺩ
ro: ID-ul ferestrei
rw: Idirishya ID
sd: ID ﻭڊﻧﻭ
si: කවුළු හැඳුනුම්පත
sk: ID okna
sl: ID okna
sq: ID e dritares
sw: kitambulisho cha dirisha
ta: சாளர ஐடி
te: విండో ID
tg: ID тиреза
th: รหัสหน้าต่าง
tk: penjire ID
tt: тәрәзә ID
uk: ідентифікатор вікна
ur: ID ﻭﮉﻧﻭ
uz: oyna identifikatori
vi: ID cửa sổ
yi: ןיַיש רעטצנעפֿ

source: panel number (1-4)
af: paneelnommer (1-4)
am: የፓነል ቁጥር (1-4)
ar: (4-1) ﺔﺣﻮﻠﻟﺍ ﻢﻗﺭ
be: нумар панэлі (1-4)
bg: номер на панела (1-4)
bn: প্যানেল নম্বর (1-4)
ca: número de panell (1-4)
cy: rhif panel (1-4)
da: panelnummer (1-4)
eo: panelnumero (1-4)
et: paneeli number (1-4)
eu: panel zenbakia (1-4)
fa: (4-1) ﻞﻨﭘ ﻩﺭﺎﻤﺷ
fi: paneelin numero (1-4)
fy: paniel nûmer (1-4)
ga: uimhir phainéil (1-4)
gd: àireamh pannal (1-4)
gl: número de panel (1-4)
gu: પેનલ નંબર (1-4)
he: (1-4) לנאפ רפסמ
hi: पैनल नंबर (1-4)
hr: broj ploče (1-4)
hu: panelszám (1-4)
hy: վահանակի համարը (1-4)
id: nomor panel (1-4)
is: pallborðsnúmer (1-4)
ka: პანელის ნომერი (1-4)
kk: панель нөмірі (1-4)
km: លេខបន្ទះ (1-4)
kn: ಫಲಕ ಸಂಖ್ಯೆ (1-4)
ku: hejmara panelê (1-4)
ky: панелдин номери (1-4)
lb: Panelnummer (1-4)
lo: ໝາຍເລກແຜງ (1-4)
lt: skydelio numeris (1-4)
lv: paneļa numurs (1-4)
mg: laharan'ny tontonana (1-4)
mi: nama rōpū (1-4)
mk: број на панел (1-4)
ml: പാനൽ നമ്പർ (1-4)
mn: самбарын дугаар (1-4)
mr: पॅनल क्रमांक (1-4)
mt: numru tal-pannell (1-4)
my: အကန့်နံပါတ် (၁-၄)
nb: panelnummer (1-4)
ne: प्यानल नम्बर (१-४)
or: ପ୍ୟାନେଲ୍ ନମ୍ବର (1-4)
pa: ਪੈਨਲ ਨੰਬਰ (1-4)
ps: (4-1) ﻩﺮﯿﻤﺷ ﻞﻨﯿﭘ ﺩ
ro: numărul panoului (1-4)
rw: nimero yumwanya (1-4)
sd: (4-1) ﺮﺒﻤﻧ ﻞﻨﻴﭘ
si: පුවරු අංකය (1-4)
sk: číslo panelu (1-4)
sl: številka plošče (1-4)
sq: numri i panelit (1-4)
sw: nambari ya paneli (1-4)
ta: குழு எண் (1-4)
te: ప్యానెల్ సంఖ్య (1-4)
tg: рақами панел (1-4)
th: หมายเลขแผง (1-4)
tk: panel belgisi (1-4)
tt: панель номеры (1-4)
uk: номер панелі (1-4)
ur: (4-1) ﺮﺒﻤﻧ ﻞﻨﯿﭘ
uz: panel raqami (1-4)
vi: bảng số (1-4)
xh: inombolo yephaneli (1-4)
yi: (1-4) רעמונ עילפאַט

source: tab number (1-...)
af: oortjienommer (1-...)
am: ትር ቁጥር (1-...)
ar: (...- 1) ﺔﻟﻭﺪﺠﻟﺍ ﻢﻗﺭ
be: нумар укладкі (1-...)
bg: номер на раздел (1-...)
bn: ট্যাব নম্বর (1-...)
ca: número de fitxa (1-...)
cy: rhif tab (1 -...)
da: fanenummer (1-...)
eo: langeto numero (1-...)
et: vahelehe number (1-...)
eu: fitxa zenbakia (1-...)
fa: (...-1) ﻪﮔﺮﺑ ﻩﺭﺎﻤﺷ
fi: välilehden numero (1-...)
fil: numero ng tab (1-...)
fy: ljeppernûmer (1-...)
ga: uimhir chluaisín (1 -...)
gd: àireamh tab (1 -...)
gl: número de ficha (1-...)
gu: ટેબ નંબર (1-...)
he: (...-1) הייסיטרכ רפסמ
hi: टैब नंबर (1-...)
hr: broj kartice (1-...)
hu: lapszám (1-...)
hy: ներդիրի համարը (1-...)
id: nomor tab (1-...)
is: flipanúmer (1-...)
ka: ჩანართის ნომერი (1-...)
kk: қойынды нөмірі (1-...)
km: លេខផ្ទាំង (1-...)
kn: ಟ್ಯಾಬ್ ಸಂಖ್ಯೆ (1-...)
ku: hejmara tabloyê (1-...)
ky: табулатура номери (1-...)
lb: Tab Nummer (1-...)
lo: ໝາຍເລກແຖບ (1-...)
lt: skirtuko numeris (1-...)
lv: cilnes numurs (1-...)
mg: laharana tabilao (1-...)
mi: tau ripa (1-...)
mk: број на јазиче (1-...)
ml: ടാബ് നമ്പർ (1-...)
mn: табын дугаар (1-...)
mr: टॅब क्रमांक (1-...)
mt: numru tat-tab (1-...)
my: တက်ဘ်နံပါတ် (1-...)
nb: fanenummer (1-...)
ne: ट्याब नम्बर (१-...)
or: ଟ୍ୟାବ୍ ନମ୍ବର (1 -...)
pa: ਟੈਬ ਨੰਬਰ (1-...)
ps: (...-1) ﻩﺮﯿﻤﺷ ﺐټ ﺩ
ro: numărul filei (1-...)
rw: nimero ya tab (1 -...)
sd: (...-1) ﺮﺒﻤﻧ ﺐﻴٽ
si: ටැබ් අංකය (1-...)
sk: číslo karty (1-...)
sl: številka zavihka (1-...)
sq: numri i skedës (1-...)
sw: nambari ya kichupo (1-...)
ta: தாவல் எண் (1-...)
te: ట్యాబ్ నంబర్ (1-...)
tg: рақами ҷадвал (1-...)
th: หมายเลขแท็บ (1-...)
tk: goýmanyň belgisi (1 -...)
tt: кыстыргыч номеры (1 -...)
uk: номер вкладки (1-...)
ur: (...-1) ﺮﺒﻤﻧ ﺐﯿﭨ
uz: varaq raqami (1-...)
vi: số tab (1 -...)
xh: inombolo yethebhu (1-...)
yi: (...-1) רעמונ לטיווק

source: quoted directory ('/etc')
af: aangehaalde gids ('/etc')
am: የተጠቀሰው ማውጫ ('/etc')
ar: ﺲﺒﺘﻘﻣ ﻞﻴﻟﺩ ('/etc')
be: цытаваны каталог ('/etc')
bg: цитирана директория ('/etc')
bn: উদ্ধৃত ডিরেক্টরি ('/etc')
ca: directori citat ('/etc')
cy: cyfeiriadur wedi'i ddyfynnu ('/etc')
da: citeret bibliotek ('/etc')
eo: citita dosierujo ('/etc')
et: tsiteeritud kataloog ('/etc')
eu: aipatutako direktorioa ('/etc')
fa: ﻩﺪﺷ ﻞﻘﻧ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ ('/etc')
fi: lainattu hakemisto ('/etc')
fil: naka-quote na direktoryo ('/etc')
fy: oanhelle triemtafel ('/etc')
ga: eolaire luaite ('/etc')
gd: eòlaire air a chuartachadh ('/etc')
gl: directorio citado ('/etc')
gu: ટાંકેલી ડિરેક્ટરી ('/etc')
he: תטטוצמ היירפס ('/etc')
hi: उद्धृत निर्देशिका ('/etc')
hr: citirani imenik ('/etc')
hu: idézett könyvtár ('/etc')
hy: մեջբերված գրացուցակ ('/etc')
id: direktori yang dikutip ('/etc')
is: tilvitnuð skrá ('/etc')
ka: ციტირებული დირექტორია ('/etc')
kk: цитаталанған анықтамалық ('/etc')
km: បញ្ជីរាយនាម ('/etc')
kn: ಉಲ್ಲೇಖಿತ ಡೈರೆಕ್ಟರಿ ('/etc')
ku: pelrêça binavkirî ('/etc')
ky: цитаталанган каталог ('/etc')
lb: zitéierten Verzeechnes ('/etc')
lo: ລາຍຊື່ຜູ້ອ້າງອີງ ('/etc')
lt: cituojamas katalogas ('/etc')
lv: citētais direktorijs ('/etc')
mg: lahatahiry voatonona ('/etc')
mi: whaiaronga korero ('/etc')
mk: цитиран директориум ('/etc')
ml: ഉദ്ധരിച്ച ഡയറക്ടറി ('/etc')
mn: иш татсан лавлах ('/etc')
mr: उद्धृत निर्देशिका ('/etc')
mt: direttorju kkwotat ('/etc')
my: ကိုးကားလမ်းညွှန် ('/etc')
nb: sitert katalog ('/etc')
ne: उद्धृत निर्देशिका ('/etc')
or: ଉଦ୍ଧୃତ ଡିରେକ୍ଟୋରୀ | ('/etc')
pa: ਹਵਾਲਾ ਦਿੱਤੀ ਡਾਇਰੈਕਟਰੀ ('/etc')
ps: ﺩﻮښﺭﻻ﻿ ﯼﻮﺷ ﻞﻘﻧ ('/etc')
ro: director citat ('/etc')
rw: Ububiko ('/etc')
sd: ﻱﺮٽڪﻳﺭﺍڊ ﻞﻴڪ ﺱﺎﺒﺘﻗﺍ ('/etc')
si: උපුටා ගත් නාමාවලිය ('/etc')
sk: citovaný adresár ('/etc')
sl: citirani imenik ('/etc')
sq: drejtoria e cituar ('/etc')
sw: saraka iliyonukuliwa ('/etc')
ta: மேற்கோள் அடைவு ('/etc')
te: కోట్ చేసిన డైరెక్టరీ ('/etc')
tg: директорияи иқтибосшуда ('/etc')
th: ไดเรกทอรีที่ยกมา ('/etc')
tk: sitata getirilen katalog ('/etc')
tt: китерелгән каталог ('/etc')
uk: цитований каталог ('/etc')
ur: ﯼﺮﭩﮑﯾﺮﺋﺍﮈ ﮦﺪﺷ ﮧﻟﺍﻮﺣ ('/etc')
uz: keltirilgan katalog ('/etc')
vi: thư mục trích dẫn ('/etc')
xh: uluhlu olucatshulweyo ('/etc')
yi: רעזיַיווגעוו עטריטיצ ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
af: muis knoppie (0=dubbel 1=links 2=middel 3=reg ...)
am: የመዳፊት አዝራር (0=ድርብ 1=ግራ 2=መካከለኛ 3=ቀኝ ...)
ar: ﺓﺭﺄﻔﻟﺍ ﺭﺯ (0=ﺝﻭﺩﺰﻣ 1=ﺭﺎﺴﻴﻟﺍ 2=ﻂﺳﻭ 3=ﻖﺣ ...)
be: кнопка мышы (0=двайны 1=злева 2=сярэдні 3=правільна ...)
bg: бутон на мишката (0=двойно 1=наляво 2=среден 3=право ...)
bn: মাউস বোতাম (0=দ্বিগুণ 1=বাম 2=মধ্যম 3=অধিকার ...)
ca: botó del ratolí (0=doble 1=esquerra 2=mig 3=dret ...)
cy: botwm llygoden (0=dwbl 1=chwith 2=canol 3=iawn ...)
da: museknap (0=dobbelt 1=venstre 2=midten 3=ret ...)
eo: musbutono (0=duoble 1=foriris 2=mezo 3=ĝuste ...)
et: hiirenupp (0=kahekordne 1=vasakule 2=keskel 3=õige ...)
eu: saguaren botoia (0=bikoitza 1=ezker 2=erdikoa 3=eskubidea ...)
fa: ﺱﻭﺎﻣ ﯼ ﻪﻤﮐﺩ (0=ﺮﺑﺍﺮﺑ ﻭﺩ 1=ﺩﺮﮐ ﮎﺮﺗ 2=ﻂﺳﻭ 3=ﺖﺳﺭﺩ ...)
fi: hiiren painike (0=kaksinkertainen 1=vasemmalle 2=keskellä 3=oikein ...)
fil: pindutan ng mouse (0=doble 1=umalis 2=gitna 3=tama ...)
fy: mûsknop (0=dûbel 1=links 2=midden 3=rjochts ...)
ga: cnaipe luch (0=dúbailte 1=ar chlé 2=lár 3=ceart ...)
gd: putan luchag (0=dùbailte 1=clì 2=meadhan 3=deas ...)
gl: botón do rato (0=dobre 1=esquerda 2=medio 3=certo ...)
gu: માઉસ બટન (0=ડબલ 1=બાકી 2=મધ્ય 3=અધિકાર ...)
he: רבכעה רותפכ (0=ליִּפכַהְל 1=הלאמש 2=עַצמֶא 3=ןימי ...)
hi: माउस बटन (0=दोहरा 1=बाएं 2=मध्य 3=अधिकार ...)
hr: tipka miša (0=dvostruko 1=lijevo 2=sredina 3=pravo ...)
hu: egérgombot (0=kettős 1=bal 2=középső 3=jobb ...)
hy: մկնիկի կոճակը (0=կրկնակի 1=ձախ 2=միջին 3=ճիշտ ...)
id: tombol mouse (0=dobel 1=kiri 2=Tengah 3=Baik ...)
is: músarhnappur (0=tvöfalt 1=vinstri 2=miðja 3=rétt ...)
ka: მაუსის ღილაკი (0=ორმაგი 1=დატოვა 2=შუა 3=უფლება ...)
kk: тінтуірдің түймесі (0=қос 1=сол 2=орта 3=дұрыс ...)
km: ប៊ូតុងកណ្ដុរ (0=ទ្វេ 1=ឆ្វេង 2=កណ្តាល 3=ត្រឹមត្រូវ។ ...)
kn: ಮೌಸ್ ಬಟನ್ (0=ದುಪ್ಪಟ್ಟು 1=ಬಿಟ್ಟರು 2=ಮಧ್ಯಮ 3=ಬಲ ...)
ku: bişkoka mişkê (0=dûcar 1=çep 2=navîn 3=rast ...)
ky: чычкан баскычы (0=кош 1=сол 2=орто 3=туура ...)
lb: Maustast (0=duebel 1=lénks 2=Mëtt 3=riets ...)
lo: ປຸ່ມຫນູ (0=ສອງເທົ່າ 1=ຊ້າຍ 2=ກາງ 3=ຖືກຕ້ອງ ...)
lt: pelės mygtukas (0=dvigubai 1=paliko 2=vidurio 3=teisingai ...)
lv: peles pogu (0=dubultā 1=pa kreisi 2=vidū 3=taisnība ...)
mg: bokotra totozy (0=avo roa heny 1=ANKA 2=MOYEN- 3=TSARA ...)
mi: pātene kiore (0=rua 1=maui 2=waenganui 3=tika ...)
mk: копче на глувчето (0=двојно 1=лево 2=средината 3=право ...)
ml: മൗസ് ബട്ടൺ (0=ഇരട്ടി 1=ഇടത്തെ 2=മധ്യഭാഗം 3=ശരിയാണ് ...)
mn: хулганы товч (0=давхар 1=зүүн 2=дунд 3=зөв ...)
mr: माऊस बटण (0=दुप्पट 1=बाकी 2=मध्य 3=बरोबर ...)
mt: buttuna tal-maws (0=doppju 1=xellug 2=nofs 3=dritt ...)
my: မောက်စ်ခလုတ် (0=နှစ်ဆ 1=ဝဲ 2=အလယ်တန်း 3=မှန်တယ် ...)
nb: museknapp (0=dobbelt 1=venstre 2=midten 3=Ikke sant ...)
ne: माउस बटन (0=दोब्बर 1=बायाँ 2=मध्य 3=सही ...)
or: ମାଉସ୍ ବଟନ୍ (0=ଦୁଇଥର | 1=ବାମ 2=ମ middle ି 3=ଠିକ୍ ...)
pa: ਮਾਊਸ ਬਟਨ (0=ਡਬਲ 1=ਛੱਡ ਦਿੱਤਾ 2=ਮੱਧ 3=ਸਹੀ ...)
ps: ۍڼﺗ ﮎږﻮﻣ ﺩ (0=ﯽﻧﻮګ ﻩﻭﺩ 1=ﯥﺗﺎﭘ 2=ﯽﻨځﻨﻣ 3=ﻖﺣ ...)
ro: butonul mouse-ului (0=dubla 1=stânga 2=mijloc 3=dreapta ...)
rw: buto yimbeba (0=kabiri 1=ibumoso 2=hagati 3=iburyo ...)
sd: ﮡٽﺑ ﺱﻮﺋﺎﻣ (0=ﻮﮣﻴﭔ 1=ﻮﭔﺎﮐ 2=ﻥﻮﭼﻭ 3=ﻮﭴﺎﺳ ...)
si: මූසික බොත්තම (0=ද්විත්ව 1=අත්හැරියා 2=මැද 3=හරි ...)
sk: tlačidlo myši (0=dvojitý 1=vľavo 2=stredná 3=správny ...)
sl: gumb miške (0=dvojno 1=levo 2=sredina 3=prav ...)
sq: butonin e miut (0=dyfishtë 1=majtas 2=e mesme 3=drejtë ...)
sw: kitufe cha panya (0=mara mbili 1=kushoto 2=katikati 3=haki ...)
ta: சுட்டி பொத்தான் (0=இரட்டை 1=விட்டு 2=நடுத்தர 3=சரி ...)
te: మౌస్ బటన్ (0=రెట్టింపు 1=వదిలేశారు 2=మధ్య 3=కుడి ...)
tg: тугмаи муш (0=дучанд 1=чап 2=миёна 3=дуруст ...)
th: ปุ่มเมาส์ (0=สองเท่า 1=ซ้าย 2=กลาง 3=ขวา ...)
tk: Syçanjygyň düwmesi (0=goşa 1=çep 2=ortasy 3=dogry ...)
tt: тычкан төймәсе (0=икеләтә 1=сулда 2=урта 3=уң ...)
uk: кнопка миші (0=подвійний 1=ліворуч 2=середній 3=правильно ...)
ur: ﻦﭩﺑ ﺱﺅﺎﻣ (0=ﺎﻨﮔﺩ 1=ﮟﯿﺋﺎﺑ 2=ﯽﻧﺎﯿﻣﺭﺩ 3=ﺢﯿﺤﺻ ...)
uz: sichqoncha tugmasi (0=ikki barobar 1=chap 2=o'rtada 3=to'g'ri ...)
vi: Bẫy chuột (0=gấp đôi 1=để lại 2=tên đệm 3=bên phải ...)
xh: iqhosha le mouse (0=kabini 1=khohlo 2=phakathi 3=kunene ...)
yi: לפּענק זיומ (0=לפּאָט 1=סקניל 2=ןטימ 3=טכער ...)

source: key code (eg 0x63)
af: sleutelkode (eg 0x63)
am: ቁልፍ ኮድ (eg 0x63)
ar: ﺡﺎﺘﻔﻤﻟﺍ ﺰﻣﺭ (eg 0x63)
be: код ключа (eg 0x63)
bg: ключов код (eg 0x63)
bn: চাবি কোড (eg 0x63)
ca: clau (eg 0x63)
cy: cod allweddol (eg 0x63)
da: nøgle kode (eg 0x63)
eo: ŝlosilkodo (eg 0x63)
et: võtme kood (eg 0x63)
eu: gako kodea (eg 0x63)
fa: ﯼﺪﯿﻠﮐ ﺪﮐ (eg 0x63)
fi: avainkoodi (eg 0x63)
fy: kaaikoade (eg 0x63)
ga: cód eochair (eg 0x63)
gd: prìomh chòd (eg 0x63)
gl: código clave (eg 0x63)
gu: કી કોડ (eg 0x63)
he: המסיס (eg 0x63)
hi: कुंजी कोड (eg 0x63)
hr: šifra ključa (eg 0x63)
hu: kulcskód (eg 0x63)
hy: բանալին կոդը (eg 0x63)
id: kata kunci (eg 0x63)
is: lykilorð (eg 0x63)
ka: გასაღების კოდი (eg 0x63)
kk: кілт коды (eg 0x63)
km: លេខកូដគន្លឹះ (eg 0x63)
kn: ಪ್ರಮುಖ ಕೋಡ್ (eg 0x63)
ku: koda mifteyê (eg 0x63)
ky: ачкыч коду (eg 0x63)
lb: Schlëssel Code (eg 0x63)
lo: ລະu200bຫັດu200bທີ່u200bສໍາu200bຄັນu200b (eg 0x63)
lt: rakto kodas (eg 0x63)
lv: atslēgas kods (eg 0x63)
mg: kaody fanalahidy (eg 0x63)
mi: waehere matua (eg 0x63)
mk: клучен код (eg 0x63)
ml: കീ കോഡ് (eg 0x63)
mn: түлхүүр код (eg 0x63)
mr: की कोड (eg 0x63)
mt: kodiċi taċ-ċavetta (eg 0x63)
my: သော့ကုဒ် (eg 0x63)
nb: nøkkelkode (eg 0x63)
ne: कुञ्जी कोड (eg 0x63)
or: କି କୋଡ୍ (eg 0x63)
pa: ਕੁੰਜੀ ਕੋਡ (eg 0x63)
ps: ډﻮﮐ ﻱﺪﯿﻠﮐ (eg 0x63)
ro: cod cheie (eg 0x63)
rw: kode y'ingenzi (eg 0x63)
sd: ڊﻮڪ ﻢﻫﺍ (eg 0x63)
si: ප්රධාන කේතය (eg 0x63)
sk: kľúčový kód (eg 0x63)
sl: ključna koda (eg 0x63)
sq: kod kyç (eg 0x63)
sw: kanuni muhimu (eg 0x63)
ta: முக்கிய குறியீடு (eg 0x63)
te: కీ కోడ్ (eg 0x63)
tg: рамзи калид (eg 0x63)
th: รหัสกุญแจ (eg 0x63)
tk: açar kody (eg 0x63)
tt: ачкыч коды (eg 0x63)
uk: код ключа (eg 0x63)
ur: ﮈﻮﮐ ﯽﯿﮐ (eg 0x63)
uz: kalit kodi (eg 0x63)
vi: mã khóa (eg 0x63)
xh: ikhowudi engundoqo (eg 0x63)
yi: דאָק לסילש (eg 0x63)
