Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Paused ( pid %d )
af: Onderbreek ( pid %d )
am: ባለበት ቆሟል ( pid %d )
ar: ﺎًﺘﻗﺆﻣ ﻒﻗﻮﺘﻣ ( pid %d )
be: Прыпынены ( pid %d )
bg: На пауза ( pid %d )
bn: বিরতি দেওয়া হয়েছে ( pid %d )
ca: En pausa ( pid %d )
cy: Wedi oedi ( pid %d )
da: Pause ( pid %d )
eo: Paŭzita ( pid %d )
et: Peatatud ( pid %d )
eu: Pausatuta ( pid %d )
fa: ﺪﺷ ﺚﮑﻣ ( pid %d )
fi: Keskeytetty ( pid %d )
fil: Naka-pause ( pid %d )
fy: Pauzearre ( pid %d )
ga: Sos ( pid %d )
gd: Air a stad ( pid %d )
gl: En pausa ( pid %d )
gu: થોભાવ્યું ( pid %d )
he: ההשומ ( pid %d )
hi: रोके गए ( pid %d )
hr: Pauzirano ( pid %d )
hu: Szüneteltetve ( pid %d )
hy: Դադարեցված է ( pid %d )
id: Dijeda ( pid %d )
is: Gert hlé ( pid %d )
ka: შეჩერდა ( pid %d )
kk: Кідіртілді ( pid %d )
km: ផ្អាក ( pid %d )
kn: ವಿರಾಮಗೊಳಿಸಲಾಗಿದೆ ( pid %d )
ku: Rawestiyan ( pid %d )
ky: Тындырылды ( pid %d )
lb: Pauséiert ( pid %d )
lo: ຢຸດຊົ່ວຄາວ ( pid %d )
lt: Pristabdyta ( pid %d )
lv: Pauzēts ( pid %d )
mg: Nijanona kely ( pid %d )
mi: Kua whakataa ( pid %d )
mk: Паузирано ( pid %d )
ml: താൽക്കാലികമായി നിർത്തി ( pid %d )
mn: Түр зогсоосон ( pid %d )
mr: विराम दिला ( pid %d )
mt: Waqfa qasira ( pid %d )
my: ရပ်ထားသည်။ ( pid %d )
nb: Pause ( pid %d )
ne: रोकियो ( pid %d )
or: ବିରତ | ( pid %d )
pa: ਰੋਕਿਆ ਗਿਆ ( pid %d )
ps: ﻝﺪﯾﺭﺩﻭ ( pid %d )
ro: Întrerupt ( pid %d )
rw: Kuruhuka ( pid %d )
sd: ﻮﻳﻭ ﻮﻴڪﻭﺭ ( pid %d )
si: විරාම කළා ( pid %d )
sk: Pozastavené ( pid %d )
sl: Zaustavljeno ( pid %d )
sq: Ndaloi ( pid %d )
sw: Imesitishwa ( pid %d )
ta: இடைநிறுத்தப்பட்டது ( pid %d )
te: పాజ్ చేయబడింది ( pid %d )
tg: Таваққуф карда шуд ( pid %d )
th: หยุดชั่วคราว ( pid %d )
tk: Saklandy ( pid %d )
tt: Пауза ( pid %d )
uk: Призупинено ( pid %d )
ur: ﺎﯿﮔ ﺎﯾﺩ ﮎﻭﺭ ( pid %d )
uz: Pauza qilingan ( pid %d )
vi: Bị tạm dừng ( pid %d )
xh: Inqunyanyisiwe ( pid %d )
yi: דזואַפּ ( pid %d )

source: Paused ( exit status %d )
af: Onderbreek ( uitgang status %d )
am: ባለበት ቆሟል ( የመውጣት ሁኔታ %d )
ar: ﺎًﺘﻗﺆﻣ ﻒﻗﻮﺘﻣ ( ﺝﻭﺮﺨﻟﺍ ﺔﻟﺎﺣ %d )
be: Прыпынены ( статус выхаду %d )
bg: На пауза ( изходно състояние %d )
bn: বিরতি দেওয়া হয়েছে ( প্রস্থান অবস্থা %d )
ca: En pausa ( estat de sortida %d )
cy: Wedi oedi ( statws ymadael %d )
da: Pause ( exit status %d )
eo: Paŭzita ( elirstatuso %d )
et: Peatatud ( väljumise olek %d )
eu: Pausatuta ( irteera egoera %d )
fa: ﺪﺷ ﺚﮑﻣ ( ﺝﻭﺮﺧ ﺖﯿﻌﺿﻭ %d )
fi: Keskeytetty ( poistumistila %d )
fil: Naka-pause ( katayuan sa paglabas %d )
fy: Pauzearre ( útgong status %d )
ga: Sos ( stádas imeachta %d )
gd: Air a stad ( inbhe fàgail %d )
gl: En pausa ( estado de saída %d )
gu: થોભાવ્યું ( બહાર નીકળવાની સ્થિતિ %d )
he: ההשומ ( האיצי בצמ %d )
hi: रोके गए ( बाहर निकलने की स्थिति %d )
hr: Pauzirano ( izlazni status %d )
hu: Szüneteltetve ( kilépési állapot %d )
hy: Դադարեցված է ( ելքի կարգավիճակը %d )
id: Dijeda ( status keluar %d )
is: Gert hlé ( útgöngustaða %d )
ka: შეჩერდა ( გასვლის სტატუსი %d )
kk: Кідіртілді ( шығу күйі %d )
km: ផ្អាក ( ស្ថានភាពចាកចេញ %d )
kn: ವಿರಾಮಗೊಳಿಸಲಾಗಿದೆ ( ನಿರ್ಗಮನ ಸ್ಥಿತಿ %d )
ku: Rawestiyan ( rewşa derketinê %d )
ky: Тындырылды ( чыгуу абалы %d )
lb: Pauséiert ( Austrëtt Status %d )
lo: ຢຸດຊົ່ວຄາວ ( ສະຖານະການອອກ %d )
lt: Pristabdyta ( išėjimo būsena %d )
lv: Pauzēts ( izejas statuss %d )
mg: Nijanona kely ( sata fivoahana %d )
mi: Kua whakataa ( mana puta %d )
mk: Паузирано ( статус на излез %d )
ml: താൽക്കാലികമായി നിർത്തി ( എക്സിറ്റ് സ്റ്റാറ്റസ് %d )
mn: Түр зогсоосон ( гарах төлөв %d )
mr: विराम दिला ( बाहेर पडण्याची स्थिती %d )
mt: Waqfa qasira ( status ta' ħruġ %d )
my: ရပ်ထားသည်။ ( ထွက်ပေါက်အခြေအနေ %d )
nb: Pause ( utgangsstatus %d )
ne: रोकियो ( निकास स्थिति %d )
or: ବିରତ | ( ପ୍ରସ୍ଥାନ ସ୍ଥିତି %d )
pa: ਰੋਕਿਆ ਗਿਆ ( ਬਾਹਰ ਜਾਣ ਦੀ ਸਥਿਤੀ %d )
ps: ﻝﺪﯾﺭﺩﻭ ( ﺖﻟﺎﺣ ﻮﻠﺗﻭ ﺩ %d )
ro: Întrerupt ( starea de ieșire %d )
rw: Kuruhuka ( gusohoka %d )
sd: ﻮﻳﻭ ﻮﻴڪﻭﺭ ( ﺖﻟﺎﺣ ﻲﺟ ﮠﺮڪﻧ %d )
si: විරාම කළා ( පිටවීමේ තත්ත්වය %d )
sk: Pozastavené ( výstupný stav %d )
sl: Zaustavljeno ( izhodni status %d )
sq: Ndaloi ( statusi i daljes %d )
sw: Imesitishwa ( hali ya kutoka %d )
ta: இடைநிறுத்தப்பட்டது ( வெளியேறும் நிலை %d )
te: పాజ్ చేయబడింది ( నిష్క్రమణ స్థితి %d )
tg: Таваққуф карда шуд ( ҳолати баромадан %d )
th: หยุดชั่วคราว ( สถานะทางออก %d )
tk: Saklandy ( çykyş ýagdaýy %d )
tt: Пауза ( чыгу статусы %d )
uk: Призупинено ( статус виходу %d )
ur: ﺎﯿﮔ ﺎﯾﺩ ﮎﻭﺭ ( ﺖﯿﺜﯿﺣ ﯽﮐ ﮯﻨﻠﮑﻧ ﺮﮨﺎﺑ %d )
uz: Pauza qilingan ( chiqish holati %d )
vi: Bị tạm dừng ( trạng thái thoát %d )
xh: Inqunyanyisiwe ( phuma kwimo %d )
yi: דזואַפּ ( סוטאַטס גנאַגסיוראַ %d )

source: Queued ( pid %d )
af: In die ry ( pid %d )
am: ተሰልፏል ( pid %d )
ar: ﺭﺎﻈﺘﻧﻻ﻿ﺍ ﺔﻤﺋﺎﻗ ﻲﻓ ( pid %d )
be: У чарзе ( pid %d )
bg: На опашка ( pid %d )
bn: সারিবদ্ধ ( pid %d )
ca: En cua ( pid %d )
cy: Ciwio ( pid %d )
da: I kø ( pid %d )
eo: Envico ( pid %d )
et: Järjekorras ( pid %d )
eu: Ilaran jarrita ( pid %d )
fa: ﻒﺻ ﺭﺩ ( pid %d )
fi: Jonossa ( pid %d )
fil: Nakapila ( pid %d )
fy: Wachtrige ( pid %d )
ga: Scuaine ( pid %d )
gl: En cola ( pid %d )
gu: કતારબદ્ધ ( pid %d )
he: רותב ( pid %d )
hi: कतारबद्ध ( pid %d )
hr: U redu čekanja ( pid %d )
hu: Sorban ( pid %d )
hy: Հերթագրված ( pid %d )
id: antri ( pid %d )
is: Í biðröð ( pid %d )
ka: რიგში დადგა ( pid %d )
kk: Кезекте ( pid %d )
km: តម្រង់ជួរ ( pid %d )
kn: ಸರದಿಯಲ್ಲಿ ನಿಂತಿದೆ ( pid %d )
ku: Li dorê ( pid %d )
ky: Кезекте ( pid %d )
lb: Schlaang ( pid %d )
lo: ຄິວ ( pid %d )
lt: Eilėje ( pid %d )
lv: Rindā ( pid %d )
mg: nilahatra ( pid %d )
mi: Tūtira ( pid %d )
mk: Во редица ( pid %d )
ml: ക്യൂവിൽ ( pid %d )
mn: Дараалалд орсон ( pid %d )
mr: रांगेत ( pid %d )
mt: Fil-kju ( pid %d )
my: တန်းစီနေသည်။ ( pid %d )
nb: I kø ( pid %d )
ne: लामबद्ध ( pid %d )
or: ଧାଡିରେ | ( pid %d )
pa: ਕਤਾਰਬੱਧ ( pid %d )
ps: ﺭﺎﺘﮐ ( pid %d )
ro: În așteptare ( pid %d )
rw: Umurongo ( pid %d )
sd: ﺭﺎﻄﻗ ( pid %d )
si: පෝලිමේ ( pid %d )
sk: Vo fronte ( pid %d )
sl: V čakalni vrsti ( pid %d )
sq: Në radhë ( pid %d )
sw: Imewekwa kwenye foleni ( pid %d )
ta: வரிசையில் நிற்கிறது ( pid %d )
te: క్యూలో నిలిచారు ( pid %d )
tg: Дар навбат ( pid %d )
th: เข้าคิว ( pid %d )
tk: Nobat ( pid %d )
tt: Чират ( pid %d )
uk: У черзі ( pid %d )
ur: ۔ﺎﯿﮔ ﮓﻟ ﮟﯿﻣ ﺭﺎﻄﻗ ( pid %d )
uz: Navbatda ( pid %d )
vi: Đã xếp hàng ( pid %d )
xh: Ifakwe emgceni ( pid %d )
yi: ייר ןיא ( pid %d )

source: Queued ( exit status %d )
af: In die ry ( uitgang status %d )
am: ተሰልፏል ( የመውጣት ሁኔታ %d )
ar: ﺭﺎﻈﺘﻧﻻ﻿ﺍ ﺔﻤﺋﺎﻗ ﻲﻓ ( ﺝﻭﺮﺨﻟﺍ ﺔﻟﺎﺣ %d )
be: У чарзе ( статус выхаду %d )
bg: На опашка ( изходно състояние %d )
bn: সারিবদ্ধ ( প্রস্থান অবস্থা %d )
ca: En cua ( estat de sortida %d )
cy: Ciwio ( statws ymadael %d )
da: I kø ( exit status %d )
eo: Envico ( elirstatuso %d )
et: Järjekorras ( väljumise olek %d )
eu: Ilaran jarrita ( irteera egoera %d )
fa: ﻒﺻ ﺭﺩ ( ﺝﻭﺮﺧ ﺖﯿﻌﺿﻭ %d )
fi: Jonossa ( poistumistila %d )
fil: Nakapila ( katayuan sa paglabas %d )
fy: Wachtrige ( útgong status %d )
ga: Scuaine ( stádas imeachta %d )
gd: Queued ( inbhe fàgail %d )
gl: En cola ( estado de saída %d )
gu: કતારબદ્ધ ( બહાર નીકળવાની સ્થિતિ %d )
he: רותב ( האיצי בצמ %d )
hi: कतारबद्ध ( बाहर निकलने की स्थिति %d )
hr: U redu čekanja ( izlazni status %d )
hu: Sorban ( kilépési állapot %d )
hy: Հերթագրված ( ելքի կարգավիճակը %d )
id: antri ( status keluar %d )
is: Í biðröð ( útgöngustaða %d )
ka: რიგში დადგა ( გასვლის სტატუსი %d )
kk: Кезекте ( шығу күйі %d )
km: តម្រង់ជួរ ( ស្ថានភាពចាកចេញ %d )
kn: ಸರದಿಯಲ್ಲಿ ನಿಂತಿದೆ ( ನಿರ್ಗಮನ ಸ್ಥಿತಿ %d )
ku: Li dorê ( rewşa derketinê %d )
ky: Кезекте ( чыгуу абалы %d )
lb: Schlaang ( Austrëtt Status %d )
lo: ຄິວ ( ສະຖານະການອອກ %d )
lt: Eilėje ( išėjimo būsena %d )
lv: Rindā ( izejas statuss %d )
mg: nilahatra ( sata fivoahana %d )
mi: Tūtira ( mana puta %d )
mk: Во редица ( статус на излез %d )
ml: ക്യൂവിൽ ( എക്സിറ്റ് സ്റ്റാറ്റസ് %d )
mn: Дараалалд орсон ( гарах төлөв %d )
mr: रांगेत ( बाहेर पडण्याची स्थिती %d )
mt: Fil-kju ( status ta' ħruġ %d )
my: တန်းစီနေသည်။ ( ထွက်ပေါက်အခြေအနေ %d )
nb: I kø ( utgangsstatus %d )
ne: लामबद्ध ( निकास स्थिति %d )
or: ଧାଡିରେ | ( ପ୍ରସ୍ଥାନ ସ୍ଥିତି %d )
pa: ਕਤਾਰਬੱਧ ( ਬਾਹਰ ਜਾਣ ਦੀ ਸਥਿਤੀ %d )
ps: ﺭﺎﺘﮐ ( ﺖﻟﺎﺣ ﻮﻠﺗﻭ ﺩ %d )
ro: În așteptare ( starea de ieșire %d )
rw: Umurongo ( gusohoka %d )
sd: ﺭﺎﻄﻗ ( ﺖﻟﺎﺣ ﻲﺟ ﮠﺮڪﻧ %d )
si: පෝලිමේ ( පිටවීමේ තත්ත්වය %d )
sk: Vo fronte ( výstupný stav %d )
sl: V čakalni vrsti ( izhodni status %d )
sq: Në radhë ( statusi i daljes %d )
sw: Imewekwa kwenye foleni ( hali ya kutoka %d )
ta: வரிசையில் நிற்கிறது ( வெளியேறும் நிலை %d )
te: క్యూలో నిలిచారు ( నిష్క్రమణ స్థితి %d )
tg: Дар навбат ( ҳолати баромадан %d )
th: เข้าคิว ( สถานะทางออก %d )
tk: Nobat ( çykyş ýagdaýy %d )
tt: Чират ( чыгу статусы %d )
uk: У черзі ( статус виходу %d )
ur: ۔ﺎﯿﮔ ﮓﻟ ﮟﯿﻣ ﺭﺎﻄﻗ ( ﺖﯿﺜﯿﺣ ﯽﮐ ﮯﻨﻠﮑﻧ ﺮﮨﺎﺑ %d )
uz: Navbatda ( chiqish holati %d )
vi: Đã xếp hàng ( trạng thái thoát %d )
xh: Ifakwe emgceni ( phuma kwimo %d )
yi: ייר ןיא ( סוטאַטס גנאַגסיוראַ %d )

source: Running with %d error
af: Hardloop met %d fout
am: ጋር መሮጥ %d ስህተት
bg: Тичане с %d грешка
bn: সাথে চলছে %d ত্রুটি
ca: Córrer amb %d error
da: Løber med %d fejl
eo: Kurante kun %d eraro
et: Joostes koos %d viga
eu: Korrika egiten %d akatsa
fa: ﺎﺑ ﻥﺪﯾﻭﺩ %d ﺎﻄﺧ
fi: Juoksemassa kanssa %d virhe
fil: Tumatakbo kasama %d pagkakamali
fy: Rinne mei %d fersin
gl: Correndo con %d erro
gu: સાથે ચાલી રહી છે %d ભૂલ
hi: साथ चल रहा है %d त्रुटि
hu: Futás vele %d hiba
hy: հետ վազում %d սխալ
id: Berlari dengan %d kesalahan
is: Hlaupandi með %d villa
ka: სირბილით %d შეცდომა
kk: -мен жүгіру %d қате
km: កំពុងរត់ជាមួយ %d កំហុស
kn: ಜೊತೆ ಓಡುತ್ತಿದೆ %d ದೋಷ
ku: Direve bi %d şaşî
ky: менен чуркоо %d ката
lb: Lafen mat %d Feeler
lo: ແລ່ນກັບ %d ຄວາມຜິດພາດ
lt: Vykdoma su %d klaida
mg: Mihazakazaka miaraka %d fahadisoana
mi: Rere me %d hapa
mk: Трчање со %d грешка
ml: കൂടെ ഓടുന്നു %d പിശക്
mn: Хамт гүйж байна %d алдаа
mr: सह धावत आहे %d त्रुटी
my: ဖြင့် ပြေးသည်။ %d အမှား
nb: Løper med %d feil
ne: संग दौडिरहेको छ %d त्रुटि
or: ସହିତ ଚାଲୁଛି | %d ତ୍ରୁଟି
pa: ਨਾਲ ਚੱਲ ਰਿਹਾ ਹੈ %d ਗਲਤੀ
ps: ﻱږﯿﻠﭼ ﻩﺮﺳ %d ﻪﻨﺗﻭﺮﯧﺗ
rw: Kwiruka hamwe %d ikosa
sd: ﮡﻠﻫ ﻥﺎﺳ %d ﻲﻄﻠﻏ
si: සමඟ දුවනවා %d දෝෂය
sq: Duke vrapuar me %d gabim
sw: Kukimbia na %d kosa
ta: உடன் இயங்குகிறது %d பிழை
te: తో నడుస్తోంది %d లోపం
tg: Давидан бо %d хатогӣ
th: วิ่งด้วย %d ข้อผิดพลาด
tk: Bilen ylgamak %d ýalňyşlyk
tt: Йөгерү %d хата
ur: ۔ﮯﮨ ﺎﮨﺭ ﻞﭼ ﮫﺗﺎﺳ ﮯﮐ %d ﯽﻄﻠﻏ
uz: Bilan yugurish %d xato
vi: Chạy với %d lỗi
xh: Ukubaleka nge %d impazamo
yi: טימ קידנסילפ %d תועט

source: Running... ( pid %d )
af: Aan die gang... ( pid %d )
am: በመሮጥ ላይ... ( pid %d )
ar: ...ﺓﺭﺍﺩﺍ ( pid %d )
be: Бег... ( pid %d )
bg: бягане... ( pid %d )
bn: চলছে... ( pid %d )
ca: Córrer... ( pid %d )
cy: Rhedeg ... ( pid %d )
da: Kører... ( pid %d )
eo: Kurante... ( pid %d )
et: Jooksmine... ( pid %d )
eu: Korrika... ( pid %d )
fa: ...ﻥﺪﯾﻭﺩ ﻝﺎﺣ ﺭﺩ ( pid %d )
fi: Juoksemassa... ( pid %d )
fil: Tumatakbo... ( pid %d )
fy: Te rinnen... ( pid %d )
ga: Ag rith ... ( pid %d )
gd: A ’ruith ... ( pid %d )
gl: Correndo... ( pid %d )
gu: ચાલી રહ્યું છે... ( pid %d )
he: ...ץר ( pid %d )
hi: दौड़ना... ( pid %d )
hr: Trčanje... ( pid %d )
hu: Futás... ( pid %d )
hy: Վազում... ( pid %d )
id: Berlari... ( pid %d )
is: Í gangi... ( pid %d )
ka: Სირბილი... ( pid %d )
kk: Жүгіру... ( pid %d )
km: កំពុងរត់... ( pid %d )
kn: ಚಾಲನೆಯಲ್ಲಿದೆ... ( pid %d )
ku: Direve... ( pid %d )
ky: Чуркап жатат... ( pid %d )
lb: Lafen ... ( pid %d )
lo: ກຳລັງແລ່ນ... ( pid %d )
lt: Bėga... ( pid %d )
lv: Skriešana... ( pid %d )
mg: Mihazakazaka... ( pid %d )
mi: Rere ana... ( pid %d )
mk: Трчање... ( pid %d )
ml: പ്രവർത്തിക്കുന്ന... ( pid %d )
mn: Гүйж байна... ( pid %d )
mr: धावत आहे... ( pid %d )
mt: Tiġri... ( pid %d )
my: ပြေးနေသည်... ( pid %d )
nb: Løping... ( pid %d )
ne: चलिरहेको... ( pid %d )
or: ଚାଲୁଛି ... ( pid %d )
pa: ਚੱਲ ਰਿਹਾ ਹੈ... ( pid %d )
ps: ...ﻪﻧﺍﻭﺭ ( pid %d )
ro: Alergare... ( pid %d )
rw: Kwiruka ... ( pid %d )
sd: ...ڙﺪﻨﻠﻫ ( pid %d )
si: දුවමින්... ( pid %d )
sk: Beží... ( pid %d )
sl: teče ... ( pid %d )
sq: Duke vrapuar... ( pid %d )
sw: Kimbia... ( pid %d )
ta: ஓடுதல்... ( pid %d )
te: నడుస్తోంది... ( pid %d )
tg: Давида... ( pid %d )
th: วิ่ง... ( pid %d )
tk: Ylgaýar ... ( pid %d )
tt: Йөгерү ... ( pid %d )
uk: Біг... ( pid %d )
ur: ...ﮯﮨ ﺎﮨﺭ ﻞﭼ ( pid %d )
uz: Yugurish... ( pid %d )
vi: Đang chạy... ( pid %d )
xh: Iyabaleka... ( pid %d )
yi: ... קידנסילפ ( pid %d )

source: Running... ( exit status %d )
af: Aan die gang... ( uitgang status %d )
am: በመሮጥ ላይ... ( የመውጣት ሁኔታ %d )
ar: ...ﺓﺭﺍﺩﺍ ( ﺝﻭﺮﺨﻟﺍ ﺔﻟﺎﺣ %d )
be: Бег... ( статус выхаду %d )
bg: бягане... ( изходно състояние %d )
bn: চলছে... ( প্রস্থান অবস্থা %d )
ca: Córrer... ( estat de sortida %d )
cy: Rhedeg ... ( statws ymadael %d )
da: Kører... ( exit status %d )
eo: Kurante... ( elirstatuso %d )
et: Jooksmine... ( väljumise olek %d )
eu: Korrika... ( irteera egoera %d )
fa: ...ﻥﺪﯾﻭﺩ ﻝﺎﺣ ﺭﺩ ( ﺝﻭﺮﺧ ﺖﯿﻌﺿﻭ %d )
fi: Juoksemassa... ( poistumistila %d )
fil: Tumatakbo... ( katayuan sa paglabas %d )
fy: Te rinnen... ( útgong status %d )
ga: Ag rith ... ( stádas imeachta %d )
gd: A ’ruith ... ( inbhe fàgail %d )
gl: Correndo... ( estado de saída %d )
gu: ચાલી રહ્યું છે... ( બહાર નીકળવાની સ્થિતિ %d )
he: ...ץר ( האיצי בצמ %d )
hi: दौड़ना... ( बाहर निकलने की स्थिति %d )
hr: Trčanje... ( izlazni status %d )
hu: Futás... ( kilépési állapot %d )
hy: Վազում... ( ելքի կարգավիճակը %d )
id: Berlari... ( status keluar %d )
is: Í gangi... ( útgöngustaða %d )
ka: Სირბილი... ( გასვლის სტატუსი %d )
kk: Жүгіру... ( шығу күйі %d )
km: កំពុងរត់... ( ស្ថានភាពចាកចេញ %d )
kn: ಚಾಲನೆಯಲ್ಲಿದೆ... ( ನಿರ್ಗಮನ ಸ್ಥಿತಿ %d )
ku: Direve... ( rewşa derketinê %d )
ky: Чуркап жатат... ( чыгуу абалы %d )
lb: Lafen ... ( Austrëtt Status %d )
lo: ກຳລັງແລ່ນ... ( ສະຖານະການອອກ %d )
lt: Bėga... ( išėjimo būsena %d )
lv: Skriešana... ( izejas statuss %d )
mg: Mihazakazaka... ( sata fivoahana %d )
mi: Rere ana... ( mana puta %d )
mk: Трчање... ( статус на излез %d )
ml: പ്രവർത്തിക്കുന്ന... ( എക്സിറ്റ് സ്റ്റാറ്റസ് %d )
mn: Гүйж байна... ( гарах төлөв %d )
mr: धावत आहे... ( बाहेर पडण्याची स्थिती %d )
mt: Tiġri... ( status ta' ħruġ %d )
my: ပြေးနေသည်... ( ထွက်ပေါက်အခြေအနေ %d )
nb: Løping... ( utgangsstatus %d )
ne: चलिरहेको... ( निकास स्थिति %d )
or: ଚାଲୁଛି ... ( ପ୍ରସ୍ଥାନ ସ୍ଥିତି %d )
pa: ਚੱਲ ਰਿਹਾ ਹੈ... ( ਬਾਹਰ ਜਾਣ ਦੀ ਸਥਿਤੀ %d )
ps: ...ﻪﻧﺍﻭﺭ ( ﺖﻟﺎﺣ ﻮﻠﺗﻭ ﺩ %d )
ro: Alergare... ( starea de ieșire %d )
rw: Kwiruka ... ( gusohoka %d )
sd: ...ڙﺪﻨﻠﻫ ( ﺖﻟﺎﺣ ﻲﺟ ﮠﺮڪﻧ %d )
si: දුවමින්... ( පිටවීමේ තත්ත්වය %d )
sk: Beží... ( výstupný stav %d )
sl: teče ... ( izhodni status %d )
sq: Duke vrapuar... ( statusi i daljes %d )
sw: Kimbia... ( hali ya kutoka %d )
ta: ஓடுதல்... ( வெளியேறும் நிலை %d )
te: నడుస్తోంది... ( నిష్క్రమణ స్థితి %d )
tg: Давида... ( ҳолати баромадан %d )
th: วิ่ง... ( สถานะทางออก %d )
tk: Ylgaýar ... ( çykyş ýagdaýy %d )
tt: Йөгерү ... ( чыгу статусы %d )
uk: Біг... ( статус виходу %d )
ur: ...ﮯﮨ ﺎﮨﺭ ﻞﭼ ( ﺖﯿﺜﯿﺣ ﯽﮐ ﮯﻨﻠﮑﻧ ﺮﮨﺎﺑ %d )
uz: Yugurish... ( chiqish holati %d )
vi: Đang chạy... ( trạng thái thoát %d )
xh: Iyabaleka... ( phuma kwimo %d )
yi: ... קידנסילפ ( סוטאַטס גנאַגסיוראַ %d )

source: stalled
af: tot stilstand gekom
am: ቆሟል
ar: ﺖﻔﻗﻮﺗ
be: застопорилась
bg: спрял
bn: স্থবির
ca: estancat
cy: stopio
da: gik i stå
eo: ekhaltis
et: seisma jäänud
eu: geldituta
fa: ﺖﺳﺍ ﻩﺪﺷ ﻒﻗﻮﺘﻣ
fi: pysähtynyt
fil: natigil
fy: stoppe
ga: stop
gd: stad
gl: parado
gu: સ્થગિત
he: סּובָא
hi: ठप
hr: zastao
hu: elakadt
hy: կանգ է առել
id: terhenti
is: tafðist
ka: შეჩერდა
kk: тоқтап қалды
km: ជាប់គាំង
kn: ಸ್ಥಗಿತಗೊಂಡಿತು
ku: sekinîn
ky: токтоп калды
lb: gestoppt
lo: ຢຸດ
lt: sustojo
lv: apstājies
mg: mijanona
mi: karekau
mk: застој
ml: മുടങ്ങി
mn: гацсан
mr: ठप्प
mt: waqfet
my: ရပ်သွားတယ်။
nb: stoppet
ne: रोकिएको
or: ଅଟକି ଯାଇଛି |
pa: ਰੁਕਿਆ
ps: ﻝﻭﺭﺩﻭ
ro: stagnat
rw: yarahagaze
sd: ﻞﻴڪﻭﺭ
si: ඇනහිටියා
sk: zastavil
sl: zastal
sq: i ngecur
sw: imekwama
ta: ஸ்தம்பித்தது
te: నిలిచిపోయింది
tg: боздошта шуд
th: จนตรอก
tk: saklandy
tt: туктап калды
uk: зупинився
ur: ﺎﯿﮔ ﮎﺭ
uz: to'xtab qoldi
vi: bị đình trệ
xh: yamisa
yi: דלאָטס

source: [ SNIP - additional errors above have been trimmed from this log ]
af: [ SNIP - bykomende foute hierbo is van hierdie logboek afgesny ]
am: [ SNIP - ከዚህ በላይ ያሉት ተጨማሪ ስህተቶች ከዚህ ምዝግብ ማስታወሻ ተስተካክለዋል። ]
ar: [ SNIP - ﻞﺠﺴﻟﺍ ﺍﺬﻫ ﻦﻣ ﻩﻼ﻿ﻋﺃ ﺔﻴﻓﺎﺿﻹ﻿ﺍ ءﺎﻄﺧﻷ﻿ﺍ ﻑﺬﺣ ﻢﺗ ]
be: [ SNIP - дадатковыя памылкі вышэй былі выдалены з гэтага часопіса ]
bg: [ SNIP - допълнителни грешки по-горе са изрязани от този регистрационен файл ]
bn: [ SNIP - উপরের অতিরিক্ত ত্রুটিগুলি এই লগ থেকে ছাঁটাই করা হয়েছে৷ ]
ca: [ SNIP: els errors addicionals anteriors s'han retallat d'aquest registre ]
cy: [ SNIP - mae gwallau ychwanegol uchod wedi'u tocio o'r log hwn ]
da: [ SNIP - yderligere fejl ovenfor er blevet trimmet fra denne log ]
eo: [ SNIP - pliaj eraroj supre estis eltonditaj de ĉi tiu protokolo ]
et: [ SNIP – ülaltoodud lisavead on sellest logist välja lõigatud ]
eu: [ SNIP - goiko errore gehigarriak kendu dira erregistro honetatik ]
fa: [ SNIP - ﺖﺳﺍ ﻩﺪﺷ ﻑﺬﺣ ﺵﺭﺍﺰﮔ ﻦﯾﺍ ﺯﺍ ﻻ﻿ﺎﺑ ﺭﺩ ﯽﻓﺎﺿﺍ ﯼﺎﻫﺎﻄﺧ ]
fi: [ SNIP - yllä olevat lisävirheet on leikattu tästä lokista ]
fil: [ SNIP - ang mga karagdagang error sa itaas ay na-trim mula sa log na ito ]
fy: [ SNIP - ekstra flaters hjirboppe binne ôfsnien út dit logboek ]
ga: [ SNIP - bearradh earráidí breise thuas ón logáil seo ]
gd: [ SNIP - chaidh mearachdan a bharrachd gu h-àrd a ghearradh bhon log seo ]
gl: [ SNIP: os erros adicionais anteriores foron eliminados deste rexistro ]
gu: [ SNIP - ઉપરની વધારાની ભૂલો આ લોગમાંથી ટ્રિમ કરવામાં આવી છે ]
he: [ SNIP - הז ןמוימ ורזגנ ליעל תופסונ תואיגש ]
hi: [ एसएनआईपी - उपरोक्त अतिरिक्त त्रुटियों को इस लॉग से काट दिया गया है ]
hr: [ SNIP - dodatne pogreške iznad su izrezane iz ovog dnevnika ]
hu: [ SNIP – a fenti további hibák ki lettek vágva ebből a naplóból ]
hy: [ SNIP - վերը նշված լրացուցիչ սխալները կտրված են այս մատյանից ]
id: [ SNIP - kesalahan tambahan di atas telah dipangkas dari log ini ]
is: [ SNIP - fleiri villur hér að ofan hafa verið klipptar úr þessari annál ]
ka: [ SNIP - ზემოთ მოყვანილი დამატებითი შეცდომები ამოღებულია ამ ჟურნალიდან ]
kk: [ SNIP - жоғарыдағы қосымша қателер осы журналдан кесілген ]
km: [ SNIP - កំហុសបន្ថែមខាងលើត្រូវបានកាត់ចេញពីកំណត់ហេតុនេះ។ ]
kn: [ SNIP - ಮೇಲಿನ ಹೆಚ್ಚುವರಿ ದೋಷಗಳನ್ನು ಈ ಲಾಗ್u200cನಿಂದ ಟ್ರಿಮ್ ಮಾಡಲಾಗಿದೆ ]
ku: [ SNIP - Çewtiyên din ên li jor ji vê têketinê hatine qut kirin ]
ky: [ SNIP - жогорудагы кошумча каталар бул журналдан кыркылган ]
lb: [ SNIP - zousätzlech Feeler uewendriwwer goufen aus dësem Logbuch ofgeschnidden ]
lo: [ SNIP - ຂໍ້ຜິດພາດເພີ່ມເຕີມຂ້າງເທິງໄດ້ຖືກຕັດອອກຈາກບັນທຶກນີ້ ]
lt: [ SNIP – iš šio žurnalo pašalintos papildomos klaidos ]
lv: [ SNIP — no šī žurnāla ir izgrieztas iepriekš minētās papildu kļūdas ]
mg: [ SNIP - lesoka fanampiny etsy ambony dia nokapaina tamin'ity log ity ]
mi: [ SNIP - etahi atu hapa i runga ake nei kua kuti mai i tenei rangitaki ]
mk: [ SNIP - дополнителните грешки погоре се исечени од овој дневник ]
ml: [ SNIP - മുകളിലുള്ള അധിക പിശകുകൾ ഈ ലോഗിൽ നിന്ന് ട്രിം ചെയ്തിട്ടുണ്ട് ]
mn: [ SNIP - дээрх нэмэлт алдааг энэ бүртгэлээс хассан ]
mr: [ SNIP - वरील अतिरिक्त त्रुटी या लॉगमधून ट्रिम केल्या गेल्या आहेत ]
mt: [ SNIP - żbalji addizzjonali hawn fuq ġew mirquma minn dan il-ġurnal ]
my: [ SNIP - အထက်ဖော်ပြပါ နောက်ထပ်အမှားအယွင်းများကို ဤမှတ်တမ်းမှ ဖြတ်တောက်ထားပါသည်။ ]
nb: [ SNIP - flere feil ovenfor har blitt trimmet fra denne loggen ]
ne: [ SNIP - माथिका थप त्रुटिहरू यस लगबाट ट्रिम गरिएको छ ]
or: [ SNIP - ଉପରୋକ୍ତ ଅତିରିକ୍ତ ତ୍ରୁଟିଗୁଡିକ ଏହି ଲଗରୁ ଛଡ଼ାଯାଇଛି | ]
pa: [ SNIP - ਉਪਰੋਕਤ ਵਾਧੂ ਗਲਤੀਆਂ ਨੂੰ ਇਸ ਲੌਗ ਤੋਂ ਕੱਟਿਆ ਗਿਆ ਹੈ ]
ps: [ SNIP - ﻱﺩ ﯤﻮﺷ ﯥﻤﮐ ﻪﺨڅ ګﻻ﻿ ﯤﺩ ﻪﻟ ﯥﻨﺗﻭﺮﯧﺗ ﻲﻓﺎﺿﺍ ﻪﺗﺭﻮﭘ ]
ro: [ SNIP - erorile suplimentare de mai sus au fost eliminate din acest jurnal ]
rw: [ SNIP - amakosa yinyongera yavanyweho kuva kuriyi logi ]
sd: [ SNIP - ﻦﻫﺁ ﻥﻮﻳﻭ ﻲڪﺮﺗ ﻥﺎﻣ ﮒﻻ﻿ ﻦﻫ ﻥﻮﻴﻄﻠﻏ ﻲﻓﺎﺿﺍ ﻞﻧڏ ﻲﭥﻣ ]
si: [ SNIP - ඉහත අමතර දෝෂ මෙම ලොගයෙන් කපා ඇත ]
sk: [ SNIP - ďalšie chyby vyššie boli z tohto protokolu orezané ]
sl: [ SNIP - iz tega dnevnika so bile izrezane dodatne zgornje napake ]
sq: [ SNIP - gabimet shtesë të mësipërme janë shkurtuar nga ky regjistër ]
sw: [ SNIP - hitilafu za ziada hapo juu zimepunguzwa kutoka kwa kumbukumbu hii ]
ta: [ SNIP - மேலே உள்ள கூடுதல் பிழைகள் இந்தப் பதிவிலிருந்து டிரிம் செய்யப்பட்டுள்ளன ]
te: [ SNIP - పైన ఉన్న అదనపు లోపాలు ఈ లాగ్ నుండి ట్రిమ్ చేయబడ్డాయి ]
tg: [ SNIP - хатогиҳои иловагии дар боло овардашуда аз ин гузориш тоза карда шуданд ]
th: [ SNIP - ข้อผิดพลาดเพิ่มเติมด้านบนถูกตัดออกจากบันทึกนี้ ]
tk: [ SNIP - ýokardaky goşmaça ýalňyşlyklar bu gündeliginden kesildi ]
tt: [ SNIP - өстәмә бүрәнәләр бу бүрәнәдән киселгән ]
uk: [ SNIP - з цього журналу вилучено додаткові помилки вище ]
ur: [ SNIP - ۔ﮯﮨ ﺎﯿﮔ ﺎﯾﺩ ﺵﺍﺮﺗ ﮯﺳ ﮒﻻ﻿ ﺱﺍ ﻮﮐ ﮞﻮﯿﻄﻠﻏ ﯽﻓﺎﺿﺍ ﻻ﻿ﺎﺑ ﮧﺟﺭﺪﻨﻣ ]
uz: [ SNIP - yuqoridagi qo'shimcha xatolar ushbu jurnaldan olib tashlangan ]
vi: [ SNIP - các lỗi bổ sung ở trên đã được loại bỏ khỏi nhật ký này ]
xh: [ I-SNIP - iimpazamo ezongezelelweyo zilungisiwe kule log ]
yi: [ SNIP - ץאָלק םעד ןופ דעממירט ןיוש ןבאָה ןביוא סראָררע ךאָנ ]

source: Moving from folder:
af: Skuif vanaf vouer:
am: ከአቃፊ በመውሰድ ላይ፡
ar: :ﺪﻠﺠﻤﻟﺍ ﻦﻣ ﻝﺎﻘﺘﻧﻻ﻿ﺍ
be: Перамяшчэнне з папкі:
bg: Преместване от папка:
bn: ফোল্ডার থেকে সরানো হচ্ছে:
ca: Moure des de la carpeta:
cy: Symud o'r ffolder:
da: Flytter fra mappe:
eo: Movado el dosierujo:
et: Kaustast teisaldamine:
eu: Karpetatik mugitzen:
fa: :ﻪﺷﻮﭘ ﺯﺍ ﺖﮐﺮﺣ
fi: Siirtyminen kansiosta:
fil: Paglipat mula sa folder:
fy: Ferpleatse fan map:
ga: Ag bogadh ón bhfillteán:
gd: A ’gluasad bhon phasgan:
gl: Movéndose do cartafol:
gu: ફોલ્ડરમાંથી ખસેડવું:
he: :היקיתמ רבעמ
hi: फ़ोल्डर से चल रहा है:
hr: Premještanje iz mape:
hu: Áthelyezés mappából:
hy: Տեղափոխում պանակից.
id: Pindah dari folder:
is: Færa úr möppu:
ka: გადატანა საქაღალდიდან:
kk: Қалтадан жылжыту:
km: ផ្លាស់ទីu200bពីu200bថត៖
kn: ಫೋಲ್ಡರ್u200cನಿಂದ ಸರಿಸಲಾಗುತ್ತಿದೆ:
ku: Çûyîna ji peldankê:
ky: Папкадан жылдыруу:
lb: Plënneren aus Dossier:
lo: ຍ້າຍຈາກໂຟນເດີ:
lt: Perkėlimas iš aplanko:
lv: Pārvietošanās no mapes:
mg: Mifindra avy amin'ny lahatahiry:
mi: Te neke mai i te kōpaki:
mk: Преместување од папката:
ml: ഫോൾഡറിൽ നിന്ന് നീക്കുന്നു:
mn: Фолдероос зөөж байна:
mr: फोल्डरमधून हलवित आहे:
mt: Nimxu mill-folder:
my: ဖိုင်တွဲမှရွှေ့နေသည်-
nb: Flytter fra mappe:
ne: फोल्डरबाट सार्दै:
or: ଫୋଲ୍ଡରରୁ ଗତି:
pa: ਫੋਲਡਰ ਤੋਂ ਮੂਵ ਕਰਨਾ:
ps: :ﻝﻮﮐ ﺖﮐﺮﺣ ﻪﺨڅ ﺭډﻟﻮﻓ ﻪﻟ
ro: Mutarea din dosar:
rw: Kwimuka mububiko:
sd: :ﮡﻴﭤ ﻞﻘﺘﻨﻣ ﻥﺎﻣ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරයෙන් ගමන් කිරීම:
sk: Presun z priečinka:
sl: Premikanje iz mape:
sq: Lëvizja nga dosja:
sw: Kuhama kutoka kwa folda:
ta: கோப்புறையிலிருந்து நகர்கிறது:
te: ఫోల్డర్ నుండి తరలిస్తోంది:
tg: Гузариш аз папка:
th: ย้ายจากโฟลเดอร์:
tk: Papkadan geçmek:
tt: Папкадан күчү:
uk: Переміщення з папки:
ur: :ﺎﻧﻮﮨ ﻞﻘﺘﻨﻣ ﮯﺳ ﺭﮉﻟﻮﻓ
uz: Jilddan ko'chirish:
vi: Di chuyển từ thư mục:
xh: Ukusuka kwisiqulathi seefayili:
yi: :עקעט ןופ ךאַמ
