Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n toestelstatus verander: Gebruik: %%e tipe gebeurtenis (evt_device) %%f toestel lêer %%v verander (bygevoeg|verwyder|verander)
am: የመሳሪያው ሁኔታ በተለወጠ ቁጥር በራስ-ሰር እንዲሰራ ፕሮግራም ወይም bash የትእዛዝ መስመር ያስገቡ፡- ተጠቀም፡ %%e የክስተት አይነት (evt_device) %%f የመሳሪያ ፋይል %%v ለውጥ (ተጨመረ|ተወግዷል|ተለውጧል)
ar: :ﺯﺎﻬﺠﻟﺍ ﺔﻟﺎﺣ ﺕﺮﻴﻐﺗ ﺎﻤﻠﻛ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_device) %%f ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ %%v (ﺮﻴﻐﺗ | ﻑﺬﺣ | ﻑﺎﻀﻣ) ﺮﻴﻴﻐﺗ
be: Увядзіце праграму або камандны радок bash, які будзе запускацца аўтаматычна кожны раз, калі стан прылады змяняецца: Выкарыстоўвайце: %%e тып падзеі (evt_device) %%f файл прылады %%v змяніць (дададзена|выдалена|зменена)
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато състоянието на устройството се промени: Използвайте: %%e тип събитие (evt_device) %%f файл на устройството %%v промяна (добавено|премахнато|променено)
bn: যখনই একটি ডিভাইসের অবস্থা পরিবর্তন হয় তখন স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরণ (evt_device) %%f ডিভাইস ফাইল %%v পরিবর্তন (সংযুক্ত|সরানো|পরিবর্তিত)
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament sempre que canviï l'estat d'un dispositiu: Ús: %%e tipus d'esdeveniment (evt_device) %%f fitxer del dispositiu %%v canviar (afegit|eliminat|canviat)
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pryd bynnag y bydd cyflwr dyfais yn newid: Defnyddiwch: %%e math o ddigwyddiad (evt_device) %%f ffeil ddyfais %%v newid (ychwanegu | tynnu | newid)
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når en enhedstilstand ændres: Brug: %%e begivenhedstype (evt_device) %%f enhedsfil %%v ændre (tilføjet|fjernet|ændret)
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam ajn aparato stato ŝanĝiĝas: Uzu: %%e tipo de evento (evt_device) %%f aparato dosiero %%v ŝanĝi (aldonita|forigita|ŝanĝita)
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui seadme olek muutub: Kasuta: %%e sündmuse tüüp (evt_device) %%f seadme fail %%v muuda (lisatud|eemaldatud|muudetud)
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatzeko gailuaren egoera aldatzen den bakoitzean: Erabili: %%e gertaera mota (evt_device) %%f gailuaren fitxategia %%v aldatu (gehitu|kendu|aldatu)
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﺩﺮﮐ ﺮﯿﯿﻐﺗ ﻩﺎﮕﺘﺳﺩ ﺖﯿﻌﺿﻭ ﻪﮐ ﻥﺎﻣﺯ ﺮﻫ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_device) %%f ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ %%v (ﺮﯿﯿﻐﺗ|ﻑﺬﺣ|ﺪﺷ ﻪﻓﺎﺿﺍ) ﺮﯿﯿﻐﺗ
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti aina, kun laitteen tila muuttuu: Käyttää: %%e Tapahtumatyyppi (evt_device) %%f laitetiedosto %%v muuta (lisätty|poistettu|muutettu)
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin sa tuwing nagbabago ang estado ng device: Gamitin ang: %%e uri ng kaganapan (evt_device) %%f file ng device %%v baguhin (idinagdag|inalis|binago)
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in apparaatstatus feroaret: Brûke: %%e evenemint type (evt_device) %%f apparaat triem %%v feroarje (tafoege | fuortsmiten | feroare)
ga: Iontráil líne ordaithe nó clár ordaithe le reáchtáil go huathoibríoch aon uair a athraíonn stát feiste: Úsáid: %%e cineál imeachta (evt_device) %%f comhad feiste %%v athrú (curtha | bainte | athraithe)
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach nuair a dh ’atharraicheas stàite inneal: Cleachd: %%e seòrsa tachartais (evt_device) %%f faidhle inneal %%v atharrachadh (air a chur ris | air a thoirt air falbh | air atharrachadh)
gl: Introduza o programa ou a liña de comandos bash para que se execute automaticamente cando cambie o estado do dispositivo: Uso: %%e tipo de evento (evt_device) %%f ficheiro do dispositivo %%v cambiar (engadido|eliminado|modificado)
gu: જ્યારે પણ ઉપકરણની સ્થિતિ બદલાય ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બેશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઘટના પ્રકાર (evt_device) %%f ઉપકરણ ફાઇલ %%v બદલો (ઉમેરાયેલ|દૂર કરેલ|બદલાયેલ)
he: :הנתשמ ןקתה בצמש םעפ לכב תיטמוטוא ולעפויש bash וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%e עוריא גוס (evt_device) %%f רישכמה ץבוק %%v (הנוש|רסוה|ףסוה) יוניש
hi: जब भी कोई डिवाइस स्थिति बदलती है तो प्रोग्राम या बैश कमांड लाइन को स्वचालित रूप से चलाने के लिए दर्ज करें: उपयोग: %%e घटना प्रकार (evt_device) %%f डिवाइस फ़ाइल %%v परिवर्तन (जोड़ा गया | हटाया गया | बदला गया)
hr: Unesite programski ili bash naredbeni redak koji će se automatski pokrenuti kad god se stanje uređaja promijeni: Koristiti: %%e tip događaja (evt_device) %%f datoteku uređaja %%v promjena (dodano|uklonjeno|promijenjeno)
hu: Írja be a programot vagy a bash parancssort, amely automatikusan futni fog, amikor az eszköz állapota megváltozik: Használat: %%e esemény típus (evt_device) %%f eszköz fájl %%v módosítás (hozzáadva|eltávolítva|módosítva)
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ սարքի վիճակը փոխվի. Օգտագործեք: %%e միջոցառման տեսակը (evt_device) %%f սարքի ֆայլը %%v փոփոխություն (ավելացվել է|հեռացվել|փոխվել)
id: Masukkan program atau baris perintah bash untuk dijalankan secara otomatis setiap kali status perangkat berubah: Menggunakan: %%e jenis acara (evt_device) %%f berkas perangkat %%v ubah (ditambahkan|dihapus|diubah)
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar ástand tækis breytist: Notaðu: %%e tegund atburðar (evt_device) %%f tæki skrá %%v breyta (bætt við|fjarlægt|breytt)
ka: შეიყვანეთ პროგრამა ან bash ბრძანების ხაზი, რომელიც ავტომატურად უნდა იმუშაოს მოწყობილობის მდგომარეობის შეცვლისას: გამოყენება: %%e ღონისძიების ტიპი (evt_device) %%f მოწყობილობის ფაილი %%v ცვლილება (დამატებულია|ამოღებულია|შეცვლილია)
kk: Құрылғы күйі өзгерген сайын автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_device) %%f құрылғы файлы %%v өзгерту (қосылды|жойылды|өзгертілді)
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិនៅពេលណាដែលស្ថានភាពឧបករណ៍ផ្លាស់ប្តូរ៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_device) %%f ឯកសារឧបករណ៍ %%v ការផ្លាស់ប្តូរ (បន្ថែម | ដកចេញ | ផ្លាស់ប្តូរ)
kn: ಸಾಧನದ ಸ್ಥಿತಿ ಬದಲಾದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_device) %%f ಸಾಧನ ಫೈಲ್ %%v ಬದಲಾವಣೆ (ಸೇರಿಸಲಾಗಿದೆ|ತೆಗೆದುಹಾಕಲಾಗಿದೆ|ಬದಲಾಯಿಸಲಾಗಿದೆ)
ku: Bername an rêzika fermana bash têkevin da ku gava ku rewşek amûrek diguhere bixweber were xebitandin: Bikaranîn: %%e cureyê bûyerê (evt_device) %%f pelê amûrê %%v guherandin (lê zêde kirin| rakirin|guhertin)
ky: Түзмөктүн абалы өзгөргөндө автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_device) %%f түзмөк файлы %%v өзгөртүү (кошулган|алып салынган|өзгөртүлгөн)
lb: Gitt Programm oder Bash Kommandozeil fir automatesch auszeféieren wann en Apparatzoustand ännert: Benotzt: %%e Event Typ (evt_device) %%f Apparat Fichier %%v änneren (derbäigesat|geläscht|geännert)
lo: ໃສ່ໂປຣແກມ ຫຼື bash ເສັ້ນຄຳສັ່ງເພື່ອເປີດໃຊ້ອັດຕະໂນມັດທຸກຄັ້ງທີ່ສະຖານະອຸປະກອນປ່ຽນ: ໃຊ້: %%e ປະເພດເຫດການ (evt_device) %%f ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b %%v ການປ່ຽນແປງ (ເພີ່ມ|ເອົາອອກ|ປ່ຽນ)
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai pasikeičia įrenginio būsena: Naudokite: %%e renginio tipas (evt_device) %%f įrenginio failas %%v pakeisti (pridėta|pašalinta|pakeista)
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad mainās ierīces stāvoklis: Izmantojiet: %%e notikuma veids (evt_device) %%f ierīces fails %%v mainīt (pievienots|noņemts|mainīts)
mg: Ampidiro programa na bash baiko baiko ho mandeha ho azy isaky ny miova ny toetry ny fitaovana: Ampiasao: %%e karazana hetsika (evt_device) %%f rakitra fitaovana %%v fanovana (nampiana | nesorina | niova)
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa i nga wa katoa ka huri te ahua o te taputapu: Whakamahia: %%e momo huihuinga (evt_device) %%f kōnae taputapu %%v huri (kua tapirihia|tangohia|kua huri)
mk: Внесете програма или командна линија bash за да се извршува автоматски секогаш кога ќе се промени состојбата на уредот: Користете: %%e тип на настан (evt_device) %%f датотека на уредот %%v промена (додадено|отстрането|променето)
ml: ഒരു ഉപകരണ നില മാറുമ്പോഴെല്ലാം യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_device) %%f ഉപകരണ ഫയൽ %%v മാറ്റുക (ചേർത്തു|നീക്കം ചെയ്തു|മാറി)
mn: Төхөөрөмжийн төлөв өөрчлөгдөх бүрт автоматаар ажиллуулах програм эсвэл bash тушаалын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_device) %%f төхөөрөмжийн файл %%v өөрчлөх (нэмсэн| арилгасан| өөрчилсөн)
mr: जेव्हा जेव्हा डिव्हाइस स्थिती बदलते तेव्हा स्वयंचलितपणे चालविण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e कार्यक्रमाचा प्रकार (evt_device) %%f डिव्हाइस फाइल %%v बदल (जोडले|काढलेले|बदललेले)
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament kull meta l-istat tal-apparat jinbidel: Użu: %%e tip ta' avveniment (evt_device) %%f fajl tal-apparat %%v bidla (miżjuda|mneħħija|mibdula)
my: စက်အခြေအနေပြောင်းလဲသည့်အခါတိုင်း အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_device) %%f စက်ဖိုင် %%v အပြောင်းအလဲ (ထပ်ထည့် | ဖယ်ရှားထားသည် | ပြောင်းလဲထားသည်)
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når en enhetstilstand endres: Bruk: %%e hendelsestype (evt_device) %%f enhetsfil %%v endre (tillagt|fjernet|endret)
ne: यन्त्र स्थिति परिवर्तन हुँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा bash आदेश लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_device) %%f उपकरण फाइल %%v परिवर्तन (थपियो|हटाइयो|परिवर्तन गरिएको)
or: ଯେତେବେଳେ ଏକ ଡିଭାଇସ୍ ସ୍ଥିତି ପରିବର୍ତ୍ତନ ହୁଏ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_device) %%f ଡିଭାଇସ୍ ଫାଇଲ୍ | %%v ପରିବର୍ତ୍ତନ (ଯୋଗ | ଅପସାରିତ | ପରିବର୍ତ୍ତିତ)
pa: ਜਦੋਂ ਵੀ ਡਿਵਾਈਸ ਸਥਿਤੀ ਬਦਲਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚਲਾਉਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_device) %%f ਡਿਵਾਈਸ ਫਾਈਲ %%v ਬਦਲੋ (ਜੋੜਿਆ ਗਿਆ|ਹਟਾਇਆ ਗਿਆ|ਬਦਲਿਆ ਗਿਆ)
ps: :ﻲﺷ ﻝﺪﺑ ﺖﻟﺎﺣ ﯥﻠﯿﺳﻭ ﺩ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_device) %%f ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ %%v (ﯼﻮﺷ ﻝﺪﺑ | ﯼﻮﺷ ﯤﺮﯿﻟ | ﯼﻮﺷ ﻪﻓﺎﺿﺍ ) ﻥﻮﻟﺪﺑ
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat ori de câte ori starea unui dispozitiv se schimbă: Utilizare: %%e tip de eveniment (evt_device) %%f fișierul dispozitivului %%v modificare (adăugat|înlăturat|schimbat)
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mugihe cyose igikoresho leta ihinduye: Koresha: %%e Ubwoko bwibyabaye (evt_device) %%f dosiye %%v guhinduka (byongeyeho | byavanyweho | byahinduwe)
sd: :ﻱﺪﻨﻴﭤ ﻞﻳﺪﺒﺗ ﺖﻟﺎﺣ ﻲﺟ ﺲﻴﺋﺍﻭڊ ﻪﺑ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_device) %%f ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ %%v (ﻞﻴﭤ ﻞﻳﺪﺒﺗ |ﻮﻳﻭ ﻮﻳﺎٽﻫ |ﻞﻴﭤ ﻞﻣﺎﺷ) ﻲﻠﻳﺪﺒﺗ
si: උපාංග තත්ත්වය වෙනස් වන විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහන හෝ බාෂ් විධාන රේඛාව ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_device) %%f උපාංග ගොනුව %%v වෙනස් කරන්න (එකතු කරන ලද|ඉවත් කරන ලද|වෙනස් කරන ලද)
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť vždy, keď sa zmení stav zariadenia: Použitie: %%e typ udalosti (evt_device) %%f súbor zariadenia %%v zmeniť (pridané|odstránené|zmenené)
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala vsakič, ko se stanje naprave spremeni: Uporaba: %%e vrsto dogodka (evt_device) %%f datoteko naprave %%v sprememba (dodano|odstranjeno|spremenjeno)
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht sa herë që ndryshon gjendja e pajisjes: Përdorni: %%e lloji i ngjarjes (evt_device) %%f skedari i pajisjes %%v ndryshim (shtuar| hequr|ndryshuar)
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki wakati hali ya kifaa inabadilika: Tumia: %%e aina ya tukio (evt_device) %%f faili ya kifaa %%v mabadiliko (imeongezwa|imeondolewa|imebadilishwa)
ta: சாதனத்தின் நிலை மாறும்போதெல்லாம் தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_device) %%f சாதன கோப்பு %%v மாற்றம் (சேர்க்கப்பட்டது|அகற்றப்பட்டது|மாற்றப்பட்டது)
te: పరికరం స్థితి మారినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cని నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_device) %%f పరికర ఫైల్ %%v మార్చు (జోడించబడింది|తొలగించబడింది|మార్చబడింది)
tg: Барнома ё сатри фармони bash-ро ворид кунед, то вақте ки ҳолати дастгоҳ тағир ёбад, ба таври худкор иҷро карда шавад: Истифода: %%e намуди ҳодиса (evt_device) %%f файли дастгоҳ %%v тағир (иловашуда| хориҷ кардашуда | тағир дода шудааст)
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติทุกครั้งที่สถานะอุปกรณ์เปลี่ยนแปลง: ใช้: %%e ประเภทงาน (evt_device) %%f ไฟล์อุปกรณ์ %%v เปลี่ยน (เพิ่ม|ลบแล้ว|เปลี่ยน)
tk: Enjamyň ýagdaýy üýtgese awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_device) %%f enjam faýly %%v üýtgetmek (goşuldy | aýryldy | üýtgedildi)
tt: Deviceайланма торышы үзгәргәндә автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_device) %%f җайланма файлы %%v үзгәртү (өстәлде | алынды | үзгәртелде)
uk: Введіть програмний або командний рядок bash, який буде запускатися автоматично, коли стан пристрою змінюється: Використовуйте: %%e тип події (evt_device) %%f файл пристрою %%v змінити (додано|видалено|змінено)
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﺗ ﮯﮨ ﯽﺗﻮﮨ ﻞﯾﺪﺒﺗ ﺖﻟﺎﺣ ﯽﮐ ﺲﺋﺍﻮﯾﮈ ﯽﮭﺑ ﺐﺟ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_device) %%f ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ %%v (ﺎﯿﮔ ﺎﯾﺩ ﺎﭩﮨ | ﺎﯿﮔ ﺎﯾﺩ ﺮﮐ ﻞﻣﺎﺷ) ﯽﻠﯾﺪﺒﺗ
uz: Qurilma holati o'zgarganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_device) %%f qurilma fayli %%v o'zgartirish (qo'shildi|o'chirildi|o'zgartirildi)
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động bất cứ khi nào trạng thái thiết bị thay đổi: Sử dụng: %%e loại sự kiện (evt_device) %%f tập tin thiết bị %%v thay đổi (thêm vào | loại bỏ | đã thay đổi)
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo nanini na xa isixhobo sitshintsha: Sebenzisa: %%e uhlobo lwesiganeko (evt_device) %%f ifayile yesixhobo %%v tshintsha (yongeziweyo|isusiwe|itshintshiwe)
yi: :ןעגנורעדנע טאַטש לטימ אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%e פּיט שינעעשעג (evt_device) %%f עקעט לטימ %%v (טרעדנעעג|ןעמונעגסיוא|טגיילעגוצ) ןשיוט

source: Wi_ndow Title
af: Wi_ndow Titel
am: Wi_ndow ርዕስ
ar: Wi_ndow ﻥﺍﻮﻨﻋ
be: Wi_ndow Загаловак
bg: Wi_ndow Заглавие
bn: Wi_ndow শিরোনাম
ca: Wi_ndow Títol
cy: Wi_ndow Teitl
da: Wi_ndow Titel
eo: Wi_ndow Titolo
et: Wi_ndow Pealkiri
eu: Wi_ndow Izenburua
fa: Wi_ndow ﻥﺍﻮﻨﻋ
fi: Wi_ndow Otsikko
fil: Wi_ndow Pamagat
fy: Wi_ndow Titel
ga: Wi_ndow Teideal
gd: Wi_ndow Tiotal
gl: Wi_ndow Título
gu: Wi_ndow શીર્ષક
he: Wi_ndow תרתוכ
hi: Wi_ndow शीर्षक
hr: Wi_ndow Titula
hu: Wi_ndow Cím
hy: Wi_ndow Կոչում
id: Wi_ndow Judul
is: Wi_ndow Titill
ka: Wi_ndow სათაური
kk: Wi_ndow Тақырып
km: Wi_ndow ចំណងជើង
kn: Wi_ndow ಶೀರ್ಷಿಕೆ
ku: Wi_ndow Nav
lb: Wi_ndow Titel
lo: Wi_ndow ຫົວຂໍ້
lt: Wi_ndow Pavadinimas
lv: Wi_ndow Nosaukums
mg: Wi_ndow lohateny
mi: Wi_ndow Taitara
mk: Wi_ndow Наслов
ml: Wi_ndow തലക്കെട്ട്
mn: Wi_ndow Гарчиг
mr: Wi_ndow शीर्षक
mt: Wi_ndow Titolu
my: Wi_ndow ခေါင်းစဥ်
nb: Wi_ndow Tittel
ne: Wi_ndow शीर्षक
or: Wi_ndow ଆଖ୍ୟା
pa: Wi_ndow ਸਿਰਲੇਖ
ps: Wi_ndow ﻥﺍﻮﻨﻋ
ro: Wi_ndow Titlu
rw: Wi_ndow Umutwe
sd: Wi_ndow ﻥﺍﻮﻨﻋ
si: Wi_ndow ශීර්ෂය
sk: Wi_ndow Názov
sl: Wi_ndow Naslov
sq: Wi_ndow Titulli
sw: Wi_ndow Kichwa
ta: Wi_ndow தலைப்பு
te: Wi_ndow శీర్షిక
tg: Wi_ndow Унвон
th: Wi_ndow ชื่อ
tk: Wi_ndow Ady
tt: Wi_ndow Титул
uk: Wi_ndow Назва
ur: Wi_ndow ﻥﺍﻮﻨﻋ
uz: Wi_ndow Sarlavha
vi: Wi_ndow Chức vụ
xh: Wi_ndow Isihloko
yi: Wi_ndow לטיט

source: Set Window Title Format
af: Stel venstertitelformaat
am: የመስኮት ርዕስ ቅርጸት አዘጋጅ
ar: ﺓﺬﻓﺎﻨﻟﺍ ﻥﺍﻮﻨﻋ ﻖﻴﺴﻨﺗ ﻦﻴﻴﻌﺗ
be: Усталюйце фармат загалоўка акна
bg: Задайте формат на заглавието на прозореца
bn: উইন্ডো শিরোনাম বিন্যাস সেট করুন
ca: Estableix el format del títol de la finestra
cy: Gosod Fformat Teitl Ffenestr
da: Indstil vinduets titelformat
eo: Agordu Fenestra Titolo Formaton
et: Määrake akna pealkirja vorming
eu: Ezarri leihoaren izenburuaren formatua
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻩﺮﺠﻨﭘ ﻥﺍﻮﻨﻋ ﺐﻟﺎﻗ
fi: Aseta ikkunan otsikon muoto
fil: Itakda ang Format ng Pamagat ng Window
fy: Stel finstertitelformaat yn
ga: Formáid Teideal Fuinneoige Socraithe
gd: Suidhich Cruth Tiotal Uinneag
gl: Establecer o formato do título da xanela
gu: વિન્ડો શીર્ષક ફોર્મેટ સેટ કરો
he: ןולחה תרתוכ טמרופ רדגה
hi: विंडो शीर्षक प्रारूप सेट करें
hr: Postavite format naslova prozora
hu: Állítsa be az ablak címének formátumát
hy: Սահմանեք պատուհանի վերնագրի ձևաչափը
id: Atur Format Judul Jendela
is: Stilltu snið gluggatitils
ka: ფანჯრის სათაურის ფორმატის დაყენება
kk: Терезе тақырыбы пішімін орнату
km: កំណត់ទម្រង់ចំណងជើងបង្អួច
kn: ವಿಂಡೋ ಶೀರ್ಷಿಕೆ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿಸಿ
ku: Forma sernavê pencereyê saz bikin
ky: Терезе аталышынын форматын коюу
lb: Set Fënster Titel Format
lo: ກໍານົດຮູບແບບຫົວຂໍ້ Window
lt: Lango Pavadinimo Nustatymo Formatas
lv: Iestatiet loga virsraksta formātu
mg: Mametraha endrika lohatenin'ny varavarankely
mi: Tautuhi Hōputu Taitara Matapihi
mk: Поставете формат на наслов на прозорецот
ml: വിൻഡോ ടൈറ്റിൽ ഫോർമാറ്റ് സജ്ജമാക്കുക
mn: Цонхны гарчгийн форматыг тохируулах
mr: विंडो शीर्षक स्वरूप सेट करा
mt: Issettja l-Format tat-Titolu tat-Tieqa
my: Window Title Format ကို သတ်မှတ်ပါ။
nb: Angi vindutittelformat
ne: विन्डो शीर्षक ढाँचा सेट गर्नुहोस्
or: ୱିଣ୍ଡୋ ଟାଇଟଲ୍ ଫର୍ମାଟ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਵਿੰਡੋ ਟਾਈਟਲ ਫਾਰਮੈਟ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﺐﯿﺗﺮﺗ ﻪڼﺑ ﮏﯿﻟﺮﺳ ۍﮐړﮐ ﺩ
ro: Setați formatul titlului ferestrei
rw: Shiraho Idirishya Umutwe
sd: ﻮﻳﺮڪ ٽﻴﺳ ٽﻴﻣﺭﺎﻓ ﻞٽﻴﺋﺎٽ ﻭڊﻧﻭ
si: කවුළු මාතෘකා ආකෘතිය සකසන්න
sk: Nastavte formát nadpisu okna
sl: Nastavite obliko naslova okna
sq: Cakto formatin e titullit të dritares
sw: Weka Umbizo la Kichwa cha Dirisha
ta: சாளர தலைப்பு வடிவமைப்பை அமைக்கவும்
te: విండో శీర్షిక ఆకృతిని సెట్ చేయండి
tg: Формати сарлавҳаи тирезаро танзим кунед
th: ตั้งค่ารูปแบบชื่อหน้าต่าง
tk: Penjiräniň adynyň formatyny düzüň
tt: Тәрәзә исеме форматын куегыз
uk: Встановити формат заголовка вікна
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﭧﯿﻣﺭﺎﻓ ﻞﭩﺋﺎﭨ ﻭﮉﻧﻭ
uz: Oyna nomi formatini o'rnating
vi: Đặt định dạng tiêu đề cửa sổ
xh: Cwangcisa ifomathi yesihloko sefestile
yi: טאַמראָפֿ לטיט רעטצנעפֿ קיטעטשאַב
