Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer enige toestel ingevoeg word: Gebruik: %%v toestel bygevoeg (eg /dev/sda1) %%l toestel etiket %%m toestelmonteerpunt (eg /media/disk)
am: ማንኛውም መሳሪያ ሲገባ በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር አስገባ፡ ተጠቀም፡ %%v መሳሪያ ታክሏል (eg /dev/sda1) %%l የመሳሪያ መለያ %%m የመሳሪያ መጫኛ ነጥብ (eg /media/disk)
ar: :ﺯﺎﻬﺟ ﻱﺃ ﻝﺎﺧﺩﺇ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%v ﺯﺎﻬﺠﻟﺍ ﺔﻓﺎﺿﺇ ﺖﻤﺗ (eg /dev/sda1) %%l ﺯﺎﻬﺠﻟﺍ ﺔﻴﻤﺴﺗ %%m ﺯﺎﻬﺠﻟﺍ ﺖﻴﺒﺜﺗ ﺔﻄﻘﻧ (eg /media/disk)
be: Увядзіце праграму або камандны радок bash, які запускаецца аўтаматычна, калі ўстаўляецца любая прылада: Выкарыстоўвайце: %%v прылада дададзена (eg /dev/sda1) %%l этыкетка прылады %%m кропка мантажу прылады (eg /media/disk)
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато се постави някое устройство: Използвайте: %%v устройство е добавено (eg /dev/sda1) %%l етикет на устройството %%m точка на монтиране на устройството (eg /media/disk)
bn: কোনো ডিভাইস ঢোকানো হলে স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%v ডিভাইস যোগ করা হয়েছে (eg /dev/sda1) %%l ডিভাইস লেবেল %%m ডিভাইস মাউন্ট পয়েন্ট (eg /media/disk)
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament quan s'insereixi qualsevol dispositiu: Ús: %%v dispositiu afegit (eg /dev/sda1) %%l etiqueta del dispositiu %%m punt de muntatge del dispositiu (eg /media/disk)
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pan fewnosodir unrhyw ddyfais: Defnyddiwch: %%v dyfais wedi'i hychwanegu (eg /dev/sda1) %%l label dyfais %%m pwynt mowntio dyfais (eg /media/disk)
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når en enhed indsættes: Brug: %%v enhed tilføjet (eg /dev/sda1) %%l enhedsmærkat %%m enhedens monteringspunkt (eg /media/disk)
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam iu ajn aparato estas enmetita: Uzu: %%v aparato aldonita (eg /dev/sda1) %%l aparato-etikedo %%m aparato munta punkto (eg /media/disk)
et: Sisestage programm või bash käsurida, mis käivitub mis tahes seadme sisestamisel automaatselt: Kasuta: %%v seade lisatud (eg /dev/sda1) %%l seadme silt %%m seadme kinnituspunkt (eg /media/disk)
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatuko den edozein gailu sartzen denean: Erabili: %%v gailua gehitu da (eg /dev/sda1) %%l gailuaren etiketa %%m gailua muntatzeko puntua (eg /media/disk)
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﯽﻫﺎﮕﺘﺳﺩ ﺮﻫ ﻥﺩﺮﮐ ﺩﺭﺍﻭ ﺎﺑ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%v ﺪﺷ ﻪﻓﺎﺿﺍ ﻩﺎﮕﺘﺳﺩ (eg /dev/sda1) %%l ﻩﺎﮕﺘﺳﺩ ﺐﺴﭼﺮﺑ %%m ﻩﺎﮕﺘﺳﺩ ﺐﺼﻧ ﻪﻄﻘﻧ (eg /media/disk)
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti, kun jokin laite asetetaan: Käyttää: %%v laite lisätty (eg /dev/sda1) %%l laitteen etiketti %%m laitteen kiinnityskohta (eg /media/disk)
fil: Ipasok ang program o bash command line na awtomatikong tatakbo kapag may anumang device na ipinasok: Gamitin ang: %%v idinagdag ang device (eg /dev/sda1) %%l label ng device %%m punto ng pag-mount ng device (eg /media/disk)
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as elk apparaat wurdt ynfoege: Brûke: %%v apparaat tafoege (eg /dev/sda1) %%l apparaat label %%m apparaat mount punt (eg /media/disk)
ga: Iontráil líne ordaithe nó clár ordaithe le rith go huathoibríoch nuair a chuirtear aon ghaireas isteach: Úsáid: %%v gléas curtha leis (eg /dev/sda1) %%l lipéad feiste %%m gléas suite pointe (eg /media/disk)
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach nuair a thèid inneal sam bith a chuir a-steach: Cleachd: %%v inneal air a chur ris (eg /dev/sda1) %%l bileag inneal %%m puing mount inneal (eg /media/disk)
gl: Introduza o programa ou a liña de comandos bash para executarse automaticamente cando se insira calquera dispositivo: Uso: %%v dispositivo engadido (eg /dev/sda1) %%l etiqueta do dispositivo %%m punto de montaxe do dispositivo (eg /media/disk)
gu: જ્યારે કોઈપણ ઉપકરણ દાખલ કરવામાં આવે ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બેશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%v ઉપકરણ ઉમેર્યું (eg /dev/sda1) %%l ઉપકરણ લેબલ %%m ઉપકરણ માઉન્ટ બિંદુ (eg /media/disk)
he: :סנכומ ןקתה לכ רשאכ יטמוטוא ןפואב ולעפויש bash-ה וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%v ףסונ רישכמ (eg /dev/sda1) %%l רישכמה תיוות %%m רישכמה לש הבכרה תדוקנ (eg /media/disk)
hi: कोई भी उपकरण डालने पर प्रोग्राम या बैश कमांड लाइन को स्वचालित रूप से चलाने के लिए दर्ज करें: उपयोग: %%v डिवाइस जोड़ा गया (eg /dev/sda1) %%l डिवाइस लेबल %%m डिवाइस माउंट पॉइंट (eg /media/disk)
hr: Unesite program ili bash naredbeni redak koji će se automatski pokrenuti kada se umetne bilo koji uređaj: Koristiti: %%v uređaj dodan (eg /dev/sda1) %%l oznaka uređaja %%m točka ugradnje uređaja (eg /media/disk)
hu: Írja be a programot vagy a bash parancssort, amely automatikusan lefut bármilyen eszköz beillesztésekor: Használat: %%v eszköz hozzáadva (eg /dev/sda1) %%l készülék címkéje %%m eszköz rögzítési pontja (eg /media/disk)
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որն ինքնաբերաբար կաշխատի, երբ տեղադրվում է որևէ սարք. Օգտագործեք: %%v սարքն ավելացվել է (eg /dev/sda1) %%l սարքի պիտակ %%m սարքի ամրացման կետը (eg /media/disk)
id: Masukkan program atau baris perintah bash untuk dijalankan secara otomatis saat perangkat apa pun dimasukkan: Menggunakan: %%v perangkat ditambahkan (eg /dev/sda1) %%l label perangkat %%m titik pemasangan perangkat (eg /media/disk)
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar tæki er sett í: Notaðu: %%v tæki bætt við (eg /dev/sda1) %%l merki tækisins %%m festingarpunktur tækisins (eg /media/disk)
ka: შეიყვანეთ პროგრამა ან bash ბრძანების ხაზი, რომელიც ავტომატურად უნდა იმუშაოს ნებისმიერი მოწყობილობის ჩასმისას: გამოყენება: %%v მოწყობილობა დამატებულია (eg /dev/sda1) %%l მოწყობილობის ეტიკეტი %%m მოწყობილობის დამაგრების წერტილი (eg /media/disk)
kk: Кез келген құрылғы енгізілгенде автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%v құрылғы қосылды (eg /dev/sda1) %%l құрылғы жапсырмасы %%m құрылғыны орнату нүктесі (eg /media/disk)
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិ នៅពេលដែលឧបករណ៍ណាមួយត្រូវបានបញ្ចូល៖ ប្រើ៖ %%v ឧបករណ៍បន្ថែម (eg /dev/sda1) %%l ស្លាកឧបករណ៍ %%m ចំណុចម៉ោនឧបករណ៍ (eg /media/disk)
kn: ಯಾವುದೇ ಸಾಧನವನ್ನು ಸೇರಿಸಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%v ಸಾಧನವನ್ನು ಸೇರಿಸಲಾಗಿದೆ (eg /dev/sda1) %%l ಸಾಧನ ಲೇಬಲ್ %%m ಸಾಧನ ಮೌಂಟ್ ಪಾಯಿಂಟ್ (eg /media/disk)
ku: Bername an rêzika fermana bash têkevin da ku gava ku amûrek tê danîn bixweber were xebitandin: Bikaranîn: %%v amûrê zêde kirin (eg /dev/sda1) %%l labelê amûrê %%m xala mount amûrê (eg /media/disk)
ky: Кандайдыр бир түзмөк киргизилгенде автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%v түзмөк кошулду (eg /dev/sda1) %%l аппараттын энбелгиси %%m аппаратты орнотуу чекити (eg /media/disk)
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann all Apparat agefouert gëtt: Benotzt: %%v Apparat dobäi (eg /dev/sda1) %%l Apparat Label %%m Apparat Montéierung Punkt (eg /media/disk)
lo: ໃສ່ໂປຣແກມ ຫຼື bash command line ທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດເມື່ອອຸປະກອນໃດນຶ່ງຖືກໃສ່: ໃຊ້: %%v ເພີ່ມອຸປະກອນ (eg /dev/sda1) %%l ປ້າຍອຸປະກອນ %%m ຈຸດເຊື່ອມຕໍ່ອຸປະກອນ (eg /media/disk)
lt: Įveskite programą arba bash komandų eilutę, kuri bus paleista automatiškai, kai įdedamas bet koks įrenginys: Naudokite: %%v įrenginys pridėtas (eg /dev/sda1) %%l įrenginio etiketė %%m įrenginio tvirtinimo taškas (eg /media/disk)
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad tiek ievietota kāda ierīce: Izmantojiet: %%v ierīce pievienota (eg /dev/sda1) %%l ierīces etiķete %%m ierīces stiprinājuma punkts (eg /media/disk)
mg: Ampidiro ny programa na bash command line ho mandeha ho azy rehefa misy fitaovana ampidirina: Ampiasao: %%v fitaovana nampiana (eg /dev/sda1) %%l etikety fitaovana %%m teboka fametrahana fitaovana (eg /media/disk)
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa ina whakauruhia he taputapu: Whakamahia: %%v taputapu taapiri (eg /dev/sda1) %%l tapanga taputapu %%m ira whakairinga taputapu (eg /media/disk)
mk: Внесете програма или командна линија bash за да се изврши автоматски кога ќе се вметне кој било уред: Користете: %%v додаден уред (eg /dev/sda1) %%l етикета на уредот %%m точка за монтирање на уредот (eg /media/disk)
ml: ഏതെങ്കിലും ഉപകരണം ചേർക്കുമ്പോൾ യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%v ഉപകരണം ചേർത്തു (eg /dev/sda1) %%l ഉപകരണ ലേബൽ %%m ഉപകരണം മൌണ്ട് പോയിന്റ് (eg /media/disk)
mn: Ямар нэгэн төхөөрөмж оруулах үед автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%v төхөөрөмж нэмсэн (eg /dev/sda1) %%l төхөөрөмжийн шошго %%m төхөөрөмжийг холбох цэг (eg /media/disk)
mr: कोणतेही उपकरण घातल्यावर स्वयंचलितपणे चालवण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%v डिव्हाइस जोडले (eg /dev/sda1) %%l डिव्हाइस लेबल %%m डिव्हाइस माउंट पॉइंट (eg /media/disk)
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament meta jiddaħħal xi apparat: Użu: %%v apparat miżjud (eg /dev/sda1) %%l tikketta tal-apparat %%m punt tal-muntaġġ tal-apparat (eg /media/disk)
my: မည်သည့်စက်ပစ္စည်းကိုမဆို ထည့်သွင်းသည့်အခါ အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%v စက်ပစ္စည်းကို ထည့်ထားသည်။ (eg /dev/sda1) %%l စက်တံဆိပ် %%m device mount အမှတ် (eg /media/disk)
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når en enhet settes inn: Bruk: %%v enhet lagt til (eg /dev/sda1) %%l enhetsetikett %%m enhetens monteringspunkt (eg /media/disk)
ne: कुनै पनि उपकरण सम्मिलित हुँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा बास कमाण्ड लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%v उपकरण थपियो (eg /dev/sda1) %%l उपकरण लेबल %%m उपकरण माउन्ट बिन्दु (eg /media/disk)
or: ଯେକ any ଣସି ଡିଭାଇସ୍ ସନ୍ନିବେଶିତ ହେଲେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%v ଉପକରଣ ଯୋଗ କରାଯାଇଛି (eg /dev/sda1) %%l ଉପକରଣ ଲେବଲ୍ %%m ଉପକରଣ ମାଉଣ୍ଟ ପଏଣ୍ଟ | (eg /media/disk)
pa: ਜਦੋਂ ਕੋਈ ਡਿਵਾਈਸ ਪਾਈ ਜਾਂਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%v ਡਿਵਾਈਸ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ (eg /dev/sda1) %%l ਡਿਵਾਈਸ ਲੇਬਲ %%m ਡਿਵਾਈਸ ਮਾਊਂਟ ਪੁਆਇੰਟ (eg /media/disk)
ps: :ﻲﺷ ﻪﻨﻧﺩ ﻪﻠﯿﺳﻭ ﻡﻮﮐ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%v ﻩړﮐ ﻪﻓﺎﺿﺍ ﻪﻠﯿﺳﻭ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﯥﻠﯿﺳﻭ ﺩ %%m ﻪﻄﻘﻧ ﻮﻟﻮﺒﺼﻧ ﻪﻠﯿﺳﻭ ﺩ (eg /media/disk)
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat când este introdus orice dispozitiv: Utilizare: %%v dispozitiv adăugat (eg /dev/sda1) %%l eticheta dispozitivului %%m punctul de montare a dispozitivului (eg /media/disk)
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mugihe igikoresho cyose cyinjijwe: Koresha: %%v igikoresho cyongeyeho (eg /dev/sda1) %%l ikirango cyibikoresho %%m igikoresho cyo gushiraho (eg /media/disk)
sd: :ﻲﭸﻭ ﻮﻴڪ ﻞﺧﺍﺩ ﺲﻴﺋﺍﻭڊ ﻪﺑ ﻮڪ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%v ﻮﻳﻭ ﻮﻴڪ ﻞﻣﺎﺷ ﺲﻴﺋﺍﻭڊ (eg /dev/sda1) %%l ﻞﺒﻴﻟ ﻮﺟ ﺲﻴﺋﺍﻭڊ %%m ٽﻨﺋﺍﻮﭘ ﻞﺒﺟ ﺲﻴﺋﺍﻭڊ (eg /media/disk)
si: ඕනෑම උපාංගයක් ඇතුළත් කළ විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහනක් හෝ bash විධාන රේඛාවක් ඇතුළත් කරන්න: භාවිත: %%v උපාංගය එකතු කරන ලදී (eg /dev/sda1) %%l උපාංග ලේබලය %%m උපාංගය සවිකිරීමේ ස්ථානය (eg /media/disk)
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa spustí automaticky po vložení akéhokoľvek zariadenia: Použitie: %%v zariadenie pridané (eg /dev/sda1) %%l štítok zariadenia %%m montážny bod zariadenia (eg /media/disk)
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko je vstavljena katera koli naprava: Uporaba: %%v naprava dodana (eg /dev/sda1) %%l oznaka naprave %%m točka pritrditve naprave (eg /media/disk)
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht kur futet ndonjë pajisje: Përdorni: %%v pajisje e shtuar (eg /dev/sda1) %%l etiketa e pajisjes %%m pika e montimit të pajisjes (eg /media/disk)
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki kifaa chochote kikiingizwa: Tumia: %%v kifaa kimeongezwa (eg /dev/sda1) %%l lebo ya kifaa %%m mahali pa kuweka kifaa (eg /media/disk)
ta: எந்தவொரு சாதனமும் செருகப்படும்போது தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%v சாதனம் சேர்க்கப்பட்டது (eg /dev/sda1) %%l சாதன லேபிள் %%m சாதனம் ஏற்ற புள்ளி (eg /media/disk)
te: ఏదైనా పరికరం చొప్పించినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cని నమోదు చేయండి: వా డు: %%v పరికరం జోడించబడింది (eg /dev/sda1) %%l పరికరం లేబుల్ %%m పరికరం మౌంట్ పాయింట్ (eg /media/disk)
tg: Барнома ё сатри фармони bash-ро ворид кунед, то ҳангоми ворид кардани ягон дастгоҳ ба таври худкор иҷро шавад: Истифода: %%v дастгоҳ илова карда шуд (eg /dev/sda1) %%l тамғаи дастгоҳ %%m нуқтаи насби дастгоҳ (eg /media/disk)
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติเมื่อใส่อุปกรณ์ใด ๆ : ใช้: %%v เพิ่มอุปกรณ์ (eg /dev/sda1) %%l ฉลากอุปกรณ์ %%m จุดต่ออุปกรณ์ (eg /media/disk)
tk: Islendik enjam salnanda awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%v enjam goşuldy (eg /dev/sda1) %%l enjam belligi %%m enjamy gurnamak nokady (eg /media/disk)
tt: Anyәрбер җайланма кертелгәндә автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%v җайланма өстәлде (eg /dev/sda1) %%l җайланма ярлыгы %%m җайланма урнаштыру ноктасы (eg /media/disk)
uk: Введіть програмний або командний рядок bash, який запускатиметься автоматично, коли вставляється будь-який пристрій: Використовуйте: %%v пристрій додано (eg /dev/sda1) %%l етикетка пристрою %%m точка кріплення пристрою (eg /media/disk)
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﺮﭘ ﮯﻧﺮﮐ ﻞﺧﺍﺩ ﻮﮐ ﺲﺋﺍﻮﯾﮈ ﯽﮭﺑ ﯽﺴﮐ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%v ﺎﯿﮐ ﻞﻣﺎﺷ ﮧﻟﺁ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﺲﺋﺍﻮﯾﮈ %%m ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺲﺋﺍﻮﯾﮈ (eg /media/disk)
uz: Har qanday qurilma kiritilganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%v qurilma qo'shildi (eg /dev/sda1) %%l qurilma yorlig'i %%m qurilma o'rnatish nuqtasi (eg /media/disk)
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động khi bất kỳ thiết bị nào được lắp vào: Sử dụng: %%v thiết bị được thêm vào (eg /dev/sda1) %%l nhãn thiết bị %%m điểm gắn thiết bị (eg /media/disk)
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo xa nasiphi na isixhobo sifakiwe: Sebenzisa: %%v isixhobo songeziwe (eg /dev/sda1) %%l ileyibhile yesixhobo %%m indawo yokunyusela isixhobo (eg /media/disk)
yi: :דאַטרעסני זיא לטימ ןייק ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%v ןבעגעגוצ לטימ (eg /dev/sda1) %%l עמריפ לטימ %%m טנופ ןפּאַלקנאָ לטימ (eg /media/disk)

source: On _Unmount
af: Op _Ontkoppel
am: _ላይ ይንቀሉ
ar: Unmount_ ﻲﻓ
be: На _Unmount
bg: На _Unmount
bn: _আনমাউন্টে
ca: A _Desmuntar
cy: Ar _Unmount
da: På _Afmonter
eo: Sur _Malmunti
eu: _Desmuntatu
fa: Unmount_ ﺭﺩ
fi: Käytössä _Unmount
fil: Sa _Unmount
fy: Op _Unmount
ga: Ar _Unmount
gd: Air _Unmount
gl: En _Desmontar
gu: _અનમાઉન્ટ પર
he: הניעט לוטיב_-ב
hi: _अनमाउंट . पर
hr: Na _Unmount
id: Pada _Lepaskan
is: Á _Aftengja
kk: _Ажырату режимінде
km: នៅលើ _Unmount
kn: ಆನ್u200cಮೌಂಟ್u200cನಲ್ಲಿ
ku: Li ser _Rakirin
ky: _Ажыратууда
lb: Op _Unmount
lo: ໃນ _Unmount
lt: _Unmount
lv: Uz _Unmount
mi: Kei runga _Tangohia
mk: На _Откачи
ml: _അൺമൗണ്ടിൽ
mn: _Буулгах дээр
mr: _अनमाउंट वर
mt: Fuq _Unmount
my: _Unmount ကိုဖွင့်ပါ။
nb: På _Avmonter
ne: मा _ अनमाउन्ट
or: _ ଅନମାଉଣ୍ଟରେ |
pa: _ਅਨਮਾਊਂਟ 'ਤੇ
ps: Unmount_ ﺮﭘ
ro: Pe _Unmount
rw: Kuri _Umubare
sd: _Unmount ﻲﺗ
si: _Unmount මත
sk: Na _Unmount
sl: Na _Unmount
sq: Në _Çkyç
sw: Kwenye _Shusha
ta: _அன்மவுண்ட் ஆன்
te: _అన్u200cమౌంట్u200cలో
tg: Дар _Unmount
th: บน _Unmount
tk: _Unmount-da
tt: _Unmountда
uk: На _Unmount
ur: _Unmount ﺮﭘ
uz: _Unmount-da
vi: Trên _Unmount
xh: Kwi _Yehlisa
yi: טנואָמנו_ ףיוא

source: Auto Run On Unmount
af: Outo hardloop op ontkoppel
am: በማራገፍ ላይ በራስ-አሂድ
ar: ﻞﻴﻤﺤﺘﻟﺍ ءﺎﻐﻟﺇ ﺪﻨﻋ ﻲﺋﺎﻘﻠﺗ ﻞﻴﻐﺸﺗ
be: Аўтаматычны запуск пры размантаванні
bg: Автоматично стартиране при демонтиране
bn: আনমাউন্টে অটো রান
ca: Execució automàtica en desmuntar
da: Autokørsel ved afmontering
eo: Aŭtomata Run On Unmount
et: Automaatne käivitamine lahtiühendamisel
eu: Exekutatu automatikoa desmuntatzean
fa: Unmount ﺭﺩ ﺭﺎﮐﺩﻮﺧ ﯼﺍﺮﺟﺍ
gl: Execución automática ao desmontar
gu: અનમાઉન્ટ પર ઓટો રન
he: הניעט לוטיב תעב תיטמוטוא הלעפה
hi: अनमाउंट पर ऑटो रन
hu: Automatikus futtatás leválasztáskor
hy: Ավտոմատ գործարկումը ապամոնտաժվում է
id: Jalankan Otomatis Saat Lepas
ka: ავტომატური გაშვება მოხსნაზე
kk: Автоматты іске қосу кезінде ажырату
km: ដំណើរការu200bដោយu200bស្វ័យu200bប្រវត្តិu200bនៅu200bលើ Unmount
kn: ಅನ್u200cಮೌಂಟ್u200cನಲ್ಲಿ ಸ್ವಯಂ ಚಾಲನೆ
ku: Auto Run Li Ser Unmount
ky: Автоматтык иштетүү боюнча ажыратуу
lt: Automatinis paleidimas atjungus
mg: Auto mandeha amin'ny Unmount
mi: Rere Aunoa i runga i te Wewete
mk: Автоматско вклучување на демонтирање
ml: അൺമൗണ്ടിൽ ഓട്ടോ റൺ
mn: Автомат ажиллуулах үед салгах
mr: अनमाउंटवर ऑटो रन
mt: Auto Run Fuq Unmount
my: Unmount တွင် Auto Run ပါ။
nb: Autokjør ved avmontering
ne: अनमाउन्टमा स्वत: रन
or: ଅନ୍ମାଉଣ୍ଟରେ ଅଟୋ ଚଲାନ୍ତୁ |
pa: ਅਨਮਾਊਂਟ 'ਤੇ ਆਟੋ ਰਨ
ps: ټﻧﻭﺎﻤﻧﺍ ﺮﭘ ﻝﻮﻠﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ
ro: Auto Run On Demount
rw: Imodoka Yiruka kuri Unmount
sd: ٽﻧﻮﺋﺎﻣ ﻥﺁ ﻥﺭ ﺭﺎڪﺩﻮﺧ
si: Unmount මත ස්වයංක්u200dරීය ධාවනය
sl: Samodejni zagon ob odklopu
sq: Aktivizimi automatik në çmontimin
sw: Endesha Otomatiki Juu ya Kuondoa
ta: அன்மவுண்ட் ஆன் ஆட்டோ ரன்
te: అన్u200cమౌంట్u200cలో ఆటో రన్
tg: Иҷроиши худкор оид ба ҷудо кардан
th: ทำงานอัตโนมัติเมื่อเลิกเมานท์
tk: Awtomatiki usulda öçürmek
tt: Автомобильне сүндерүдә
uk: Автоматичний запуск при розмонтуванні
ur: ﻥﺭ ﻮﭨﺁ ﺮﭘ ﭧﻧﺅﺎﻣ ﻥﺍ
uz: O'chirishda avtomatik ishga tushirish
vi: Tự động chạy khi tháo gỡ
xh: I-Auto Run Ekunyusweni
yi: טנואָמנו ףיוא ןפיול אָטואַ
