Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
af: Voer plaaslike lêerpad of afstand-URL vir die zzzFM-gebruikershandleiding in: (Laat leeg as verstek)
am: ለ zzzFM የተጠቃሚ መመሪያ የአካባቢ ፋይል ዱካ ወይም የርቀት URL አስገባ፡ (ለነባሪ ባዶ ይተዉት።)
ar: :zzzFM ﻡﺪﺨﺘﺴﻣ ﻞﻴﻟﺪﻟ ﺪﻴﻌﺒﻟﺍ URL ﻥﺍﻮﻨﻋ ﻭﺃ ﻲﻠﺤﻤﻟﺍ ﻒﻠﻤﻟﺍ ﺭﺎﺴﻣ ﻞﺧﺩﺃ (ﻲﺿﺍﺮﺘﻓﻼ﻿ﻟ ﺎﻏﺭﺎﻓ ﻪﻛﺮﺗﺍ)
be: Увядзіце лакальны шлях да файла або аддалены URL для кіраўніцтва карыстальніка zzzFM: (Пакіньце пустым па змаўчанні)
bg: Въведете локален път към файла или отдалечен URL за ръководството на потребителя на zzzFM: (Оставете празно по подразбиране)
bn: zzzFM ব্যবহারকারীর ম্যানুয়ালটির জন্য স্থানীয় ফাইল পাথ বা দূরবর্তী URL লিখুন: (ডিফল্টের জন্য ফাঁকা ছেড়ে দিন)
ca: Introduïu la ruta del fitxer local o l'URL remot per al manual de l'usuari de zzzFM: (Deixa en blanc per defecte)
cy: Rhowch lwybr ffeiliau lleol neu URL anghysbell ar gyfer Llawlyfr Defnyddiwr zzzFM: (Gadewch yn wag yn ddiofyn)
da: Indtast lokal filsti eller ekstern URL for zzzFM-brugervejledningen: (Lad være tomt som standard)
eo: Enigu lokan dosiervojon aŭ foran URL por la Manlibro de Uzanto de zzzFM: (Lasu malplena kiel defaŭlta)
et: Sisestage zzzFM-i kasutusjuhendi jaoks kohalik failitee või kaug-URL: (Vaikimisi jätke tühjaks)
eu: Idatzi tokiko fitxategiaren bidea edo urruneko URLa zzzFM erabiltzailearen eskulibururako: (Utzi hutsik lehenespenerako)
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ zzzFM ﺮﺑﺭﺎﮐ ﯼﺎﻤﻨﻫﺍﺭ ﯼﺍﺮﺑ ﺍﺭ ﺭﻭﺩ ﻩﺍﺭ URL ﺎﯾ ﯽﻠﺤﻣ ﻞﯾﺎﻓ ﺮﯿﺴﻣ (ﺪﯾﺭﺍﺬﮕﺑ ﯽﻟﺎﺧ ﺽﺮﻓ ﺶﯿﭘ ﯼﺍﺮﺑ)
fi: Anna paikallinen tiedostopolku tai etä-URL zzzFM-käyttöoppaaseen: (Jätä tyhjäksi oletuksena)
fil: Ipasok ang path ng lokal na file o malayuang URL para sa Manual ng Gumagamit ng zzzFM: (Iwanang blangko para sa default)
fy: Fier lokaal bestânspaad of URL op ôfstân yn foar de zzzFM-brûkershantlieding: (Lit leech foar standert)
ga: Iontráil cosán comhaid áitiúil nó URL iargúlta do Lámhleabhar Úsáideora zzzFM: (Fág bán mar réamhshocrú)
gd: Cuir a-steach slighe faidhle ionadail no URL iomallach airson Leabhar-làimhe Cleachdaiche zzzFM: (Fàg bàn airson dearmad)
gl: Introduza o camiño do ficheiro local ou o URL remoto para o Manual do usuario de zzzFM: (Deixa en branco por defecto)
gu: zzzFM વપરાશકર્તાના માર્ગદર્શિકા માટે સ્થાનિક ફાઇલ પાથ અથવા દૂરસ્થ URL દાખલ કરો: (ડિફૉલ્ટ માટે ખાલી છોડો)
he: :zzzFM לש שמתשמל ךירדמה רובע קוחרמ רתא תבותכ וא ימוקמ ץבוק ביתנ ןזה (לדחמה תרירבל קיר ראשה)
hi: zzzFM उपयोगकर्ता के मैनुअल के लिए स्थानीय फ़ाइल पथ या दूरस्थ URL दर्ज करें: (डिफ़ॉल्ट के लिए खाली छोड़ दें)
hr: Unesite lokalni put datoteke ili udaljeni URL za zzzFM Korisnički priručnik: (Ostavite prazno za zadano)
hu: Adja meg a helyi fájl elérési útját vagy távoli URL-jét a zzzFM felhasználói kézikönyvhöz: (Alapértelmezésként hagyja üresen)
hy: Մուտքագրեք տեղական ֆայլի ուղին կամ հեռավոր URL-ը zzzFM Օգտագործողի ձեռնարկի համար. (Լռելյայն թողեք դատարկ)
id: Masukkan jalur file lokal atau URL jarak jauh untuk Panduan Pengguna zzzFM: (Biarkan kosong untuk default)
is: Sláðu inn staðbundna skráarslóð eða ytri vefslóð fyrir zzzFM notendahandbókina: (Skildu eftir autt fyrir sjálfgefið)
ka: შეიყვანეთ ფაილის ადგილობრივი გზა ან დისტანციური URL zzzFM მომხმარებლის სახელმძღვანელოსთვის: (ნაგულისხმევად დატოვეთ ცარიელი)
kk: zzzFM пайдаланушы нұсқаулығы үшін жергілікті файл жолын немесе қашықтағы URL мекенжайын енгізіңіз: (Әдепкі үшін бос қалдырыңыз)
km: បញ្ចូលផ្លូវឯកសារមូលដ្ឋាន ឬ URL ពីចម្ងាយសម្រាប់សៀវភៅណែនាំអ្នកប្រើប្រាស់ zzzFM៖ (ទុកចន្លោះទទេសម្រាប់លំនាំដើម)
kn: zzzFM ಬಳಕೆದಾರರ ಕೈಪಿಡಿಗಾಗಿ ಸ್ಥಳೀಯ ಫೈಲ್ ಮಾರ್ಗ ಅಥವಾ ರಿಮೋಟ್ URL ಅನ್ನು ನಮೂದಿಸಿ: (ಡೀಫಾಲ್ಟ್u200cಗಾಗಿ ಖಾಲಿ ಬಿಡಿ)
ku: Ji bo Destûra Bikarhêner a zzzFM rêça pelê herêmî an URL-ya dûr têkevin: (Ji bo xwerû vala bihêlin)
ky: zzzFM Колдонуучунун колдонмосу үчүн жергиликтүү файл жолун же алыскы URL дарегин киргизиңиз: (Демейки үчүн бош калтырыңыз)
lb: Gitt de lokalen Dateiwee oder d'Remote URL fir den zzzFM User's Manual an: (Loosst eidel fir Standard)
lo: ໃສ່ເສັ້ນທາງໄຟລ໌ທ້ອງຖິ່ນຫຼື URL ຫ່າງໄກສອກຫຼີກສໍາລັບຄູ່ມືຜູ້ໃຊ້ zzzFM: (ປ່ອຍຫວ່າງໄວ້ເປັນຄ່າເລີ່ມຕົ້ນ)
lt: Įveskite vietinį failo kelią arba nuotolinį URL zzzFM vartotojo vadove: (Pagal numatytuosius nustatymus palikite tuščią)
lv: Ievadiet zzzFM lietotāja rokasgrāmatas lokālā faila ceļu vai attālo URL: (Pēc noklusējuma atstājiet tukšu)
mg: Ampidiro ny lalan'ny rakitra eo an-toerana na ny URL lavitra ho an'ny ZzzFM User's Manual: (Avelao ho banga ny default)
mi: Whakauruhia te ara konae rohe, te URL mamao ranei mo te Pukapuka Kaiwhakamahi zzzFM: (Waiho kia wātea mo te taunoa)
mk: Внесете ја локалната патека на датотеката или далечинскиот URL за упатството за корисникот zzzFM: (Оставете празно за стандардно)
ml: ZzzFM ഉപയോക്തൃ മാനുവലിനായി ലോക്കൽ ഫയൽ പാത്ത് അല്ലെങ്കിൽ റിമോട്ട് URL നൽകുക: (സ്ഥിരസ്ഥിതിയായി ശൂന്യമായി വിടുക)
mn: zzzFM хэрэглэгчийн гарын авлагын дотоод файлын зам эсвэл алсын URL-г оруулна уу: (Өгөгдмөл бол хоосон орхи)
mr: zzzFM वापरकर्त्याच्या मॅन्युअलसाठी स्थानिक फाइल पथ किंवा रिमोट URL प्रविष्ट करा: (डीफॉल्टसाठी रिक्त सोडा)
mt: Daħħal it-triq tal-fajl lokali jew URL remot għall-Manwal tal-Utent zzzFM: (Ħalli vojt għall-inadempjenza)
my: zzzFM အသုံးပြုသူ၏လက်စွဲအတွက် ပြည်တွင်းဖိုင်လမ်းကြောင်း သို့မဟုတ် အဝေးထိန်း URL ကိုထည့်ပါ- (ပုံသေအတွက် ဗလာချန်ထားပါ။)
nb: Angi lokal filbane eller ekstern URL for zzzFM-brukerhåndboken: (La stå tomt som standard)
ne: zzzFM प्रयोगकर्ताको म्यानुअलको लागि स्थानीय फाइल मार्ग वा रिमोट URL प्रविष्ट गर्नुहोस्: (पूर्वनिर्धारितको लागि खाली छोड्नुहोस्)
or: ZzzFM ବ୍ୟବହାରକାରୀ ମାନୁଆଲ ପାଇଁ ସ୍ଥାନୀୟ ଫାଇଲ ପଥ କିମ୍ବା ସୁଦୂର URL ପ୍ରବେଶ କରନ୍ତୁ: (ଡିଫଲ୍ଟ ପାଇଁ ଖାଲି ଛାଡିଦିଅ |)
pa: zzzFM ਉਪਭੋਗਤਾ ਦੇ ਮੈਨੂਅਲ ਲਈ ਸਥਾਨਕ ਫਾਈਲ ਮਾਰਗ ਜਾਂ ਰਿਮੋਟ URL ਦਾਖਲ ਕਰੋ: (ਡਿਫੌਲਟ ਲਈ ਖਾਲੀ ਛੱਡੋ)
ps: :ﺉړﮐ ﻪﻨﻧﺩ URL ټﻮﻤﯾﺭ ﺎﯾ ﻩﺭﻻ﻿ ﻞﯾﺎﻓ ﯽﯾﺎځ ﺩ ﻩﺭﺎﭙﻟ ﺩﻮښﺭﻻ﻿ ﻥﺭﺎﮐ zzzFM ﺩ (ﺉﺩږﯾﺮﭘ ﻲﻟﺎﺧ ﻩﺭﺎﭙﻟ ټﻟﺎﻔﯾډ ﺩ)
ro: Introduceți calea fișierului local sau adresa URL la distanță pentru Manualul utilizatorului zzzFM: (Lăsați necompletat pentru implicit)
rw: Injira inzira ya dosiye yinzira cyangwa URL ya kure kubitabo byabakoresha zzzFM: (Kureka ubusa kubusa)
sd: zzzFM ٽﻮﻤﻳﺭ ﺎﻳ ﻮﺘﺳﺭ ﻮﺟ ﻞﺋﺎﻓ ﻲﻣﺎﻘﻣ ءِﻻ﻿ ﺏﺎﻴﺘﺳﺩ ﻲﺟ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ URL ﻮﻳﺮڪ ﻞﺧﺍﺩ: (ﻮﻳڏ ﻱڏﮀ ﻲﻟﺎﺧ ءِﻻ﻿ ٽﻟﺎﻓڊ)
si: ZzzFM පරිශීලක අත්පොත සඳහා දේශීය ගොනු මාර්ගය හෝ දුරස්ථ URL ඇතුළත් කරන්න: (පෙරනිමිය සඳහා හිස්ව තබන්න)
sk: Zadajte cestu k lokálnemu súboru alebo vzdialenú adresu URL pre používateľskú príručku zzzFM: (Pre predvolené nastavenie nechajte prázdne)
sl: Vnesite lokalno pot datoteke ali oddaljeni URL za uporabniški priročnik zzzFM: (Pustite prazno za privzeto)
sq: Futni shtegun lokal të skedarit ose URL-në në distancë për Manualin e Përdoruesit zzzFM: (Lëreni bosh për parazgjedhje)
sw: Ingiza njia ya faili ya ndani au URL ya mbali kwa Mwongozo wa Mtumiaji wa zzzFM: (Acha wazi kwa chaguomsingi)
ta: ZzzFM பயனரின் கையேடுக்கான உள்ளூர் கோப்பு பாதை அல்லது தொலை URL ஐ உள்ளிடவும்: (இயல்புநிலைக்கு காலியாக விடவும்)
te: zzzFM వినియోగదారు మాన్యువల్ కోసం స్థానిక ఫైల్ పాత్ లేదా రిమోట్ URLని నమోదు చేయండి: (డిఫాల్ట్ కోసం ఖాళీని వదిలివేయండి)
tg: Роҳи файли маҳаллӣ ё URL-и дурдастро барои дастури корбари zzzFM ворид кунед: (Барои пешфарз холӣ гузоред)
th: ป้อนเส้นทางไฟล์ในเครื่องหรือ URL ระยะไกลสำหรับคู่มือผู้ใช้ zzzFM: (เว้นว่างไว้สำหรับค่าเริ่มต้น)
tk: ZzzFM Ulanyjy gollanmasy üçin ýerli faýl ýoluny ýa-da uzakdaky URL giriziň: (Dymmak üçin boş goýuň)
tt: ZzzFM Кулланучының кулланмасы өчен җирле файл юлын яки ерак URL кертегез: (Килешү өчен буш калдырыгыз)
uk: Введіть локальний шлях до файлу або віддалену URL-адресу для посібника користувача zzzFM: (Залиште порожнім за замовчуванням)
ur: zzzFM ﮟﯾﺮﮐ ﺝﺭﺩ ﻞﯾﺍ ﺭﺁ ﻮﯾ ﭦﻮﻤﯾﺭ ﺎﯾ ﮫﺗﺎﭘ ﻞﺋﺎﻓ ﯽﻣﺎﻘﻣ ﮯﯿﻟ ﮯﮐ ﯽﺘﺳﺩ ﮯﮐ ﻑﺭﺎﺻ: (۔ﮟﯾﺩ ﮌﻮﮭﭼ ﯽﻟﺎﺧ ﮯﯿﻟ ﮯﮐ ﭧﻟﺎﻔﯾﮈ)
uz: zzzFM foydalanuvchi qoʻllanmasi uchun mahalliy fayl yoʻlini yoki masofaviy URL manzilini kiriting: (Sukut bo'yicha bo'sh qoldiring)
vi: Nhập đường dẫn tệp cục bộ hoặc URL từ xa cho Hướng dẫn sử dụng zzzFM: (Để trống mặc định)
xh: Ngenisa indlela yefayile yendawo okanye i-URL ekude kwi-zzzFM yeNcwadi yoMsebenzisi: (Shiya kungenanto yokumisela)
yi: :לאַונאַמ רעצינאַב zzzFM יד ראַפֿ URL טיַיוו רעדאָ ךרד עקעט עגיה ןיַיראַ (טיַיקילעפ ראַפֿ קידייל ןזאָל)

source: _Show Devices
af: _Wys toestelle
am: _መሣሪያዎችን አሳይ
ar: _ﺓﺰﻬﺟﻷ﻿ﺍ ﺽﺮﻋ
be: _Паказаць прылады
bg: _Показване на устройства
bn: _ডিভাইস দেখান
ca: _Mostra els dispositius
cy: _Dangos Dyfeisiau
da: _Vis enheder
eo: _Montru Aparatojn
et: _Näita seadmeid
eu: _Erakutsi gailuak
fa: _ﺎﻫ ﻩﺎﮕﺘﺳﺩ ﺶﯾﺎﻤﻧ
fi: _Näytä laitteet
fil: _Ipakita ang Mga Device
fy: _Apparaten sjen litte
ga: _Taispeáin Gléasanna
gd: _Seall Innealan
gl: _Mostrar dispositivos
gu: _ઉપકરણો બતાવો
he: _םירישכמ גצה
hi: _डिवाइस दिखाएं
hr: _Prikaži uređaje
hu: _Eszközök megjelenítése
hy: _Ցույց տալ սարքերը
id: _Tampilkan Perangkat
is: _Sýna tæki
ka: _მოწყობილობების ჩვენება
kk: _Құрылғыларды көрсету
km: _បង្ហាញឧបករណ៍
kn: _ಸಾಧನಗಳನ್ನು ತೋರಿಸಿ
ku: _Amûrên nîşan bide
ky: _Түзмөктөрдү көрсөтүү
lb: _Show Apparater
lo: _ສະແດງອຸປະກອນ
lt: _Rodyti Įrenginius
lv: _Rādīt ierīces
mg: _Asehoy ny fitaovana
mi: _Whakaatu Pūrere
mk: _Прикажи уреди
ml: _ഉപകരണങ്ങൾ കാണിക്കുക
mn: _Төхөөрөмжүүдийг харуулах
mr: _साधने दाखवा
mt: _Uri l-Apparati
my: _စက်ပစ္စည်းများကို ပြသပါ။
nb: _Vis enheter
ne: _यन्त्रहरू देखाउनुहोस्
or: _ଉପକରଣଗୁଡ଼ିକୁ ଦେଖାନ୍ତୁ |
pa: _ਡਿਵਾਈਸਾਂ ਦਿਖਾਓ
ps: _ﺉړﮐ ﻩﺭﺎﮑښ ﻞﯾﺎﺳﻭ
ro: _Afișați dispozitive
rw: _Erekana Ibikoresho
sd: _ﺰﺴﻴﺋﺍﻭڊ ﻮﻳﺭﺎﮑﻳڏ
si: _උපාංග පෙන්වන්න
sk: _Zobraziť zariadenia
sl: _Pokaži naprave
sq: _Shfaq pajisjet
sw: _Onyesha Vifaa
ta: _சாதனங்களைக் காட்டு
te: _పరికరాలను చూపించు
tg: _Намоиши Дастгоҳҳо
th: _แสดงอุปกรณ์
tk: _Enjamlary görkez
tt: _Devайланмаларны күрсәт
uk: _Показати пристрої
ur: _۔ﮟﯿﺋﺎﮭﮐﺩ ﺰﺴﺋﺍﻮﯾﮈ
uz: _Qurilmalarni ko'rsatish
vi: _Hiển thị thiết bị
xh: _Bonisa izixhobo
yi: _זאַסייוויד ןזיַיוו

source: _Task Manager
af: _Taak bestuurder
am: _የስራ አስተዳዳሪ
ar: _ﻡﺎﻬﻤﻟﺍ ﺮﻳﺪﻣ
be: _Дыспетчар задач
bg: _Диспечер на задачите
bn: _কাজ ব্যবস্থাপক
ca: _Cap de tasques
cy: _Rheolwr Tasg
da: _Jobliste
eo: _Taskmanaĝero
et: _Tegumihaldur
eu: _Zereginen kudeatzailea
fi: _Tehtävienhallinta
fy: _Taakbehearder
ga: _Bainisteoir Tasc
gd: _Manaidsear Gnìomha
gl: _Xestor de tarefas
gu: _કાર્ય વ્યવસ્થાપક
he: _תומישמ להנמ
hi: _कार्य प्रबंधक
hr: _Upravitelj zadataka
hu: _Feladatkezelő
hy: _Առաջադրանքների կառավարիչ
id: _Pengelola tugas
is: _Verkefnastjóri
ka: _Პროცესების ადმინისტრატორი
kk: _Тапсырмалар менеджері
km: _កម្មវិធីគ្រប់គ្រងភារកិច្ច
kn: _ಕಾರ್ಯ ನಿರ್ವಾಹಕ
ku: _Gerînendetiya Peywiran
lb: _Aufgab Manager
lt: Užduočių _tvarkytuvė
lv: _Uzdevumu pārvaldnieks
mi: _Kaiwhakahaere Mahi
mk: _Менаџер за задачи
ml: _ടാസ്ക് മാനേജർ
mn: _Ажлын менежер
mr: _कार्य व्यवस्थापक
nb: _Oppgavebehandling
ne: _कार्य प्रबन्धक
or: _ଟାସ୍କ ମ୍ୟାନେଜର୍
pa: _ਟਾਸਕ ਮੈਨੇਜਰ
ps: _ﺮﯾﺪﻣ ﯤﺪﻧﺩ ﺩ
ro: _Gestionar de sarcini
rw: _Umuyobozi ushinzwe imirimo
sd: _ﺮﺠﻴﻨﻴﻣ ڪﺳﺎٽ
si: _කාර්ය කළමනාකරු
sk: _Správca úloh
sl: _Upravitelj opravil
sq: _Menaxher detyrë
sw: _Meneja wa Kazi
ta: _பணி மேலாளர்
te: _టాస్క్ మేనేజర్
tg: _Менеҷери вазифа
th: _ผู้จัดการงาน
tk: _Taslama dolandyryjysy
tt: _Тапшырулар менеджеры
uk: _Диспетчер завдань
ur: _ﺮﺠﯿﻨﯿﻣ ﮏﺳﺎﭨ
uz: _Vazifa menejeri
vi: _Quản lý công việc
xh: _Umlawuli womsebenzi
yi: _רעגאַנאַמ קסאַט

source: _Status
am: _ሁኔታ
ar: _ﺔﻟﺎﺣ
be: _Статус
bg: _Състояние
bn: _স্ট্যাটাস
ca: _Estat
cy: _Statws
eo: _Statuso
et: _Olek
eu: _Egoera
fa: _ﺖﯿﻌﺿﻭ
fi: _Tila
fil: _Katayuan
ga: _Stádas
gd: _Inbhe
gl: _Estado
gu: _સ્થિતિ
he: _סּוטָטס
hi: _स्थिति
hu: _Állapot
hy: _Կարգավիճակ
is: _Staða
ka: _სტატუსი
kk: _Күй
km: _ស្ថានភាព
kn: _ಸ್ಥಿತಿ
ku: _Cî
ky: _Статус
lo: _ສະຖານະ
lt: Bū_sena
lv: _Statuss
mg: _sata
mi: _Tūnga
mk: _Статус
ml: _പദവി
mn: _Статус
mr: _स्थिती
my: _အဆင့်အတန်း
ne: _स्थिति
or: _ସ୍ଥିତି
pa: _ਸਥਿਤੀ
ps: _ﺖﻟﺎﺣ
ro: _stare
rw: _Imiterere
sd: _ﺖﻴﺜﻴﺣ
si: _තත්ත්වය
sk: _Postavenie
sl: _Stanje
sq: _Statusi
sw: _Hali
ta: _நிலை
te: _స్థితి
tg: _Статус
th: _สถานะ
tk: _.Agdaýy
tt: _Статус
uk: _Статус
ur: _ﺖﻟﺎﺣ
uz: _Holat
vi: _Trạng thái
xh: _Ubume
yi: _סוטאַטס

source: _Count
af: _Tel
am: _መቁጠር
ar: _ﺩﺪﻋ
be: _Граф
bg: _Броя
bn: _গণনা
ca: _Compte
cy: _Cyfrif
da: _Tælle
eo: _grafo
eu: _zenbaketa
fa: _ﻥﺩﺮﻤﺷ
fi: _Kreivi
fil: _Bilangin
fy: _Telle
ga: _Líon
gd: _Cunnt
gl: _Conta
gu: _ગણતરી
he: _רופסל
hi: _गिनती
hr: _Računati
hu: _Számol
hy: _հաշվել
id: _Menghitung
is: _Telja
ka: _დათვალეთ
kk: _Санау
km: _រាប់
kn: _ಎಣಿಕೆ
ku: _Jimartin
ky: _Сан
lb: _Grof
lo: _ນັບ
lt: _Suskaičiuoti
lv: _Skaitīt
mg: _manisa
mi: _Tatau
mk: _брои
ml: _എണ്ണുക
mn: _Тоол
mr: _मोजा
mt: _Għadd
my: _ရေတွက်ပါ။
nb: _Telle
ne: _गणना गर्नुहोस्
or: _ଗଣନା କର |
pa: _ਗਿਣਤੀ
ps: _ﻝﺮﯧﻤﺷ
ro: _Numara
rw: _Kubara
sd: _ﺭﺎﻤﺷ
si: _ගණන් කරන්න
sk: _počítať
sl: _štetje
sq: _Numëroni
sw: _Hesabu
ta: _எண்ணு
te: _లెక్కించు
tg: _Ҳисоб
th: _นับ
tk: _Hasapla
tt: _Сана
uk: _Рахувати
ur: _ﺭﺎﻤﺷ
uz: _Hisoblash
vi: _Đếm
xh: _Bala
yi: _ןלייצ

source: _Folder
af: _gids
am: _አቃፊ
ar: م_جلد
be: _Папка
bg: _Папка
bn: _ফোল্ডার
ca: _Carpeta
cy: _Ffolder
da: Mappe
eo: _Dosierujo
et: _Kataloog
eu: _Karpeta
fa: _ﻪﺷﻮﭘ
fi: _Kansio
ga: _Fillteán
gl: _Cartafol
gu: _ફોલ્ડર
he: _תיקייה
hi: _फ़ोल्डर
hr: _Mapa
hu: _Mappa
hy: _Թղթապանակ
is: _Mappa
ka: _საქაღალდე
kk: _Қалта
km: ថត
kn: _ಫೋಲ್ಡರ್
ku: _Pêçek
ky: _Папка
lb: _Dossier
lo: _ໂຟນເດີ
lt: _aplanką
lv: _Mape
mg: _lahatahiry
mi: _Kōpaki
mk: _Папка
ml: _ഫോൾഡർ
mn: _Хавтас
mr: _फोल्डर
my: _ဖိုလ်
nb: Mappe
ne: _फोल्डर
or: _ଫୋଲ୍ଡର
pa: _ਫੋਲਡਰ
ps: _ﺭډﻟﻮﻓ
ro: _Pliant
rw: _Ububiko
sd: _ﺭڊﻟﻮﻓ
si: _ෆෝල්ඩරය
sk: _Priečinok
sl: _Mapo
sq: _Dosja
sw: _Folda
ta: _கோப்புறை
te: _ఫోల్డర్
tg: _Папка
th: _โฟลเดอร์
tk: _Papka
tt: _Папка
uk: _Каталог
ur: _فولڈر
uz: _Jild
vi: _Thư mục
xh: _Isiqulathi seefayili
yi: _עקעט

source: _Item
am: _ንጥል
ar: _ﺽﺮﻏ
be: _Пункт
bg: _Вещ
bn: _আইটেম
ca: _Article
cy: _Eitem
da: _Vare
eo: _Ero
et: _Üksus
eu: _Elementua
fa: _ﺩﺭﻮﻣ
fi: _Tuote
fy: _Ûnderdiel
ga: _Mír
gd: _Nì
gl: _Elemento
gu: _વસ્તુ
he: _טירפ
hi: _मद
hr: _Artikal
hu: _Tétel
hy: _Նյութ
id: _Barang
is: _Atriði
ka: _ელემენტი
kk: _Элемент
km: _ធាតុ
kn: _ಐಟಂ
ku: _Şanî
ky: _пункт
lb: _Artikel
lo: _ລາຍການ
lt: _Prekė
lv: _Lieta
mg: _zavatra
mi: _Tūemi
mk: _Ставка
ml: _ഇനം
mn: _Зүйл
mr: _आयटम
mt: _Oġġett
my: _ကုသိုလ်ကံ
nb: _Punkt
ne: _वस्तु
or: _ଆଇଟମ୍ |
pa: _ਆਈਟਮ
ps: _ﻲﮐﻮﺗ
ro: _Articol
rw: _Ingingo
sd: _ءِﻲﺷ
si: _අයිතමය
sk: _Položka
sl: _Artikel
sq: _Artikulli
sw: _Kipengee
ta: _பொருள்
te: _అంశం
tg: _Адад
th: _สิ่งของ
tk: _Haryt
tt: _Предмет
uk: _Пункт
ur: _ﻢﭩﺋﺁ
uz: _Element
vi: _Mục
xh: _Into
yi: _רעמונ

source: _To
af: _Om
am: _ለ
ar: _ﻰﻟﺇ
be: _Каб
bg: _Да се
bn: _প্রতি
ca: _A
cy: _I
da: _Til
eo: _Al
fa: _ﻪﺑ
fi: _Vastaanottaja
fil: _Upang
fy: _Nei
ga: _Chun
gd: _Gu
gl: _Para
gu: _પ્રતિ
he: _ל
hi: _प्रति
hr: _Do
hu: _Nak nek
hy: _Դեպի
id: _Ke
is: _Til
ka: _რომ
kk: _Кімге
km: _ទៅ
kn: _ಗೆ
ku: _Ber
ky: _үчүн
lb: _Zu
lo: _ເຖິງ
lt: _Į
lv: _Uz
mg: _ny
mi: _Ki
mk: _До
ml: _ലേക്ക്
mn: _руу
mr: _ला
mt: _Biex
my: _ရန်
nb: _Til
ne: _को
or: _କୁ
pa: _ਨੂੰ
ps: _ﻪﺗ
ro: _La
rw: _Kuri
sd: _ﻑﺮﻃ ﻲﺟ
si: _වෙත
sk: _Komu
sl: _Za
sq: _për të
sw: _Kwa
ta: _செய்ய
te: _కు
tg: _Ба
th: _ถึง
tt: _Toәр сүзнең
uk: _До
ur: _ﻮﮐ
uz: _Kimga
vi: _Đến
xh: _Ukuya
yi: _וצ

source: _Progress
af: _Vordering
am: _እድገት
ar: _ﻡﺪﻘﺗ
be: _Прагрэс
bg: _Напредък
bn: _অগ্রগতি
ca: _Progrés, progressar
cy: _Cynnydd
da: _Fremskridt
eo: _Progreso
et: _Edusammud
eu: _Aurrerapena
fa: _ﻦﺘﻓﺭ ﺶﯿﭘ
fi: _Edistyminen
fil: _Pag-unlad
fy: _Foarútgong
ga: _Dul chun cinn
gd: _Adhartas
gl: _Progreso
gu: _પ્રગતિ
he: _תומדקתה
hi: _प्रगति
hr: _Napredak
hu: _Előrehalad
hy: _Առաջընթաց
id: _Kemajuan
is: _Framfarir
ka: _პროგრესი
kk: _Прогресс
km: _វឌ្ឍនភាព
kn: _ಪ್ರಗತಿ
ku: _Pêşverûtî
ky: _Прогресс
lb: _Fortschrëtt
lo: _ຄວາມຄືບໜ້າ
lt: _Progresas
mg: _fandrosoana
mi: _Te ahunga whakamua
mk: _Напредок
ml: _പുരോഗതി
mn: _Ахиц дэвшил
mr: _प्रगती
my: _တိုးတက်မှု
nb: _Framgang
ne: _प्रगति
or: _ପ୍ରଗତି
pa: _ਤਰੱਕੀ
ps: _ګﺘﺨﻣﺮﭘ
ro: _Progres
rw: _Iterambere
sd: _ﻲﻗﺮﺗ
si: _ප්රගතිය
sk: _Pokrok
sl: _napredek
sq: _Përparim
sw: _Maendeleo
ta: _முன்னேற்றம்
te: _పురోగతి
tg: _Пешрафт
th: _ความคืบหน้า
tk: _Ösüş
tt: _Алга китеш
uk: _Прогрес
ur: _ﺖﻓﺭ ﺶﯿﭘ
uz: _Taraqqiyot
vi: _Phát triển
xh: _Inkqubela phambili
yi: _סערגאָרפּ

source: _Elapsed
af: _Verstreke
am: _አልፏል
ar: _ﻰﻀﻘﻧﺍ
be: _Прайшло
bg: _Изтекло
bn: _অতিবাহিত
ca: _Transcorregut
cy: _Wedi cwympo
da: _Forløbet
eo: _Pasis
et: _Möödas
eu: _Igaro
fa: _ﻩﺪﺷ ﯼﺮﭙﺳ
fi: _Kulunut
fil: _Lumipas na
fy: _Ferrûn
ga: _Léite
gl: _Transcorrido
gu: _વીતી ગયેલ
he: _ףלח
hi: _गुजर चुके
hr: _Proteklo
hu: _Eltelt
hy: _Անցավ
id: _Berlalu
is: _Liðinn
ka: _გავიდა
kk: _Өтті
km: _កន្លងផុតទៅ
kn: _ಕಳೆಯಿತು
ku: _Bihurîn
ky: _Өттү
lb: _Verlaf
lo: _ຜ່ານໄປ
lt: _Praėjo
lv: _Pagājis
mg: _lasana
mi: _Kua pahemo
mk: _Помина
ml: _കാലഹരണപ്പെട്ടു
mn: _Өнгөрсөний
mr: _निघून गेले
mt: _Għaddiet
my: _အချိ်န်
nb: _Forløpt
ne: _बितेको
or: _ବିତିଗଲା
pa: _ਬੀਤਿਆ
ps: _ﻮﺷ ﺮﯧﺗ
ro: _S-a scurs
rw: _Yashize
sd: _ﻮﻳﻭ ﻱﺭﺬﮔ
si: _ගත විය
sk: _Uplynulo
sl: _Preteklo
sq: _Ka kaluar
sw: _Iliyopita
ta: _கழிந்தது
te: _గడిచిపోయింది
tg: _гузашт
th: _ผ่านไป
tk: _Geçen
tt: _Apsткән
uk: _Минуло
ur: _ﺎﯿﮔ ﺭﺰﮔ
uz: _O'tdi
vi: _Đã trôi qua
xh: _Iphelile
yi: _ןעגנאגעגכרוד

source: C_urrent Speed
af: C_urrent Spoed
am: C_urrent ፍጥነት
ar: C_urrent ﺔﻋﺮﺳ
be: C_urrent Хуткасць
bg: C_urrent Скорост
bn: C_urrent গতি
ca: C_urrent Velocitat
cy: C_urrent Cyflymder
da: C_urrent Hastighed
eo: C_urrent Rapido
et: C_urrent Kiirus
eu: C_urrent Abiadura
fa: C_urrent ﺖﻋﺮﺳ
fi: C_urrent Nopeus
fil: C_urrent Bilis
fy: C_urrent Faasje
ga: C_urrent Luas
gd: C_urrent Astar
gl: C_urrent Velocidade
gu: C_urrent ઝડપ
he: C_urrent תּוריִהְמ
hi: C_urrent स्पीड
hr: C_urrent Ubrzati
hu: C_urrent Sebesség
hy: C_urrent Արագություն
id: C_urrent Kecepatan
is: C_urrent Hraði
ka: C_urrent სიჩქარე
kk: C_urrent Жылдамдық
km: C_urrent ល្បឿន
kn: C_urrent ವೇಗ
ku: C_urrent Zûbûnî
ky: C_urrent Ылдамдык
lo: C_urrent ຄວາມໄວ
lt: C_urrent Greitis
lv: C_urrent Ātrums
mg: C_urrent Haingana
mi: C_urrent Te tere
mk: C_urrent Брзина
ml: C_urrent വേഗത
mn: C_urrent Хурд
mr: C_urrent गती
mt: C_urrent Veloċità
my: C_urrent အရှိန်
nb: C_urrent Hastighet
ne: C_urrent गति
or: C_urrent ଗତି
pa: C_urrent ਗਤੀ
ps: C_urrent ﺖﻋﺮﺳ
ro: C_urrent Viteză
rw: C_urrent Umuvuduko
sd: C_urrent ﺭﺎﺘﻓﺭ
si: C_urrent වේගය
sk: C_urrent Rýchlosť
sl: C_urrent Hitrost
sq: C_urrent Shpejtësia
sw: C_urrent Kasi
ta: C_urrent வேகம்
te: C_urrent వేగం
tg: C_urrent Суръат
th: C_urrent ความเร็ว
tk: C_urrent Tizlik
tt: C_urrent Тизлек
uk: C_urrent Швидкість
ur: C_urrent ﺭﺎﺘﻓﺭ
uz: C_urrent Tezlik
vi: C_urrent Tốc độ
xh: C_urrent Isantya
yi: C_urrent דיפּס

source: Current Re_main
af: Huidige Re_main
am: የአሁኑ Re_main
ar: ﺭﺎﻴﺗ Re_main
be: Бягучы Re_main
bg: Текущ Re_main
bn: কারেন্ট Re_main
ca: Actual Re_main
cy: Cyfredol Re_main
da: Nuværende Re_main
eo: Nuna Re_main
et: Praegune Re_main
eu: Oraingoa Re_main
fa: ﯼﺭﺎﺟ Re_main
fi: Nykyinen Re_main
fil: Kasalukuyan Re_main
fy: Aktueel Re_main
ga: Reatha Re_main
gd: Gnàthach Re_main
gl: Actual Re_main
gu: વર્તમાન Re_main
he: יִחְכֹונ Re_main
hi: वर्तमान Re_main
hr: Trenutno Re_main
hu: Jelenlegi Re_main
hy: Ընթացիկ Re_main
id: Saat ini Re_main
is: Núverandi Re_main
ka: მიმდინარე Re_main
kk: Ағымдағы Re_main
km: នាu200bពេលu200bបច្ចុប្បន្ន Re_main
kn: ಪ್ರಸ್ತುತ Re_main
ku: Vêga Re_main
ky: Учурдагы Re_main
lb: Aktuell Re_main
lo: ປະຈຸບັນ Re_main
lt: Dabartinė Re_main
lv: Pašreizējais Re_main
mg: amin'izao fotoana izao Re_main
mi: o nāianei Re_main
mk: Актуелно Re_main
ml: നിലവിലുള്ളത് Re_main
mn: Одоогийн Re_main
mr: चालू Re_main
mt: Kurrenti Re_main
my: လက်ရှိ Re_main
nb: Strøm Re_main
ne: वर्तमान Re_main
or: ସାମ୍ପ୍ରତିକ Re_main
pa: ਵਰਤਮਾਨ Re_main
ps: ۍﻨﺳﻭﺍ Re_main
ro: Actual Re_main
rw: Ibiriho Re_main
sd: ﻩﺩﻮﺟﻮﻣ Re_main
si: වත්මන් Re_main
sk: Aktuálne Re_main
sl: Trenutni Re_main
sq: Aktuale Re_main
sw: Sasa Re_main
ta: தற்போதைய Re_main
te: ప్రస్తుత Re_main
tg: ҷорӣ Re_main
th: หมุนเวียน Re_main
tk: Häzirki Re_main
tt: Ток Re_main
uk: Поточний Re_main
ur: ﭧﻧﺮﮐ Re_main
uz: Hozirgi Re_main
vi: Hiện hành Re_main
xh: Okwangoku Re_main
yi: טנאַרק Re_main

source: _Average Speed
af: _Gemiddelde spoed
am: _አማካይ ፍጥነት
ar: _ﺔﻋﺮﺴﻟﺍu200bu200b ﻂﺳﻮﺘﻣ
be: _Сярэдняя хуткасць
bg: _Средната скорост
bn: _গড় গতি
ca: _Velocitat mitjana
cy: _Cyflymder Cyfartalog
da: _Gennemsnitshastighed
eo: _Averaĝa rapideco
et: _Keskmine kiirus
eu: _Batez besteko Abiadura
fa: _ﻂﺳﻮﺘﻣ ﺖﻋﺮﺳ
fi: _Keskinopeus
fil: _Average na Bilis
fy: _Gemiddelde snelheid
ga: _Meánluas
gd: _Astar cuibheasach
gl: _Velocidade media
gu: _સામન્ય ગતિ
he: _תעצוממ תוריהמ
hi: _औसत गति
hr: _Prosječna brzina
hu: _Átlagsebesség
hy: _Միջին արագությունը
id: _Kecepatan rata-rata
is: _Meðalhraði
ka: _Საშუალო სიჩქარე
kk: _Орташа жылдамдық
km: _ល្បឿនu200bមធ្យម
kn: _ಸರಾಸರಿ ವೇಗ
ky: _Орточо ылдамдык
lb: _Duerchschnëttsgeschwindegkeet
lo: _ຄວາມໄວສະເລ່ຍ
lt: _Vidutinis greitis
lv: _Vidējais ātrums
mg: _Hafainganam-pandeha antonony
mi: _Tere Wawaenga
mk: _Просечна брзина
ml: _ശരാശരി വേഗത
mn: _Дундаж хурд
mr: _सरासरी वेग
mt: _Veloċità Medja
my: _ပျမ်းမျှအမြန်နှုန်း
nb: _Gjennomsnittshastighet
ne: _औसत गति
or: _ହାରାହାରି ଗତି
pa: _ਔਸਤ ਗਤੀ
ps: _ﯽﻟﺍﻭﺰﯿﺗ ﯽﻨځﻨﻣ
ro: _Viteza medie
rw: _Impuzandengo
sd: _ﺭﺎﺘﻓﺭ ﻱﺮﺳﺍﺮﺳ
si: _සාමාන්ය වේගය
sk: _Priemerná rýchlosť
sl: _Povprečna hitrost
sq: _Shpejtësia mesatare
sw: _Kasi ya Wastani
ta: _சராசரி வேகம்
te: _సగటు వేగం
tg: _Суръати миёна
th: _ความเร็วเฉลี่ย
tk: _Ortaça tizlik
tt: _Урта тизлек
uk: _Середня швидкість
ur: _ﺭﺎﺘﻓﺭ ﻂﺳﻭﺍ
uz: _O'rtacha tezlik
vi: _Tốc độ trung bình
xh: _Isantya esiphakathi
yi: _דיפּס ךעלטינשכרוד

source: A_verage Remain
af: A_verage Bly
am: A_verage ቀረ
ar: A_verage ﻞﻈﺗ
be: A_verage Застацца
bg: A_verage Остани
bn: A_verage থাকে
ca: A_verage Queda't
cy: A_verage Aros
da: A_verage Forblive
eo: A_verage Restu
et: A_verage Jääda
eu: A_verage Geratu
fa: A_verage ﻥﺪﻧﺎﻣ
fi: A_verage Jäädä jäljelle
fil: A_verage Manatili
fy: A_verage Oerbliuwe
ga: A_verage Fanacht
gd: A_verage Fuirich
gl: A_verage Queda
gu: A_verage રહે
he: A_verage רֵאָׁשִהְל
hi: A_verage रहना
hr: A_verage Ostati
hu: A_verage Marad
hy: A_verage Մնալ
id: A_verage Tetap
is: A_verage Vertu áfram
ka: A_verage Რჩება
kk: A_verage Қалу
km: A_verage នៅសល់
kn: A_verage ಉಳಿಯಿರಿ
ku: A_verage Mayin
ky: A_verage Кал
lb: A_verage Bleift
lo: A_verage ຍັງຄົງຢູ່
lt: A_verage Likti
lv: A_verage Paliec
mg: A_verage Mitoera
mi: A_verage Noho tonu
mk: A_verage Остани
ml: A_verage ശേഷിക്കുക
mn: A_verage Үлдсэн
mr: A_verage राहिले
mt: A_verage Jibqgħu
my: A_verage ကျန်နေပါ။
nb: A_verage Forbli
ne: A_verage रहनुहोस्
or: A_verage ରୁହନ୍ତୁ |
pa: A_verage ਰਹੇ
ps: A_verage ﻲﺷ ﯥﺗﺎﭘ
ro: A_verage Rămâne
rw: A_verage Guma
sd: A_verage ﻲﻫﺭ
si: A_verage රැඳී සිටින්න
sk: A_verage Zostať
sl: A_verage Ostani
sq: A_verage Mbetet
sw: A_verage Kubaki
ta: A_verage எஞ்சியிரு
te: A_verage ఉండు
tg: A_verage мондан
th: A_verage ยังคง
tk: A_verage Galan
tt: A_verage Калыгыз
uk: A_verage Залишайтеся
ur: A_verage ﻮﮨﺭ
uz: A_verage Qoling
vi: A_verage Duy trì
xh: A_verage Hlala
yi: A_verage ןביילב

source: _Stop
am: _ተወ
ar: _ﻒﻗ
be: _Стоп
bg: _Спри се
bn: _থামুন
ca: _Atura
cy: _Stopiwch
da: _Hold op
eo: _Haltu
et: _Peatus
eu: _Gelditu
fa: _ﻥﺩﺮﮐ ﻒﻗﻮﺘﻣ
fi: _Lopettaa
fil: _Tumigil ka
fy: _Ophâlde
gd: _Stad
gl: _Pare
gu: _બંધ
he: _קיספת
hi: _विराम
hu: _Álljon meg
hy: _Դադարեցրեք
id: _Berhenti
is: _Hættu
ka: _გაჩერდი
kk: _Тоқта
km: _ឈប់
kn: _ನಿಲ್ಲಿಸು
ku: _Rawestan
ky: _Токто
lo: _ຢຸດ
lt: _Stabdyti
mg: _Mijanòna
mi: _Kati
mk: _Стоп
ml: _നിർത്തുക
mn: _Зогс
mr: _थांबा
mt: _Waqfa
my: _ရပ်
nb: _Stoppe
ne: _रोक
or: _ବନ୍ଦ କର |
pa: _ਰੂਕੋ
ps: _ﻝﺪﯦﺭﺩ
rw: _Hagarara
sd: _ڪﻭﺭ
si: _නවත්වන්න
sl: _Ustavi se
sq: _Ndalo
sw: _Acha
ta: _நிறுத்து
te: _ఆపు
tg: _Ист
th: _หยุด
tk: _Dur
tt: _Тукта
uk: _Стій
ur: _ﺅﺎﺟ ﮎﺭ
vi: _Ngừng lại
xh: _Yeka
yi: _לעטשפּאָ
