Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
af: Jy is op die punt om die MBR-selflaaikode van te oorskryf %s gebruik %s. Hierdie verandering kan verhoed dat jou rekenaar behoorlik begin. Alle belangrike data op die hele toestel moet eers gerugsteun word. Voortgaan? (As jy Ja druk, het jy nog een geleentheid om af te breek voordat die skyf gewysig word.)
am: የ MBR ማስነሻ ኮድ ሊተካ ነው። %s በመጠቀም %s. ይህ ለውጥ ኮምፒውተርዎ በትክክል እንዳይነሳ ሊከለክለው ይችላል። በመሣሪያው ላይ ያሉ ሁሉም አስፈላጊ መረጃዎች መጀመሪያ መጠባበቅ አለባቸው። ይቀጥሉ? (አዎን ከጫኑ፣ አሁንም ዲስኩ ከመቀየሩ በፊት አንድ ተጨማሪ የማስወረድ እድል ይኖርዎታል።)
ar: ـﺑ ﺹﺎﺨﻟﺍ MBR ﺪﻴﻬﻤﺘﻟﺍ ﺰﻣﺭ ﻕﻮﻓ ﺔﺑﺎﺘﻜﻟﺍ ﻚﺷﻭ ﻰﻠﻋ ﺖﻧﺃ %s ﻡﺍﺪﺨﺘﺳﺍ %s. .ًﻻ﻿ﻭﺃ ﻪﻠﻤﻛﺄﺑ ﺯﺎﻬﺠﻟﺍ ﻰﻠﻋ ﺓﺩﻮﺟﻮﻤﻟﺍ ﺔﻤﻬﻤﻟﺍ ﺕﺎﻧﺎﻴﺒﻟﺍ ﻊﻴﻤﺠﻟ ﺔﻴﻃﺎﻴﺘﺣﺍ ﺔﺨﺴﻧ ﻞﻤﻋ ﺐﺠﻳ .ﺢﻴﺤﺻ ﻞﻜﺸﺑ ﻞﻴﻐﺸﺘﻟﺍ ﻦﻣ ﻚﺑ ﺹﺎﺨﻟﺍ ﺮﺗﻮﻴﺒﻤﻜﻟﺍ ﺯﺎﻬﺟ ﺮﻴﻴﻐﺘ (.ﺹﺮﻘﻟﺍ ﻞﻳﺪﻌﺗ ﻞﺒﻗ ﻑﺎﻘﻳﻺ﻿ﻟ ﻯﺮﺧﺃ ﺔﺻﺮﻓ ﻚﻳﺪﻟ ﻝﺍﺰﻳ ﻼ﻿ﻓ ، »ﻢﻌﻧ« ﻰﻠﻋ ﺖﻄﻐﺿ ﺍﺫﺇ) ؟ﻡﺪﻘﺗ
be: Вы збіраецеся перазапісаць код загрузкі MBR %s выкарыстоўваючы %s. Гэта змяненне можа перашкодзіць правільнай загрузцы вашага кампутара. Спачатку неабходна стварыць рэзервовую копію ўсіх важных даных на ўсёй прыладзе. Працягнуць? (Калі вы націснеце Так, у вас усё яшчэ ёсць яшчэ адна магчымасць перапыніць перад мадыфікацыяй дыска.)
bg: На път сте да презапишете MBR кода за зареждане на %s използвайки %s. Тази промяна може да попречи на компютъра ви да се стартира правилно. Първо трябва да се архивират всички важни данни на цялото устройство. Да продължите? (Ако натиснете Да, все още имате още една възможност да прекратите, преди дискът да бъде модифициран.)
bn: আপনি এর MBR বুট কোড ওভাররাইট করতে চলেছেন৷ %s ব্যবহার %s. এই পরিবর্তন আপনার কম্পিউটারকে সঠিকভাবে বুট করা থেকে আটকাতে পারে। পুরো ডিভাইসের সমস্ত গুরুত্বপূর্ণ ডেটা প্রথমে ব্যাক আপ করা উচিত। এগিয়ে যান? (যদি আপনি হ্যাঁ টিপুন, তবে ডিস্কটি পরিবর্তন করার আগে আপনার ত্যাগ করার আরও একটি সুযোগ রয়েছে।)
ca: Esteu a punt de sobreescriure el codi d'arrencada MBR de %s utilitzant %s. Aquest canvi pot impedir que l'ordinador arrenqui correctament. Primer s'ha de fer una còpia de seguretat de totes les dades importants de tot el dispositiu. Procedir? (Si premeu Sí, encara teniu una oportunitat més d'avortar abans que es modifiqui el disc.)
cy: Rydych chi ar fin trosysgrifo cod cist MBR o %s gan ddefnyddio %s. Gall y newid hwn atal eich cyfrifiadur rhag rhoi hwb yn iawn. Dylai'r holl ddata pwysig ar y ddyfais gyfan gael eu hategu yn gyntaf. Ymlaen? (Os ydych chi'n pwyso Ie, mae gennych chi un cyfle arall o hyd i erthylu cyn i'r ddisg gael ei haddasu.)
da: Du er ved at overskrive MBR-startkoden for %s ved brug af %s. Denne ændring kan forhindre din computer i at starte korrekt. Alle vigtige data på hele enheden skal sikkerhedskopieres først. Fortsæt? (Hvis du trykker på Ja, har du stadig en mulighed mere for at afbryde, før disken ændres.)
eo: Vi estas anstataŭigota la MBR-ŝargkodon de %s uzante %s. Ĉi tiu ŝanĝo povas malebligi vian komputilon ĝuste ekbruligi. Ĉiuj gravaj datumoj sur la tuta aparato devus esti sekurkopiitaj unue. Ĉu daŭrigi? (Se vi premas Jes, vi ankoraŭ havas ankoraŭ unu ŝancon ĉesi antaŭ ol la disko estas modifita.)
et: Olete kirjutamas üle MBR-i alglaadimiskoodi %s kasutades %s. See muudatus võib takistada teie arvuti õiget käivitamist. Kõik olulised andmed kogu seadmes tuleks kõigepealt varundada. Kas jätkata? (Kui vajutate Jah, on teil veel üks võimalus katkestada enne ketta muutmist.)
eu: MBR abio-kodea gainidaztear zaude %s erabiliz %s. Aldaketa honek zure ordenagailua behar bezala abiatzea eragotzi dezake. Gailu osoko datu garrantzitsu guztien babeskopia egin behar da lehenik. Jarraitu? (Bai sakatzen baduzu, oraindik aukera bat gehiago duzu bertan behera uzteko diskoa aldatu aurretik.)
fa: ﺪﯿﺘﺴﻫ MBR ﺕﻮﺑ ﺪﮐ ﯽﺴﯾﻮﻧﺯﺎﺑ ﻑﺮﺷ ﺭﺩ ﺎﻤﺷ %s ﻥﺩﺮﻛ ﻩﺩﺎﻔﺘﺳﺍ %s. .ﺩﻮﺷ ﻪﯿﻬﺗ ﻥﺎﺒﯿﺘﺸﭘ ﻪﺨﺴﻧ ﻩﺎﮕﺘﺳﺩ ﻞﮐ ﺭﺩ ﻢﻬﻣ ﺕﺎﻋﻼ﻿ﻃﺍ ﻡﺎﻤﺗ ﺯﺍ ﺪﯾﺎﺑ ﺍﺪﺘﺑﺍ .ﺩﻮﺷ ﺎﻤﺷ ﻪﻧﺎﯾﺍﺭ ﺢﯿﺤﺻ ﻥﺪﺷ ﺕﻮﺑ ﺯﺍ ﻊ (.ﺪﯾﺭﺍﺩ ﮏﺴﯾﺩ ﺮﯿﯿﻐﺗ ﺯﺍ ﻞﺒﻗ ﻥﺩﺮﮐ ﻂﻘﺳ ﯼﺍﺮﺑ ﺮﮕﯾﺩ ﺖﺻﺮﻓ ﮏﯾ ﺯﻮﻨﻫ ،ﺪﯿﻫﺩ ﺭﺎﺸﻓ ﺍﺭ Yes ﺮﮔﺍ) ؟ﺪﯿﻫﺩ ﻪﻣﺍﺩﺍ
fi: Olet korvaamassa kohteen MBR-käynnistyskoodia %s käyttämällä %s. Tämä muutos saattaa estää tietokonettasi käynnistymästä kunnolla. Kaikki tärkeät tiedot koko laitteesta tulee varmuuskopioida ensin. Edetä? (Jos painat Kyllä, sinulla on vielä yksi mahdollisuus keskeyttää ennen levyn muokkaamista.)
fil: I-overwrite mo na ang MBR boot code ng %s gamit %s. Maaaring pigilan ng pagbabagong ito ang iyong computer na mag-boot nang maayos. Dapat na i-back up muna ang lahat ng mahalagang data sa buong device. Magpatuloy? (Kung pinindot mo ang Oo, mayroon ka pang isa pang pagkakataon na i-abort bago mabago ang disk.)
fy: Jo steane op it punt om de MBR-bootkoade fan te oerskriuwen %s brûkend %s. Dizze wiziging kin foarkomme dat jo kompjûter goed opstart. Alle wichtige gegevens op it hiele apparaat moatte earst reservekopy wurde. Trochgean? (As jo u200bu200bop Ja drukke, hawwe jo noch ien kâns om ôf te brekken foardat de skiif wizige wurdt.)
ga: Tá tú ar tí an cód tosaithe MBR de a fhorscríobh %s ag baint úsáide as %s. D’fhéadfadh an t-athrú seo cosc u200bu200ba chur ar do ríomhaire booting i gceart. Ba cheart cúltaca a dhéanamh ar na sonraí tábhachtacha uile ar an bhfeiste iomlán ar dtús. Lean ar aghaidh? (Má bhrúnn tú Sea, tá deis amháin eile agat ginmhilleadh a dhéanamh sula ndéantar an diosca a mhodhnú.)
gd: Tha thu gu bhith a ’faighinn thairis air còd bròg MBR de %s a ’cleachdadh %s. Dh ’fhaodadh an t-atharrachadh seo casg a chuir air do choimpiutair bho bhrògan ceart. Bu chòir cùl a chur ris a h-uile dàta cudromach air an inneal gu lèir an toiseach. Cuir air adhart? (Ma bhrùthas tu Tha, tha aon chothrom eile agad fhathast casg a chuir air mus atharraich an diosg.)
gl: Está a piques de sobrescribir o código de inicio MBR de %s usando %s. Este cambio pode impedir que o teu ordenador se inicie correctamente. Primeiro debe facerse unha copia de seguranza de todos os datos importantes de todo o dispositivo. Proceder? (Se premes Si, aínda tes unha oportunidade máis de abortar antes de que se modifique o disco.)
gu: તમે ના MBR બૂટ કોડને ઓવરરાઈટ કરવાના છો %s મદદથી %s. આ ફેરફાર તમારા કમ્પ્યુટરને યોગ્ય રીતે બુટ થતા અટકાવી શકે છે. સમગ્ર ઉપકરણ પરના તમામ મહત્વપૂર્ણ ડેટાનો પહેલા બેકઅપ લેવો જોઈએ. આગળ વધીએ? (જો તમે હા દબાવો છો, તો તમારી પાસે ડિસ્કને સંશોધિત કરવામાં આવે તે પહેલાં એબોર્ટ કરવાની વધુ એક તક છે.)
he: לש MBR לש לוחתאה דוק תא ףילחהל דמוע התא %s תועצמאב %s. .ולוכ רישכמב םיבושחה םינותנה לכ תא הליחת תובגל שי .הכלהכ לחתאל ךלש בשחמהמ עונמל יושע הז יוניש (.קסידה יוניש ינפל לטבל תונמדזה דוע ךל היהת ןיידע ,ןכ לע ץחלת םא) ?ךישמהל
hi: आप के एमबीआर बूट कोड को अधिलेखित करने वाले हैं %s का उपयोग करते हुए %s. यह परिवर्तन आपके कंप्यूटर को ठीक से बूट होने से रोक सकता है। संपूर्ण डिवाइस पर सभी महत्वपूर्ण डेटा का बैकअप पहले लिया जाना चाहिए। आगे बढ़ना? (यदि आप हाँ दबाते हैं, तो डिस्क को संशोधित करने से पहले आपके पास अभी भी निरस्त करने का एक और अवसर है।)
hr: Upravo ćete prebrisati MBR kod za pokretanje %s korištenjem %s. Ova promjena može spriječiti da se vaše računalo pravilno pokrene. Najprije treba napraviti sigurnosnu kopiju svih važnih podataka na cijelom uređaju. Nastaviti? (Ako pritisnete Yes, i dalje imate još jednu priliku za prekid prije izmjene diska.)
hu: Arra készül, hogy felülírja a(z) MBR rendszerindító kódját %s segítségével %s. Ez a módosítás megakadályozhatja a számítógép megfelelő indítását. A teljes eszközről minden fontos adatról először biztonsági másolatot kell készíteni. Folytassa? (Ha megnyomja az Igen gombot, még egy alkalommal lehetősége van megszakítani a lemez módosítása előtt.)
hy: Դուք պատրաստվում եք վերագրել MBR-ի բեռնման կոդը %s օգտագործելով %s. Այս փոփոխությունը կարող է խանգարել ձեր համակարգչի ճիշտ բեռնմանը: Ամբողջ սարքի բոլոր կարևոր տվյալները նախ պետք է պահուստավորվեն: Շարունակե՞լ (Եթե սեղմեք Այո, դուք դեռևս ունեք ևս մեկ հնարավորություն ընդհատելու նախքան սկավառակի փոփոխումը):
id: Anda akan menimpa kode boot MBR dari %s menggunakan %s. Perubahan ini dapat mencegah komputer Anda melakukan booting dengan benar. Semua data penting di seluruh perangkat harus dicadangkan terlebih dahulu. Memproses? (Jika Anda menekan Ya, Anda masih memiliki satu kesempatan lagi untuk membatalkan sebelum disk diubah.)
is: Þú ert að fara að skrifa yfir MBR ræsikóðann fyrir %s nota %s. Þessi breyting gæti komið í veg fyrir að tölvan þín ræsist rétt. Fyrst ætti að taka öryggisafrit af öllum mikilvægum gögnum á öllu tækinu. Halda áfram? (Ef þú ýtir á Já hefurðu enn eitt tækifæri til að hætta við áður en disknum er breytt.)
ka: თქვენ აპირებთ MBR ჩატვირთვის კოდის გადაწერას %s გამოყენებით %s. ამ ცვლილებამ შესაძლოა ხელი შეუშალოს თქვენი კომპიუტერის სწორად ჩატვირთვას. მთელი მოწყობილობის ყველა მნიშვნელოვანი მონაცემი ჯერ უნდა იყოს სარეზერვო ასლი. გაგრძელება? (თუ დააჭერთ დიახ, თქვენ გაქვთ კიდევ ერთი შესაძლებლობა შეაჩეროთ დისკის შეცვლამდე.)
kk: Сіз MBR жүктеу кодын қайта жазғалы жатырсыз %s қолдану %s. Бұл өзгерту компьютердің дұрыс жүктелуіне кедергі келтіруі мүмкін. Алдымен бүкіл құрылғыдағы барлық маңызды деректердің сақтық көшірмесін жасау керек. Жалғастыру керек пе? (Егер «Иә» түймесін бассаңыз, диск өзгертілмей тұрып тоқтатудың тағы бір мүмкіндігі бар.)
km: អ្នកហៀបនឹងសរសេរជាន់លើកូដចាប់ផ្ដើម MBR នៃ %s ការប្រើប្រាស់ %s. ការផ្លាស់ប្តូរនេះអាចរារាំងកុំព្យូទ័ររបស់អ្នកពីការចាប់ផ្ដើមឱ្យបានត្រឹមត្រូវ។ ទិន្នន័យសំខាន់ៗទាំងអស់នៅលើឧបករណ៍ទាំងមូលគួរតែត្រូវបានបម្រុងទុកជាមុនសិន។ បន្ត? (ប្រសិនបើអ្នកចុច បាទ/ចាស អ្នកនៅតែមានឱកាសមួយទៀតដើម្បីបោះបង់ មុនពេលឌីសត្រូវបានកែប្រែ។)
kn: ನೀವು MBR ಬೂಟ್ ಕೋಡ್ ಅನ್ನು ಮೇಲ್ಬರಹ ಮಾಡಲಿರುವಿರಿ %s ಬಳಸಿ %s. ಈ ಬದಲಾವಣೆಯು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಸರಿಯಾಗಿ ಬೂಟ್ ಮಾಡುವುದನ್ನು ತಡೆಯಬಹುದು. ಸಂಪೂರ್ಣ ಸಾಧನದಲ್ಲಿನ ಎಲ್ಲಾ ಪ್ರಮುಖ ಡೇಟಾವನ್ನು ಮೊದಲು ಬ್ಯಾಕಪ್ ಮಾಡಬೇಕು. ಮುಂದುವರೆಯಲು? (ನೀವು ಹೌದು ಒತ್ತಿದರೆ, ಡಿಸ್ಕ್ ಅನ್ನು ಮಾರ್ಪಡಿಸುವ ಮೊದಲು ಸ್ಥಗಿತಗೊಳಿಸಲು ನಿಮಗೆ ಇನ್ನೂ ಒಂದು ಅವಕಾಶವಿದೆ.)
ku: Hûn ê koda bootê ya MBR-ê binivîsin %s bikaranîn %s. Dibe ku ev guhertin rê li ber ku kompîtura we bi rêkûpêk boot bike bigire. Pêdivî ye ku pêşî hemî daneyên girîng ên li ser tevahiya cîhazê were piştguh kirin. Pêşçûn? (Heke hûn Erê pêl bikin, hîna we derfetek din heye ku hûn berî ku dîsk were guheztin betal bikin.)
ky: Сиз MBR жүктөө кодун кайра жазганы жатасыз %s колдонуу %s. Бул өзгөртүү сиздин компьютериңиздин туура жүктөлүшүнө тоскоол болушу мүмкүн. Адегенде бүт түзмөктөгү бардык маанилүү маалыматтардын камдык көчүрмөсү сакталышы керек. Улантасызбы? (Эгер сиз »Ооба« баскычын бассаңыз, диск өзгөртүлгөнгө чейин сизде дагы бир мүмкүнчүлүк бар.)
lb: Dir sidd amgaang den MBR Bootcode vun ze iwwerschreiwen %s benotzt %s. Dës Ännerung kann verhënneren datt Äre Computer richteg booten. All wichteg Donnéeën op de ganzen Apparat soll éischt Backupsatellit ginn. Fuert weider? (Wann Dir Jo dréckt, hutt Dir nach eng Geleeënheet fir ofzebriechen ier d'Disk geännert gëtt.)
lo: ທ່ານກຳລັງຈະຂຽນທັບລະຫັດບູດ MBR ຂອງ %s ການນໍາໃຊ້ %s. ການປ່ຽນແປງນີ້ອາດຈະປ້ອງກັນບໍ່ໃຫ້ຄອມພິວເຕີຂອງທ່ານເປີດເຄື່ອງຢ່າງຖືກຕ້ອງ. ຂໍ້ມູນສຳຄັນທັງໝົດໃນອຸປະກອນທັງໝົດຄວນຖືກສຳຮອງໄວ້ກ່ອນ. ດໍາເນີນການ? (ຫາກu200bທ່ານu200bກົດ Yes, ທ່ານu200bຍັງu200bມີu200bໂອu200bກາດu200bອີກu200bອັນu200bຫນຶ່ງu200bທີ່u200bຈະu200bຍົກu200bເລີກu200bກ່ອນu200bທີ່u200bແຜ່ນu200bຈະu200bໄດ້u200bຮັບu200bການu200bແກ້u200bໄຂ.)
lt: Jūs ketinate perrašyti MBR įkrovos kodą %s naudojant %s. Šis pakeitimas gali trukdyti tinkamai paleisti kompiuterį. Pirmiausia reikia sukurti visų svarbių viso įrenginio duomenų atsarginę kopiją. Tęsti? (Jei paspausite Taip, vis tiek turėsite dar vieną galimybę nutraukti diską prieš modifikuojant.)
lv: Jūs gatavojaties pārrakstīt MBR sāknēšanas kodu %s izmantojot %s. Šīs izmaiņas var novērst jūsu datora pareizu sāknēšanu. Vispirms ir jādublē visi svarīgi dati visā ierīcē. Vai turpināt? (Ja nospiežat Jā, jums joprojām ir vēl viena iespēja pārtraukt darbību pirms diska modificēšanas.)
mg: Hanova ny kaody boot MBR ianao %s mampiasa %s. Ity fanovana ity dia mety hisakana ny solosainao tsy handeha tsara. Ny angon-drakitra manan-danja rehetra amin'ny fitaovana iray manontolo dia tokony haverina aloha. Tohizo? (Raha manindry ny Eny ianao dia mbola manana fahafahana iray hafa hanalana zaza alohan'ny hanovana ny kapila.)
mi: Kua tata koe ki te tuhirua i te waehere whawhai MBR o %s te whakamahi %s. Ma tenei huringa ka aukati i to rorohiko kia pai te whakaoho. Ko nga raraunga nui katoa i runga i te taputapu katoa me tautoko i te tuatahi. Haere tonu? (Ki te pehi koe Ae, ka whai waahi ano koe ki te whakakore i mua i te whakarereketanga o te kōpae.)
mk: Ќе го презапишете кодот за подигање MBR на %s користење %s. Оваа промена може да го спречи вашиот компјутер да се подигне правилно. Прво треба да се направи резервна копија на сите важни податоци на целиот уред. Продолжи? (Ако притиснете Да, сепак имате уште една можност да прекинете пред да се измени дискот.)
ml: നിങ്ങൾ MBR ബൂട്ട് കോഡ് തിരുത്താൻ പോകുകയാണ് %s ഉപയോഗിക്കുന്നത് %s. ഈ മാറ്റം നിങ്ങളുടെ കമ്പ്യൂട്ടർ ശരിയായി ബൂട്ട് ചെയ്യുന്നതിൽ നിന്ന് തടഞ്ഞേക്കാം. മുഴുവൻ ഉപകരണത്തിലെയും പ്രധാനപ്പെട്ട എല്ലാ ഡാറ്റയും ആദ്യം ബാക്കപ്പ് ചെയ്യണം. തുടരണോ? (നിങ്ങൾ അതെ അമർത്തുകയാണെങ്കിൽ, ഡിസ്ക് പരിഷ്ക്കരിക്കുന്നതിന് മുമ്പ് നിങ്ങൾക്ക് അബോർട് ചെയ്യാൻ ഒരു അവസരം കൂടിയുണ്ട്.)
mn: Та MBR ачаалах кодыг дарж бичих гэж байна %s ашиглаж байна %s. Энэ өөрчлөлт нь таны компьютерийг зөв ачаалахад саад болж болзошгүй. Төхөөрөмж дээрх бүх чухал өгөгдлийг эхлээд нөөцлөх хэрэгтэй. Үргэлжлүүлэх үү? (Хэрэв та Тийм товчийг дарвал дискийг өөрчлөхөөс өмнө цуцлах бас нэг боломж байна.)
mr: तुम्ही MBR बूट कोड ओव्हरराईट करणार आहात %s वापरणे %s. हा बदल तुमच्या संगणकाला योग्यरित्या बूट होण्यापासून रोखू शकतो. संपूर्ण डिव्हाइसवरील सर्व महत्त्वाच्या डेटाचा प्रथम बॅकअप घेतला पाहिजे. पुढे जायचे? (तुम्ही होय दाबल्यास, डिस्क सुधारित होण्यापूर्वी तुम्हाला आणखी एक संधी रद्द करण्याची संधी आहे.)
mt: Inti waslet biex tikteb fuq il-kodiċi tal-boot MBR ta %s bl-użu %s. Din il-bidla tista' tipprevjeni l-kompjuter tiegħek milli jibda sew. Id-dejta importanti kollha fuq l-apparat kollu għandha tkun appoġġjata l-ewwel. Ipproċedi? (Jekk tagħfas Iva, għad għandek opportunità oħra biex tabortixxi qabel ma d-diska tiġi modifikata.)
my: သင်သည် MBR boot code ကို overwrite လုပ်တော့မည်။ %s သုံးပြီး %s. ဤပြောင်းလဲမှုသည် သင့်ကွန်ပျူတာကို ကောင်းမွန်စွာစတင်ခြင်းမှ တားဆီးနိုင်ပါသည်။ စက်တစ်ခုလုံးရှိ အရေးကြီးဒေတာအားလုံးကို ဦးစွာ အရန်သိမ်းဆည်းထားသင့်သည်။ ရှေ့ဆက်မလား။ (Yes ကိုနှိပ်ပါက၊ disk ကိုမပြုပြင်မီတွင်ဖျက်ပစ်ရန် နောက်ထပ်အခွင့်အရေးတစ်ခု ကျန်နေသေးသည်။)
nb: Du er i ferd med å overskrive MBR-oppstartskoden til %s ved hjelp av %s. Denne endringen kan forhindre at datamaskinen starter opp riktig. All viktig data på hele enheten bør sikkerhetskopieres først. Fortsette? (Hvis du trykker Ja, har du fortsatt en mulighet til å avbryte før disken endres.)
ne: तपाईं MBR बुट कोड अधिलेखन गर्न लाग्दै हुनुहुन्छ %s प्रयोग गर्दै %s. यो परिवर्तनले तपाईको कम्प्युटरलाई राम्ररी बुट हुनबाट रोक्न सक्छ। सम्पूर्ण उपकरणमा सबै महत्त्वपूर्ण डाटा पहिले जगेडा हुनुपर्छ। अगाडि बढ्ने हो? (यदि तपाइँ हो थिच्नुहुन्छ भने, तपाइँसँग अझै पनि डिस्क परिमार्जन हुनु अघि रद्द गर्ने अर्को अवसर छ।)
or: ଆପଣ MBR ବୁଟ୍ କୋଡ୍ ର ନବଲିଖନ କରିବାକୁ ଯାଉଛନ୍ତି | %s ବ୍ୟବହାର କରି | %s. ଏହି ପରିବର୍ତ୍ତନ ଆପଣଙ୍କ କମ୍ପ୍ୟୁଟରକୁ ସଠିକ୍ ଭାବରେ ବୁଟ କରିବାରେ ରୋକିପାରେ | ସମଗ୍ର ଡିଭାଇସରେ ସମସ୍ତ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ତଥ୍ୟ ପ୍ରଥମେ ବ୍ୟାକଅପ୍ ହେବା ଉଚିତ | ଅଗ୍ରଗତି କରନ୍ତୁ? (ଯଦି ଆପଣ ହଁ ଦବାନ୍ତି, ଡିସ୍କ ସଂଶୋଧିତ ହେବା ପୂର୍ବରୁ ଆପଣଙ୍କ ପାଖରେ ଆଉ ଏକ ସୁଯୋଗ ଅଛି |)
pa: ਤੁਸੀਂ ਦੇ MBR ਬੂਟ ਕੋਡ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰਨ ਜਾ ਰਹੇ ਹੋ %s ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ %s. ਇਹ ਤਬਦੀਲੀ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨੂੰ ਠੀਕ ਤਰ੍ਹਾਂ ਬੂਟ ਹੋਣ ਤੋਂ ਰੋਕ ਸਕਦੀ ਹੈ। ਪੂਰੀ ਡਿਵਾਈਸ 'ਤੇ ਸਾਰੇ ਮਹੱਤਵਪੂਰਨ ਡੇਟਾ ਦਾ ਪਹਿਲਾਂ ਬੈਕਅੱਪ ਲਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਅੱਗੇ ਵਧਣਾ? (ਜੇਕਰ ਤੁਸੀਂ ਹਾਂ ਦਬਾਉਂਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਕੋਲ ਡਿਸਕ ਨੂੰ ਸੋਧਣ ਤੋਂ ਪਹਿਲਾਂ ਅਧੂਰਾ ਛੱਡਣ ਦਾ ਇੱਕ ਹੋਰ ਮੌਕਾ ਹੈ।)
ps: ﺖﺳﺎﯾ ﻩړﺍ ﻪﭘ ﻮﻠﮑﯿﻟ ﺎﯿﺑ ﺩ ډﻮﮐ ټﻮﺑ MBR ﺩ ﻮﺳﺎﺗ %s ﻝﻭﺭﺎﮐ %s. .ﻲﺷ ﭖﺍ ﮏﯿﺑ ﯼړﻣﻮﻟ ﺪﯾﺎﺑ ﺕﺎﻣﻮﻠﻌﻣ ﻢﻬﻣ ﻝﻮټ ﯥﮐ ﻪﻠﯿﺳﻭ ﻝﻮټ ﻪﭘ .ﻲﺴﯿﻧﻭ ﻪﺨﻣ ﻮﻟﻮﮐ ټﻮﺑ ﺩ ﻪګﻮﺗ ﻪﻤﺳ ﻪﭘ ﺮټﻮﯿﭙﻤﮐ ﻮﺳﺎﺘﺳ (.ﺉړﮐ ﺪﻨﺑ ﻲﺷ ﻝﺪﺑ ﮏﺴﯾډ ﯥﭼ ﯤﺪﻟ ﯥﮑﺨﻣ ﺉﺮﻟ ﺖﺻﺮﻓ ﻞﺑ ﻮﯾ ﻢﻫﻻ﻿ ﻮﺳﺎﺗ ، ﺉړﮐﺭﻭ ﺭﺎﺸﻓ ﻮﻫ ﻮﺳﺎﺗ ﻪﮐ) ؟ﻲځ ﺦﻣﺮﭘ
ro: Sunteți pe cale să suprascrieți codul de pornire MBR al %s folosind %s. Această modificare poate împiedica computerul să pornească corect. Toate datele importante de pe întregul dispozitiv ar trebui să fie făcute mai întâi copii de rezervă. Continua? (Dacă apăsați Da, mai aveți o oportunitate de a anula înainte ca discul să fie modificat.)
rw: Ugiye kwandika hejuru ya MBR ya boot ya %s gukoresha %s. Ihinduka rishobora kubuza mudasobwa yawe gukora neza. Amakuru yose yingenzi kubikoresho byose agomba kubikwa mbere. Komeza? (Niba ukanze Yego, uracyafite amahirwe menshi yo gukuramo mbere yuko disiki ihinduka.)
sd: ﻮﻴﻫﺁ ﺍﺭﺍﻭ ﮡﮑﻟ ﻥﺎﭥﻣ ﻲﺟ ڊﻮڪ ٽﻮﺑ MBR ﻥﺎﻫﻮﺗ %s ﻱﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ %s. .ﻲﭸﻭ ﻮﻴڪ ﭖﺍ ڪﻴﺑ ﻦﻳﺮﻬﭘ ﻲﮐ ﺎٽﻳڊ ﻢﻫﺍ ﻲﻨﭝﺳ ﻲﺗ ﺲﻴﺋﺍﻭڊ ﻱﺭﻮﻤﺳ .ﻲﭤ ﻲﮭﮕﺳ ﻲڪﻭﺭ ﻥﺎﮐ ﮠﺮڪ ٽﻮﺑ ﻥﺎﺳ ﻲﻘﻳﺮﻃ ﺢﻴﺤﺻ ﻲﮐ ﺮٽﻮ (.ءﻻ﻿ ﮠﺮڪ ﻢﺘﺧ ﮖﺍ ﻥﺎﮐ ﮡﻴﭤ ﻞﻳﺪﺒﺗ ڪﺳڊ ﻪﺗ ﻲﻫﺁ ﻮﻌﻗﻮﻣ ڪﻳﮄﻭ ڪﻫ ﻦﻴﺋﺎﺗ ﺎﭸﺍ ٽﻭ ﻥﺎﻫﻮﺗ ،ﻮﻳﺎﭔﺩ ﻲﮐ ﺎﻫ ﻥﺎﻫﻮﺗ ﻦﻫڏڪﻴﺟ) ؟
si: ඔබ MBR ඇරඹුම් කේතය නැවත ලිවීමට සූදානම් වේ %s භාවිතා කරමින් %s. මෙම වෙනස ඔබේ පරිගණකය නිසි ලෙස ආරම්භ වීම වැළැක්විය හැකිය. සම්පූර්ණ උපාංගයේ සියලුම වැදගත් දත්ත පළමුව උපස්ථ කළ යුතුය. ඉදිරියට යන්නද? (ඔබ ඔව් එබුවහොත්, තැටිය වෙනස් කිරීමට පෙර ගබ්සා කිරීමට ඔබට තවත් එක් අවස්ථාවක් තිබේ.)
sk: Chystáte sa prepísať zavádzací kód MBR z %s použitím %s. Táto zmena môže zabrániť správnemu spusteniu počítača. Všetky dôležité dáta na celom zariadení by sa mali najskôr zálohovať. Pokračovať? (Ak stlačíte Áno, stále máte ešte jednu príležitosť na prerušenie pred úpravou disku.)
sl: Prepisali boste zagonsko kodo MBR %s z uporabo %s. Ta sprememba lahko prepreči pravilen zagon računalnika. Vse pomembne podatke na celotni napravi je treba najprej varnostno kopirati. Nadaljuj? (Če pritisnete Da, imate še eno priložnost za prekinitev, preden se disk spremeni.)
sq: Jeni gati të mbishkruani kodin e nisjes MBR të %s duke përdorur %s. Ky ndryshim mund të parandalojë që kompjuteri juaj të niset siç duhet. Së pari duhet të kopjohen të gjitha të dhënat e rëndësishme në të gjithë pajisjen. Vazhdoni? (Nëse shtypni Po, keni ende një mundësi tjetër për të ndërprerë përpara se disku të modifikohet.)
sw: Unakaribia kubatilisha msimbo wa kuwasha wa MBR wa %s kutumia %s. Badiliko hili linaweza kuzuia kompyuta yako kuwasha ipasavyo. Data zote muhimu kwenye kifaa kizima zinapaswa kuchelezwa kwanza. Ungependa kuendelea? (Ukibonyeza Ndiyo, bado una fursa moja zaidi ya kuacha kabla ya diski kurekebishwa.)
ta: நீங்கள் MBR துவக்கக் குறியீட்டை மேலெழுதப் போகிறீர்கள் %s பயன்படுத்தி %s. இந்த மாற்றம் உங்கள் கணினியை சரியாக பூட் செய்வதைத் தடுக்கலாம். முழு சாதனத்திலும் உள்ள அனைத்து முக்கியமான தரவுகளும் முதலில் காப்புப் பிரதி எடுக்கப்பட வேண்டும். தொடரவா? (நீங்கள் ஆம் என்பதை அழுத்தினால், வட்டு மாற்றியமைக்கப்படுவதற்கு முன், உங்களுக்கு இன்னும் ஒரு வாய்ப்பு உள்ளது.)
te: యొక్క MBR బూట్ కోడ్u200cని మీరు ఓవర్u200cరైట్ చేయబోతున్నారు %s ఉపయోగించి %s. ఈ మార్పు మీ కంప్యూటర్ సరిగ్గా బూట్ కాకుండా నిరోధించవచ్చు. మొత్తం పరికరంలోని అన్ని ముఖ్యమైన డేటాను ముందుగా బ్యాకప్ చేయాలి. కొనసాగించాలా? (మీరు అవును నొక్కితే, డిస్క్u200cను సవరించడానికి ముందు ఆపివేయడానికి మీకు మరో అవకాశం ఉంది.)
tg: Шумо мехоҳед, ки рамзи пурборкунандаи MBR-ро аз нав нависед %s истифода бурдан %s. Ин тағирот метавонад аз пурборкунии дурусти компютери шумо пешгирӣ кунад. Ҳамаи маълумоти муҳим дар тамоми дастгоҳ бояд аввал нусхабардорӣ карда шаванд. Давом? (Агар шумо »Ҳа« -ро пахш кунед, шумо ба ҳар ҳол як имконияти дигар доред, ки пеш аз тағир додани диск қатъ кунед.)
th: คุณกำลังจะเขียนทับรหัสบูต MBR ของ %s โดยใช้ %s. การเปลี่ยนแปลงนี้อาจป้องกันคอมพิวเตอร์ของคุณจากการบูทอย่างถูกต้อง ควรสำรองข้อมูลสำคัญทั้งหมดบนอุปกรณ์ทั้งหมดก่อน ดำเนินการ? (หากกด Yes คุณยังมีโอกาสยกเลิกอีกหนึ่งครั้งก่อนที่ดิสก์จะถูกแก้ไข)
tk: MBR boot koduny täzeden ýazjak bolýarsyňyz %s ulanmak bilen %s. Bu üýtgeşme, kompýuteriňiziň dogry işlemeginiň öňüni alyp biler. Bütin enjamdaky ähli möhüm maglumatlar ilki bilen ätiýaçlandyrylmalydyr. Dowam et? (Hawa bassaňyz, disk üýtgedilmänkä ýatyrmak üçin ýene bir mümkinçilik bar.)
tt: Сез MBR йөкләү кодын яңадан язарга җыенасыз %s куллану %s. Бу үзгәреш сезнең санакны дөрес эшләтеп җибәрергә комачаулый ала. Бөтен җайланмадагы барлык мөһим мәгълүматлар башта резерв булырга тиеш. Алга таба да дәвам итәсезме? (Әгәр сез »Әйе« төймәсенә басыгыз икән, сезнең диск үзгәртелгәнче тагын бер тапкыр төшерү мөмкинлеге бар.)
uk: Ви збираєтеся перезаписати код завантаження MBR %s використання %s. Ця зміна може перешкодити правильному завантаженню комп’ютера. Спочатку необхідно створити резервну копію всіх важливих даних на всьому пристрої. Продовжити? (Якщо ви натиснете Так, у вас залишиться ще одна можливість припинити роботу перед зміною диска.)
ur: ۔ﮟﯿﮨ ﮯﻟﺍﻭ ﮯﻧﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﮈﻮﮐ ﭦﻮﺑ MBR ﭖﺁ %s ﮯﺋﻮﮨ ﮯﺗﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %s. ۔ﮯﯿﮨﺎﭼ ﺎﻧﺎﺟ ﺎﯿﻟ ﭖﺍ ﮏﯿﺑ ﺎﮐ ﺎﭩﯾﮈ ﻢﮨﺍ ﻡﺎﻤﺗ ﮯﮐ ﮯﻟﺁ ﮮﺭﻮﭘ ﮯﻠﮩﭘ ۔ﮯﮨ ﯽﺘﮑﺳ ﮎﻭﺭ ﮯﺳ ﮯﻧﻮﮨ ﭦﻮﺑ ﮯﺳ ﮯﻘﯾﺮﻃ ﺢﯿﺤﺻ ﻮﮐ ﺮﭨﻮ (۔ﮯﮨ ﻊﻗﻮﻣ ﺭﻭﺍ ﮏﯾﺍ ﺎﮐ ﮯﻧﺮﮐ ﻞﻤﺣ ﻁﺎﻘﺳﺍ ﮯﻠﮩﭘ ﮯﺳ ﮯﻧﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﮏﺳﮈ ﺱﺎﭘ ﮯﮐ ﭖﺁ ﻮﺗ ،ﮟﯿﮨ ﮯﺗﺎﺑﺩ ﻮﮐ ﮞﺎﮨ ﭖﺁ ﺮﮔﺍ)
uz: Siz MBR yuklash kodini qayta yozmoqchisiz %s foydalanish %s. Ushbu o'zgarish kompyuteringizni to'g'ri yuklanishiga xalaqit berishi mumkin. Avval butun qurilmadagi barcha muhim ma'lumotlarning zaxira nusxasini yaratish kerak. Davom etasizmi? (Agar siz Ha tugmasini bossangiz, disk o'zgartirilgunga qadar sizda yana bitta imkoniyat bor.)
vi: Bạn sắp ghi đè mã khởi động MBR của %s sử dụng %s. Thay đổi này có thể ngăn máy tính của bạn khởi động đúng cách. Tất cả dữ liệu quan trọng trên toàn bộ thiết bị nên được sao lưu trước. Tiếp tục? (Nếu bạn nhấn Yes, bạn vẫn có thêm một cơ hội để hủy bỏ trước khi đĩa được sửa đổi.)
xh: Umalunga nokubhala ngaphezulu ikhowudi yokuqalisa ye-MBR ye %s usebenzisa %s. Olu tshintsho lunokuthintela ikhompyuter yakho ekubeni iqale ngokufanelekileyo. Yonke idatha ebalulekileyo kwisixhobo sonke kufuneka ixhaswe kuqala. Qhubeka? (Ukuba ucinezela u-Ewe, usenalo elinye ithuba lokulahla phambi kokuba idisk ilungiswe.)
yi: ןופ דאָק לוויטש MBR יד טייררעווואָ וצ ןגעוו טנעז ריא %s ןצינ %s. .רעטשרע טקאַב ןייז לאָז לטימ עצנאג יד ףיוא ןטאַד קיטכיוו עלאַ .טכער גניטוב ןופ רעטויפּמאָק ןייד ןדיימראַפ ןעק (.דייפאַדאַמ זיא קסיד יד רעדייא טראָבאַ וצ טייהנגעלעג ןייא ןבאָה ךאָנ ריא ,אָי ןקירד ריא ביוא) ?רעטיַיוו נייג

source: Restore MBR
af: Herstel MBR
am: MBR ወደነበረበት መልስ
ar: MBR ﺓﺩﺎﻌﺘﺳﺍ
be: Аднавіць MBR
bg: Възстановете MBR
bn: MBR পুনরুদ্ধার করুন
ca: Restaura MBR
cy: Adfer MBR
da: Gendan MBR
eo: Restarigi MBR
et: Taasta MBR
eu: Berreskuratu MBR
fa: MBR ﺪﯿﻨﮐ ﯽﺑﺎﯾﺯﺎﺑ ﺍﺭ
fi: Palauta MBR
fil: Ibalik ang MBR
fy: MBR weromsette
ga: Athchóirigh MBR
gd: Ath-nuadhachadh MBR
gl: Restaurar MBR
gu: MBR પુનઃસ્થાપિત કરો
he: MBR רזחש
hi: एमबीआर बहाल करें
hr: Vrati MBR
hu: MBR visszaállítása
hy: Վերականգնել MBR-ը
id: Kembalikan MBR
is: Endurheimtu MBR
ka: MBR-ის აღდგენა
kk: MBR қалпына келтіру
km: ស្តារ MBR
kn: MBR ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ku: MBR sererast bikin
ky: MBR калыбына келтирүү
lb: Restauréieren MBR
lo: ຟື້ນຟູ MBR
lt: Atkurti MBR
lv: Atjaunot MBR
mg: Avereno ny MBR
mi: Whakaora MBR
mk: Вратете го MBR
ml: MBR പുനഃസ്ഥാപിക്കുക
mn: MBR-г сэргээх
mr: MBR पुनर्संचयित करा
mt: Irrestawra l-MBR
my: MBR ကို ပြန်ယူပါ။
nb: Gjenopprett MBR
ne: MBR पुनर्स्थापित गर्नुहोस्
or: MBR ପୁନରୁଦ୍ଧାର କରନ୍ତୁ |
pa: MBR ਰੀਸਟੋਰ ਕਰੋ
ps: MBR ﺉړﮐ ﻝﺎﺤﺑ
ro: Restaurați MBR
rw: Kugarura MBR
sd: MBR ﻮﻳﺮڪ ﻝﺎﺤﺑ
si: MBR ප්u200dරතිසාධනය කරන්න
sk: Obnoviť MBR
sl: Obnovi MBR
sq: Rivendos MBR
sw: Rejesha MBR
ta: MBR ஐ மீட்டெடுக்கவும்
te: MBRని పునరుద్ధరించండి
tg: Барқарор кардани MBR
th: คืนค่า MBR
tk: MBR-i dikelt
tt: MBR-ны торгызу
uk: Відновити MBR
ur: MBR ۔ﮟﯾﺮﮐ ﻝﺎﺤﺑ
uz: MBR-ni tiklash
vi: Khôi phục MBR
xh: Buyisela i-MBR
yi: MBR ןרעקמו
