Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
af: Verwyder die '%s' item permanent? Hierdie handeling sal alle instellings en lêers wat met hierdie item geassosieer word, uitvee.
am: የ%s ንጥሉን እስከመጨረሻው ይወገድ? ይህ እርምጃ ከዚህ ንጥል ጋር የተያያዙ ሁሉንም ቅንብሮች እና ፋይሎች ይሰርዛል።
ar: ؟ﺎًﻴﺋﺎﻬﻧ 's ٪' ﺮﺼﻨﻋ ﺔﻟﺍﺯﺇ ﺪﻳﺮﺗ ﻞﻫ .ﺮﺼﻨﻌﻟﺍ ﺍﺬﻬﺑ ﺔﻄﺒﺗﺮﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍﻭ ﺕﺍﺩﺍﺪﻋﻹ﻿ﺍ ﻊﻴﻤﺟ ﻑﺬﺣ ﻰﻟﺇ ءﺍﺮﺟﻹ﻿ﺍ ﺍﺬﻫ ﻱﺩﺆﻴﺳ
be: Назаўсёды выдаліць элемент «%s«? Гэта дзеянне выдаліць усе налады і файлы, звязаныя з гэтым элементам.
bg: Да се u200bu200bпремахне ли за постоянно елемента „%s“? Това действие ще изтрие всички настройки и файлове, свързани с този елемент.
bn: স্থায়ীভাবে '%s' আইটেমটি সরাতে চান? এই ক্রিয়াটি এই আইটেমের সাথে সম্পর্কিত সমস্ত সেটিংস এবং ফাইল মুছে ফেলবে৷
ca: Eliminar permanentment l'element '%s'? Aquesta acció suprimirà tots els paràmetres i fitxers associats amb aquest element.
cy: Tynnwch yr eitem '% s' yn barhaol? Bydd y weithred hon yn dileu'r holl leoliadau a ffeiliau sy'n gysylltiedig â'r eitem hon.
da: Vil du fjerne '%s'-elementet permanent? Denne handling vil slette alle indstillinger og filer, der er knyttet til dette element.
eo: Konstante forigi la eron '%s'? Ĉi tiu ago forigos ĉiujn agordojn kaj dosierojn asociitajn kun ĉi tiu ero.
et: Kas eemaldada üksus „%s” jäädavalt? See toiming kustutab kõik selle üksusega seotud seaded ja failid.
eu: '%s' elementua betiko kendu? Ekintza honek elementu honekin lotutako ezarpen eta fitxategi guztiak ezabatuko ditu.
fa: ؟ﺩﻮﺷ ﻑﺬﺣ ﻪﺸﯿﻤﻫ ﯼﺍﺮﺑ 's%' ﺩﺭﻮﻣ .ﺪﻨﮐ ﯽﻣ ﻑﺬﺣ ﺍﺭ ﺩﺭﻮﻣ ﻦﯾﺍ ﺎﺑ ﻂﺒﺗﺮﻣ ﯼﺎﻫ ﻞﯾﺎﻓ ﻭ ﺕﺎﻤﯿﻈﻨﺗ ﻡﺎﻤﺗ ﻞﻤﻋ ﻦﯾﺍ
fi: Poistetaanko kohde «%s« pysyvästi? Tämä toiminto poistaa kaikki tähän kohteeseen liittyvät asetukset ja tiedostot.
fil: Permanenteng alisin ang item na '%s'? Tatanggalin ng pagkilos na ito ang lahat ng setting at file na nauugnay sa item na ito.
fy: It item '%s' permanint fuortsmite? Dizze aksje sil alle ynstellings en bestannen wiskje dy't ferbûn binne mei dit item.
ga: Bain an t-earra '% s' go buan? Scriosfaidh an gníomh seo gach socrú agus comhad a bhaineann leis an mír seo.
gd: Thoir air falbh an rud '% s' gu maireannach? Sguabaidh an gnìomh seo às gach suidheachadh agus faidhle a tha co-cheangailte ris an nì seo.
gl: Eliminar permanentemente o elemento '%s'? Esta acción eliminará todos os axustes e ficheiros asociados a este elemento.
gu: '%s' આઇટમ કાયમ માટે દૂર કરીએ? આ ક્રિયા આ આઇટમ સાથે સંકળાયેલ તમામ સેટિંગ્સ અને ફાઇલોને કાઢી નાખશે.
he: ?'s%' טירפה תא תותימצל ריסהל .הז טירפל םיכיושמה םיצבקהו תורדגהה לכ תא קחמת וז הלועפ
hi: '%s' आइटम को स्थायी रूप से हटा दें? यह क्रिया इस आइटम से संबद्ध सभी सेटिंग्स और फ़ाइलों को हटा देगी।
hr: Trajno ukloniti stavku '%s'? Ova radnja će izbrisati sve postavke i datoteke povezane s ovom stavkom.
hu: Véglegesen eltávolítja a '%s' elemet? Ez a művelet törli az elemhez társított összes beállítást és fájlt.
hy: Ընդմիշտ հեռացնե՞լ «%s» տարրը: Այս գործողությունը կջնջի այս տարրի հետ կապված բոլոր կարգավորումներն ու ֆայլերը:
id: Hapus item '%s' secara permanen? Tindakan ini akan menghapus semua pengaturan dan file yang terkait dengan item ini.
is: Fjarlægja '%s' hlutinn varanlega? Þessi aðgerð mun eyða öllum stillingum og skrám sem tengjast þessu atriði.
ka: გსურთ სამუდამოდ წაშალოთ „%s“ ერთეული? ეს ქმედება წაშლის ამ ელემენტთან დაკავშირებულ ყველა პარამეტრს და ფაილს.
kk: «%s« элементін біржола жою керек пе? Бұл әрекет осы элементпен байланысты барлық параметрлер мен файлдарды жояды.
km: លុបធាតុ '%s' ជាអចិន្ត្រៃយ៍? សកម្មភាពនេះនឹងលុបការកំណត់ និងឯកសារទាំងអស់ដែលពាក់ព័ន្ធជាមួយធាតុនេះ។
kn: '%s' ಐಟಂ ಅನ್ನು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕುವುದೇ? ಈ ಕ್ರಿಯೆಯು ಈ ಐಟಂಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಸೆಟ್ಟಿಂಗ್u200cಗಳು ಮತ್ತು ಫೈಲ್u200cಗಳನ್ನು ಅಳಿಸುತ್ತದೆ.
ku: Tişta '%s' bi daîmî jê bibe? Ev çalakî dê hemî mîheng û pelên ku bi vê babetê ve girêdayî ne jê bibe.
ky: '%s' нерсеси биротоло өчүрүлсүнбү? Бул аракет бул нерсе менен байланышкан бардык орнотууларды жана файлдарды жок кылат.
lb: D'Element '%s' permanent ewechhuelen? Dës Aktioun läscht all Astellungen an Dateien, déi mat dësem Element verbonne sinn.
lo: ລຶບລາຍການ '%s' ອອກຖາວອນບໍ? ຄຳສັ່ງນີ້ຈະລຶບການຕັ້ງຄ່າ ແລະໄຟລ໌ທັງໝົດທີ່ກ່ຽວຂ້ອງກັບລາຍການນີ້.
lt: Visam laikui pašalinti „%s“ elementą? Atlikus šį veiksmą bus ištrinti visi su šiuo elementu susiję nustatymai ir failai.
lv: Vai neatgriezeniski noņemt vienumu «%s«? Veicot šo darbību, tiks dzēsti visi iestatījumi un faili, kas saistīti ar šo vienumu.
mg: Esory tsy tapaka ny singa '%s'? Ity hetsika ity dia hamafa ny kira sy ny rakitra rehetra mifandraika amin'ity singa ity.
mi: Tango tuturu te tuemi '%s'? Ma tenei mahi ka muku i nga tautuhinga me nga konae katoa e hono ana ki tenei mea.
mk: Трајно да се отстрани ставката „%s“? Ова дејство ќе ги избрише сите поставки и датотеки поврзани со оваа ставка.
ml: '%s' ഇനം ശാശ്വതമായി നീക്കം ചെയ്യണോ? ഈ പ്രവർത്തനം ഈ ഇനവുമായി ബന്ധപ്പെട്ട എല്ലാ ക്രമീകരണങ്ങളും ഫയലുകളും ഇല്ലാതാക്കും.
mn: '%s' зүйлийг бүрмөсөн устгах уу? Энэ үйлдэл нь энэ зүйлтэй холбоотой бүх тохиргоо болон файлуудыг устгах болно.
mr: '%s' आयटम कायमचा काढायचा? ही क्रिया या आयटमशी संबंधित सर्व सेटिंग्ज आणि फाइल हटवेल.
mt: Tneħħi b'mod permanenti l-oġġett '%s'? Din l-azzjoni se tħassar is-settings u l-fajls kollha assoċjati ma' dan l-oġġett.
my: '%s' ကို အပြီးတိုင် ဖယ်ရှားမလား။ ဤလုပ်ဆောင်ချက်သည် ဤအရာနှင့်ဆက်စပ်နေသည့် ဆက်တင်များနှင့် ဖိုင်အားလုံးကို ဖျက်လိုက်ပါမည်။
nb: Vil du fjerne elementet '%s' permanent? Denne handlingen vil slette alle innstillinger og filer knyttet til dette elementet.
ne: स्थायी रूपमा '%s' वस्तु हटाउने हो? यो कार्यले यस वस्तुसँग सम्बन्धित सबै सेटिङहरू र फाइलहरू मेटाउनेछ।
or: ସ୍ଥାୟୀ ଭାବରେ '% s' ଆଇଟମ୍ ଅପସାରଣ କରନ୍ତୁ? ଏହି କ୍ରିୟା ଏହି ଆଇଟମ୍ ସହିତ ଜଡିତ ସମସ୍ତ ସେଟିଂସମୂହ ଏବଂ ଫାଇଲଗୁଡ଼ିକୁ ବିଲୋପ କରିବ |
pa: ਕੀ '%s' ਆਈਟਮ ਨੂੰ ਪੱਕੇ ਤੌਰ 'ਤੇ ਹਟਾਉਣਾ ਹੈ? ਇਹ ਕਾਰਵਾਈ ਇਸ ਆਈਟਮ ਨਾਲ ਸਬੰਧਿਤ ਸਾਰੀਆਂ ਸੈਟਿੰਗਾਂ ਅਤੇ ਫ਼ਾਈਲਾਂ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗੀ।
ps: ؟ﺉړﮐ ﯤﺮﻟ ﻲﮐﻮﺗ 's%' ﻩﺭﺎﭙﻟ ﻞﺗ ﺩ .ﻱړﮐ ﻑﺬﺣ ﻪﻧﻮﻠﯾﺎﻓ ﻭﺍ ﺕﺎﺒﯿﺗﺮﺗ ﻝﻮټ ﻲﻟړﺗ ﻩﺮﺳ ﻲﮐﻮﺗ ﯤﺩ ﺩ ﻪﺑ ﻞﻤﻋ ﺍﺩ
ro: Eliminați definitiv elementul „%s”? Această acțiune va șterge toate setările și fișierele asociate cu acest articol.
rw: Kuraho burundu ikintu '% s'? Iki gikorwa kizasiba igenamiterere na dosiye zose zijyanye niki kintu.
sd: ؟ﻮﻳڏﮀ ﻲﺋﺎٽﻫ ﻲﮐ ءِﻲﺷ 's%' ﺭﻮﻃ ﻞﻘﺘﺴﻣ .ﻭﺪﻨﻳڏﮀ ﻱﺮڪ ﻑﺬﺣ ﻥﻮﻠﺋﺎﻓ ۽ ﻥﻮﮕﻨٽﻴﺳ ﻲﺌﭝﺳ ﻞﻴﭘﺎﮘﻻ﻿ ﻥﺎﺳ ءِﻲﺷ ﻦﻫ ﻞﻤﻋ ﻲﻫ
si: '%s' අයිතමය ස්ථිරවම ඉවත් කරන්නද? මෙම ක්u200dරියාව මෙම අයිතමය හා සම්බන්ධ සියලුම සැකසුම් සහ ගොනු මකනු ඇත.
sk: Natrvalo odstrániť položku '%s'? Táto akcia odstráni všetky nastavenia a súbory spojené s touto položkou.
sl: Trajno odstraniti element »%s«? To dejanje bo izbrisalo vse nastavitve in datoteke, povezane s tem elementom.
sq: Të hiqet përgjithmonë artikulli '%s'? Ky veprim do të fshijë të gjitha cilësimet dhe skedarët e lidhur me këtë artikull.
sw: Ungependa kuondoa kipengee cha '%s' kabisa? Kitendo hiki kitafuta mipangilio na faili zote zinazohusiana na kipengee hiki.
ta: '%s' உருப்படியை நிரந்தரமாக அகற்றவா? இந்தச் செயல், இந்த உருப்படியுடன் தொடர்புடைய அனைத்து அமைப்புகளையும் கோப்புகளையும் நீக்கும்.
te: '%s' అంశాన్ని శాశ్వతంగా తీసివేయాలా? ఈ చర్య ఈ అంశంతో అనుబంధించబడిన అన్ని సెట్టింగ్u200cలు మరియు ఫైల్u200cలను తొలగిస్తుంది.
tg: Объекти '%s' ба таври доимӣ нест карда шавад? Ин амал ҳамаи танзимотҳо ва файлҳои марбут ба ин ашёро нест мекунад.
th: ลบรายการ '%s' อย่างถาวรหรือไม่ การดำเนินการนี้จะลบการตั้งค่าและไฟล์ทั้งหมดที่เกี่ยวข้องกับรายการนี้
tk: '% S' elementini hemişelik aýyryň? Bu amal, bu element bilen baglanyşykly ähli sazlamalary we faýllary ýok eder.
tt: «% S« пунктын даими бетерегез? Бу гамәл бу пункт белән бәйле барлык көйләүләрне һәм файлларны бетерәчәк.
uk: Назавжди видалити елемент «%s«? Ця дія видалить усі налаштування та файли, пов’язані з цим елементом.
ur: '%s' ؟ﮟﯾﺩ ﺎﭩﮨ ﺮﭘ ﺭﻮﻃ ﻞﻘﺘﺴﻣ ﻮﮐ ﻢﭩﺋﺁ ۔ﺎﮔ ﮮﺩ ﺮﮐ ﻑﺬﺣ ﻮﮐ ﮞﻮﻠﺋﺎﻓ ﺭﻭﺍ ﺕﺎﺒﯿﺗﺮﺗ ﻡﺎﻤﺗ ﮧﺘﺴﺑﺍﻭ ﮯﺳ ﻢﭩﺋﺁ ﺱﺍ ﻞﻤﻋ ﮧﯾ
uz: “%s” elementi butunlay olib tashlansinmi? Bu amal ushbu element bilan bogʻliq barcha sozlamalar va fayllarni oʻchirib tashlaydi.
vi: Xóa vĩnh viễn mục '% s'? Hành động này sẽ xóa tất cả các cài đặt và tệp được liên kết với mục này.
xh: Uyisuse ngokusisigxina into ethi '%s'? Eli nyathelo lizakucima zonke iisetingi kunye neefayile ezinxulumene nale nto.
yi: ?רעמונ 's%' יד ןקיטיַיזאַב ילטנאַנאַמרעפּ .רעמונ םעד טימ ןדנובראַפֿ סעקעט ןוא סגניטטעס עלאַ ןקעמסיו טעוו ףמאַק רעד

source: Confirm Remove
af: Bevestig verwyder
am: ማስወገድን ያረጋግጡ
ar: ﺔﻟﺍﺯﻹ﻿ﺍ ﺪﻴﻛﺄﺗ
be: Пацвердзіце выдаленне
bg: Потвърдете Премахване
bn: অপসারণ নিশ্চিত করুন
ca: Confirma Eliminar
cy: Cadarnhau Tynnu
da: Bekræft Fjern
eo: Konfirmu Forigi
et: Kinnitage eemaldamine
eu: Berretsi Kendu
fa: ﺪﯿﻨﮐ ﺪﯿﯾﺎﺗ ﺍﺭ ﻑﺬﺣ
fi: Vahvista Poista
fil: Kumpirmahin ang Alisin
fy: Befêstigje Fuortsmite
ga: Deimhnigh Bain
gd: Dearbhaich Thoir air falbh
gl: Confirma Eliminar
gu: દૂર કરવાની પુષ્ટિ કરો
he: הרסה רשא
hi: हटाने की पुष्टि करें
hr: Potvrdite Ukloni
hu: Erősítse meg az Eltávolítást
hy: Հաստատեք Հեռացնել
id: Konfirmasi Hapus
is: Staðfestu fjarlægja
ka: დაადასტურეთ წაშლა
kk: Жоюды растаңыз
km: បញ្ជាក់u200bលុប
kn: ತೆಗೆದುಹಾಕುವುದನ್ನು ಖಚಿತಪಡಿಸಿ
ku: Piştrast bike Rake
ky: Алып салууну ырастоо
lb: Confirméieren Ewechmaachen
lo: ຢືນຢັນການລຶບອອກ
lt: Patvirtinkite Pašalinti
lv: Apstipriniet Noņemt
mg: Hamafiso Esory
mi: Whakaū Tango
mk: Потврди Отстрани
ml: നീക്കം സ്ഥിരീകരിക്കുക
mn: Устгахыг баталгаажуулна уу
mr: काढण्याची पुष्टी करा
mt: Ikkonferma Neħħi
my: ဖယ်ရှားရန် အတည်ပြုပါ။
nb: Bekreft fjerning
ne: हटाउन पुष्टि गर्नुहोस्
or: ଅପସାରଣ ନିଶ୍ଚିତ କରନ୍ତୁ |
pa: ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: ﺉړﮐ ﺪﯿﯾﺎﺗ ﻝﻮﮐ ﯤﺮﻟ
ro: Confirmați Eliminare
rw: Emeza Gukuraho
sd: ﻮﻳﺮڪ ﻖﻳﺪﺼﺗ ﻲﺟ ﮡﺋﺎٽﻫ
si: ඉවත් කිරීම තහවුරු කරන්න
sk: Potvrďte Odstrániť
sl: Potrdite Odstrani
sq: Konfirmo Hiq
sw: Thibitisha Ondoa
ta: அகற்றுவதை உறுதிப்படுத்தவும்
te: తీసివేయడాన్ని నిర్ధారించండి
tg: Тасдиқи Хориҷ
th: ยืนยัน ลบ
tk: Aýyrmagy tassykla
tt: Чыгаруны раслагыз
uk: Підтвердьте видалення
ur: ۔ﮟﯾﺮﮐ ﻖﯾﺪﺼﺗ ﯽﮐ ﮯﻧﺎﭩﮨ
uz: O'chirishni tasdiqlang
vi: Xác nhận Xóa
xh: Qinisekisa Susa
yi: ןעמענפּאָראַ ןקיטעטשאַב

source: Are you sure?
af: Is jy seker?
am: እርግጠኛ ነህ?
ar: ؟ﺪﻛﺄﺘﻣ ﺖﻧﺃ ﻞﻫ
be: Вы ўпэўнены?
bg: Сигурен ли си?
bn: তুমি কি নিশ্চিত?
ca: Estàs segur?
cy: Wyt ti'n siwr?
da: Er du sikker?
eo: Ĉu vi certas?
et: Oled sa kindel?
eu: Ziur zaude?
fa: ؟ﯽﻨﺌﻤﻄﻣ
fi: Oletko varma?
fil: Sigurado ka ba?
fy: Bisto wis?
ga: An bhfuil tú cinnte?
gd: A bheil thu cinnteach?
gl: Estás seguro?
gu: શું તમને ખાતરી છે?
he: ?חוטב התא םאה
hi: क्या आपको यकीन है?
hr: Jesi li siguran?
hu: biztos vagy ebben?
hy: Համոզված ես?
id: Apa kamu yakin?
is: Ertu viss?
ka: Დარწმუნებული ხარ?
kk: Сіз сенімдісіз бе?
km: តើu200bអ្នកu200bប្រាកដu200bឬu200bអត់?
kn: ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?
ku: Piştrastin?
ky: Ишенесиңби?
lb: Bass du secher?
lo: ເຈົ້າu200bແນ່u200bໃຈu200bບໍ່?
lt: Ar tikrai?
lv: Vai tu esi pārliecināts?
mg: Azonao antoka ve izany?
mi: Kei te tino mohio koe?
mk: Дали си сигурен?
ml: നിങ്ങൾക്ക് ഉറപ്പാണോ?
mn: Чи итгэлтэй байна уу?
mr: तुला खात्री आहे?
mt: Żgur?
my: သေချာလား?
nb: Er du sikker?
ne: साच्चै हो?
or: ତମେ ନିଶ୍ଚିତ କି?
pa: ਤੁਹਾਨੂੰ ਪੂਰਾ ਵਿਸ਼ਵਾਸ ਹੈ?
ps: ؟ﺖﺳﺎﯾ ﻩډﺍډ ﻮﺳﺎﺗ
ro: Esti sigur?
rw: Urabyizeye?
sd: ؟ﻲﻫﺁ ڪﭘ ﻲﮐ ﻥﺎﻫﻮﺗ ﺎﮀ
si: ඔයාට විශ්වාස ද?
sk: Si si istý?
sl: Ali si prepričan?
sq: A je i sigurt?
sw: Una uhakika?
ta: நீ சொல்வது உறுதியா?
te: మీరు చెప్పేది నిజమా?
tg: Шумо мутмаъин ҳастед?
th: คุณแน่ใจไหม?
tk: Ynanýarsyňyzmy?
tt: Ышанасыңмы?
uk: Ти впевнений?
ur: ؟ﮯﮨ ﻦﯿﻘﯾ ﮟﯿﮩﻤﺗ ﺎﯿﮐ
uz: Ishonchingiz komilmi?
vi: Bạn có chắc không?
xh: Ingaba uqinisekile?
yi: ?רעכיז וטסיב

source: Dialog Message
af: Dialoogboodskap
am: የንግግር መልእክት
ar: ﺭﺍﻮﺤﻟﺍ ﺔﻟﺎﺳﺭ
be: Дыялогавае паведамленне
bg: Диалогово съобщение
bn: ডায়ালগ বার্তা
ca: Missatge de diàleg
cy: Neges Dialog
da: Dialogmeddelelse
eo: Dialogo Mesaĝo
et: Dialoogi sõnum
eu: Elkarrizketa-mezua
fa: ﻮﮕﺘﻔﮔ ﻡﺎﯿﭘ
fi: Dialogiviesti
fil: Mensahe sa Dialog
fy: Dialog Berjocht
ga: Teachtaireacht Dialóige
gd: Teachdaireachd còmhraidh
gl: Mensaxe de diálogo
gu: સંવાદ સંદેશ
he: חיש-וד תעדוה
hi: संवाद संदेश
hr: Dijaloška poruka
hu: Párbeszédüzenet
hy: Երկխոսության հաղորդագրություն
id: Pesan Dialog
is: Dialogskilaboð
ka: დიალოგის შეტყობინება
kk: Диалогтық хабарлама
km: សារប្រអប់
kn: ಸಂವಾದ ಸಂದೇಶ
ku: Peyama Diyalogê
lo: ຂໍ້ຄວາມໂຕ້ຕອບ
lt: Dialogo pranešimas
lv: Dialoga ziņojums
mg: Hafatra Dialog
mi: Karere Korero
mk: Порака за дијалог
ml: ഡയലോഗ് സന്ദേശം
mn: Харилцах зурвас
mr: संवाद संदेश
mt: Messaġġ tad-Djalogu
my: ဒိုင်ယာလော့ဂ် Message
nb: Dialogmelding
ne: संवाद सन्देश
or: ସଂଳାପ ବାର୍ତ୍ତା |
pa: ਡਾਇਲਾਗ ਸੁਨੇਹਾ
ps: ﻡﺎﻐﯿﭘ ﻭﺮﺗﺍ ﻭﺮﺒﺧ ﺩ
ro: Mesaj de dialog
rw: Ubutumwa bw'ikiganiro
sd: ﻡﺎﻐﻴﭘ ﮒﻼ﻿ﺋﺍڊ
si: ඩයලොග් පණිවිඩය
sk: Dialógová správa
sl: Pogovorno sporočilo
sq: Mesazhi i dialogut
sw: Ujumbe wa mazungumzo
ta: உரையாடல் செய்தி
te: డైలాగ్ సందేశం
tg: Паёми муколама
th: ข้อความโต้ตอบ
tk: Dialog habary
tt: Диалог хәбәре
uk: Діалогове повідомлення
ur: ﻡﺎﻐﯿﭘ ﮒﻼ﻿ﯿﺋﺍﮈ
uz: Dialog xabari
vi: Tin nhắn hộp thoại
xh: Umyalezo wencoko
yi: גאָזנאָ גאָלאַיד

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
af: Voer die boodskap in wat in hierdie dialoog vertoon moet word: Gebruik: \n nuwe lyn \t oortjie
am: በዚህ ንግግር ውስጥ የሚታየውን መልእክት አስገባ፡- ተጠቀም፡ \n አዲስ መስመር \t ትር
ar: :ﺍﺬﻫ ﺭﺍﻮﺤﻟﺍ ﻊﺑﺮﻣ ﻲﻓ ﺎﻬﺿﺮﻋ ﺩﺍﺮﻤﻟﺍ ﺔﻟﺎﺳﺮﻟﺍ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ \n ﺪﻳﺪﺟ ﻂﺧ \t ﺐﻳﻮﺒﺘﻟﺍ
be: Увядзіце паведамленне, якое будзе адлюстроўвацца ў гэтым дыялогавым акне: Выкарыстоўвайце: \n новы радок \t уклад
bg: Въведете съобщението, което да се покаже в този диалогов прозорец: Използвайте: \n нова линия \t раздел
bn: এই ডায়ালগে প্রদর্শিত বার্তাটি লিখুন: ব্যবহার করুন: \n নতুন লাইন \t ট্যাব
ca: Introduïu el missatge que es mostrarà en aquest diàleg: Ús: \n nova línia \t pestanya
cy: Rhowch y neges i'w harddangos yn y dialog hwn: Defnyddiwch: \n llinell newydd \t tab
da: Indtast den besked, der skal vises i denne dialog: Brug: \n ny linje \t fanen
eo: Enigu la mesaĝon montrotan en ĉi tiu dialogo: Uzu: \n novlinio \t langeto
et: Sisestage selles dialoogis kuvatav teade: Kasuta: \n uus rida \t sakk
eu: Sartu elkarrizketa-koadro honetan bistaratuko den mezua: Erabili: \n lerro berria \t fitxa
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺩﻮﺷ ﯽﻣ ﻩﺩﺍﺩ ﺶﯾﺎﻤﻧ ﻮﮕﺘﻔﮔ ﻦﯾﺍ ﺭﺩ ﻪﮐ ﺍﺭ ﯽﻣﺎﯿﭘ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ \n ﺪﯾﺪﺟ ﻂﺧ \t ﻪﻧﺎﺑﺯ
fi: Kirjoita viesti, joka näytetään tässä valintaikkunassa: Käyttää: \n uusi rivi \t -välilehti
fil: Ipasok ang mensaheng ipapakita sa dialog na ito: Gamitin ang: \n bagong linya \t tab
fy: Fier it berjocht yn dat werjûn wurde yn dit dialoochfinster: Brûke: \n nije rigel \t tab
ga: Iontráil an teachtaireacht atá le taispeáint sa dialóg seo: Úsáid: \n líne nua \t cluaisín
gd: Cuir a-steach an teachdaireachd a tha ri fhaicinn sa chòmhradh seo: Cleachd: \n loidhne ùr \t tab
gl: Introduza a mensaxe que se mostrará neste diálogo: Uso: \n nova liña \t ficha
gu: આ સંવાદમાં પ્રદર્શિત કરવા માટેનો સંદેશ દાખલ કરો: વાપરવુ: \n નવી લાઇન \t ટેબ
he: :חיש-ודה תביתב גצותש העדוהה תא ןזה :שמתשהל \n השדח הרוש \t תינושל
hi: इस संवाद में प्रदर्शित होने वाला संदेश दर्ज करें: उपयोग: \n नई पंक्ति \t टैब
hr: Unesite poruku koja će se prikazati u ovom dijaloškom okviru: Koristiti: \n nova linija \t tab
hu: Írja be a párbeszédpanelen megjelenítendő üzenetet: Használat: \n új sor \t lapon
hy: Մուտքագրեք հաղորդագրությունը, որը կցուցադրվի այս երկխոսության մեջ. Օգտագործեք: \n նոր գիծ \t ներդիր
id: Masukkan pesan yang akan ditampilkan dalam dialog ini: Menggunakan: \n garis baru \t tab
is: Sláðu inn skilaboðin sem á að birtast í þessum glugga: Notaðu: \n nýlína \t flipa
ka: შეიყვანეთ შეტყობინება, რომელიც გამოჩნდება ამ დიალოგში: გამოყენება: \n ახალი ხაზი \t ჩანართი
kk: Осы диалогтық терезеде көрсетілетін хабарды енгізіңіз: Қолдану: \n жаңа жол \t қойындысы
km: បញ្ចូលសារដែលត្រូវបង្ហាញក្នុងប្រអប់នេះ៖ ប្រើ៖ \n បន្ទាត់ថ្មី។ \t ផ្ទាំង
kn: ಈ ಸಂವಾದದಲ್ಲಿ ಪ್ರದರ್ಶಿಸಬೇಕಾದ ಸಂದೇಶವನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: \n ಹೊಸ ಗೆರೆ \t ಟ್ಯಾಬ್
ku: Peyama ku di vê diyalogê de were xuyang kirin binivîse: Bikaranîn: \n newline \t tab
ky: Бул диалогдо көрсөтүлө турган билдирүүнү киргизиңиз: Колдонуу: \n жаңы сызык \t өтмөк
lb: Gitt de Message un fir an dësem Dialog ze weisen: Benotzt: \n nei Linn \t tab
lo: ໃສ່ຂໍ້ຄວາມທີ່ຈະສະແດງຢູ່ໃນກ່ອງໂຕ້ຕອບນີ້: ໃຊ້: \n ແຖວໃໝ່ \t ແຖບ
lt: Įveskite pranešimą, kuris bus rodomas šiame dialogo lange: Naudokite: \n nauja linija \t skirtukas
lv: Ievadiet ziņojumu, kas tiks parādīts šajā dialoglodziņā: Izmantojiet: \n jaunā rindiņa \t cilne
mg: Ampidiro ny hafatra haseho amin'ity fifanakalozan-kevitra ity: Ampiasao: \n newline \t kiheba
mi: Whakauruhia te karere ka whakaatuhia ki tenei korero: Whakamahia: \n raina hou \t ripa
mk: Внесете ја пораката што ќе се прикаже во овој дијалог: Користете: \n нова линија \t таб
ml: ഈ ഡയലോഗിൽ പ്രദർശിപ്പിക്കേണ്ട സന്ദേശം നൽകുക: ഉപയോഗിക്കുക: \n പുതിയ വര \t ടാബ്
mn: Энэ харилцах цонхонд харуулах мессежийг оруулна уу: Хэрэглэх: \n шинэ мөр \t таб
mr: या संवादात प्रदर्शित करण्यासाठी संदेश प्रविष्ट करा: वापरा: \n नवीन ओळ \t टॅब
mt: Daħħal il-messaġġ li se jintwera f'din id-djalogu: Użu: \n linja ġdida \t tab
my: ဤဒိုင်ယာလော့ခ်တွင် ပြသမည့် မက်ဆေ့ချ်ကို ထည့်သွင်းပါ- အသုံးပြုရန်- \n လိုင်းအသစ် \t တက်ဘ်
nb: Skriv inn meldingen som skal vises i denne dialogboksen: Bruk: \n ny linje \t fanen
ne: यो संवादमा देखाइने सन्देश प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: \n newline \t ट्याब
or: ଏହି ସଂଳାପରେ ପ୍ରଦର୍ଶିତ ହେବାକୁ ବାର୍ତ୍ତା ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: \n ନୂଆ ଲାଇନ୍ | \t ଟ୍ୟାବ୍ |
pa: ਇਸ ਡਾਇਲਾਗ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਸੁਨੇਹਾ ਦਰਜ ਕਰੋ: ਵਰਤੋ: \n ਨਵੀਂ ਲਾਈਨ \t ਟੈਬ
ps: :ﺉړﮐ ﻪﻨﻧﺩ ﻡﺎﻐﯿﭘ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﺩ ﯥﮐ ګﻮﻟﺎﯾډ ﯤﺩ ﻪﭘ :ﻝﻭﺭﺎﮐ \n ﻪښﺮﮐ ﯤﻮﻧ \t ﺐټ
ro: Introduceți mesajul care urmează să fie afișat în acest dialog: Utilizare: \n linie nouă \t fila
rw: Injira ubutumwa bugaragara muriki kiganiro: Koresha: \n umurongo mushya \t tab
sd: :ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺎﻐﻴﭘ ﻞﻳﺭﺎﮑﻳڏ ۾ ﮒﻼ﻿ﺋﺍڊ ﻦﻫ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ \n ﻦﺋﻻ﻿ ﻦﻴﺌﻧ \t ﺐﻴٽ
si: මෙම සංවාදයේ පෙන්වීමට පණිවිඩය ඇතුලත් කරන්න: භාවිත: \n නව මාර්ගය \t ටැබ්
sk: Zadajte správu, ktorá sa má zobraziť v tomto dialógovom okne: Použitie: \n Nový riadok \t tab
sl: Vnesite sporočilo, ki bo prikazano v tem pogovornem oknu: Uporaba: \n nova vrstica \t zavihek
sq: Futni mesazhin që do të shfaqet në këtë dialog: Përdorni: \n linjë e re \t skedën
sw: Ingiza ujumbe utakaoonyeshwa kwenye mazungumzo haya: Tumia: \n mstari mpya \t kichupo
ta: இந்த உரையாடலில் காட்டப்படும் செய்தியை உள்ளிடவும்: பயன்படுத்தவும்: \n புதிய கோடு \t தாவல்
te: ఈ డైలాగ్u200cలో ప్రదర్శించబడే సందేశాన్ని నమోదు చేయండి: వా డు: \n కొత్త వాక్యం \t ట్యాబ్
tg: Паёмеро, ки дар ин муколама намоиш дода мешавад, ворид кунед: Истифода: \n хатти нав \t ҷадвал
th: ป้อนข้อความที่จะแสดงในกล่องโต้ตอบนี้: ใช้: \n ขึ้นบรรทัดใหม่ \t แท็บ
tk: Bu gepleşik penjiresinde görkezilmeli habary giriziň: Ulany: \n täze setir \t goýmasy
tt: Бу диалогта күрсәтеләчәк хәбәрне кертегез: Куллану: \n яңа юл \t салынмасы
uk: Введіть повідомлення, яке відображатиметься в цьому діалоговому вікні: Використовуйте: \n новий рядок \t табл
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻡﺎﻐﯿﭘ ﻻ﻿ﺍﻭ ﮯﻧﺎﺟ ﮯﺋﺎﮭﮐﺩ ﮟﯿﻣ ﮒﻼ﻿ﯿﺋﺍﮈ ﺱﺍ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ \n ﻦﺋﻻ﻿ ﯽﺌﻧ \t ﺐﯿﭨ
uz: Ushbu muloqot oynasida ko'rsatiladigan xabarni kiriting: Foydalanish: \n yangi qator \t tab
vi: Nhập thông báo sẽ được hiển thị trong hộp thoại này: Sử dụng: \n dòng mới \t chuyển hướng
xh: Ngenisa umyalezo oza kuboniswa kule ncoko yababini: Sebenzisa: \n umgca omtsha \t ithebhu
yi: :גאָלאַיד םעד ןיא ןזיוועג ןייז וצ גאָזנאָ יד ןיַיראַ :ןצינ \n ןיילווענ \t לטיווק

source: _Copy
af: _Kopieer
am: _ቅዳ
ar: _ﺦﺴﻨﻳ
be: _Копія
bg: _копие
bn: _কপি
ca: _Còpia
cy: _Copi
da: _Kopi
eo: _Kopiu
et: _Kopeeri
eu: _Kopiatu
fa: _🀄 ﯽﭙﮐ
fi: _Kopio
fil: _Kopya
fy: _Kopy
ga: _Cóip
gd: _Leth-bhreac
gl: _Copiar
gu: _નકલ કરો
he: _קתוע
hi: _प्रतिलिपि
hr: _Kopirati
hu: _Másolat
hy: _Պատճենել
id: _Salinan
is: _Afrita
ka: _კოპირება
kk: _Көшіру
km: _ចម្លង
kn: _ನಕಲು ಮಾಡಿ
ku: _Kopî
ky: _Көчүрүү
lb: _Kopie
lo: _ສຳເນົາ
lt: _Kopijuoti
lv: _Kopēt
mg: _dika mitovy
mi: _Tārua
mk: _Копирај
ml: _പകർത്തുക
mn: _Хуулбарлах
mr: _कॉपी करा
mt: _Kopja
my: _ကော်ပီ
nb: _Kopiere
ne: _कापी
or: _କପି କରନ୍ତୁ |
pa: _ਕਾਪੀ ਕਰੋ
ps: _ﻲﭘﺎﮐ
ro: _Copie
rw: _Gukoporora
sd: _ﻲﭘﺎڪ
si: _පිටපත් කරන්න
sk: _Kopírovať
sl: _Kopirati
sq: _Kopjo
sw: _Nakili
ta: _நகலெடுக்கவும்
te: _కాపీ చేయండి
tg: _Нусхабардорӣ
th: _สำเนา
tk: _Göçüriň
tt: _Күчереп алу
uk: _Копія
ur: _۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ
uz: _Nusxalash
vi: _Sao chép
xh: _Khuphela
yi: _יפּאָק

source: _Paste
af: _Plak
am: _ለጥፍ
ar: _ﻥﻮﺠﻌﻣ
be: _Ўставіць
bg: _Залепете
bn: _পেস্ট করুন
ca: _Enganxa
cy: _Gludo
da: _sæt ind
eo: _Alglui
et: _Kleebi
eu: _Itsatsi
fa: _ﻥﺪﻧﺎﺒﺴﭼ
fi: _Liitä
fil: _Idikit
ga: _Greamaigh
gl: _Pegar
gu: _પેસ્ટ કરો
he: _קיִּבדַהְל
hi: _पेस्ट करें
hr: _Zalijepiti
hu: _Paszta
hy: _Կպցնել
id: _Tempel
is: _Líma
ka: _პასტა
kk: _Қою
km: _បិទភ្ជាប់
kn: _ಅಂಟಿಸಿ
ky: _Паста
lo: _ວາງ
lt: _Įklijuoti
lv: _Ielīmēt
mg: _Mametaka
mi: _Whakapiri
mk: _Залепи
ml: _പേസ്റ്റ്
mn: _Буулгах
mr: _पेस्ट करा
mt: _Pejst
my: _ငါးပိ
nb: _Lim inn
ne: _टाँस्नुहोस्
or: _ଲେପନ କରନ୍ତୁ |
pa: _ਚਿਪਕਾਓ
ps: _ټﺴﯿﭘ
ro: _Pastă
rw: _Ongera
sd: _ﻮﻳﺮڪ ٽﺴﻴﭘ
si: _අලවන්න
sk: _Prilepiť
sl: _Prilepite
sq: _Ngjit
sw: _Bandika
ta: _ஒட்டவும்
te: _అతికించండి
tg: _Часбонед
th: _แปะ
tk: _Goýuň
tt: _Паста
uk: _Вставити
ur: _۔ﮟﯾﺮﮐ ﮞﺎﭙﺴﭼ
uz: _joylashtirish
vi: _Dán
xh: _Ncamathelisa
yi: _פּאַפּ

source: _Remove
af: _Verwyder
am: _አስወግድ
ar: _ﻞﻳﺰﻳ
be: _Выдаліць
bg: _Премахване
bn: _অপসারণ
ca: _Eliminar
cy: _Tynnu
da: _Fjerne
eo: _Forigi
et: _Eemalda
eu: _Kendu
fa: _ﻦﺘﺷﺍﺩﺮﺑ
fi: _Poista
fil: _Alisin
fy: _Weinimme
ga: _Bain
gd: _Thoir air falbh
gl: _Quitar
gu: _દૂર કરો
he: _ריִסַהְל
hi: _हटाना
hr: _Ukloniti
hu: _Távolítsa el
hy: _Հեռացնել
id: _Menghapus
is: _Fjarlægja
ka: _ამოღება
kk: _Жою
km: _ដកចេញ
kn: _ತೆಗೆದುಹಾಕಿ
ku: _Dûrxistin
ky: _Алып салуу
lb: _Ewechzehuelen
lo: _ເອົາອອກ
lt: _Pašalinti
lv: _Noņemt
mg: _esory
mi: _Tango
mk: _Отстрани
ml: _നീക്കം ചെയ്യുക
mn: _Устгах
mr: _काढा
mt: _Neħħi
my: _ဖယ်ရှားပါ။
nb: _Fjerne
ne: _हटाउनुहोस्
or: _ଅପସାରଣ କରନ୍ତୁ |
pa: _ਹਟਾਓ
ps: _ﺉړﮐ ﯤﺮﻟ
ro: _Elimina
rw: _Kuraho
sd: _ﻮﻳﺎٽﻫ
si: _ඉවත් කරන්න
sk: _Odstrániť
sl: _Odstrani
sq: _Hiq
sw: _Ondoa
ta: _அகற்று
te: _తొలగించు
tg: _Хориҷ кунед
th: _ลบ
tk: _Aýyr
tt: _Чыгар
uk: _Видалити
ur: _ﺭﻭﺩ
uz: _O'chirish
vi: _Tẩy
xh: _Susa
yi: _ןעמענפּאָראַ

source: Cu_t
lt: Iškirp_ti

source: _New
af: _Nuut
am: _አዲስ
ar: _ﺪﻳﺪﺟ
be: _Новае
bg: _Нов
bn: _নতুন
ca: _Nou
cy: _Newydd
da: _Ny
eo: _Nova
et: _Uus
eu: _Berria
fa: _ﺪﯾﺪﺟ
fi: _Uusi
fil: _Bago
fy: _Nij
ga: _Nua
gd: _Ùr
gl: _Novo
gu: _નવી
he: _ׁשָדָח
hi: _नया
hr: _Novi
hu: _Új
hy: _Նոր
id: _Baru
is: _Nýtt
ka: _ახალი
kk: _Жаңа
km: _ថ្មី។
kn: _ಹೊಸದು
ku: _Nşh
ky: _Жаңы
lb: _Nei
lo: _ໃຫມ່
lt: _Nauja
lv: _Jauns
mg: _Vaovao
mi: _Hou
mk: _Ново
ml: _പുതിയത്
mn: _Шинэ
mr: _नवीन
mt: _Ġdid
my: _အသစ်
nb: _Ny
ne: _नयाँ
or: _ନୂତନ
pa: _ਨਵਾਂ
ps: _ﯼﻮﻧ
ro: _Nou
rw: _Gishya
sd: _ﻥﻮﺌﻧ
si: _අලුත්
sk: _Nový
sl: _Novo
sq: _I ri
sw: _Mpya
ta: _புதியது
te: _కొత్తది
tg: _Нав
th: _ใหม่
tk: _Täze
tt: _Яңа
uk: _Новий
ur: _ﯽﺌﻧ
uz: _Yangi
vi: _Mới mẻ
xh: _Entsha
yi: _יַינ

source: _Bookmark
af: _Boekmerk
am: _ዕልባት
ar: _علامات
be: _Закладка
bg: _Отметка
bn: _বুকমার্ক
ca: _Marcadors
cy: _Llyfrnod
da: _Bogmærke
eo: _Legomarko
et: _Järjehoidjad
eu: Laster-_Markak
fa: _ﮏﻧﺎﺸﻧ
fi: _Kirjanmerkit
fy: _Blêdwizer
ga: _Leabharmharc
gd: _Comharradh-leabhair
gl: _Marcadores
gu: _બુકમાર્ક
he: _סימניות
hi: _बुकमार्क
hr: _Označi
hu: _Könyvjelzők
hy: _Էջանիշ
id: _Penanda
is: _Bókamerki
ka: _სანიშნე
kk: _Бетбелгі
km: ចំណាំ
kn: _ಬುಕ್ಮಾರ್ಕ್
lo: _ບຸກມາກ
lt: Ž_ymelės
lv: _Grāmatzīme
mg: _Diary
mi: _Tohuwāhi
mk: _Обележете
ml: _ബുക്ക്മാർക്ക്
mn: _Хавчуурга
mr: _बुकमार्क करा
my: _ညှပ်
nb: _Bokmerke
ne: _बुकमार्क
or: _ବୁକମାର୍କ
pa: _ਬੁੱਕਮਾਰਕ
ps: _ﮎﺭﺎﻣ ﮏﺑ
ro: _Marcaj
rw: _Ikimenyetso
sd: _ڪﺭﺎﻣ ﮏﺑ
si: _පිටු සලකුණ
sk: _Záložka
sl: _Zaznamki
sq: _Shënoni faqeshënues
sw: _Alamisho
ta: _புத்தககுறி
te: _బుక్మార్క్
tg: _Хатчӯб
th: _บุ๊คมาร์ค
tk: _Bellik
tt: _Кыстарма
uk: _Закладки
ur: _پسندیدہ
uz: _Xatcho‘p
vi: _Dấu trang
yi: _ןכייצ - נעייל
