Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Create Link%s
af: Skep skakel%s
am: አገናኝ ፍጠር%s
ar: ﻂﺑﺍﺭ ءﺎﺸﻧﺇ%s
be: Стварыць спасылку%s
bg: Създаване на връзка%s
bn: লিঙ্ক তৈরি করুন%s
ca: Crea un enllaç%s
cy: Creu Cyswllt%s
da: Opret link%s
eo: Krei Ligon%s
et: Loo link%s
eu: Sortu Esteka%s
fa: ﮏﻨﯿﻟ ﺩﺎﺠﯾﺍ%s
fi: Luo linkki%s
fil: Lumikha ng Link%s
fy: Link oanmeitsje%s
ga: Cruthaigh Nasc%s
gd: Cruthaich ceangal%s
gl: Crear ligazón%s
gu: લિંક બનાવો%s
he: רושיק רוצ%s
hi: लिंक बनाएं%s
hr: Napravite vezu%s
hu: Link létrehozása%s
hy: Ստեղծեք հղում%s
id: Buat Tautan%s
is: Búðu til hlekk%s
ka: ლინკის შექმნა%s
kk: Сілтеме жасау%s
km: បង្កើតតំណ%s
kn: ಲಿಂಕ್ ರಚಿಸಿ%s
ku: Girêdanê çêbikin%s
ky: Шилтеме түзүү%s
lb: Schafen Link%s
lo: ສ້າງລິ້ງ%s
lt: Sukurti nuorodą%s
lv: Izveidot saiti%s
mg: Mamorona Rohy%s
mi: Waihanga Hononga%s
mk: Креирај врска%s
ml: ലിങ്ക് സൃഷ്ടിക്കുക%s
mn: Холбоос үүсгэх%s
mr: लिंक तयार करा%s
mt: Oħloq Link%s
my: လင့်ခ်ဖန်တီးပါ။%s
nb: Opprett lenke%s
ne: लिङ्क सिर्जना गर्नुहोस्%s
or: ଲିଙ୍କ୍ ସୃଷ୍ଟି କରନ୍ତୁ |%s
pa: ਲਿੰਕ ਬਣਾਓ%s
ps: ﺉړﮐ ړﻮﺟ ﮏﻨﯿﻟ%s
ro: Creați link%s
rw: Kurema Ihuza%s
sd: ﻮﻴﻫﺎﭠ ڪﻨﻟ%s
si: සබැඳිය සාදන්න%s
sk: Vytvoriť odkaz%s
sl: Ustvari povezavo%s
sq: Krijo lidhje%s
sw: Unda Kiungo%s
ta: இணைப்பை உருவாக்கவும்%s
te: లింక్u200cని సృష్టించండి%s
tg: Эҷоди пайванд%s
th: สร้างลิงค์%s
tk: Baglanyşyk dörediň%s
tt: Ссылка яса%s
uk: Створити посилання%s
ur: ﮟﯿﺋﺎﻨﺑ ﮏﻨﻟ%s
uz: Havola yaratish%s
vi: Tạo đường link%s
xh: Yenza ikhonkco%s
yi: קניל אַ ןפֿאַש%s

source: Template Missing
af: Sjabloon ontbreek
am: አብነት ጠፍቷል
ar: ﺩﻮﻘﻔﻣ ﺐﻟﺎﻘﻟﺍ
be: Шаблон адсутнічае
bg: Шаблон липсва
bn: টেমপ্লেট অনুপস্থিত
ca: Falta la plantilla
cy: Templed ar goll
da: Mangler skabelon
eo: Ŝablono Mankas
et: Mall puudub
eu: Txantiloia falta da
fa: ﺖﺳﺍ ﻩﺪﺷ ﻢﮔ ﻮﮕﻟﺍ
fi: Malli puuttuu
fil: Nawawala ang Template
fy: Sjabloan ûntbrekt
ga: Teimpléad ar Iarraidh
gd: Teamplaid a dhìth
gl: Falta o modelo
gu: નમૂનો ખૂટે છે
he: תינבת הרסח
hi: टेम्पलेट गुम
hr: Nedostaje predložak
hu: Hiányzik a sablon
hy: Կաղապարը բացակայում է
id: Template Tidak Ada
is: Sniðmát vantar
ka: შაბლონი აკლია
kk: Үлгі жоқ
km: បាត់គំរូ
kn: ಟೆಂಪ್ಲೇಟ್ ಕಾಣೆಯಾಗಿದೆ
ku: Şablon winda ye
ky: Үлгү жок
lb: Schabloun vermësst
lo: ບໍ່ມີແມ່ແບບ
lt: Trūksta šablono
lv: Trūkst veidnes
mg: Tsy hita ny maodely
mi: Kei te ngaro te tauira
mk: Недостасува шаблон
ml: ടെംപ്ലേറ്റ് കാണുന്നില്ല
mn: Загвар дутуу
mr: टेम्पलेट गहाळ आहे
mt: Mudell Nieqes
my: နမူနာပုံစံ ပျောက်ဆုံးနေသည်။
nb: Mal mangler
ne: टेम्प्लेट हराइरहेको छ
or: ଟେମ୍ପଲେଟ୍ ନିଖୋଜ |
pa: ਟੈਮਪਲੇਟ ਗੁੰਮ ਹੈ
ps: ﯤﻮﺷ ﻪﮐﺭﻭ ۍډﻨﻴﮐ
ro: Șablon lipsește
rw: Inyandiko yabuze
sd: ﺐﺋﺎﻏ ٽﻴﻠﭙﻤﻴٽ
si: අච්චුව අතුරුදහන්
sk: Šablóna chýba
sl: Predloga manjka
sq: Mungon shablloni
sw: Kiolezo Haipo
ta: டெம்ப்ளேட் காணவில்லை
te: టెంప్లేట్ లేదు
tg: Шаблон нест
th: ไม่มีเทมเพลต
tk: Şablon ýitdi
tt: Шаблон юкка чыгу
uk: Шаблон відсутній
ur: ۔ﮯﮨ ﺐﺋﺎﻏ ﭧﯿﻠﭙﻤﯿﭨ
uz: Shablon yoʻq
vi: Thiếu mẫu
xh: Ithempleyithi Azikho
yi: קידנלעפ רעטסומ

source: The specified template does not exist
af: Die gespesifiseerde sjabloon bestaan u200bu200bnie
am: የተገለጸው አብነት የለም።
ar: ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﺩﺪﺤﻤﻟﺍ ﺐﻟﺎﻘﻟﺍ
be: Указаны шаблон не існуе
bg: Посоченият шаблон не съществува
bn: নির্দিষ্ট টেমপ্লেট বিদ্যমান নেই
ca: La plantilla especificada no existeix
cy: Nid yw'r templed penodedig yn bodoli
da: Den angivne skabelon findes ikke
eo: La specifita ŝablono ne ekzistas
et: Määratud malli pole olemas
eu: Zehaztutako txantiloia ez da existitzen
fa: ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﻩﺪﺷ ﺺﺨﺸﻣ ﯼﻮﮕﻟﺍ
fi: Määritettyä mallia ei ole olemassa
fil: Ang tinukoy na template ay hindi umiiral
fy: It oantsjutte sjabloan bestiet net
ga: Níl an teimpléad sonraithe ann
gd: Chan eil an teamplaid ainmichte ann
gl: O modelo especificado non existe
gu: ઉલ્લેખિત ટેમ્પલેટ અસ્તિત્વમાં નથી
he: תמייק אל הניוצש תינבתה
hi: निर्दिष्ट टेम्पलेट मौजूद नहीं है
hr: Navedeni predložak ne postoji
hu: A megadott sablon nem létezik
hy: Նշված ձևանմուշը գոյություն չունի
id: Template yang ditentukan tidak ada
is: Tilgreint sniðmát er ekki til
ka: მითითებული შაბლონი არ არსებობს
kk: Көрсетілген үлгі жоқ
km: គំរូដែលបានបញ្ជាក់មិនមានទេ។
kn: ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ ಟೆಂಪ್ಲೇಟ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
ku: Şablona diyarkirî tune
ky: Көрсөтүлгөн шаблон жок
lb: Déi spezifizéiert Schabloun gëtt et net
lo: ບໍ່ມີແມ່ແບບທີ່ລະບຸໄວ້
lt: Nurodytas šablonas neegzistuoja
lv: Norādītā veidne neeksistē
mg: Tsy misy ny môdely voatondro
mi: Karekau te tauira i tohua
mk: Наведениот шаблон не постои
ml: നിർദ്ദിഷ്ട ടെംപ്ലേറ്റ് നിലവിലില്ല
mn: Заасан загвар байхгүй байна
mr: निर्दिष्ट टेम्पलेट अस्तित्वात नाही
mt: Il-mudell speċifikat ma jeżistix
my: သတ်မှတ်ထားသော ပုံစံပုံစံ မရှိပါ။
nb: Den angitte malen eksisterer ikke
ne: निर्दिष्ट टेम्प्लेट अवस्थित छैन
or: ନିର୍ଦ୍ଦିଷ୍ଟ ଟେମ୍ପଲେଟ୍ ବିଦ୍ୟମାନ ନାହିଁ |
pa: ਨਿਰਧਾਰਤ ਟੈਮਪਲੇਟ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ps: ﻱﺮﻠﻧ ﻥﻮﺘﺷ ۍډﻨﯧﮐ ﯤﻮﺷ ﻞﮐﺎټ
ro: Șablonul specificat nu există
rw: Inyandikorugero isobanutse ntabwo ibaho
sd: ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ ٽﻴﻠﭙﻤﻴٽ ﻞﻳﺎﮢﺎﭴ
si: නිශ්චිත අච්චුව නොපවතී
sk: Zadaná šablóna neexistuje
sl: Navedena predloga ne obstaja
sq: Shablloni i specifikuar nuk ekziston
sw: Kiolezo kilichobainishwa hakipo
ta: குறிப்பிட்ட டெம்ப்ளேட் இல்லை
te: పేర్కొన్న టెంప్లేట్ ఉనికిలో లేదు
tg: Шаблони муайяншуда вуҷуд надорад
th: ไม่มีเทมเพลตที่ระบุ
tk: Görkezilen şablon ýok
tt: Күрсәтелгән шаблон юк
uk: Вказаний шаблон не існує
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ ﭧﯿﻠﭙﻤﯿﭨ ﺹﻮﺼﺨﻣ
uz: Belgilangan shablon mavjud emas
vi: Mẫu được chỉ định không tồn tại
xh: Itemplate exeliweyo ayikho
yi: טריטסיסקע טשינ זיא רעטסומ דעיפיסעפּס יד

source: Create New File%s
af: Skep nuwe lêer%s
am: አዲስ ፋይል ይፍጠሩ%s
ar: ﺪﻳﺪﺟ ﻒﻠﻣ ءﺎﺸﻧﺇ%s
be: Стварыць новы файл%s
bg: Създайте нов файл%s
bn: নতুন ফাইল তৈরি করুন%s
ca: Crea un fitxer nou%s
cy: Creu Ffeil Newydd%s
da: Opret ny fil%s
eo: Krei Novan Dosieron%s
et: Loo uus fail%s
eu: Sortu fitxategi berria%s
fa: ﺪﯾﺪﺟ ﻞﯾﺎﻓ ﺩﺎﺠﯾﺍ%s
fi: Luo uusi tiedosto%s
fil: Gumawa ng Bagong File%s
fy: Nije triem oanmeitsje%s
ga: Cruthaigh Comhad Nua%s
gd: Cruthaich faidhle ùr%s
gl: Crear un ficheiro novo%s
gu: નવી ફાઈલ બનાવો%s
he: שדח ץבוק רוצ%s
hi: नई फ़ाइल बनाएँ%s
hr: Napravite novu datoteku%s
hu: Új fájl létrehozása%s
hy: Ստեղծեք նոր ֆայլ%s
id: Buat File Baru%s
is: Búðu til nýja skrá%s
ka: შექმენით ახალი ფაილი%s
kk: Жаңа файл жасау%s
km: បង្កើតឯកសារថ្មី។%s
kn: ಹೊಸ ಫೈಲ್ ರಚಿಸಿ%s
ku: Pelê Nû çêbikin%s
ky: Жаңы файл түзүү%s
lb: Nei Datei erstellen%s
lo: ສ້າງໄຟລ໌ໃຫມ່%s
lt: Sukurti naują failą%s
lv: Izveidot jaunu failu%s
mg: Mamorona rakitra vaovao%s
mi: Waihanga Kōnae Hou%s
mk: Креирај нова датотека%s
ml: പുതിയ ഫയൽ സൃഷ്ടിക്കുക%s
mn: Шинэ файл үүсгэх%s
mr: नवीन फाइल तयार करा%s
mt: Oħloq Fajl Ġdid%s
my: ဖိုင်အသစ်ဖန်တီးပါ။%s
nb: Opprett ny fil%s
ne: नयाँ फाइल सिर्जना गर्नुहोस्%s
or: ନୂତନ ଫାଇଲ୍ ସୃଷ୍ଟି କରନ୍ତୁ |%s
pa: ਨਵੀਂ ਫਾਈਲ ਬਣਾਓ%s
ps: ﺉړﮐ ړﻮﺟ ﻞﯾﺎﻓ ﯤﻮﻧ%s
ro: Creați un fișier nou%s
rw: Kurema Idosiye Nshya%s
sd: ﻮﻴﮬﺎﭠ ﻞﺋﺎﻓ ﻦﻴﺌﻧ%s
si: නව ගොනුවක් සාදන්න%s
sk: Vytvoriť nový súbor%s
sl: Ustvari novo datoteko%s
sq: Krijo një skedar të ri%s
sw: Unda Faili Mpya%s
ta: புதிய கோப்பை உருவாக்கவும்%s
te: కొత్త ఫైల్u200cని సృష్టించండి%s
tg: Файли нав эҷод кунед%s
th: สร้างไฟล์ใหม่%s
tk: Täze faýl dörediň%s
tt: Яңа файл ясагыз%s
uk: Створити новий файл%s
ur: ﮟﯿﺋﺎﻨﺑ ﻞﺋﺎﻓ ﯽﺌﻧ%s
uz: Yangi fayl yaratish%s
vi: Tạo tệp mới%s
xh: Yenza iFayile eNtsha%s
yi: עקעט וינ ןפֿאַש%s

source: Create New Folder%s
af: Skep nuwe gids%s
am: አዲስ አቃፊ ይፍጠሩ%s
ar: ﺪﻳﺪﺟ ﺪﻠﺠﻣ ءﺎﺸﻧﺇ%s
be: Стварыць новую тэчку%s
bg: Създаване на нова папка%s
bn: নতুন ফোল্ডার তৈরি কর%s
ca: Crea una carpeta nova%s
cy: Creu Ffolder Newydd%s
da: Opret ny mappe%s
eo: Krei Novan Dosierujon%s
et: Loo uus kaust%s
eu: Sortu Karpeta Berria%s
fa: ﺪﯿﻨﮐ ﺩﺎﺠﯾﺍ ﺪﯾﺪﺟ ﻪﺷﻮﭘ%s
fi: Luo uusi kansio%s
fil: Lumikha ng Bagong Folder%s
fy: Nije map oanmeitsje%s
ga: Cruthaigh Fillteán Nua%s
gd: Cruthaich Folder Ùr%s
gl: Crear un novo cartafol%s
gu: નવું ફોલ્ડર બનાવો%s
he: השדח היקית רוצ%s
hi: नया फ़ोल्डर बनाएं%s
hr: Napravite novu mapu%s
hu: Új mappa létrehozása%s
hy: Ստեղծեք նոր թղթապանակ%s
id: Buat Folder Baru%s
is: Búðu til nýja möppu%s
ka: შექმენით ახალი საქაღალდე%s
kk: Жаңа қалта жасау%s
km: បង្កើត Folder ថ្មី។%s
kn: ಹೊಸ ಫೋಲ್ಡರ್ ರಚಿಸಿ%s
ku: Peldanka Nû Biafirîne%s
ky: Жаңы Папканы түзүү%s
lb: Neien Dossier erstellen%s
lo: ສ້າງໂຟນເດີໃຫມ່%s
lt: Sukurti naują aplanką%s
lv: Izveidot jaunu mapi%s
mg: Mamorona lahatahiry vaovao%s
mi: Waihanga Kōpaki Hōu%s
mk: Креирај нова папка%s
ml: പുതിയ ഫോൾഡർ സൃഷ്ടിക്കുക%s
mn: Шинэ хавтас үүсгэх%s
mr: नवीन फोल्डर तयार करा%s
mt: Oħloq Folder Ġdid%s
my: ဖိုင်တွဲအသစ်ဖန်တီးပါ။%s
nb: Opprett ny mappe%s
ne: नयाँ फोल्डर सिर्जना गर्नुहोस्%s
or: ନୂତନ ଫୋଲ୍ଡର ସୃଷ୍ଟି କରନ୍ତୁ |%s
pa: ਨਵਾਂ ਫੋਲਡਰ ਬਣਾਓ%s
ps: ﺉړﮐ ړﻮﺟ ﺭډﻟﻮﻓ ﯼﻮﻧ%s
ro: Creati un folder nou%s
rw: Kora Ububiko bushya%s
sd: ﻮﻴﻫﺎﭠ ﺭڊﻟﻮﻓ ﻥﻮﺌﻧ%s
si: නව ෆෝල්ඩරය සාදන්න%s
sk: Vytvoriť nový priečinok%s
sl: Ustvari novo mapo%s
sq: Krijo një dosje të re%s
sw: Unda Folda Mpya%s
ta: புதிய கோப்புறையை உருவாக்கவும்%s
te: కొత్త ఫోల్డర్u200cని సృష్టించండి%s
tg: Папкаи нав эҷод кунед%s
th: สร้างโฟลเดอร์ใหม่%s
tk: Täze bukja dörediň%s
tt: Яңа Папка яса%s
uk: Створити нову папку%s
ur: ﮟﯿﺋﺎﻨﺑ ﺭﮉﻟﻮﻓ ﺎﯿﻧ%s
uz: Yangi jild yaratish%s
vi: Tạo thư mục mới%s
xh: Yenza isiqulathi seefayili esitsha%s
yi: רעדלאָפ וינ ןפֿאַש%s

source: Copy%s
af: Kopieer%s
am: ቅዳ%s
ar: ﺦﺴﻨﻳ%s
be: Копія%s
bg: копие%s
bn: কপি%s
ca: Còpia%s
cy: Copi%s
da: Kopi%s
eo: Kopiu%s
et: Kopeeri%s
eu: Kopiatu%s
fa: 🀄 ﯽﭙﮐ%s
fi: Kopio%s
fil: Kopya%s
fy: Kopy%s
ga: Cóip%s
gd: Leth-bhreac%s
gl: Copiar%s
gu: નકલ કરો%s
he: קתוע%s
hi: प्रतिलिपि%s
hr: Kopirati%s
hu: Másolat%s
hy: Պատճենել%s
id: Salinan%s
is: Afrita%s
ka: კოპირება%s
kk: Көшіру%s
km: ចម្លង%s
kn: ನಕಲು ಮಾಡಿ%s
ku: Kopî%s
ky: Көчүрүү%s
lb: Kopie%s
lo: ສຳເນົາ%s
lt: Kopijuoti%s
lv: Kopēt%s
mg: dika mitovy%s
mi: Tārua%s
mk: Копирај%s
ml: പകർത്തുക%s
mn: Хуулбарлах%s
mr: कॉपी करा%s
mt: Kopja%s
my: ကော်ပီ%s
nb: Kopiere%s
ne: कापी%s
or: କପି କରନ୍ତୁ |%s
pa: ਕਾਪੀ ਕਰੋ%s
ps: ﻲﭘﺎﮐ%s
ro: Copie%s
rw: Gukoporora%s
sd: ﻲﭘﺎڪ%s
si: පිටපත් කරන්න%s
sk: Kopírovať%s
sl: Kopirati%s
sq: Kopjo%s
sw: Nakili%s
ta: நகலெடுக்கவும்%s
te: కాపీ చేయండి%s
tg: Нусхабардорӣ%s
th: สำเนา%s
tk: Göçüriň%s
tt: Күчереп алу%s
uk: Копія%s
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ%s
uz: Nusxalash%s
vi: Sao chép%s
xh: Khuphela%s
yi: יפּאָק%s

source: Copy Target Error
af: Kopieer teikenfout
am: የዒላማ ስህተት ቅዳ
ar: ﻑﺪﻬﻟﺍ ﺦﺴﻧ ﻲﻓ ﺄﻄﺧ
be: Памылка капіравання мэты
bg: Грешка при копиране на целта
bn: লক্ষ্য ত্রুটি অনুলিপি করুন
ca: Error de còpia de destinació
cy: Copi Gwall Targed
da: Kopier målfejl
eo: Kopiu Celo-Eraro
et: Kopeerimise sihtmärgi viga
eu: Kopiatu xede-errorea
fa: ﯽﭙﮐ ﻑﺪﻫ ﯼﺎﻄﺧ
fi: Kopioi kohdevirhe
fil: Kopyahin ang Target na Error
fy: Doelflater kopiearje
ga: Cóipeáil Earráid Sprioc
gd: Dèan lethbhreac de mhearachd targaid
gl: Erro de copia de destino
gu: ટાર્ગેટ ભૂલની નકલ કરો
he: דעי תקתעה תאיגש
hi: लक्ष्य त्रुटि कॉपी करें
hr: Pogreška pri kopiranju cilja
hu: Másolási cél hiba
hy: Պատճենել նպատակային սխալ
id: Salin Kesalahan Target
is: Copy Target Villa
ka: დააკოპირეთ სამიზნე შეცდომა
kk: Мақсатты көшіру қатесі
km: ចម្លងកំហុសគោលដៅ
kn: ನಕಲು ಗುರಿ ದೋಷ
ku: Çewtiya Armanca Kopîkirinê
ky: Максаттуу катаны көчүрүү
lb: Copy Target Feeler
lo: ສຳເນົາເປົ້າໝາຍຜິດພາດ
lt: Kopijavimo tikslinė klaida
lv: Kopēšanas mērķa kļūda
mi: Tārua Hapa Target
mk: Копирај целна грешка
ml: ടാർഗെറ്റ് പിശക് പകർത്തുക
mn: Зорилтот хуулах алдаа
mr: टार्गेट एरर कॉपी करा
mt: Ikkopja Żball fil-Mira
my: ပစ်မှတ်အမှားကို ကူးယူပါ။
nb: Kopier målfeil
ne: लक्ष्य त्रुटि प्रतिलिपि गर्नुहोस्
or: ଟାର୍ଗେଟ୍ ତ୍ରୁଟି କପି କରନ୍ତୁ |
pa: ਟਾਰਗੇਟ ਗਲਤੀ ਕਾਪੀ ਕਰੋ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﻑﺪﻫ ﺩ ﻲﭘﺎﮐ
ro: Eroare de copiere țintă
rw: Gukoporora Ikosa
sd: ﻲﻄﻠﻏ ﻲﺟ ﻑﺪﮬ ﻮﻳﺮڪ ﻞﻘﻧ
si: ඉලක්ක දෝෂය පිටපත් කරන්න
sk: Chyba kopírovania cieľa
sl: Napaka pri kopiranju cilja
sq: Gabim i kopjimit të objektivit
sw: Kunakili Hitilafu Lengwa
ta: நகலெடு இலக்கு பிழை
te: లక్ష్య దోషాన్ని కాపీ చేయండి
tg: Хатои мақсадноки нусхабардорӣ
th: คัดลอกเป้าหมายผิดพลาด
tk: Maksat ýalňyşlygyny göçüriň
tt: Максат хатасын күчерү
uk: Помилка копіювання цілі
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ ﺭﺮﯾﺍ ﭧﮔﺭﺎﭨ
uz: Maqsadni nusxalash xatosi
vi: Sao chép lỗi mục tiêu
xh: Khuphela imposiso ekujoliswe kuyo
yi: תועט ליצ יפּאָק

source: Error determining link's target
af: Kon nie skakel se teiken bepaal nie
am: የአገናኝን ኢላማ በመወሰን ላይ ስህተት
ar: ﻁﺎﺒﺗﺭﻻ﻿ﺍ ﻑﺪﻫ ﺪﻳﺪﺤﺗ ﻲﻓ ﺄﻄﺧ
be: Памылка вызначэння мэты спасылкі
bg: Грешка при определяне на целта на връзката
bn: লিঙ্কের লক্ষ্য নির্ধারণে ত্রুটি
ca: S'ha produït un error en determinar l'objectiu de l'enllaç
cy: Gwall wrth bennu targed dolen
da: Fejl ved bestemmelse af linkets mål
eo: Eraro dum determini la celon de ligilo
et: Viga lingi sihtmärgi määramisel
eu: Errore bat gertatu da estekaren helburua zehaztean
fa: ﺪﻧﻮﯿﭘ ﻑﺪﻫ ﻦﯿﯿﻌﺗ ﺭﺩ ﺎﻄﺧ
fi: Virhe määritettäessä linkin kohdetta
fil: Error sa pagtukoy ng target ng link
fy: Flater by it bepalen fan it doel fan de keppeling
ga: Earráid agus sprioc an nasc á chinneadh
gd: Mearachd a ’dearbhadh targaid a’ cheangail
gl: Produciuse un erro ao determinar o destino da ligazón
gu: લિંકનું લક્ષ્ય નક્કી કરવામાં ભૂલ
he: רושיקה לש דעיה תעיבקב האיגש
hi: लिंक का लक्ष्य निर्धारित करने में त्रुटि
hr: Pogreška pri određivanju cilja veze
hu: Hiba a link céljának meghatározásakor
hy: Հղման թիրախը որոշելիս սխալ առաջացավ
id: Kesalahan menentukan target tautan
is: Villa við að ákvarða markmið tengils
ka: შეცდომა ბმულის მიზნის განსაზღვრისას
kk: Сілтеме мақсатын анықтау қатесі
km: កំហុសក្នុងការកំណត់គោលដៅរបស់តំណ
kn: ಲಿಂಕ್u200cನ ಗುರಿಯನ್ನು ನಿರ್ಧರಿಸುವಲ್ಲಿ ದೋಷ
ku: Di diyarkirina armanca girêdanê de çewtî
ky: Шилтеменин максатын аныктоодо ката кетти
lb: Feeler beim Bestëmmung vum Zil vum Link
lo: ເກີດຄວາມຜິດພາດໃນການກໍານົດເປົ້າໝາຍຂອງລິ້ງ
lt: Klaida nustatant nuorodos tikslą
lv: Nosakot saites mērķi, radās kļūda
mg: Hadisoana amin'ny famaritana ny tanjon'ny rohy
mi: Hapa te whakatau i te whainga o te hono
mk: Грешка при одредување на целта на врската
ml: ലിങ്കിന്റെ ലക്ഷ്യം നിർണ്ണയിക്കുന്നതിൽ പിശക്
mn: Холбоосын зорилтыг тодорхойлоход алдаа гарлаа
mr: लिंकचे लक्ष्य निर्धारित करताना त्रुटी
mt: Żball fid-determinazzjoni tal-mira tal-link
my: လင့်ခ်၏ပစ်မှတ်ကို သတ်မှတ်ရာတွင် အမှားအယွင်းရှိသည်။
nb: Feil ved bestemmelse av linkens mål
ne: लिङ्कको लक्ष्य निर्धारण गर्दा त्रुटि भयो
or: ଲିଙ୍କ୍ ର ଲକ୍ଷ୍ୟ ନିର୍ଣ୍ଣୟ କରିବାରେ ତ୍ରୁଟି |
pa: ਲਿੰਕ ਦਾ ਟੀਚਾ ਨਿਰਧਾਰਤ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻠﮐﺎټ ﻪﭘ ﻑﺪﻫ ﺩ ﮏﻨﯿﻟ ﺩ
ro: Eroare la determinarea țintei linkului
rw: Ikosa ryo kumenya intego
sd: ﻲﻄﻠﻏ ۾ ﮠﺮڪ ﻲﺌﻃ ﻲﮐ ٽﻴﮔﺭﺎٽ ﻲﺟ ڪﻨﻟ
si: සබැඳියේ ඉලක්කය නිර්ණය කිරීමේ දෝෂයකි
sk: Chyba pri určovaní cieľa odkazu
sl: Napaka pri določanju cilja povezave
sq: Gabim në përcaktimin e objektivit të lidhjes
sw: Hitilafu katika kubainisha lengo la kiungo
ta: இணைப்பின் இலக்கை தீர்மானிப்பதில் பிழை
te: లింక్ లక్ష్యాన్ని నిర్ణయించడంలో లోపం
tg: Хатогӣ ҳангоми муайян кардани ҳадафи истинод
th: เกิดข้อผิดพลาดในการกำหนดเป้าหมายของลิงก์
tk: Baglanyşyň nyşanyny kesgitlemekde säwlik
tt: Ссылка максатын билгеләүдә хата
uk: Помилка визначення цілі посилання
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻧﺮﮐ ﻦﯿﻌﺗ ﺎﮐ ﻑﺪﮨ ﮯﮐ ﮏﻨﻟ
uz: Havola maqsadini aniqlashda xatolik yuz berdi
vi: Lỗi khi xác định mục tiêu của liên kết
xh: Impazamo ekumiseleni ikhonkco ekujoliswe kulo
yi: קניל יד ןופ ליצ םעד ןעמיטשאַב וצ תועט

source: Link Target Error
af: Skakelteikenfout
am: የአገናኝ ዒላማ ስህተት
ar: ﻁﺎﺒﺗﺭﻻ﻿ﺍ ﻑﺪﻫ ﻲﻓ ﺄﻄﺧ
be: Памылка мэтавай спасылкі
bg: Грешка в целта на връзката
bn: লিঙ্ক টার্গেট ত্রুটি৷
ca: Error de destinació d'enllaç
cy: Gwall Targed Cyswllt
da: Linkmålfejl
eo: Ligo Celo Eraro
et: Link Sihtmärgi viga
eu: Estekaren xede-errorea
fa: ﺪﻧﻮﯿﭘ ﻑﺪﻫ ﯼﺎﻄﺧ
fi: Linkkikohdevirhe
fil: Error sa Target ng Link
fy: Link Target Flater
ga: Earráid Sprioc Nasc
gd: Mearachd targaid ceangail
gl: Erro de destino da ligazón
gu: લિંક લક્ષ્ય ભૂલ
he: רושיק דעי תאיגש
hi: लिंक लक्ष्य त्रुटि
hr: Pogreška ciljanja veze
hy: Հղման նպատակային սխալ
id: Kesalahan Target Tautan
is: Tengilmiðunarvilla
ka: ბმულის სამიზნე შეცდომა
kk: Мақсатты байланыстыру қатесі
km: កំហុសគោលដៅភ្ជាប់
kn: ಲಿಂಕ್ ಟಾರ್ಗೆಟ್ ದೋಷ
ku: Çewtiya Armanca Girêdanê
ky: Максаттуу шилтеме катасы
lb: Link Zil Feeler
lo: ເຊື່ອມຕໍ່ເປົ້າໝາຍຜິດພາດ
lt: Nuorodos tikslo klaida
lv: Saites mērķa kļūda
mg: Rohy Target Error
mi: Hapa Whainga Hononga
mk: Грешка во целната врска
ml: ലിങ്ക് ടാർഗറ്റ് പിശക്
mn: Зорилтот холбоосын алдаа
mr: लिंक टार्गेट एरर
my: လင့်ခ်ပစ်မှတ် အမှား
nb: Koblingsmålfeil
ne: लिङ्क लक्ष्य त्रुटि
or: ଟାର୍ଗେଟ୍ ତ୍ରୁଟି ଲିଙ୍କ୍ କରନ୍ତୁ |
pa: ਲਿੰਕ ਟੀਚਾ ਗੜਬੜ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﻑﺪﻫ ﮏﻨﯿﻟ ﺩ
ro: Eroare țintă de legătură
rw: Ihuza Ikosa Intego
sd: ﻲﻄﻠﻏ ﻲﺟ ﻑﺪﮬ ڪﻨﻟ
si: සබැඳි ඉලක්ක දෝෂය
sk: Chyba cieľa odkazu
sl: Ciljna napaka povezave
sq: Gabim në objektivin e lidhjes
sw: Hitilafu ya Lengo la Kiungo
ta: இணைப்பு இலக்கு பிழை
te: లింక్ టార్గెట్ ఎర్రర్
tg: Хатои истинод ба ҳадаф
th: ลิงก์เป้าหมายผิดพลาด
tk: Maksat nyşanyny baglanyşdyrmak
tt: Максат хата
uk: Помилка цілі посилання
ur: ۔ﯽﺑﺍﺮﺧ ﯽﮐ ﻑﺪﮨ ﮏﻨﻟ
uz: Maqsadli ulanish xatosi
vi: Lỗi mục tiêu liên kết
xh: Impazamo ekuJoliswe kuyo
yi: תועט ליצ קניל

source: Move%s
af: Beweeg%s
am: አንቀሳቅስ%s
ar: ﻞﻘﻧ%s
be: Рухацца%s
bg: Ход%s
bn: সরান%s
ca: Mou-te%s
cy: Symud%s
da: Bevæge sig%s
eo: Movu%s
et: Liiguta%s
eu: Mugitu%s
fa: ﺖﮐﺮﺣ%s
fi: Liikkua%s
fil: Ilipat%s
fy: Ferhúzje%s
ga: Bog%s
gd: Gluais%s
gl: Mover%s
gu: ચાલ%s
he: רובעל \ זוזל \ ךלהמ%s
hi: कदम%s
hr: Potez%s
hu: Mozog%s
hy: Տեղափոխել%s
id: Pindah%s
is: Færa%s
ka: გადაადგილება%s
kk: Жылжыту%s
km: ផ្លាស់ទី%s
kn: ಸರಿಸಿ%s
ku: Barkirin%s
ky: Жылдыруу%s
lb: Beweegen%s
lo: ຍ້າຍ%s
lt: Judėti%s
lv: Pārvietot%s
mg: fihetsika%s
mi: Nuku%s
mk: Премести%s
ml: നീക്കുക%s
mn: Хөдлөх%s
mr: हलवा%s
mt: Nimxu%s
my: ရွှေ့ပါ။%s
nb: Bevege seg%s
ne: चल्नु%s
or: ଘୁଞ୍ଚାନ୍ତୁ |%s
pa: ਮੂਵ ਕਰੋ%s
ps: ﺖﮐﺮﺣ%s
ro: Mișcare%s
rw: Himura%s
sd: ﺖڪﺮﺣ%s
si: චලනය කරන්න%s
sk: Pohybujte sa%s
sl: Premakni se%s
sq: Lëvizni%s
sw: Sogeza%s
ta: நகர்வு%s
te: కదలిక%s
tg: Ҳаракат%s
th: เคลื่อนไหว%s
tk: Göçüriň%s
tt: Күчерегез%s
uk: Рухатися%s
ur: ﻡﺍﺪﻗﺍ%s
uz: Ko‘chirish%s
vi: Di chuyển%s
xh: Shenxisa%s
yi: ךאַמ%s

source: Error renaming file %s
af: Kon nie lêer hernoem nie %s
am: ፋይልን እንደገና በመሰየም ላይ ስህተት %s
ar: ﻒﻠﻤﻟﺍ ﺔﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ ﻲﻓ ﺄﻄﺧ %s
be: Памылка перайменавання файла %s
bg: Грешка при преименуването на файла %s
bn: ফাইলের নাম পরিবর্তন করার সময় ত্রুটি %s
ca: S'ha produït un error en canviar el nom del fitxer %s
cy: Gwall ailenwi ffeil %s
da: Fejl ved omdøbning af fil %s
eo: Eraro renomante dosieron %s
et: Viga faili ümbernimetamisel %s
eu: Errore bat gertatu da fitxategiaren izena aldatzean %s
fa: ﻞﯾﺎﻓ ﻡﺎﻧ ﺮﯿﯿﻐﺗ ﺭﺩ ﺎﻄﺧ %s
fi: Virhe tiedoston uudelleennimeämisessä %s
fil: Error sa pagpapalit ng pangalan ng file %s
fy: Flater by it omneamen fan triem %s
ga: Earráid comhad athainmnithe %s
gd: Mearachd ag ath-ainmeachadh faidhle %s
gl: Erro ao renomear o ficheiro %s
gu: ફાઇલનું નામ બદલવામાં ભૂલ %s
he: ץבוקה םש יונישב האיגש %s
hi: फ़ाइल का नाम बदलने में त्रुटि %s
hr: Pogreška pri preimenovanju datoteke %s
hu: Hiba a fájl átnevezésekor %s
hy: Ֆայլի անվանափոխման սխալ %s
id: Kesalahan saat mengganti nama file %s
is: Villa við að endurnefna skrá %s
ka: შეცდომა ფაილის გადარქმევისას %s
kk: Файл атын өзгерту қатесі %s
km: កំហុសក្នុងការប្តូរឈ្មោះឯកសារ %s
kn: ಫೈಲ್ ಮರುಹೆಸರಿಸುವಲ್ಲಿ ದೋಷ %s
ku: Di guhertina navê pelê de çewtî %s
ky: Файлдын атын өзгөртүү катасы %s
lb: Feeler beim Ëmbenennung vun der Datei %s
lo: ເກີດຄວາມຜິດພາດໃນການປ່ຽນຊື່ໄຟລ໌ %s
lt: Pervadinant failą įvyko klaida %s
lv: Pārdēvējot failu, radās kļūda %s
mg: Error amin'ny fanovana anarana ny rakitra %s
mi: Hapa te whakaingoa anō i te kōnae %s
mk: Грешка при преименување на датотеката %s
ml: ഫയലിന്റെ പേരുമാറ്റുന്നതിൽ പിശക് %s
mn: Файлын нэрийг өөрчлөхөд алдаа гарлаа %s
mr: फाइलचे नाव बदलण्यात त्रुटी %s
mt: Żball semmiet mill-ġdid il-fajl %s
my: ဖိုင်အမည်ပြောင်းရာတွင် အမှားအယွင်းရှိသည်။ %s
nb: Feil ved å gi nytt navn til filen %s
ne: फाइल पुन: नामकरण गर्दा त्रुटि %s
or: ଫାଇଲର ନାମ ପରିବର୍ତ୍ତନ କରିବାରେ ତ୍ରୁଟି | %s
pa: ਫਾਈਲ ਦਾ ਨਾਮ ਬਦਲਣ ਵਿੱਚ ਤਰੁੱਟੀ %s
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻟﻮﻟﺪﺑ ﻡﻮﻧ ﻞﯾﺎﻓ ﺩ %s
ro: Eroare la redenumirea fișierului %s
rw: Ikosa ryo guhindura izina rya dosiye %s
sd: ﻲﻄﻠﻏ ۾ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ %s
si: ගොනුව නැවත නම් කිරීමේ දෝෂයකි %s
sk: Chyba pri premenovávaní súboru %s
sl: Napaka pri preimenovanju datoteke %s
sq: Gabim gjatë riemërtimit të skedarit %s
sw: Hitilafu katika kubadilisha jina la faili %s
ta: கோப்பை மறுபெயரிடுவதில் பிழை %s
te: ఫైల్ పేరు మార్చడంలో లోపం ఏర్పడింది %s
tg: Хатогӣ дар иваз кардани номи файл %s
th: เกิดข้อผิดพลาดในการเปลี่ยนชื่อไฟล์ %s
tk: Faýlyň adyny üýtgetmekde säwlik %s
tt: Файлның исемен үзгәртүдә хата %s
uk: Помилка перейменування файлу %s
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ %s
uz: Fayl nomini oʻzgartirishda xatolik yuz berdi %s
vi: Lỗi khi đổi tên tệp %s
xh: Ifayile yempazamo yokutshintsha igama %s
yi: עקעט ןעמאַניר תועט %s

source: Rename Error
af: Hernoem Fout
am: ስህተትን እንደገና ሰይም
ar: ﺄﻄﺧ ﺔﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ
be: Памылка перайменавання
bg: Грешка при преименуване
bn: পুনরায় নামকরণ ত্রুটি
ca: Error de canvi de nom
cy: Ail-enwi Gwall
da: Omdøb fejl
eo: Alinomigi Eraron
et: Ümbernimetamise viga
eu: Errorea aldatu izena
fa: ﻡﺎﻧ ﺮﯿﯿﻐﺗ ﯼﺎﻄﺧ
fi: Nimeä uudelleen virhe
fy: Omneame Flater
ga: Earráid Athainmnigh
gd: Mearachd ath-ainmich
gl: Erro de cambio de nome
gu: નામ બદલો ભૂલ
he: האיגש םש יוניש
hi: नाम बदलें त्रुटि
hr: Pogreška preimenovanja
hu: Átnevezési hiba
hy: Վերանվանման սխալ
id: Ganti Nama Kesalahan
is: Endurnefna Villa
ka: გადარქმევის შეცდომა
kk: Атын өзгерту қатесі
km: កំហុសប្តូរឈ្មោះ
kn: ಮರುಹೆಸರು ದೋಷ
ku: Çewtiya binavkirin
ky: Ката атын өзгөртүү
lb: Ëmbenennen Feeler
lo: ປ່ຽນຊື່ຜິດພາດ
lt: Pervadinimo klaida
lv: Pārdēvēšanas kļūda
mg: Hanova anarana Error
mi: Whakaingoatia Hapa
mk: Грешка во преименување
ml: പേരുമാറ്റൽ പിശക്
mn: Нэр солих алдаа
mr: पुनर्नामित त्रुटी
mt: Żball mill-ġdid
my: အမည်ပြောင်းခြင်း အမှား
nb: Gi nytt navn feil
ne: त्रुटि पुन: नामकरण गर्नुहोस्
or: ତ୍ରୁଟିର ନାମ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਗਲਤੀ ਦਾ ਨਾਮ ਬਦਲੋ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﻮﻟﻮﻟﺪﺑ ﻡﻮﻧ ﺩ
ro: Eroare de redenumire
rw: Hindura izina
sd: ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ ﻮﺟ ﻲﻄﻠﻏ
si: නැවත නම් කිරීමේ දෝෂය
sk: Chyba premenovania
sl: Napaka pri preimenovanju
sq: Gabim Riemërtimi
sw: Hitilafu ya Kubadilisha Jina
ta: மறுபெயரிடுதல் பிழை
te: పేరు మార్చు లోపం
tg: Иваз кардани ном хато
th: เปลี่ยนชื่อผิดพลาด
tk: Roralňyşlygyň adyny üýtgediň
tt: Хата исемен үзгәртү
uk: Помилка перейменування
ur: ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ
uz: Nomini oʻzgartirish xatosi
vi: Lỗi đổi tên
xh: Phinda Unike Igama Imposiso
yi: תועט עמאַנער

source: New Folder
af: Nuwe leêr
am: አዲስ ማህደር
ar: مجلد جديد
be: Новая папка
bg: Нова директория
bn: নতুন ফোল্ডার
ca: Nou directori
cy: Ffolder Newydd
da: Ny Mappe
eo: Nova Dosierujo
et: Uus kataloog
eu: Karpeta Berria
fa: ﺪﯾﺪﺟ ﻪﺷﻮﭘ
fi: Uusi kansio:
fil: Bagong folder
fy: Nije map
ga: Fillteán nua
gd: Folder ùr
gl: Novo Cartafol
gu: નવું ફોલ્ડર
he: תיקייה חדשה
hi: नया फोल्डर
hr: Nova mapa
hu: Új könyvtár
hy: Նոր թղթապանակ
id: Folder Baru
is: Ný mappa
ka: Ახალი საქაღალდე
kk: Жаңа папка
km: ថត​ថ្មី
kn: ಹೊಸ ಫೋಲ್ಡರ್
ku: Peldanka Nû
ky: Жаңы Папка
lb: Neien Dossier
lo: ໂຟນເດີໃໝ່
lt: Naujas aplankas
lv: Jauna mape
mg: Folder vaovao
mi: Kōpaki Hou
mk: Нова папка
ml: പുതിയ ഫോൾഡർ
mn: Шинэ хавтас
mr: नवीन फोल्डर
mt: Folder Ġdid
my: ဖိုင်တွဲအသစ်
nb: Ny Mappe
ne: नयाँ फोल्डर
or: ନୂତନ ଫୋଲ୍ଡର୍ |
pa: ਨਵਾਂ ਫੋਲਡਰ
ps: ﺭډﻟﻮﻓ ﯼﻮﻧ
ro: Dosar nou
rw: Ububiko bushya
sd: ﺭڊﻟﻮﻓ ﻥﻮﺌﻧ
si: නව ෆෝල්ඩරය
sk: Nový priečinok
sl: Nova mapa
sq: Dosje e re
sw: Folder mpya
ta: புதிய அடைவை
te: కొత్త అమరిక
tg: Папкаи нав
th: แฟ้มใหม่
tk: Täze bukja
tt: Яңа папка
uk: Новий каталог
ur: نیا فولڈر
uz: Yangi papka
vi: Thư mục mới
xh: Ifolda entsha
yi: רעדלאָפ וינ
