Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: modifier key (eg 0x4 used with clicks and keypresses)
af: wysiger sleutel (eg 0x4 gebruik met klik en sleuteldruk)
am: የመቀየሪያ ቁልፍ (eg 0x4 በጠቅታዎች እና በቁልፍ መርገጫዎች ጥቅም ላይ ይውላል)
ar: ﻞﻳﺪﻌﺘﻟﺍ ﺡﺎﺘﻔﻣ (eg 0x4 ﺢﻴﺗﺎﻔﻤﻟﺍ ﻂﻐﺿﻭ ﺕﺍﺮﻘﻨﻟﺍ ﻊﻣ ﻡﺪﺨﺘﺴﺗ)
be: ключ мадыфікатара (eg 0x4 выкарыстоўваецца з пстрычкамі і націскамі клавіш)
bg: модификатор (eg 0x4 използва се с щраквания и натискания на клавиши)
bn: সংশোধক কী (eg 0x4 ক্লিক এবং কীপ্রেস দিয়ে ব্যবহার করা হয়)
ca: tecla modificadora (eg 0x4 s'utilitza amb clics i pressions de tecles)
cy: allwedd addasydd (eg 0x4 a ddefnyddir gyda chliciau a bysellfyrddau)
da: modifikationstast (eg 0x4 bruges med klik og tastetryk)
eo: modifa klavo (eg 0x4 uzata per klakoj kaj klavopremoj)
et: muutmisklahv (eg 0x4 kasutatakse klõpsude ja klahvivajutustega)
eu: tekla aldatzailea (eg 0x4 klik eta tekla sakatzearekin erabiltzen da)
fa: ﻩﺪﻨﻨﮐ ﺡﻼ﻿ﺻﺍ ﺪﯿﻠﮐ (eg 0x4 ﺩﻮﺷ ﯽﻣ ﻩﺩﺎﻔﺘﺳﺍ ﺪﯿﻠﮐ ﺭﺎﺸﻓ ﻭ ﮏﯿﻠﮐ ﺎﺑ)
fi: muokkausnäppäin (eg 0x4 käytetään napsautusten ja näppäinpainallusten kanssa)
fil: modifier key (eg 0x4 ginamit sa mga pag-click at pagpindot sa key)
fy: modifier kaai (eg 0x4 brûkt mei klikken en toetsoandrukken)
ga: eochair mhodhnóra (eg 0x4 úsáidtear le cad a tharlaíonn nuair agus méarchláir)
gd: iuchair atharrachaidh (eg 0x4 air a chleachdadh le cliogan agus iuchraichean)
gl: tecla modificadora (eg 0x4 usado con clics e pulsacións de teclas)
gu: મોડિફાયર કી (eg 0x4 ક્લિક્સ અને કીપ્રેસ સાથે વપરાય છે)
he: יוניש חתפמ (eg 0x4 םישקמ תוציחלו תוציחל םע שומישב)
hi: संशोधक कुंजी (eg 0x4 क्लिक और कीप्रेस के साथ प्रयोग किया जाता है)
hr: modifikatorski ključ (eg 0x4 koristi se s klikovima i pritiscima tipki)
hu: módosító billentyű (eg 0x4 kattintással és gombnyomással használható)
hy: փոփոխիչի բանալի (eg 0x4 օգտագործվում է սեղմումների և ստեղնաշարերի սեղմումների հետ)
id: kunci pengubah (eg 0x4 digunakan dengan klik dan penekanan tombol)
is: breytingalykill (eg 0x4 notað með smellum og tökkum)
ka: მოდიფიკატორის გასაღები (eg 0x4 გამოიყენება დაწკაპუნებით და კლავიშების დაჭერით)
kk: модификатор пернесі (eg 0x4 басу және пернелерді басу арқылы пайдаланылады)
km: គ្រាប់ចុចកែប្រែ (eg 0x4 ប្រើជាមួយការចុច និងការចុចគ្រាប់ចុច)
kn: ಮಾರ್ಪಡಿಸುವ ಕೀ (eg 0x4 ಕ್ಲಿಕ್u200cಗಳು ಮತ್ತು ಕೀಪ್ರೆಸ್u200cಗಳೊಂದಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ)
ku: mifteya guherbar (eg 0x4 bi klîk û bişkojkan tê bikaranîn)
ky: өзгөртүүчү ачкыч (eg 0x4 чыкылдатуу жана баскычтарды басуу менен колдонулат)
lb: modifier Schlëssel (eg 0x4 benotzt mat Klick an Tastepressen)
lo: ປຸ່ມແກ້ໄຂ (eg 0x4 ໃຊ້ດ້ວຍການກົດແລະການກົດປຸ່ມ)
lt: modifikatoriaus klavišas (eg 0x4 naudojamas su paspaudimais ir klavišų paspaudimais)
lv: modifikatora atslēga (eg 0x4 izmanto ar klikšķiem un taustiņu nospiešanu)
mg: fanalahidin'ny fanovana (eg 0x4 ampiasaina amin'ny tsindry sy fanerena)
mi: kī whakakē (eg 0x4 whakamahia ki te pao me te pehi)
mk: клуч за модификатор (eg 0x4 се користи со кликови и притискање на копчињата)
ml: മോഡിഫയർ കീ (eg 0x4 ക്ലിക്കുകളും കീപ്രസ്സുകളും ഉപയോഗിച്ച് ഉപയോഗിക്കുന്നു)
mn: өөрчлөх түлхүүр (eg 0x4 товшилт, товчлуур дарахад ашигладаг)
mr: सुधारक की (eg 0x4 क्लिक आणि की दाबून वापरले जाते)
mt: ċavetta modifikatur (eg 0x4 użati bi klikks u tasti)
my: modifier key (eg 0x4 ကလစ်များနှင့် သော့ချက်များဖြင့် အသုံးပြုသည်။)
nb: modifikasjonsnøkkel (eg 0x4 brukes med klikk og tastetrykk)
ne: परिमार्जक कुञ्जी (eg 0x4 क्लिक र कुञ्जी थिचेर प्रयोग गरिन्छ)
or: ମୋଡିଫାୟର୍ କି (eg 0x4 କ୍ଲିକ୍ ଏବଂ କି-ପ୍ରେସ୍ ସହିତ ବ୍ୟବହୃତ |)
pa: ਸੋਧਕ ਕੁੰਜੀ (eg 0x4 ਕਲਿਕਸ ਅਤੇ ਕੀਪ੍ਰੈਸ ਨਾਲ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ)
ps: ﻲﻠﯿﮐ ﻥﻮﻟﺪﺑ ﺩ (eg 0x4 ﻱږﯿﮐ ﻝﻭﺭﺎﮐ ﻩﺮﺳ ﺲﯾﺮﭙﯿﮐ ﻭﺍ ﻮﻧﻮﮑﯿﻠﮐ ﺩ)
ro: tasta modificatoare (eg 0x4 folosit cu clicuri și apăsări de taste)
rw: urufunguzo rwo guhindura (eg 0x4 ikoreshwa hamwe no gukanda na kanda)
sd: ﻲﭔﺎﭼ ﻲﻤﻴﻣﺮﺗ (eg 0x4 ﻮﻴڪ ﻝﺎﻤﻌﺘﺳﺍ ﻥﺎﺳ ﺲﻳﺮﭙﻴڪ ۽ ڪﻠڪ)
si: modifier යතුර (eg 0x4 ක්ලික් කිරීම් සහ යතුරු එබීම් සමඟ භාවිතා වේ)
sk: modifikačný kľúč (eg 0x4 používa sa klikaním a stláčaním kláves)
sl: modifikacijski ključ (eg 0x4 uporablja se s kliki in tipkami)
sq: çelësi modifikues (eg 0x4 përdoret me klikime dhe shtypje të tasteve)
sw: ufunguo wa kurekebisha (eg 0x4 kutumika kwa mibofyo na vibonyezo)
ta: மாற்றி விசை (eg 0x4 கிளிக்குகள் மற்றும் விசை அழுத்தங்களுடன் பயன்படுத்தப்படுகிறது)
te: మాడిఫైయర్ కీ (eg 0x4 క్లిక్u200cలు మరియు కీప్రెస్u200cలతో ఉపయోగించబడుతుంది)
tg: калиди тағирдиҳанда (eg 0x4 бо клик ва пахшкунии тугмаҳо истифода мешавад)
th: คีย์ตัวแก้ไข (eg 0x4 ใช้กับการคลิกและการกดปุ่ม)
tk: üýtgediji açar (eg 0x4 basmak we düwmeler bilen ulanylýar)
tt: үзгәртүче ачкычы (eg 0x4 басу һәм баскычлар белән кулланыла)
uk: ключ-модифікатор (eg 0x4 використовується за допомогою клацань і натискань клавіш)
ur: ﺪﯿﻠﮐ ﮦﺪﻨﻨﮐ ﻢﯿﻣﺮﺗ (eg 0x4 ۔ﮯﮨ ﺎﺗﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮫﺗﺎﺳ ﮯﮐ ﺲﯾﺮﭘ ﯽﮐ ﺭﻭﺍ ﺲﮑﻠﮐ)
uz: modifikator kaliti (eg 0x4 bosish va tugmalarni bosish bilan ishlatiladi)
vi: phím bổ trợ (eg 0x4 được sử dụng với các lần nhấp và nhấn phím)
xh: iqhosha lesilungisi (eg 0x4 isetyenziswe ngocofa kunye nezitshixo)
yi: לסילש רעיפידאָמ (eg 0x4 ססערפּייק ןוא סקילק טימ טנייוועג)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
af: fokus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
am: የትኩረት አካል (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ar: ﺰﻴﻛﺮﺘﻟﺍ ﺮﺼﻨﻋ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
be: элемент фокусу (panelN|filelist|devices|bookmarks|dirtree|pathbar)
bg: фокусен елемент (panelN|filelist|devices|bookmarks|dirtree|pathbar)
bn: ফোকাস উপাদান (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ca: element de focus (panelN|filelist|devices|bookmarks|dirtree|pathbar)
cy: elfen ffocws (panelN|filelist|devices|bookmarks|dirtree|pathbar)
da: fokus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
eo: fokusa elemento (panelN|filelist|devices|bookmarks|dirtree|pathbar)
et: fookuse element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
eu: foku elementua (panelN|filelist|devices|bookmarks|dirtree|pathbar)
fa: ﺰﮐﺮﻤﺗ ﺮﺼﻨﻋ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
fi: tarkennuselementti (panelN|filelist|devices|bookmarks|dirtree|pathbar)
fil: elemento ng pokus (panelN|filelist|devices|bookmarks|dirtree|pathbar)
fy: fokus elemint (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ga: eilimint fócais (panelN|filelist|devices|bookmarks|dirtree|pathbar)
gd: eileamaid fòcas (panelN|filelist|devices|bookmarks|dirtree|pathbar)
gl: elemento de foco (panelN|filelist|devices|bookmarks|dirtree|pathbar)
gu: ફોકસ તત્વ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
he: דוקימ טנמלא (panelN|filelist|devices|bookmarks|dirtree|pathbar)
hi: फोकस तत्व (panelN|filelist|devices|bookmarks|dirtree|pathbar)
hr: fokusni element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
hu: fókusz elem (panelN|filelist|devices|bookmarks|dirtree|pathbar)
hy: կենտրոնացման տարր (panelN|filelist|devices|bookmarks|dirtree|pathbar)
id: elemen fokus (panelN|filelist|devices|bookmarks|dirtree|pathbar)
is: fókusþáttur (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ka: ფოკუსის ელემენტი (panelN|filelist|devices|bookmarks|dirtree|pathbar)
kk: фокус элементі (panelN|filelist|devices|bookmarks|dirtree|pathbar)
km: ធាតុផ្តោតអារម្មណ៍ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
kn: ಗಮನ ಅಂಶ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ku: hêmana fokusê (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ky: фокус элементи (panelN|filelist|devices|bookmarks|dirtree|pathbar)
lb: konzentréieren Element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
lo: ອົງປະກອບຈຸດສຸມ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
lt: fokusavimo elementas (panelN|filelist|devices|bookmarks|dirtree|pathbar)
lv: fokusa elements (panelN|filelist|devices|bookmarks|dirtree|pathbar)
mg: singa mifantoka (panelN|filelist|devices|bookmarks|dirtree|pathbar)
mi: huānga arotahi (panelN|filelist|devices|bookmarks|dirtree|pathbar)
mk: фокус елемент (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ml: ഫോക്കസ് ഘടകം (panelN|filelist|devices|bookmarks|dirtree|pathbar)
mn: фокус элемент (panelN|filelist|devices|bookmarks|dirtree|pathbar)
mr: फोकस घटक (panelN|filelist|devices|bookmarks|dirtree|pathbar)
mt: element fokus (panelN|filelist|devices|bookmarks|dirtree|pathbar)
my: အာရုံစူးစိုက်မှုဒြပ်စင် (panelN|filelist|devices|bookmarks|dirtree|pathbar)
nb: fokuselement (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ne: फोकस तत्व (panelN|filelist|devices|bookmarks|dirtree|pathbar)
or: ଫୋକସ୍ ଉପାଦାନ | (panelN|filelist|devices|bookmarks|dirtree|pathbar)
pa: ਫੋਕਸ ਤੱਤ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ps: ﺮﺼﻨﻋ ﺰﮐﺮﻤﺗ ﺩ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ro: element de focalizare (panelN|filelist|devices|bookmarks|dirtree|pathbar)
rw: Ikintu cyibanze (panelN|filelist|devices|bookmarks|dirtree|pathbar)
sd: ﺮﺼﻨﻋ ﻮﺟ ﻥﺎﻳﮄ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
si: නාභිගත අංගය (panelN|filelist|devices|bookmarks|dirtree|pathbar)
sk: zaostrovací prvok (panelN|filelist|devices|bookmarks|dirtree|pathbar)
sl: element fokusa (panelN|filelist|devices|bookmarks|dirtree|pathbar)
sq: elementi i fokusit (panelN|filelist|devices|bookmarks|dirtree|pathbar)
sw: kipengele cha kuzingatia (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ta: கவனம் உறுப்பு (panelN|filelist|devices|bookmarks|dirtree|pathbar)
te: దృష్టి మూలకం (panelN|filelist|devices|bookmarks|dirtree|pathbar)
tg: унсури фокус (panelN|filelist|devices|bookmarks|dirtree|pathbar)
th: องค์ประกอบโฟกัส (panelN|filelist|devices|bookmarks|dirtree|pathbar)
tk: fokus elementi (panelN|filelist|devices|bookmarks|dirtree|pathbar)
tt: фокус элементы (panelN|filelist|devices|bookmarks|dirtree|pathbar)
uk: фокусний елемент (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ur: ﺮﺼﻨﻋ ﺲﮐﻮﻓ (panelN|filelist|devices|bookmarks|dirtree|pathbar)
uz: fokus elementi (panelN|filelist|devices|bookmarks|dirtree|pathbar)
vi: yếu tố tiêu điểm (panelN|filelist|devices|bookmarks|dirtree|pathbar)
xh: Into ekugxilwe kuyo (panelN|filelist|devices|bookmarks|dirtree|pathbar)
yi: טנעמעלע סוקאָפ (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
af: fokuselement is sigbaar (0 of 1, of toesteltoestandverandering)
am: የትኩረት ክፍል ይታያል (0 ወይም 1፣ ወይም የመሣሪያ ሁኔታ ለውጥ)
ar: (ﺯﺎﻬﺠﻟﺍ ﺔﻟﺎﺣ ﺮﻴﻴﻐﺗ ﻭﺃ ، 1 ﻭﺃ 0) ﻲﺋﺮﻣ ﺰﻴﻛﺮﺘﻟﺍ ﺮﺼﻨﻋ
be: элемент фокусу бачны (0 або 1, або змена стану прылады)
bg: фокусният елемент е видим (0 или 1, или промяна на състоянието на устройството)
bn: ফোকাস উপাদান দৃশ্যমান (0 বা 1, বা ডিভাইসের অবস্থা পরিবর্তন)
ca: L'element de focus és visible (0 o 1, o canvi d'estat del dispositiu)
cy: mae'r elfen ffocws yn weladwy (0 neu 1, neu newid cyflwr dyfais)
da: fokuselement er synligt (0 eller 1, eller enhedstilstandsændring)
eo: fokusa elemento estas videbla (0 aŭ 1, aŭ aparato-statoŝanĝo)
et: fookuse element on nähtav (0 või 1 või seadme oleku muutus)
eu: foku-elementua ikusgai dago (0 edo 1 edo gailuaren egoera-aldaketa)
fa: (ﻩﺎﮕﺘﺳﺩ ﺖﯿﻌﺿﻭ ﺮﯿﯿﻐﺗ ﺎﯾ ،1 ﺎﯾ 0) ﺖﺳﺍ ﻩﺪﻫﺎﺸﻣ ﻞﺑﺎﻗ ﺱﻮﮐﻮﻓ ﺮﺼﻨﻋ
fi: tarkennuselementti on näkyvissä (0 tai 1 tai laitteen tilan muutos)
fil: nakikita ang elemento ng focus (0 o 1, o pagbabago sa estado ng device)
fy: fokus elemint is sichtber (0 of 1, of apparaat tastân feroaring)
ga: tá an eilimint fócais le feiceáil (0 nó 1, nó athrú ar staid na feiste)
gd: tha eileamaid fòcas ri fhaicinn (0 no 1, no atharrachadh stàite inneal)
gl: o elemento de foco é visible (0 ou 1, ou cambio de estado do dispositivo)
gu: ફોકસ એલિમેન્ટ દૃશ્યમાન છે (0 અથવા 1, અથવા ઉપકરણની સ્થિતિમાં ફેરફાર)
he: (רישכמה בצמ יוניש וא ,1 וא 0) יולג דוקימה טנמלא
hi: फोकस तत्व दिखाई दे रहा है (0 या 1, या डिवाइस स्थिति परिवर्तन)
hr: element fokusa je vidljiv (0 ili 1, ili promjena stanja uređaja)
hu: a fókuszelem látható (0 vagy 1, vagy az eszköz állapota megváltozik)
hy: ֆոկուս տարրը տեսանելի է (0 կամ 1, կամ սարքի վիճակի փոփոխություն)
id: elemen fokus terlihat (0 atau 1, atau perubahan status perangkat)
is: fókusþáttur er sýnilegur (0 eða 1, eða breyting á ástandi tækis)
ka: ფოკუსის ელემენტი ჩანს (0 ან 1, ან მოწყობილობის მდგომარეობის ცვლილება)
kk: фокус элементі көрінеді (0 немесе 1 немесе құрылғы күйінің өзгеруі)
km: ធាតុផ្តោតអាចមើលឃើញ (0 ឬ 1 ឬការផ្លាស់ប្តូរស្ថានភាពឧបករណ៍)
kn: ಫೋಕಸ್ ಅಂಶವು ಗೋಚರಿಸುತ್ತದೆ (0 ಅಥವಾ 1, ಅಥವಾ ಸಾಧನದ ಸ್ಥಿತಿ ಬದಲಾವಣೆ)
ku: hêmana fokusê xuya ye (0 an 1, an guheztina rewşa cîhazê)
ky: фокус элементи көрүнүп турат (0 же 1, же түзмөктүн абалынын өзгөрүшү)
lb: Fokuselement ass sichtbar (0 oder 1, oder Apparat Zoustand änneren)
lo: ອົງປະກອບຈຸດສຸມແມ່ນເຫັນໄດ້ (0 ຫຼື 1, ຫຼືການປ່ຽນແປງສະຖານະອຸປະກອນ)
lt: matomas fokusavimo elementas (0 arba 1 arba įrenginio būsenos pasikeitimas)
lv: ir redzams fokusa elements (0 vai 1 vai ierīces stāvokļa maiņa)
mg: Ny singa mifantoka dia hita (0 na 1, na fiovan'ny toetran'ny fitaovana)
mi: ka kitea te huānga arotahi (0, 1 ranei, he rereke te ahua o te taputapu)
mk: Фокусниот елемент е видлив (0 или 1, или промена на состојбата на уредот)
ml: ഫോക്കസ് ഘടകം ദൃശ്യമാണ് (0 അല്ലെങ്കിൽ 1, അല്ലെങ്കിൽ ഉപകരണ നില മാറ്റം)
mn: фокусын элемент харагдаж байна (0 эсвэл 1 эсвэл төхөөрөмжийн төлөвийн өөрчлөлт)
mr: फोकस घटक दृश्यमान आहे (0 किंवा 1, किंवा डिव्हाइस स्थिती बदल)
mt: l-element tal-fokus huwa viżibbli (0 jew 1, jew bidla fl-istat tal-apparat)
my: အာရုံစူးစိုက်မှုဒြပ်စင်ကို မြင်နိုင်သည် (0 သို့မဟုတ် 1၊ သို့မဟုတ် စက်အခြေအနေပြောင်းလဲမှု)
nb: fokuselementet er synlig (0 eller 1, eller endring av enhetstilstand)
ne: फोकस तत्व देखिने छ (0 वा 1, वा उपकरण स्थिति परिवर्तन)
or: ଫୋକସ୍ ଉପାଦାନ ଦୃଶ୍ୟମାନ ହୁଏ (0 କିମ୍ବା 1, କିମ୍ବା ଉପକରଣ ସ୍ଥିତି ପରିବର୍ତ୍ତନ)
pa: ਫੋਕਸ ਐਲੀਮੈਂਟ ਦਿਸਦਾ ਹੈ (0 ਜਾਂ 1, ਜਾਂ ਡਿਵਾਈਸ ਸਥਿਤੀ ਤਬਦੀਲੀ)
ps: (ﻥﻮﻟﺪﺑ ﺖﻟﺎﺣ ﯥﻠﯿﺳﻭ ﺩ ﺎﯾ ،1 ﺎﯾ 0) ﻱږﯿﮐ ﻝﺪﯿﻟ ﺮﺼﻨﻋ ﺰﮐﺮﻤﺗ ﺩ
ro: elementul de focalizare este vizibil (0 sau 1 sau schimbarea stării dispozitivului)
rw: ikintu cyibanze kiragaragara (0 cyangwa 1, cyangwa ibikoresho bya leta bihinduka)
sd: (ﻲﻠﻳﺪﺒﺗ ٽﻴٽﺳﺍ ﺲﻴﺋﺍﻭڊ ﺎﻳ ،1 ﺎﻳ 0) ﻮﭤ ﻲﭼﺍ ۾ ﮡﺳڏ ﺮﺼﻨﻋ ﺲڪﻮﻓ
si: නාභිගත මූලද්u200dරව්u200dයය දෘශ්u200dයමාන වේ (0 හෝ 1, හෝ උපාංග තත්ත්වය වෙනස් වීම)
sk: prvok zaostrenia je viditeľný (0 alebo 1 alebo zmena stavu zariadenia)
sl: element fokusa je viden (0 ali 1 ali sprememba stanja naprave)
sq: elementi i fokusit është i dukshëm (0 ose 1, ose ndryshimi i gjendjes së pajisjes)
sw: kipengele cha kuzingatia kinaonekana (0 au 1, au mabadiliko ya hali ya kifaa)
ta: ஃபோகஸ் உறுப்பு தெரியும் (0 அல்லது 1, அல்லது சாதன நிலை மாற்றம்)
te: దృష్టి మూలకం కనిపిస్తుంది (0 లేదా 1, లేదా పరికరం స్థితి మార్పు)
tg: унсури фокус намоён аст (0 ё 1 ё тағирёбии ҳолати дастгоҳ)
th: องค์ประกอบโฟกัสสามารถมองเห็นได้ (0 หรือ 1 หรือการเปลี่ยนสถานะอุปกรณ์)
tk: fokus elementi görünýär (0 ýa-da 1, ýa-da enjamyň ýagdaýy üýtgemegi)
tt: фокус элементы күренеп тора (0 яки 1, яки җайланманың торышы)
uk: видимий елемент фокуса (0 або 1, або зміна стану пристрою)
ur: (ﯽﻠﯾﺪﺒﺗ ﮟﯿﻣ ﺖﻟﺎﺣ ﯽﮐ ﺲﺋﺍﻮﯾﮈ ﺎﯾ ،1 ﺎﯾ 0) ﮯﮨ ﺎﺗﺁ ﺮﻈﻧ ﺮﺼﻨﻋ ﺲﮐﻮﻓ
uz: fokus elementi ko'rinadi (0 yoki 1 yoki qurilma holati o'zgarishi)
vi: phần tử tiêu điểm có thể nhìn thấy (0 hoặc 1 hoặc thay đổi trạng thái thiết bị)
xh: into ekugxilwe kuyo iyabonakala (0 okanye 1, okanye isixhobo isixhobo utshintsho)
yi: (ןשיוט טאַטש לטימ רעדאָ ,1 רעדאָ 0) קיטנעק זיא טנעמעלע סוקאָפ

source: Examples
af: Voorbeelde
am: ምሳሌዎች
ar: ﺔﻠﺜﻣﺃ
be: Прыклады
bg: Примери
bn: উদাহরণ
ca: Exemples
cy: Enghreifftiau
da: Eksempler
eo: Ekzemploj
et: Näited
eu: Adibideak
fa: به عنوان مثال
fi: Esimerkkejä
fil: Mga halimbawa
fy: Foarbylden
ga: Samplaí
gd: Eisimpleirean
gl: Exemplos
gu: ઉદાહરણો
he: תואמגוד
hi: उदाहरण
hr: Primjeri
hu: Példák
hy: Օրինակներ
id: Contoh
is: Dæmi
ka: მაგალითები
kk: Мысалдар
km: ឧទាហរណ៍
kn: ಉದಾಹರಣೆಗಳು
ky: Мисалдар
lb: Beispiller
lo: ຕົວຢ່າງ
lt: Pavyzdžiai
lv: Piemēri
mg: OHATRA
mi: Tauira
mk: Примери
ml: ഉദാഹരണങ്ങൾ
mn: Жишээ
mr: उदाहरणे
mt: Eżempji
my: ဥပမာများ
nb: Eksempler
ne: उदाहरणहरू
or: ଉଦାହରଣଗୁଡିକ
pa: ਉਦਾਹਰਨਾਂ
ps: ﻪﻧﻮﻟﺎﺜﻣ
ro: Exemple
rw: Ingero
sd: ﻝﺎﺜﻣ
si: උදාහරණ
sk: Príklady
sl: Primeri
sq: Shembuj
sw: Mifano
ta: எடுத்துக்காட்டுகள்
te: ఉదాహరణలు
tg: Мисолхо
th: ตัวอย่าง
tk: Mysallar
tt: Мисаллар
uk: Приклади
ur: ﮟﯿﻟﺎﺜﻣ
uz: Misollar
vi: Các ví dụ
xh: Imizekelo
yi: ןליפשייב

source: These files have been copied to the clipboard
af: Hierdie lêers is na die knipbord gekopieer
am: እነዚህ ፋይሎች ወደ ቅንጥብ ሰሌዳ ተቀድተዋል።
ar: ﺔﻈﻓﺎﺤﻟﺍ ﻰﻟﺇ ﺕﺎﻔﻠﻤﻟﺍ ﻩﺬﻫ ﺦﺴﻧ ﻢﺗ
be: Гэтыя файлы былі скапіраваны ў буфер абмену
bg: Тези файлове са копирани в клипборда
bn: এই ফাইলগুলি ক্লিপবোর্ডে অনুলিপি করা হয়েছে৷
ca: Aquests fitxers s'han copiat al porta-retalls
cy: Copïwyd y ffeiliau hyn i'r clipfwrdd
da: Disse filer er blevet kopieret til udklipsholderen
eo: Ĉi tiuj dosieroj estis kopiitaj al la tondujo
et: Need failid on lõikepuhvrisse kopeeritud
eu: Fitxategi hauek arbelean kopiatu dira
fa: ﺪﻧﺍ ﻩﺪﺷ ﯽﭙﮐ ﺩﺭﻮﺑ ﭗﯿﻠﮐ ﺭﺩ ﺎﻫ ﻞﯾﺎﻓ ﻦﯾﺍ
fi: Nämä tiedostot on kopioitu leikepöydälle
fil: Ang mga file na ito ay nakopya sa clipboard
fy: Dizze bestannen binne kopiearre nei it klamboerd
ga: Cóipeáladh na comhaid seo chuig an gearrthaisce
gd: Chaidh na faidhlichean sin a chopaigeadh chun a ’bhòrd bhidio
gl: Estes ficheiros copiáronse no portapapeis
gu: આ ફાઇલોને ક્લિપબોર્ડ પર કૉપિ કરવામાં આવી છે
he: חולל וקתעוה הלא םיצבק
hi: इन फ़ाइलों को क्लिपबोर्ड पर कॉपी किया गया है
hr: Ove datoteke su kopirane u međuspremnik
hu: Ezeket a fájlokat a vágólapra másoltuk
hy: Այս ֆայլերը պատճենվել են clipboard-ում
id: File-file ini telah disalin ke clipboard
is: Þessar skrár hafa verið afritaðar á klippiborðið
ka: ეს ფაილები დაკოპირებულია ბუფერში
kk: Бұл файлдар алмасу буферіне көшірілді
km: ឯកសារទាំងនេះត្រូវបានចម្លងទៅក្ដារតម្បៀតខ្ទាស់
kn: ಈ ಫೈಲ್u200cಗಳನ್ನು ಕ್ಲಿಪ್u200cಬೋರ್ಡ್u200cಗೆ ನಕಲಿಸಲಾಗಿದೆ
ku: Van dosyayan li clipboardê hatine kopî kirin
ky: Бул файлдар алмашуу буферине көчүрүлдү
lb: Dës Dateie goufen op de Clipboard kopéiert
lo: ໄຟລ໌ເຫຼົ່ານີ້ໄດ້ຖືກຄັດລອກໃສ່ clipboard
lt: Šie failai buvo nukopijuoti į iškarpinę
lv: Šie faili ir kopēti starpliktuvē
mg: Ireo rakitra ireo dia nadika ho amin'ny solaitrabe
mi: Kua kapehia enei konae ki te papatopenga
mk: Овие датотеки се копирани во таблата со исечоци
ml: ഈ ഫയലുകൾ ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
mn: Эдгээр файлуудыг санах ой руу хуулсан
mr: या फाइल्स क्लिपबोर्डवर कॉपी केल्या गेल्या आहेत
mt: Dawn il-fajls ġew ikkupjati fil-clipboard
my: ဤဖိုင်များကို ကလစ်ဘုတ်သို့ ကူးယူထားပါသည်။
nb: Disse filene har blitt kopiert til utklippstavlen
ne: यी फाइलहरू क्लिपबोर्डमा प्रतिलिपि गरिएका छन्
or: ଏହି ଫାଇଲଗୁଡିକ କ୍ଲିପବୋର୍ଡରେ କପି କରାଯାଇଛି |
pa: ਇਹ ਫ਼ਾਈਲਾਂ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ
ps: ﻱﻮﺷ ﻲﭘﺎﮐ ﻪﺗ ډﺭﻮﺑ ﭗﻠﮐ ﻪﻧﻮﻠﯾﺎﻓ ﺍﺩ
ro: Aceste fișiere au fost copiate în clipboard
rw: Izi dosiye zandukuwe kuri clip clip
sd: ﻦﻫﺁ ﻥﻮﻳﻭ ﻥﻮﻴڪ ﻞﻘﻧ ﻦﻬﻧﺍڏ ڊﺭﻮﺑ ﭗﻠڪ ﻥﻮﻠﺋﺎﻓ ﻲﻫﺍ
si: මෙම ගොනු පසුරු පුවරුවට පිටපත් කර ඇත
sk: Tieto súbory boli skopírované do schránky
sl: Te datoteke so bile kopirane v odložišče
sq: Këta skedarë janë kopjuar në kujtesën e fragmenteve
sw: Faili hizi zimenakiliwa kwenye ubao wa kunakili
ta: இந்தக் கோப்புகள் கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டன
te: ఈ ఫైల్u200cలు క్లిప్u200cబోర్డ్u200cకి కాపీ చేయబడ్డాయి
tg: Ин файлҳо ба буфер нусхабардорӣ шудаанд
th: ไฟล์เหล่านี้ถูกคัดลอกไปยังคลิปบอร์ดแล้ว
tk: Bu faýllar bufer paneline göçürildi
tt: Бу файллар буфер тактасына күчерелгән
uk: Ці файли скопійовано в буфер обміну
ur: ۔ﮯﮨ ﺎﯿﮔ ﺎﯾﺩ ﺮﮐ ﯽﭘﺎﮐ ﺮﭘ ﮈﺭﻮﺑ ﭗﻠﮐ ﻮﮐ ﮞﻮﻠﺋﺎﻓ ﻥﺍ
uz: Ushbu fayllar vaqtinchalik xotiraga ko'chirildi
vi: Các tệp này đã được sao chép vào khay nhớ tạm
xh: Ezi fayile zikotshwe kwibhodi eqhotyoshwayo
yi: דראָבפּילק יד וצ דיפּאַק ןענעז סעקעט יד
