Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: By _Date Modified
af: Deur _Datum gewysig
am: በ _የተቀየረበት ቀን
ar: ﺔﻄﺳﺍﻮﺑ _ﻝﺪﻋ ﺦﻳﺭﺎﺘﻟﺍ
be: Па _Дата змены
bg: от _Дата на промяна
bn: দ্বারা _তারিখ পরিবর্তিত
ca: Per _Data de modificació
cy: Gan _Dyddiad Wedi'i Addasu
da: Ved _Ændret dato
eo: De _Dato Modifita
et: Kõrval _Muutmise kuupäev
eu: Nork _Aldaketa data
fa: ﻂﺳﻮﺗ _ﺡﻼ﻿ﺻﺍ ﺦﯾﺭﺎﺗ
fi: Tekijä: _Muutospäivämäärä
fil: Sa pamamagitan ng _Binagong Petsa
fy: Troch _Datum wizige
ga: Le _Dáta Athraithe
gd: Ro _Ceann-latha air atharrachadh
gl: Por _Data de modificación
gu: દ્વારા _તારીખ સંશોધિત
he: ידי לע _יוניש ךיראת
hi: द्वारा _तिथि संशोधित
hr: Po _Datum izmjene
hu: Által _Módosítás dátuma
hy: Ըստ _Փոփոխության ամսաթիվ
id: Oleh _Tanggal Dimodifikasi
is: By _Dagsetning breytt
ka: ავტორი _Თარიღი შეცვლილია
kk: Авторы _Өзгертілген күні
km: ដោយ _កាលបរិច្ឆេទកែប្រែ
kn: ಮೂಲಕ _ಮಾರ್ಪಡಿಸಿದ ದಿನಾಂಕ
ku: Ji _Dîroka Guhertinê
ky: By _Дата өзгөртүлгөн
lb: Vun _Datum geännert
lo: ໂດຍ _ວັນທີດັດແກ້
lt: Autorius _Data pakeista
lv: Autors _Izmaiņu datums
mg: ny _Daty novaina
mi: Na _Te Ra i Whakakētia
mk: Од страна на _Датум на измена
ml: വഴി _പുതുക്കിയ തീയതി
mn: By _Өөрчлөгдсөн огноо
mr: द्वारे _तारीख सुधारली
mt: Permezz _Data Modifikata
my: အားဖြင့် _ရက်စွဲ ပြင်ဆင်ပြီး
nb: Av _Dato endret
ne: द्वारा _परिमार्जन गरिएको मिति
or: ଦ୍ By ାରା _ତାରିଖ ସଂଶୋଧିତ |
pa: ਨਾਲ _ਸੰਸ਼ੋਧਿਤ ਮਿਤੀ
ps: ﺍﻮﺨﻟ _ﻪټﯿﻧ ﻞﯾﺪﻌﺗ ﺩ
ro: De _Data modificata
rw: Na _Itariki Yahinduwe
sd: ﻥﺍﺭﺎﭘ _ﺦﻳﺭﺎﺗ ﻞﻴﭤ ﻞﻳﺪﺒﺗ
si: විසින් _දිනය වෙනස් කරන ලදී
sk: Autor: _Zmenený dátum
sl: Avtor _Datum spremembe
sq: Nga _Data e modifikimit
sw: Na _Tarehe Iliyorekebishwa
ta: மூலம் _தேதி மாற்றப்பட்டது
te: ద్వారా _తేదీ సవరించబడింది
tg: Аз ҷониби _Санаи тағирёбанда
th: โดย _วันที่แก้ไข
tk: Byazan: _Üýtgedilen senesi
tt: Byәр сүзнең _Дата үзгәртелде
uk: За _Дата зміни
ur: ﮯﺳ ﻑﺮﻃ ﯽﮐ _ﺦﯾﺭﺎﺗ ﯽﮐ ﻢﯿﻣﺮﺗ
uz: tomonidan _O'zgartirilgan sana
vi: Qua _Ngày sửa đổi
xh: Ngu _Umhla woHlengahlengiso
yi: ךרוד _דייפאַדאַמ עטאַד

source: By _Size
af: Deur _Grootte
am: በ _መጠን
ar: ﺔﻄﺳﺍﻮﺑ _ﺱﺎﻘﻣ
be: Па _Памер
bg: от _размер
bn: দ্বারা _আকার
ca: Per _Mida
cy: Gan _Maint
da: Ved _Størrelse
eo: De _Grandeco
et: Kõrval _Suurus
eu: Nork _Tamaina
fa: ﻂﺳﻮﺗ _ﻩﺯﺍﺪﻧﺍ
fi: Tekijä: _Koko
fil: Sa pamamagitan ng _Sukat
fy: Troch _Grutte
ga: Le _Méid
gd: Ro _Meud
gl: Por _Tamaño
gu: દ્વારા _કદ
he: ידי לע _לדוג
hi: द्वारा _आकार
hr: Po _Veličina
hu: Által _Méret
hy: Ըստ _Չափը
id: Oleh _Ukuran
is: By _Stærð
ka: ავტორი _ზომა
kk: Авторы _Өлшем
km: ដោយ _ទំហំ
kn: ಮೂಲಕ _ಗಾತ್ರ
ku: Ji _Mezinayî
ky: By _Өлчөмү
lb: Vun _Gréisst
lo: ໂດຍ _ຂະໜາດ
lt: Autorius _Dydis
lv: Autors _Izmērs
mg: ny _Size
mi: Na _Rahi
mk: Од страна на _Големина
ml: വഴി _വലിപ്പം
mn: By _Хэмжээ
mr: द्वारे _आकार
mt: Permezz _Daqs
my: အားဖြင့် _အရွယ်အစား
nb: Av _Størrelse
ne: द्वारा _साइज
or: ଦ୍ By ାରା _ଆକାର |
pa: ਨਾਲ _ਆਕਾਰ
ps: ﺍﻮﺨﻟ _ﻩﺯﺍﺪﻧﺍ
ro: De _mărimea
rw: Na _Ingano
sd: ﻥﺍﺭﺎﭘ _ﭖﺎﻣ
si: විසින් _ප්රමාණය
sk: Autor: _Veľkosť
sl: Avtor _Velikost
sq: Nga _Madhësia
sw: Na _Ukubwa
ta: மூலம் _அளவு
te: ద్వారా _పరిమాణం
tg: Аз ҷониби _Андоза
th: โดย _ขนาด
tk: Byazan: _Ölçegi
tt: Byәр сүзнең _Размер
uk: За _Розмір
ur: ﮯﺳ ﻑﺮﻃ ﯽﮐ _ﺰﺋﺎﺳ
uz: tomonidan _Hajmi
vi: Qua _Kích cỡ
xh: Ngu _Ubungakanani
yi: ךרוד _סיירג

source: _Custom
af: _Pasgemaak
am: _ብጁ
ar: _ﺺﺼﺨﻣ
be: _Карыстальніцкія
bg: _Персонализиран
bn: _কাস্টম
ca: _Personalitzat
da: _Brugerdefinerede
eo: _Kutimo
et: _Kohandatud
eu: _Pertsonalizatua
fa: _ﯽﺷﺭﺎﻔﺳ
fi: _Mukautettu
fy: _Oanpast
ga: _Saincheaptha
gl: _Personalizado
gu: _કસ્ટમ
he: _תישיא םאתומה
hi: _रीति
hr: _Prilagođen
hu: _Egyedi
hy: _Պատվերով
id: _Kebiasaan
is: _Sérsniðin
ka: _საბაჟო
kk: _Арнаулы
km: _ផ្ទាល់ខ្លួន
kn: _ಕಸ್ಟಮ್
ku: _Hûnbunî
ky: _Ыңгайлаштырылган
lb: _Benotzerdefinéiert
lo: _ກຳນົດເອງ
lt: _Pasirinktinis
lv: _Pielāgots
mg: _fanao
mi: _Ritenga
mk: _Прилагодено
ml: _കസ്റ്റം
mn: _Захиалгат
mr: _सानुकूल
my: _စိတ်ကြိုက်
nb: _Tilpasset
ne: _अनुकूलन
or: _କଷ୍ଟମ୍
pa: _ਪ੍ਰਥਾ
ps: _ﮎﺮﻤګ
ro: _Personalizat
sd: _ﺕﺭﻭﺮﺿ ﺐﺴﺣ
si: _අභිරුචි
sk: _Vlastné
sl: _Po meri
sq: _Me porosi
sw: _Desturi
ta: _தனிப்பயன்
te: _కస్టమ్
tg: _Фармоишгар
th: _กำหนดเอง
tk: _Omörite
tt: _Гадәт
uk: _На замовлення
ur: _ﻖﺑﺎﻄﻣ ﮯﮐ ﯽﺿﺮﻣ ﯽﻨﭘﺍ
uz: _Maxsus
vi: _Phong tục
xh: _Isiko
yi: _גהנמ

source: _Ascending
af: _Stygend
am: _ወደ ላይ መውጣት
ar: _ﻱﺪﻋﺎﺼﺗ
be: _Узыходзячая
bg: _Възходящ
bn: _আরোহী
ca: _Ascendent
cy: _Yn esgyn
da: _Stigende
eo: _Ascendenta
et: _Kasvav
eu: _Igokorra
fa: _ﯼﺩﻮﻌﺻ
fi: _Nouseva
fil: _Paakyat
fy: _Oprinnend
ga: _Ag dul suas
gd: _A ’dìreadh
gl: _Ascendente
gu: _ચડતા
he: _הלוע
hi: _आरोही
hr: _Uzlazni
hu: _Emelkedő
hy: _Աճող
id: _naik
is: _Hækkandi
ka: _აღმავალი
kk: _Көтерілу
km: _ឡើង
kn: _ಆರೋಹಣ
ky: _Өтүү
lb: _Opsteigend
lo: _ຕັ້ງຊັນຂຶ້ນ
lt: _Kylantis
lv: _Augošā
mg: _niakatra
mi: _Ka piki
mk: _Растечки
ml: _ആരോഹണം
mn: _Өгсөж байна
mr: _चढत्या
mt: _Jogħla
my: _တက်နေသည်
nb: _Stigende
ne: _आरोहण
or: _ଆରୋହଣ
pa: _ਚੜ੍ਹਦਾ
ps: _ﻝﺪﯧﮐ ﻪﺗﺭﻮﭘ
ro: _Ascendent
rw: _Kuzamuka
sd: _ﮡﻫڙﭼ
si: _නැගීම
sk: _Vzostupne
sl: _Naraščajoče
sq: _Në ngjitje
sw: _Kupanda
ta: _ஏறுமுகம்
te: _ఆరోహణ
tg: _Ба боло
th: _จากน้อยไปมาก
tk: _Okarlanmak
tt: _Күтәрелү
uk: _Висхідна
ur: _ﯼﺩﻮﻌﺻ
uz: _Ko'tarilish
vi: _Tăng dần
xh: _Ukunyuka
yi: _גנידנעסאַ

source: Desktop _Settings
af: Desktop _Instellings
am: ዴስክቶፕ _ቅንብሮች
ar: ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ _ﺕﺍﺩﺍﺪﻋﺇ
be: Працоўны стол _Налады
bg: работен плот _Настройки
bn: ডেস্কটপ _সেটিংস
ca: Escriptori _Configuració
cy: Penbwrdd _Gosodiadau
da: Desktop _Indstillinger
eo: Surtabla _Agordoj
et: Töölaud _Seaded
eu: Mahaigaina _Ezarpenak
fa: ﭖﺎﺘﮑﺳﺩ _ﺕﺎﻤﯿﻈﻨﺗ
fi: Työpöytä _asetukset
fil: Desktop _Mga setting
fy: Buroblêd _Ynstellings
ga: Deasc _Socruithe
gd: Deasg _Suidhichidhean
gl: Escritorio _Configuración
gu: ડેસ્કટોપ _સેટિંગ્સ
he: הדובע ןחלוש _תורדגה
hi: डेस्कटॉप _समायोजन
hr: Radna površina _Postavke
hu: Asztali _Beállítások
hy: Սեղան _Կարգավորումներ
id: Desktop _Pengaturan
is: Skrifborð _Stillingar
ka: სამუშაო მაგიდა _პარამეტრები
kk: Жұмыс үстелі _Параметрлер
km: ផ្ទៃតុ _ការកំណត់
kn: ಡೆಸ್ಕ್ಟಾಪ್ _ಸಂಯೋಜನೆಗಳು
ky: Иш такта _Орнотуулар
lb: Desktop _Astellungen
lo: ເດັສທັອບ _ການຕັ້ງຄ່າ
lt: Darbalaukio Nu_statymai
lv: Darbvirsma _Iestatījumi
mg: biraonao _Fikirana
mi: Papamahi _Tautuhinga
mk: Десктоп _Поставки
ml: ഡെസ്ക്ടോപ്പ് _ക്രമീകരണങ്ങൾ
mn: Ширээний компьютер _Тохиргоо
mr: डेस्कटॉप _सेटिंग्ज
my: ဒက် _ဆက်တင်များ
nb: Skrivebord _Innstillinger
ne: डेस्कटप _सेटिङहरू
or: ଡେସ୍କଟପ୍ _ସେଟିଂସମୂହ
pa: ਡੈਸਕਟਾਪ _ਸੈਟਿੰਗਾਂ
ps: ﭖﺎټﺴﯾډ _ﺕﺎﺒﯿﺗﺮﺗ
ro: Desktop _Setări
rw: Ibiro _Igenamiterere
sd: ﭖﺎٽ ڪﺴﻳڊ _ﻥﻮﮕﻨٽﻴﺳ
si: ඩෙස්ක්ටොප් _සැකසුම්
sk: Desktop _nastavenie
sl: namizje _Nastavitve
sq: Desktop _Cilësimet
sw: Eneo-kazi _Mipangilio
ta: டெஸ்க்டாப் _அமைப்புகள்
te: డెస్క్u200cటాప్ _సెట్టింగ్u200cలు
tg: Мизи корӣ _Танзимотҳо
th: เดสก์ทอป _การตั้งค่า
tk: Iş stoly _Sazlamalar
tt: Эш өстәле _Көйләүләр
uk: Робочий стіл _Налаштування
ur: ﭖﺎﭨ ﮏﺴﯾﮈ _ﺕﺎﺒﯿﺗﺮﺗ
uz: Ish stoli _Sozlamalar
vi: Máy tính để bàn _Cài đặt
xh: Idesktop _Iisetingi
yi: פּאָטקסעד _סגניטטעס

source: _Desktop Folder
af: _Desktop-lêergids
am: _የዴስክቶፕ አቃፊ
ar: _ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﺪﻠﺠﻣ
be: _Тэчка працоўнага стала
bg: _Папка на работния плот
bn: _ডেস্কটপ ফোল্ডার
ca: _Carpeta d'escriptori
cy: _Ffolder Penbwrdd
da: _Skrivebordsmappe
eo: _Labortabla Dosierujo
et: _Töölaua kaust
eu: _Mahaigaineko karpeta
fa: _ﭖﺎﺘﮑﺳﺩ ﻪﺷﻮﭘ
fi: _Työpöytäkansio
fy: _Buroblêd map
ga: _Fillteán Deisce
gd: _Folder deasg
gl: _Cartafol de escritorio
gu: _ડેસ્કટોપ ફોલ્ડર
he: _הדובעה ןחלוש תייקית
hi: _डेस्कटॉप फ़ोल्डर
hr: _Mapa radne površine
hu: _Asztali mappa
hy: _Սեղանի թղթապանակ
id: _Folder Desktop
is: _Skrifborðsmappa
ka: _დესკტოპის საქაღალდე
kk: _Жұмыс үстелі қалтасы
km: _ថតផ្ទៃតុ
kn: _ಡೆಸ್ಕ್ಟಾಪ್ ಫೋಲ್ಡರ್
ku: _Peldanka Sermaseyê
ky: _Иш такта папкасы
lb: _Desktop Dossier
lo: _ໂຟນເດີ Desktop
lt: _Darbalaukio Aplankas
lv: _Darbvirsmas mape
mi: _Kōpaki Papamahi
mk: _Папка на работната површина
ml: _ഡെസ്ക്ടോപ്പ് ഫോൾഡർ
mn: _Ширээний хавтас
mr: _डेस्कटॉप फोल्डर
mt: _Folder tad-Desktop
nb: _Skrivebordsmappe
ne: _डेस्कटप फोल्डर
or: _ଡେସ୍କଟପ୍ ଫୋଲ୍ଡର୍ |
pa: _ਡੈਸਕਟਾਪ ਫੋਲਡਰ
ps: _ﺭډﻟﻮﻓ ﭖﺎټﺴﯾډ ﺩ
ro: _Folder desktop
rw: _Ububiko bwa desktop
sd: _ﺭڊﻟﻮﻓ ﭖﺎٽ ڪﺴﻳڊ
si: _ඩෙස්ක්ටොප් ෆෝල්ඩරය
sk: _Priečinok na pracovnej ploche
sl: _Namizna mapa
sq: _Dosja e desktopit
sw: _Folda ya Eneo-kazi
ta: _டெஸ்க்டாப் கோப்புறை
te: _డెస్క్u200cటాప్ ఫోల్డర్
tg: _Папкаи мизи корӣ
th: _โฟลเดอร์เดสก์ท็อป
tk: _Stol bukjasy
tt: _Эш өстәле папкасы
uk: _Папка на робочому столі
ur: _ﺭﮉﻟﻮﻓ ﭖﺎﭨ ﮏﺴﯾﮈ
uz: _Ish stoli papkasi
vi: _Thư mục Máy tính để bàn
xh: _Isiqulathi seefayili zeDesktop
yi: _רעדלאָפ פּאָטקסעד

source: Editor Font
am: አርታዒ ቅርጸ ቁምፊ
ar: ﺭﺮﺤﻤﻟﺍ ﻂﺧ
be: Шрыфт рэдактара
bg: Шрифт на редактора
bn: সম্পাদক ফন্ট
ca: Font de l'editor
cy: Ffont Golygydd
da: Editor skrifttype
eo: Redaktoro Tiparo
et: Toimetaja font
eu: Editorearen letra-tipoa
fa: ﺮﮕﺸﯾﺍﺮﯾﻭ ﻢﻠﻗ
fil: Font ng Editor
fy: Editor Lettertype
ga: Cló Eagarthóra
gd: Deasaiche Font
gu: સંપાદક ફોન્ટ
he: ךרוע ןפוג
hi: संपादक फ़ॉन्ट
hr: Urednički font
hu: Szerkesztő betűtípus
hy: Խմբագրի տառատեսակ
id: Font Editor
is: Ritstjóri leturgerð
ka: რედაქტორის შრიფტი
kk: Шрифт редакторы
km: កម្មវិធីនិពន្ធពុម្ពអក្សរ
kn: ಸಂಪಾದಕ ಫಾಂಟ್
ku: Edîtor Font
lb: Editor Schrëft
lo: ຟອນບັນນາທິການ
lt: Redaktorius šriftas
lv: Redaktora fonts
mg: Endriky ny mpamoaka lahatsoratra
mi: Momotuhi Kaiwhakatika
mk: Фонт на уредувачот
ml: എഡിറ്റർ ഫോണ്ട്
mn: Фонт засварлагч
mr: संपादक फॉन्ट
mt: Editur Font
my: တည်းဖြတ်သူဖောင့်
ne: सम्पादक फन्ट
or: ସମ୍ପାଦକ ଫଣ୍ଟ |
pa: ਸੰਪਾਦਕ ਫੌਂਟ
ps: ټﻧﻮﻓ ﺮټﯾډﯾﺍ
ro: Font Editor
rw: Muhinduzi
sd: ٽﻧﻮﻓ ﺮٽﻳڊﻳﺍ
si: සංස්කාරක අකුරු
sk: Písmo editora
sl: Pisava urejevalnika
sq: Fonti i redaktorit
sw: Fonti ya Mhariri
ta: எடிட்டர் எழுத்துரு
te: ఎడిటర్ ఫాంట్
tg: Муҳаррири шрифт
th: ฟอนต์ตัวแก้ไข
tk: Redaktor şrifti
tt: Редактор шрифты
uk: Шрифт редактора
ur: ﭧﻧﻮﻓ ﺮﭩﯾﮉﯾﺍ
uz: Muharrir shrifti
vi: Phông chữ của trình soạn thảo
xh: Ifonti yoMhleli
yi: טנאָפ ראָטקאַדער

source: Example Input 0123456789
af: Voorbeeld Invoer 0123456789
am: ምሳሌ ግቤት 0123456789
ar: ﻝﺎﺜﻣ ﻝﺎﺧﺩﺇ 0123456789
be: Прыклад уводу 0123456789
bg: Примерен вход 0123456789
bn: উদাহরণ ইনপুট 0123456789
ca: Exemple d'entrada 0123456789
cy: Mewnbwn Enghreifftiol 0123456789
da: Eksempel input 0123456789
eo: Ekzempla Enigo 0123456789
et: Näidissisend 0123456789
eu: Sarrera adibidea 0123456789
fa: ﻪﻧﻮﻤﻧ ﯼﺩﻭﺭﻭ 0123456789
fi: Esimerkkisyöttö 0123456789
fil: Halimbawang Input 0123456789
fy: Foarbyld Input 0123456789
ga: Ionchur Samplach 0123456789
gd: Input eisimpleir 0123456789
gl: Entrada de exemplo 0123456789
gu: ઉદાહરણ ઇનપુટ 0123456789
he: המגודל טלק 0123456789
hi: उदाहरण इनपुट 0123456789
hr: Primjer unosa 0123456789
hu: Példa bemenet 0123456789
hy: Օրինակ մուտքագրում 0123456789
id: Contoh Masukan 0123456789
is: Dæmi Inntak 0123456789
ka: შეყვანის მაგალითი 0123456789
kk: Мысал енгізу 0123456789
km: ការបញ្ចូលឧទាហរណ៍ 0123456789
kn: ಉದಾಹರಣೆ ಇನ್ಪುಟ್ 0123456789
ku: Mînak Input 0123456789
ky: Мисал киргизүү 0123456789
lb: Beispill Input 0123456789
lo: ການປ້ອນຂໍ້ມູນຕົວຢ່າງ 0123456789
lt: Įvesties pavyzdys 0123456789
lv: Ievades piemērs 0123456789
mg: Ohatra fampidirana 0123456789
mi: Tauira Whakauru 0123456789
mk: Пример Влез 0123456789
ml: ഉദാഹരണം ഇൻപുട്ട് 0123456789
mn: Жишээ оролт 0123456789
mr: उदाहरण इनपुट 0123456789
mt: Input Eżempju 0123456789
my: နမူနာထည့်သွင်းခြင်း။ 0123456789
nb: Eksempelinngang 0123456789
ne: उदाहरण इनपुट 0123456789
or: ଉଦାହରଣ ଇନପୁଟ୍ 0123456789
pa: ਉਦਾਹਰਨ ਇੰਪੁੱਟ 0123456789
ps: ﻝﻮﻠﺧﺍﺩ ﻝﺎﺜﻣ ﺩ 0123456789
ro: Exemplu de intrare 0123456789
rw: Urugero 0123456789
sd: ٽﭘ ﻥﺍ ﻝﺎﺜﻣ 0123456789
si: උදාහරණ ආදානය 0123456789
sk: Príklad vstupu 0123456789
sl: Primer vnosa 0123456789
sq: Shembull i hyrjes 0123456789
sw: Mfano wa Kuingiza 0123456789
ta: எடுத்துக்காட்டு உள்ளீடு 0123456789
te: ఉదాహరణ ఇన్u200cపుట్ 0123456789
tg: Намунаи вуруд 0123456789
th: ตัวอย่างอินพุต 0123456789
tk: Mysal üçin giriş 0123456789
tt: Мисал кертү 0123456789
uk: Приклад введення 0123456789
ur: ﭧﭘ ﻥﺍ ﻝﺎﺜﻣ 0123456789
uz: Misol kiritish 0123456789
vi: Đầu vào ví dụ 0123456789
xh: Igalelo loMzekelo 0123456789
yi: ביַירשניַיראַ ליפּשיַיב 0123456789

source: Input Font
af: Voer lettertipe in
am: የግቤት ቅርጸ-ቁምፊ
ar: ﻝﺎﺧﺩﻹ﻿ﺍ ﻂﺧ
be: Шрыфт уводу
bg: Входен шрифт
bn: ইনপুট ফন্ট
ca: Font d'entrada
cy: Ffont Mewnbwn
da: Indtast skrifttype
eo: Eniga Tiparo
et: Sisestusfont
eu: Sarrerako letra-tipoa
fa: ﯼﺩﻭﺭﻭ ﺖﻧﻮﻓ
fi: Syötä fontti
fil: Input na Font
fy: Lettertype ynfier
ga: Cló Ionchuir
gd: Clò Input
gl: Fonte de entrada
gu: ઇનપુટ ફોન્ટ
he: טלק ןפוג
hi: इनपुट फ़ॉन्ट
hr: Font za unos
hu: Beviteli betűtípus
hy: Մուտքագրման տառատեսակ
id: Masukan Font
is: Innsláttur leturgerð
ka: შეყვანის შრიფტი
kk: Қаріпті енгізу
km: បញ្ចូលពុម្ពអក្សរ
kn: ಇನ್ಪುಟ್ ಫಾಂಟ್
ku: Curenivîsa Ketinê
ky: Киргизүү шрифти
lb: Input Schrëft
lo: ພິມຕົວອັກສອນ
lt: Įvesties šriftas
lv: Ievades fonts
mg: Ampidiro Font
mi: Momotuhi Whakauru
mk: Влезен фонт
ml: ഇൻപുട്ട് ഫോണ്ട്
mn: Оролтын фонт
mr: इनपुट फॉन्ट
my: Font ထည့်သွင်းပါ။
nb: Skriv inn font
ne: इनपुट फन्ट
or: ଫଣ୍ଟ ଇନପୁଟ୍ କରନ୍ତୁ |
pa: ਇੰਪੁੱਟ ਫੌਂਟ
ps: ﺉړﮐ ﻞﺧﺍﺩ ټﻧﻮﻓ
ro: Font de intrare
rw: Iyinjiza Imyandikire
sd: ٽﻧﻮﻓ ٽﭘ ﻥﺍ
si: ආදාන අකුරු
sk: Vstupné písmo
sl: Vhodna pisava
sq: Fonti i hyrjes
sw: Fonti ya Kuingiza
ta: உள்ளீடு எழுத்துரு
te: ఇన్u200cపుట్ ఫాంట్
tg: Шрифти вуруд
th: แบบอักษรอินพุต
tk: Giriş şrifti
tt: Керү шрифты
uk: Шрифт введення
ur: ﭧﻧﻮﻓ ﭧﭘ ﻥﺍ
uz: Shriftni kiritish
vi: Nhập phông chữ
xh: Ifonti yoNgeniso
yi: טנאָפ ביַירשניַיראַ

source: E_xecute
ar: _نفذ
bg: _Изпълнение
ca: E_xecuta
da: Kør
et: _Käivita
eu: E_xekutatu
fi: _Suorita
gl: E_xecutar
he: הר_צה
hu: _Futtat
id: E_ksekusi
km: ប្រតិបត្តិ
lt: Vy_kdyti
nb: Kjør
sk: _Spustiť
sl: Iz_vedi
uk: _Виконати
ur: _چلائیں

source: Edit As _Root
af: Wysig as _Root
am: አርትዕ እንደ _Root
ar: ﻢﺳﺎﺑ ﺮﻳﺮﺤﺗ _Root
be: Рэдагаваць як _Root
bg: Редактиране като _Root
bn: হিসাবে সম্পাদনা করুন _Root
ca: Edita com _Root
cy: Golygu Fel _Root
da: Rediger som _Root
eo: Redaktu Kiel _Root
et: Muuda kui _Root
eu: Editatu gisa _Root
fa: ﻥﺍﻮﻨﻋ ﻪﺑ ﺶﯾﺍﺮﯾﻭ _Root
fi: Muokkaa nimellä _Root
fil: I-edit Bilang _Root
fy: Bewurkje As _Root
ga: Cuir in Eagar As _Root
gd: Deasaich As _Root
gl: Editar como _Root
gu: તરીકે સંપાદિત કરો _Root
he: םשב ךורע _Root
hi: इस रूप में संपादित करें _Root
hr: Uredi kao _Root
hu: Szerkesztés másként _Root
hy: Խմբագրել As _Root
id: Sunting Sebagai _Root
is: Breyta sem _Root
ka: რედაქტირება როგორც _Root
kk: Басқаша өңдеу _Root
km: កែសម្រួល As _Root
kn: ಹಾಗೆ ಸಂಪಾದಿಸಿ _Root
ku: Biguherîne Wek _Root
ky: Катары түзөтүү _Root
lo: ແກ້ໄຂເປັນ _Root
lt: Redaguoti kaip _Root
lv: Rediģēt kā _Root
mg: Ahitsio As _Root
mi: Whakatika Hei _Root
mk: Уреди како _Root
ml: ആയി എഡിറ്റ് ചെയ്യുക _Root
mn: Засварлах _Root
mr: म्हणून संपादित करा _Root
mt: Edit Kif _Root
my: အဖြစ် တည်းဖြတ်ပါ။ _Root
nb: Rediger som _Root
ne: को रूपमा सम्पादन गर्नुहोस् _Root
or: ଯେପରି ସଂପାଦନ କରନ୍ତୁ _Root
pa: ਇਸ ਤਰ੍ਹਾਂ ਸੰਪਾਦਿਤ ਕਰੋ _Root
ps: ﻥﻮﻤﺳ ﯥﭼ ﻪګﻨڅ ﻪﮑﻟ _Root
ro: Editează ca _Root
rw: Hindura As _Root
sd: ﻦﺌﻴﺟ ﻮﻳﺮڪ ٽڊﻳﺍ _Root
si: ලෙස සංස්කරණය කරන්න _Root
sk: Upraviť ako _Root
sl: Uredi kot _Root
sq: Redakto si _Root
sw: Hariri Kama _Root
ta: என திருத்தவும் _Root
te: ఇలా సవరించండి _Root
tg: Таҳрир Ҳамчун _Root
th: แก้ไขเป็น _Root
tk: Edit _Root
tt: Редакцияләү _Root
uk: Редагувати від root
ur: ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﺮﭘ ﺭﻮﻃ ﮯﮐ _Root
uz: Sifatida tahrirlash _Root
vi: Chỉnh sửa dưới dạng _Root
xh: Hlela Njenge _Root
yi: יוו ןריגאַדער _Root

source: _Choose...
af: _Kies...
am: _ይምረጡ...
ar: _ﺭﺎﺘﺨﻳ...
be: _Выбірайце...
bg: _Избирам...
bn: _পছন্দ করা...
ca: _Tria...
cy: _Dewiswch...
da: _Vælge...
eo: _Elektu...
et: _Vali...
eu: _Aukeratu...
fa: _ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ...
fi: _Valita...
fil: _Pumili...
fy: _Kieze...
ga: _Roghnaigh...
gd: _Tagh...
gl: _Escolle...
gu: _પસંદ કરો...
he: _רחב...
hi: _चुनना...
hr: _Odaberite...
hu: _Választ...
hy: _Ընտրեք...
id: _Memilih...
is: _Veldu...
ka: _აირჩიეთ...
kk: _Таңдау...
km: _ជ្រើសរើស...
kn: _ಆಯ್ಕೆ ಮಾಡಿ...
ku: _Helbijartin...
ky: _Тандоо...
lb: _Wielt...
lo: _ເລືອກ...
lt: _Pasirinkti...
lv: _Izvēlieties...
mg: _Mifidiana...
mi: _Kōwhiri...
mk: _Изберете...
ml: _തിരഞ്ഞെടുക്കുക...
mn: _Сонго...
mr: _निवडा...
mt: _Agħżel...
my: _ရွေးပါ။...
nb: _Velge...
ne: _छान्नुहोस्...
or: _ବାଛନ୍ତୁ |...
pa: _ਚੁਣੋ...
ps: _ﻩړﮐ ﻩﺭﻮﻏ...
ro: _Alege...
rw: _Hitamo...
sd: _ﻮﻳڊﻧﻮﭼ...
si: _තෝරා...
sk: _Vyberte si...
sl: _Izberite...
sq: _Zgjidhni...
sw: _Chagua...
ta: _தேர்வு செய்யவும்...
te: _ఎంచుకోండి...
tg: _Интихоб кунед...
th: _เลือก...
tk: _Saýlaň...
tt: _Сайлагыз...
uk: _Виберіть...
ur: _۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ...
uz: _Tanlang...
vi: _Chọn...
xh: _Khetha...
yi: _ןביַילק...

source: File _Handlers...
af: lêer _Hanteerders...
am: ፋይል _ተቆጣጣሪዎች...
ar: ﻒﻠﻣ _ﺕﺎﺠﻟﺎﻌﻣ...
be: Файл _Апрацоўшчыкі...
bg: Файл _Манипулатори...
bn: ফাইল _হ্যান্ডলার...
ca: Dossier _Manipuladors...
cy: Ffeil _Trinwyr...
da: Fil _Håndtere...
eo: Dosiero _Pritraktantoj...
et: Fail _Käitlejad...
eu: Fitxategia _Kudeatzaileak...
fa: ﻞﯾﺎﻓ _ﺎﻫﺮﻟﺪﻨﻫ...
fi: Tiedosto _Käsittelijät...
fil: file _Mga humahawak...
fy: Map _Handlers...
ga: Comhad _Láimhseálaithe...
gd: Faidhle _Luchd-làimhseachaidh...
gl: Arquivo _Manipuladores...
gu: ફાઈલ _હેન્ડલર્સ...
he: ץֶבֹוק _םילפטמ...
hi: फ़ाइल _संचालकों...
hr: Datoteka _Rukovaoci...
hu: Fájl _Kezelők...
hy: Ֆայլ _Աշխատողներ...
id: Mengajukan _Penangan...
is: Skrá _Handhafar...
ka: ფაილი _დამმუშავებლები...
kk: Файл _Өңдеушілер...
km: ឯកសារ _អ្នកដោះស្រាយ...
kn: ಫೈಲ್ _ನಿರ್ವಾಹಕರು...
ku: Dosî _Handlers...
ky: Файл _Handlers...
lb: Fichier _Handler...
lo: ໄຟລ໌ _ມືຈັບ...
lt: Failas _Prižiūrėtojai...
lv: Fails _Apdarinātāji...
mg: rakitra _entany...
mi: Kōnae _Kaihautu...
mk: Датотека _Ракувачи...
ml: ഫയൽ _കൈകാര്യം ചെയ്യുന്നവർ...
mn: Файл _Ажиллагчид...
mr: फाईल _हाताळणारे...
mt: Fajl _Handlers...
my: ဖို _ကိုင်တွယ်သူများ...
nb: Fil _Håndtere...
ne: फाइल _ह्यान्डलरहरू...
or: ଫାଇଲ୍ | _ନିୟନ୍ତ୍ରକ...
pa: ਫਾਈਲ _ਹੈਂਡਲਰ...
ps: ﻪﻨﺗﻭﺩ _ﻲﮑﻧﻮﻟﺎﺒﻤﺳ...
ro: Fişier _Manipulatorii...
rw: Idosiye _Abacunga...
sd: ﻞﺋﺎﻓ _ڙﺪﻨﻴﻟﺎﭝﻨﺳ...
si: ගොනුව _හසුරුවන්නන්...
sk: Súbor _Psovodi...
sl: mapa _Upravljavci...
sq: Skedari _Trajtuesit...
sw: Faili _Washikaji...
ta: கோப்பு _கையாளுபவர்கள்...
te: ఫైల్ _హ్యాండ్లర్లు...
tg: Файл _Корфармоён...
th: ไฟล์ _ตัวจัดการ...
tk: Faýl _Işleýänler...
tt: Файл _Эшкәртүчеләр...
uk: Файл _Обробники...
ur: ﻞﺋﺎﻓ _ﮯﻟﺍﻭ ﮯﻨﻟﺎﮭﺒﻨﺳ...
uz: Fayl _Ishlovchilar...
vi: Tập tin _Người xử lý...
xh: Ifayile _Abaphangi...
yi: עקעט _סרעלדנאַה...

source: Open With _Default
af: Maak oop met _Verstek
am: ክፈት በ _ነባሪ
ar: ﻊﻣ ﺔﺣﻮﺘﻔﻣ _ﺮﻴﺼﻘﺗ
be: Адкрыйце з дапамогай _Па змаўчанні
bg: Отворен с _По подразбиране
bn: সঙ্গে খোলা _ডিফল্ট
ca: Obert amb _Per defecte
cy: Agor gyda _Rhagosodiad
da: Åben med _Standard
eo: Malfermu Kun _Defaŭlte
et: Ava rakendusega _Vaikimisi
eu: Ireki With _Lehenetsia
fa: ﺎﺑ ﻥﺩﺮﮐﺯﺎﺑ _ﺽﺮﻓ ﺶﯿﭘ
fi: Avaa _Oletus
fil: Buksan Sa _Default
fy: Iepenje mei _Standert
ga: Oscail Le _Réamhshocrú
gd: Fosgailte Le _Default
gl: Abrir con _Por defecto
gu: સાથે ખોલો _ડિફૉલ્ટ
he: םע חותפל _לָדחֶמ תַריִרְּב
hi: के साथ खोलें _चूक जाना
hr: Otvoriti sa _Zadano
hu: Nyitott _Alapértelmezett
hy: Բացել Հետ _Կանխադրված
id: Buka dengan _Bawaan
is: Opna með _Sjálfgefið
ka: გახსნა ერთად _ნაგულისხმევი
kk: Бірге ашу _Әдепкі
km: បើកu200bជាមួយ _លំនាំដើម
kn: ಇದರೊಂದಿಗೆ ತೆರೆಯಿರಿ _ಡೀಫಾಲ್ಟ್
ku: Bi Vekin _Destçûnî
ky: Менен ачуу _Демейки
lb: Open mat _Default
lo: ເປີດດ້ວຍ _ຄ່າເລີ່ມຕົ້ນ
lt: Atidaryti naudojant _Numatytas
lv: Atvērt ar _Noklusējums
mg: Sokafy miaraka amin'ny _toerana misy anao
mi: Tuwhera Ki _Taunoa
mk: Отвори со _Стандардно
ml: ഇതിലൂടെ തുറക്കു _സ്ഥിരസ്ഥിതി
mn: Хамт нээх _Өгөгдмөл
mr: च्या ने उघडा _डीफॉल्ट
mt: Iftaħ Bil _Default
my: ဖြင့်ဖွင့်ပါ။ _ပုံသေ
nb: Åpne med _Misligholde
ne: यससँग खोल्नुहोस् _पूर्वनिर्धारित
or: ସହିତ ଖୋଲନ୍ତୁ | _ଡିଫଲ୍ଟ |
pa: ਨਾਲ ਖੋਲ੍ਹੋ _ਡਿਫਾਲਟ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﻩﺮﺳ _ټﻟﺎﻔﯾډ
ro: Deschis cu _Mod implicit
rw: Fungura hamwe _Mburabuzi
sd: ﻮﻴﻟﻮﮐ ﻥﺎﺳ _ٽﻟﺎﻓڊ
si: සමඟ විවෘත කරන්න _පෙරනිමිය
sk: Otvorený s _Predvolené
sl: Odpri z _Privzeto
sq: Hap me _E paracaktuar
sw: Fungua na _Chaguomsingi
ta: உடன் திற _இயல்புநிலை
te: దీనితో తెరవండి _డిఫాల్ట్
tg: Бо кушоед _Пешфарз
th: เปิดด้วย _ค่าเริ่มต้น
tk: Açyň _Bellenen
tt: Ачык _Килешү
uk: Відкрити за допомогою _За замовчуванням
ur: ۔ﮟﯿﻟﻮﮭﮐ ﮫﺗﺎﺳ ﮯﮐ _ﮦﺪﺷ ﮯﻃ
uz: Bilan ochish _Standart
vi: Mở với _Mặc định
xh: Vula Nge _Ukuhlala kukho
yi: טימ ןפֿע _טיַיקילעפ

source: In _Tab
am: ውስጥ _ትር
ar: ﻲﻓ _ﺔﻋﻮﻓﺪﻣ ﺮﻴﻏ ﺓﺭﻮﺗﺎﻓ
be: У _Табл
bg: В _Раздел
bn: ভিতরে _ট্যাব
ca: En _Tab
cy: Yn _Tab
da: I _Tab
eo: En _Tab
et: sisse _Tab
eu: In _fitxa
fa: ﺭﺩ ﻪﮐ _ﻪﮔﺮﺑ
fi: Sisään _Tab
fil: Sa _Tab
fy: Yn _Tab
ga: I _Cluaisín
gd: Ann an _Tab
gl: En _Tab
gu: માં _ટૅબ
he: ב _תינושל
hi: में _टैब
hr: U _Tab
hu: Ban ben _Tab
hy: Մեջ _Ներդիր
id: Di dalam _tab
is: Í _Tab
ka: In _ჩანართი
kk: жылы _қойындысы
km: នៅក្នុង _ផ្ទាំង
kn: ರಲ್ಲಿ _ಟ್ಯಾಬ್
ku: Li _Tab
ky: In _Таб
lb: An _Tab
lo: ໃນ _ແຖບ
lt: Kor_telėje
mg: In _kiheba
mi: I roto _Ripa
mk: Во _Таб
ml: ഇൻ _ടാബ്
mn: онд _Таб
mr: मध्ये _टॅब
mt: Fil _Tab
my: ၌ _တက်ဘ်
nb: I _Tab
ne: मा _ट्याब
or: ଇନ୍ _ଟ୍ୟାବ୍ |
pa: ਵਿੱਚ _ਟੈਬ
ps: ﻪﭘ _ﺐټ
ro: În _Tab
rw: Muri _Tab
sd: ۾ _ﺐﺌٽ
si: තුළ _ටැබ්
sl: V _Tab
sq: Në _Tab
sw: Katika _Kichupo
ta: இல் _தாவல்
te: లో _ట్యాబ్
tg: Дар _Таб
th: ใน _แท็บ
tk: In _Salgy
tt: Керү _Таблица
uk: в _табл
ur: ﮟﯿﻣ _ﺐﯿﭨ
vi: Ở trong _Chuyển hướng
xh: Kwi _Ithebhu
yi: ןיא _באַט

source: Tab _1
lt: Kortelė _1

source: Tab _2
lt: Kortelė _2

source: Tab _3
lt: Kortelė _3

source: Tab _4
lt: Kortelė _4

source: Tab _5
lt: Kortelė _5

source: Tab _6
lt: Kortelė _6

source: Tab _7
lt: Kortelė _7

source: Tab _8
lt: Kortelė _8

source: Tab _9
lt: Kortelė _9

source: Tab 1_0
lt: Kortelė 1_0

source: In _Panel
af: In _Paneel
am: ውስጥ _ፓነል
ar: ﻲﻓ _ﺔﺣﻮﻟ
be: У _Панэль
bg: В _Панел
bn: ভিতরে _প্যানেল
ca: En _Panell
cy: Yn _Panel
da: I _Panel
eo: En _Panelo
et: sisse _Paneel
eu: In _Panela
fa: ﺭﺩ ﻪﮐ _ﻞﻧﺎﭘ
fi: Sisään _Paneeli
fil: Sa _Panel
fy: Yn _Panel
ga: I _Painéal
gd: Ann an _Pannal
gl: En _Panel
gu: માં _પેનલ
he: ב _ַחּול
hi: में _पैनल
hr: U _Ploča
hu: Ban ben _Panel
hy: Մեջ _Վահանակ
id: Di dalam _Panel
is: Í _Panel
ka: In _პანელი
kk: жылы _Панель
km: នៅក្នុង _បន្ទះ
kn: ರಲ್ಲಿ _ಫಲಕ
ku: Li _Panel
ky: In _Панел
lb: An _Panel
lo: ໃນ _ກະດານ
lt: Į _Skydas
lv: In _Panelis
mi: I roto _Paewhiri
mk: Во _Панел
ml: ഇൻ _പാനൽ
mn: онд _Самбар
mr: मध्ये _पॅनेल
mt: Fil _Panel
my: ၌ _ဘောင်
nb: I _Panel
ne: मा _प्यानल
or: ଇନ୍ _ପ୍ୟାନେଲ୍ |
pa: ਵਿੱਚ _ਪੈਨਲ
ps: ﻪﭘ _ﻞﻨﯿﭘ
ro: În _Panou
rw: Muri _Ikibaho
sd: ۾ _ﻞﻨﻴﭘ
si: තුළ _පැනලය
sl: V _Plošča
sq: Në _Paneli
sw: Katika _Paneli
ta: இல் _குழு
te: లో _ప్యానెల్
tg: Дар _Панел
th: ใน _แผงหน้าปัด
tt: Керү _Панель
uk: в _Панель
ur: ﮟﯿﻣ _ﻞﻨﯿﭘ
vi: Ở trong _Bảng điều khiển
xh: Kwi _Iphaneli
yi: ןיא _עילפאַט

source: _Extract
af: _Onttrek
am: _ማውጣት
ar: _ﺝﺍﺮﺨﺘﺳﺍ
be: _Экстракт
bg: _Екстракт
bn: _নির্যাস
ca: _Extracte
cy: _Detholiad
da: _Uddrag
eo: _Ekstrakto
et: _Väljavõte
eu: _Atera
fa: _ﻥﺩﺮﮐ ﺝﺍﺮﺨﺘﺳﺍ
fi: _Ottaa talteen
fil: _I-extract
ga: _Sliocht
gd: _Earrann
gl: _Extraer
gu: _અર્ક
he: _ץלחל
hi: _निचोड़
hr: _Ekstrakt
hu: _Kivonat
hy: _Քաղվածք
id: _Ekstrak
is: _Útdráttur
ka: _ამონაწერი
kk: _Экстракт
km: _ស្រង់ចេញ
kn: _ಹೊರತೆಗೆಯಿರಿ
ky: _Экстракт
lb: _Extrait
lo: _ສານສະກັດຈາກ
lt: _Ištrauka
lv: _Ekstrakts
mg: _hanesorana
mi: _Tangohanga
mk: _Екстракт
ml: _എക്സ്ട്രാക്റ്റ്
mn: _Хандлах
mr: _अर्क
mt: _Estratt
my: _ဖြည်
nb: _Ekstrakt
ne: _निकाल्नुहोस्
or: _ବାହାର କରନ୍ତୁ |
pa: _ਐਬਸਟਰੈਕਟ
ps: _ﺝﺍﺮﺨﺘﺳﺍ
ro: _Extrage
rw: _Gukuramo
sd: _ﮠﮃڪ
si: _උපුටා ගැනීම
sk: _Výťažok
sl: _Ekstrakt
sq: _Ekstrakt
sw: _Dondoo
ta: _பிரித்தெடுத்தல்
te: _సంగ్రహించు
tg: _Иқтибос
th: _สารสกัด
tk: _Göçürmek
tt: _Күчереп алу
uk: _Розпакувати
ur: _ﺎﻨﻟﺎﮑﻧ
uz: _Ekstrakt
vi: _Trích xuất
xh: _Khupha
yi: _טקאַרטסקע
