Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: MIME Type
af: MIME Tipe
am: MIME አይነት
ar: ﺖﻣﺎﺼﻟﺍ ﻞﻴﺜﻤﺘﻟﺍ ﻉﻮﻧ
be: Тып MIME
bg: Тип MIME
bn: MIME ধরণ
ca: Tipus MIME
cy: Math MIME
eo: MIME-Tipo
et: MIME tüüp
eu: MIME mota
fa: MIME ﻉﻮﻧ
fi: MIME-tyyppi
fil: Uri ng MIME
ga: Cineál MIME
gd: Seòrsa MIME
gl: Tipo MIME
gu: MIME પ્રકાર
he: MIME גוס
hi: माइम प्रकार
hr: MIME vrsta
hu: MIME típus
hy: MIME տեսակը
id: Jenis MIME
is: MIME Tegund
ka: MIME ტიპი
kk: MIME түрі
km: ប្រភេទ MIME
kn: MIME ಪ್ರಕಾರ
ku: Tîpa MIME
ky: MIME түрү
lb: MIME Typ
lo: ປະເພດ MIME
lt: MIME Tipas
lv: MIME tips
mg: Karazana MIME
mi: Momo MIME
mk: Тип MIME
ml: MIME തരം
mn: MIME төрөл
mr: MIME प्रकार
mt: Tip MIME
my: MIME အမျိုးအစား
ne: MIME प्रकार
or: MIME ପ୍ରକାର |
pa: MIME ਕਿਸਮ
ps: ﻝﻭډ MIME ﺩ
ro: Tip MIME
rw: Ubwoko bwa MIME
sd: MIME ﻢﺴﻗ
si: MIME වර්ගය
sk: Typ MIME
sl: Vrsta MIME
sq: Lloji MIME
sw: Aina ya MIME
ta: MIME வகை
te: MIME రకం
tg: Навъи MIME
th: ประเภท MIME
tk: MIME görnüşi
tt: MIME тибы
uk: Тип MIME
ur: MIME ﻢﺴﻗ
uz: MIME turi
vi: Loại MIME
xh: Uhlobo lwe-MIME
yi: MIME פּיט

source: Filename
af: Lêernaam
am: የፋይል ስም
ar: ﻒﻠﻤﻟﺍ ﻢﺳﺍ
be: Імя файла
bg: Име на файл
bn: ফাইলের নাম
ca: Nom de l'arxiu
cy: Enw ffeil
da: Filnavn
eo: Dosiernomo
et: Faili nimi
eu: Fitxategi izena
fa: ﻞﯾﺎﻓ ﻡﺎﻧ
fi: Tiedoston nimi
fy: Bestânsnamme
ga: Ainm comhaid
gd: Ainm faidhle
gl: Nome de arquivo
gu: ફાઈલનું નામ
he: ץבוק םש
hi: फ़ाइल का नाम
hr: Naziv datoteke
hu: Fájl név
hy: Ֆայլի անունը
id: Nama file
is: Skráarnafn
ka: Ფაილის სახელი
kk: Файл атауы
km: ឈ្មោះu200bឯកសារ
kn: ಕಡತದ ಹೆಸರು
ku: Navê pelê
ky: Шилтемелер аты
lb: Numm vum Dossier
lo: ຊື່u200bເອu200bກະu200bສານ
lt: Failo pavadinimas
lv: Faila nosaukums
mg: Anaran'ny fisie
mi: Ingoa Kōnae
mk: Име на датотека
ml: ഫയലിന്റെ പേര്
mn: Файлын нэр
mr: फाईलचे नाव
mt: Isem tal-fajl
my: ဖိုင်နာမည်
nb: Filnavn
ne: फाइलनाम
or: ଦସ୍ତାବିଜ୍ ର ନାମ
pa: ਫਾਈਲ ਦਾ ਨਾਮ
ps: ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ
ro: Nume de fișier
rw: Izina ryizina
sd: ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ
si: ගොනු නාමය
sk: Názov súboru
sl: Ime datoteke
sq: Emri i skedarit
sw: Jina la faili
ta: கோப்பு பெயர்
te: ఫైల్ పేరు
tg: Номи парванда
th: ชื่อไฟล์
tk: Faýlyň ady
tt: Файл исеме
uk: Ім'я файлу
ur: ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ
uz: Fayl nomi
vi: Tên tệp
xh: Igama lefayile
yi: ןעמאָנ עקעט

source: Directory
af: Gids
am: ማውጫ
ar: ﻞﻴﻟﺪﻟﺍ
be: Каталог
bg: Указател
bn: ডিরেক্টরি
ca: Directori
cy: Cyfeiriadur
da: Vejviser
eo: Dosierujo
et: Kataloog
eu: Direktorioa
fa: ﺎﻤﻨﻫﺍﺭ ﺖﺳﺮﻬﻓ
fi: Hakemisto
fil: Direktoryo
ga: Eolaire
gl: Directorio
gu: ડિરેક્ટરી
he: ךיִרדַמ
hi: निर्देशिका
hr: Imenik
hu: Könyvtár
hy: տեղեկատու
id: Direktori
is: Skrá
ka: დირექტორია
kk: Каталог
km: ថតឯកសារ
kn: ಡೈರೆಕ್ಟರಿ
lb: Verzeechnes
lo: ໄດເລກະທໍລີ
lt: Katalogas
lv: Direktorija
mi: Whaiaronga
mk: Директориум
ml: ഡയറക്ടറി
mn: Лавлах
mr: निर्देशिका
mt: Direttorju
my: လမ်းညွှန်
nb: Katalog
ne: निर्देशिका
or: ଡିରେକ୍ଟୋରୀ
pa: ਡਾਇਰੈਕਟਰੀ
ps: ﺩﻮښﺭﻻ﻿
ro: Director
rw: Ububiko
sd: ﻱﺮٽڪﻳﺮﺋﺍڊ
si: නාමාවලිය
sk: Adresár
sl: Imenik
sq: Drejtoria
sw: Orodha
ta: அடைவு
te: డైరెక్టరీ
tg: Директория
th: ไดเรกทอรี
tk: Katalog
tt: Белешмәлек
uk: Довідник
ur: ﯼﺮﭩﮐﺮﺋﺍﮈ
uz: Katalog
vi: Danh mục
xh: Uluhlu

source: Dir Write Access
af: Dir Skryftoegang
am: Dir ጻፍ መዳረሻ
ar: Dir ﻝﻮﺻﻮﻟﺍ ﺔﺑﺎﺘﻜﻟﺍ
be: Доступ да запісу ў рэжысёр
bg: Достъп за запис на директория
bn: Dir লিখুন অ্যাক্সেস
ca: Dir Accés d'escriptura
cy: Dir Ysgrifennu Mynediad
da: Dir skriveadgang
eo: Dir Skriba Aliro
et: Dirigeeri kirjutamisjuurdepääs
eu: Zuzendari idazketa sarbidea
fi: Dir Kirjoitusoikeus
ga: Dir Scríobh Rochtain
gd: Dir Sgrìobh ruigsinneachd
gl: Dir acceso de escritura
gu: ડાયર રાઈટ એક્સેસ
hi: डिर राइट एक्सेस
hr: Pristup za pisanje u Dir
hy: Գրելու մուտք
id: Akses Tulis Direktur
ka: Dir წერის წვდომა
kk: Direct Write Access
km: ការចូលប្រើ Dir Write
kn: ಡೈರೆಕ್ಟ್ ರೈಟ್ ಆಕ್ಸೆಸ್
ky: Dir Write мүмкүндүк алуу
lb: Dir Schreiwen Zougang
lo: ການເຂົ້າເຖິງການຂຽນໂດຍ Dir
lt: Dirž. Rašymo prieiga
lv: Dir. Rakstīšanas piekļuve
mi: Dir Tuhituhi Uru
mk: Директен пристап за пишување
ml: ഡയറൈറ്റ് ആക്സസ്
mn: Шууд бичих хандалт
mr: Dir लेखन प्रवेश
nb: Dir skrivetilgang
ne: Dir लेखन पहुँच
or: ନିର୍ଦ୍ଦେଶ ଲେଖିବା ଆକ୍ସେସ୍ |
pa: ਡਾਇਰ ਰਾਈਟ ਐਕਸੈਸ
ps: ﯽﺳﺮﺳﻻ﻿ ﻮﻠﮑﯿﻟ ﺩ
ro: Acces scriere direct
rw: Dir Andika Kwinjira
sd: ﻲﺋﺎﺳﺭ ﻲﺟ ﮡﮑﻟ ﺮﺋﺍڊ
si: Dir ලිවීමේ ප්u200dරවේශය
sq: Qasja e shkrimit direkt
sw: Ufikiaji wa Kuandika kwa Dir
ta: இயக்குனர் எழுதும் அணுகல்
te: డైరెక్ట్ రైట్ యాక్సెస్
tg: Дастрасии Dir Write
th: การเข้าถึงการเขียนของ Dir
tk: Direkt ýazmak
tt: Рөхсәт язу
uk: Доступ для запису в каталог
ur: ﺲﯿﺴﮑﯾﺍ ﭧﺋﺍﺭ ﺮﺋﺍﮈ
uz: Direkt yozishga kirish
vi: Truy cập ghi Dir
xh: Dir Bhala Access
yi: סעסקאַ ביירש ריד

source: File Is Text
af: Lêer is teks
am: ፋይል ጽሑፍ ነው።
ar: ﺺﻧ ﻒﻠﻤﻟﺍ
be: Файл - гэта тэкст
bg: Файлът е текст
bn: ফাইল ইজ টেক্সট
ca: El fitxer és text
cy: Ffeil Yw Testun
da: Filen er tekst
eo: Dosiero Estas Teksto
et: Fail on tekst
eu: Fitxategia Testua da
fa: ﺖﺳﺍ ﻦﺘﻣ ﻞﯾﺎﻓ
fi: Tiedosto on tekstiä
fil: Ang File ay Teksto
fy: Triem is tekst
ga: Is Comhad Téacs
gl: O ficheiro é texto
gu: ફાઇલ એ ટેક્સ્ટ છે
he: טסקט אוה ץבוקה
hi: फ़ाइल टेक्स्ट है
hr: Datoteka je tekst
hu: A fájl szöveg
hy: Ֆայլը տեքստ է
id: File Adalah Teks
is: Skrá er texti
ka: ფაილი არის ტექსტი
kk: Файл — бұл мәтін
km: ឯកសារគឺជាអត្ថបទ
kn: ಫೈಲ್ ಪಠ್ಯವಾಗಿದೆ
ku: Pelê Nivîsar e
ky: Файл Текст
lb: Datei ass Text
lo: ໄຟລ໌ແມ່ນຂໍ້ຄວາມ
lt: Failas yra tekstas
lv: Fails ir teksts
mg: Text dia rakitra
mi: He Kuputuhi te Kōnae
mk: Датотеката е текст
ml: ഫയൽ വാചകമാണ്
mn: Файл бол текст
mr: फाइल हा मजकूर आहे
mt: Il-Fajl Huwa Test
my: ဖိုင်သည် စာသားဖြစ်သည်။
nb: Filen er tekst
ne: फाइल पाठ हो
or: ଫାଇଲ୍ ହେଉଛି ଟେକ୍ସଟ୍ |
pa: ਫਾਈਲ ਟੈਕਸਟ ਹੈ
ps: ﯼﺩ ﻦﺘﻣ ﻞﯾﺎﻓ
ro: Fișierul este text
rw: Idosiye ni Inyandiko
sd: ﻲﻫﺁ ﻦﺘﻣ ﻞﺋﺎﻓ
si: ගොනුව යනු පෙළයි
sk: Súbor je text
sl: Datoteka je besedilo
sq: Skedari është tekst
sw: Faili Ni Nakala
ta: கோப்பு என்பது உரை
te: ఫైల్ అనేది టెక్స్ట్
tg: Файл матн аст
th: ไฟล์เป็นข้อความ
tk: Faýl tekstdir
tt: Файл текст
uk: Файл – це текст
ur: ۔ﮯﮨ ﭧﺴﮑﯿﭨ ﻞﺋﺎﻓ
uz: Fayl - bu matn
vi: Tệp là Văn bản
xh: Ifayile Ngumbhalo
yi: טסקעט זיא עקעט

source: File Is Dir
af: Lêer is Dir
am: ፋይል Dir
ar: ﺮﻳﺩ ﻮﻫ ﻒﻠﻤﻟﺍ
be: Файл - гэта Dir
bg: Файлът е Dir
bn: ফাইল দির
ca: El fitxer és Dir
cy: Ffeil Is Dir
da: Filen er Dir
eo: Dosiero Estas Dir
et: Fail on Dir
eu: Fitxategia Zuzen
fi: Tiedosto on Dir
fil: Ang File Ay Dir
gl: O ficheiro é Dir
gu: ફાઈલ ઈઝ ડીર
he: Dir אוה ץבוקה
hi: फ़ाइल दिरो है
hr: Datoteka je dir
hu: Fájl Rend
hy: Ֆայլը ռեժ
id: File Adalah Dir
is: Skrá er Dir
ka: ფაილი არის რეჟ
kk: Файл Дир
km: ឯកសារគឺ Dir
kn: ಫೈಲ್ ಈಸ್ ಡೈರ್
lb: Datei ass Dir
lo: ໄຟລ໌ແມ່ນ Dir
lt: Failas yra rež
lv: Fails ir Dir
mg: File dia Dir
mi: Ko Dir
mk: Датотеката е реж
ml: ഫയൽ ഈസ് ദിർ
mn: Файл нь Dir
mr: फाइल दिर आहे
mt: File Huwa Dir
my: ဖိုင်သည် Dir ဖြစ်သည်။
nb: Filen er Dir
ne: फाइल Dir हो
or: ଫାଇଲ୍ ହେଉଛି ନିର୍ଦ୍ଦେଶନା |
pa: ਫਾਈਲ ਡਾਇਰ ਹੈ
ps: ﻩﺩ ﻩﺮﯾډ ﻪﯿﺳﻭﺩ
ro: Fișierul este Dir
rw: Idosiye ni Dir
sd: ﻲﻫﺁ ﺮٽڪﻳﺮﺋﺍڊ ﻞﺋﺎﻓ
si: ගොනුව Dir වේ
sk: Súbor je Dir
sl: Datoteka je dir
sq: Dosja është Drejt
sw: Faili ni Dir
ta: கோப்பு இயக்குனர்
te: ఫైల్ ఈజ్ డైర్
tg: Файл Dir
th: ไฟล์เป็น Dir
tk: Faýl direkt
tt: Файл режиссер
uk: Файл – це Dir
ur: ۔ﮯﮨ ﺮﯾﺩ ﻞﺋﺎﻓ
uz: Fayl Dir
xh: Ifayile yiDir
yi: ריד זיא עקעט

source: File Is Link
af: Lêer is 'n skakel
am: ፋይል አገናኝ ነው።
ar: ﻁﺎﺒﺗﺭﻻ﻿ﺍ ﻮﻫ ﻒﻠﻤﻟﺍ
be: Файл - гэта спасылка
bg: Файлът е връзка
bn: ফাইল লিঙ্ক
ca: El fitxer és enllaç
da: Filen er link
eo: Dosiero Estas Ligo
et: Fail on link
eu: Fitxategia Esteka da
fa: ﺖﺳﺍ ﮏﻨﯿﻟ ﻞﯾﺎﻓ
fi: Tiedosto on linkki
fil: Ang File ay Link
gl: O ficheiro é ligazón
gu: ફાઇલ લિંક છે
he: רושיק אוה ץבוקה
hi: फ़ाइल लिंक है
hr: Datoteka je veza
hu: A fájl hivatkozás
hy: Ֆայլը հղում է
id: File Adalah Tautan
is: Skrá er hlekkur
ka: ფაილი არის ბმული
kk: Файл сілтеме
km: ឯកសារគឺតំណភ្ជាប់
kn: ಫೈಲ್ ಲಿಂಕ್ ಆಗಿದೆ
ku: Pelê Girêdan e
lb: Datei ass Link
lo: ໄຟລ໌ແມ່ນການເຊື່ອມຕໍ່
lt: Failas yra nuoroda
lv: Fails ir saite
mg: File dia rohy
mi: He Hononga te Kōnae
mk: Датотеката е врска
ml: ഫയൽ ലിങ്ക് ആണ്
mn: Файл бол холбоос
mr: फाइल लिंक आहे
mt: Il-Fajl Huwa Link
my: ဖိုင်သည် လင့်ခ်ဖြစ်သည်။
nb: Filen er lenke
ne: फाइल लिङ्क हो
or: ଫାଇଲ୍ ହେଉଛି ଲିଙ୍କ୍ |
pa: ਫਾਈਲ ਲਿੰਕ ਹੈ
ps: ﯼﺩ ﮏﻨﯿﻟ ﻞﯾﺎﻓ
ro: Fișierul este link
rw: Idosiye Ihuza
sd: ﻲﻫﺁ ڪﻨﻟ ﻞﺋﺎﻓ
si: ගොනුව සබැඳිය
sk: Súbor je odkaz
sl: Datoteka je povezava
sq: Skedari është lidhje
sw: Faili Ni Kiungo
ta: கோப்பு இணைப்பு
te: ఫైల్ లింక్
tg: Файл Пайваст аст
th: ไฟล์คือลิงค์
tk: Faýl baglanyşykdyr
tt: Файл сылтама
uk: Файл є посиланням
ur: ۔ﮯﮨ ﮏﻨﻟ ﻞﺋﺎﻓ
uz: Fayl havola
vi: Tệp là liên kết
xh: IFayile Likhonkco
yi: קניל זיא עקעט

source: User Is Root
af: Gebruiker is wortel
am: ተጠቃሚው ሥር ነው።
ar: ﺭﺬﺠﻟﺍ ﻮﻫ ﻡﺪﺨﺘﺴﻤﻟﺍ
be: Карыстальнік - Root
bg: Потребителят е Root
bn: ইউজার ইজ রুট
ca: L'usuari és root
cy: Defnyddiwr Yn Gwreiddiau
da: Bruger er root
eo: Uzanto Estas Radiko
et: Kasutaja on juur
eu: Erabiltzailea Root da
fa: ﺖﺳﺍ ﻪﺸﯾﺭ ﺮﺑﺭﺎﮐ
fi: Käyttäjä on juuri
fil: Ang User ay Root
fy: Brûker Is Root
ga: Is Úsáideoir Fréamh
gd: Cleachdaiche Is Root
gl: O usuario é root
gu: વપરાશકર્તા રુટ છે
he: שרוש אוה שמתשמה
hi: उपयोगकर्ता जड़ है
hr: Korisnik je root
hu: A felhasználó gyökér
hy: Օգտագործողը արմատ է
id: Pengguna Adalah Root
is: Notandi er rót
ka: მომხმარებელი არის Root
kk: Пайдаланушы - Root
km: អ្នកប្រើប្រាស់ជា Root
kn: ಬಳಕೆದಾರನು ರೂಟ್
ku: Bikarhêner Root e
ky: Колдонуучу - Root
lb: Benotzer Ass Root
lo: ຜູ້ໃຊ້ແມ່ນຮາກ
lt: Vartotojas yra šaknis
lv: Lietotājs ir sakne
mg: Ny mpampiasa dia Root
mi: He Putake te Kaiwhakamahi
mk: Корисникот е корен
ml: ഉപയോക്താവ് റൂട്ട് ആണ്
mn: Хэрэглэгч нь Root юм
mr: वापरकर्ता रूट आहे
mt: Utent Huwa Root
my: အသုံးပြုသူသည် Root ဖြစ်သည်။
nb: Bruker er root
ne: प्रयोगकर्ता रूट हो
or: ଉପଭୋକ୍ତା ମୂଳ ଅଟେ |
pa: ਯੂਜ਼ਰ ਰੂਟ ਹੈ
ps: ﯼﺩ ټﻭﺭ ﻥﺭﺎﮐ
ro: Utilizatorul este rădăcină
rw: Umukoresha Ni Imizi
sd: ﻲﻫﺁ ٽﻭﺭ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ
si: පරිශීලකයා Root වේ
sk: Používateľ je root
sl: Uporabnik je Root
sq: Përdoruesi është Root
sw: Mtumiaji Ni Mzizi
ta: பயனர் ரூட்
te: యూజర్ ఈజ్ రూట్
tg: Корбар реша аст
th: ผู้ใช้คือรูท
tk: Ulanyjy kök
tt: Кулланучы тамыр
uk: Користувач Root
ur: ۔ﮯﮨ ﮍﺟ ﻑﺭﺎﺻ
uz: Foydalanuvchi Root
vi: Người dùng là gốc
xh: Umsebenzisi Uyingcambu
yi: לצראָוו זיא רעצינאַב

source: Multiple Selected
af: Veelvuldige gekies
am: ብዙ የተመረጡ
ar: ﺩﺪﺤﻤﻟﺍ ﺓﺩﺪﻌﺘﻣ
be: Некалькі выбраных
bg: Множество избрани
bn: একাধিক নির্বাচিত
ca: Múltiples seleccionats
cy: Dewis Lluosog
da: Flere udvalgte
eo: Multoblaj Elektitaj
et: Valitud mitu
eu: Anitz Hautatuak
fa: ﺖﺳﺍ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻪﻧﺎﮔﺪﻨﭼ
fi: Useita valittu
fil: Maramihang Napili
fy: Meardere selektearre
ga: Il-Roghnaithe
gd: Ioma taghte
gl: Múltiples seleccionados
gu: બહુવિધ પસંદ કરેલ
he: םיבורמ םירחבנ
hi: एकाधिक चयनित
hr: Višestruko odabrano
hu: Többször kiválasztva
hy: Բազմաթիվ ընտրված
id: Beberapa Dipilih
is: Margir valdir
ka: მრავალჯერადი შერჩეული
kk: Бірнеше таңдалған
km: បានជ្រើសរើសច្រើន។
kn: ಬಹು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ku: Gelek Hilbijartî
ky: Бир нече тандалган
lb: Multiple ausgewielt
lo: ເລືອກຫຼາຍອັນ
lt: Pasirinkti keli
lv: Atlasīti vairāki
mg: Voafantina maromaro
mi: He maha kua tohua
mk: Повеќекратни избрани
ml: ഒന്നിലധികം തിരഞ്ഞെടുത്തു
mn: Олон сонгогдсон
mr: एकाधिक निवडले
mt: Magħżula Multipla
my: မျိုးစုံရွေးချယ်ထားသည်။
nb: Flere valgt
ne: धेरै चयन गरियो
or: ଏକାଧିକ ମନୋନୀତ |
pa: ਕਈ ਚੁਣੇ ਗਏ
ps: ﯼﻮﺷ ﺏﺎﺨﺘﻧﺍ ﻮڅ
ro: Selectat Multiplu
rw: Byatoranijwe Byinshi
sd: ﻞﻳڊﻧﻮﭼ ﺎﮣﮭﮔ
si: බහු තෝරාගත්
sk: Viacnásobné vybraté
sl: Več izbranih
sq: Të shumëfishta të zgjedhura
sw: Nyingi Zilizochaguliwa
ta: பல தேர்ந்தெடுக்கப்பட்டது
te: బహుళ ఎంపిక చేయబడింది
tg: Якчанд интихобшуда
th: เลือกหลายรายการ
tk: Birnäçe saýlanan
tt: Күп сайланган
uk: Вибрано кілька
ur: ﺐﺨﺘﻨﻣ ﺩﺪﻌﺘﻣ
uz: Bir nechta tanlangan
vi: Nhiều lựa chọn
xh: Ezininzi Ezikhethiweyo
yi: ןבילקעגסיוא לפייק

source: Clipboard Has Files
af: Knipbord het lêers
am: ክሊፕቦርድ ፋይሎች አሉት
ar: ﺕﺎﻔﻠﻣ ﻰﻠﻋ ﺔﻈﻓﺎﺤﻟﺍ ﻱﻮﺘﺤﺗ
be: Буфер абмену мае файлы
bg: Клипбордът има файлове
bn: ক্লিপবোর্ডে ফাইল আছে
ca: El porta-retalls té fitxers
cy: Mae gan y clipfwrdd ffeiliau
da: Udklipsholder har filer
eo: Clipboard Havas Dosieroj
et: Lõikelaual on failid
eu: Arbelak Fitxategiak ditu
fa: ﺩﺭﺍﺩ ﻞﯾﺎﻓ ﺩﺭﻮﺑ ﭗﯿﻠﮐ
fi: Leikepöydällä on tiedostoja
fil: May Mga File ang Clipboard
fy: Klemboerd hat bestannen
ga: Tá Comhaid Gearrthóg
gd: Tha faidhlichean air a ’bhòrd
gl: O portapapeis ten ficheiros
gu: ક્લિપબોર્ડ પાસે ફાઇલો છે
he: םיצבק שי חולל
hi: क्लिपबोर्ड में फ़ाइलें हैं
hr: Međuspremnik ima datoteke
hu: A vágólapon vannak fájlok
hy: Clipboard-ն ունի ֆայլեր
id: Clipboard Memiliki File
is: Klemmuspjald hefur skrár
ka: ბუფერს აქვს ფაილები
kk: Алмасу буферінде файлдар бар
km: ក្ដារតម្បៀតខ្ទាស់មានឯកសារ
kn: ಕ್ಲಿಪ್u200cಬೋರ್ಡ್ ಫೈಲ್u200cಗಳನ್ನು ಹೊಂದಿದೆ
ku: Clipboard Pelên xwe hene
ky: Алмашуу буферинде файлдар бар
lb: Clipboard huet Dateien
lo: ຄລິບບອດມີໄຟລ໌
lt: Iškarpinėje yra failų
lv: Starpliktuvē ir faili
mg: Misy rakitra ny clipboard
mi: He Kōnae Papatopenga
mk: Таблата со исечоци има датотеки
ml: ക്ലിപ്പ്ബോർഡിൽ ഫയലുകളുണ്ട്
mn: Түр санах ойд файлууд байна
mr: क्लिपबोर्डमध्ये फाइल्स आहेत
mt: Clipboard Għandu Fajls
my: ကလစ်ဘုတ်တွင် ဖိုင်များရှိသည်။
nb: Utklippstavlen har filer
ne: क्लिपबोर्डमा फाइलहरू छन्
or: କ୍ଲିପବୋର୍ଡରେ ଫାଇଲ ଅଛି |
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਫਾਈਲਾਂ ਹਨ
ps: ﻱﺮﻟ ﻪﻧﻮﻠﯾﺎﻓ ډﺭﻮﺑ ﭗﻠﮐ
ro: Clipboard-ul are fișiere
rw: Ububiko bufite dosiye
sd: ﻦﻫﺁ ﻥﻮﻠﺋﺎﻓ ۾ ڊﺭﻮﺑ ﭗﻠڪ
si: Clipboard සතුව ගොනු ඇත
sk: Schránka obsahuje súbory
sl: Odložišče ima datoteke
sq: Clipboard ka skedarë
sw: Ubao wa kunakili Una Faili
ta: கிளிப்போர்டில் கோப்புகள் உள்ளன
te: క్లిప్u200cబోర్డ్u200cలో ఫైల్u200cలు ఉన్నాయి
tg: Буфер файлҳо дорад
th: คลิปบอร์ดมีไฟล์
tk: Buferde faýllar bar
tt: Тактада файллар бар
uk: Буфер обміну містить файли
ur: ۔ﮟﯿﮨ ﮟﯿﻠﺋﺎﻓ ﮟﯿﻣ ﮈﺭﻮﺑ ﭗﻠﮐ
uz: Buferda fayllar mavjud
vi: Clipboard có tệp
xh: Ibhodi eqhotyoshwayo ineeFayile
yi: סעליפ טאה דראָבפּילק

source: Clipboard Has Text
af: Knipbord het teks
am: ቅንጥብ ሰሌዳ ጽሑፍ አለው።
ar: ﺺﻧ ﻰﻠﻋ ﺔﻈﻓﺎﺤﻟﺍ ﻱﻮﺘﺤﺗ
be: Буфер абмену мае тэкст
bg: Клипбордът има текст
bn: ক্লিপবোর্ডে পাঠ্য আছে
ca: El porta-retalls té text
cy: Mae gan y clipfwrdd destun
da: Udklipsholder har tekst
eo: Tondujo Havas Tekston
et: Lõikelaual on tekst
eu: Arbelak testua du
fa: ﺖﺳﺍ ﻦﺘﻣ ﯼﺍﺭﺍﺩ ﺩﺭﻮﺑ ﭗﯿﻠﮐ
fi: Leikepöydällä on tekstiä
fil: May Teksto ang Clipboard
fy: Klemboerd hat tekst
ga: Tá Téacs ag Gearrthóg
gd: Tha teacsa aig clip clip
gl: O portapapeis ten texto
gu: ક્લિપબોર્ડમાં ટેક્સ્ટ છે
he: טסקט שי חולל
hi: क्लिपबोर्ड में टेक्स्ट है
hr: Međuspremnik ima tekst
hu: A vágólapon szöveg található
hy: Clipboard-ն ունի տեքստ
id: Papan Klip Memiliki Teks
is: Klemmuspjald hefur texta
ka: ბუფერს აქვს ტექსტი
kk: Алмасу буферінде мәтін бар
km: ក្ដារតម្បៀតខ្ទាស់មានអត្ថបទ
kn: ಕ್ಲಿಪ್u200cಬೋರ್ಡ್ ಪಠ್ಯವನ್ನು ಹೊಂದಿದೆ
ky: Алмашуу буферинде текст бар
lb: Clipboard huet Text
lo: ຄລິບບອດມີຂໍ້ຄວາມ
lt: Iškarpinėje yra tekstas
lv: Starpliktuvē ir teksts
mg: Misy soratra ny clipboard
mi: Papatopenga He Kuputuhi
mk: Таблата со исечоци има текст
ml: ക്ലിപ്പ്ബോർഡിൽ വാചകമുണ്ട്
mn: Түр санах ойд текст байна
mr: क्लिपबोर्डमध्ये मजकूर आहे
mt: Clipboard Għandu Test
my: ကလစ်ဘုတ်တွင် စာသားပါရှိသည်။
nb: Utklippstavlen har tekst
ne: क्लिपबोर्डमा पाठ छ
or: କ୍ଲିପବୋର୍ଡରେ ଟେକ୍ସଟ୍ ଅଛି |
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਟੈਕਸਟ ਹੈ
ps: ﻱﺮﻟ ﻦﺘﻣ ډﺭﻮﺑ ﭗﻠﮐ
ro: Clipboard are text
rw: Ububiko bufite inyandiko
sd: ﻲﻫﺁ ﻦﺘﻣ ۾ ڊﺭﻮﺑ ﭗﻠڪ
si: පසුරු පුවරුවේ පෙළ ඇත
sk: Schránka obsahuje text
sl: Odložišče ima besedilo
sq: Clipboard ka tekst
sw: Ubao wa kunakili Una Maandishi
ta: கிளிப்போர்டுக்கு உரை உள்ளது
te: క్లిప్u200cబోర్డ్u200cలో వచనం ఉంది
tg: Буфери мухобиротӣ дорои матн аст
th: คลิปบอร์ดมีข้อความ
tk: Paneliň teksti bar
tt: Тактада текст бар
uk: Буфер обміну містить текст
ur: ۔ﮯﮨ ﻦﺘﻣ ﮟﯿﻣ ﮈﺭﻮﺑ ﭗﻠﮐ
uz: Vaqtinchalik buferda matn mavjud
vi: Bảng tạm có văn bản
xh: Ibhodi eqhotyoshwayo inombhalo
yi: טסקעט טאה דראָבפּילק

source: Current Panel
af: Huidige Paneel
am: የአሁኑ ፓነል
ar: ﺔﻴﻟﺎﺤﻟﺍ ﺔﺣﻮﻠﻟﺍ
be: Бягучая панэль
bg: Текущ панел
bn: বর্তমান প্যানেল
ca: Panell actual
cy: Panel Cyfredol
da: Nuværende panel
eo: Nuna Panelo
et: Praegune paneel
eu: Egungo panela
fa: ﯽﻠﻌﻓ ﻞﻨﭘ
fi: Nykyinen paneeli
fil: Kasalukuyang Panel
fy: Aktuele Panel
ga: Painéal Reatha
gd: Pannal gnàthach
gl: Panel actual
gu: વર્તમાન પેનલ
he: יחכונ לנאפ
hi: वर्तमान पैनल
hr: Trenutna ploča
hu: Jelenlegi panel
hy: Ընթացիկ վահանակ
id: Panel Saat Ini
is: Núverandi pallborð
ka: მიმდინარე პანელი
kk: Ағымдағы панель
km: បន្ទះបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಫಲಕ
ku: Panela niha
ky: Учурдагы панель
lb: Aktuelle Panel
lo: ແຜງປະຈຸບັນ
lt: Dabartinis skydelis
lv: Pašreizējais panelis
mg: Panel ankehitriny
mi: Paewhiri o naianei
mk: Тековен панел
ml: നിലവിലെ പാനൽ
mn: Одоогийн самбар
mr: वर्तमान पॅनेल
mt: Panel kurrenti
my: လက်ရှိ Panel
nb: Nåværende panel
ne: हालको प्यानल
or: ସାମ୍ପ୍ରତିକ ପ୍ୟାନେଲ୍ |
pa: ਮੌਜੂਦਾ ਪੈਨਲ
ps: ﻞﻨﯿﭘ ﯽﻨﺳﻭﺍ
ro: Panoul curent
rw: Ikibaho
sd: ﻞﻨﻴﭘ ﻩﺩﻮﺟﻮﻣ
si: වත්මන් පැනලය
sk: Aktuálny panel
sl: Trenutna plošča
sq: Paneli aktual
sw: Paneli ya Sasa
ta: தற்போதைய குழு
te: ప్రస్తుత ప్యానెల్
tg: Панели ҷорӣ
th: แผงปัจจุบัน
tk: Häzirki panel
tt: Хәзерге панель
uk: Поточна панель
ur: ﻞﻨﯿﭘ ﮦﺩﻮﺟﻮﻣ
uz: Joriy panel
vi: Bảng điều khiển hiện tại
xh: Iphaneli yangoku
yi: לענאַפּ טנאַרק

source: Panel Count
af: Paneeltelling
am: የፓነል ብዛት
ar: ﺕﺎﺣﻮﻠﻟﺍ ﺩﺪﻋ
be: Панэль граф
bg: Брой на панела
bn: প্যানেল গণনা
ca: Recompte de panells
cy: Cyfrif y Panel
da: Panelantal
eo: Panelo-kalkulo
et: Paneelide arv
eu: Panel kopurua
fa: ﺎﻫ ﻞﻨﭘ ﺩﺍﺪﻌﺗ
fi: Paneelimäärä
fil: Bilang ng Panel
ga: Líon Painéal
gd: Cunntas pannal
gl: Conta de paneles
gu: પેનલ કાઉન્ટ
he: םילנאפ תריפס
hi: पैनल गणना
hr: Broj ploča
hu: Panelszám
hy: Վահանակի հաշվարկ
id: Jumlah Panel
is: Fjöldi pallborða
ka: პანელის რაოდენობა
kk: Панель саны
km: ចំនួនបន្ទះ
kn: ಪ್ಯಾನಲ್ ಎಣಿಕೆ
ku: Hejmara panelê
ky: Панелдин саны
lb: Panel Zuel
lo: ຈໍານວນກະດານ
lt: Skydelių skaičius
lv: Paneļu skaits
mg: Isan'ny tontonana
mi: Tatau Paewhiri
mk: Број на панели
ml: പാനൽ എണ്ണം
mn: Самбарын тоо
mr: पॅनेल संख्या
mt: Għadd tal-Panel
my: Panel အရေအတွက်
nb: Antall paneler
ne: प्यानल गणना
or: ପ୍ୟାନେଲ୍ ଗଣନା |
pa: ਪੈਨਲ ਗਿਣਤੀ
ps: ﻩﺮﯿﻤﺷ ﻞﻨﯿﭘ ﺩ
ro: Număr de panouri
rw: Kubara
sd: ﭗﮣﮘ ﻞﻨﻴﭘ
si: පැනල් ගණන
sk: Počet panelov
sl: Število plošč
sq: Numri i paneleve
sw: Hesabu ya Jopo
ta: பேனல் எண்ணிக்கை
te: ప్యానెల్ కౌంట్
tg: Шумораи панел
th: จำนวนแผง
tk: Panel sanamak
tt: Панель санау
uk: Кількість панелей
ur: ﭧﻧﺅﺎﮐ ﻞﻨﯿﭘ
uz: Panel soni
vi: Số bảng điều khiển
xh: Iphaneli yokubala
yi: ףארג לענאַפּ

source: Current Tab
af: Huidige oortjie
am: የአሁኑ ትር
ar: ﺔﻴﻟﺎﺤﻟﺍ ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ
be: Бягучая ўкладка
bg: Текущ раздел
bn: বর্তমান ট্যাব
ca: Pestanya actual
cy: Tab Cyfredol
da: Aktuel fane
eo: Nuna Tab
et: Praegune vahekaart
eu: Uneko fitxa
fa: ﯽﻠﻌﻓ ﻪﮔﺮﺑ
fi: Nykyinen välilehti
fil: Kasalukuyang Tab
fy: Aktuele ljepper
ga: Cluaisín Reatha
gd: Tab gnàthach
gl: Ficha actual
gu: વર્તમાન ટેબ
he: תיחכונ הייסיטרכ
hi: वर्तमान टैब
hr: Trenutna kartica
hu: Aktuális lap
hy: Ընթացիկ ներդիր
id: Tab saat ini
is: Núverandi flipi
ka: მიმდინარე ჩანართი
kk: Ағымдағы қойынды
km: ផ្ទាំងបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಟ್ಯಾಬ್
ku: Tabloya niha
ky: Учурдагы өтмөк
lb: Aktuell Tab
lo: ແຖບປັດຈຸບັນ
lt: Dabartinis skirtukas
lv: Pašreizējā cilne
mg: Tab ankehitriny
mi: Ripa o naianei
mk: Тековен таб
ml: നിലവിലെ ടാബ്
mn: Одоогийн таб
mr: वर्तमान टॅब
mt: Tab kurrenti
my: လက်ရှိ တက်ဘ်
nb: Gjeldende fane
ne: हालको ट्याब
or: ସାମ୍ପ୍ରତିକ ଟ୍ୟାବ୍ |
pa: ਮੌਜੂਦਾ ਟੈਬ
ps: ﺐټ ۍﻨﺳﻭﺍ
ro: Fila curentă
rw: Tab
sd: ﺐﻴٽ ﻩﺩﻮﺟﻮﻣ
si: වත්මන් ටැබය
sk: Aktuálna tab
sl: Trenutni zavihek
sq: Skeda aktuale
sw: Kichupo cha Sasa
ta: தற்போதைய தாவல்
te: ప్రస్తుత ట్యాబ్
tg: Ҷадвали ҷорӣ
th: แท็บปัจจุบัน
tk: Häzirki goýma
tt: Хәзерге кыстыргыч
uk: Поточна вкладка
ur: ﺐﯿﭨ ﮦﺩﻮﺟﻮﻣ
uz: Joriy tab
vi: Tab hiện tại
xh: Ithebhu yangoku
yi: באַט טנאַרק

source: Tab Count
af: Tabtelling
am: የትር ብዛት
ar: ﺐﻳﻮﺒﺘﻟﺍ ﺕﺎﻣﻼ﻿ﻋ ﺩﺪﻋ
be: Укладка Count
bg: Брой на разделите
bn: ট্যাব গণনা
ca: Recompte de pestanyes
cy: Cyfrif Tab
da: Faneantal
et: Vahelehtede arv
eu: Fitxa kopurua
fa: ﺎﻫ ﻪﮔﺮﺑ ﺩﺍﺪﻌﺗ
fi: Välilehtien määrä
fil: Bilang ng Tab
ga: Líon Cluaisíní
gd: Cunnt Tab
gl: Conta de fichas
gu: ટૅબ ગણતરી
he: תויסיטרכ תריפס
hi: टैब गणना
hr: Broj kartica
hy: Ներդիրների հաշվարկ
id: Jumlah Tab
is: Flipafjöldi
ka: ჩანართების რაოდენობა
kk: Қойындылар саны
km: ចំនួនផ្ទាំង
kn: ಟ್ಯಾಬ್ ಎಣಿಕೆ
ky: Өтмөк саны
lb: Tab Zuel
lo: ຈຳນວນແຖບ
lt: Skirtukų skaičius
lv: Cilņu skaits
mg: Isan'ny tabilao
mi: Tatau Ripa
mk: Број на јазичиња
ml: ടാബ് എണ്ണം
mn: Цонхны тоо
mr: टॅब संख्या
my: တက်ဘ်အရေအတွက်
nb: Antall faner
ne: ट्याब गणना
or: ଟ୍ୟାବ୍ ଗଣନା |
pa: ਟੈਬ ਗਿਣਤੀ
ps: ﻩﺮﯿﻤﺷ ﺐټ ﺩ
ro: Număr de file
rw: Kubara
sd: ﺭﺎﻤﺷ ﺐﻴٽ
si: ටැබ් ගණන
sk: Počet kariet
sl: Število zavihkov
sq: Numri i skedave
sw: Hesabu ya Kichupo
ta: தாவல் எண்ணிக்கை
te: ట్యాబ్ కౌంట్
tg: Шумораи ҷадвалҳо
th: จำนวนแท็บ
tk: Salgy sanamak
tt: Таблицаны санау
uk: Кількість вкладок
ur: ﺭﺎﻤﺷ ﺎﮐ ﺐﯿﭨ
uz: Tablar soni
vi: Số lượng tab
xh: Tab Bala
yi: ףארג באַט

source: Bookmark
af: Boekmerk
am: ዕልባት
ar: ﺔﻴﻌﺟﺮﻤﻟﺍ
be: Закладка
bg: Отметка
bn: বুকমার্ক
ca: Marcador
cy: Llyfrnod
da: Bogmærke
eo: Legomarko
et: Järjehoidja
eu: Laster-marka
fa: ﮏﻧﺎﺸﻧ
fi: Kirjanmerkki
fy: Blêdwizer
ga: Leabharmharc
gd: Comharradh-leabhair
gl: Marcador
gu: બુકમાર્ક
he: הינמיס
hi: बुकमार्क
hr: Označi
hu: Könyvjelző
hy: Էջանիշ
id: Penanda buku
is: Bókamerki
ka: სანიშნე
kk: Бетбелгі
km: ចំណាំ
kn: ಬುಕ್ಮಾರ್ಕ್
lo: ບຸກມາກ
lt: Skirtukas
lv: Grāmatzīme
mg: Diary
mi: Tohuwāhi
mk: Обележете
ml: ബുക്ക്മാർക്ക്
mn: Хавчуурга
mr: बुकमार्क करा
my: ညှပ်
nb: Bokmerke
ne: बुकमार्क
or: ବୁକମାର୍କ
pa: ਬੁੱਕਮਾਰਕ
ps: ﮎﺭﺎﻣ ﮏﺑ
ro: Marcaj
rw: Ikimenyetso
sd: ڪﺭﺎﻣ ﮏﺑ
si: පිටු සලකුණ
sk: Záložka
sl: Zaznamek
sq: Shënoni faqeshënues
sw: Alamisho
ta: புத்தககுறி
te: బుక్మార్క్
tg: Хатчӯб
th: บุ๊คมาร์ค
tk: Bellik
tt: Кыстарма
uk: Закладка
ur: ﮎﺭﺎﻣ ﮏﺑ
uz: Xatcho‘p
vi: Dấu trang
yi: ןכייצ - נעייל

source: Device
af: Toestel
am: መሳሪያ
ar: ﺯﺎﻬﺟ
be: Прылада
bg: устройство
bn: যন্ত্র
ca: Dispositiu
cy: Dyfais
da: Enhed
eo: Aparato
et: Seade
eu: Gailua
fa: ﻩﺎﮕﺘﺳﺩ
fi: Laite
fy: Apparaat
ga: Gléas
gd: Inneal
gl: Dispositivo
gu: ઉપકરણ
he: ןקתה
hi: युक्ति
hr: Uređaj
hu: Eszköz
hy: Սարք
id: Perangkat
is: Tæki
ka: მოწყობილობა
kk: Құрылғы
km: ឧបករណ៍
kn: ಸಾಧನ
ku: Sazî
ky: Түзмөк
lb: Apparat
lo: ອຸປະກອນ
lt: Įrenginys
lv: Ierīce
mg: Fitaovana
mi: Pūrere
mk: Уред
ml: ഉപകരണം
mn: Төхөөрөмж
mr: साधन
mt: Apparat
my: စက်ကိရိယာ
nb: Enhet
ne: यन्त्र
or: ଉପକରଣ
pa: ਡਿਵਾਈਸ
ps: ﻪﻠﯿﺳﻭ
ro: Dispozitiv
rw: Igikoresho
sd: ﺲﻴﺋﺍﻭڊ
si: උපාංගය
sk: Zariadenie
sl: Naprava
sq: Pajisja
sw: Kifaa
ta: சாதனம்
te: పరికరం
tg: Дастгоҳ
th: อุปกรณ์
tk: Enjam
tt: Devайланма
uk: Пристрій
ur: ﺲﺋﺍﻮﯾﮈ
uz: Qurilma
vi: Thiết bị
xh: Isixhobo
yi: לטימ
