Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n paneel of paneelelement gewys of versteek word: Gebruik: %%e tipe gebeurtenis (evt_pnl_show) %%w venster ID (sien zzzfm -s hulp) %%p paneel %%t oortjie %%f fokus (element gewys of versteek) %%v sigbaar (1 of 0) Uitgevoer bash veranderlikes (eg $fm_pwd, etc) kan in hierdie opdrag gebruik word.
am: የፓነል ወይም የፓነል አካል በሚታይበት ወይም በሚደበቅበት ጊዜ በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር ያስገቡ፡ ተጠቀም፡ %%e የክስተት አይነት (evt_pnl_show) %%w የመስኮት መታወቂያ (የ zzzfm -s እገዛን ይመልከቱ) %%p ፓነል %%t ትር %%f ትኩረት (ንጥረ ነገር ይታያል ወይም ተደብቋል) %%v የሚታይ (1 ወይም 0) ወደ ውጭ የተላኩ የባሽ ተለዋዋጮች (eg $fm_pwd, etc) በዚህ ትዕዛዝ ውስጥ ጥቅም ላይ ሊውል ይችላል.
ar: :ﺔﺣﻮﻟ ﻭﺃ ﺔﺣﻮﻟ ﺮﺼﻨﻋ ءﺎﻔﺧﺇ ﻭﺃ ﺭﺎﻬﻇﺇ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_pnl_show) %%w (zzzfm -s ﺕﺎﻤﻴﻠﻌﺗ ﺮﻈﻧﺍ) ﺓﺬﻓﺎﻨﻟﺍ ﻑﺮﻌﻣ %%p ﺔﺟﻮﻟ %%t ﺐﻳﻮﺒﺘﻟﺍ %%f (ﻲﻔﺨﻤﻟﺍ ﻭﺃ ﺮﻫﺎﻈﻟﺍ ﺮﺼﻨﻌﻟﺍ) ﺰﻴﻛﺮﺘﻟﺍ %%v ﻲﺋﺮﻣ (1 ﻭﺃ 0) ﺓﺭﺪﺼﻤﻟﺍ bash ﺕﺍﺮﻴﻐﺘﻣ (eg $fm_pwd, etc) .ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻲﻓ ﺎﻬﻣﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ
be: Увядзіце праграму або камандны радок bash, які будзе запускацца аўтаматычна кожны раз, калі элемент панэлі або панэлі паказаны або схаваны: Выкарыстоўвайце: %%e тып падзеі (evt_pnl_show) %%w ідэнтыфікатар акна (гл. дапамогу zzzfm -s) %%p панэль %%t уклад %%f фокус (элемент паказаны або схаваны) %%v бачны (1 або 0) Экспартаваныя зменныя bash (eg $fm_pwd, etc) можна выкарыстоўваць у гэтай камандзе.
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато панел или елемент на панел се покаже или скрие: Използвайте: %%e тип събитие (evt_pnl_show) %%w идентификатор на прозореца (вижте помощ за zzzfm -s) %%p панел %%t раздел %%f фокус (елемент е показан или скрит) %%v видими (1 или 0) Експортирани bash променливи (eg $fm_pwd, etc) може да се използва в тази команда.
bn: যখনই একটি প্যানেল বা প্যানেল উপাদান দেখানো বা লুকানো হয় তখন স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরণ (evt_pnl_show) %%w উইন্ডো আইডি (zzzfm -s সহায়তা দেখুন) %%p প্যানেল %%t ট্যাব %%f ফোকাস (উপাদান দেখানো বা লুকানো) %%v দৃশ্যমান (1 বা 0) রপ্তানি করা ব্যাশ ভেরিয়েবল (eg $fm_pwd, etc) এই কমান্ডে ব্যবহার করা যেতে পারে।
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament sempre que es mostri o s'amagui un panell o un element del panell: Ús: %%e tipus d'esdeveniment (evt_pnl_show) %%w identificador de la finestra (vegeu l'ajuda de zzzfm -s) %%p panell %%t pestanya %%f focus (element mostrat o amagat) %%v visible (1 o 0) Variables bash exportades (eg $fm_pwd, etc) es pot utilitzar en aquesta comanda.
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pryd bynnag y dangosir neu guddir panel neu elfen banel: Defnyddiwch: %%e math o ddigwyddiad (evt_pnl_show) %%w id ffenestr (gweler zzzfm -s help) %%p panel %%t tab %%f ffocws (elfen wedi'i dangos neu wedi'i chuddio) %%v gweladwy (1 neu 0) Newidynnau bash allforiedig (eg $fm_pwd, etc) gellir ei ddefnyddio yn y gorchymyn hwn.
da: Indtast program- eller bash-kommandolinje, der skal køres automatisk, når et panel eller panelelement vises eller skjules: Brug: %%e begivenhedstype (evt_pnl_show) %%w vindues-id (se zzzfm -s hjælp) %%p panel %%t fanen %%f fokus (element vist eller skjult) %%v synlig (1 eller 0) Eksporterede bash-variabler (eg $fm_pwd, etc) kan bruges i denne kommando.
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam panelo aŭ panelelemento estas montrita aŭ kaŝita: Uzu: %%e tipo de evento (evt_pnl_show) %%w fenestro-identigilo (vidu helpon de zzzfm -s) %%p panelo %%t langeto %%f fokuso (elemento montrita aŭ kaŝita) %%v videbla (1 aŭ 0) Eksportitaj bash-variabloj (eg $fm_pwd, etc) povas esti uzata en ĉi tiu komando.
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui paneel või paneeli element kuvatakse või peidetakse: Kasuta: %%e sündmuse tüüp (evt_pnl_show) %%w akna ID (vt zzzfm -s abi) %%p paneel %%t sakk %%f fookus (element on näidatud või peidetud) %%v nähtav (1 või 0) Eksporditud bashi muutujad (eg $fm_pwd, etc) saab selles käsus kasutada.
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatuko den panel edo paneleko elementu bat erakusten edo ezkutatzen den bakoitzean: Erabili: %%e gertaera mota (evt_pnl_show) %%w leihoaren IDa (ikus zzzfm -s laguntza) %%p panela %%t fitxa %%f fokua (elementua erakutsi edo ezkutatuta) %%v ikusgai (1 edo 0) Esportatutako bash aldagaiak (eg $fm_pwd, etc) komando honetan erabil daiteke.
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ،ﺪﺷ ﻥﺎﻬﻨﭘ ﺎﯾ ﻩﺩﺍﺩ ﻥﺎﺸﻧ ﻞﻧﺎﭘ ﺮﺼﻨﻋ ﺎﯾ ﻞﻧﺎﭘ ﻪﮐ ﻥﺎﻣﺯ ﺮﻫ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_pnl_show) %%w (ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzfm -s ﮏﻤﮐ ﻪﺑ) ﻩﺮﺠﻨﭘ ﻪﺳﺎﻨﺷ %%p ﻞﻧﺎﭘ %%t ﻪﻧﺎﺑﺯ %%f (ﻥﺎﻬﻨﭘ ﺎﯾ ﻩﺪﺷ ﻩﺩﺍﺩ ﻥﺎﺸﻧ ﺮﺼﻨﻋ) ﺱﻮﮐﻮﻓ %%v ﺖﯾﻭﺭ ﻞﺑﺎﻗ (1 ﺎﯾ 0) ﺖﺳﺍ ﻩﺪﺷ ﺭﺩﺎﺻ bash ﯼﺎﻫﺮﯿﻐﺘﻣ (eg $fm_pwd, etc) .ﺩﺮﮐ ﻩﺩﺎﻔﺘﺳﺍ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ﺭﺩ ﻥﺍﻮﺗ ﯽﻣ
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti aina, kun paneeli tai paneelielementti näytetään tai piilotetaan: Käyttää: %%e Tapahtumatyyppi (evt_pnl_show) %%w ikkunan tunnus (katso zzzfm -s ohje) %%p paneeli %%t -välilehti %%f tarkennus (elementti näkyy tai piilotettu) %%v näkyvissä (1 tai 0) Vietiin bash-muuttujia (eg $fm_pwd, etc) voidaan käyttää tässä komennossa.
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin sa tuwing ipinapakita o nakatago ang isang panel o elemento ng panel: Gamitin ang: %%e uri ng kaganapan (evt_pnl_show) %%w window id (tingnan ang tulong ng zzzfm -s) %%p panel %%t tab %%f focus (elemento na ipinapakita o nakatago) %%v nakikita (1 o 0) Na-export na mga variable ng bash (eg $fm_pwd, etc) maaaring gamitin sa utos na ito.
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in paniel of panielelemint wurdt werjûn of ferburgen: Brûke: %%e evenemint type (evt_pnl_show) %%w finster-id (sjoch zzzfm -s help) %%p paniel %%t tab %%f fokus (elemint werjûn of ferburgen) %%v sichtber (1 of 0) Eksportearre bash fariabelen (eg $fm_pwd, etc) kin brûkt wurde yn dit kommando.
ga: Iontráil líne ordaithe nó clár ordaithe le reáchtáil go huathoibríoch aon uair a thaispeántar nó a chuirtear i bhfolach painéal nó eilimint painéil: Úsáid: %%e cineál imeachta (evt_pnl_show) %%w id fuinneoige (féach zzzfm -s help) %%p painéal %%t cluaisín %%f fócas (eilimint léirithe nó i bhfolach) %%v infheicthe (1 nó 0) Athróga bash easpórtáilte (eg $fm_pwd, etc) is féidir a úsáid san ordú seo.
gd: Cuir a-steach loidhne-àithne prògram no bash a thèid a ruith gu fèin-ghluasadach gach uair a thèid pannal no eileamaid pannal a shealltainn no fhalach: Cleachd: %%e seòrsa tachartais (evt_pnl_show) %%w id uinneig (faic cuideachadh zzzfm -s) %%p pannal %%t tab %%f fòcas (eileamaid air a shealltainn no falaichte) %%v faicsinneach (1 no 0) Caochlaidhean bash Exxported (eg $fm_pwd, etc) faodar a chleachdadh san àithne seo.
gl: Introduza o programa ou a liña de comandos bash para que se execute automaticamente sempre que se amose ou oculte un panel ou un elemento do panel: Uso: %%e tipo de evento (evt_pnl_show) %%w ID da fiestra (consulta a axuda de zzzfm -s) %%p panel %%t ficha %%f foco (elemento mostrado ou oculto) %%v visible (1 ou 0) Variables bash exportadas (eg $fm_pwd, etc) pódese usar neste comando.
gu: જ્યારે પણ પેનલ અથવા પેનલ ઘટક બતાવવામાં આવે અથવા છુપાયેલ હોય ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બાશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઘટના પ્રકાર (evt_pnl_show) %%w વિન્ડો આઈડી (zzzfm -s મદદ જુઓ) %%p પેનલ %%t ટેબ %%f ફોકસ (તત્વ બતાવેલ અથવા છુપાયેલ) %%v દૃશ્યમાન (1 અથવા 0) નિકાસ કરેલ bash ચલ (eg $fm_pwd, etc) આ આદેશમાં વાપરી શકાય છે.
he: :חול לש ביכר וא חול רתסומ וא גצומש םעפ לכב תיטמוטוא ולעפויש bash-ה וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%e עוריא גוס (evt_pnl_show) %%w (zzzfm -s לש הרזע האר) ןולח ההזמ %%p ַחּול %%t תינושל %%f (רתסומ וא גצומ טנמלא) סוקופ %%v יולג (1 ֹוא 0) םיאצוימ bash ינתשמ (eg $fm_pwd, etc) .וז הדוקפב שמתשהל ןתינ
hi: जब भी कोई पैनल या पैनल तत्व दिखाया या छिपाया जाता है तो स्वचालित रूप से चलाने के लिए प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %%e घटना प्रकार (evt_pnl_show) %%w विंडो आईडी (zzzfm -s सहायता देखें) %%p पैनल %%t टैब %%f फोकस (तत्व दिखाया या छिपा हुआ) %%v दृश्यमान (1 या 0) निर्यातित बैश चर (eg $fm_pwd, etc) इस आदेश में इस्तेमाल किया जा सकता है।
hr: Unesite program ili bash naredbeni redak koji će se automatski pokrenuti kad god se panel ili element ploče prikaže ili sakri: Koristiti: %%e tip događaja (evt_pnl_show) %%w id prozora (pogledajte pomoć za zzzfm -s) %%p ploča %%t tab %%f fokus (element prikazan ili skriven) %%v vidljivo (1 ili 0) Izvezene bash varijable (eg $fm_pwd, etc) može se koristiti u ovoj naredbi.
hu: Írja be a programot vagy a bash parancssort, amely automatikusan futni fog, amikor egy panel vagy panelelem megjelenik vagy el van rejtve: Használat: %%e esemény típus (evt_pnl_show) %%w ablak azonosítója (lásd a zzzfm -s súgóját) %%p panel %%t lapon %%f fókusz (az elem látható vagy rejtett) %%v látható (1 vagy 0) Exportált bash változók (eg $fm_pwd, etc) használható ebben a parancsban.
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ վահանակը կամ վահանակի տարրը ցուցադրվում կամ թաքցվում է. Օգտագործեք: %%e միջոցառման տեսակը (evt_pnl_show) %%w պատուհանի ID (տես zzzfm -s օգնությունը) %%p վահանակ %%t ներդիր %%f ֆոկուս (տարրը ցուցադրված է կամ թաքցված) %%v տեսանելի (1 կամ 0) Արտահանված bash փոփոխականներ (eg $fm_pwd, etc) կարող է օգտագործվել այս հրամանում:
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis setiap kali panel atau elemen panel ditampilkan atau disembunyikan: Menggunakan: %%e jenis acara (evt_pnl_show) %%w id jendela (lihat bantuan zzzfm -s) %%p panel %%t tab %%f fokus (elemen ditampilkan atau disembunyikan) %%v bisa dilihat (1 atau 0) Variabel bash yang diekspor (eg $fm_pwd, etc) dapat digunakan dalam perintah ini.
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar spjaldið eða spjaldsþáttur er sýndur eða falinn: Notaðu: %%e tegund atburðar (evt_pnl_show) %%w glugga auðkenni (sjá zzzfm -s hjálp) %%p spjaldið %%t flipa %%f fókus (þáttur sýndur eða falinn) %%v sýnilegt (1 eða 0) Útfluttar bash breytur (eg $fm_pwd, etc) er hægt að nota í þessari skipun.
ka: შეიყვანეთ პროგრამა ან bash ბრძანების ხაზი, რომელიც ავტომატურად უნდა იმუშაოს, როდესაც პანელის ან პანელის ელემენტი გამოჩნდება ან დამალულია: გამოყენება: %%e ღონისძიების ტიპი (evt_pnl_show) %%w ფანჯრის ID (იხილეთ zzzfm -s დახმარება) %%p პანელი %%t ჩანართი %%f ფოკუსირება (ელემენტი ნაჩვენები ან დამალული) %%v ხილული (1 ან 0) ექსპორტირებული bash ცვლადები (eg $fm_pwd, etc) შეიძლება გამოყენებულ იქნას ამ ბრძანებაში.
kk: Панель немесе панель элементі көрсетілген немесе жасырылған кезде автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_pnl_show) %%w терезе идентификаторы (zzzfm -s анықтамасын қараңыз) %%p панель %%t қойындысы %%f фокус (элемент көрсетілген немесе жасырын) %%v көрінетін (1 немесе 0) Экспортталған bash айнымалылары (eg $fm_pwd, etc) осы пәрменде пайдалануға болады.
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិនៅពេលណាដែលបន្ទះ ឬធាតុបន្ទះត្រូវបានបង្ហាញ ឬលាក់៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_pnl_show) %%w លេខសម្គាល់បង្អួច (សូមមើលជំនួយ zzzfm -s) %%p បន្ទះ %%t ផ្ទាំង %%f ការផ្តោតអារម្មណ៍ (ធាតុបង្ហាញឬលាក់) %%v ដែលu200bអាចu200bមើលឃើញ (1 ឬ 0) នាំចេញអថេរ bash (eg $fm_pwd, etc) អាចត្រូវបានប្រើនៅក្នុងពាក្យបញ្ជានេះ។
kn: ಪ್ಯಾನೆಲ್ ಅಥವಾ ಪ್ಯಾನಲ್ ಅಂಶವನ್ನು ತೋರಿಸಿದಾಗ ಅಥವಾ ಮರೆಮಾಡಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_pnl_show) %%w ವಿಂಡೋ ಐಡಿ (zzzfm -s ಸಹಾಯವನ್ನು ನೋಡಿ) %%p ಫಲಕ %%t ಟ್ಯಾಬ್ %%f ಗಮನ (ಅಂಶ ತೋರಿಸಲಾಗಿದೆ ಅಥವಾ ಮರೆಮಾಡಲಾಗಿದೆ) %%v ಕಾಣುವ (1 ಅಥವಾ 0) ರಫ್ತು ಮಾಡಿದ ಬ್ಯಾಷ್ ವೇರಿಯೇಬಲ್u200cಗಳು (eg $fm_pwd, etc) ಈ ಆಜ್ಞೆಯಲ್ಲಿ ಬಳಸಬಹುದು.
ku: Dema ku panelek an hêmanek panelê were xuyang kirin an veşartin, têkevin rêzika fermanê ya bernameyê an bash ku bixweber were xebitandin: Bikaranîn: %%e cureyê bûyerê (evt_pnl_show) %%w id pencereyê (binihêre arîkariya zzzfm -s) %%p panel %%t tab %%f baldarî (hêmanek xuyakirî an veşartî) %%v têdîtinî (1 an 0) Guherbarên bash derxistin (eg $fm_pwd, etc) dikare di vê fermanê de were bikar anîn.
ky: Панель же панелдин элементи көрсөтүлгөндө же жашырылганда автоматтык түрдө аткарыла турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_pnl_show) %%w терезе идентификатору (zzzfm -s жардамын караңыз) %%p панель %%t өтмөк %%f фокус (элемент көрсөтүлгөн же жашырылган) %%v көрүнүп турат (1 же 0) Экспорттолгон bash өзгөрмөлөрү (eg $fm_pwd, etc) бул буйрукта колдонсо болот.
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann e Panel oder Panelelement gewise gëtt oder verstoppt gëtt: Benotzt: %%e Event Typ (evt_pnl_show) %%w Fënster ID (kuckt zzzfm -s Hëllef) %%p panel %%t tab %%f Fokus (Element gewisen oder verstoppt) %%v siichtbar (1 oder 0) Exportéiert Bash Variablen (eg $fm_pwd, etc) kann an dësem Kommando benotzt ginn.
lo: ປ້ອນໂປຣແກມ ຫຼື bash ເສັ້ນຄໍາສັ່ງທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດທຸກຄັ້ງທີ່ອົງປະກອບຂອງແຜງ ຫຼືແຜງຖືກສະແດງ ຫຼືເຊື່ອງໄວ້: ໃຊ້: %%e ປະເພດເຫດການ (evt_pnl_show) %%w id window (ເບິ່ງ zzzfm -s ຊ່ວຍ) %%p ກະດານ %%t ແຖບ %%f ໂຟກັສ (ອົງປະກອບສະແດງໃຫ້ເຫັນຫຼືເຊື່ອງໄວ້) %%v ສັງເກດເຫັນ (1 ຫຼື 0) ສົ່ງອອກຕົວແປ bash (eg $fm_pwd, etc) ສາມາດຖືກນໍາໃຊ້ໃນຄໍາສັ່ງນີ້.
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai rodomas arba paslėptas skydelis arba skydelio elementas: Naudokite: %%e renginio tipas (evt_pnl_show) %%w lango ID (žr. zzzfm -s žinyną) %%p skydelis %%t skirtukas %%f fokusavimas (elementas rodomas arba paslėptas) %%v matomas (1 arba 0) Eksportuoti bash kintamieji (eg $fm_pwd, etc) gali būti naudojamas šioje komandoje.
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad tiek parādīts vai paslēpts panelis vai paneļa elements: Izmantojiet: %%e notikuma veids (evt_pnl_show) %%w loga ID (skatiet zzzfm -s palīdzību) %%p panelis %%t cilne %%f fokuss (elements ir parādīts vai paslēpts) %%v redzams (1 vai 0) Eksportēti bash mainīgie (eg $fm_pwd, etc) var izmantot šajā komandā.
mg: Ampidiro ny programa na bash command line ho mandeha ho azy isaky ny misy tontonana na singa tontonana aseho na afenina: Ampiasao: %%e karazana hetsika (evt_pnl_show) %%w varavarankely id (jereo zzzfm -s fanampiana) %%p tontonana %%t kiheba %%f fifantohana (singa aseho na afenina) %%v hita maso (1 na 0) Variable bash naondrana (eg $fm_pwd, etc) azo ampiasaina amin'ity baiko ity.
mi: Whakauruhia he papatono, he raina whakahau bash ranei hei whakahaere aunoa i nga wa katoa e whakaatuhia ana, e huna ana ranei tetahi huinga huinga huānga ranei: Whakamahia: %%e momo huihuinga (evt_pnl_show) %%w id matapihi (tirohia te awhina zzzfm -s) %%p röpü %%t ripa %%f arotahi (huānga kua whakaatuhia, hunahia ranei) %%v kitea (1 ranei 0) Taurangi bash kaweake (eg $fm_pwd, etc) ka taea te whakamahi i tenei whakahau.
mk: Внесете програма или командна линија bash што ќе се извршува автоматски секогаш кога ќе се прикаже или сокрие панел или елемент на панелот: Користете: %%e тип на настан (evt_pnl_show) %%w ИД на прозорецот (видете помош од zzzfm -s) %%p панел %%t таб %%f фокус (елемент прикажан или скриен) %%v видливи (1 или 0) Извезени баш променливи (eg $fm_pwd, etc) може да се користи во оваа команда.
ml: ഒരു പാനൽ അല്ലെങ്കിൽ പാനൽ ഘടകം കാണിക്കുമ്പോഴോ മറയ്u200cക്കുമ്പോഴോ യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_pnl_show) %%w വിൻഡോ ഐഡി (zzzfm -s സഹായം കാണുക) %%p പാനൽ %%t ടാബ് %%f ഫോക്കസ് (ഘടകം കാണിച്ചിരിക്കുന്നതോ മറച്ചതോ) %%v ദൃശ്യമാണ് (1 അഥവാ 0) കയറ്റുമതി ചെയ്ത ബാഷ് വേരിയബിളുകൾ (eg $fm_pwd, etc) ഈ കമാൻഡിൽ ഉപയോഗിക്കാം.
mn: Самбар эсвэл самбарын элементийг харуулах эсвэл нуух бүрт автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_pnl_show) %%w цонхны ID (zzzfm -s тусламжийг үзнэ үү) %%p самбар %%t таб %%f фокус (харуулсан эсвэл нуусан элемент) %%v харагдахуйц (1 эсвэл 0) Экспортолсон bash хувьсагч (eg $fm_pwd, etc) энэ тушаалд ашиглаж болно.
mr: जेव्हा पॅनेल किंवा पॅनल घटक दर्शविला किंवा लपविला जातो तेव्हा स्वयंचलितपणे चालविण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e कार्यक्रमाचा प्रकार (evt_pnl_show) %%w विंडो आयडी (zzzfm -s मदत पहा) %%p पटल %%t टॅब %%f फोकस (घटक दर्शविला किंवा लपलेला) %%v दृश्यमान (1 किंवा 0) एक्सपोर्ट केलेले बॅश व्हेरिएबल्स (eg $fm_pwd, etc) या कमांडमध्ये वापरले जाऊ शकते.
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament kull meta jintwera jew moħbi panel jew element tal-pannell: Użu: %%e tip ta' avveniment (evt_pnl_show) %%w id tieqa (ara l-għajnuna zzzfm -s) %%p panel %%t tab %%f fokus (element muri jew moħbi) %%v viżibbli (1 jew 0) Varjabbli bash esportati (eg $fm_pwd, etc) jistgħu jintużaw f'dan il-kmand.
my: အကန့် သို့မဟုတ် ဘောင်ဒြပ်စင်ကို ပြသသည့်အခါတိုင်း သို့မဟုတ် ဝှက်ထားသည့်အခါတိုင်း အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_pnl_show) %%w window id (zzzfm -s အကူအညီကိုကြည့်ပါ) %%p ဘောင် %%t တက်ဘ် %%f အာရုံစူးစိုက်မှု (ဒြပ်စင်ပြထားသည် သို့မဟုတ် ဝှက်ထားသည်) %%v မြင်နိုင်သည်။ (1 သို့မဟုတ် 0) bash variable များကို ထုတ်ယူသည်။ (eg $fm_pwd, etc) ဤ command ကိုသုံးနိုင်သည်။
nb: Gå inn på program eller bash-kommandolinje som skal kjøres automatisk når et panel eller panelelement vises eller skjules: Bruk: %%e hendelsestype (evt_pnl_show) %%w vindus-ID (se zzzfm -s hjelp) %%p panel %%t fanen %%f fokus (element vist eller skjult) %%v synlig (1 eller 0) Eksporterte bash-variabler (eg $fm_pwd, etc) kan brukes i denne kommandoen.
ne: प्यानल वा प्यानल तत्व देखाइएको वा लुकाइएको बेला स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा बास कमाण्ड लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_pnl_show) %%w सञ्झ्याल आईडी (zzzfm -s मद्दत हेर्नुहोस्) %%p प्यानल %%t ट्याब %%f फोकस (तत्व देखाइएको वा लुकेको) %%v देखिने (1 वा 0) निर्यात गरिएको bash चर (eg $fm_pwd, etc) यो आदेश मा प्रयोग गर्न सकिन्छ।
or: ଯେତେବେଳେ ଏକ ପ୍ୟାନେଲ୍ କିମ୍ବା ପ୍ୟାନେଲ୍ ଉପାଦାନ ଦେଖାଯାଏ କିମ୍ବା ଲୁକ୍କାୟିତ ହୁଏ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_pnl_show) %%w ୱିଣ୍ଡୋ id (zzzfm -s ସାହାଯ୍ୟ ଦେଖନ୍ତୁ) %%p ପ୍ୟାନେଲ୍ | %%t ଟ୍ୟାବ୍ | %%f ଫୋକସ୍ (ଦେଖାଯାଇଥିବା ବା ଲୁକ୍କାୟିତ ଉପାଦାନ) %%v ଦୃଶ୍ୟମାନ (1 କିମ୍ବା 0) ରପ୍ତାନି ହୋଇଥିବା ବାସ୍ ଭେରିଏବଲ୍ | (eg $fm_pwd, etc) ଏହି କମାଣ୍ଡରେ ବ୍ୟବହୃତ ହୋଇପାରେ |
pa: ਜਦੋਂ ਵੀ ਕੋਈ ਪੈਨਲ ਜਾਂ ਪੈਨਲ ਐਲੀਮੈਂਟ ਦਿਖਾਇਆ ਜਾਂ ਲੁਕਾਇਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚਲਾਉਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ ਬੈਸ਼ ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_pnl_show) %%w ਵਿੰਡੋ ਆਈਡੀ (Zzzfm -s ਮਦਦ ਦੇਖੋ) %%p ਪੈਨਲ %%t ਟੈਬ %%f ਫੋਕਸ (ਤੱਤ ਦਿਖਾਇਆ ਗਿਆ ਜਾਂ ਲੁਕਿਆ ਹੋਇਆ) %%v ਦਿਖਾਈ ਦੇਣ ਵਾਲਾ (1 ਜਾਂ 0) ਐਕਸਪੋਰਟ ਕੀਤੇ bash ਵੇਰੀਏਬਲ (eg $fm_pwd, etc) ਇਸ ਕਮਾਂਡ ਵਿੱਚ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।
ps: :ﻲﺷ ټﭘ ﺎﯾ ﻝﺩﻮښ ﺮﺼﻨﻋ ﻞﻨﯿﭘ ﺎﯾ ﻞﻨﯿﭘ ﻮﯾ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_pnl_show) %%w (ﺉﺭﻮګﻭ ﻪﺘﺳﺮﻣ zzzfm -s) ID ۍﮐړﮐ ﺩ %%p ﻞﻨﯿﭘ %%t ﺐټ %%f (ﯼﻮﺷ ټﭘ ﺎﯾ ﯼﻮﺷ ﻝﺩﻮښ ﺮﺼﻨﻋ) ﺰﮐﺮﻤﺗ %%v ﻩﺭﺎﮑښ (1 ﺎﯾ 0) ﻪﻧﻭﺮﯿﻐﺘﻣ ﺵﺎﺑ ﻱﻮﺷ ﺭﺩﺎﺻ (eg $fm_pwd, etc) .ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﯥﮐ ډﻧﺎﻤﮐ ﯤﺩ ﻪﭘ
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat ori de câte ori un panou sau un element de panou este afișat sau ascuns: Utilizare: %%e tip de eveniment (evt_pnl_show) %%w ID fereastră (consultați ajutorul zzzfm -s) %%p panou %%t fila %%f focalizare (element afișat sau ascuns) %%v vizibil (1 sau 0) Variabile bash exportate (eg $fm_pwd, etc) poate fi folosit în această comandă.
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mu buryo bwikora igihe cyose ikibaho cyangwa ikintu cyerekanwe cyangwa cyihishe: Koresha: %%e Ubwoko bwibyabaye (evt_pnl_show) %%w idirishya id (reba zzzfm -s ubufasha) %%p Umwanya %%t tab %%f kwibanda (element yerekanwe cyangwa ihishe) %%v bigaragara (1 cyangwa 0) Kohereza bash guhinduka (eg $fm_pwd, etc) irashobora gukoreshwa muri iri tegeko.
sd: :ﻲﺠﻫ ﻞﻴڪﻟ ﺎﻳ ﻮﻳﺭﺎﮑﻳڏ ﺮﺼﻨﻋ ﻞﻨﻴﭘ ﺎﻳ ﻞﻨﻴﭘ ﻪﺑ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_pnl_show) %%w (ﺩﺪﻣ zzzfm -s ﻮﺳڏ) id ﻭڊﻧﻭ %%p ﻞﻨﻴﭘ %%t ﺐﻴٽ %%f (ﻞﻴڪﻟ ﺎﻳ ﻞﻳﺭﺎﮑﻳڏ ﺮﺼﻨﻋ) ﻥﺎﻳﮄ %%v ﻮﭤ ﻲﭼﺍ ۾ ﮡﺳڏ (1 ﺎﻳ 0) ﺮﻴﻐﺘﻣ ﺶﻴﺑ ﻞﻴﭤ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) .ﻮﭤ ﻲﺠﻬﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ۾ ﻢڪﺣ ﻦﻫ
si: පැනලයක් හෝ පැනල මූලද්u200dරව්u200dයයක් පෙන්වන විට හෝ සැඟවුණු විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහනක් හෝ bash විධාන රේඛාවක් ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_pnl_show) %%w කවුළු හැඳුනුම්පත (zzzfm -s උදව් බලන්න) %%p පැනලය %%t ටැබ් %%f නාභිගත කිරීම (පෙන්වන හෝ සැඟවුණු මූලද්u200dරව්u200dයය) %%v දෘශ්යමාන (1 හෝ 0) අපනයනය කරන ලද bash විචල්යයන් (eg $fm_pwd, etc) මෙම විධානය තුළ භාවිතා කළ හැක.
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť vždy, keď sa panel alebo prvok panelu zobrazí alebo skryje: Použitie: %%e typ udalosti (evt_pnl_show) %%w ID okna (pozri pomoc zzzfm -s) %%p panel %%t tab %%f zameranie (prvok zobrazený alebo skrytý) %%v viditeľné (1 alebo 0) Exportované bash premenné (eg $fm_pwd, etc) možno použiť v tomto príkaze.
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala vsakič, ko je prikazan ali skrit element plošče ali plošče: Uporaba: %%e vrsto dogodka (evt_pnl_show) %%w ID okna (glejte pomoč zzzfm -s) %%p ploščo %%t zavihek %%f fokus (element prikazan ali skrit) %%v vidno (1 oz 0) Izvožene spremenljivke bash (eg $fm_pwd, etc) lahko uporabite v tem ukazu.
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht sa herë që shfaqet ose fshihet një panel ose element paneli: Përdorni: %%e lloji i ngjarjes (evt_pnl_show) %%w ID-ja e dritares (shih ndihmën e zzzfm -s) %%p panel %%t skedën %%f fokusi (elementi i shfaqur ose i fshehur) %%v të dukshme (1 ose 0) Variablat bash të eksportuara (eg $fm_pwd, etc) mund të përdoret në këtë komandë.
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki wakati wowote paneli au kipengee cha paneli kinaonyeshwa au kufichwa: Tumia: %%e aina ya tukio (evt_pnl_show) %%w kitambulisho cha dirisha (tazama usaidizi wa zzzfm) %%p paneli %%t kichupo %%f kuzingatia (kipengele kilichoonyeshwa au kilichofichwa) %%v inayoonekana (1 au 0) Vigeu vya bash vilivyosafirishwa nje (eg $fm_pwd, etc) inaweza kutumika katika amri hii.
ta: பேனல் அல்லது பேனல் உறுப்பு காண்பிக்கப்படும் அல்லது மறைக்கப்படும் போதெல்லாம் தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_pnl_show) %%w சாளர ஐடி (zzzfm -s உதவியைப் பார்க்கவும்) %%p குழு %%t தாவல் %%f கவனம் (உறுப்பு காட்டப்பட்டுள்ளது அல்லது மறைக்கப்பட்டுள்ளது) %%v தெரியும் (1 அல்லது 0) ஏற்றுமதி செய்யப்பட்ட பாஷ் மாறிகள் (eg $fm_pwd, etc) இந்த கட்டளையில் பயன்படுத்தலாம்.
te: ప్యానెల్ లేదా ప్యానెల్ మూలకం చూపబడినప్పుడు లేదా దాచబడినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_pnl_show) %%w విండో ఐడి (zzzfm -s సహాయం చూడండి) %%p ప్యానెల్ %%t ట్యాబ్ %%f దృష్టి (మూలకం చూపబడింది లేదా దాచబడింది) %%v కనిపించే (1 లేదా 0) ఎగుమతి చేయబడిన బాష్ వేరియబుల్స్ (eg $fm_pwd, etc) ఈ ఆదేశంలో ఉపయోగించవచ్చు.
tg: Барнома ё сатри фармони bash-ро ворид кунед, то вақте ки панел ё элементи панел нишон дода мешавад ё пинҳон мешавад, ба таври худкор иҷро мешавад: Истифода: %%e намуди ҳодиса (evt_pnl_show) %%w ID тиреза (нигаред ба кӯмаки zzzfm -s) %%p панел %%t ҷадвал %%f фокус (унсури нишон додашуда ё пинҳон) %%v намоён (1 ё 0) Тағирёбандаҳои bash содиршуда (eg $fm_pwd, etc) дар ин фармон истифода бурдан мумкин аст.
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติทุกครั้งที่มีการแสดงหรือซ่อนองค์ประกอบพาเนลหรือพาเนล: ใช้: %%e ประเภทงาน (evt_pnl_show) %%w รหัสหน้าต่าง (ดูวิธีใช้ zzzfm -s) %%p แผงหน้าปัด %%t แท็บ %%f โฟกัส (องค์ประกอบที่แสดงหรือซ่อนไว้) %%v มองเห็นได้ (1 หรือ 0) ตัวแปรทุบตีที่ส่งออก (eg $fm_pwd, etc) ใช้ในคำสั่งนี้ได้
tk: Haçan-da bir panel ýa-da panel elementi görkezilende ýa-da gizlenende awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_pnl_show) %%w penjire idi (zzzfm -s kömegine serediň) %%p panel %%t goýmasy %%f fokus (görkezilen ýa-da gizlenen element) %%v görünýär (1 ýa-da 0) Exxported bash üýtgeýjileri (eg $fm_pwd, etc) bu buýrukda ulanylyp bilner.
tt: Панель яки панель элементы күрсәтелгәндә яки яшерелгәндә автоматик рәвештә эшләнергә программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_pnl_show) %%w тәрәзә идентификаторы (zzzfm -s ярдәмен карагыз) %%p панель %%t салынмасы %%f фокус (күрсәтелгән яки яшерелгән элемент) %%v күренеп тора (1 яки 0) Чыгарылган баш үзгәрүләр (eg $fm_pwd, etc) бу боерыкта кулланырга мөмкин.
uk: Введіть командний рядок програми або bash, який буде запускатися автоматично щоразу, коли елемент панелі або панелі буде показано або приховано: Використовуйте: %%e тип події (evt_pnl_show) %%w ідентифікатор вікна (див. довідку zzzfm -s) %%p панель %%t табл %%f фокус (елемент показаний або прихований) %%v видимий (1 або 0) Експортовані змінні bash (eg $fm_pwd, etc) можна використовувати в цій команді.
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﮐ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﻮﺗ ﻮﮨ ﺎﭙﮭﭼ ﺎﯾ ﮯﺋﺎﺟ ﺎﯾﺎﮭﮐﺩ ﺮﺼﻨﻋ ﻞﻨﯿﭘ ﺎﯾ ﻞﻨﯿ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_pnl_show) %%w (ﮟﯿﮭﮑﯾﺩ ﺩﺪﻣ ﯽﮐ ﻢﯾﺍ ﻒﯾﺍ ﺯﺯﺯ) ﯼﮈ ﯽﺋﺁ ﻭﮉﻧﻭ %%p ﻞﻨﯿﭘ %%t ﺐﯿﭨ %%f (ﮦﺪﯿﺷﻮﭘ ﺎﯾ ﺎﯿﮔ ﺎﯾﺎﮭﮐﺩ ﺮﺼﻨﻋ) ﺲﮐﻮﻓ %%v ﻻ﻿ﺍﻭ ﮯﻧﺁ ﺮﻈﻧ (1 ﺎﯾ 0) ﺕﺍﺮﯿﻐﺘﻣ bash ﮦﺪﺷ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) ۔ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﺱﺍ
uz: Panel yoki panel elementi ko'rsatilganda yoki yashirilganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_pnl_show) %%w oyna identifikatori (zzzfm -s yordamiga qarang) %%p paneli %%t tab %%f fokus (element ko'rsatilgan yoki yashirin) %%v ko'rinadigan (1 yoki 0) Eksport qilingan bash o'zgaruvchilari (eg $fm_pwd, etc) ushbu buyruqda foydalanish mumkin.
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động bất cứ khi nào một bảng điều khiển hoặc phần tử bảng điều khiển được hiển thị hoặc ẩn: Sử dụng: %%e loại sự kiện (evt_pnl_show) %%w id cửa sổ (xem trợ giúp zzzfm -s) %%p bảng điều khiển %%t chuyển hướng %%f tiêu điểm (phần tử hiển thị hoặc ẩn) %%v có thể nhìn thấy (1 hoặc 0) Các biến bash đã xuất (eg $fm_pwd, etc) có thể được sử dụng trong lệnh này.
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo nanini na indawo yolawulo okanye indawo yolawulo iboniswa okanye ifihliwe: Sebenzisa: %%e uhlobo lwesiganeko (evt_pnl_show) %%w id yefestile (jonga zzzfm -s uncedo) %%p Iphaneli %%t ithebhu %%f ingqwalasela (into ebonisiweyo okanye efihliweyo) %%v ebonakalayo (1 okanye 0) Iinguqu ze-bash ezithunyelwa ngaphandle (eg $fm_pwd, etc) inokusetyenziswa kulo myalelo.
yi: :ןגראָבראַפ רעדאָ ןזיוועג זיא טנעמעלע עילפאַט רעדאָ עילפאַט אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ :ןצינ %%e פּיט שינעעשעג (evt_pnl_show) %%w (ףליה zzzfm -s ןעז) ןיַיש רעטצנעפֿ %%p עילפאַט %%t לטיווק %%f (ןגראָבראַפ רעדאָ ןזיוועג טנעמעלע) סוקאָפ %%v קיטנעק (1 רעדאָ 0) זלאַבאַירעוו שאַב דעטראָפּסקע (eg $fm_pwd, etc) .לעפֿאַב םעד ןיא טנייוועג ןייז ןענעק
