Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Limited Terminal Emulator Selected
af: Beperkte terminale emulator gekies
am: የተወሰነ ተርሚናል ኢሙሌተር ተመርጧል
ar: ﺩﻭﺪﺤﻣ ﻲﻓﺮﻃ ﻲﻛﺎﺤﻣ ﺪﻳﺪﺤﺗ ﻢﺗ
be: Выбраны абмежаваны эмулятар тэрмінала
bg: Избран е ограничен терминален емулатор
bn: সীমিত টার্মিনাল এমুলেটর নির্বাচিত
ca: S'ha seleccionat un emulador de terminal limitat
cy: Efelychydd Terfynell Cyfyngedig Wedi'i Ddethol
da: Begrænset terminalemulator valgt
eo: Limigita Terminala Emulilo Elektita
et: Piiratud terminali emulaator on valitud
eu: Terminalen emuladore mugatua hautatuta
fa: ﺪﺷ ﺏﺎﺨﺘﻧﺍ ﺩﻭﺪﺤﻣ ﻝﺎﻨﯿﻣﺮﺗ ﺯﺎﺳ ﻪﯿﺒﺷ
fi: Rajoitettu pääteemulaattori valittu
fil: Napili ang Limitadong Terminal Emulator
fy: Beheinde terminalemulator selektearre
ga: Aithriseoir Teirminéil Teoranta Roghnaithe
gd: Emulator crìochnachaidh cuibhrichte air a thaghadh
gl: Seleccionouse o emulador de terminal limitado
gu: મર્યાદિત ટર્મિનલ ઇમ્યુલેટર પસંદ કર્યું
he: רחבנ לבגומ ףוסמ רוטלומא
hi: सीमित टर्मिनल एमुलेटर चयनित
hr: Odabran je ograničeni emulator terminala
hu: Korlátozott terminálemulátor kiválasztva
hy: Ընտրված է սահմանափակ տերմինալի էմուլյատոր
id: Emulator Terminal Terbatas Dipilih
is: Takmarkaður flugstöðvahermi valinn
ka: შერჩეულია შეზღუდული ტერმინალის ემულატორი
kk: Шектеулі терминал эмуляторы таңдалды
km: បានជ្រើសរើសកម្មវិធីត្រាប់តាមស្ថានីយមានកំណត់
kn: ಸೀಮಿತ ಟರ್ಮಿನಲ್ ಎಮ್ಯುಲೇಟರ್ ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ku: Emulatora Termînala Limited Hilbijart
ky: Чектелген терминал эмулятору тандалды
lb: Limitéiert Terminal Emulator Ausgewielt
lo: ເລືອກເຄື່ອງ Emulator Terminal ຈຳກັດ
lt: Pasirinktas ribotas terminalo emuliatorius
lv: Atlasīts ierobežots termināļa emulators
mg: Voafantina ny Terminal Emulator voafetra
mi: Kua Tīpakohia te Emulator Kāpeka Iti
mk: Избран е емулатор со ограничен терминал
ml: ലിമിറ്റഡ് ടെർമിനൽ എമുലേറ്റർ തിരഞ്ഞെടുത്തു
mn: Хязгаарлагдмал терминал эмулятор сонгосон
mr: मर्यादित टर्मिनल एमुलेटर निवडले
mt: Emulatur tat-Terminal Limitat Magħżul
my: ကန့်သတ် Terminal Emulator ကို ရွေးချယ်ထားသည်။
nb: Begrenset terminalemulator valgt
ne: सीमित टर्मिनल इमुलेटर चयन गरियो
or: ସୀମିତ ଟର୍ମିନାଲ୍ ଏମୁଲେଟର ଚୟନ କରାଯାଇଛି |
pa: ਸੀਮਿਤ ਟਰਮੀਨਲ ਇਮੂਲੇਟਰ ਚੁਣਿਆ ਗਿਆ
ps: ﯼﻮﺷ ﻩﺭﻮﻏ ﺮټﯿﻟﻮﻤﯾﺍ ﻞﻨﯿﻣﺮټ ﺩﻭﺪﺤﻣ
ro: Emulator de terminal limitat selectat
rw: Imipaka ntarengwa Yigana Yatoranijwe
sd: ﻮﻳﻭ ﻮﻳڊﻧﻮﭼ ﺮٽﻴﻟﻮﻤﻳﺍ ﻞﻨﻴﻣﺮٽ ﺩﻭﺪﺤﻣ
si: සීමිත පර්යන්ත ඉමුලේටරය තෝරා ඇත
sk: Vybraný obmedzený emulátor terminálu
sl: Izbran je omejen terminalski emulator
sq: U zgjodh Emulator i kufizuar i terminalit
sw: Kiigaji cha Terminal Kidogo Kimechaguliwa
ta: வரையறுக்கப்பட்ட டெர்மினல் எமுலேட்டர் தேர்ந்தெடுக்கப்பட்டது
te: పరిమిత టెర్మినల్ ఎమ్యులేటర్ ఎంచుకోబడింది
tg: Эмулятори маҳдуди терминал интихоб карда шуд
th: เลือก Terminal Emulator ที่จำกัดแล้ว
tk: Çäklendirilen Terminal Emulýator saýlandy
tt: Терминалның чикләнгән эмуляторы сайланган
uk: Вибрано обмежений емулятор терміналу
ur: ۔ﺎﯿﮔ ﺎﯿﮐ ﺐﺨﺘﻨﻣ ﺮﭩﯿﻟﻮﻤﯾﺍ ﻞﻨﯿﻣﺮﭨ ﺩﻭﺪﺤﻣ
uz: Cheklangan terminal emulyatori tanlandi
vi: Đã chọn trình giả lập đầu cuối giới hạn
xh: Isifanisi esilinganiselweyo seSitena esiKhethiweyo
yi: דעטקעלעס ראָטאַלומע לאַנימרעט דעטימיל

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
af: Jy sal nou vir jou root wagwoord gevra word om dieroot instellings vir hierdie gebruiker na 'n lêer in %s/zzzfm/ Dit word aanbeveel om die wagwoord in die volgende venster te verskaf. Omdat zzzFM sommige opdragte as root via su uitvoer, word hierdie instellings die beste beskerm deur root.
am: አሁን ለማስቀመጥ የ root ይለፍ ቃልዎን ይጠየቃሉ።root ለዚህ ተጠቃሚ ወደ ፋይል ውስጥ የሚያስገባ ቅንብሮች %s/zzzfm/ በሚቀጥለው መስኮት ውስጥ የይለፍ ቃሉን ማቅረብ ይመከራል. ምክንያቱም zzzFM አንዳንድ ትዕዛዞችን እንደ root በ su በኩል ስለሚያስኬድ እነዚህ መቼቶች በተሻለ ሁኔታ የተጠበቁ ናቸው። root.
ar: ﻒﻠﻣ ﻆﻔﺤﻟ ﺭﺬﺠﻟﺍ ﺭﻭﺮﻣ ﺔﻤﻠﻛ ﻝﺎﺧﺩﺇ ﻥﻵ﻿ﺍ ﻚﻨﻣ ﺐﻠﻄُﻴﺳroot ﻖﻴﺴﻨﺘﺑ ﻒﻠﻣ ﻰﻟﺇ ﻡﺪﺨﺘﺴﻤﻟﺍ ﺍﺬﻫ ﺕﺍﺩﺍﺪﻋﺇ %s/zzzfm/ ﺔﻄﺳﺍﻮﺑ ﻞﻀﻓﺃ ﻞﻜﺸﺑ ﺔﻴﻤﺤﻣ ﺕﺍﺩﺍﺪﻋﻹ﻿ﺍ ﻩﺬﻫ ﻥﺈﻓ ، su ﺮﺒﻋ ﺭﺬﺠﻛ ﺮﻣﺍﻭﻷ﻿ﺍ ﺾﻌﺑ ﻞﻴﻐﺸﺘﺑ ﻡﻮﻘﻳ zzzFM ﻥﻷ﻿ ﺍًﺮﻈﻧ .ﺔﻴﻟﺎﺘﻟﺍ ﺓﺬﻓﺎﻨﻟﺍ ﻲﻓ ﺭﻭﺮﻤ root.
be: Зараз вам будзе прапанавана ўвесці пароль root для захаванняroot налады для гэтага карыстальніка ў файл у %s/zzzfm/ Рэкамендуецца ўвесці пароль у наступным акне. Паколькі zzzFM запускае некаторыя каманды ад root праз su, гэтыя налады лепш за ўсё абаронены root.
bg: Сега ще бъдете помолени да въведете вашата root парола, за да запазитеroot настройки за този потребител към файл във %s/zzzfm/ Препоръчително е да въведете паролата в следващия прозорец. Тъй като zzzFM изпълнява някои команди като root чрез su, тези настройки са най-добре защитени от root.
bn: সংরক্ষণ করার জন্য আপনাকে এখন আপনার রুট পাসওয়ার্ড চাওয়া হবেroot একটি ফাইলে এই ব্যবহারকারীর জন্য সেটিংস %s/zzzfm/ পরবর্তী উইন্ডোতে পাসওয়ার্ড সরবরাহ করার পরামর্শ দেওয়া হয়। যেহেতু zzzFM কিছু কমান্ড রুট হিসাবে su এর মাধ্যমে চালায়, এই সেটিংস দ্বারা সবচেয়ে ভাল সুরক্ষিত root.
ca: Ara se us demanarà la vostra contrasenya d'arrel per desar el fitxerroot configuració d'aquest usuari a un fitxer en %s/zzzfm/ Es recomana proporcionar la contrasenya a la finestra següent. Com que zzzFM executa algunes ordres com a root mitjançant su, aquests paràmetres estan millor protegits per root.
cy: Gofynnir i chi nawr am eich cyfrinair gwraidd i achub yroot gosodiadau ar gyfer y defnyddiwr hwn i ffeil ynddo %s/zzzfm/ Argymhellir cyflenwi'r cyfrinair yn y ffenestr nesaf. Oherwydd bod zzzFM yn rhedeg rhai gorchmynion fel gwraidd trwy su, mae'n well diogelu'r gosodiadau hyn gan root.
da: Du vil nu blive bedt om din root-adgangskode for at gemmeroot indstillinger for denne bruger til en fil i %s/zzzfm/ Det anbefales at angive adgangskoden i det næste vindue. Fordi zzzFM kører nogle kommandoer som root via su, er disse indstillinger bedst beskyttet af root.
eo: Vi nun petos vian radikan pasvorton por konservi laroot agordojn por ĉi tiu uzanto al dosiero en %s/zzzfm/ Liveri la pasvorton en la sekva fenestro estas rekomendita. Ĉar zzzFM rulas iujn komandojn kiel root per su, ĉi tiuj agordoj estas plej bone protektitaj per root.
et: Nüüd küsitakse teilt administraatori parooli salvestamiseksroot selle kasutaja sätted faili %s/zzzfm/ Parool on soovitatav sisestada järgmises aknas. Kuna zzzFM käivitab mõningaid käske administraatorina su kaudu, on need sätted kõige paremini kaitstud root.
eu: Orain zure root pasahitza eskatuko zaizu gordetzekoroot erabiltzaile honen ezarpenak fitxategi batean sartu %s/zzzfm/ Hurrengo leihoan pasahitza ematea gomendatzen da. zzzFM-k komando batzuk root gisa exekutatzen dituenez su bidez, ezarpen hauek babesten dira hobekien root.
fa: ﺩﻮﺷ ﯽﻣ ﻪﺘﺳﺍﻮﺧ ﺎﻤﺷ ﺯﺍ root ﺭﻮﺒﻋ ﺰﻣﺭ ﻩﺮﯿﺧﺫ ﯼﺍﺮﺑ ﻥﻮﻨﮐﺍroot ﺭﺩ ﻞﯾﺎﻓ ﮏﯾ ﻪﺑ ﺮﺑﺭﺎﮐ ﻦﯾﺍ ﯼﺍﺮﺑ ﺕﺎﻤﯿﻈﻨﺗ %s/zzzfm/ ﺪﻧﻮﺷ ﯽﻣ ﺖﻈﻓﺎﺤﻣ ﻥﺁ ﻂﺳﻮﺗ ﻪﺟﻭ ﻦﯾﺮﺘﻬﺑ ﻪﺑ ﺕﺎﻤﯿﻈﻨﺗ ﻦﯾﺍ ،ﺪﻨﮐ ﯽﻣ ﺍﺮﺟﺍ su ﻖﯾﺮﻃ ﺯﺍ root ﺕﺭﻮﺻ ﻪﺑ ﺍﺭ ﺕﺍﺭﻮﺘﺳﺩ ﺯﺍ root.
fi: Sinulta kysytään nyt root-salasanaa tallentaaksesiroot tämän käyttäjän asetukset tiedostoon %s/zzzfm/ Suosittelemme antamaan salasanan seuraavassa ikkunassa. Koska zzzFM suorittaa joitakin komentoja pääkäyttäjänä su:n kautta, nämä asetukset ovat parhaiten suojattuja root.
fil: Hihilingin sa iyo ngayon ang iyong root password upang i-save angroot mga setting para sa user na ito sa isang file %s/zzzfm/ Inirerekomenda ang pagbibigay ng password sa susunod na window. Dahil ang zzzFM ay nagpapatakbo ng ilang mga command bilang root sa pamamagitan ng su, ang mga setting na ito ay pinakamahusay na pinoprotektahan ng root.
fy: Jo wurde no frege om jo root-wachtwurd om deroot ynstellings foar dizze brûker nei in triem yn %s/zzzfm/ It is oan te rieden om it wachtwurd yn it folgjende finster op te jaan. Om't zzzFM guon kommando's útfiert as root fia su, wurde dizze ynstellings it bêste beskerme troch root.
ga: Iarrfar ort anois do phasfhocal fréimhe chun anroot socruithe don úsáideoir seo chun comhad a dhéanamh i %s/zzzfm/ Moltar an focal faire a sholáthar sa chéad fhuinneog eile. Toisc go ritheann zzzFM roinnt orduithe mar fhréamh trí su, is fearr na socruithe seo a chosaint root.
gd: Thèid iarraidh ort a-nis am facal-faire root agad a shàbhaladhroot roghainnean airson an neach-cleachdaidh seo gu faidhle a-steach %s/zzzfm/ Thathas a ’moladh am facal-faire a thoirt seachad san ath uinneag. Leis gu bheil zzzFM a ’ruith cuid de òrdughan mar root tro su, is fheàrr na roghainnean sin a dhìon le root.
gl: Agora pediráselle o seu contrasinal de root para gardarroot a configuración deste usuario nun ficheiro en %s/zzzfm/ Recoméndase proporcionar o contrasinal na seguinte xanela. Dado que zzzFM executa algúns comandos como root a través de su, estes axustes están mellor protexidos por root.
gu: હવે તમને સાચવવા માટે તમારા રૂટ પાસવર્ડ માટે પૂછવામાં આવશેroot માં ફાઇલ માટે આ વપરાશકર્તા માટે સેટિંગ્સ %s/zzzfm/ આગલી વિંડોમાં પાસવર્ડ પૂરો પાડવાની ભલામણ કરવામાં આવે છે. કારણ કે zzzFM અમુક આદેશોને su દ્વારા રૂટ તરીકે ચલાવે છે, આ સેટિંગ્સ દ્વારા શ્રેષ્ઠ રીતે સુરક્ષિત છે root.
he: תא רומשל ידכ ךלש שרושה תמסיס תא ןיזהל שקבתת תעכroot ב ץבוקל הז שמתשמ רובע תורדגה %s/zzzfm/ ידי לע רתויב הבוטה הרוצב תונגומ ולא תורדגה ,su ךרד root-כ תודוקפ המכ ץירמ zzzFM-ש ןוויכמ .אבה ןולחב root.
hi: सेव करने के लिए अब आपसे आपका रूट पासवर्ड मांगा जाएगाroot इस उपयोगकर्ता के लिए एक फ़ाइल में सेटिंग्स %s/zzzfm/ अगली विंडो में पासवर्ड देने की अनुशंसा की जाती है। क्योंकि zzzFM कुछ कमांड को रूट के रूप में su के माध्यम से चलाता है, इन सेटिंग्स को द्वारा सबसे अच्छी तरह से संरक्षित किया जाता है root.
hr: Sada će se od vas tražiti vaša root lozinka za spremanjeroot postavke za ovog korisnika u datoteku u %s/zzzfm/ Preporuča se unos lozinke u sljedećem prozoru. Budući da zzzFM neke naredbe izvodi kao root putem su, ove postavke najbolje su zaštićene root.
hu: Most meg kell adnia a root jelszavát a mentéshezroot a felhasználó beállításait egy fájlba %s/zzzfm/ Javasoljuk, hogy a következő ablakban adja meg a jelszót. Mivel a zzzFM néhány parancsot rootként futtat a su-n keresztül, ezeket a beállításokat a legjobban a védi root.
hy: Այժմ ձեզանից կպահանջվի ձեր արմատային գաղտնաբառը՝ այն պահպանելու համարroot այս օգտվողի համար ֆայլի կարգավորումները %s/zzzfm/ Առաջարկվում է մուտքագրել գաղտնաբառը հաջորդ պատուհանում: Քանի որ zzzFM-ը որոշ հրամաններ է գործարկում որպես root՝ su-ի միջոցով, այս կարգավորումները լավագույնս պաշտպանված են root.
id: Anda sekarang akan dimintai kata sandi root Anda untuk menyimpanroot pengaturan untuk pengguna ini ke file di %s/zzzfm/ Disarankan untuk memasukkan kata sandi di jendela berikutnya. Karena zzzFM menjalankan beberapa perintah sebagai root melalui su, pengaturan ini paling baik dilindungi oleh root.
is: Þú verður nú beðinn um rót lykilorðið þitt til að vistaroot stillingar fyrir þennan notanda til að skrá í %s/zzzfm/ Mælt er með því að gefa upp lykilorðið í næsta glugga. Vegna þess að zzzFM keyrir sumar skipanir sem rót í gegnum su, eru þessar stillingar best verndaðar með root.
ka: ახლა თქვენ მოგეთხოვებათ თქვენი root პაროლის შესანახადroot პარამეტრები ამ მომხმარებლისთვის ფაილში %s/zzzfm/ რეკომენდირებულია პაროლის მიწოდება შემდეგ ფანჯარაში. იმის გამო, რომ zzzFM აწარმოებს ზოგიერთ ბრძანებას root-ის სახით su-ის საშუალებით, ეს პარამეტრები საუკეთესოდ არის დაცული root.
kk: Енді сақтау үшін сізден түбірлік құпия сөз сұраладыroot осы пайдаланушының файлға параметрлері %s/zzzfm/ Келесі терезеде құпия сөзді енгізу ұсынылады. zzzFM кейбір пәрмендерді su арқылы root ретінде іске қосқандықтан, бұл параметрлер ең жақсы қорғалған root.
km: ឥឡូវនេះអ្នកនឹងត្រូវបានសួររកពាក្យសម្ងាត់ root របស់អ្នកដើម្បីរក្សាទុកroot ការកំណត់សម្រាប់អ្នកប្រើប្រាស់នេះទៅឯកសារនៅក្នុង %s/zzzfm/ ការផ្តល់ពាក្យសម្ងាត់នៅក្នុងបង្អួចបន្ទាប់គឺត្រូវបានណែនាំ។ ដោយសារតែ zzzFM ដំណើរការពាក្យបញ្ជាមួយចំនួនជា root តាមរយៈ su ការកំណត់ទាំងនេះត្រូវបានការពារយ៉ាងល្អបំផុត root.
kn: ಉಳಿಸಲು ನಿಮ್ಮ ರೂಟ್ ಪಾಸ್u200cವರ್ಡ್u200cಗಾಗಿ ಈಗ ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗುತ್ತದೆroot ಈ ಬಳಕೆದಾರರಿಗೆ ಫೈಲ್u200cಗೆ ಸೆಟ್ಟಿಂಗ್u200cಗಳು %s/zzzfm/ ಮುಂದಿನ ವಿಂಡೋದಲ್ಲಿ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಪೂರೈಸಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ. zzzFM ಕೆಲವು ಆಜ್ಞೆಗಳನ್ನು su ಮೂಲಕ ರೂಟ್u200cನಂತೆ ನಡೆಸುವುದರಿಂದ, ಈ ಸೆಟ್ಟಿಂಗ್u200cಗಳನ್ನು ಉತ್ತಮವಾಗಿ ರಕ್ಷಿಸಲಾಗಿದೆ root.
ku: Naha dê ji we were xwestin ku şîfreya xweya root-ê were hilanînroot mîhengên vê bikarhêner ji bo pelek tê de %s/zzzfm/ Pêşniyarkirina şîfreyê di pencereya paşîn de tê pêşniyar kirin. Ji ber ku zzzFM hin fermanan wekî root bi riya su dimeşîne, van mîhengan çêtirîn ji hêla ve têne parastin root.
ky: Эми сизден сактоо үчүн түпкү сырсөзүңүз суралатroot бул колдонуучу үчүн файлдын жөндөөлөрү %s/zzzfm/ Кийинки терезеде сырсөздү киргизүү сунушталат. zzzFM кээ бир буйруктарды su аркылуу root катары иштеткендиктен, бул орнотуулар эң жакшы корголгон root.
lb: Dir wäert elo fir Äert Root Passwuert gefrot ginn fir deroot Astellunge fir dëse Benotzer zu engem Fichier an %s/zzzfm/ Et ass recommandéiert d'Passwuert an der nächster Fënster ze liwweren. Well zzzFM e puer Kommandoen als root iwwer su leeft, sinn dës Astellungen am beschten geschützt duerch root.
lo: ໃນປັດຈຸບັນທ່ານຈະໄດ້ຮັບການຮ້ອງຂໍໃຫ້ມີລະຫັດຜ່ານຮາກຂອງທ່ານເພື່ອບັນທຶກroot ການu200bຕັ້ງu200bຄ່າu200bສໍາu200bລັບu200bຜູ້u200bໃຊ້u200bນີ້u200bກັບu200bໄຟລu200b໌u200bໃນu200b %s/zzzfm/ ການສະຫນອງລະຫັດຜ່ານໃນປ່ອງຢ້ຽມຕໍ່ໄປແມ່ນແນະນໍາໃຫ້. ເນື່ອງຈາກວ່າ zzzFM ແລ່ນບາງຄໍາສັ່ງເປັນ root ຜ່ານ su, ການຕັ້ງຄ່າເຫຼົ່ານີ້ຖືກປົກປ້ອງທີ່ດີທີ່ສຸດໂດຍ root.
lt: Dabar jūsų bus paprašyta įvesti root slaptažodį, kad išsaugotumėteroot šio vartotojo nustatymus į failą %s/zzzfm/ Kitame lange rekomenduojama įvesti slaptažodį. Kadangi zzzFM kai kurias komandas vykdo kaip root per su, šiuos nustatymus geriausiai apsaugo root.
lv: Tagad jums tiks lūgts ievadīt root paroli, lai saglabāturoot iestatījumus šim lietotājam failā %s/zzzfm/ Ieteicams norādīt paroli nākamajā logā. Tā kā zzzFM dažas komandas izpilda kā root, izmantojot su, šos iestatījumus vislabāk aizsargā root.
mg: Angatahina ianao izao ny tenimiafinao root mba hamonjena nyroot Settings ho an'ity mpampiasa ity amin'ny rakitra iray %s/zzzfm/ Ny famatsiana ny tenimiafina ao amin'ny varavarankely manaraka dia soso-kevitra. Satria ny zzzFM dia mitantana baiko sasany amin'ny alàlan'ny fakan'ny su, ireo toe-javatra ireo dia voaaro tsara indrindra amin'ny root.
mi: Inaianei ka pataihia koe mo to kupuhipa pakiaka hei tiaki i teroot tautuhinga mo tenei kaiwhakamahi ki tetahi konae kei roto %s/zzzfm/ Ko te tuku i te kupuhipa i te matapihi e whai ake nei ka tūtohu. Na te mea kei te whakahaere a zzzFM i etahi whakahau hei putake ma te su, he pai te tiaki i enei tautuhinga e root.
mk: Сега ќе ви биде побарано вашата root лозинка за да ја зачуватеroot поставувања за овој корисник во датотека во %s/zzzfm/ Се препорачува да се наведе лозинката во следниот прозорец. Бидејќи zzzFM извршува некои команди како root преку su, овие поставки најдобро се заштитени со root.
ml: സേവ് ചെയ്യുന്നതിനായി നിങ്ങളോട് റൂട്ട് പാസ്u200cവേഡ് ആവശ്യപ്പെടുംroot ഈ ഉപയോക്താവിനുള്ള ഒരു ഫയലിലേക്കുള്ള ക്രമീകരണങ്ങൾ %s/zzzfm/ അടുത്ത വിൻഡോയിൽ പാസ്u200cവേഡ് നൽകുന്നത് ശുപാർശ ചെയ്യുന്നു. zzzFM ചില കമാൻഡുകൾ su വഴി റൂട്ടായി പ്രവർത്തിപ്പിക്കുന്നതിനാൽ, ഈ സജ്ജീകരണങ്ങൾ ഏറ്റവും നന്നായി സംരക്ഷിക്കപ്പെടുന്നു root.
mn: Одоо танаас нууц үгээ хадгалахын тулд үндсэн нууц үгээ асуух болноroot Энэ хэрэглэгчийн тохиргоог доторх файл руу оруулна %s/zzzfm/ Дараагийн цонхонд нууц үг оруулахыг зөвлөж байна. zzzFM нь зарим командыг su-ээр дамжуулан root хэлбэрээр ажиллуулдаг тул эдгээр тохиргоог хамгийн сайн хамгаалдаг root.
mr: तुम्हाला आता सेव्ह करण्यासाठी तुमचा रूट पासवर्ड विचारला जाईलroot मध्ये फाइलसाठी या वापरकर्त्यासाठी सेटिंग्ज %s/zzzfm/ पुढील विंडोमध्ये पासवर्ड पुरवण्याची शिफारस केली जाते. zzzFM काही कमांड रूट म्हणून su द्वारे चालवल्यामुळे, या सेटिंग्जद्वारे सर्वोत्तम संरक्षित केले जातात root.
mt: Issa se tintalab il-password tal-għeruq tiegħek biex issalva l-root settings għal dan l-utent għal fajl fi %s/zzzfm/ Il-forniment tal-password fit-tieqa li jmiss huwa rakkomandat. Minħabba li zzzFM imexxi xi kmandi bħala root permezz ta 'su, dawn is-settings huma l-aħjar protetti minn root.
my: ယခု သင့်အား သိမ်းဆည်းရန် သင်၏ root စကားဝှက်ကို တောင်းဆိုပါမည်။root ဤအသုံးပြုသူအတွက် ဆက်တင်များထဲတွင် ဖိုင်တစ်ခု %s/zzzfm/ နောက်ဝင်းဒိုးတွင် စကားဝှက်ကို ပေးဆောင်ရန် အကြံပြုထားသည်။ zzzFM သည် su မှတစ်ဆင့် အချို့သော command များကို root အဖြစ်လုပ်ဆောင်သောကြောင့်၊ ဤဆက်တင်များကို အကောင်းဆုံးကာကွယ်ထားသည်။ root.
nb: Du vil nå bli bedt om root-passordet ditt for å lagreroot innstillinger for denne brukeren til en fil i %s/zzzfm/ Det anbefales å oppgi passordet i neste vindu. Fordi zzzFM kjører noen kommandoer som root via su, er disse innstillingene best beskyttet av root.
ne: अब तपाईलाई बचत गर्नको लागि तपाईको रूट पासवर्डको लागि सोधिनेछroot यस प्रयोगकर्ताको लागि फाइलमा सेटिङहरू %s/zzzfm/ अर्को विन्डोमा पासवर्ड प्रदान गर्न सिफारिस गरिन्छ। किनकि zzzFM ले su मार्फत रूटको रूपमा केही आदेशहरू चलाउँछ, यी सेटिङहरू द्वारा उत्तम रूपमा सुरक्षित छन् root.
or: ସେଭ୍ କରିବାକୁ ତୁମକୁ ବର୍ତ୍ତମାନ ତୁମର ମୂଳ ପାସୱାର୍ଡ ପାଇଁ କୁହାଯିବ |root ଏହି ଉପଯୋଗକର୍ତ୍ତାଙ୍କ ପାଇଁ ଏକ ଫାଇଲ୍ ପାଇଁ ସେଟିଂସମୂହ | %s/zzzfm/ ପରବର୍ତ୍ତୀ ୱିଣ୍ଡୋରେ ପାସୱାର୍ଡ ଯୋଗାଇବା ପାଇଁ ପରାମର୍ଶ ଦିଆଯାଇଛି | କାରଣ zzzFM କିଛି ନିର୍ଦ୍ଦେଶକୁ su ମାଧ୍ୟମରେ ମୂଳ ଭାବରେ ଚଲାଇଥାଏ, ଏହି ସେଟିଂସମୂହ ଦ୍ୱାରା ସର୍ବୋତ୍ତମ ଭାବରେ ସୁରକ୍ଷିତ | root.
pa: ਹੁਣ ਤੁਹਾਨੂੰ ਸੇਵ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਰੂਟ ਪਾਸਵਰਡ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾroot ਵਿੱਚ ਇੱਕ ਫਾਈਲ ਲਈ ਇਸ ਉਪਭੋਗਤਾ ਲਈ ਸੈਟਿੰਗਾਂ %s/zzzfm/ ਅਗਲੀ ਵਿੰਡੋ ਵਿੱਚ ਪਾਸਵਰਡ ਸਪਲਾਈ ਕਰਨ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਕਿਉਂਕਿ zzzFM ਕੁਝ ਕਮਾਂਡਾਂ ਨੂੰ ਰੂਟ ਦੇ ਰੂਪ ਵਿੱਚ su ਰਾਹੀਂ ਚਲਾਉਂਦਾ ਹੈ, ਇਹ ਸੈਟਿੰਗਾਂ ਦੁਆਰਾ ਸਭ ਤੋਂ ਵਧੀਆ ਸੁਰੱਖਿਅਤ ਹਨ root.
ps: ﺉړﮐﻭ ﻪﻨﺘښﻮﻏ ډﺭﻮﺳﺎﭘ ټﻭﺭ ﺩ ﻮﺳﺎﺘﺳ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ ﺩ ﺱﻭﺍ ﻪﺑ ﻮﺳﺎﺗroot ﺕﺎﻤﯿﻈﻨﺗ ﯥﮐ ﻞﯾﺎﻓ ﻪﭘ ﻩﺭﺎﭙﻟ ﻲﮑﻧﻭﺭﺎﮐ ﯤﺩ ﺩ %s/zzzfm/ ﻱﻮﺷ ﻱﺪﻧﻮﺧ ﺍﻮﺨﻟ ﻩﺭﻮﻏ ﺩ ﺕﺎﺒﯿﺗﺮﺗ ﺍﺩ ،ﻱړﻭ ﺦﻣﺮﭘ ﯤﺭﻻ﻿ ﻪﻟ su ﺩ ﻪګﻮﺗ ﻪﭘ ټﻭﺭ ﺩ ﻪﻧﻭډﻧﺎﻤﮐ ﯥﻨﯿځ zzzFM ﯥﭼ ﻪﮑځ .ﻱږﯿﮐ root.
ro: Acum vi se va cere parola de root pentru a salvaroot setările pentru acest utilizator într-un fișier în %s/zzzfm/ Se recomandă furnizarea parolei în fereastra următoare. Deoarece zzzFM rulează unele comenzi ca root prin su, aceste setări sunt cel mai bine protejate de root.
rw: Ubu uzasabwa ijambo ryibanga ryibanga kugirango ubikeroot igenamiterere kuri uyumukoresha kuri dosiye muri %s/zzzfm/ Gutanga ijambo ryibanga mumadirishya ikurikira birasabwa. Kuberako zzzFM ikoresha amategeko nkumuzi ukoresheje su, igenamiterere ririnzwe neza na root.
sd: ءِﻻ﻿ ﮠﺮڪ ﻅﻮﻔﺤﻣ ڊﺭﻮﺳﺎﭘ ٽﻭﺭ ﻮﺟ ﻥﺎﮬﻮﺗ ﻭﺪﻨﻳﻭ ﻮﻴﭼ ﻲﮢﺎﮬ ﻲﮐ ﻥﺎﮬﻮﺗroot ۾ ﻞﺋﺎﻓ ءِﻻ﻿ ﻑﺭﺎﺻ ﻦﻫ ﻥﻮﮕﻨٽﻴﺳ %s/zzzfm/ ﻦﻫﺁ ﻅﻮﻔﺤﻣ ﻲﺗ ﺭﻮﻃ ﻦﻳﺮﺘﻬﺑ ﻥﻮﮕﻨٽﻴﺳ ﻲﻫﺍ ،ﻮﭤ ﻲﺋﻼ﻿ﻫ ﻲﻌﻳﺭﺫ su ﺭﻮﻃ ٽﻭﺭ ﻲﮐ ﻦﻤڪﺣ ﻪﻬﺠڪ zzzFM ﻪﺗ ﮠﺎڪﺎﮀ .ﻲﻫﺁ ﻲﺋﻭ ﻲﺌڪ root.
si: සුරැකීමට දැන් ඔබෙන් ඔබගේ root මුරපදය අසනු ඇතroot මෙම පරිශීලකයා සඳහා ගොනුවකට සැකසීම් %s/zzzfm/ ඊළඟ කවුළුවෙහි මුරපදය සැපයීම රෙකමදාරු කරනු ලැබේ. zzzFM සමහර විධාන su හරහා root ලෙස ක්u200dරියාත්මක කරන නිසා, මෙම සිටුවම් වඩාත් හොඳින් ආරක්ෂා කර ඇත root.
sk: Teraz budete požiadaní o heslo používateľa root na uloženie súboruroot nastavenia pre tohto používateľa do súboru v %s/zzzfm/ Odporúča sa zadať heslo v nasledujúcom okne. Pretože zzzFM spúšťa niektoré príkazy ako root cez su, tieto nastavenia sú najlepšie chránené pomocou root.
sl: Zdaj boste morali vnesti vaše root geslo, da shranite datotekoroot nastavitve za tega uporabnika v datoteko v %s/zzzfm/ Priporočamo, da v naslednjem oknu vnesete geslo. Ker zzzFM izvaja nekatere ukaze kot root prek su, so te nastavitve najbolje zaščitene s root.
sq: Tani do t'ju kërkohet fjalëkalimi juaj root për ta ruajtur atëroot cilësimet për këtë përdorues në një skedar në %s/zzzfm/ Rekomandohet të jepni fjalëkalimin në dritaren tjetër. Për shkak se zzzFM ekzekuton disa komanda si rrënjë nëpërmjet su, këto cilësime mbrohen më së miri nga root.
sw: Sasa utaulizwa kwa nenosiri lako la mizizi ili kuhifadhiroot mipangilio ya mtumiaji huyu kwa faili ndani %s/zzzfm/ Inapendekezwa kupeana nenosiri kwenye dirisha linalofuata. Kwa sababu zzzFM huendesha amri kadhaa kama mzizi kupitia su, mipangilio hii inalindwa vyema na root.
ta: சேமிக்க இப்போது உங்கள் ரூட் கடவுச்சொல் கேட்கப்படும்root இந்த பயனருக்கான கோப்பிற்கான அமைப்புகள் %s/zzzfm/ அடுத்த சாளரத்தில் கடவுச்சொல்லை வழங்குவது பரிந்துரைக்கப்படுகிறது. zzzFM சில கட்டளைகளை su வழியாக ரூட்டாக இயக்குவதால், இந்த அமைப்புகள் சிறப்பாகப் பாதுகாக்கப்படுகின்றன root.
te: ఇప్పుడు మీరు సేవ్ చేయడానికి మీ రూట్ పాస్u200cవర్డ్u200cను అడగబడతారుroot ఫైల్u200cకి ఈ వినియోగదారు కోసం సెట్టింగ్u200cలు %s/zzzfm/ తదుపరి విండోలో పాస్వర్డ్ను అందించడం సిఫార్సు చేయబడింది. zzzFM కొన్ని ఆదేశాలను su ద్వారా రూట్u200cగా అమలు చేస్తుంది కాబట్టి, ఈ సెట్టింగ్u200cలు ఉత్తమంగా రక్షించబడతాయి root.
tg: Ҳоло аз шумо гузарвожаи решаи худ талаб карда мешавад, то пароли худро захира кунедroot танзимот барои ин корбар ба файл дар %s/zzzfm/ Тавсия дода мешавад, ки паролро дар равзанаи навбатӣ пешниҳод кунед. Азбаски zzzFM баъзе фармонҳоро ҳамчун реша тавассути su иҷро мекунад, ин танзимотҳо аз ҷониби беҳтарин муҳофизат карда мешаванд root.
th: ตอนนี้คุณจะถูกถามถึงรหัสผ่านรูทของคุณเพื่อบันทึกroot การตั้งค่าสำหรับผู้ใช้รายนี้เป็นไฟล์ใน %s/zzzfm/ แนะนำให้ใส่รหัสผ่านในหน้าต่างถัดไป เนื่องจาก zzzFM รันคำสั่งบางอย่างในฐานะรูทผ่าน su การตั้งค่าเหล่านี้จึงได้รับการปกป้องอย่างดีที่สุดโดย root.
tk: Indi saklamak üçin kök parolyňyzy sorarlarroot bu ulanyjynyň bir faýlda sazlamalary %s/zzzfm/ Indiki penjirede paroly bermek maslahat berilýär. ZzzFM käbir buýruklary su arkaly kök hökmünde işleýändigi sebäpli, bu sazlamalar iň gowy goralýar root.
tt: Саклау өчен сездән төп серсүз соралачакroot бу кулланучы өчен файлга көйләүләр %s/zzzfm/ Киләсе тәрәзәдә серсүз белән тәэмин итү тәкъдим ителә. ZzzFM кайбер боерыкларны су аша тамыр итеп эшләгәнгә, бу көйләүләр иң яхшы сакланган root.
uk: Тепер вам буде запропоновано ввести пароль root для збереженняroot налаштування для цього користувача до файлу в %s/zzzfm/ Рекомендується вказати пароль у наступному вікні. Оскільки zzzFM запускає деякі команди як root через su, ці налаштування найкраще захищати root.
ur: ۔ﺎﮔ ﮯﺋﺎﺟ ﺎﮩﮐ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻅﻮﻔﺤﻣ ﻮﮐ ﮈﺭﻭ ﺱﺎﭘ ﭦﻭﺭ ﮯﺳ ﭖﺁ ﺏﺍroot ﺕﺎﺒﯿﺗﺮﺗ ﮟﯿﻣ ﻞﺋﺎﻓ ﮏﯾﺍ ﮯﯿﻟ ﮯﮐ ﻑﺭﺎﺻ ﺱﺍ %s/zzzfm/ ۔ﮟﯿﮨ ﻅﻮﻔﺤﻣ ﺮﭘ ﺭﻮﻃ ﻦﯾﺮﺘﮩﺑ ﺰﮕﻨﭩﯿﺳ ﮧﯾ ﮯﯿﻟ ﺱﺍ ،ﮯﮨ ﺎﺗﻼ﻿ﭼ ﮯﻌﯾﺭﺫ ﮯﮐ su ﭦﻭﺭ ﺭﻮﻄﺑ ﻮﮐ ﺯﮉﻧﺎﻤﮐ ﮫﭽﮐ zzzFM ﮧﮑﻧﻮﭼ ۔ﮯﮨ root.
uz: Endi saqlash uchun sizdan root parolingiz so'raladiroot faylga ushbu foydalanuvchi uchun sozlamalar %s/zzzfm/ Keyingi oynada parolni kiritish tavsiya etiladi. zzzFM ba'zi buyruqlarni su orqali root sifatida ishlatganligi sababli, bu sozlamalar eng yaxshi himoyalangan root.
vi: Bây giờ bạn sẽ được yêu cầu nhập mật khẩu gốc của mình để lưuroot cài đặt cho người dùng này đối với một tệp trong %s/zzzfm/ Cung cấp mật khẩu trong cửa sổ tiếp theo được khuyến khích. Bởi vì zzzFM chạy một số lệnh dưới dạng root thông qua su, các cài đặt này được bảo vệ tốt nhất bằng root.
xh: Ngoku uya kucelwa igama eligqithisiweyo eliyingcambu ukugcina iroot izicwangciso zalo msebenzisi kwifayile %s/zzzfm/ Ukunikezela ngegama eligqithisiweyo kwifestile elandelayo kuyacetyiswa. Kuba i-zzzFM iqhuba eminye imiyalelo njengengcambu nge-su, ezi setingi zikhuselwe ngcono yi root.
yi: יד ןעוועטאַר וצ לאָראַפּ לצראָוו ןייד ראַפֿ ןטעבעג ןייז טציא טעוו ריאroot ןיא עקעט אַ וצ רעצינאַב םעד ראַפֿ סגניטטעס %s/zzzfm/ ךרוד דעטקעטאָרפּ רעטסעב ןענעז סגניטטעס יד ,וס ךרוד לצראָוו יוו זדנאַמאַק עכעלטע טפיול zzzFM ליַיוו .רעטצנעפֿ root.
