Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n video-DVD outomaties gemonteer word: Gebruik: %%v toestel (eg /dev/sda1) %%l toestel etiket %%m toestelmonteerpunt (eg /media/disk)
am: የቪዲዮ ዲቪዲ በራስ-ሰር ሲጫን በራስ-ሰር እንዲሰራ ፕሮግራም ወይም bash የትእዛዝ መስመር ያስገቡ። ተጠቀም፡ %%v መሳሪያ (eg /dev/sda1) %%l የመሳሪያ መለያ %%m የመሳሪያ መጫኛ ነጥብ (eg /media/disk)
ar: :ﺎًﻴﺋﺎﻘﻠﺗ DVD ﻮﻳﺪﻴﻓ ﺹﺮﻗ ﻞﻴﻤﺤﺗ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%v ﺯﺎﻬﺟ (eg /dev/sda1) %%l ﺯﺎﻬﺠﻟﺍ ﺔﻴﻤﺴﺗ %%m ﺯﺎﻬﺠﻟﺍ ﺖﻴﺒﺜﺗ ﺔﻄﻘﻧ (eg /media/disk)
be: Увядзіце праграму або камандны радок bash, які будзе запускацца аўтаматычна, калі відэа DVD аўтаматычна мантуецца: Выкарыстоўвайце: %%v прылада (eg /dev/sda1) %%l этыкетка прылады %%m кропка мантажу прылады (eg /media/disk)
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато видео DVD се монтира автоматично: Използвайте: %%v устройство (eg /dev/sda1) %%l етикет на устройството %%m точка на монтиране на устройството (eg /media/disk)
bn: একটি ভিডিও ডিভিডি স্বয়ংক্রিয়ভাবে মাউন্ট করা হলে স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%v যন্ত্র (eg /dev/sda1) %%l ডিভাইস লেবেল %%m ডিভাইস মাউন্ট পয়েন্ট (eg /media/disk)
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament quan un DVD de vídeo es munta automàticament: Ús: %%v dispositiu (eg /dev/sda1) %%l etiqueta del dispositiu %%m punt de muntatge del dispositiu (eg /media/disk)
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pan fydd DVD fideo wedi'i osod yn awtomatig: Defnyddiwch: %%v ddyfais (eg /dev/sda1) %%l label dyfais %%m pwynt mowntio dyfais (eg /media/disk)
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når en video-dvd er automatisk monteret: Brug: %%v enhed (eg /dev/sda1) %%l enhedsmærkat %%m enhedens monteringspunkt (eg /media/disk)
eo: Enigu programon aŭ bash-komandlinion aŭtomate ruliĝita kiam video-DVD estas aŭtomate muntita: Uzu: %%v aparato (eg /dev/sda1) %%l aparato-etikedo %%m aparato munta punkto (eg /media/disk)
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui video-DVD ühendatakse automaatselt: Kasuta: %%v seade (eg /dev/sda1) %%l seadme silt %%m seadme kinnituspunkt (eg /media/disk)
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatuko den bideo-DVD bat automatikoki muntatzen denean: Erabili: %%v gailua (eg /dev/sda1) %%l gailuaren etiketa %%m gailua muntatzeko puntua (eg /media/disk)
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ،ﺩﻮﺷ ﯽﻣ ﺐﺼﻧ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﯽﯾﻮﯾﺪﯾﻭ DVD ﮏﯾ ﯽﺘﻗﻭ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%v ﻩﺎﮕﺘﺳﺩ (eg /dev/sda1) %%l ﻩﺎﮕﺘﺳﺩ ﺐﺴﭼﺮﺑ %%m ﻩﺎﮕﺘﺳﺩ ﺐﺼﻧ ﻪﻄﻘﻧ (eg /media/disk)
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti, kun video-DVD asennetaan automaattisesti: Käyttää: %%v laite (eg /dev/sda1) %%l laitteen etiketti %%m laitteen kiinnityskohta (eg /media/disk)
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin kapag ang isang video DVD ay awtomatikong naka-mount: Gamitin ang: %%v aparato (eg /dev/sda1) %%l label ng device %%m punto ng pag-mount ng device (eg /media/disk)
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in fideo-DVD automatysk is monteard: Brûke: %%v apparaat (eg /dev/sda1) %%l apparaat label %%m apparaat mount punt (eg /media/disk)
ga: Iontráil líne ordaithe nó clár ordaithe le reáchtáil go huathoibríoch nuair a bhíonn DVD físe suite go huathoibríoch: Úsáid: %%v gléas (eg /dev/sda1) %%l lipéad feiste %%m gléas suite pointe (eg /media/disk)
gd: Cuir a-steach prògram no loidhne-àithne bash airson a ruith gu fèin-ghluasadach nuair a thèid DVD bhidio a chuir suas gu fèin-ghluasadach: Cleachd: %%v inneal (eg /dev/sda1) %%l bileag inneal %%m puing mount inneal (eg /media/disk)
gl: Introduza o programa ou a liña de comandos bash para que se execute automaticamente cando se monte automaticamente un DVD de vídeo: Uso: %%v dispositivo (eg /dev/sda1) %%l etiqueta do dispositivo %%m punto de montaxe do dispositivo (eg /media/disk)
gu: જ્યારે વિડિયો ડીવીડી ઓટો-માઉન્ટ થાય ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બાશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%v ઉપકરણ (eg /dev/sda1) %%l ઉપકરણ લેબલ %%m ઉપકરણ માઉન્ટ બિંદુ (eg /media/disk)
he: :תיטמוטוא ןקתומ ואדיו DVD רשאכ תיטמוטוא ולעפויש bash וא תינכות לש הדוקפה תרוש תא ןזה :שמתשהל %%v ןקתה (eg /dev/sda1) %%l רישכמה תיוות %%m רישכמה לש הבכרה תדוקנ (eg /media/disk)
hi: जब वीडियो डीवीडी ऑटो-माउंटेड हो तो प्रोग्राम या बैश कमांड लाइन को स्वचालित रूप से चलाने के लिए दर्ज करें: उपयोग: %%v युक्ति (eg /dev/sda1) %%l डिवाइस लेबल %%m डिवाइस माउंट पॉइंट (eg /media/disk)
hr: Unesite naredbeni redak programa ili bash koji će se automatski pokrenuti kada se video DVD automatski montira: Koristiti: %%v uređaj (eg /dev/sda1) %%l oznaka uređaja %%m točka ugradnje uređaja (eg /media/disk)
hu: Írja be a programot vagy a bash parancssort, amely automatikusan futni fog, amikor egy video-DVD-t automatikusan csatlakoztatnak: Használat: %%v eszköz (eg /dev/sda1) %%l készülék címkéje %%m eszköz rögzítési pontja (eg /media/disk)
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որը ավտոմատ կերպով կաշխատի, երբ վիդեո DVD-ն ավտոմատ կերպով տեղադրվում է. Օգտագործեք: %%v սարքը (eg /dev/sda1) %%l սարքի պիտակ %%m սարքի ամրացման կետը (eg /media/disk)
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis saat DVD video dipasang secara otomatis: Menggunakan: %%v perangkat (eg /dev/sda1) %%l label perangkat %%m titik pemasangan perangkat (eg /media/disk)
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar myndbands-DVD er sjálfkrafa settur upp: Notaðu: %%v tæki (eg /dev/sda1) %%l merki tækisins %%m festingarpunktur tækisins (eg /media/disk)
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონში ავტომატურად გასაშვებად, როდესაც ვიდეო DVD ავტომატურად დამონტაჟდება: გამოყენება: %%v მოწყობილობა (eg /dev/sda1) %%l მოწყობილობის ეტიკეტი %%m მოწყობილობის დამაგრების წერტილი (eg /media/disk)
kk: Бейне DVD автоматты түрде орнатылған кезде автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%v құрылғы (eg /dev/sda1) %%l құрылғы жапсырмасы %%m құрылғыны орнату нүктесі (eg /media/disk)
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិ នៅពេលឌីវីឌីវីដេអូត្រូវបានភ្ជាប់ដោយស្វ័យប្រវត្តិ៖ ប្រើ៖ %%v ឧបករណ៍ (eg /dev/sda1) %%l ស្លាកឧបករណ៍ %%m ចំណុចម៉ោនឧបករណ៍ (eg /media/disk)
kn: ವೀಡಿಯೊ ಡಿವಿಡಿ ಸ್ವಯಂ-ಆರೋಹಿತವಾದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%v ಸಾಧನ (eg /dev/sda1) %%l ಸಾಧನ ಲೇಬಲ್ %%m ಸಾಧನ ಮೌಂಟ್ ಪಾಯಿಂಟ್ (eg /media/disk)
ku: Bername an rêzika fermana bash têkevin da ku dema ku DVD-ya vîdyoyê bixweber were saz kirin bixweber were xebitandin: Bikaranîn: %%v sazî (eg /dev/sda1) %%l labelê amûrê %%m xala mount amûrê (eg /media/disk)
ky: Видео DVD автоматтык түрдө орнотулганда автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%v түзмөк (eg /dev/sda1) %%l аппараттын энбелгиси %%m аппаратты орнотуу чекити (eg /media/disk)
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann e Video DVD automatesch montéiert ass: Benotzt: %%v Apparat (eg /dev/sda1) %%l Apparat Label %%m Apparat Montéierung Punkt (eg /media/disk)
lo: ປ້ອນໂປຣແກມ ຫຼື bash ເສັ້ນຄໍາສັ່ງທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດເມື່ອ DVD ວິດີໂອຖືກຕິດຕັ້ງໂດຍອັດຕະໂນມັດ: ໃຊ້: %%v ອຸປະກອນ (eg /dev/sda1) %%l ປ້າຍອຸປະກອນ %%m ຈຸດເຊື່ອມຕໍ່ອຸປະກອນ (eg /media/disk)
lt: Įveskite programą arba „bash“ komandų eilutę, kuri bus paleista automatiškai, kai automatiškai prijungiamas vaizdo DVD: Naudokite: %%v prietaisas (eg /dev/sda1) %%l įrenginio etiketė %%m įrenginio tvirtinimo taškas (eg /media/disk)
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad tiek automātiski uzstādīts video DVD: Izmantojiet: %%v ierīci (eg /dev/sda1) %%l ierīces etiķete %%m ierīces stiprinājuma punkts (eg /media/disk)
mg: Ampidiro ny programa na bash baiko baiko ho mandeha ho azy rehefa misy DVD video napetraka ho azy: Ampiasao: %%v fitaovana (eg /dev/sda1) %%l etikety fitaovana %%m teboka fametrahana fitaovana (eg /media/disk)
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa i te wa e mau ana te DVD ataata: Whakamahia: %%v taputapu (eg /dev/sda1) %%l tapanga taputapu %%m ira whakairinga taputapu (eg /media/disk)
mk: Внесете програма или командна линија bash за да се изврши автоматски кога видео ДВД е автоматски монтиран: Користете: %%v уред (eg /dev/sda1) %%l етикета на уредот %%m точка за монтирање на уредот (eg /media/disk)
ml: ഒരു വീഡിയോ ഡിവിഡി സ്വയമേവ ഘടിപ്പിക്കുമ്പോൾ സ്വയമേവ റൺ ചെയ്യുന്നതിനായി പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%v ഉപകരണം (eg /dev/sda1) %%l ഉപകരണ ലേബൽ %%m ഉപകരണം മൌണ്ട് പോയിന്റ് (eg /media/disk)
mn: Видео DVD-г автоматаар холбох үед автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%v төхөөрөмж (eg /dev/sda1) %%l төхөөрөмжийн шошго %%m төхөөрөмжийг холбох цэг (eg /media/disk)
mr: जेव्हा व्हिडिओ डीव्हीडी स्वयं-माउंट केली जाते तेव्हा स्वयंचलितपणे चालविण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%v साधन (eg /dev/sda1) %%l डिव्हाइस लेबल %%m डिव्हाइस माउंट पॉइंट (eg /media/disk)
mt: Daħħal il-programm jew il-linja tal-kmand bash biex titħaddem awtomatikament meta DVD tal-vidjo jiġi mmuntat awtomatikament: Użu: %%v apparat (eg /dev/sda1) %%l tikketta tal-apparat %%m punt tal-muntaġġ tal-apparat (eg /media/disk)
my: ဗီဒီယို DVD ကို အလိုအလျောက်တပ်ဆင်သည့်အခါ အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%v စက်ကိရိယာ (eg /dev/sda1) %%l စက်တံဆိပ် %%m device mount အမှတ် (eg /media/disk)
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når en video-DVD er automatisk montert: Bruk: %%v enhet (eg /dev/sda1) %%l enhetsetikett %%m enhetens monteringspunkt (eg /media/disk)
ne: एक भिडियो DVD स्वतः माउन्ट हुँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा bash आदेश लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%v उपकरण (eg /dev/sda1) %%l उपकरण लेबल %%m उपकरण माउन्ट बिन्दु (eg /media/disk)
or: ଏକ ଭିଡିଓ DVD ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଳିତ ହେବା ପାଇଁ ପ୍ରୋଗ୍ରାମ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ: ବ୍ୟବହାର: %%v ଉପକରଣ (eg /dev/sda1) %%l ଉପକରଣ ଲେବଲ୍ %%m ଉପକରଣ ମାଉଣ୍ଟ ପଏଣ୍ଟ | (eg /media/disk)
pa: ਜਦੋਂ ਇੱਕ ਵੀਡੀਓ ਡੀਵੀਡੀ ਆਟੋ-ਮਾਊਂਟ ਹੁੰਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ ਬੈਸ਼ ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%v ਜੰਤਰ (eg /dev/sda1) %%l ਡਿਵਾਈਸ ਲੇਬਲ %%m ਡਿਵਾਈਸ ਮਾਊਂਟ ਪੁਆਇੰਟ (eg /media/disk)
ps: :ﻲﺷ ﺐﺼﻧ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ DVD ﻮﯾډﯾﻭ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%v ﻪﻠﯿﺳﻭ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﯥﻠﯿﺳﻭ ﺩ %%m ﻪﻄﻘﻧ ﻮﻟﻮﺒﺼﻧ ﻪﻠﯿﺳﻭ ﺩ (eg /media/disk)
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat când un DVD video este montat automat: Utilizare: %%v dispozitiv (eg /dev/sda1) %%l eticheta dispozitivului %%m punctul de montare a dispozitivului (eg /media/disk)
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mu buryo bwikora mugihe amashusho ya DVD ari auto-mount: Koresha: %%v igikoresho (eg /dev/sda1) %%l ikirango cyibikoresho %%m igikoresho cyo gushiraho (eg /media/disk)
sd: :ﻲﻫﺁ ﻞﻴﭤ ﺐﺼﻧ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻱڊ ﻱﻭ ﻱڊ ﻮﻳڊﻭ ڪﻫ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%v ﺲﻴﺋﺍﻭڊ (eg /dev/sda1) %%l ﻞﺒﻴﻟ ﻮﺟ ﺲﻴﺋﺍﻭڊ %%m ٽﻨﺋﺍﻮﭘ ﻞﺒﺟ ﺲﻴﺋﺍﻭڊ (eg /media/disk)
si: වීඩියෝ DVD එකක් ස්වයංක්u200dරීයව සවිකර ඇති විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහනක් හෝ bash විධාන රේඛාව ඇතුලත් කරන්න: භාවිත: %%v උපාංගය (eg /dev/sda1) %%l උපාංග ලේබලය %%m උපාංගය සවිකිරීමේ ස්ථානය (eg /media/disk)
sk: Zadajte program alebo príkazový riadok bash, ktorý sa má spustiť automaticky, keď sa automaticky pripojí video DVD: Použitie: %%v zariadenie (eg /dev/sda1) %%l štítok zariadenia %%m montážny bod zariadenia (eg /media/disk)
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko je video DVD samodejno nameščen: Uporaba: %%v napravo (eg /dev/sda1) %%l oznaka naprave %%m točka pritrditve naprave (eg /media/disk)
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht kur një DVD video është montuar automatikisht: Përdorni: %%v pajisje (eg /dev/sda1) %%l etiketa e pajisjes %%m pika e montimit të pajisjes (eg /media/disk)
sw: Ingiza mpango au mstari wa amri ya bash ili kuendeshwa kiotomatiki wakati DVD ya video inapowekwa kiotomatiki: Tumia: %%v kifaa (eg /dev/sda1) %%l lebo ya kifaa %%m mahali pa kuweka kifaa (eg /media/disk)
ta: வீடியோ டிவிடி தானாக ஏற்றப்படும் போது தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%v சாதனம் (eg /dev/sda1) %%l சாதன லேபிள் %%m சாதனம் ஏற்ற புள்ளி (eg /media/disk)
te: వీడియో DVD స్వయంచాలకంగా మౌంట్ చేయబడినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%v పరికరం (eg /dev/sda1) %%l పరికరం లేబుల్ %%m పరికరం మౌంట్ పాయింట్ (eg /media/disk)
tg: Барнома ё сатри фармони bash-ро ворид кунед, то ҳангоми ба таври худкор насб кардани DVD видео ба таври худкор иҷро шавад: Истифода: %%v дастгоҳ (eg /dev/sda1) %%l тамғаи дастгоҳ %%m нуқтаи насби дастгоҳ (eg /media/disk)
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติเมื่อติดตั้งวิดีโอดีวีดีโดยอัตโนมัติ: ใช้: %%v อุปกรณ์ (eg /dev/sda1) %%l ฉลากอุปกรณ์ %%m จุดต่ออุปกรณ์ (eg /media/disk)
tk: Wideo DVD awtomatiki gurlanda awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%v enjam (eg /dev/sda1) %%l enjam belligi %%m enjamy gurnamak nokady (eg /media/disk)
tt: Видео DVD автоматик рәвештә урнаштырылганда программа яки баш командование сызыгын кертегез: Куллану: %%v җайланма (eg /dev/sda1) %%l җайланма ярлыгы %%m җайланма урнаштыру ноктасы (eg /media/disk)
uk: Введіть програмний або командний рядок bash, який буде запускатися автоматично, коли відео DVD автоматично монтується: Використовуйте: %%v пристрій (eg /dev/sda1) %%l етикетка пристрою %%m точка кріплення пристрою (eg /media/disk)
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ ﺵﺎﺑ ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﺗ ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﺎﮕﻟ ﺩﻮﺨﺑ ﺩﻮﺧ ﯼﮈ ﯼﻭ ﯼﮈ ﻮﯾﮉﯾﻭ ﺐﺟ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%v ﮧﻟﺁ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﺲﺋﺍﻮﯾﮈ %%m ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺲﺋﺍﻮﯾﮈ (eg /media/disk)
uz: Video DVD avtomatik o'rnatilganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%v qurilma (eg /dev/sda1) %%l qurilma yorlig'i %%m qurilma o'rnatish nuqtasi (eg /media/disk)
vi: Nhập chương trình hoặc dòng lệnh bash để chạy tự động khi video DVD được tự động gắn: Sử dụng: %%v thiết bị (eg /dev/sda1) %%l nhãn thiết bị %%m điểm gắn thiết bị (eg /media/disk)
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo xa ividiyo yeDVD inyuswa ngokuzenzekelayo: Sebenzisa: %%v isixhobo (eg /dev/sda1) %%l ileyibhile yesixhobo %%m indawo yokunyusela isixhobo (eg /media/disk)
yi: :דעטנואָמ אָטואַ זיא יוו אעדיוו אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%v לטימ (eg /dev/sda1) %%l עמריפ לטימ %%m טנופ ןפּאַלקנאָ לטימ (eg /media/disk)

source: On _Insert
af: Aan _Voeg in
am: በርቷል _አስገባ
ar: ﻞﻴﻐﺸﺗ _ﺝﺍﺭﺩﺇ
be: На _Устаўка
bg: На _Вмъкване
bn: চালু _ঢোকান
ca: Encès _Insereix
cy: Ymlaen _Mewnosod
da: På _Indsæt
eo: On _Enmetu
et: Peal _Sisesta
eu: On _Txertatu
fa: ﺮﺑ _ﺪﯿﻨﮐ ﺝﺭﺩ
fi: Päällä _Lisää
fil: Naka-on _Ipasok
fy: Op _Ynfoegje
ga: Ar _Ionsáigh
gd: Air adhart _Cuir a-steach
gl: Activado _Inserir
gu: ચાલુ _દાખલ કરો
he: לַע _סיִנכַהְל
hi: पर _डालने
hr: Na _Umetnuti
hu: Tovább _Beszúrás
hy: Վրա _Տեղադրեք
id: Pada _Memasukkan
is: Á _Settu inn
ka: ჩართულია _ჩასმა
kk: Қосулы _Кірістіру
km: បើក _បញ្ចូល
kn: ಆನ್ _ಸೇರಿಸು
ku: Li _Lêzêdekirin
ky: Күйүк _Insert
lb: Op _Asetzen
lo: ສຸດ _ແຊກ
lt: Įjungta _Įdėti
lv: Ieslēgts _Ievietot
mg: On _Mampidira
mi: Kei runga _Kōkuhu
mk: На _Вметнете
ml: ഓൺ _തിരുകുക
mn: Асаалттай _Оруулах
mr: चालू _घाला
mt: Fuq _Daħħal
my: ဂရန် _ထည့်ပါ။
nb: På _Sett inn
ne: अन _घुसाउनुहोस्
or: ଅନ୍ _ସନ୍ନିବେଶ କରନ୍ତୁ |
pa: 'ਤੇ _ਪਾਓ
ps: ﺮﭘ _ﺉړﮐ ﻞﺧﺍﺩ
ro: Pe _Introduce
rw: Kuri _Shyiramo
sd: ﻲﺗ _ﻮﻳﺮڪ ﻞﺧﺍﺩ
si: මත _ඇතුල් කරන්න
sk: zapnuté _Vložiť
sl: Vklopljeno _Vstavi
sq: Aktiv _Fut
sw: Washa _Ingiza
ta: அன்று _செருகு
te: పై _చొప్పించు
tg: Дар _Ворид кунед
th: บน _แทรก
tk: Işlediň _Goýmak
tt: Яна _Керү
uk: Увімкнено _Вставити
ur: ﺮﭘ _ﮟﯾﺮﮐ ﻞﺧﺍﺩ
uz: Yoniq _Kiritmoq
vi: Trên _Chèn
xh: Vula _Faka
yi: ףיוא _ןגיילניַיראַ

source: Auto Run On Insert
af: Outo hardloop op insetsel
am: አስገባ ላይ በራስ አሂድ
ar: ﺝﺍﺭﺩﻹ﻿ﺍ ﺪﻨﻋ ﻲﺋﺎﻘﻠﺗ ﻞﻴﻐﺸﺗ
be: Аўтаматычны запуск пры ўстаўцы
bg: Автоматично стартиране при вмъкване
bn: অটো রান অন ইনসার্ট
ca: Execució automàtica a la inserció
cy: Mewnosodiad Auto Run On
da: Autokør ved indsæt
eo: Aŭtomata Run Sur Enmeto
et: Automaatne käivitamine sisestusel
eu: Txertatzean exekutatu automatikoa
fa: ﺝﺭﺩ ﺭﺩ ﺭﺎﮐﺩﻮﺧ ﯼﺍﺮﺟﺍ
fil: Auto Run Sa Insert
ga: Auto Run On Ionsáigh
gl: Execución automática ao inserir
gu: ઓટો રન ઓન ઇન્સર્ટ
he: הפסוה תעב תיטמוטוא הלעפה
hi: इंसर्ट पर ऑटो रन
hu: Automatikus futás beszúráskor
id: Jalankan Otomatis Saat Sisipkan
is: Sjálfvirk keyrsla á innsetningu
ka: ავტომატური გაშვება ჩასმა
kk: Автоматты іске қосу кірістіру
km: ដំណើរការដោយស្វ័យប្រវត្តិនៅពេលបញ្ចូល
kn: ಇನ್ಸರ್ಟ್ನಲ್ಲಿ ಸ್ವಯಂ ರನ್ ಮಾಡಿ
lb: Auto Run Op Insert
lt: Automatinis paleidimas įdėjus
mi: Rere Aunoa Ki te Whakauru
ml: ഇൻസേർട്ട് ഓൺ ഓട്ടോ റൺ
mn: Insert дээр автоматаар ажиллуулах
mr: इन्सर्टवर ऑटो रन
mt: Auto Run Fuq Daħħal
my: Insert တွင် Auto Run ပါ။
nb: Autokjør på innsetting
ne: सम्मिलितमा स्वत: चलाउनुहोस्
or: ସନ୍ନିବେଶରେ ଅଟୋ ଚଲାନ୍ତୁ |
pa: ਇਨਸਰਟ 'ਤੇ ਆਟੋ ਰਨ
ps: ﻝﻮﻠﭼ ﺕﺎﻣﻮﺗﺍ ﯥﮐ ﻞﺧﺍﺩ ﻪﭘ
ro: Funcționare automată la inserare
rw: Gukoresha Imodoka Kwinjiza
sd: ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻥﺁ ﻥﺭ ﺭﺎڪﺩﻮﺧ
si: ඇතුල් කිරීමේදී ස්වයංක්u200dරීයව ධාවනය කරන්න
sl: Samodejni zagon ob vstavitvi
sq: Futja automatike në ekzekutim
sw: Endesha Otomatiki kwenye Ingizo
ta: தானாக இயங்கும் செருகு
te: ఇన్సర్ట్u200cలో ఆటో రన్
tg: Иҷроиши худкор дар воридкунӣ
th: เรียกใช้อัตโนมัติเมื่อแทรก
tk: Goýmak üçin awtomatik işlediň
tt: Керүдә автоматик йөгерү
uk: Автоматичний запуск на вставці
ur: ۔ﮟﯿﺋﻼ﻿ﭼ ﻮﭨﺁ ﺮﭘ ﮯﻧﺮﮐ ﻞﺧﺍﺩ
uz: Qo'shishda avtomatik ishga tushirish
vi: Tự động chạy khi chèn
xh: Ukubaleka ngokuzenzekela kuFaka
yi: ןגיילניַיראַ ףיוא ןפיול אָטואַ
