Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Empty Folder
af: Leë leêr
am: ባዶ አቃፊ
ar: ﻍﺭﺎﻓ ﺪﻠﺠﻣ
be: Пустая тэчка
bg: Празна папка
bn: খালি নথি
ca: Carpeta buida
cy: Ffolder Gwag
da: Tom mappe
eo: Malplena Dosierujo
et: Tühi kaust
eu: Karpeta hutsa
fa: ﯽﻟﺎﺧ ﻪﺷﻮﭘ
fi: Tyhjä kansio
fil: Walang laman na Folder
fy: Lege map
ga: Fillteán Folamh
gd: Folder falamh
gl: Carpeta baleira
gu: ખાલી ફોલ્ડર
he: הקיר הייקית
hi: खाली फ़ोल्डर
hr: Prazna mapa
hu: Üres mappa
hy: Դատարկ թղթապանակ
id: Folder kosong
is: Tóm mappa
ka: Ცარიელი საქაღალდე
kk: Бос қалта
km: ថតឯកសារទទេ
kn: ಖಾಲಿ ಫೋಲ್ಡರ್
ku: Peldanka vala
ky: Бош папка
lb: Eidel Dossier
lo: ໂຟນເດີເປົ່າ
lt: Tuščias Aplankas
lv: Tukša mape
mg: Foana ny lahatahiry
mi: Kōpaki Putua
mk: Празна папка
ml: ശൂന്യമായ ഫോൾഡർ
mn: Хоосон хавтас
mr: रिक्त फोल्डर
mt: Folder vojt
my: ဖိုင်တွဲဗလာ
nb: Tom mappe
ne: खाली फोल्डर
or: ଖାଲି ଫୋଲ୍ଡର |
pa: ਖਾਲੀ ਫੋਲਡਰ
ps: ﺭډﻟﻮﻓ ﻲﻟﺎﺧ
ro: Folder gol
rw: Ububiko
sd: ﺭڊﻟﻮﻓ ﻲﻟﺎﺧ
si: හිස් ෆෝල්ඩරය
sk: Prázdny priečinok
sl: Prazna mapa
sq: Dosja bosh
sw: Folda tupu
ta: காலி அடைவை
te: ఖాళీ ఫోల్డర్
tg: Папкаи холӣ
th: โฟลเดอร์เปล่า
tk: Boş bukja
tt: Буш папка
uk: Порожня папка
ur: ﺭﮉﻟﻮﻓ ﯽﻟﺎﺧ
uz: Bo'sh papka
vi: Thư mục trống
xh: Isiqulathi seefayili esingenanto
yi: רעדלאָפ קידייל

source: Link Tar_get
af: SkakelTar_get
am: አገናኝTar_get
ar: ﺔﻠﺻﻭTar_get
be: СпасылкаTar_get
bg: ВръзкаTar_get
bn: লিঙ্কTar_get
ca: EnllaçTar_get
cy: DolenTar_get
eo: LigoTar_get
eu: EstekaTar_get
fa: ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍTar_get
fi: LinkkiTar_get
ga: NascTar_get
gd: CeangalTar_get
gl: LigazónTar_get
gu: લિંકTar_get
he: רושיקTar_get
hi: संपर्कTar_get
hr: VezaTar_get
hy: ՀղումTar_get
id: TautanTar_get
is: TengillTar_get
ka: ᲑმულიTar_get
kk: СілтемеTar_get
km: តំណភ្ជាប់Tar_get
kn: ಲಿಂಕ್Tar_get
ku: PêvekTar_get
ky: ШилтемеTar_get
lo: ເຊື່ອມຕໍ່Tar_get
lt: NuorodaTar_get
lv: SaiteTar_get
mg: RohyTar_get
mi: HonongaTar_get
mk: ВрскаTar_get
ml: ലിങ്ക്Tar_get
mn: ХолбоосTar_get
mr: दुवाTar_get
my: လင့်Tar_get
ne: लिङ्कTar_get
or: ଲିଙ୍କ୍ |Tar_get
pa: ਲਿੰਕTar_get
ps: ﮏﻨﯿﻟTar_get
ro: LegăturăTar_get
rw: IhuzaTar_get
sd: ﮃﻨﮘTar_get
si: සබැඳියTar_get
sk: OdkazTar_get
sl: PovezavaTar_get
sq: LidhjeTar_get
sw: KiungoTar_get
ta: இணைப்புTar_get
te: లింక్Tar_get
tg: ПайвандTar_get
th: ลิงค์Tar_get
tk: BaglanyşykTar_get
tt: СсылкаTar_get
uk: ПосиланняTar_get
ur: ﮏﻨﻟTar_get
uz: HavolaTar_get
vi: Liên kếtTar_get
xh: IkhonkcoTar_get
yi: קנילTar_get

# New|Radio
source: _Link
af: _Skakel
am: _አገናኝ
ar: _ﺔﻠﺻﻭ
be: _Спасылка
bg: _Връзка
bn: _লিঙ্ক
ca: _Enllaç
cy: _Dolen
eo: _Ligo
eu: _Esteka
fa: _ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ
fi: _Linkki
ga: _Nasc
gd: _Ceangal
gl: _Ligazón
gu: _લિંક
he: _רושיק
hi: _संपर्क
hr: _Veza
hy: _Հղում
id: _Tautan
is: _Tengill
ka: _Ბმული
kk: _Сілтеме
km: _តំណភ្ជាប់
kn: _ಲಿಂಕ್
ku: _Pêvek
ky: _Шилтеме
lo: _ເຊື່ອມຕໍ່
lt: _Nuoroda
lv: _Saite
mg: _Rohy
mi: _Hononga
mk: _Врска
ml: _ലിങ്ക്
mn: _Холбоос
mr: _दुवा
my: _လင့်
ne: _लिङ्क
or: _ଲିଙ୍କ୍ |
pa: _ਲਿੰਕ
ps: _ﮏﻨﯿﻟ
ro: _Legătură
rw: _Ihuza
sd: _ﮃﻨﮘ
si: _සබැඳිය
sk: _Odkaz
sl: _Povezava
sq: _Lidhje
sw: _Kiungo
ta: _இணைப்பு
te: _లింక్
tg: _Пайванд
th: _ลิงค์
tk: _Baglanyşyk
tt: _Ссылка
uk: _Посилання
ur: _ﮏﻨﻟ
uz: _Havola
vi: _Liên kết
xh: _Ikhonkco
yi: _קניל

source: New
af: Nuut
am: አዲስ
ar: ﺪﻳﺪﺟ
be: Новае
bg: Нов
bn: নতুন
ca: Nou
cy: Newydd
da: Ny
eo: Nova
et: Uus
eu: Berria
fa: ﺪﯾﺪﺟ
fi: Uusi
fil: Bago
fy: Nij
ga: Nua
gd: Ùr
gl: Novo
gu: નવી
he: ׁשָדָח
hi: नया
hr: Novi
hu: Új
hy: Նոր
id: Baru
is: Nýtt
ka: ახალი
kk: Жаңа
km: ថ្មី។
kn: ಹೊಸದು
ku: Nşh
ky: Жаңы
lb: Nei
lo: ໃຫມ່
lt: Nauja
lv: Jauns
mg: Vaovao
mi: Hou
mk: Ново
ml: പുതിയത്
mn: Шинэ
mr: नवीन
mt: Ġdid
my: အသစ်
nb: Ny
ne: नयाँ
or: ନୂତନ
pa: ਨਵਾਂ
ps: ﯼﻮﻧ
ro: Nou
rw: Gishya
sd: ﻥﻮﺌﻧ
si: අලුත්
sk: Nový
sl: Novo
sq: I ri
sw: Mpya
ta: புதியது
te: కొత్తది
tg: Нав
th: ใหม่
tk: Täze
tt: Яңа
uk: Новий
ur: ﯽﺌﻧ
uz: Yangi
vi: Mới mẻ
xh: Entsha
yi: יַינ

source: Path contains linefeeds
af: Pad bevat lynvoere
am: መንገዱ የመስመር ምግቦችን ይይዛል
ar: ﺔﻳﺬﻐﺘﻟﺍ ﻁﻮﻄﺧ ﻰﻠﻋ ﺭﺎﺴﻤﻟﺍ ﻱﻮﺘﺤﻳ
be: Шлях змяшчае пераводы радкоў
bg: Пътят съдържа емисии на ред
bn: পাথে লাইনফিড রয়েছে
ca: El camí conté salts de línia
cy: Mae'r llwybr yn cynnwys porthiant llinell
da: Stien indeholder linjefeeds
eo: Pado enhavas liniofluojn
et: Tee sisaldab reavahetusi
eu: Bideak lerro-jarioak ditu
fa: ﺖﺳﺍ ﯽﻄﺧ ﯼﺎﻫﺪﯿﻓ ﯼﻭﺎﺣ ﺮﯿﺴﻣ
fi: Polku sisältää rivinsyötteitä
fil: Ang path ay naglalaman ng mga linefeed
fy: Paad befettet linefeeds
ga: Tá beathú líne sa chonair
gd: Tha frith-rathaidean anns an t-slighe
gl: O camiño contén saltos de liña
gu: પાથમાં લાઇનફીડ્સ છે
he: תורוש תונזה ליכמ ביתנ
hi: पथ में लाइनफ़ीड शामिल हैं
hr: Put sadrži prijenose redaka
hu: Az útvonal soremeléseket tartalmaz
hy: Ուղին պարունակում է տողերի հոսքեր
id: Jalur berisi umpan baris
is: Slóð inniheldur línustrauma
ka: ბილიკი შეიცავს ხაზების მიწოდებას
kk: Жолда сызықтық арналар бар
km: ផ្លូវមាន linefeeds
kn: ಮಾರ್ಗವು ಲೈನ್u200cಫೀಡ್u200cಗಳನ್ನು ಒಳಗೊಂಡಿದೆ
ku: Riya xêzên xetê dihewîne
ky: Жол линияларды камтыйт
lb: Path enthält linefeeds
lo: ເສັ້ນທາງມີ linefeeds
lt: Kelyje yra eilučių tiekimas
lv: Ceļš satur rindu plūsmas
mg: Ny lalana dia misy linefeeds
mi: Kei roto i te ara nga whangai raina
mk: Патеката содржи доводи на линии
ml: പാതയിൽ ലൈൻഫീഡുകൾ അടങ്ങിയിരിക്കുന്നു
mn: Зам нь шугамын хангамжийг агуулж байна
mr: पाथमध्ये लाइनफीड असतात
mt: Il-mogħdija fiha linefeeds
my: လမ်းကြောင်းတွင် linefeed များပါရှိသည်။
nb: Banen inneholder linjematinger
ne: पथले लाइनफिडहरू समावेश गर्दछ
or: ପଥରେ ଲାଇନ୍ ଫିଡ୍ ଥାଏ |
pa: ਪਾਥ ਵਿੱਚ ਲਾਈਨਫੀਡ ਸ਼ਾਮਲ ਹਨ
ps: ﻱﺮﻟ ﻪﻧﻭډﯿﻓ ﻦﯾﻻ﻿ ﻩﺭﻻ﻿
ro: Calea conține fluxuri de linie
rw: Inzira ikubiyemo umurongo
sd: ﻲﻫﺁ ﻞﻤﺘﺸﻣ ﻲﺗ ڊﻴﻓ ﻦﺋﻻ﻿ ﻮﺘﺳﺭ
si: මාර්ගය රේඛීය ආහාර අඩංගු වේ
sk: Cesta obsahuje posuny riadkov
sl: Pot vsebuje premike vrstic
sq: Shtegu përmban furnizime të linjës
sw: Njia ina milisho ya laini
ta: பாதை லைன்ஃபீட்களைக் கொண்டுள்ளது
te: మార్గం లైన్u200cఫీడ్u200cలను కలిగి ఉంది
tg: Роҳ дорои каналҳои хаттӣ мебошад
th: เส้นทางมี linefeeds
tk: Atholda çyzykly iýmitler bar
tt: Pлда сызыклар бар
uk: Шлях містить переводи рядка
ur: ۔ﮯﮨ ﻞﻤﺘﺸﻣ ﺮﭘ ﺯﮉﯿﻓ ﻦﺋﻻ﻿ ﮫﺗﺎﭘ
uz: Yo‘lda qator tasmalari mavjud
vi: Đường dẫn chứa nguồn cấp dữ liệu
xh: Umendo uqulathe i-linefeeds
yi: זדיפ הרוש ללוכּ ךרד רעד

source: Create Parent Folder
af: Skep ouergids
am: የወላጅ አቃፊ ይፍጠሩ
ar: ﻲﻠﺻﺃ ﺪﻠﺠﻣ ءﺎﺸﻧﺇ
be: Стварыць бацькоўскую тэчку
bg: Създаване на родителска папка
bn: প্যারেন্ট ফোল্ডার তৈরি করুন
ca: Crea una carpeta pare
cy: Creu Ffolder Rhiant
da: Opret forældremappe
eo: Krei Gepatran Dosierujon
et: Loo ülemkaust
eu: Sortu Guraso Karpeta
fa: ﺪﯿﻨﮐ ﺩﺎﺠﯾﺍ ﺪﻟﺍﻭ ﻪﺷﻮﭘ
fi: Luo yläkansio
fil: Lumikha ng Magulang na Folder
fy: Meitsje Parent Folder
ga: Cruthaigh Fillteán Tuismitheora
gd: Cruthaich Folder Phàrant
gl: Crear cartafol principal
gu: પેરેંટ ફોલ્ડર બનાવો
he: בא תייקית רוצ
hi: पैरेंट फोल्डर बनाएं
hr: Stvorite roditeljsku mapu
hu: Szülőmappa létrehozása
hy: Ստեղծեք ծնողական թղթապանակ
id: Buat Folder Induk
is: Búðu til foreldramöppu
ka: შექმენით მშობელი საქაღალდე
kk: Негізгі қалтаны жасау
km: បង្កើតថតឯកសារមេ
kn: ಪೋಷಕ ಫೋಲ್ಡರ್ ರಚಿಸಿ
ku: Peldanka dêûbav çêbikin
ky: Аталык папканы түзүү
lb: Schafen Elteren Dossier
lo: ສ້າງໂຟນເດີຫຼັກ
lt: Sukurkite pagrindinį aplanką
lv: Izveidojiet vecāku mapi
mg: Mamorona lahatahiry ray aman-dreny
mi: Waihanga Kōpaki Matua
mk: Креирај родителска папка
ml: പാരന്റ് ഫോൾഡർ സൃഷ്ടിക്കുക
mn: Эцэг эх хавтас үүсгэх
mr: पालक फोल्डर तयार करा
mt: Oħloq Folder Ġenitur
my: ပင်မဖိုင်တွဲကို ဖန်တီးပါ။
nb: Opprett overordnet mappe
ne: अभिभावक फोल्डर सिर्जना गर्नुहोस्
or: ପ୍ୟାରେଣ୍ଟ୍ ଫୋଲ୍ଡର୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਪੇਰੈਂਟ ਫੋਲਡਰ ਬਣਾਓ
ps: ﺉړﮐ ړﻮﺟ ﺭډﻟﻮﻓ ﺭﻼ﻿ﭘ ﺩ
ro: Creați dosarul părinte
rw: Kora Ububiko
sd: ﻮﻴﻫﺎﭠ ﺭڊﻟﻮﻓ ﻦﻳﺪﻟﺍﻭ
si: මාපිය ෆෝල්ඩරය සාදන්න
sk: Vytvoriť nadradený priečinok
sl: Ustvarite nadrejeno mapo
sq: Krijo dosjen prind
sw: Unda Folda ya Mzazi
ta: பெற்றோர் கோப்புறையை உருவாக்கவும்
te: పేరెంట్ ఫోల్డర్u200cని సృష్టించండి
tg: Эҷоди ҷузвдони волидайн
th: สร้างโฟลเดอร์หลัก
tk: Ene bukjasyny dörediň
tt: Ата-аналар папкасын булдырыгыз
uk: Створити батьківську папку
ur: ﮟﯿﺋﺎﻨﺑ ﺭﮉﻟﻮﻓ ﭧﻧﺮﯿﭘ
uz: Ota-papka yaratish
vi: Tạo thư mục gốc
xh: Yenza isiqulathi seefayili esinguMzali
yi: רעדלאָפ טנעראַפּ ןפֿאַש

source: The parent folder does not exist. Create it?
af: Die ouervouer bestaan u200bu200bnie. Skep dit?
am: የወላጅ አቃፊ የለም። ፍጠር?
ar: ؟ﺎﻬﻌﻨﺻﺍ .ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﻲﺴﻴﺋﺮﻟﺍ ﺪﻠﺠﻤﻟﺍ
be: Бацькоўская папка не існуе. Стварыць яго?
bg: Родителската папка не съществува. Създайте го?
bn: মূল ফোল্ডারটি বিদ্যমান নেই৷ এটা তৈরি করবেন?
ca: La carpeta principal no existeix. Crear-lo?
cy: Nid yw'r ffolder rhiant yn bodoli. Ei greu?
da: Den overordnede mappe findes ikke. Opret det?
eo: La gepatra dosierujo ne ekzistas. Ĉu krei ĝin?
et: Ülemkausta pole olemas. Kas luua?
eu: Karpeta nagusia ez dago. Sortu?
fa: ؟ﺯﺎﺴﺑ ﻮﻧﻭﺍ .ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﺪﻟﺍﻭ ﻪﺷﻮﭘ
fi: Pääkansiota ei ole olemassa. Luo se?
fil: Ang folder ng magulang ay wala. Lumikha ng ito?
fy: De âlder map bestiet net. It oanmeitsje?
ga: Níl an fillteán tuismitheora ann. Cruthaigh é?
gd: Chan eil am pasgan phàrant ann. Cruthaich e?
gl: O cartafol principal non existe. Crealo?
gu: પેરેંટ ફોલ્ડર અસ્તિત્વમાં નથી. તેને બનાવો?
he: ?הז תא רוציל .תמייק אל באה תייקית
hi: पैरेंट फ़ोल्डर मौजूद नहीं है। इसे बनाओ?
hr: Roditeljska mapa ne postoji. Stvoriti ga?
hu: A szülőmappa nem létezik. Létrehozni?
hy: Մայր թղթապանակը գոյություն չունի: Ստեղծե՞լ այն:
id: Folder induk tidak ada. Menciptakannya?
is: Foreldramappan er ekki til. Búa til það?
ka: მშობელი საქაღალდე არ არსებობს. შექმნა?
kk: Негізгі қалта жоқ. Оны жасау керек пе?
km: មិនមានថតមេទេ។ បង្កើតវា?
kn: ಮೂಲ ಫೋಲ್ಡರ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ಅದನ್ನು ರಚಿಸುವುದೇ?
ku: Peldanka dêûbav tune. Wê çêbikin?
ky: Аталык папка жок. Аны түзөсүзбү?
lb: D'Elteren Dossier existéiert net. Schafen et?
lo: ບໍ່ມີໂຟນເດີຫຼັກ. ສ້າງມັນບໍ?
lt: Pirminio aplanko nėra. Sukurti?
lv: Vecāku mape neeksistē. Izveidot to?
mg: Tsy misy ny lahatahiry ray aman-dreny. Mamorona azy?
mi: Karekau te kōpaki matua. Waihangatia?
mk: Матичната папка не постои. Да се u200bu200bсоздаде?
ml: പാരന്റ് ഫോൾഡർ നിലവിലില്ല. അത് സൃഷ്ടിക്കണോ?
mn: Эх фолдер байхгүй байна. Үүнийг үүсгэх үү?
mr: मूळ फोल्डर अस्तित्वात नाही. ते तयार करायचे?
mt: Il-folder ġenitur ma jeżistix. Oħloqha?
my: ပင်မဖိုင်တွဲ မရှိပါ။ ဖန်တီးမလား။
nb: Den overordnede mappen eksisterer ikke. opprette det?
ne: अभिभावक फोल्डर अवस्थित छैन। यसलाई सिर्जना गर्ने?
or: ପ୍ୟାରେଣ୍ଟ୍ ଫୋଲ୍ଡର୍ ବିଦ୍ୟମାନ ନାହିଁ | ଏହାକୁ ସୃଷ୍ଟି କରନ୍ତୁ?
pa: ਮੂਲ ਫੋਲਡਰ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਇਸ ਨੂੰ ਬਣਾਉਣ?
ps: ؟ﺉړﮐ ﯥﯾ ړﻮﺟ .ﻱﺮﻠﻧ ﻥﻮﺘﺷ ﺭډﻟﻮﻓ ﻲﻠﺻﺍ
ro: Dosarul părinte nu există. Creaza-l?
rw: Ububiko bwababyeyi ntibubaho. Kurema?
sd: ؟ﻮﻴﮬﺎﭠ .ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ ﺭڊﻟﻮﻓ ﻦﻳﺪﻟﺍﻭ
si: මව් ෆෝල්ඩරය නොපවතී. එය නිර්මාණය කරන්නද?
sk: Nadradený priečinok neexistuje. vytvoriť ho?
sl: Nadrejena mapa ne obstaja. Ustvarite ga?
sq: Dosja mëmë nuk ekziston. Krijo atë?
sw: Folda kuu haipo. Je, ungependa kuiunda?
ta: மூலக் கோப்புறை இல்லை. அதை உருவாக்கவா?
te: పేరెంట్ ఫోల్డర్ ఉనికిలో లేదు. దీన్ని సృష్టించాలా?
tg: Папкаи волидайн вуҷуд надорад. Онро эҷод кунед?
th: ไม่มีโฟลเดอร์หลัก สร้างมันขึ้นมา?
tk: Ene bukjasy ýok. Dörediňmi?
tt: Ата-аналар папкасы юк. Аны булдырасызмы?
uk: Батьківська папка не існує. Створити його?
ur: ؟ﮟﯿﺋﺎﻨﺑ ﮯﺳﺍ ۔ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ ﺭﮉﻟﻮﻓ ﭧﻧﺮﯿﭘ
uz: Asosiy jild mavjud emas. Yaratingmi?
vi: Thư mục mẹ không tồn tại. Tạo ra nó?
xh: Isiqulathi seefayili esingumzali asikho. Yidale?
yi: ?סע ןפֿאַש .טריטסיסקע טשינ זיא עקעט רעטאָפ רעד

source: Error creating parent folder %s
af: Kon nie ouervouer skep nie %s
am: የወላጅ አቃፊ መፍጠር ላይ ስህተት %s
ar: ﻞﺻﻷ﻿ﺍ ﺪﻠﺠﻤﻟﺍ ءﺎﺸﻧﺇ ﻲﻓ ﺄﻄﺧ %s
be: Памылка стварэння бацькоўскай папкі %s
bg: Грешка при създаването на родителска папка %s
bn: মূল ফোল্ডার তৈরিতে ত্রুটি৷ %s
ca: S'ha produït un error en crear la carpeta principal %s
cy: Gwall wrth greu ffolder rhiant %s
da: Fejl ved oprettelse af overordnet mappe %s
eo: Eraro dum kreado de gepatra dosierujo %s
et: Ülemkausta loomisel tekkis viga %s
eu: Errore bat gertatu da karpeta nagusia sortzean %s
fa: ﺪﻟﺍﻭ ﻪﺷﻮﭘ ﺩﺎﺠﯾﺍ ﺭﺩ ﺎﻄﺧ %s
fi: Virhe luotaessa yläkansiota %s
fil: Error sa paggawa ng parent folder %s
fy: Flater by it meitsjen fan âldermap %s
ga: Earráid agus fillteán na dtuismitheoirí á chruthú %s
gd: Mearachd a ’cruthachadh pasgan phàrantan %s
gl: Produciuse un erro ao crear o cartafol principal %s
gu: પેરેન્ટ ફોલ્ડર બનાવવામાં ભૂલ %s
he: בא תייקית תריציב האיגש %s
hi: पैरेंट फोल्डर बनाने में त्रुटि %s
hr: Pogreška pri izradi nadređene mape %s
hu: Hiba a szülőmappa létrehozásakor %s
hy: Չհաջողվեց ստեղծել մայր պանակը %s
id: Terjadi kesalahan saat membuat folder induk %s
is: Villa við að búa til yfirmöppu %s
ka: შეცდომა მშობელი საქაღალდის შექმნისას %s
kk: Негізгі қалтаны жасау қатесі %s
km: កំហុសក្នុងការបង្កើតថតមេ %s
kn: ಮೂಲ ಫೋಲ್ಡರ್ ರಚಿಸುವಲ್ಲಿ ದೋಷ %s
ku: Di afirandina peldanka dêûbav de çewtî %s
ky: Аталык папканы түзүү катасы %s
lb: Feeler beim Erstellen vun den Elterenverwaltung %s
lo: ເກີດຄວາມຜິດພາດໃນການສ້າງໂຟນເດີຫຼັກ %s
lt: Klaida kuriant pirminį aplanką %s
lv: Veidojot vecākmapi, radās kļūda %s
mg: Hadisoana tamin'ny famoronana lahatahiry ray aman-dreny %s
mi: Hapa te hanga kōpaki matua %s
mk: Грешка при креирањето на матичната папка %s
ml: പാരന്റ് ഫോൾഡർ സൃഷ്ടിക്കുന്നതിൽ പിശക് %s
mn: Эх фолдер үүсгэх алдаа гарлаа %s
mr: मूळ फोल्डर तयार करताना त्रुटी %s
mt: Żball fil-ħolqien tal-folder ġenitur %s
my: ပင်မဖိုင်တွဲကို ဖန်တီးရာတွင် အမှားအယွင်းရှိနေသည်။ %s
nb: Feil ved opprettelse av overordnet mappe %s
ne: अभिभावक फोल्डर सिर्जना गर्न त्रुटि %s
or: ପ୍ୟାରେଣ୍ଟ୍ ଫୋଲ୍ଡର୍ ତିଆରି କରିବାରେ ତ୍ରୁଟି | %s
pa: ਮੂਲ ਫੋਲਡਰ ਬਣਾਉਣ ਵਿੱਚ ਤਰੁੱਟੀ %s
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻟﻭړﻮﺟ ﻪﭘ ﺭډﻟﻮﻓ ﻲﻠﺻﺍ ﺩ %s
ro: Eroare la crearea dosarului părinte %s
rw: Ikosa ryo gukora ububiko bwububiko %s
sd: ﻲﻄﻠﻏ ۾ ﮡﻫﺎﭠ ﺭڊﻟﻮﻓ ﻦﻳﺪﻟﺍﻭ %s
si: මව් ෆෝල්ඩරය සෑදීමේ දෝෂයකි %s
sk: Chyba pri vytváraní nadradeného priečinka %s
sl: Napaka pri ustvarjanju nadrejene mape %s
sq: Gabim në krijimin e dosjes prind %s
sw: Hitilafu katika kuunda folda kuu %s
ta: மூலக் கோப்புறையை உருவாக்குவதில் பிழை %s
te: పేరెంట్ ఫోల్డర్u200cని సృష్టించడంలో ఎర్రర్ ఏర్పడింది %s
tg: Хатогии эҷоди ҷузвдони волидайн %s
th: เกิดข้อผิดพลาดในการสร้างโฟลเดอร์หลัก %s
tk: Ene bukjasyny döretmekde säwlik %s
tt: Ата-аналар папкасын ясауда хата %s
uk: Помилка створення батьківської папки %s
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻧﺎﻨﺑ ﺭﮉﻟﻮﻓ ﭧﻧﺮﯿﭘ %s
uz: Asosiy jildni yaratishda xatolik yuz berdi %s
vi: Lỗi khi tạo thư mục mẹ %s
xh: Impazamo yokwenza isiqulathi seefayili esingumzali %s
yi: עקעט רעטאָפ גניטייירק תועט %s

source: Mkdir Error
af: Mkdir Fout
am: Mkdir ስህተት
ar: Mkdir ﺄﻄﺧ
be: Mkdir Памылка
bg: Mkdir Грешка
bn: Mkdir ত্রুটি
cy: Mkdir Gwall
da: Mkdir Fejl
eo: Mkdir Eraro
et: Mkdir Viga
eu: Mkdir Errorea
fa: Mkdir ﺎﻄﺧ
fi: Mkdir Virhe
fy: Mkdir Fersin
ga: Mkdir Earráid
gd: Mkdir Mearachd
gl: Mkdir Erro
gu: Mkdir ભૂલ
he: Mkdir הָאיִגְׁש
hi: Mkdir त्रुटि
hr: Mkdir Greška
hu: Mkdir Hiba
hy: Mkdir Սխալ
id: Mkdir Kesalahan
is: Mkdir Villa
ka: Mkdir შეცდომა
kk: Mkdir Қате
km: Mkdir កំហុស
kn: Mkdir ದೋಷ
ku: Mkdir Şaşî
ky: Mkdir Ката
lb: Mkdir Feeler
lo: Mkdir ຜິດພາດ
lt: Mkdir Klaida
lv: Mkdir Kļūda
mg: Mkdir fahadisoana
mi: Mkdir Hapa
mk: Mkdir Грешка
ml: Mkdir പിശക്
mn: Mkdir Алдаа
mr: Mkdir त्रुटी
mt: Mkdir Żball
my: Mkdir အမှား
nb: Mkdir Feil
ne: Mkdir त्रुटि
or: Mkdir ତ୍ରୁଟି |
pa: Mkdir ਗਲਤੀ
ps: Mkdir ﻪﻨﺗﻭﺮﯧﺗ
ro: Mkdir Eroare
rw: Mkdir Ikosa
sd: Mkdir ﺺﻘﻧ
si: Mkdir දෝෂයකි
sk: Mkdir Chyba
sl: Mkdir Napaka
sq: Mkdir Gabim
sw: Mkdir Hitilafu
ta: Mkdir பிழை
te: Mkdir లోపం
tg: Mkdir Хатогӣ
th: Mkdir ข้อผิดพลาด
tk: Mkdir Roralňyşlyk
tt: Mkdir Хата
uk: Mkdir Помилка
ur: Mkdir ﯽﺑﺍﺮﺧ
uz: Mkdir Xato
vi: Mkdir Lỗi
xh: Mkdir Impazamo
yi: Mkdir תועט

source: Overwrite Existing File
af: Oorskryf bestaande lêer
am: ያለውን ፋይል ገልብጥ
ar: ﺩﻮﺟﻮﻣ ﺪﻨﺘﺴﻣ ﻰﻠﻋ ﺔﺑﺎﺘﻜﻟﺍ
be: Перазапісаць існуючы файл
bg: Презаписване на съществуващ файл
bn: বর্তমান ফাইলটির উপরেই লিখুন
ca: Sobreescriu el fitxer existent
cy: Ysgrifennu Ffeil Bresennol
da: Overskriv eksisterende fil
eo: Anstataŭigi Ekzistantan Dosieron
et: Olemasoleva faili ülekirjutamine
eu: Gainidatzi lehendik dagoen fitxategia
fa: ﺩﻮﺟﻮﻣ ﻞﯾﺎﻓ ﯽﺴﯾﻮﻧﺯﺎﺑ
fi: Korvaa olemassa oleva tiedosto
fil: I-overwrite ang Umiiral na File
fy: Besteande triem oerskriuwe
ga: Forscríobh an Comhad atá ann
gd: Thoir thairis am faidhle a tha ann mu thràth
gl: Sobrescribir o ficheiro existente
gu: હાલની ફાઇલ પર ફરીથી લખો
he: םייק ץבוק ףלחה
hi: मौजूदा लिखी फाइल के ऊपर लिखना
hr: Prebrišite postojeću datoteku
hu: Meglévő fájl felülírása
hy: Վերագրանցել գոյություն ունեցող ֆայլը
id: Timpa File yang Ada
is: Skrifa yfir núverandi skrá
ka: არსებული ფაილის გადაწერა
kk: Бар файлды қайта жазу
km: សរសេរជាន់លើឯកសារដែលមានស្រាប់
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಫೈಲ್ ಅನ್ನು ಓವರ್ರೈಟ್ ಮಾಡಿ
ku: Pelê heyî binivîsîne
ky: Учурдагы файлды кайра жазыңыз
lb: Iwwerschreiwe bestehend Datei
lo: ຂຽນທັບໄຟລ໌ທີ່ມີຢູ່ແລ້ວ
lt: Perrašyti esamą failą
lv: Pārrakstīt esošo failu
mg: Soraty ny rakitra efa misy
mi: Tuhirua Kōnae Tīariari
mk: Презапишете ја постоечката датотека
ml: നിലവിലുള്ള ഫയൽ തിരുത്തിയെഴുതുക
mn: Одоо байгаа файлыг дарж бичих
mr: विद्यमान फाइल ओव्हरराइट करा
mt: Ikteb fuq il-Fajl Eżistenti
my: ရှိပြီးသားဖိုင်ကို ထပ်ရေးပါ။
nb: Overskriv eksisterende fil
ne: अवस्थित फाइल अधिलेखन गर्नुहोस्
or: ବିଦ୍ୟମାନ ଫାଇଲକୁ ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ |
pa: ਮੌਜੂਦਾ ਫਾਈਲ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰੋ
ps: ﻞﮑﯿﻟ ﺎﯿﺑ ﻞﯾﺎﻓ ﻩﺩﻮﺟﻮﻣ ﺩ
ro: Suprascrie fișierul existent
rw: Andika dosiye iriho
sd: ﻮﻳﺮڪ ﻢﺘﺧ ﻲﮐ ﻞﺋﺎﻓ ﻩﺩﻮﺟﻮﻣ
si: පවතින ගොනුව උඩින් ලියන්න
sk: Prepísať existujúci súbor
sl: Prepiši obstoječo datoteko
sq: Mbishkruani skedarin ekzistues
sw: Batilisha Faili Iliyopo
ta: ஏற்கனவே உள்ள கோப்பை மேலெழுதவும்
te: ఇప్పటికే ఉన్న ఫైల్u200cని ఓవర్u200cరైట్ చేయండి
tg: Навиштани файли мавҷуда
th: เขียนทับไฟล์ที่มีอยู่
tk: Bar bolan faýlyň üstünden ýazyň
tt: Хәзерге файлны өстә языгыз
uk: Перезаписати існуючий файл
ur: ۔ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﻞﺋﺎﻓ ﮦﺩﻮﺟﻮﻣ
uz: Mavjud faylni qayta yozish
vi: Ghi đè lên tập tin hiện có
xh: Bhala phezu kweFayile ekhoyo
yi: עקעט גניטסיזגי יד טייררעווואָ

source: OVERWRITE WARNING
af: OORSKRYF WAARSKUWING
am: ማስጠንቀቂያ ይፃፉ
ar: ﺔﺑﺎﺘﻜﻟﺍ ﺮﻳﺬﺤﺗ
be: ПАПЯРЭДЖАННЕ ПЕРАЗАПІСВАННЯ
bg: ПРЕДУПРЕЖДЕНИЕ ЗА ЗАПИСАНЕ
bn: ওভাররাইট সতর্কতা
ca: ADVERTIMENT DE SOBREESCRITURA
cy: RHYBUDD TROSGLWYDDO
da: OVERSKRIV ADVARSEL
eo: OVERSCRIB AVERTO
et: ÜLEKIRJUTAMISE HOIATUS
eu: GAINDIZKATZEKO ABISUA
fa: ﺭﺍﺪﺸﻫ ﯽﺴﯾﻮﻧﻭﺭ
fi: KORVAUSVAROITUS
fil: I-OVERWITE ANG BABALA
fy: OVERSCHRIJF WARSKOGING
ga: RABHADH THAR LEAR
gd: RABHADH OVERWRITE
gl: ADVERTENCIA SOBREESCRIBIR
gu: ઓવરરાઈટ ચેતવણી
he: הרהזא ףלחה
hi: ओवरराइट चेतावनी
hr: UPOZORENJE ZA PREPISANJE
hu: FELÜLÍRÁS FIGYELMEZTETÉS
hy: ՎԵՐԱԳՐԵԼ ԶԳՈՒՇԱՑՈՒՄ
id: TULIS PERINGATAN
is: SKRIFA VIÐVÖRUN
ka: გადაწერა გაფრთხილება
kk: ЕСКЕРТУ
km: សរសេរជាន់លើការព្រមាន
kn: ಓವರ್u200cರೈಟ್ ಎಚ್ಚರಿಕೆ
ku: HIŞYARÎ BINIVÎSIN
ky: ЭСКЕРТҮҮНҮН ҮСТҮН ЖАЗУУ
lb: OPSCHREIWEN OPGEPASST
lo: ຂຽນທັບຄຳເຕືອນ
lt: PERRAŠYMO ĮSPĖJIMAS
lv: PĀRRAKSTĪŠANAS BRĪDINĀJUMS
mg: FAMPITANDREMANA MANORATRA
mi: TUPATUNGA TUATAHI
mk: ПРЕПИШИ ПРЕДУПРЕДУВАЊЕ
ml: ഓവർറൈറ്റ് മുന്നറിയിപ്പ്
mn: АНХААРУУЛГА ДАРАХ
mr: अधिलिखित चेतावणी
mt: TWISSIJA OVERWITE
my: သတိပေးချက်ကို ထပ်ရေးပါ။
nb: OVERSKRIV ADVARSEL
ne: अधिलेखन चेतावनी
or: ଚେତାବନୀ
pa: ਓਵਰਰਾਈਟ ਚੇਤਾਵਨੀ
ps: ﯼﺭﺍﺩﺮﺒﺧ ټﯾﺍﺭﺭﻭﻭﺍ
ro: SUPRASSCRIERE AVERTISMENT
rw: KUBURIRA
sd: ﮓﻨﻧﺭﺍﻭ ٽﺋﺍﺭ ﺭﻭﻭﺍ
si: නැවත ලියන්න අනතුරු ඇඟවීම
sk: PREPÍSAŤ UPOZORNENIE
sl: OPOZORILO PREPIS
sq: PARALAJMËRIM PËR SHKRUAJTJE
sw: ANDIKA ONYO
ta: மேலெழுத எச்சரிக்கை
te: ఓవర్u200cరైట్ హెచ్చరిక
tg: ОГОҲИ АЗ НАВИШТ
th: คำเตือนการเขียนทับ
tk: DUNDURYŞ
tt: Кисәтү
uk: ПОПЕРЕДЖЕННЯ ПЕРЕЗАПИСУ
ur: ﮓﻨﻧﺭﺍﻭ ﭧﺋﺍﺭ ﺭﻭﻭﺍ
uz: OGOHLANTIRISHNI UZTIRISH
vi: CẢNH BÁO TRÊN TRANG WEB
xh: BHALA NGAPHANDLE ISILUMKISO
yi: גנונעראוו ןביירשרעביא

source: The file path exists. Overwrite existing file?
af: Die lêerpad bestaan. Oorskryf bestaande lêer?
am: የፋይል ዱካ አለ። ያለውን ፋይል ይተካ?
ar: ؟ﺩﻮﺟﻮﻣ ﺪﻨﺘﺴﻣ ﻰﻠﻋ ﺔﺑﺎﺘﻜﻟﺍ .ﺩﻮﺟﻮﻣ ﻒﻠﻤﻟﺍ ﺭﺎﺴﻣ
be: Шлях да файла існуе. Перазапісаць існуючы файл?
bg: Пътят на файла съществува. Да се u200bu200bпрезапише ли съществуващ файл?
bn: ফাইল পাথ বিদ্যমান। বর্তমান ফাইলটির উপরেই লিখুন?
ca: La ruta del fitxer existeix. Vols sobreescriure el fitxer existent?
cy: Mae'r llwybr ffeil yn bodoli. Ailysgrifennu'r ffeil bresennol?
da: Filstien findes. Vil du overskrive eksisterende fil?
eo: La dosiervojo ekzistas. Ĉu anstataŭigi ekzistantan dosieron?
et: Faili tee on olemas. Kas kirjutada olemasolev fail üle?
eu: Fitxategiaren bidea existitzen da. Lehendik dagoen fitxategia gainidatzi?
fa: ؟ﺩﻮﺟﻮﻣ ﻞﯾﺎﻓ ﯽﺴﯾﻮﻧﺯﺎﺑ .ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﯾﺎﻓ ﺮﯿﺴﻣ
fi: Tiedostopolku on olemassa. Korvataanko olemassa oleva tiedosto?
fil: Ang landas ng file ay umiiral. I-overwrite ang kasalukuyang file?
fy: It triempaad bestiet. Besteande triem oerskriuwe?
ga: Tá cosán an chomhaid ann. An bhfuil an comhad atá ann cheana á fhorscríobh?
gd: Tha slighe an fhaidhle ann. Thoir thairis am faidhle a tha ann mu thràth?
gl: A ruta do ficheiro existe. Queres sobrescribir o ficheiro existente?
gu: ફાઇલ પાથ અસ્તિત્વમાં છે. હાલની ફાઇલ પર ફરીથી લખીએ?
he: ?םייק ץבוק ףילחהל .םייק ץבוקה ביתנ
hi: फ़ाइल पथ मौजूद है। मौजूदा लिखी फाइल के ऊपर लिखना?
hr: Put do datoteke postoji. Prebrisati postojeću datoteku?
hu: A fájl elérési útja létezik. Felülírja a meglévő fájlt?
hy: Ֆայլի ուղին գոյություն ունի: Վերագրրե՞լ գոյություն ունեցող ֆայլը:
id: Jalur file ada. Timpa file yang ada?
is: Skráarslóðin er til. Skrifa yfir núverandi skrá?
ka: ფაილის ბილიკი არსებობს. გსურთ არსებული ფაილის გადაწერა?
kk: Файл жолы бар. Бар файлды қайта жазу керек пе?
km: មានផ្លូវឯកសារ។ សរសេរជាន់លើឯកសារដែលមានស្រាប់?
kn: ಫೈಲ್ ಮಾರ್ಗವು ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಫೈಲ್ ಅನ್ನು ಓವರ್ರೈಟ್ ಮಾಡುವುದೇ?
ku: Riya pelê heye. Dosya heyî binivîsîne?
ky: Файлдын жолу бар. Учурдагы файлды кайра жазасызбы?
lb: De Fichier Wee existéiert. Bestehend Datei iwwerschreiwe?
lo: ເສັ້ນທາງໄຟລ໌ມີຢູ່. ຂຽນທັບໄຟລ໌ທີ່ມີຢູ່ແລ້ວບໍ?
lt: Failo kelias yra. Perrašyti esamą failą?
lv: Faila ceļš pastāv. Vai pārrakstīt esošo failu?
mg: Misy ny lalan'ny rakitra. Soraty ny rakitra efa misy?
mi: Kei te noho te ara kōnae. Tuhirua i te kōnae tīariari?
mk: Патеката на датотеката постои. Да се u200bu200bпрепише постоечката датотека?
ml: ഫയൽ പാത്ത് നിലവിലുണ്ട്. നിലവിലുള്ള ഫയൽ തിരുത്തിയെഴുതണോ?
mn: Файлын зам байгаа. Одоо байгаа файлыг дарж бичих үү?
mr: फाइल पथ अस्तित्वात आहे. विद्यमान फाइल ओव्हरराइट करायची?
mt: Il-mogħdija tal-fajl teżisti. Ikteb fuq il-fajl eżistenti?
my: ဖိုင်လမ်းကြောင်းရှိနေသည်။ ရှိပြီးသားဖိုင်ကို ထပ်ရေးမလား။
nb: Filbanen finnes. Vil du overskrive eksisterende fil?
ne: फाइल मार्ग अवस्थित छ। अवस्थित फाइल अधिलेखन गर्ने?
or: ଫାଇଲ୍ ପଥ ବିଦ୍ୟମାନ ଅଛି | ବିଦ୍ୟମାନ ଫାଇଲ୍ କୁ ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ?
pa: ਫਾਈਲ ਮਾਰਗ ਮੌਜੂਦ ਹੈ। ਕੀ ਮੌਜੂਦਾ ਫਾਈਲ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰਨਾ ਹੈ?
ps: ؟ﻞﮑﯿﻟ ﺎﯿﺑ ﯥﻨﺗﻭﺩ ﻩﺩﻮﺟﻮﻣ .ﻱﺮﻟ ﻥﻮﺘﺷ ﻩﺭﻻ﻿ ﻞﯾﺎﻓ ﺩ
ro: Calea fișierului există. Suprascrieți fișierul existent?
rw: Inzira ya dosiye irahari. Andika dosiye iriho?
sd: ؟ﻮﻴڪ ٽﺋﺍﺭ ﺭﻭﻭﺍ ﻲﮐ ﻞﺋﺎﻓ ﻩﺩﻮﺟﻮﻣ .ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﻮﺘﺳﺭ ﻮﺟ ﻞﺋﺎﻓ
si: ගොනු මාර්ගය පවතී. පවතින ගොනුව උඩින් ලියන්නද?
sk: Cesta k súboru existuje. Prepísať existujúci súbor?
sl: Pot datoteke obstaja. Želite prepisati obstoječo datoteko?
sq: Rruga e skedarit ekziston. Të mbishkruhet skedari ekzistues?
sw: Njia ya faili ipo. Je, ungependa kufuta faili iliyopo?
ta: கோப்பு பாதை உள்ளது. ஏற்கனவே உள்ள கோப்பை மேலெழுதவா?
te: ఫైల్ మార్గం ఉంది. ఇప్పటికే ఉన్న ఫైల్u200cని ఓవర్u200cరైట్ చేయాలా?
tg: Роҳи файл мавҷуд аст. Барқарор кардани файли мавҷуда?
th: มีเส้นทางของไฟล์อยู่ เขียนทับไฟล์ที่มีอยู่?
tk: Faýl ýoly bar Bar bolan faýlyň üstünden ýazyň?
tt: Файл юлы бар. Булган файлны языгыз?
uk: Шлях до файлу існує. Перезаписати наявний файл?
ur: ؟ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﻞﺋﺎﻓ ﮦﺩﻮﺟﻮﻣ ۔ﮯﮨ ﺩﻮﺟﻮﻣ ﮧﺘﺳﺍﺭ ﺎﮐ ﻞﺋﺎﻓ
uz: Fayl yo'li mavjud. Mavjud faylning ustiga yozilsinmi?
vi: Đường dẫn tệp tồn tại. Ghi đè lên tập tin hiện có?
xh: Umendo wefayile ukhona. Bhala phezu kwefayile ekhoyo?
yi: ?עקעט ןפֿאַש טייררעווואָ .ץסיזגי ךרד עקעט רעד
