Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n oudio-CD in 'n gekwalifiseerde toestel geplaas word: Gebruik: %%v toestel (eg /dev/sda1) %%l toestel etiket %%m toestelmonteerpunt (eg /media/disk)
am: የድምጽ ሲዲ ብቁ በሆነ መሳሪያ ውስጥ ሲገባ በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር ያስገቡ፡- ተጠቀም፡ %%v መሳሪያ (eg /dev/sda1) %%l የመሳሪያ መለያ %%m የመሳሪያ መጫኛ ነጥብ (eg /media/disk)
ar: :ﻞﻫﺆﻣ ﺯﺎﻬﺟ ﻲﻓ ﻲﺗﻮﺻ ﻁﻮﻐﻀﻣ ﺹﺮﻗ ﻝﺎﺧﺩﺇ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%v ﺯﺎﻬﺟ (eg /dev/sda1) %%l ﺯﺎﻬﺠﻟﺍ ﺔﻴﻤﺴﺗ %%m ﺯﺎﻬﺠﻟﺍ ﺖﻴﺒﺜﺗ ﺔﻄﻘﻧ (eg /media/disk)
be: Увядзіце праграму або камандны радок bash, які запускаецца аўтаматычна, калі аўдыёдыск устаўляецца ў кваліфікаваную прыладу: Выкарыстоўвайце: %%v прылада (eg /dev/sda1) %%l этыкетка прылады %%m кропка мантажу прылады (eg /media/disk)
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато аудио CD се постави в квалифицирано устройство: Използвайте: %%v устройство (eg /dev/sda1) %%l етикет на устройството %%m точка на монтиране на устройството (eg /media/disk)
bn: একটি যোগ্য ডিভাইসে একটি অডিও সিডি ঢোকানো হলে স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%v যন্ত্র (eg /dev/sda1) %%l ডিভাইস লেবেল %%m ডিভাইস মাউন্ট পয়েন্ট (eg /media/disk)
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament quan s'insereixi un CD d'àudio en un dispositiu qualificat: Ús: %%v dispositiu (eg /dev/sda1) %%l etiqueta del dispositiu %%m punt de muntatge del dispositiu (eg /media/disk)
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pan fewnosodir CD sain mewn dyfais gymwysedig: Defnyddiwch: %%v ddyfais (eg /dev/sda1) %%l label dyfais %%m pwynt mowntio dyfais (eg /media/disk)
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når en lyd-cd indsættes i en kvalificeret enhed: Brug: %%v enhed (eg /dev/sda1) %%l enhedsmærkat %%m enhedens monteringspunkt (eg /media/disk)
eo: Enigu programon aŭ bash-komandlinion aŭtomate ruliĝita kiam aŭd-KD estas enmetita en kvalifikitan aparaton: Uzu: %%v aparato (eg /dev/sda1) %%l aparato-etikedo %%m aparato munta punkto (eg /media/disk)
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui kvalifitseeritud seadmesse sisestatakse heli-CD: Kasuta: %%v seade (eg /dev/sda1) %%l seadme silt %%m seadme kinnituspunkt (eg /media/disk)
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatuko den audio CD bat gailu kualifikatu batean sartzen denean: Erabili: %%v gailua (eg /dev/sda1) %%l gailuaren etiketa %%m gailua muntatzeko puntua (eg /media/disk)
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﻂﯾﺍﺮﺷ ﺪﺟﺍﻭ ﻩﺎﮕﺘﺳﺩ ﺭﺩ ﯽﺗﻮﺻ ﯼﺩ ﯽﺳ ﮏﯾ ﻥﺩﺍﺩ ﺭﺍﺮﻗ ﺎﺑ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%v ﻩﺎﮕﺘﺳﺩ (eg /dev/sda1) %%l ﻩﺎﮕﺘﺳﺩ ﺐﺴﭼﺮﺑ %%m ﻩﺎﮕﺘﺳﺩ ﺐﺼﻧ ﻪﻄﻘﻧ (eg /media/disk)
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti, kun ääni-CD asetetaan hyväksyttyyn laitteeseen: Käyttää: %%v laite (eg /dev/sda1) %%l laitteen etiketti %%m laitteen kiinnityskohta (eg /media/disk)
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin kapag ang isang audio CD ay ipinasok sa isang kwalipikadong device: Gamitin ang: %%v aparato (eg /dev/sda1) %%l label ng device %%m punto ng pag-mount ng device (eg /media/disk)
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in audio-cd wurdt ynfoege yn in kwalifisearre apparaat: Brûke: %%v apparaat (eg /dev/sda1) %%l apparaat label %%m apparaat mount punt (eg /media/disk)
ga: Iontráil líne ordaithe nó clár ordaithe le rith go huathoibríoch nuair a chuirtear CD fuaime isteach i bhfeiste cháilithe: Úsáid: %%v gléas (eg /dev/sda1) %%l lipéad feiste %%m gléas suite pointe (eg /media/disk)
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach nuair a thèid CD claisneachd a chuir a-steach ann an inneal teisteanasach: Cleachd: %%v inneal (eg /dev/sda1) %%l bileag inneal %%m puing mount inneal (eg /media/disk)
gl: Introduza o programa ou a liña de comandos bash para executarse automaticamente cando se insira un CD de audio nun dispositivo cualificado: Uso: %%v dispositivo (eg /dev/sda1) %%l etiqueta do dispositivo %%m punto de montaxe do dispositivo (eg /media/disk)
gu: જ્યારે ઑડિયો સીડી લાયક ઉપકરણમાં દાખલ કરવામાં આવે ત્યારે ઑટોમૅટિક રીતે ચલાવવા માટે પ્રોગ્રામ અથવા બૅશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%v ઉપકરણ (eg /dev/sda1) %%l ઉપકરણ લેબલ %%m ઉપકરણ માઉન્ટ બિંદુ (eg /media/disk)
he: :ךמסומ ןקתהל סנכומ עמש רוטילקת רשאכ תיטמוטוא ולעפויש bash הדוקפה תרוש וא תינכות ןזה :שמתשהל %%v ןקתה (eg /dev/sda1) %%l רישכמה תיוות %%m רישכמה לש הבכרה תדוקנ (eg /media/disk)
hi: एक योग्य डिवाइस में ऑडियो सीडी डालने पर स्वचालित रूप से चलाने के लिए प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %%v युक्ति (eg /dev/sda1) %%l डिवाइस लेबल %%m डिवाइस माउंट पॉइंट (eg /media/disk)
hr: Unesite programski ili bash naredbeni redak koji će se automatski pokrenuti kada se audio CD umetne u kvalificirani uređaj: Koristiti: %%v uređaj (eg /dev/sda1) %%l oznaka uređaja %%m točka ugradnje uređaja (eg /media/disk)
hu: Írja be a programot vagy a bash parancssort, amely automatikusan lefut, ha audio CD-t helyez be egy minősített eszközbe: Használat: %%v eszköz (eg /dev/sda1) %%l készülék címkéje %%m eszköz rögzítési pontja (eg /media/disk)
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որը ավտոմատ կերպով կաշխատի, երբ աուդիո CD տեղադրվի որակավորված սարքում. Օգտագործեք: %%v սարքը (eg /dev/sda1) %%l սարքի պիտակ %%m սարքի ամրացման կետը (eg /media/disk)
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis saat CD audio dimasukkan ke perangkat yang memenuhi syarat: Menggunakan: %%v perangkat (eg /dev/sda1) %%l label perangkat %%m titik pemasangan perangkat (eg /media/disk)
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar hljóðgeisladiskur er settur í viðurkennt tæki: Notaðu: %%v tæki (eg /dev/sda1) %%l merki tækisins %%m festingarpunktur tækisins (eg /media/disk)
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონში, რომელიც ავტომატურად გაიშვება, როდესაც აუდიო CD ჩასმულია კვალიფიციურ მოწყობილობაში: გამოყენება: %%v მოწყობილობა (eg /dev/sda1) %%l მოწყობილობის ეტიკეტი %%m მოწყობილობის დამაგრების წერტილი (eg /media/disk)
kk: Аудио ықшам дискі білікті құрылғыға енгізілгенде автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%v құрылғы (eg /dev/sda1) %%l құрылғы жапсырмасы %%m құрылғыны орнату нүктесі (eg /media/disk)
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិ នៅពេលដែលស៊ីឌីអូឌីយ៉ូត្រូវបានបញ្ចូលក្នុងឧបករណ៍ដែលមានសមត្ថភាព៖ ប្រើ៖ %%v ឧបករណ៍ (eg /dev/sda1) %%l ស្លាកឧបករណ៍ %%m ចំណុចម៉ោនឧបករណ៍ (eg /media/disk)
kn: ಅರ್ಹ ಸಾಧನದಲ್ಲಿ ಆಡಿಯೊ ಸಿಡಿಯನ್ನು ಸೇರಿಸಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%v ಸಾಧನ (eg /dev/sda1) %%l ಸಾಧನ ಲೇಬಲ್ %%m ಸಾಧನ ಮೌಂಟ್ ಪಾಯಿಂಟ್ (eg /media/disk)
ku: Bername an rêzika fermana bash têkevin da ku gava CD-ya dengî di nav amûrek jêhatî de were danîn bixweber were xebitandin: Bikaranîn: %%v sazî (eg /dev/sda1) %%l labelê amûrê %%m xala mount amûrê (eg /media/disk)
ky: Аудио CD квалификациялуу түзмөккө киргизилгенде автоматтык түрдө иштетилүүчү программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%v түзмөк (eg /dev/sda1) %%l аппараттын энбелгиси %%m аппаратты орнотуу чекити (eg /media/disk)
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann eng Audio CD an engem qualifizéierten Apparat agebaut gëtt: Benotzt: %%v Apparat (eg /dev/sda1) %%l Apparat Label %%m Apparat Montéierung Punkt (eg /media/disk)
lo: ປ້ອນໂປຣແກມ ຫຼື bash ເສັ້ນຄໍາສັ່ງທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດເມື່ອ CD ສຽງຖືກໃສ່ໃນອຸປະກອນທີ່ມີຄຸນສົມບັດ: ໃຊ້: %%v ອຸປະກອນ (eg /dev/sda1) %%l ປ້າຍອຸປະກອນ %%m ຈຸດເຊື່ອມຕໍ່ອຸປະກອນ (eg /media/disk)
lt: Įveskite programą arba bash komandų eilutę, kuri bus paleista automatiškai, kai į kvalifikuotą įrenginį įdedamas garso kompaktinis diskas: Naudokite: %%v prietaisas (eg /dev/sda1) %%l įrenginio etiketė %%m įrenginio tvirtinimo taškas (eg /media/disk)
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad audio kompaktdisks tiek ievietots kvalificētā ierīcē: Izmantojiet: %%v ierīci (eg /dev/sda1) %%l ierīces etiķete %%m ierīces stiprinājuma punkts (eg /media/disk)
mg: Ampidiro ny programa na bash baiko baiko ho mandeha ho azy rehefa misy CD audio ampidirina amin'ny fitaovana mahafeno fepetra: Ampiasao: %%v fitaovana (eg /dev/sda1) %%l etikety fitaovana %%m teboka fametrahana fitaovana (eg /media/disk)
mi: Whakauruhia te papatono, te raina whakahau bash ranei kia whakahaere aunoa ina whakaurua he CD ororongo ki tetahi taputapu whai mana: Whakamahia: %%v taputapu (eg /dev/sda1) %%l tapanga taputapu %%m ira whakairinga taputapu (eg /media/disk)
mk: Внесете програма или командна линија bash за да се изврши автоматски кога аудио ЦД е вметната во квалификуван уред: Користете: %%v уред (eg /dev/sda1) %%l етикета на уредот %%m точка за монтирање на уредот (eg /media/disk)
ml: യോഗ്യതയുള്ള ഒരു ഉപകരണത്തിൽ ഒരു ഓഡിയോ സിഡി ചേർക്കുമ്പോൾ യാന്ത്രികമായി റൺ ചെയ്യുന്നതിനായി പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%v ഉപകരണം (eg /dev/sda1) %%l ഉപകരണ ലേബൽ %%m ഉപകരണം മൌണ്ട് പോയിന്റ് (eg /media/disk)
mn: Мэргэшсэн төхөөрөмжид аудио CD оруулах үед автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%v төхөөрөмж (eg /dev/sda1) %%l төхөөрөмжийн шошго %%m төхөөрөмжийг холбох цэг (eg /media/disk)
mr: पात्र उपकरणामध्ये ऑडिओ सीडी घातल्यावर स्वयंचलितपणे चालवण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%v साधन (eg /dev/sda1) %%l डिव्हाइस लेबल %%m डिव्हाइस माउंट पॉइंट (eg /media/disk)
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament meta CD awdjo jiddaħħal f'apparat kwalifikat: Użu: %%v apparat (eg /dev/sda1) %%l tikketta tal-apparat %%m punt tal-muntaġġ tal-apparat (eg /media/disk)
my: အရည်အချင်းပြည့်မီသော စက်ပစ္စည်းတစ်ခုတွင် အော်ဒီယို CD ကို ထည့်သွင်းသည့်အခါ အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%v စက်ကိရိယာ (eg /dev/sda1) %%l စက်တံဆိပ် %%m device mount အမှတ် (eg /media/disk)
nb: Angi program eller bash-kommandolinje som skal kjøres automatisk når en lyd-CD settes inn i en kvalifisert enhet: Bruk: %%v enhet (eg /dev/sda1) %%l enhetsetikett %%m enhetens monteringspunkt (eg /media/disk)
ne: योग्य उपकरणमा अडियो सीडी घुसाउँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा बास कमाण्ड लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%v उपकरण (eg /dev/sda1) %%l उपकरण लेबल %%m उपकरण माउन्ट बिन्दु (eg /media/disk)
or: ଏକ ଯୋଗ୍ୟ ଉପକରଣରେ ଏକ ଅଡିଓ CD ଭର୍ତ୍ତି ହେବାବେଳେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%v ଉପକରଣ (eg /dev/sda1) %%l ଉପକରଣ ଲେବଲ୍ %%m ଉପକରଣ ମାଉଣ୍ଟ ପଏଣ୍ଟ | (eg /media/disk)
pa: ਜਦੋਂ ਇੱਕ ਯੋਗ ਡਿਵਾਈਸ ਵਿੱਚ ਇੱਕ ਆਡੀਓ ਸੀਡੀ ਪਾਈ ਜਾਂਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ ਬੈਸ਼ ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%v ਜੰਤਰ (eg /dev/sda1) %%l ਡਿਵਾਈਸ ਲੇਬਲ %%m ਡਿਵਾਈਸ ਮਾਊਂਟ ਪੁਆਇੰਟ (eg /media/disk)
ps: :ﻲﺷ ﻞﺧﺍﺩ CD ﻮﯾډﺁ ﯥﮐ ﻪﻠﯿﺳﻭ ړﻭ ﻪﭘ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺵﺎﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%v ﻪﻠﯿﺳﻭ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﯥﻠﯿﺳﻭ ﺩ %%m ﻪﻄﻘﻧ ﻮﻟﻮﺒﺼﻧ ﻪﻠﯿﺳﻭ ﺩ (eg /media/disk)
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat atunci când un CD audio este introdus într-un dispozitiv calificat: Utilizare: %%v dispozitiv (eg /dev/sda1) %%l eticheta dispozitivului %%m punctul de montare a dispozitivului (eg /media/disk)
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mu buryo bwikora mugihe CD yinjizwamo igikoresho cyujuje ibyangombwa: Koresha: %%v igikoresho (eg /dev/sda1) %%l ikirango cyibikoresho %%m igikoresho cyo gushiraho (eg /media/disk)
sd: :ﻲﭸﻭ ﻲﺌڪ ﻞﺧﺍﺩ ۾ ﺲﺋﺍﻮﻳڊ ﻱﺭﺍﻭ ﺖﻴﻠﺑﺎﻗ ﻱڊ ﻲﺳ ﻮﻳڊﺁ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%v ﺲﻴﺋﺍﻭڊ (eg /dev/sda1) %%l ﻞﺒﻴﻟ ﻮﺟ ﺲﻴﺋﺍﻭڊ %%m ٽﻨﺋﺍﻮﭘ ﻞﺒﺟ ﺲﻴﺋﺍﻭڊ (eg /media/disk)
si: සුදුසුකම් ලත් උපාංගයකට ශ්u200dරව්u200dය සංයුක්ත තැටියක් ඇතුළත් කළ විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහනක් හෝ බාෂ් විධාන රේඛාවක් ඇතුළත් කරන්න: භාවිත: %%v උපාංගය (eg /dev/sda1) %%l උපාංග ලේබලය %%m උපාංගය සවිකිරීමේ ස්ථානය (eg /media/disk)
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť po vložení zvukového disku CD do kvalifikovaného zariadenia: Použitie: %%v zariadenie (eg /dev/sda1) %%l štítok zariadenia %%m montážny bod zariadenia (eg /media/disk)
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko je zvočni CD vstavljen v kvalificirano napravo: Uporaba: %%v napravo (eg /dev/sda1) %%l oznaka naprave %%m točka pritrditve naprave (eg /media/disk)
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht kur një CD audio futet në një pajisje të kualifikuar: Përdorni: %%v pajisje (eg /dev/sda1) %%l etiketa e pajisjes %%m pika e montimit të pajisjes (eg /media/disk)
sw: Ingiza mpango au mstari wa amri wa bash ili kuendeshwa kiotomatiki CD ya sauti inapoingizwa kwenye kifaa kilichohitimu: Tumia: %%v kifaa (eg /dev/sda1) %%l lebo ya kifaa %%m mahali pa kuweka kifaa (eg /media/disk)
ta: தகுதிவாய்ந்த சாதனத்தில் ஆடியோ சிடி செருகப்படும் போது தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%v சாதனம் (eg /dev/sda1) %%l சாதன லேபிள் %%m சாதனம் ஏற்ற புள்ளி (eg /media/disk)
te: అర్హత కలిగిన పరికరంలో ఆడియో CD చొప్పించబడినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%v పరికరం (eg /dev/sda1) %%l పరికరం లేబుల్ %%m పరికరం మౌంట్ పాయింట్ (eg /media/disk)
tg: Барнома ё сатри фармони bash-ро ворид кунед, то вақте ки CD-и аудиоӣ дар дастгоҳи мувофиқ ҷойгир карда шавад, ба таври худкор иҷро шавад: Истифода: %%v дастгоҳ (eg /dev/sda1) %%l тамғаи дастгоҳ %%m нуқтаи насби дастгоҳ (eg /media/disk)
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติเมื่อใส่ซีดีเพลงลงในอุปกรณ์ที่มีคุณสมบัติ: ใช้: %%v อุปกรณ์ (eg /dev/sda1) %%l ฉลากอุปกรณ์ %%m จุดต่ออุปกรณ์ (eg /media/disk)
tk: Hünärli enjama ses CD goýlanda awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%v enjam (eg /dev/sda1) %%l enjam belligi %%m enjamy gurnamak nokady (eg /media/disk)
tt: Квалификацияле җайланмага аудио CD кертелгәндә автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%v җайланма (eg /dev/sda1) %%l җайланма ярлыгы %%m җайланма урнаштыру ноктасы (eg /media/disk)
uk: Введіть програмний або командний рядок bash, який буде запускатися автоматично, коли аудіо компакт-диск буде вставлено у відповідний пристрій: Використовуйте: %%v пристрій (eg /dev/sda1) %%l етикетка пристрою %%m точка кріплення пристрою (eg /media/disk)
ur: :ﮯﺋﺎﺟ ﺎﯿﮐ ﻞﺧﺍﺩ ﮟﯿﻣ ﺲﺋﺍﻮﯾﮈ ﮉﯿﺋﺎﻔﯿﻟﺍﻮﮐ ﯼﮈ ﯽﺳ ﻮﯾﮈﺁ ﺐﺟ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﮐ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ ﺵﺎﺑ ﺎﯾ ﮟﯾﺮﮐ ﺝﺭﺩ ﻡ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%v ﮧﻟﺁ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﺲﺋﺍﻮﯾﮈ %%m ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺲﺋﺍﻮﯾﮈ (eg /media/disk)
uz: Malakali qurilmaga audio kompakt disk kiritilganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%v qurilma (eg /dev/sda1) %%l qurilma yorlig'i %%m qurilma o'rnatish nuqtasi (eg /media/disk)
vi: Nhập chương trình hoặc dòng lệnh bash để chạy tự động khi CD âm thanh được đưa vào thiết bị đủ điều kiện: Sử dụng: %%v thiết bị (eg /dev/sda1) %%l nhãn thiết bị %%m điểm gắn thiết bị (eg /media/disk)
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo xa i-CD yomsindo ifakwe kwisixhobo esifanelekileyo: Sebenzisa: %%v isixhobo (eg /dev/sda1) %%l ileyibhile yesixhobo %%m indawo yokunyusela isixhobo (eg /media/disk)
yi: :לטימ דייפאַלאַווק אַ ןיא דאַטרעסני זיא קסידטקאַפּמאָק אָידואַ אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ :ןצינ %%v לטימ (eg /dev/sda1) %%l עמריפ לטימ %%m טנופ ןפּאַלקנאָ לטימ (eg /media/disk)

source: On _Video DVD
af: Op _Video DVD
am: በ _ቪዲዮ ዲቪዲ ላይ
ar: Video DVD_ ﻰﻠﻋ
be: На _Video DVD
bg: На _Video DVD
bn: _ভিডিও ডিভিডিতে
ca: Al DVD de _vídeo
cy: Ar _Video DVD
da: På _Video DVD
eo: Sur _Video DVD
et: _Video DVD-l
eu: _Bideo DVDan
fa: DVD _Video ﯼﻭﺭ
fi: _Video DVD:llä
fil: Sa _Video DVD
fy: Op _Video DVD
ga: Ar _Video DVD
gd: Air _Video DVD
gl: No _DVD de vídeo
gu: _Video DVD પર
he: ואדיו_ DVD-ב
hi: _वीडियो डीवीडी . पर
hr: Na _Video DVD-u
hu: A _Video DVD-n
hy: _Վիդեո DVD-ում
id: Di _Video DVD
is: Á _Video DVD
ka: _ვიდეო DVD-ზე
kk: _Video DVD дискісінде
km: នៅលើ _វីដេអូឌីវីឌី
kn: _ವೀಡಿಯೋ ಡಿವಿಡಿಯಲ್ಲಿ
ku: Li ser _Video DVD
ky: _Видео DVDде
lb: Op _Video DVD
lo: ໃນ _Video DVD
lt: _Video DVD
lv: _Video DVD
mg: Ao amin'ny _Video DVD
mi: I runga _Video DVD
mk: На _Видео ДВД
ml: _വീഡിയോ ഡിവിഡിയിൽ
mn: _Видео DVD дээр
mr: _Video DVD वर
mt: Fuq _Video DVD
my: _Video DVD ပေါ်တွင်
nb: På _Video DVD
ne: _भिडियो DVD मा
or: _ ଭିଡିଓ DVD ରେ |
pa: _ਵੀਡੀਓ ਡੀਵੀਡੀ 'ਤੇ
ps: ﯥﮐ DVD ﻮﯾډﯾﻭ_ ﻪﭘ
ro: Pe _DVD-ul video
rw: Kuri _Videwo DVD
sd: _Video DVD ﻲﺗ
si: _Video DVD මත
sk: Na _Video DVD
sl: Na _Video DVD
sq: Në _Video DVD
sw: Kwenye _Video DVD
ta: _வீடியோ டிவிடியில்
te: _వీడియో DVDలో
tg: Дар _Видео DVD
th: บน _Video DVD
tk: _Wideo DVD-de
tt: _Видео DVDда
uk: На _Video DVD
ur: ﺮﭘ ﯼﮈ ﯼﻭ ﯼﮈ ﻮﯾﮉﯾﻭ_
uz: _Video DVD-da
vi: Trên _Video DVD
xh: KwiDVD yevidiyo
yi: DVD אעדיוו_ ףיוא

source: Auto Run On Video DVD
af: Loop outomaties op video-DVD
am: በቪዲዮ ዲቪዲ ላይ በራስ-ሰር አሂድ
ar: DVD ﻮﻳﺪﻴﻓ ﻰﻠﻋ ﻲﺋﺎﻘﻠﺗ ﻞﻴﻐﺸﺗ
be: Аўтаматычны запуск на відэа DVD
bg: Автоматично стартиране на видео DVD
bn: ভিডিও ডিভিডিতে অটো রান
ca: Execució automàtica en DVD de vídeo
cy: Auto Run On DVD Fideo
da: Kør automatisk på video-dvd
eo: Aŭtomata Run On Video DVD
et: Automaatne käivitamine video-DVD-l
eu: Auto Exekutatu Bideo DVDan
fa: ﯽﯾﻮﯾﺪﯾﻭ DVD ﯼﻭﺭ ﺭﺎﮐﺩﻮﺧ ﯼﺍﺮﺟﺍ
fil: Auto Run Sa Video DVD
ga: Auto Run On DVD Físe
gd: Auto Run On DVD Bhidio
gl: Execución automática en DVD de vídeo
gu: વિડિયો ડીવીડી પર ઓટો રન
he: ואדיו DVD-ב תיטמוטוא הלעפה
hi: वीडियो डीवीडी पर ऑटो रन
hr: Automatsko pokretanje na video DVD-u
hy: Ավտոմատ գործարկում վիդեո DVD-ով
id: Jalankan Otomatis Pada DVD Video
is: Sjálfvirk keyrsla á mynddiski
ka: ავტომატური გაშვება ვიდეო DVD-ზე
kk: Бейне DVD-де автоматты түрде іске қосу
km: ដំណើរការដោយស្វ័យប្រវត្តិនៅលើឌីវីឌីវីដេអូ
kn: ವೀಡಿಯೊ ಡಿವಿಡಿಯಲ್ಲಿ ಸ್ವಯಂ ರನ್ ಮಾಡಿ
ku: Xweserî Di DVD Vîdyoyê de Bixebitîne
ky: Автоматтык түрдө Run On Video DVD
lb: Auto Run Op Video DVD
lo: ແລ່ນອັດຕະໂນມັດໃນວິດີໂອດີວີດີ
lt: Automatinis paleidimas vaizdo DVD
mi: Rere Aunoa I runga Ataata DVD
mk: Автоматско вклучување на видео ДВД
ml: വീഡിയോ ഡിവിഡിയിൽ യാന്ത്രികമായി പ്രവർത്തിക്കുക
mn: Видео DVD дээр автоматаар ажиллуулах
mr: व्हिडिओ डीव्हीडीवर ऑटो रन
mt: Auto Run Fuq Video DVD
my: Video DVD တွင် အလိုအလျောက် Run ပါ။
nb: Autokjør på video-DVD
ne: भिडियो DVD मा स्वतः चलाउनुहोस्
or: ଭିଡିଓ DVD ରେ ଅଟୋ ଚଲାନ୍ତୁ |
pa: ਵੀਡੀਓ DVD 'ਤੇ ਆਟੋ ਰਨ
ps: ﻝﻮﻠﭼ ﯥﮐ DVD ﻮﯾډﯾﻭ ﻪﭘ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ
ro: Rulare automată pe DVD video
rw: Gukoresha Imodoka Kuri DVD DVD
sd: ﻲﺗ ﻱڊ ﻱﻭ ﻱڊ ﻮﻳڊﻭ ڙﺪﻨﻴﺋﻼ﻿ﻫ ﺭﺎڪﺩﻮﺧ
si: වීඩියෝ DVD මත ස්වයංක්u200dරීයව ධාවනය කරන්න
sk: Automatické spustenie na Video DVD
sl: Samodejni zagon na video DVD-ju
sq: Ekzekutimi automatik në DVD video
sw: Endesha Kiotomatiki Kwenye DVD ya Video
ta: வீடியோ டிவிடியில் தானாக இயங்கும்
te: వీడియో DVDలో స్వయంచాలకంగా రన్ అవుతుంది
tg: Иҷроиши худкор дар видео DVD
th: ทำงานอัตโนมัติบนวิดีโอ DVD
tk: Wideo DVD-de awtomatik işlemek
tt: Видео DVDда автоматик йөгерү
uk: Автоматичний запуск на відео DVD
ur: ۔ﮟﯿﺋﻼ﻿ﭼ ﻮﭨﺁ ﺮﭘ ﯼﮈ ﯼﻭ ﯼﮈ ﻮﯾﮉﯾﻭ
uz: Video DVD-da avtomatik ishga tushirish
vi: Tự động chạy trên video DVD
xh: Qhuba ngokuzenzekela kwiDVD yevidiyo
yi: יוו אעדיוו ףיוא ןפיול אָטואַ
