Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Set Tab Close Command
af: Stel Tab Close Command
am: የትር ዝጋ ትዕዛዝ ያዘጋጁ
ar: ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ ﻕﻼ﻿ﻏﺇ ﺮﻣﺃ ﻦﻴﻴﻌﺗ
be: Задаць каманду закрыцця ўкладкі
bg: Задайте команда за затваряне на раздела
bn: ট্যাব বন্ধ করার কমান্ড সেট করুন
ca: Estableix l'ordre de tancament de la pestanya
cy: Gosod Tab Close Command
da: Indstil fanelukkommando
eo: Agordu Tab Ferman Komandon
et: Määra vahekaardi sulgemise käsk
eu: Ezarri fitxa Itxi komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ Tab Close ﺭﻮﺘﺳﺩ
fi: Aseta välilehti Sulje -komento
fil: Itakda ang Tab Close Command
fy: Set Tab slute kommando
ga: Socraigh Ordú Dún Tab
gd: Suidhich Tab Dùin Command
gl: Establecer o comando Pechar a pestana
gu: ટૅબ બંધ કરો આદેશ સેટ કરો
he: הייסיטרכה תריגס תדוקפ תא רדגה
hi: टैब बंद करें आदेश सेट करें
hr: Postavite naredbu za zatvaranje kartice
hu: Set Tab Close parancs
hy: Սահմանեք Tab Close հրամանը
id: Setel Tab Tutup Perintah
is: Stilltu flipalokaskipun
ka: ჩანართის დახურვის ბრძანების დაყენება
kk: Қойындыны жабу пәрменін орнату
km: កំណត់ផ្ទាំងបិទពាក្យបញ្ជា
kn: ಟ್ಯಾಬ್ ಕ್ಲೋಸ್ ಕಮಾಂಡ್ ಹೊಂದಿಸಿ
ku: Fermana Girtina Tabê Set
ky: Өтмөктү жабуу буйругун коюу
lb: Set Tab Zoumaachen Kommando
lo: ຕັ້ງ Tab Close Command
lt: Nustatyti skirtuko uždarymo komandą
lv: Iestatīt cilnes aizvēršanas komandu
mg: Mametraha baiko Tab Close
mi: Tautuhi Ripa Kati Tono
mk: Поставете команда за затворање јазиче
ml: ടാബ് അടയ്ക്കുക കമാൻഡ് സജ്ജമാക്കുക
mn: Таб хаах командыг тохируулах
mr: टॅब बंद करा कमांड सेट करा
mt: Issettja l-Kmand Agħlaq Tab
my: Tab Close Command ကို သတ်မှတ်ပါ။
nb: Sett Tab Close Command
ne: ट्याब बन्द आदेश सेट गर्नुहोस्
or: ଟ୍ୟାବ୍ କ୍ଲୋଜ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਟੈਬ ਬੰਦ ਕਰਨ ਦੀ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﻮﻟﻭﺪﻨﺑ ﺐټ ﺩ
ro: Setați comanda Închidere filă
rw: Shiraho Tab Ifunga Itegeko
sd: ﻢڪﺣ ﻮﻳﺮڪ ﺪﻨﺑ ﺐﻴٽ ﻮﻳﺮڪ ٽﻴﺳ
si: Tab Close Command සකසන්න
sk: Nastaviť príkaz na zatvorenie karty
sl: Nastavite ukaz za zapiranje zavihka
sq: Cakto komandën e mbylljes së skedës
sw: Weka Amri ya Kufunga Tab
ta: தாவல் மூடு கட்டளையை அமைக்கவும்
te: టాబ్ క్లోజ్ కమాండ్ సెట్ చేయండి
tg: Фармони пӯшидани ҷадвалро таъин кунед
th: ตั้งค่าคำสั่งปิดแท็บ
tk: Tab ýapmak buýrugyny düzüň
tt: Таблицаны ябу командасын куегыз
uk: Встановити команду закриття вкладки
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﯽﮐ ﮯﻧﺮﮐ ﺪﻨﺑ ﺐﯿﭨ
uz: Tabni yopish buyrug'ini o'rnating
vi: Đặt lệnh đóng tab
xh: Cwangcisa iTab yokuVala Umyalelo
yi: לעפֿאַב טנעאָנ באַט ןלעטש

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n oortjie gesluit word: Gebruik: %%e tipe gebeurtenis (evt_tab_close) %%w venster ID (sien zzzfm -s hulp) %%p paneel %%t geslote oortjie
am: ትር በተዘጋ ቁጥር በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር አስገባ፡- ተጠቀም፡ %%e የክስተት አይነት (evt_tab_close) %%w የመስኮት መታወቂያ (የ zzzfm -s እገዛን ይመልከቱ) %%p ፓነል %%t የተዘጋ ትር
ar: :ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ ﻕﻼ﻿ﻏﺇ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_tab_close) %%w (zzzfm -s ﺕﺎﻤﻴﻠﻌﺗ ﺮﻈﻧﺍ) ﺓﺬﻓﺎﻨﻟﺍ ﻑﺮﻌﻣ %%p ﺔﺟﻮﻟ %%t ﺔﻘﻠﻐﻣ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ
be: Увядзіце праграму або камандны радок bash, якія будуць запускацца аўтаматычна кожны раз, калі ўкладка будзе зачынена: Выкарыстоўвайце: %%e тып падзеі (evt_tab_close) %%w ідэнтыфікатар акна (гл. дапамогу zzzfm -s) %%p панэль %%t закрытая ўкладка
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично всеки път, когато се затвори раздел: Използвайте: %%e тип събитие (evt_tab_close) %%w идентификатор на прозореца (вижте помощ за zzzfm -s) %%p панел %%t затворен раздел
bn: যখনই একটি ট্যাব বন্ধ থাকে তখন স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরণ (evt_tab_close) %%w উইন্ডো আইডি (zzzfm -s সহায়তা দেখুন) %%p প্যানেল %%t বন্ধ ট্যাব
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament sempre que es tanqui una pestanya: Ús: %%e tipus d'esdeveniment (evt_tab_close) %%w identificador de la finestra (vegeu l'ajuda de zzzfm -s) %%p panell %%t pestanya tancada
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pryd bynnag y bydd tab ar gau: Defnyddiwch: %%e math o ddigwyddiad (evt_tab_close) %%w id ffenestr (gweler zzzfm -s help) %%p panel %%t tab caeedig
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når en fane lukkes: Brug: %%e begivenhedstype (evt_tab_close) %%w vindues-id (se zzzfm -s hjælp) %%p panel %%t lukket fane
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam langeto estas fermita: Uzu: %%e tipo de evento (evt_tab_close) %%w fenestro-identigilo (vidu helpon de zzzfm -s) %%p panelo %%t fermita langeto
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui vahekaart suletakse: Kasuta: %%e sündmuse tüüp (evt_tab_close) %%w akna ID (vt zzzfm -s abi) %%p paneel %%t suletud vahekaart
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatzeko fitxa bat ixten den bakoitzean: Erabili: %%e gertaera mota (evt_tab_close) %%w leihoaren IDa (ikus zzzfm -s laguntza) %%p panela %%t fitxa itxia
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﺩﻮﺷ ﯽﻣ ﻪﺘﺴﺑ ﻪﮔﺮﺑ ﮏﯾ ﻪﮐ ﻥﺎﻣﺯ ﺮﻫ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_tab_close) %%w (ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzfm -s ﮏﻤﮐ ﻪﺑ) ﻩﺮﺠﻨﭘ ﻪﺳﺎﻨﺷ %%p ﻞﻧﺎﭘ %%t ﻪﺘﺴﺑ ﻪﮔﺮﺑ
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti aina, kun välilehti suljetaan: Käyttää: %%e Tapahtumatyyppi (evt_tab_close) %%w ikkunan tunnus (katso zzzfm -s ohje) %%p paneeli %%t suljettu välilehti
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin sa tuwing ang isang tab ay sarado: Gamitin ang: %%e uri ng kaganapan (evt_tab_close) %%w window id (tingnan ang tulong ng zzzfm -s) %%p panel %%t saradong tab
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in ljepper is sletten: Brûke: %%e evenemint type (evt_tab_close) %%w finster-id (sjoch zzzfm -s help) %%p paniel %%t sletten ljepper
ga: Iontráil líne ordaithe nó clár ordaithe le reáchtáil go huathoibríoch aon uair a dhúnfar cluaisín: Úsáid: %%e cineál imeachta (evt_tab_close) %%w id fuinneoige (féach zzzfm -s help) %%p painéal %%t cluaisín dúnta
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach nuair a bhios taba dùinte: Cleachd: %%e seòrsa tachartais (evt_tab_close) %%w id uinneig (faic cuideachadh zzzfm -s) %%p pannal %%t tab dùinte
gl: Introduza o programa ou a liña de comandos bash para que se execute automaticamente cando se peche unha pestana: Uso: %%e tipo de evento (evt_tab_close) %%w ID da fiestra (consulta a axuda de zzzfm -s) %%p panel %%t pestana pechada
gu: જ્યારે પણ ટેબ બંધ હોય ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બેશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઘટના પ્રકાર (evt_tab_close) %%w વિન્ડો આઈડી (zzzfm -s મદદ જુઓ) %%p પેનલ %%t બંધ ટેબ
he: :הרוגס הייסיטרכש םעפ לכב תיטמוטוא ולעפויש bash וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%e עוריא גוס (evt_tab_close) %%w (zzzfm -s לש הרזע האר) ןולח ההזמ %%p ַחּול %%t הרוגס תינושל
hi: टैब बंद होने पर स्वचालित रूप से चलाने के लिए प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %%e घटना प्रकार (evt_tab_close) %%w विंडो आईडी (zzzfm -s सहायता देखें) %%p पैनल %%t बंद टैब
hr: Unesite programski ili bash naredbeni redak koji će se automatski pokrenuti kad god se kartica zatvori: Koristiti: %%e tip događaja (evt_tab_close) %%w id prozora (pogledajte pomoć za zzzfm -s) %%p ploča %%t zatvorena kartica
hu: Írja be a programot vagy a bash parancssort, amely automatikusan fut egy lap bezárásakor: Használat: %%e esemény típus (evt_tab_close) %%w ablak azonosítója (lásd a zzzfm -s súgóját) %%p panel %%t zárt fül
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ ներդիրը փակվում է. Օգտագործեք: %%e միջոցառման տեսակը (evt_tab_close) %%w պատուհանի ID (տես zzzfm -s օգնությունը) %%p վահանակ %%t փակ ներդիր
id: Masukkan program atau baris perintah bash untuk dijalankan secara otomatis setiap kali tab ditutup: Menggunakan: %%e jenis acara (evt_tab_close) %%w id jendela (lihat bantuan zzzfm -s) %%p panel %%t tab tertutup
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar flipi er lokað: Notaðu: %%e tegund atburðar (evt_tab_close) %%w glugga auðkenni (sjá zzzfm -s hjálp) %%p spjaldið %%t lokaður flipi
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონი ავტომატურად გასაშვებად, როდესაც ჩანართი დაიხურება: გამოყენება: %%e ღონისძიების ტიპი (evt_tab_close) %%w ფანჯრის ID (იხილეთ zzzfm -s დახმარება) %%p პანელი %%t დახურული ჩანართი
kk: Қойынды жабылған сайын автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_tab_close) %%w терезе идентификаторы (zzzfm -s анықтамасын қараңыз) %%p панель %%t жабық қойынды
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិនៅពេលណាដែលផ្ទាំងត្រូវបានបិទ៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_tab_close) %%w លេខសម្គាល់បង្អួច (សូមមើលជំនួយ zzzfm -s) %%p បន្ទះ %%t ផ្ទាំងបិទ
kn: ಟ್ಯಾಬ್ ಅನ್ನು ಮುಚ್ಚಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_tab_close) %%w ವಿಂಡೋ ಐಡಿ (zzzfm -s ಸಹಾಯವನ್ನು ನೋಡಿ) %%p ಫಲಕ %%t ಮುಚ್ಚಿದ ಟ್ಯಾಬ್
ku: Bername an rêzika fermana bash têkevin da ku gava tabloyek girtî be bixweber were xebitandin: Bikaranîn: %%e cureyê bûyerê (evt_tab_close) %%w id pencereyê (binihêre arîkariya zzzfm -s) %%p panel %%t tab girtî
ky: Өтмөк жабылган сайын автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_tab_close) %%w терезе идентификатору (zzzfm -s жардамын караңыз) %%p панель %%t жабык өтмөк
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann e Tab zougemaach gëtt: Benotzt: %%e Event Typ (evt_tab_close) %%w Fënster ID (kuckt zzzfm -s Hëllef) %%p panel %%t zougemaach Tab
lo: ປ້ອນໂປຣແກມ ຫຼື bash ເສັ້ນຄໍາສັ່ງທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດທຸກຄັ້ງທີ່ແຖບປິດ: ໃຊ້: %%e ປະເພດເຫດການ (evt_tab_close) %%w id window (ເບິ່ງ zzzfm -s ຊ່ວຍ) %%p ກະດານ %%t ແຖບປິດ
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai uždaromas skirtukas: Naudokite: %%e renginio tipas (evt_tab_close) %%w lango ID (žr. zzzfm -s žinyną) %%p skydelis %%t uždarytas skirtukas
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad tiek aizvērta cilne: Izmantojiet: %%e notikuma veids (evt_tab_close) %%w loga ID (skatiet zzzfm -s palīdzību) %%p panelis %%t aizvērta cilne
mg: Ampidiro ny programa na bash command line ho mandeha ho azy isaky ny mikatona ny tabilao: Ampiasao: %%e karazana hetsika (evt_tab_close) %%w varavarankely id (jereo zzzfm -s fanampiana) %%p tontonana %%t kiheba mihidy
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa i nga wa ka kati te ripa: Whakamahia: %%e momo huihuinga (evt_tab_close) %%w id matapihi (tirohia te awhina zzzfm -s) %%p röpü %%t ripa kati
mk: Внесете програма или командна линија bash за да се извршува автоматски секогаш кога ќе се затвори табот: Користете: %%e тип на настан (evt_tab_close) %%w ИД на прозорецот (видете помош од zzzfm -s) %%p панел %%t затворено јазиче
ml: ഒരു ടാബ് അടയ്u200cക്കുമ്പോഴെല്ലാം യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_tab_close) %%w വിൻഡോ ഐഡി (zzzfm -s സഹായം കാണുക) %%p പാനൽ %%t അടച്ച ടാബ്
mn: Таб хаагдах бүрт автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_tab_close) %%w цонхны ID (zzzfm -s тусламжийг үзнэ үү) %%p самбар %%t хаалттай таб
mr: टॅब बंद केल्यावर स्वयंचलितपणे चालवण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e कार्यक्रमाचा प्रकार (evt_tab_close) %%w विंडो आयडी (zzzfm -s मदत पहा) %%p पटल %%t बंद टॅब
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament kull meta tingħalaq tab: Użu: %%e tip ta' avveniment (evt_tab_close) %%w id tieqa (ara l-għajnuna zzzfm -s) %%p panel %%t tab magħluqa
my: တက်ဘ်တစ်ခုပိတ်သည့်အခါတိုင်း အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_tab_close) %%w window id (zzzfm -s အကူအညီကိုကြည့်ပါ) %%p ဘောင် %%t ပိတ်ထားသော tab
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når en fane lukkes: Bruk: %%e hendelsestype (evt_tab_close) %%w vindus-ID (se zzzfm -s hjelp) %%p panel %%t lukket fane
ne: ट्याब बन्द हुँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा बास कमाण्ड लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_tab_close) %%w सञ्झ्याल आईडी (zzzfm -s मद्दत हेर्नुहोस्) %%p प्यानल %%t बन्द ट्याब
or: ଯେତେବେଳେ ଏକ ଟ୍ୟାବ୍ ବନ୍ଦ ହୋଇଯାଏ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_tab_close) %%w ୱିଣ୍ଡୋ id (zzzfm -s ସାହାଯ୍ୟ ଦେଖନ୍ତୁ) %%p ପ୍ୟାନେଲ୍ | %%t ବନ୍ଦ ଟ୍ୟାବ୍ |
pa: ਜਦੋਂ ਵੀ ਕੋਈ ਟੈਬ ਬੰਦ ਹੋਵੇ ਤਾਂ ਆਪਣੇ ਆਪ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_tab_close) %%w ਵਿੰਡੋ ਆਈਡੀ (Zzzfm -s ਮਦਦ ਦੇਖੋ) %%p ਪੈਨਲ %%t ਬੰਦ ਟੈਬ
ps: :ﻲﺷ ﺪﻨﺑ ﺐټ ﻮﯾ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺵﺎﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_tab_close) %%w (ﺉﺭﻮګﻭ ﻪﺘﺳﺮﻣ zzzfm -s) ID ۍﮐړﮐ ﺩ %%p ﻞﻨﯿﭘ %%t ﺐټ ﯼﻮﺷ ﻝړﺗ
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat ori de câte ori o filă este închisă: Utilizare: %%e tip de eveniment (evt_tab_close) %%w ID fereastră (consultați ajutorul zzzfm -s) %%p panou %%t filă închisă
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mugihe cyose tab ifunze: Koresha: %%e Ubwoko bwibyabaye (evt_tab_close) %%w idirishya id (reba zzzfm -s ubufasha) %%p Umwanya %%t gufunga tab
sd: :ﻲﭸﻭ ﻮﻴڪ ﺪﻨﺑ ﺐﻴٽ ﻪﺑ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_tab_close) %%w (ﺩﺪﻣ zzzfm -s ﻮﺳڏ) id ﻭڊﻧﻭ %%p ﻞﻨﻴﭘ %%t ﺐﻴٽ ﻞﻴﭤ ﺪﻨﺑ
si: ටැබ් එකක් වසා ඇති සෑම විටම ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහනක් හෝ බාෂ් විධාන රේඛාවක් ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_tab_close) %%w කවුළු හැඳුනුම්පත (zzzfm -s උදව් බලන්න) %%p පැනලය %%t වසා දැමූ ටැබ්
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť pri zatvorení karty: Použitie: %%e typ udalosti (evt_tab_close) %%w ID okna (pozri pomoc zzzfm -s) %%p panel %%t zatvorená karta
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko je zavihek zaprt: Uporaba: %%e vrsto dogodka (evt_tab_close) %%w ID okna (glejte pomoč zzzfm -s) %%p ploščo %%t zaprt zavihek
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht sa herë që mbyllet një skedë: Përdorni: %%e lloji i ngjarjes (evt_tab_close) %%w ID-ja e dritares (shih ndihmën e zzzfm -s) %%p panel %%t skedë e mbyllur
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki wakati kichupo kinapofungwa: Tumia: %%e aina ya tukio (evt_tab_close) %%w kitambulisho cha dirisha (tazama usaidizi wa zzzfm) %%p paneli %%t kichupo kilichofungwa
ta: ஒரு தாவல் மூடப்படும்போதெல்லாம் தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_tab_close) %%w சாளர ஐடி (zzzfm -s உதவியைப் பார்க்கவும்) %%p குழு %%t மூடிய தாவல்
te: ట్యాబ్ మూసివేయబడినప్పుడల్లా స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_tab_close) %%w విండో ఐడి (zzzfm -s సహాయం చూడండి) %%p ప్యానెల్ %%t మూసివేసిన ట్యాబ్
tg: Барнома ё сатри фармони bash-ро ворид кунед, то ҳар вақте ки ҷадвал баста мешавад, ба таври худкор иҷро шавад: Истифода: %%e намуди ҳодиса (evt_tab_close) %%w ID тиреза (нигаред ба кӯмаки zzzfm -s) %%p панел %%t ҷадвали пӯшида
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติทุกครั้งที่ปิดแท็บ: ใช้: %%e ประเภทงาน (evt_tab_close) %%w รหัสหน้าต่าง (ดูวิธีใช้ zzzfm -s) %%p แผงหน้าปัด %%t แท็บปิด
tk: Salgy ýapylanda awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_tab_close) %%w penjire idi (zzzfm -s kömegine serediň) %%p panel %%t ýapyk goýma
tt: Таблицаны япканда автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_tab_close) %%w тәрәзә идентификаторы (zzzfm -s ярдәмен карагыз) %%p панель %%t ябык кыстыргыч
uk: Введіть програмний або командний рядок bash, який буде запускатися автоматично, коли вкладка буде закрита: Використовуйте: %%e тип події (evt_tab_close) %%w ідентифікатор вікна (див. довідку zzzfm -s) %%p панель %%t закрита вкладка
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﺗ ﻮﮨ ﺪﻨﺑ ﺐﯿﭨ ﯽﺋﻮﮐ ﯽﮭﺑ ﺐﺟ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_tab_close) %%w (ﮟﯿﮭﮑﯾﺩ ﺩﺪﻣ ﯽﮐ ﻢﯾﺍ ﻒﯾﺍ ﺯﺯﺯ) ﯼﮈ ﯽﺋﺁ ﻭﮉﻧﻭ %%p ﻞﻨﯿﭘ %%t ﺐﯿﭨ ﺪﻨﺑ
uz: Yorliq yopilganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_tab_close) %%w oyna identifikatori (zzzfm -s yordamiga qarang) %%p paneli %%t yopiq tab
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động bất cứ khi nào đóng một tab: Sử dụng: %%e loại sự kiện (evt_tab_close) %%w id cửa sổ (xem trợ giúp zzzfm -s) %%p bảng điều khiển %%t tab đã đóng
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo nanini na xa ithebhu ivaliwe: Sebenzisa: %%e uhlobo lwesiganeko (evt_tab_close) %%w id yefestile (jonga zzzfm -s uncedo) %%p Iphaneli %%t ithebhu evaliweyo
yi: :טכאמראפ זיא לטיווק אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%e פּיט שינעעשעג (evt_tab_close) %%w (ףליה zzzfm -s ןעז) ןיַיש רעטצנעפֿ %%p עילפאַט %%t לטיווק טכאמראפ

# View|Events|
source: _Device
af: _Toestel
am: _መሳሪያ
ar: _ﺯﺎﻬﺟ
be: _Прылада
bg: _устройство
bn: _যন্ত্র
ca: _Dispositiu
cy: _Dyfais
da: _Enhed
eo: _Aparato
et: _Seade
eu: _Gailua
fa: _ﻩﺎﮕﺘﺳﺩ
fi: _Laite
fy: _Apparaat
ga: _Gléas
gd: _Inneal
gl: _Dispositivo
gu: _ઉપકરણ
he: _ןקתה
hi: _युक्ति
hr: _Uređaj
hu: _Eszköz
hy: _Սարք
id: _Perangkat
is: _Tæki
ka: _მოწყობილობა
kk: _Құрылғы
km: _ឧបករណ៍
kn: _ಸಾಧನ
ku: _Sazî
ky: _Түзмөк
lb: _Apparat
lo: _ອຸປະກອນ
lt: _Įrenginys
lv: _Ierīce
mg: _Fitaovana
mi: _Pūrere
mk: _Уред
ml: _ഉപകരണം
mn: _Төхөөрөмж
mr: _साधन
mt: _Apparat
my: _စက်ကိရိယာ
nb: _Enhet
ne: _यन्त्र
or: _ଉପକରଣ
pa: _ਡਿਵਾਈਸ
ps: _ﻪﻠﯿﺳﻭ
ro: _Dispozitiv
rw: _Igikoresho
sd: _ﺲﻴﺋﺍﻭڊ
si: _උපාංගය
sk: _Zariadenie
sl: _Naprava
sq: _Pajisja
sw: _Kifaa
ta: _சாதனம்
te: _పరికరం
tg: _Дастгоҳ
th: _อุปกรณ์
tk: _Enjam
tt: _Devайланма
uk: _Пристрій
ur: _ﺲﺋﺍﻮﯾﮈ
uz: _Qurilma
vi: _Thiết bị
xh: _Isixhobo
yi: _לטימ

source: Set Device Command
af: Stel Toestelopdrag
am: የመሣሪያ ትዕዛዝ አዘጋጅ
ar: ﺯﺎﻬﺠﻟﺍ ﺮﻣﺃ ﻦﻴﻴﻌﺘﺑ ﻢﻗ
be: Усталюйце каманду прылады
bg: Задайте команда на устройството
bn: ডিভাইস কমান্ড সেট করুন
ca: Estableix l'ordre del dispositiu
cy: Gosod Gorchymyn Dyfais
da: Indstil enhedskommando
eo: Agordi Aparato-Komandon
et: Seadistage seadme käsk
eu: Ezarri gailuaren komandoa
fa: ﻩﺎﮕﺘﺳﺩ ﻥﺎﻣﺮﻓ ﻢﯿﻈﻨﺗ
fi: Aseta laitekomento
fil: Itakda ang Device Command
fy: Set apparaat kommando
ga: Socraigh Ordú Gléas
gd: Suidhich àithne inneal
gl: Establecer o comando do dispositivo
gu: ઉપકરણ આદેશ સેટ કરો
he: ןקתה דוקיפ תא רדגה
hi: डिवाइस कमांड सेट करें
hr: Postavite naredbu uređaja
hu: Állítsa be az eszközparancsot
hy: Սահմանել Սարքի հրամանը
id: Setel Perintah Perangkat
is: Stilltu tækisskipun
ka: მოწყობილობის ბრძანების დაყენება
kk: Құрылғы пәрменін орнату
km: កំណត់ពាក្យបញ្ជាឧបករណ៍
kn: ಸಾಧನದ ಆಜ್ಞೆಯನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Device Set
ky: Түзмөк буйругун коюу
lb: Set Gerät Kommando
lo: ຕັ້ງຄໍາສັ່ງອຸປະກອນ
lt: Nustatykite įrenginio komandą
lv: Iestatiet ierīces komandu
mg: Mametraha baikon'ny fitaovana
mi: Tautuhi Whakahaua Pūrere
mk: Поставете команда на уредот
ml: ഉപകരണ കമാൻഡ് സജ്ജമാക്കുക
mn: Төхөөрөмжийн командыг тохируулах
mr: डिव्हाइस कमांड सेट करा
mt: Issettja Kmand tal-Apparat
my: Device Command ကို သတ်မှတ်ပါ။
nb: Still inn enhetskommando
ne: यन्त्र आदेश सेट गर्नुहोस्
or: ଡିଭାଇସ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਡਿਵਾਈਸ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﯥﻠﯿﺳﻭ ﺩ
ro: Setați comanda dispozitivului
rw: Shiraho itegeko ryibikoresho
sd: ﻢڪﺣ ﺲﻴﺋﺍﻭڊ ﻮﻳﺮڪ ٽﻴﺳ
si: උපාංග විධානය සකසන්න
sk: Nastavte príkaz zariadenia
sl: Nastavite ukaz naprave
sq: Vendosja e komandës së pajisjes
sw: Weka Amri ya Kifaa
ta: சாதன கட்டளையை அமைக்கவும்
te: పరికర ఆదేశాన్ని సెట్ చేయండి
tg: Фармони дастгоҳро таъин кунед
th: ตั้งค่าคำสั่งอุปกรณ์
tk: Enjam buýrugyny düzüň
tt: Devайланма командасын куегыз
uk: Встановіть команду пристрою
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﺲﺋﺍﻮﯾﮈ
uz: Qurilma buyrug'ini o'rnating
vi: Đặt lệnh thiết bị
xh: Seta Umyalelo weSixhobo
yi: דנאַמאַק סייוויד ןלעטש
