Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
af: @FILE 'n Tekslêer waaruit 'n waarde gelees kan word. In sommige gevalle hierdie lêer gemonitor word, so die skryf van 'n nuwe waarde na die lêer sal die opdateer element. In ander gevalle spesifiseer die lêer 'n aanvanklike waarde.
am: @FILE ዋጋ የሚነበብበት የጽሑፍ ፋይል። በአንዳንድ ሁኔታዎች ይህ ፋይል ክትትል ይደረግበታል፣ ስለዚህ አዲስ እሴት ወደ ፋይሉ መፃፍ ያዘምነዋል ንጥረ ነገር በሌሎች ሁኔታዎች, ፋይሉ የመጀመሪያ እሴትን ይገልጻል.
ar: @FILE ﻒﻠﻤﻟﺍ ﺍﺬﻫ ﺕﻻ﻿ﺎﺤﻟﺍ ﺾﻌﺑ ﻲﻓ .ﻪﻨﻣ ﺔﻤﻴﻗ ﺓءﺍﺮﻗ ﻦﻜﻤﻳ ﻲﺼﻧ ﻒﻠﻣ ﻒﻠﻣ ﺚﻳﺪﺤﺗ ﻰﻠﻋ ﻞﻤﻌﺘﺳ ﻒﻠﻤﻟﺍ ﻲﻓ ﺓﺪﻳﺪﺟ ﺔﻤﻴﻗ ﺔﺑﺎﺘﻛ ﻥﺈﻓ ﺍﺬﻟ ، ﻪﺘﺒﻗﺍﺮﻣ ﻢﺘﺗ .ﺔﻴﻟﻭﺃ ﺔﻤﻴﻗ ﻒﻠﻤﻟﺍ ﺩﺪﺤﻳ ، ﻯﺮﺧﺃ ﺕﻻ﻿ﺎﺣ ﻲﻓ .ﺮﺼﻨﻋ
be: @FILE Тэкставы файл, з якога можна прачытаць значэнне. У некаторых выпадках гэты файл кантралюецца, таму запіс новага значэння ў файл будзе абнаўляць файл элемент. У іншых выпадках файл паказвае пачатковае значэнне.
bg: @FILE Текстов файл, от който се чете стойност. В някои случаи този файл се наблюдава, така че записването на нова стойност във файла ще актуализира елемент. В други случаи файлът посочва първоначална стойност.
bn: @FILE একটি পাঠ্য ফাইল যা থেকে একটি মান পড়তে হয়। কিছু ক্ষেত্রে এই ফাইল নিরীক্ষণ করা হয়, তাই ফাইলটিতে একটি নতুন মান লিখলে আপডেট হবে উপাদান অন্যান্য ক্ষেত্রে, ফাইল একটি প্রাথমিক মান নির্দিষ্ট করে।
ca: @FILE Un fitxer de text des del qual es pot llegir un valor. En alguns casos aquest fitxer es supervisa, de manera que escriure un valor nou al fitxer actualitzarà el fitxer element. En altres casos, el fitxer especifica un valor inicial.
cy: @FILE Ffeil destun i ddarllen gwerth ohoni. Mewn rhai achosion y ffeil hon yn cael ei fonitro, felly bydd ysgrifennu gwerth newydd i'r ffeil yn diweddaru'r elfen. Mewn achosion eraill, mae'r ffeil yn nodi gwerth cychwynnol.
da: @FILE En tekstfil, hvorfra en værdi kan læses. I nogle tilfælde denne fil overvåges, så at skrive en ny værdi til filen vil opdatere element. I andre tilfælde angiver filen en startværdi.
eo: @FILE Teksta dosiero el kiu legi valoron. En iuj kazoj ĉi tiu dosiero estas monitorita, do skribi novan valoron al la dosiero ĝisdatigos la elemento. En aliaj kazoj, la dosiero specifas komencan valoron.
et: @FILE Tekstifail, millest väärtust lugeda. Mõnel juhul see fail jälgitakse, nii et failile uue väärtuse kirjutamine värskendab element. Muudel juhtudel määrab fail algväärtuse.
eu: @FILE Balio bat irakurtzeko testu-fitxategia. Kasu batzuetan fitxategi hau kontrolatzen da, beraz, fitxategian balio berri bat idazteak eguneratuko du elementua. Beste kasu batzuetan, fitxategiak hasierako balio bat zehazten du.
fa: @FILE ﻞﯾﺎﻓ ﻦﯾﺍ ﺩﺭﺍﻮﻣ ﯽﺧﺮﺑ ﺭﺩ .ﺪﻧﺍﻮﺧ ﻥﺍﻮﺗu200cﯽﻣ ﺍﺭ ﯼﺭﺍﺪﻘﻣ ﻥﺁ ﺯﺍ ﻪﮐ ﯽﻨﺘﻣ ﻞﯾﺎﻓ ﮏﯾ ﺪﻨﮐ ﯽﻣ ﺯﻭﺭ ﻪﺑ ﺍﺭ ﻞﯾﺎﻓ ،ﻞﯾﺎﻓ ﺭﺩ ﺪﯾﺪﺟ ﺭﺍﺪﻘﻣ ﮏﯾ ﻦﺘﺷﻮﻧ ﻦﯾﺍﺮﺑﺎﻨﺑ ،ﺩﻮﺷ ﯽﻣ ﺕﺭﺎﻈﻧ .ﺪﻨﮐ ﯽﻣ ﺺﺨﺸﻣ ﺍﺭ ﻪﯿﻟﻭﺍ ﺭﺍﺪﻘﻣ ﮏﯾ ﻞﯾﺎﻓ ،ﺮﮕﯾﺩ ﺩﺭﺍﻮﻣ ﺭﺩ ﺮﺼﻨﻋ
fi: @FILE Tekstitiedosto, josta arvo luetaan. Joissakin tapauksissa tämä tiedosto valvotaan, joten uuden arvon kirjoittaminen tiedostoon päivittää elementti. Muissa tapauksissa tiedosto määrittää alkuarvon.
fil: @FILE Isang text file kung saan magbabasa ng isang halaga. Sa ilang mga kaso, ang file na ito ay sinusubaybayan, kaya ang pagsulat ng isang bagong halaga sa file ay mag-a-update ng elemento. Sa ibang mga kaso, ang file ay tumutukoy ng isang paunang halaga.
fy: @FILE In teksttriem wêrfan in wearde lêzen wurdt. Yn guon gefallen dizze triem wurdt kontrolearre, sadat it skriuwen fan in nije wearde oan de triem sil bywurkje de elemint. Yn oare gefallen spesifisearret de triem in begjinwearde.
ga: @FILE Comhad téacs chun luach a léamh uaidh. I roinnt cásanna an comhad seo déantar monatóireacht air, mar sin nuashonróidh luach nua don chomhad an eilimint. I gcásanna eile, sonraítear luach tosaigh sa chomhad.
gd: @FILE Faidhle teacsa airson luach a leughadh. Ann an cuid de chùisean am faidhle seo air a sgrùdadh, agus mar sin ùraichidh sgrìobhadh luach ùr don fhaidhle an eileamaid. Ann an cùisean eile, tha am faidhle a ’sònrachadh luach tùsail.
gl: @FILE Un ficheiro de texto desde o que se pode ler un valor. Nalgúns casos este ficheiro está supervisado, polo que escribir un novo valor no ficheiro actualizará o ficheiro elemento. Noutros casos, o ficheiro especifica un valor inicial.
gu: @FILE એક ટેક્સ્ટ ફાઇલ કે જેમાંથી મૂલ્ય વાંચવું. કેટલાક કિસ્સાઓમાં આ ફાઇલ મોનિટર કરવામાં આવે છે, તેથી ફાઇલમાં નવું મૂલ્ય લખવાથી અપડેટ થશે તત્વ અન્ય કિસ્સાઓમાં, ફાઇલ પ્રારંભિક મૂલ્યનો ઉલ્લેખ કરે છે.
he: @FILE הז ץבוק םימיוסמ םירקמב .ךרע אורקל ןתינ ונממש טסקט ץבוק תא ןכדעת ץבוקל שדח ךרע תביתכש ךכ ,רטונמ .יתלחתה ךרע ןייצמ ץבוקה ,םירחא םירקמב .טנֶמֵלֵא
hi: @FILE एक टेक्स्ट फ़ाइल जिसमें से कोई मान पढ़ा जाता है। कुछ मामलों में यह फ़ाइल निगरानी की जाती है, इसलिए फ़ाइल में एक नया मान लिखने से अपडेट हो जाएगा तत्व। अन्य मामलों में, फ़ाइल एक प्रारंभिक मान निर्दिष्ट करती है।
hr: @FILE Tekstualna datoteka iz koje se čita vrijednost. U nekim slučajevima ova datoteka se nadzire, pa će se pisanjem nove vrijednosti u datoteku ažurirati element. U drugim slučajevima, datoteka navodi početnu vrijednost.
hu: @FILE Szövegfájl, amelyből értéket olvashat ki. Bizonyos esetekben ez a fájl figyeli, így új érték írása a fájlba frissíti a elem. Más esetekben a fájl egy kezdeti értéket ad meg.
hy: @FILE Տեքստային ֆայլ, որտեղից կարելի է կարդալ արժեքը: Որոշ դեպքերում այս ֆայլը վերահսկվում է, ուստի ֆայլում նոր արժեք գրելը կթարմացնի տարր. Այլ դեպքերում, ֆայլը նշում է նախնական արժեքը:
id: @FILE File teks untuk membaca nilai. Dalam beberapa kasus file ini dipantau, jadi menulis nilai baru ke file akan memperbarui elemen. Dalam kasus lain, file menentukan nilai awal.
is: @FILE Textaskrá sem hægt er að lesa gildi úr. Í sumum tilfellum þessi skrá er fylgst með, svo að skrifa nýtt gildi í skrána mun uppfæra þáttur. Í öðrum tilvikum tilgreinir skráin upphafsgildi.
ka: @FILE ტექსტური ფაილი, საიდანაც იკითხება მნიშვნელობა. ზოგიერთ შემთხვევაში ეს ფაილი მონიტორინგი ხდება, ამიტომ ფაილში ახალი მნიშვნელობის ჩაწერა განახლდება ელემენტი. სხვა შემთხვევებში, ფაილი განსაზღვრავს საწყის მნიშვნელობას.
kk: @FILE Мән оқылатын мәтіндік файл. Кейбір жағдайларда бұл файл бақыланады, сондықтан файлға жаңа мән жазу файлды жаңартады элемент. Басқа жағдайларда файл бастапқы мәнді көрсетеді.
km: @FILE ឯកសារអត្ថបទដែលត្រូវអានតម្លៃ។ ក្នុងករណីខ្លះឯកសារនេះ។ ត្រូវបានត្រួតពិនិត្យ ដូច្នេះការសរសេរតម្លៃថ្មីទៅឯកសារនឹងធ្វើបច្ចុប្បន្នភាព ធាតុ។ ក្នុងករណីផ្សេងទៀត ឯកសារបញ្ជាក់តម្លៃដំបូង។
kn: @FILE ಮೌಲ್ಯವನ್ನು ಓದಲು ಪಠ್ಯ ಫೈಲ್. ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ಈ ಫೈಲ್ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ ಫೈಲ್u200cಗೆ ಹೊಸ ಮೌಲ್ಯವನ್ನು ಬರೆಯುವುದು ನವೀಕರಿಸುತ್ತದೆ ಅಂಶ. ಇತರ ಸಂದರ್ಭಗಳಲ್ಲಿ, ಫೈಲ್ ಆರಂಭಿಕ ಮೌಲ್ಯವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸುತ್ತದೆ.
ku: @FILE Pelek nivîsê ku jê nirxek tê xwendin. Di hin rewşan de ev pel tê şopandin, ji ber vê yekê nivîsandina nirxek nû li pelê dê nûve bike pêve. Di rewşên din de, pel nirxek destpêkê diyar dike.
ky: @FILE Маани окуй турган текст файлы. Кээ бир учурларда бул файл көзөмөлдөнөт, андыктан файлга жаңы маани жазуу жаңыртат элемент. Башка учурларда, файл баштапкы маанини көрсөтөт.
lb: @FILE Eng Textdatei aus där e Wäert gelies gëtt. An e puer Fäll dëse Fichier gëtt iwwerwaacht, sou datt en neie Wäert op d'Datei schreiwen wäert d'aktualiséieren element. An anere Fäll spezifizéiert de Fichier en initialen Wäert.
lo: @FILE ໄຟລ໌ຂໍ້ຄວາມທີ່ຈະອ່ານຄ່າ. ໃນບາງກໍລະນີໄຟລ໌ນີ້ ຖືກຕິດຕາມ, ດັ່ງນັ້ນການຂຽນຄ່າໃຫມ່ໃຫ້ກັບໄຟລ໌ຈະປັບປຸງ ອົງປະກອບ. ໃນກໍລະນີອື່ນໆ, ໄຟລ໌ກໍານົດຄ່າເບື້ອງຕົ້ນ.
lt: @FILE Tekstinis failas, iš kurio galima nuskaityti reikšmę. Kai kuriais atvejais šis failas yra stebimas, todėl įrašant naują failo reikšmę bus atnaujintas elementas. Kitais atvejais faile nurodoma pradinė reikšmė.
lv: @FILE Teksta fails, no kura nolasīt vērtību. Dažos gadījumos šis fails tiek uzraudzīts, tāpēc, ierakstot failam jaunu vērtību, tiks atjaunināts elements. Citos gadījumos failā ir norādīta sākotnējā vērtība.
mg: @FILE Raki-tsoratra iray ahafahana mamaky sanda iray. Amin'ny tranga sasany dia ity rakitra ity dia araha-maso, ka ny fanoratana sanda vaovao amin'ny rakitra dia hanavao ny singa. Amin'ny tranga hafa, ny rakitra dia mamaritra ny sanda voalohany.
mi: @FILE He kōnae kuputuhi hei panui i tetahi uara. I etahi wa ko tenei konae ka aro turukihia, na ko te tuhi i tetahi uara hou ki te konae ka whakahou i te huānga. I etahi atu take, ka tohua e te konae he uara tuatahi.
mk: @FILE Текстуална датотека од која се чита вредност. Во некои случаи оваа датотека се следи, па пишувањето нова вредност во датотеката ќе го ажурира елемент. Во други случаи, датотеката одредува почетна вредност.
ml: @FILE ഒരു മൂല്യം വായിക്കാൻ ഒരു ടെക്സ്റ്റ് ഫയൽ. ചില സന്ദർഭങ്ങളിൽ ഈ ഫയൽ നിരീക്ഷിക്കപ്പെടുന്നു, അതിനാൽ ഫയലിലേക്ക് ഒരു പുതിയ മൂല്യം എഴുതുന്നത് അപ്ഡേറ്റ് ചെയ്യും ഘടകം. മറ്റ് സന്ദർഭങ്ങളിൽ, ഫയൽ ഒരു പ്രാരംഭ മൂല്യം വ്യക്തമാക്കുന്നു.
mn: @FILE Утга унших текст файл. Зарим тохиолдолд энэ файл хянаж байгаа тул файлд шинэ утга бичих нь шинэчлэгдэх болно элемент. Бусад тохиолдолд файл нь анхны утгыг зааж өгдөг.
mr: @FILE एक मजकूर फाइल ज्यामधून मूल्य वाचायचे आहे. काही प्रकरणांमध्ये ही फाइल निरीक्षण केले जाते, त्यामुळे फाईलवर नवीन मूल्य लिहिल्याने अद्यतनित होईल घटक. इतर प्रकरणांमध्ये, फाइल प्रारंभिक मूल्य निर्दिष्ट करते.
mt: @FILE Fajl ta' test li minnu taqra valur. F'xi każijiet dan il-fajl hija mmonitorjata, għalhekk il-kitba ta' valur ġdid fil-fajl se taġġorna l- element. F'każijiet oħra, il-fajl jispeċifika valur inizjali.
my: @FILE တန်ဖိုးတစ်ခုဖတ်ရန် စာသားဖိုင်။ အချို့သောကိစ္စများတွင်ဤဖိုင် စောင့်ကြည့်နေသည်၊ ထို့ကြောင့် ဖိုင်သို့ တန်ဖိုးအသစ်တစ်ခုရေးခြင်းသည် ၎င်းကို အပ်ဒိတ်လုပ်မည်ဖြစ်သည်။ ဒြပ်စင်။ အခြားကိစ္စများတွင်၊ ဖိုင်သည် ကနဦးတန်ဖိုးကို သတ်မှတ်သည်။
nb: @FILE En tekstfil som du kan lese en verdi fra. I noen tilfeller denne filen overvåkes, så å skrive en ny verdi til filen vil oppdatere element. I andre tilfeller spesifiserer filen en startverdi.
ne: @FILE मान पढ्नको लागि पाठ फाइल। केहि अवस्थामा यो फाइल अनुगमन गरिएको छ, त्यसैले फाइलमा नयाँ मान लेख्दा अद्यावधिक हुनेछ तत्व। अन्य अवस्थामा, फाइलले प्रारम्भिक मान निर्दिष्ट गर्दछ।
or: @FILE ଏକ ଟେକ୍ସଟ୍ ଫାଇଲ୍ ଯେଉଁଥିରୁ ଏକ ଭାଲ୍ୟୁ ପ read ିବା | କେତେକ କ୍ଷେତ୍ରରେ ଏହି ଫାଇଲ୍ | ତଦାରଖ କରାଯାଏ, ତେଣୁ ଫାଇଲରେ ଏକ ନୂତନ ମୂଲ୍ୟ ଲେଖିବା ଦ୍ୱାରା ଅପଡେଟ୍ ହେବ | ଉପାଦାନ ଅନ୍ୟ କ୍ଷେତ୍ରରେ, ଫାଇଲ୍ ଏକ ପ୍ରାରମ୍ଭିକ ମୂଲ୍ୟ ନିର୍ଦ୍ଦିଷ୍ଟ କରେ |
pa: @FILE ਇੱਕ ਟੈਕਸਟ ਫਾਈਲ ਜਿਸ ਤੋਂ ਇੱਕ ਮੁੱਲ ਪੜ੍ਹਨਾ ਹੈ। ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ ਇਹ ਫਾਈਲ ਦੀ ਨਿਗਰਾਨੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਇਸਲਈ ਫਾਈਲ ਵਿੱਚ ਇੱਕ ਨਵਾਂ ਮੁੱਲ ਲਿਖਣਾ ਅਪਡੇਟ ਕਰੇਗਾ ਤੱਤ. ਦੂਜੇ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਫਾਈਲ ਇੱਕ ਸ਼ੁਰੂਆਤੀ ਮੁੱਲ ਨਿਰਧਾਰਤ ਕਰਦੀ ਹੈ।
ps: @FILE ﻞﯾﺎﻓ ﺍﺩ ﯥﮐ ﻭﺩﺭﺍﻮﻣ ﻮﻨﯿځ ﻪﭘ .ﻱږﯿﮐ ﻞﺘﺳﻮﻟ ﺖښﺯﺭﺍ ﻪﺨڅ ﯥﻐﻫ ﻪﻟ ﯥﭼ ﻞﯾﺎﻓ ﻦﺘﻣ ﺩ ﻱړﮐ ﻩﺯﺎﺗ ﻪﺑ ﻞﮑﯿﻟ ﺖښﺯﺭﺍ ﻱﻮﻧ ﺩ ﻪﺗ ﻞﯾﺎﻓ ﻮﻧ ،ﻱږﯿﮐ ﻝﺭﺎڅ .ﻲﮐﺎټ ﺖښﺯﺭﺍ ﯽﻧړﻣﻮﻟ ﻞﯾﺎﻓ ،ﯥﮐ ﻮﯿﻀﻗ ﻭﺭﻮﻧ ﻪﭘ ﺮﺼﻨﻋ
ro: @FILE Un fișier text din care se citește o valoare. În unele cazuri acest fișier este monitorizat, astfel încât scrierea unei noi valori în fișier va actualiza element. În alte cazuri, fișierul specifică o valoare inițială.
rw: @FILE Idosiye yinyandiko yo gusoma agaciro. Rimwe na rimwe iyi dosiye ni ikurikiranwa, bityo kwandika agaciro gashya muri dosiye bizavugurura ikintu. Mubindi bihe, dosiye igaragaza agaciro kambere.
sd: @FILE ﻞﺋﺎﻓ ﻦﻫ ۾ ﻦﺘﻟﺎﺣ ﻪﻬﺠڪ .ءِﻻ﻿ ﮡﻫڙﭘ ﺭﺪﻗ ڪﻫ ﻥﺎﻣ ﻦﻬﻨﺟ ﻞﺋﺎﻓ ٽﺴڪﻴٽ ڪﻫ ﻱﺪﻨﻴﭤ ﻱﺭﺎڪ ﻩﺯﺎﺗ ﻥﺎﺳ ﮡﮑﻟ ﺖﻤﻴﻗ ﻦﻴﺌﻧ ﻲﮐ ﻞﺋﺎﻓ ﻱﺮڪﻨﻬﻨﺗ ،ﻲﻫﺁ ﻭﺪﻨﻳﻭ ﻮﻴڪ ﺮٽﻴﻧﺎﻣ .ﻲﭤ ﻱﺮڪ ﻥﺎﻴﺑ ﺖﻤﻴﻗ ﻲﺗﺎﻋﻭﺮﺷ ﻱڙڪﮬ ﻞﺋﺎﻓ ،۾ ﻦﺘﻟﺎﺣ ﻦﻴﭔ .ﺮﺼﻨﻋ
si: @FILE අගයක් කියවීමට පෙළ ගොනුවක්. සමහර අවස්ථාවලදී මෙම ගොනුව නිරීක්ෂණය කරනු ලැබේ, එබැවින් ගොනුවට නව අගයක් ලිවීම යාවත්කාලීන කරනු ඇත මූලද්රව්යය. වෙනත් අවස්ථාවල දී, ගොනුව ආරම්භක අගයක් නියම කරයි.
sk: @FILE Textový súbor, z ktorého sa má čítať hodnota. V niektorých prípadoch tento súbor je monitorovaný, takže zápisom novej hodnoty do súboru sa aktualizuje element. V ostatných prípadoch súbor špecifikuje počiatočnú hodnotu.
sl: @FILE Besedilna datoteka, iz katere se prebere vrednost. V nekaterih primerih ta datoteka se spremlja, zato bo zapis nove vrednosti v datoteko posodobil element. V drugih primerih datoteka podaja začetno vrednost.
sq: @FILE Një skedar teksti nga i cili lexohet një vlerë. Në disa raste ky skedar monitorohet, kështu që shkrimi i një vlere të re në skedar do të përditësojë element. Në raste të tjera, skedari specifikon një vlerë fillestare.
sw: @FILE Faili ya maandishi ambayo thamani inaweza kusoma. Katika hali zingine faili hii inafuatiliwa, kwa hivyo kuandika thamani mpya kwa faili itasasisha faili ya kipengele. Katika hali nyingine, faili hutaja thamani ya awali.
ta: @FILE மதிப்பைப் படிக்க வேண்டிய உரைக் கோப்பு. சில சந்தர்ப்பங்களில் இந்த கோப்பு கண்காணிக்கப்படுகிறது, எனவே கோப்பில் ஒரு புதிய மதிப்பை எழுதுவது புதுப்பிக்கப்படும் உறுப்பு. மற்ற சந்தர்ப்பங்களில், கோப்பு ஆரம்ப மதிப்பைக் குறிப்பிடுகிறது.
te: @FILE విలువను చదవడానికి ఒక టెక్స్ట్ ఫైల్. కొన్ని సందర్భాల్లో ఈ ఫైల్ పర్యవేక్షించబడుతుంది, కాబట్టి ఫైల్u200cకి కొత్త విలువను వ్రాయడం అప్u200cడేట్ అవుతుంది మూలకం. ఇతర సందర్భాల్లో, ఫైల్ ప్రారంభ విలువను నిర్దేశిస్తుంది.
tg: @FILE Файли матние, ки аз он арзиш хонда мешавад. Дар баъзе мавридҳо ин файл назорат карда мешавад, бинобар ин навиштани арзиши нав ба файл навсозӣ мешавад элемент. Дар ҳолатҳои дигар, файл арзиши ибтидоиро муайян мекунад.
th: @FILE ไฟล์ข้อความที่จะอ่านค่า ในบางกรณีไฟล์นี้ ถูกตรวจสอบ ดังนั้นการเขียนค่าใหม่ลงในไฟล์จะเป็นการอัพเดท องค์ประกอบ. ในกรณีอื่น ไฟล์จะระบุค่าเริ่มต้น
tk: @FILE Bahany okamaly tekst faýly. Käbir ýagdaýlarda bu faýl gözegçilik edilýär, şonuň üçin faýla täze baha ýazmak täzelener elementi. Beýleki ýagdaýlarda faýl başlangyç bahany kesgitleýär.
tt: @FILE Кыйммәтне укырга тиешле текст файл. Кайбер очракларда бу файл күзәтелә, шуңа күрә файлга яңа кыйммәт язу яңартылачак элемент. Башка очракларда файл башлангыч кыйммәтне күрсәтә.
uk: @FILE Текстовий файл, з якого можна прочитати значення. У деяких випадках цей файл відстежується, тому запис нового значення до файлу оновить файл елемент. В інших випадках у файлі вказується початкове значення.
ur: @FILE ﻞﺋﺎﻓ ﮧﯾ ﮟﯿﻣ ﺕﻼ﻿ﻣﺎﻌﻣ ﮫﭽﮐ ۔ﮯﮨ ﺎﻨﮬﮍﭘ ﻮﮐ ﺭﺪﻗ ﯽﺴﮐ ﮯﺳ ﺲﺟ ﻞﺋﺎﻓ ﭧﺴﮑﯿﭨ ﮏﯾﺍ ۔ﺎﮔ ﮯﺋﺎﺟ ﻮﮨ ﭧﯾﮈ ﭖﺍ ﮯﺳ ﮯﻨﮭﮑﻟ ﺭﺪﻗ ﯽﺌﻧ ﮏﯾﺍ ﮟﯿﻣ ﻞﺋﺎﻓ ﺍﺬﮩﻟ ،ﮯﮨ ﯽﺗﺎﺟ ﯽﮐ ﯽﻧﺍﺮﮕﻧ ۔ﮯﮨ ﯽﺗﺮﮐ ﺖﺣﺎﺿﻭ ﯽﮐ ﺭﺪﻗ ﯽﺋﺍﺪﺘﺑﺍ ﮏﯾﺍ ﻞﺋﺎﻓ ،ﮟﯿﻣ ﮞﻮﺗﺭﻮﺻ ﯼﺮﺳﻭﺩ ﺮﺼﻨﻋ
uz: @FILE Qiymatni o'qish uchun matn fayli. Ba'zi hollarda bu fayl kuzatiladi, shuning uchun faylga yangi qiymat yozish faylni yangilaydi element. Boshqa hollarda, fayl boshlang'ich qiymatni belgilaydi.
vi: @FILE Một tệp văn bản để đọc một giá trị. Trong một số trường hợp, tệp này được giám sát, vì vậy việc ghi một giá trị mới vào tệp sẽ cập nhật yếu tố. Trong các trường hợp khác, tệp chỉ định một giá trị ban đầu.
xh: @FILE Ifayile yokubhaliweyo ekuza kufundwa kuyo ixabiso. Kwezinye iimeko le fayile ibekwe iliso, ngoko ukubhala ixabiso elitsha kwifayile kuya kuhlaziya i isiqalelo. Kwezinye iimeko, ifayile ichaza ixabiso lokuqala.
yi: @FILE עקעט םעד סעסאַק עכעלטע ןיא .טרעוו אַ ןענעייל וצ סאָוו ןופ עקעט טסקעט א יד ןקיטניַיהרעד טעוו עקעט רעד וצ טרעוו עיַינ אַ ןביירש יוזאַ ,דעראָטינאָמ זיא .טרעוו טשרע ןאַ סעיפיסעפּס עקעט יד ,סעסאַק ערעדנא ןיא .טנעמעלע

source: SAVEFILE A viewer's or editor's contents are saved to this file.
af: SAVEFILE 'n Kyker of redigeerder se inhoud word in hierdie lêer gestoor.
am: SAVEFILE የተመልካች ወይም የአርታዒ ይዘቶች በዚህ ፋይል ውስጥ ተቀምጠዋል።
ar: SAVEFILE .ﻒﻠﻤﻟﺍ ﺍﺬﻫ ﻲﻓ ﺭﺮﺤﻤﻟﺍ ﻭﺃ ﺪﻫﺎﺸﻤﻟﺍ ﺕﺎﻳﻮﺘﺤﻣ ﻆﻔﺣ ﻢﺘﻳ
be: SAVEFILE Змесціва гледача або рэдактара захоўваецца ў гэтым файле.
bg: SAVEFILE Съдържанието на зрителя или редактора се записва в този файл.
bn: SAVEFILE একজন দর্শক বা সম্পাদকের বিষয়বস্তু এই ফাইলে সংরক্ষিত হয়।
ca: SAVEFILE El contingut d'un visor o editor es desa en aquest fitxer.
cy: SAVEFILE Mae cynnwys gwyliwr neu olygydd yn cael ei gadw i'r ffeil hon.
da: SAVEFILE En seers eller redaktørs indhold gemmes i denne fil.
eo: SAVEFILE La enhavo de spektanto aŭ redaktisto estas konservita en ĉi tiu dosiero.
et: SAVEFILE Sellesse faili salvestatakse vaataja või toimetaja sisu.
eu: SAVEFILE Fitxategi honetan ikusle edo editore baten edukia gordetzen da.
fa: SAVEFILE .ﺩﻮﺷ ﯽﻣ ﻩﺮﯿﺧﺫ ﻞﯾﺎﻓ ﻦﯾﺍ ﺭﺩ ﺮﮕﺸﯾﺍﺮﯾﻭ ﺎﯾ ﻩﺪﻨﻨﯿﺑ ﮏﯾ ﺕﺎﯾﻮﺘﺤﻣ
fi: SAVEFILE Katsojan tai toimittajan sisältö tallennetaan tähän tiedostoon.
fil: SAVEFILE Ang mga nilalaman ng tumitingin o editor ay nai-save sa file na ito.
fy: SAVEFILE De ynhâld fan in sjogger of bewurker wurdt bewarre yn dit bestân.
ga: SAVEFILE Sábháiltear ábhar breathnóra nó eagarthóra sa chomhad seo.
gd: SAVEFILE Tha susbaint neach-amhairc no neach-deasachaidh air a shàbhaladh don fhaidhle seo.
gl: SAVEFILE Os contidos dun visor ou do editor gárdanse neste ficheiro.
gu: SAVEFILE દર્શક અથવા સંપાદકની સામગ્રી આ ફાઇલમાં સાચવવામાં આવે છે.
he: SAVEFILE .הז ץבוקב רמשנ ךרוע וא הפוצ לש ןכות
hi: SAVEFILE एक दर्शक या संपादक की सामग्री इस फ़ाइल में सहेजी जाती है।
hr: SAVEFILE Sadržaj gledatelja ili urednika sprema se u ovu datoteku.
hu: SAVEFILE A megtekintő vagy a szerkesztő tartalma ebbe a fájlba kerül.
hy: SAVEFILE Դիտողի կամ խմբագրի բովանդակությունը պահվում է այս ֆայլում:
id: SAVEFILE Konten pemirsa atau editor disimpan ke file ini.
is: SAVEFILE Efni áhorfanda eða ritstjóra er vistað í þessari skrá.
ka: SAVEFILE მაყურებლის ან რედაქტორის შიგთავსი შენახულია ამ ფაილში.
kk: SAVEFILE Қараушының немесе өңдеушінің мазмұны осы файлға сақталады.
km: SAVEFILE មាតិការបស់អ្នកមើល ឬអ្នកកែសម្រួលត្រូវបានរក្សាទុកក្នុងឯកសារនេះ។
kn: SAVEFILE ವೀಕ್ಷಕರ ಅಥವಾ ಸಂಪಾದಕರ ವಿಷಯಗಳನ್ನು ಈ ಫೈಲ್u200cಗೆ ಉಳಿಸಲಾಗಿದೆ.
ku: SAVEFILE Naveroka temaşevanek an edîtorek li vê pelê têne tomar kirin.
ky: SAVEFILE Көрүүчүнүн же редактордун мазмуну бул файлга сакталат.
lb: SAVEFILE Den Inhalt vun engem Betrachter oder Editeur gëtt op dës Datei gespäichert.
lo: SAVEFILE ເນື້ອໃນຂອງຜູ້ເບິ່ງ ຫຼືບັນນາທິການຈະຖືກບັນທຶກໄວ້ໃນໄຟລ໌ນີ້.
lt: SAVEFILE Žiūrovo arba redaktoriaus turinys išsaugomas šiame faile.
lv: SAVEFILE Šajā failā tiek saglabāts skatītāja vai redaktora saturs.
mg: SAVEFILE Ny votoatin'ny mpijery na ny mpamoaka lahatsoratra dia voatahiry ao amin'ity rakitra ity.
mi: SAVEFILE Ka tiakina nga ihirangi a te kaititiro, etita ranei ki tenei konae.
mk: SAVEFILE Содржините на гледачот или уредникот се зачувуваат во оваа датотека.
ml: SAVEFILE ഒരു കാഴ്ചക്കാരന്റെയോ എഡിറ്ററുടെയോ ഉള്ളടക്കങ്ങൾ ഈ ഫയലിൽ സംരക്ഷിച്ചിരിക്കുന്നു.
mn: SAVEFILE Үзэгч эсвэл засварлагчийн агуулгыг энэ файлд хадгалсан.
mr: SAVEFILE दर्शक किंवा संपादकाची सामग्री या फाईलमध्ये जतन केली जाते.
mt: SAVEFILE Il-kontenut ta' telespettatur jew editur jiġi ssejvjat f'dan il-fajl.
my: SAVEFILE ကြည့်ရှုသူ သို့မဟုတ် တည်းဖြတ်သူ၏ အကြောင်းအရာများကို ဤဖိုင်တွင် သိမ်းဆည်းထားသည်။
nb: SAVEFILE En seers eller redaktørs innhold lagres i denne filen.
ne: SAVEFILE दर्शक वा सम्पादकका सामग्रीहरू यस फाइलमा सुरक्षित हुन्छन्।
or: SAVEFILE ଏକ ଦର୍ଶକ କିମ୍ବା ସମ୍ପାଦକଙ୍କ ବିଷୟବସ୍ତୁ ଏହି ଫାଇଲ୍ ରେ ସେଭ୍ ହୋଇଛି |
pa: SAVEFILE ਇੱਕ ਦਰਸ਼ਕ ਜਾਂ ਸੰਪਾਦਕ ਦੀਆਂ ਸਮੱਗਰੀਆਂ ਨੂੰ ਇਸ ਫਾਈਲ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
ps: SAVEFILE .ﻱږﯿﮐ ﻱﺪﻧﻮﺧ ﯥﮐ ﻞﯾﺎﻓ ﯤﺪﭘ ﻪګﻧﺎﭙځﻨﯿﻣ ﺮﯾﺪﻣ ﺎﯾ ﻲﮑﻧﻭﺪﯿﻟ ﺩ
ro: SAVEFILE Conținutul unui vizualizator sau al unui editor este salvat în acest fișier.
rw: SAVEFILE Ibireba abareba cyangwa umwanditsi babitswe kuriyi dosiye.
sd: SAVEFILE .ﻲﻫﺁ ﻮﻳﻭ ﻮﻴڪ ﻅﻮﻔﺤﻣ ۾ ﻞﺋﺎﻓ ﻦﻫ ﺩﺍﻮﻣ ﻮﺟ ﺮٽﻳڊﻳﺍ ﺎﻳ ﺮﻇﺎﻧ ڪﻫ
si: SAVEFILE නරඹන්නෙකුගේ හෝ සංස්කාරකයෙකුගේ අන්තර්ගතය මෙම ගොනුවට සුරැකේ.
sk: SAVEFILE Do tohto súboru sa uloží obsah diváka alebo editora.
sl: SAVEFILE Vsebina gledalca ali urejevalnika je shranjena v to datoteko.
sq: SAVEFILE Përmbajtja e një shikuesi ose redaktuesi ruhet në këtë skedar.
sw: SAVEFILE Yaliyomo ya mtazamaji au mhariri yanahifadhiwa kwenye faili hii.
ta: SAVEFILE பார்வையாளர் அல்லது எடிட்டரின் உள்ளடக்கங்கள் இந்தக் கோப்பில் சேமிக்கப்படும்.
te: SAVEFILE వీక్షకుడి లేదా ఎడిటర్ యొక్క కంటెంట్u200cలు ఈ ఫైల్u200cలో సేవ్ చేయబడతాయి.
tg: SAVEFILE Мундариҷаи тамошобин ё муҳаррир дар ин файл захира карда мешавад.
th: SAVEFILE เนื้อหาของผู้ดูหรือผู้แก้ไขจะถูกบันทึกลงในไฟล์นี้
tk: SAVEFILE Tomaşaçynyň ýa-da redaktoryň mazmuny bu faýlda saklanýar.
tt: SAVEFILE Тамашачы яки редакторның эчтәлеге бу файлда саклана.
uk: SAVEFILE Вміст глядача або редактора зберігається в цьому файлі.
ur: SAVEFILE ۔ﮯﮨ ﺎﺗﺎﺟ ﺎﯿﮐ ﻅﻮﻔﺤﻣ ﮟﯿﻣ ﻞﺋﺎﻓ ﺱﺍ ﻮﮐ ﺩﺍﻮﻣ ﮯﮐ ﺮﭩﯾﮉﯾﺍ ﺎﯾ ﻦﯾﺮﻇﺎﻧ
uz: SAVEFILE Tomoshabin yoki muharrirning mazmuni ushbu faylga saqlanadi.
vi: SAVEFILE Nội dung của người xem hoặc người chỉnh sửa được lưu vào tệp này.
xh: SAVEFILE Imixholo yombukeli okanye yomhleli igcinwa kule fayile.
yi: SAVEFILE .עקעט םעד ןיא טעוועטארעג זיא ראָטקאַדער רעדאָ רעקוקוצ אַ ןופ טלאַהניא רעד
