Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Select Template Folder
af: Kies Template Folder
am: የአብነት አቃፊን ይምረጡ
ar: ﺐﻟﺎﻘﻟﺍ ﺪﻠﺠﻣ ﺩﺪﺣ
be: Выберыце тэчку шаблонаў
bg: Изберете папка с шаблони
bn: টেমপ্লেট ফোল্ডার নির্বাচন করুন
ca: Seleccioneu Carpeta de plantilla
cy: Dewiswch Ffolder Templed
da: Vælg skabelonmappe
eo: Elektu Ŝablona Dosierujo
et: Valige Malli kaust
eu: Hautatu Txantiloi karpeta
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﻮﮕﻟﺍ ﻪﺷﻮﭘ
fi: Valitse Mallikansio
fil: Piliin ang Template Folder
fy: Selektearje Template Folder
ga: Roghnaigh Fillteán Teimpléad
gd: Tagh Folder Teamplaid
gl: Seleccione o cartafol de modelos
gu: ટેમ્પલેટ ફોલ્ડર પસંદ કરો
he: תינבת תייקית רחב
hi: टेम्पलेट फ़ोल्डर का चयन करें
hr: Odaberite Mapa predložaka
hu: Válassza a Sablonmappa lehetőséget
hy: Ընտրեք Կաղապարի թղթապանակ
id: Pilih Folder Template
is: Veldu Sniðmöppu
ka: აირჩიეთ შაბლონის საქაღალდე
kk: Үлгі қалтасын таңдаңыз
km: ជ្រើសu200bថតu200bពុម្ព
kn: ಟೆಂಪ್ಲೇಟ್ ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ
ku: Peldanka Şablonê hilbijêre
ky: Калып папкасын тандаңыз
lb: Wielt Schabloun Dossier
lo: ເລືອກ Template Folder
lt: Pasirinkite šablonų aplanką
lv: Atlasiet veidņu mapi
mg: Safidio ny Folder Template
mi: Tīpakohia te Kōpaki Tātauira
mk: Изберете Папка со шаблони
ml: ടെംപ്ലേറ്റ് ഫോൾഡർ തിരഞ്ഞെടുക്കുക
mn: Загварын хавтас сонгоно уу
mr: टेम्पलेट फोल्डर निवडा
mt: Agħżel Folder tal-Mudelli
my: Template Folder ကို ရွေးပါ။
nb: Velg Malmappe
ne: टेम्प्लेट फोल्डर चयन गर्नुहोस्
or: ଟେମ୍ପଲେଟ୍ ଫୋଲ୍ଡର୍ ଚୟନ କରନ୍ତୁ |
pa: ਟੈਂਪਲੇਟ ਫੋਲਡਰ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﺭډﻟﻮﻓ ۍډﻨﻴﮐ ﺩ
ro: Selectați Folder șablon
rw: Hitamo Ububiko bw'icyitegererezo
sd: ﺭڊﻟﻮﻓ ٽﻴﻠﭙﻤﻴٽ ﻮﻳﺮڪ ﺐﺨﺘﻨﻣ
si: Template Folder තෝරන්න
sk: Vyberte Priečinok šablón
sl: Izberite Mapa s predlogami
sq: Zgjidhni dosjen e shabllonit
sw: Chagua Folda ya Kiolezo
ta: டெம்ப்ளேட் கோப்புறையைத் தேர்ந்தெடுக்கவும்
te: టెంప్లేట్ ఫోల్డర్u200cని ఎంచుకోండి
tg: Папкаи Шаблонро интихоб кунед
th: เลือกโฟลเดอร์เทมเพลต
tk: Şablon bukjasyny saýlaň
tt: Шаблон папкасын сайлагыз
uk: Виберіть папку шаблонів
ur: ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﺭﮉﻟﻮﻓ ﭧﯿﻠﭙﻤﯿﭨ
uz: Shablon papkasini tanlang
vi: Chọn Thư mục Mẫu
xh: Khetha isiqulathi seefayili zesakhelo
yi: רעדלאָפ רעטסומ ןביַילקסיוא

source: Browse
af: Snuffel
am: አስስ
ar: ﺢﻔﺼﺗ
be: Праглядзіце
bg: Прегледайте
bn: ব্রাউজ করুন
ca: Navega
cy: Porwch
da: Gennemse
eo: Foliumi
et: Sirvige
eu: Arakatu
fa: ﻥﺩﺮﮐ ﺭﻭﺮﻣ
fi: Selaa
fil: Mag-browse
fy: Blêdzje
ga: Brabhsáil
gd: Dèan brobhsadh
gl: Explorar
gu: બ્રાઉઝ કરો
he: ףֵדפַדְל
hi: ब्राउज़
hr: pretraživati
hu: Tallózás
hy: Թերթիր
id: Jelajahi
is: Skoðaðu
ka: დათვალიერება
kk: Шолу
km: រុករក
kn: ಬ್ರೌಸ್
ky: Серептөө
lb: Surfen
lo: ຄົ້ນຫາ
lt: Naršyti
lv: Pārlūkot
mg: Mikaroka
mi: Tirotiro
mk: Прелистајте
ml: ബ്രൗസ് ചെയ്യുക
mn: Үзэх
mr: ब्राउझ करा
mt: Fittex
my: လိုက်ကြည့်သည်။
nb: Bla gjennom
ne: ब्राउज गर्नुहोस्
or: ବ୍ରାଉଜ୍ କରନ୍ତୁ |
pa: ਬਰਾਊਜ਼ ਕਰੋ
ps: ﺉړﮐﻭ ﻥﻮټﻟ
ro: Naviga
rw: Gushakisha
sd: ﺯﻮﺋﺍﺮﺑ
si: බ්u200dරවුස් කරන්න
sk: Prehľadávať
sl: Prebrskaj
sq: Shfletoni
sw: Vinjari
ta: உலாவவும்
te: బ్రౌజ్ చేయండి
tg: Мурури
th: เรียกดู
tk: Göz aýlaň
tt: Карагыз
uk: Огляд
ur: ۔ﮟﯾﺮﮐ ﺯﺅﺍﺮﺑ
uz: Ko‘rib chiqish
vi: Duyệt qua
xh: Khangela
yi: רעטעלב

source: Insert as
af: Voeg in as
am: አስገባ እንደ
ar: ﻢﺳﺎﺑ ﺝﺍﺭﺩﺇ
be: Уставіць як
bg: Вмъкнете като
bn: হিসাবে ঢোকান
ca: Insereix com a
cy: Mewnosod fel
da: Indsæt som
eo: Enmetu kiel
et: Sisesta kui
eu: Txertatu gisa
fa: ﻥﺍﻮﻨﻋ ﻪﺑ ﺝﺭﺩ
fi: Lisää nimellä
fil: Ipasok bilang
fy: Ynfoegje as
ga: Cuir isteach mar
gd: Cuir a-steach mar
gl: Inserir como
gu: તરીકે દાખલ કરો
he: כ סנכה
hi: के रूप में डालें
hr: Umetnite kao
hu: Beszúrás mint
hy: Տեղադրեք որպես
id: Sisipkan sebagai
is: Settu inn sem
ka: ჩასმა როგორც
kk: ретінде кірістіру
km: បញ្ចូលជា
kn: ಹೀಗೆ ಸೇರಿಸಿ
ku: Têxe wekî
ky: катары киргизүү
lb: Asetzen als
lo: ໃສ່ເປັນ
lt: Įterpti kaip
lv: Ievietot kā
mg: Ampidiro ho
mi: Kōkuhu hei
mk: Вметнете како
ml: ആയി തിരുകുക
mn: гэж оруулах
mr: म्हणून घाला
mt: Daħħal bħala
my: အဖြစ်ထည့်ပါ။
nb: Sett inn som
ne: को रूपमा घुसाउनुहोस्
or: ପରି ସନ୍ନିବେଶ କରନ୍ତୁ |
pa: ਵਜੋਂ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻞﺧﺍﺩ ﻪګﻮﺗ ﻪﭘ
ro: Inserați ca
rw: Shyiramo nka
sd: ﻦﺌﻴﺟ ﻮﻳﺮڪ ﻞﺧﺍﺩ
si: ලෙස ඇතුළු කරන්න
sk: Vložiť ako
sl: Vstavi kot
sq: Fut si
sw: Ingiza kama
ta: எனச் செருகவும்
te: ఇలా చొప్పించండి
tg: Ҳамчун ворид кунед
th: แทรกเป็น
tk: Goýuň
tt: Керегез
uk: Вставити як
ur: ۔ﮟﯾﺮﮐ ﻞﺧﺍﺩ ﺭﻮﻄﺑ
uz: sifatida kiriting
vi: Chèn dưới dạng
xh: Faka njenge
yi: יוו ןגיילניַיראַ

source: C_reate
lt: Suku_rti

# Title|
source: Create New
af: Skep 'n nuwe
am: አዲስ ፍጠር
ar: ﺪﻳﺪﺟ ﻉﺍﺪﺑﺇ ﺪﻳﺪﺟ ﻖﻠﺧ
be: Стварыць новы
bg: Създай нов
bn: নতুন তৈরী করা
ca: Crea un nou
cy: Creu Newydd
da: Lav ny
eo: Kreu Novan
et: Loo uus
eu: Sortu Berria
fa: ﺪﯾﺪﺟ ﺩﺎﺠﯾﺍ
fi: Luo uusi
fil: Gumawa ng bago
fy: Meitsje nij
ga: Cruthaigh Nua
gd: Cruthaich Ùr
gl: Crear novo
gu: નવું બનાવો
he: שדח רוצ
hi: नया बनाओ
hr: Stvori novo
hu: Újat készíteni
hy: Ստեղծել նոր
id: Membuat baru
is: Búa til nýtt
ka: Შექმენი ახალი
kk: Жаңа жасау
km: បង្កើតu200bថ្មី
kn: ಹೊಸದನ್ನು ರಚಿಸಿ
ku: Nû çêbikin
ky: Жаңы түзүү
lb: Schafen New
lo: ສ້າງໃໝ່
lt: Sukurti Naują
lv: Izveidot jaunu
mg: Mamorona Vaovao
mi: Waihanga Hou
mk: Креирај ново
ml: പുതിയത് സൃഷ്ടിക്കുക
mn: Шинэ үүсгэх
mr: नवीन तयार करा
mt: Oħloq Ġdid
my: အသစ်ဖန်တီးပါ။
nb: Lag ny
ne: नयाँ सिर्जना गर्नुहोस्
or: ନୂତନ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਨਵਾਂ ਬਣਾਓ
ps: ﺉړﮐ ړﻮﺟ ﯼﻮﻧ
ro: Creaza nou
rw: Kurema Gishya
sd: ﻮﻴﻫﺎﭠ ﻥﻮﺌﻧ
si: අලුතින් නිර්මාණය කරන්න
sk: Vytvor nový
sl: Ustvari novo
sq: Krijo të Re
sw: Unda Mpya
ta: புதிதாக உருவாக்கு
te: క్రొత్తదాన్ని సృష్టించండి
tg: Нав эҷод кунед
th: สร้างใหม่
tk: Täze dörediň
tt: Яңа ясагыз
uk: Створити новий
ur: ﮟﯿﺋﺎﻨﺑ ﺎﯿﻧ
uz: Yangi yaratish
vi: Tạo mới
xh: Yenza Entsha
yi: וינ ןפֿאַש

# Title|CreateNew|
source: File
af: lêer
am: ፋይል
ar: ﻒﻠﻣ
be: Файл
bg: Файл
bn: ফাইল
ca: Dossier
cy: Ffeil
da: Fil
eo: Dosiero
et: Fail
eu: Fitxategia
fa: ﻞﯾﺎﻓ
fi: Tiedosto
fy: Map
ga: Comhad
gd: Faidhle
gl: Arquivo
gu: ફાઈલ
he: ץֶבֹוק
hi: फ़ाइल
hr: Datoteka
hu: Fájl
hy: Ֆայլ
id: Mengajukan
is: Skrá
ka: ფაილი
kk: Файл
km: ឯកសារ
kn: ಫೈಲ್
ku: Dosî
ky: Файл
lb: Fichier
lo: ໄຟລ໌
lt: Failas
lv: Fails
mg: rakitra
mi: Kōnae
mk: Датотека
ml: ഫയൽ
mn: Файл
mr: फाईल
mt: Fajl
my: ဖို
nb: Fil
ne: फाइल
or: ଫାଇଲ୍ |
pa: ਫਾਈਲ
ps: ﻪﻨﺗﻭﺩ
ro: Fişier
rw: Idosiye
sd: ﻞﺋﺎﻓ
si: ගොනුව
sk: Súbor
sl: mapa
sq: Skedari
sw: Faili
ta: கோப்பு
te: ఫైల్
tg: Файл
th: ไฟล์
tk: Faýl
tt: Файл
uk: Файл
ur: ﻞﺋﺎﻓ
uz: Fayl
vi: Tập tin
xh: Ifayile
yi: עקעט

# Title|CreateNew|
source: Folder
af: gids
am: አቃፊ
ar: مجلد
be: Папка
bg: Папка
bn: ফোল্ডার
ca: Carpeta
cy: Ffolder
da: Mappe
eo: Dosierujo
et: Kataloog
eu: Папка
fa: فولدر
fi: Kansio
ga: Fillteán
gl: Cartafol
gu: ફોલ્ડર
he: תיקייה
hi: फ़ोल्डर
hr: Mapa
hu: Mappa
hy: Թղթապանակ
is: Mappa
ka: საქაღალდე
kk: Қалта
km: ថត
kn: ಫೋಲ್ಡರ್
ku: Pêçek
ky: Папка
lb: Dossier
lo: ໂຟນເດີ
lt: Aplankas
lv: Mape
mg: lahatahiry
mi: Kōpaki
mk: Папка
ml: ഫോൾഡർ
mn: Хавтас
mr: फोल्डर
my: ဖိုလ်
nb: Mappe
ne: फोल्डर
or: ଫୋଲ୍ଡର
pa: ਫੋਲਡਰ
ps: ﺭډﻟﻮﻓ
ro: Pliant
rw: Ububiko
sd: ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරය
sk: Priečinok
sl: Mapa
sq: Dosja
sw: Folda
ta: கோப்புறை
te: ఫోల్డర్
tg: Папка
th: โฟลเดอร์
tk: Papka
tt: Папка
uk: Директорія
ur: فولڈر
uz: Jild
vi: Thư mục
xh: Isiqulathi seefayili
yi: עקעט

# Title|CreateNew|
source: Link
af: Skakel
am: አገናኝ
ar: ﺔﻠﺻﻭ
be: Спасылка
bg: Връзка
bn: লিঙ্ক
ca: Enllaç
cy: Dolen
eo: Ligo
eu: Esteka
fa: ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ
fi: Linkki
ga: Nasc
gd: Ceangal
gl: Ligazón
gu: લિંક
he: רושיק
hi: संपर्क
hr: Veza
hy: Հղում
id: Tautan
is: Tengill
ka: Ბმული
kk: Сілтеме
km: តំណភ្ជាប់
kn: ಲಿಂಕ್
ku: Pêvek
ky: Шилтеме
lo: ເຊື່ອມຕໍ່
lt: Nuoroda
lv: Saite
mg: Rohy
mi: Hononga
mk: Врска
ml: ലിങ്ക്
mn: Холбоос
mr: दुवा
my: လင့်
ne: लिङ्क
or: ଲିଙ୍କ୍ |
pa: ਲਿੰਕ
ps: ﮏﻨﯿﻟ
ro: Legătură
rw: Ihuza
sd: ﮃﻨﮘ
si: සබැඳිය
sk: Odkaz
sl: Povezava
sq: Lidhje
sw: Kiungo
ta: இணைப்பு
te: లింక్
tg: Пайванд
th: ลิงค์
tk: Baglanyşyk
tt: Ссылка
uk: Посилання
ur: ﮏﻨﻟ
uz: Havola
vi: Liên kết
xh: Ikhonkco
yi: קניל

source: Move
af: Beweeg
am: አንቀሳቅስ
ar: ﻞﻘﻧ
be: Рухацца
bg: Ход
bn: সরান
ca: Mou-te
cy: Symud
da: Bevæge sig
eo: Movu
et: Liiguta
eu: Mugitu
fa: ﺖﮐﺮﺣ
fi: Liikkua
fil: Ilipat
fy: Ferhúzje
ga: Bog
gd: Gluais
gl: Mover
gu: ચાલ
he: רובעל \ זוזל \ ךלהמ
hi: कदम
hr: Potez
hu: Mozog
hy: Տեղափոխել
id: Pindah
is: Færa
ka: გადაადგილება
kk: Жылжыту
km: ផ្លាស់ទី
kn: ಸರಿಸಿ
ku: Barkirin
ky: Жылдыруу
lb: Beweegen
lo: ຍ້າຍ
lt: Perkelti
lv: Pārvietot
mg: fihetsika
mi: Nuku
mk: Премести
ml: നീക്കുക
mn: Хөдлөх
mr: हलवा
mt: Nimxu
my: ရွှေ့ပါ။
nb: Bevege seg
ne: चल्नु
or: ଘୁଞ୍ଚାନ୍ତୁ |
pa: ਮੂਵ ਕਰੋ
ps: ﺖﮐﺮﺣ
ro: Mișcare
rw: Himura
sd: ﺖڪﺮﺣ
si: චලනය කරන්න
sk: Pohybujte sa
sl: Premakni se
sq: Lëvizni
sw: Sogeza
ta: நகர்வு
te: కదలిక
tg: Ҳаракат
th: เคลื่อนไหว
tk: Göçüriň
tt: Күчерегез
uk: Рухатися
ur: ﻡﺍﺪﻗﺍ
uz: Ko‘chirish
vi: Di chuyển
xh: Shenxisa
yi: ךאַמ

source: Copy
af: Kopieer
am: ቅዳ
ar: ﺦﺴﻨﻳ
be: Копія
bg: копие
bn: কপি
ca: Còpia
cy: Copi
da: Kopi
eo: Kopiu
et: Kopeeri
eu: Kopiatu
fa: 🀄 ﯽﭙﮐ
fi: Kopio
fil: Kopya
fy: Kopy
ga: Cóip
gd: Leth-bhreac
gl: Copiar
gu: નકલ કરો
he: קתוע
hi: प्रतिलिपि
hr: Kopirati
hu: Másolat
hy: Պատճենել
id: Salinan
is: Afrita
ka: კოპირება
kk: Көшіру
km: ចម្លង
kn: ನಕಲು ಮಾಡಿ
ku: Kopî
ky: Көчүрүү
lb: Kopie
lo: ສຳເນົາ
lt: Kopijuoti
lv: Kopēt
mg: dika mitovy
mi: Tārua
mk: Копирај
ml: പകർത്തുക
mn: Хуулбарлах
mr: कॉपी करा
mt: Kopja
my: ကော်ပီ
nb: Kopiere
ne: कापी
or: କପି କରନ୍ତୁ |
pa: ਕਾਪੀ ਕਰੋ
ps: ﻲﭘﺎﮐ
ro: Copie
rw: Gukoporora
sd: ﻲﭘﺎڪ
si: පිටපත් කරන්න
sk: Kopírovať
sl: Kopirati
sq: Kopjo
sw: Nakili
ta: நகலெடுக்கவும்
te: కాపీ చేయండి
tg: Нусхабардорӣ
th: สำเนา
tk: Göçüriň
tt: Күчереп алу
uk: Копіювати
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ
uz: Nusxalash
vi: Sao chép
xh: Khuphela
yi: יפּאָק

source: Create Link To
af: Skep skakel na
am: አገናኝ ፍጠር
ar: ﻰﻟﺇ ﻁﺎﺒﺗﺭﺍ ءﺎﺸﻧﺇ
be: Стварыць спасылку на
bg: Създаване на връзка към
bn: লিঙ্ক তৈরি করুন
ca: Crea un enllaç a
cy: Creu Cyswllt I
da: Opret link til
eo: Krei Ligon Al
et: Loo link
eu: Sortu esteka honetara
fa: ﻪﺑ ﺪﻧﻮﯿﭘ ﺩﺎﺠﯾﺍ
fi: Luo linkki
fil: Lumikha ng Link Sa
fy: Meitsje keppeling nei
ga: Cruthaigh Nasc le
gd: Cruthaich Ceangal Gu
gl: Crear ligazón para
gu: માટે લિંક બનાવો
he: לא רושיק רוצ
hi: लिंक बनाएं
hr: Stvorite vezu na
hu: Hivatkozás létrehozása
hy: Ստեղծել հղում դեպի
id: Buat Tautan Ke
is: Búa til hlekk til
ka: შექმენით ბმული
kk: Сілтеме жасау
km: បង្កើតតំណភ្ជាប់ទៅ
kn: ಗೆ ಲಿಂಕ್ ರಚಿಸಿ
ku: Girêdana biafirînin
ky: Шилтеме түзүү
lb: Schafen Link zu
lo: ສ້າງລິ້ງຫາ
lt: Sukurti nuorodą į
lv: Izveidot saiti uz
mg: Mamorona rohy mankany
mi: Waihanga Hononga Ki
mk: Креирај врска до
ml: ഇതിലേക്കുള്ള ലിങ്ക് സൃഷ്ടിക്കുക
mn: Холбоос үүсгэх
mr: याची लिंक तयार करा
mt: Oħloq Link Biex
my: လင့်ခ်ကို ဖန်တီးပါ။
nb: Lag lenke til
ne: लिङ्क सिर्जना गर्नुहोस्
or: ଲିଙ୍କ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਲਈ ਲਿੰਕ ਬਣਾਓ
ps: ﺉړﮐ ړﻮﺟ ﮏﻨﯿﻟ ﻪﺗ
ro: Creați link către
rw: Kurema Ihuza Kuri
sd: ﻮﻴﻫﺎﭠ ڪﻨﻟ ﻦﻬﻧﺍڏ
si: වෙත සබැඳියක් සාදන්න
sk: Vytvoriť odkaz na
sl: Ustvari povezavo do
sq: Krijo lidhje me
sw: Unda Kiungo Kwa
ta: இணைப்பை உருவாக்கவும்
te: దీనికి లింక్u200cని సృష్టించండి
tg: Эҷоди пайванд ба
th: สร้างลิงค์ไปยัง
tk: Baglanyşyk dörediň
tt: Ссылка ясагыз
uk: Створити посилання на
ur: ﮟﯿﺋﺎﻨﺑ ﮏﻨﻟ ﮯﺳ
uz: Havola yaratish
vi: Tạo liên kết đến
xh: Yenza ikhonkco ukuya
yi: וצ קניל אַ ןפֿאַש

source: Link Target
af: Skakeldoel
am: አገናኝ ዒላማ
ar: ﻑﺪﻬﻟﺍ ﻂﺑﺍﺭ
be: Спасылка Мэта
bn: লিঙ্ক টার্গেট
ca: Destinació d'enllaç
cy: Targed Cyswllt
da: Linkmål
eo: Ligo Celo
et: Link Sihtmärk
eu: Link Helburua
fa: ﻑﺪﻫ ﺪﻧﻮﯿﭘ
fi: Linkki kohde
fy: Link Doel
ga: Sprioc Nasc
gd: Targaid ceangail
gl: Obxectivo da ligazón
gu: લિંક લક્ષ્ય
he: רושיק דעי
hi: लिंक लक्ष्य
hr: Link Cilj
hy: Հղման թիրախ
id: Tautan Target
is: Tenglamarkmið
ka: ბმული სამიზნე
kk: Мақсатты байланыстыру
km: តំណភ្ជាប់គោលដៅ
kn: ಲಿಂಕ್ ಗುರಿ
ku: Armanca Girêdanê
lb: Link Zil
lo: ເປົ້າໝາຍເຊື່ອມຕໍ່
lt: Nuoroda Tikslas
lv: Saites mērķis
mg: Rohy Target
mi: Hononga Whainga
mk: Целна врска
ml: ലിങ്ക് ലക്ഷ്യം
mn: Зорилтот холбоос
mr: लिंक लक्ष्य
my: လင့်ခ်ပစ်မှတ်
nb: Linkmål
ne: लिङ्क लक्ष्य
or: ଲିଙ୍କ୍ ଟାର୍ଗେଟ୍ |
pa: ਲਿੰਕ ਟੀਚਾ
ps: ﻑﺪﻫ ﮏﻨﯿﻟ ﺩ
ro: Link țintă
rw: Intego Ihuza
sd: ﻑﺪﮬ ڪﻨﻟ
si: සබැඳි ඉලක්කය
sk: Cieľ odkazu
sl: Cilj povezave
sq: Synimi i lidhjes
sw: Lengo la kiungo
ta: இணைப்பு இலக்கு
te: లింక్ లక్ష్యం
tg: Ҳадафи пайванд
th: ลิงค์เป้าหมาย
tk: Maksat nyşany
tt: Максатны бәйләү
uk: Ціль посилання
ur: ﭧﮔﺭﺎﭨ ﮏﻨﻟ
uz: Maqsadni bog'lash
vi: liên kết mục tiêu
xh: Ikhonkco ekujoliswe kuyo
yi: ליצ קניל

source: Target
af: Teiken
am: ዒላማ
ar: ﻑﺍﺪﻬﺘﺳﺍ
be: Мэтавая
bg: Цел
bn: টার্গেট
ca: Objectiu
cy: Targed
da: Mål
eo: Celo
et: Sihtmärk
eu: Helburua
fa: ﻑﺪﻫ
fi: Kohde
fy: Doel
ga: Sprioc
gd: Targaid
gl: Obxectivo
gu: લક્ષ્ય
he: דַעַי
hi: लक्ष्य
hr: Cilj
hu: Cél
hy: Թիրախ
is: Skotmark
ka: სამიზნე
kk: Мақсат
km: គោលដៅ
kn: ಗುರಿ
ku: Armanc
ky: Максат
lb: Ziel
lo: ເປົ້າu200bຫມາຍ
lt: Tikslas
lv: Mērķis
mi: Whainga
mk: Цел
ml: ലക്ഷ്യം
mn: Зорилтот
mr: लक्ष्य
mt: Mira
my: ပစ်မှတ်
nb: Mål
ne: लक्ष्य
or: ଟାର୍ଗେଟ୍ |
pa: ਨਿਸ਼ਾਨਾ
ps: ﻑﺪﻫ
ro: Ţintă
rw: Intego
sd: ﻮﻧﺎﺸﻧ
si: ඉලක්කය
sk: Cieľ
sl: Tarča
sq: Synimi
sw: Lengo
ta: இலக்கு
te: లక్ష్యం
tg: Ҳадаф
th: เป้า
tk: Nyşana
tt: Максат
uk: Ціль
ur: ﻑﺪﮨ
uz: Maqsad
vi: Mục tiêu
xh: Ekujoliswe kuko
yi: ליצ

source: As Root
af: Soos Root
am: እንደ Root
ar: ﺎﻤﻛ Root
be: Як Root
bg: Като Root
bn: হিসাবে Root
ca: Com Root
cy: Fel Root
da: Som Root
eo: Kiel Root
et: Nagu Root
fa: ﺪﻨﻧﺎﻣ Root
fi: Kuten Root
fil: Bilang Root
ga: Mar Root
gd: Mar Root
gl: Como Root
gu: તરીકે Root
he: ש יפכ Root
hi: जैसा Root
hr: Kao Root
hu: Mint Root
hy: Ինչպես Root
id: Sebagai Root
is: Sem Root
ka: როგორც Root
kk: ретінде Root
km: ជា Root
kn: ಅಂತೆ Root
ku: Dema Root
ky: катары Root
lb: Wéi Root
lo: ເປັນ Root
lt: Kaip Root
lv: Kā Root
mg: Araka ny Root
mk: Како Root
ml: പോലെ Root
mn: гэх мэт Root
mr: म्हणून Root
mt: Kif Root
my: အမျှ Root
nb: Som Root
ne: जस्तै Root
or: ଯେପରି Root
pa: ਦੇ ਤੌਰ 'ਤੇ Root
ps: ﻪﮑﻟ Root
ro: La fel de Root
rw: Nk Root
sd: ﻦﺌﻴﺟ Root
si: පරිදි Root
sk: Ako Root
sl: Kot Root
sq: Si Root
sw: Kama Root
ta: என Root
te: వంటి Root
tg: Чунон ки Root
th: เนื่องจาก Root
tk: Bolşy ýaly Root
tt: Кебек Root
uk: Як Root
ur: ﮧﮐ ﺎﺴﯿﺟ Root
uz: Sifatida Root
vi: Bằng Root
xh: Njengoko Root
yi: יוו Root

source: Link
af: Skakel
am: አገናኝ
ar: ﺔﻠﺻﻭ
be: Спасылка
bg: Връзка
bn: লিঙ্ক
ca: Enllaç
cy: Dolen
eo: Ligo
eu: Esteka
fa: ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ
fi: Linkki
ga: Nasc
gd: Ceangal
gl: Ligazón
gu: લિંક
he: רושיק
hi: संपर्क
hr: Veza
hy: Հղում
id: Tautan
is: Tengill
ka: Ბმული
kk: Сілтеме
km: តំណភ្ជាប់
kn: ಲಿಂಕ್
ku: Pêvek
ky: Шилтеме
lo: ເຊື່ອມຕໍ່
lt: Nuoroda
lv: Saite
mg: Rohy
mi: Hononga
mk: Врска
ml: ലിങ്ക്
mn: Холбоос
mr: दुवा
my: လင့်
ne: लिङ्क
or: ଲିଙ୍କ୍ |
pa: ਲਿੰਕ
ps: ﮏﻨﯿﻟ
ro: Legătură
rw: Ihuza
sd: ﮃﻨﮘ
si: සබැඳිය
sk: Odkaz
sl: Povezava
sq: Lidhje
sw: Kiungo
ta: இணைப்பு
te: లింక్
tg: Пайванд
th: ลิงค์
tk: Baglanyşyk
tt: Ссылка
uk: Посилання
ur: ﮏﻨﻟ
uz: Havola
vi: Liên kết
xh: Ikhonkco
yi: קניל

source: File
af: lêer
am: ፋይል
ar: ﻒﻠﻣ
be: Файл
bg: Файл
bn: ফাইল
ca: Dossier
cy: Ffeil
da: Fil
eo: Dosiero
et: Fail
eu: Fitxategia
fa: ﻞﯾﺎﻓ
fi: Tiedosto
fy: Map
ga: Comhad
gd: Faidhle
gl: Arquivo
gu: ફાઈલ
he: ץֶבֹוק
hi: फ़ाइल
hr: Datoteka
hu: Fájl
hy: Ֆայլ
id: Mengajukan
is: Skrá
ka: ფაილი
kk: Файл
km: ឯកសារ
kn: ಫೈಲ್
ku: Dosî
ky: Файл
lb: Fichier
lo: ໄຟລ໌
lt: Failas
lv: Fails
mg: rakitra
mi: Kōnae
mk: Датотека
ml: ഫയൽ
mn: Файл
mr: फाईल
mt: Fajl
my: ဖို
nb: Fil
ne: फाइल
or: ଫାଇଲ୍ |
pa: ਫਾਈਲ
ps: ﻪﻨﺗﻭﺩ
ro: Fişier
rw: Idosiye
sd: ﻞﺋﺎﻓ
si: ගොනුව
sk: Súbor
sl: mapa
sq: Skedari
sw: Faili
ta: கோப்பு
te: ఫైల్
tg: Файл
th: ไฟล์
tk: Faýl
tt: Файл
uk: Файл
ur: ﻞﺋﺎﻓ
uz: Fayl
vi: Tập tin
xh: Ifayile
yi: עקעט

source: Opt_ions
lt: Par_inktys

source: & _Open
af: & _Maak oop
am: & _ክፈት
ar: & _ﺢﺘﻓﺍ
be: & _Адкрыць
bg: & _Отвори
bn: & _খোলা
ca: & _Obert
cy: & _Ar agor
da: & _Åben
eo: & _Malfermu
et: & _Avatud
eu: & _Ireki
fa: & _ﻦﮐ ﺯﺎﺑ
fi: & _Avata
fil: & _Bukas
fy: & _Iepen
ga: & _Oscail
gd: & _Fosgailte
gl: & _Aberto
gu: & _ખુલ્લા
he: & _ַחֹותְפִל
hi: & _खोलना
hr: & _Otvorena
hu: & _Nyisd ki
hy: & _Բաց
id: & _Membuka
is: & _Opið
ka: & _გახსენით
kk: & _Ашық
km: & _បើក
kn: & _ತೆರೆಯಿರಿ
ku: & _Vekirî
lb: & _Oppen
lo: & _ເປີດ
lt: & _Atviras
lv: & _Atvērt
mg: & _Misokatra
mi: & _Tuwhera
mk: & _Отвори
ml: & _തുറക്കുക
mn: & _Нээлттэй
mr: & _उघडा
mt: & _Miftuħa
my: & _ဖွင့်သည်။
nb: & _Åpen
ne: & _खोल्नुहोस्
or: & _ଖୋଲନ୍ତୁ |
pa: & _ਖੋਲ੍ਹੋ
ps: & _ﺹﻼ﻿ﺧ
ro: & _Deschis
rw: & _Fungura
sd: & _ﻞﻴﻠﮐ
si: & _විවෘත
sk: & _Otvorené
sl: & _Odprto
sq: & _Hapur
sw: & _Fungua
ta: & _திற
te: & _తెరవండి
tg: & _Кушодан
th: & _เปิด
tk: & _Açyň
tt: & _Ачык
uk: & _відчинено
ur: & _۔ﮟﯿﻟﻮﮭﮐ
uz: & _Ochiq
vi: & _Mở
xh: & _Vula
yi: & _ןענעפע

source: Link-> %s
af: Skakel-> %s
am: አገናኝ-> %s
ar: ﺔﻠﺻﻭ-> %s
be: Спасылка-> %s
bg: Връзка-> %s
bn: লিঙ্ক-> %s
ca: Enllaç-> %s
cy: Dolen-> %s
eo: Ligo-> %s
eu: Esteka-> %s
fa: ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ-> %s
fi: Linkki-> %s
ga: Nasc-> %s
gd: Ceangal-> %s
gl: Ligazón-> %s
gu: લિંક-> %s
he: רושיק-> %s
hi: संपर्क-> %s
hr: Veza-> %s
hy: Հղում-> %s
id: Tautan-> %s
is: Tengill-> %s
ka: Ბმული-> %s
kk: Сілтеме-> %s
km: តំណភ្ជាប់-> %s
kn: ಲಿಂಕ್-> %s
ku: Pêvek-> %s
ky: Шилтеме-> %s
lo: ເຊື່ອມຕໍ່-> %s
lt: Nuoroda-> %s
lv: Saite-> %s
mg: Rohy-> %s
mi: Hononga-> %s
mk: Врска-> %s
ml: ലിങ്ക്-> %s
mn: Холбоос-> %s
mr: दुवा-> %s
my: လင့်-> %s
ne: लिङ्क-> %s
or: ଲିଙ୍କ୍ |-> %s
pa: ਲਿੰਕ-> %s
ps: ﮏﻨﯿﻟ-> %s
ro: Legătură-> %s
rw: Ihuza-> %s
sd: ﮃﻨﮘ-> %s
si: සබැඳිය-> %s
sk: Odkaz-> %s
sl: Povezava-> %s
sq: Lidhje-> %s
sw: Kiungo-> %s
ta: இணைப்பு-> %s
te: లింక్-> %s
tg: Пайванд-> %s
th: ลิงค์-> %s
tk: Baglanyşyk-> %s
tt: Ссылка-> %s
uk: Посилання-> %s
ur: ﮏﻨﻟ-> %s
uz: Havola-> %s
vi: Liên kết-> %s
xh: Ikhonkco-> %s
yi: קניל-> %s

source: !Link-> %s (missing)
af: !Skakel-> %s (vermis)
am: !አገናኝ-> %s (የጠፋ)
ar: !ﺔﻠﺻﻭ-> %s (ﺩﻮﻘﻔﻣ)
be: !Спасылка-> %s (адсутнічае)
bg: !Връзка-> %s (липсва)
bn: !লিঙ্ক-> %s (অনুপস্থিত)
ca: !Enllaç-> %s (desaparegut)
cy: !Dolen-> %s (ar goll)
da: !Link-> %s (mangler)
eo: !Ligo-> %s (mankas)
et: !Link-> %s (puudu)
eu: !Esteka-> %s (falta)
fa: !ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ-> %s (ﻩﺪﺷ ﻢﮔ)
fi: !Linkki-> %s (puuttuu)
fil: !Link-> %s (nawawala)
fy: !Link-> %s (mist)
ga: !Nasc-> %s (ar iarraidh)
gd: !Ceangal-> %s (a dhìth)
gl: !Ligazón-> %s (desaparecido)
gu: !લિંક-> %s (ખૂટે છે)
he: !רושיק-> %s (רֵסָח)
hi: !संपर्क-> %s (लापता)
hr: !Veza-> %s (nedostaje)
hu: !Link-> %s (hiányzó)
hy: !Հղում-> %s (անհայտ կորած)
id: !Tautan-> %s (hilang)
is: !Tengill-> %s (vantar)
ka: !Ბმული-> %s (დაკარგული)
kk: !Сілтеме-> %s (жоқ)
km: !តំណភ្ជាប់-> %s (បាត់)
kn: !ಲಿಂಕ್-> %s (ಕಾಣೆಯಾಗಿದೆ)
ku: !Pêvek-> %s (wenda)
ky: !Шилтеме-> %s (жок)
lb: !Link-> %s (vermësst)
lo: !ເຊື່ອມຕໍ່-> %s (ຫາຍ)
lt: !Nuoroda-> %s (dingęs)
lv: !Saite-> %s (trūkst)
mg: !Rohy-> %s (Nanjavona)
mi: !Hononga-> %s (ngaro)
mk: !Врска-> %s (исчезнати)
ml: !ലിങ്ക്-> %s (കാണാതായി)
mn: !Холбоос-> %s (алга)
mr: !दुवा-> %s (गहाळ)
mt: !Link-> %s (nieqsa)
my: !လင့်-> %s (ပျောက်ဆုံး)
nb: !Link-> %s (savnet)
ne: !लिङ्क-> %s (हराइरहेको)
or: !ଲିଙ୍କ୍ |-> %s (ନିଖୋଜ)
pa: !ਲਿੰਕ-> %s (ਗੁੰਮ)
ps: !ﮏﻨﯿﻟ-> %s (ﮎﺭﻭ)
ro: !Legătură-> %s (dispărut)
rw: !Ihuza-> %s (yabuze)
sd: !ﮃﻨﮘ-> %s (ﺐﺋﺎﻏ)
si: !සබැඳිය-> %s (අතුරුදහන්)
sk: !Odkaz-> %s (chýba)
sl: !Povezava-> %s (manjka)
sq: !Lidhje-> %s (i zhdukur)
sw: !Kiungo-> %s (kukosa)
ta: !இணைப்பு-> %s (காணவில்லை)
te: !లింక్-> %s (లేదు)
tg: !Пайванд-> %s (гумшуда)
th: !ลิงค์-> %s (หายไป)
tk: !Baglanyşyk-> %s (dereksiz ýitdi)
tt: !Ссылка-> %s (югалган)
uk: !Посилання-> %s (відсутній)
ur: !ﮏﻨﻟ-> %s (ﮧﺘﭘﻻ﻿)
uz: !Havola-> %s (yo'qolgan)
vi: !Liên kết-> %s (còn thiếu)
xh: !Ikhonkco-> %s (engekhoyo)
yi: !קניל-> %s (קידנלעפ)

source: <b>_Target:</b>
af: <b>_Teiken:</b>
am: <b>_ዒላማ፡</b>
ar: <b>_:ﻑﺍﺪﻬﺘﺳﺍ</b>
be: <b>_Мэта:</b>
bg: <b>_Цел:</b>
bn: <b>_লক্ষ্য:</b>
ca: <b>_Objectiu:</b>
cy: <b>_Targed:</b>
da: <b>_Mål:</b>
eo: <b>_Celo:</b>
et: <b>_Sihtmärk:</b>
eu: <b>_Helburua:</b>
fa: <b>_:ﻑﺪﻫ</b>
fi: <b>_Kohde:</b>
fy: <b>_Doel:</b>
ga: <b>_Sprioc:</b>
gd: <b>_Targaid:</b>
gl: <b>_Obxectivo:</b>
gu: <b>_લક્ષ્ય:</b>
he: <b>_:דַעַי</b>
hi: <b>_लक्ष्य:</b>
hr: <b>_Cilj:</b>
hu: <b>_Cél:</b>
hy: <b>_Թիրախ:</b>
is: <b>_Skotmark:</b>
ka: <b>_სამიზნე:</b>
kk: <b>_Мақсат:</b>
km: <b>_គោលដៅ:</b>
kn: <b>_ಗುರಿ:</b>
ku: <b>_Armanc:</b>
ky: <b>_Максат:</b>
lb: <b>_Zil:</b>
lo: <b>_ເປົ້າu200bຫມາຍ:</b>
lt: <b>_Tikslas:</b>
lv: <b>_Mērķis:</b>
mg: <b>_Kendrena:</b>
mi: <b>_Whāinga:</b>
mk: <b>_Цел:</b>
ml: <b>_ലക്ഷ്യം:</b>
mn: <b>_Зорилтот:</b>
mr: <b>_लक्ष्य:</b>
mt: <b>_Mira:</b>
my: <b>_ပစ်မှတ်-</b>
nb: <b>_Mål:</b>
ne: <b>_लक्ष्य:</b>
or: <b>_ଲକ୍ଷ୍ୟ:</b>
pa: <b>_ਟੀਚਾ:</b>
ps: <b>_:ﻑﺪﻫ</b>
ro: <b>_Ţintă:</b>
rw: <b>_Intego:</b>
sd: <b>_:ﻑﺪﮬ</b>
si: <b>_ඉලක්කය:</b>
sk: <b>_Cieľ:</b>
sl: <b>_Cilj:</b>
sq: <b>_Synimi:</b>
sw: <b>_Lengo:</b>
ta: <b>_இலக்கு:</b>
te: <b>_లక్ష్యం:</b>
tg: <b>_Ҳадаф:</b>
th: <b>_เป้า:</b>
tk: <b>_Maksat:</b>
tt: <b>_Максат:</b>
uk: <b>_Ціль:</b>
ur: <b>_:ﻑﺪﮨ</b>
uz: <b>_Maqsad:</b>
vi: <b>_Mục tiêu:</b>
xh: <b>_Ekujoliswe kuko:</b>
yi: <b>_:ליצ</b>

source: <b>_Template:</b>
af: <b>_Sjabloon:</b>
am: <b>_አብነት፡</b>
ar: <b>_:ﺝﺫﻮﻤﻧ</b>
be: <b>_Шаблон:</b>
bg: <b>_Шаблон:</b>
bn: <b>_টেমপ্লেট:</b>
ca: <b>_Plantilla:</b>
cy: <b>_Templed:</b>
da: <b>_Skabelon:</b>
eo: <b>_Ŝablono:</b>
et: <b>_Mall:</b>
eu: <b>_Txantiloia:</b>
fa: <b>_:ﺐﻟﺎﻗ</b>
fi: <b>_Sapluuna:</b>
fy: <b>_Sjabloan:</b>
ga: <b>_Teimpléad:</b>
gd: <b>_Teamplaid:</b>
gl: <b>_Modelo:</b>
gu: <b>_ઢાંચો:</b>
he: <b>_:תינבת</b>
hi: <b>_खाका:</b>
hr: <b>_Predložak:</b>
hu: <b>_Sablon:</b>
hy: <b>_Կաղապար:</b>
id: <b>_Templat:</b>
is: <b>_Sniðmát:</b>
ka: <b>_შაბლონი:</b>
kk: <b>_Үлгі:</b>
km: <b>_គំរូ៖</b>
kn: <b>_ಟೆಂಪ್ಲೇಟ್:</b>
ku: <b>_Şablon:</b>
ky: <b>_Үлгү:</b>
lb: <b>_Schabloun:</b>
lo: <b>_ແມ່ແບບ:</b>
lt: <b>_Šablonas:</b>
lv: <b>_Veidne:</b>
mg: <b>_Endrika:</b>
mi: <b>_Tātauira:</b>
mk: <b>_Шаблон:</b>
ml: <b>_ടെംപ്ലേറ്റ്:</b>
mn: <b>_Загвар:</b>
mr: <b>_साचा:</b>
mt: <b>_Mudell:</b>
my: <b>_နမူနာပုံစံ-</b>
nb: <b>_Mal:</b>
ne: <b>_टेम्प्लेट:</b>
or: <b>_ଟେମ୍ପଲେଟ୍:</b>
pa: <b>_ਟੈਮਪਲੇਟ:</b>
ps: <b>_:ۍډﻨﻴﮐ</b>
ro: <b>_Șablon:</b>
rw: <b>_Inyandiko:</b>
sd: <b>_:ﻮﭽﻧﺎﺳ</b>
si: <b>_සැකිල්ල:</b>
sk: <b>_Šablóna:</b>
sl: <b>_Predloga:</b>
sq: <b>_Modeli:</b>
sw: <b>_Kiolezo:</b>
ta: <b>_டெம்ப்ளேட்:</b>
te: <b>_టెంప్లేట్:</b>
tg: <b>_Шаблон:</b>
th: <b>_แม่แบบ:</b>
tk: <b>_Şablon:</b>
tt: <b>_Шаблон:</b>
uk: <b>_Шаблон:</b>
ur: <b>_:ﮯﭽﻧﺎﺳ</b>
uz: <b>_Andoza:</b>
vi: <b>_Mẫu:</b>
xh: <b>_Isakhelo:</b>
yi: <b>_:רעטסומ</b>

source: Empty File
af: Leë lêer
am: ባዶ ፋይል
ar: ﻍﺭﺎﻓ ﻒﻠﻣ
be: Пусты файл
bg: Празен файл
bn: খালি ফাইল
ca: Fitxer buit
cy: Ffeil wag
da: Tom fil
eo: Malplena Dosiero
et: Tühi fail
eu: Fitxategi hutsa
fa: ﯽﻟﺎﺧ ﻞﯾﺎﻓ
fi: Tyhjä tiedosto
fil: Walang laman na File
fy: Lege triem
ga: Comhad Folamh
gd: Faidhle falamh
gl: Arquivo baleiro
gu: ખાલી ફાઇલ
he: קיר ץבוק
hi: खाली फ़ाइल
hr: Prazna datoteka
hu: Üres fájl
hy: Դատարկ ֆայլ
id: File Kosong
is: Tóm skrá
ka: ცარიელი ფაილი
kk: Бос файл
km: ឯកសារទទេ
kn: ಖಾಲಿ ಫೈಲ್
ku: Pelê vala
ky: Бош файл
lb: Eidel Datei
lo: ໄຟລ໌ຫວ່າງເປົ່າ
lt: Tuščias Failas
lv: Tukšs fails
mi: Kōnae Putua
mk: Празна датотека
ml: ശൂന്യമായ ഫയൽ
mn: Хоосон файл
mr: रिकामी फाइल
mt: Fajl Vojt
my: ဗလာဖိုင်
nb: Tom fil
ne: खाली फाइल
or: ଖାଲି ଫାଇଲ୍ |
pa: ਖਾਲੀ ਫਾਈਲ
ps: ﻪﻨﺗﻭﺩ ﻲﻟﺎﺧ
ro: Fișier gol
rw: Idosiye irimo ubusa
sd: ﻞﺋﺎﻓ ﻲﻟﺎﺧ
si: හිස් ගොනුව
sk: Prázdny súbor
sl: Prazna datoteka
sq: Skedar bosh
sw: Faili Tupu
ta: வெற்று கோப்பு
te: ఖాళీ ఫైల్
tg: Файли холӣ
th: ไฟล์เปล่า
tk: Boş faýl
tt: Буш файл
uk: Порожній файл
ur: ﻞﺋﺎﻓ ﯽﻟﺎﺧ
uz: Bo'sh fayl
vi: Tệp tin rỗng
xh: Ifayili Engenanto
yi: עקעט קידייל
