Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
af: Die lêer '%s' bestaan u200bu200bnie. Deur 'n nuwe lêer te skep '%s' en om dit te redigeer, kan jy definieer hoe MIME-tipe '%s' lêers word vir die huidige gebruiker herken. Skep hierdie lêer nou?
am: ፋይሉ '%s' አልተገኘም. አዲስ ፋይል በመፍጠር '%s' እና አርትዖት በማድረግ፣ MIME እንዴት እንደሚተይቡ መግለፅ ይችላሉ። '%s' ፋይሎች ለአሁኑ ተጠቃሚ ይታወቃሉ። ይህ ፋይል አሁን ይፈጠር?
ar: ﻒﻠﻤﻟﺍ '%s' .ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﺪﻳﺪﺟ ﻒﻠﻣ ءﺎﺸﻧﺇ ﻖﻳﺮﻃ ﻦﻋ '%s' MIME ﻉﻮﻧ ﺔﻴﻔﻴﻛ ﺪﻳﺪﺤﺗ ﻚﻨﻜﻤﻳ ، ﻩﺮﻳﺮﺤﺗﻭ '%s' .ﻲﻟﺎﺤﻟﺍ ﻡﺪﺨﺘﺴﻤﻠﻟ ﺕﺎﻔﻠﻤﻟﺍ ﻰﻠﻋ ﻑﺮﻌﺘﻟﺍ ﻢﺘﻳ ؟ﻥﻵ﻿ﺍ ﻒﻠﻤﻟﺍ ﺍﺬﻫ ءﺎﺸﻧﺇ
be: Файл '%s' не існуе. Ствараючы новы файл '%s' і рэдагуючы яго, вы можаце вызначыць, як тып MIME '%s' файлы распазнаюцца для бягучага карыстальніка. Стварыць гэты файл зараз?
bg: Файлът '%s' не съществува. Чрез създаване на нов файл '%s' и като го редактирате, можете да дефинирате как тип MIME '%s' файловете се разпознават за текущия потребител. Създаване на този файл сега?
bn: ফাইল '%s' এটির অস্তিত্ব নেই. নতুন ফাইল তৈরি করে '%s' এবং এটি সম্পাদনা করে, আপনি কীভাবে MIME টাইপ করবেন তা নির্ধারণ করতে পারেন '%s' ফাইলগুলি বর্তমান ব্যবহারকারীর জন্য স্বীকৃত। এখন এই ফাইলটি তৈরি করবেন?
ca: L'arxiu '%s' no existeix. En crear un fitxer nou '%s' i editant-lo, podeu definir com tipus MIME '%s' els fitxers es reconeixen per a l'usuari actual. Vols crear aquest fitxer ara?
cy: Y ffeil '%s' ddim yn bodoli. Trwy greu ffeil newydd '%s' a'i olygu, gallwch chi ddiffinio sut mae MIME yn teipio '%s' cydnabyddir ffeiliau ar gyfer y defnyddiwr cyfredol. Creu y ffeil hon nawr?
da: Filen '%s' eksisterer ikke. Ved at oprette en ny fil '%s' og redigere den, kan du definere, hvordan MIME-type '%s' filer genkendes for den aktuelle bruger. Vil du oprette denne fil nu?
eo: La dosiero '%s' ne ekzistas. Kreante novan dosieron '%s' kaj redaktante ĝin, vi povas difini kiel MIME-tipo '%s' dosieroj estas rekonitaj por la nuna uzanto. Ĉu krei ĉi tiun dosieron nun?
et: Fail '%s' ei eksisteeri. Uue faili loomisega '%s' ja seda redigeerides saate määrata MIME tüüpi '%s' failid tuvastatakse praeguse kasutaja jaoks. Kas luua see fail kohe?
eu: Fitxategia '%s' ez da existitzen. Fitxategi berria sortuz '%s' eta editatuz, MIME mota nola defini dezakezu '%s' fitxategiak uneko erabiltzailearentzat ezagutzen dira. Fitxategi hau sortu nahi duzu?
fa: ﻩﺪﻧﻭﺮﭘ '%s' .ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﺪﯾﺪﺟ ﻞﯾﺎﻓ ﺩﺎﺠﯾﺍ ﺎﺑ '%s' ﺪﯿﻨﮐ ﻒﯾﺮﻌﺗ ﺍﺭ MIME ﻉﻮﻧ ﺪﯿﻧﺍﻮﺗ ﯽﻣ ،ﻥﺁ ﺶﯾﺍﺮﯾﻭ ﺎﺑ ﻭ '%s' .ﺪﻧﻮﺷ ﯽﻣ ﯽﯾﺎﺳﺎﻨﺷ ﯽﻠﻌﻓ ﺮﺑﺭﺎﮐ ﯼﺍﺮﺑ ﺎﻫ ﻞﯾﺎﻓ ؟ﺩﻮﺷ ﺩﺎﺠﯾﺍ ﻞﯾﺎﻓ ﻦﯾﺍ ﻥﻮﻨﮐﺍ
fi: Tiedosto '%s' ei ole olemassa. Luomalla uusi tiedosto '%s' ja muokkaamalla sitä, voit määrittää MIME-tyypin '%s' tiedostot tunnistetaan nykyiselle käyttäjälle. Luodaanko tämä tiedosto nyt?
fil: Ang file '%s' ay wala. Sa pamamagitan ng paglikha ng bagong file '%s' at pag-edit nito, maaari mong tukuyin kung paano ang uri ng MIME '%s' ang mga file ay kinikilala para sa kasalukuyang gumagamit. Gawin ang file na ito ngayon?
fy: It dokumint '%s' bestiet net. Troch it meitsjen fan nije triem '%s' en it bewurkjen, kinne jo beskiede hoe MIME-type '%s' bestannen wurde erkend foar de aktuele brûker. Dit bestân no oanmeitsje?
ga: An comhad '%s' Gan a bheith ann. Trí chomhad nua a chruthú '%s' agus é á chur in eagar, is féidir leat an cineál MIME a shainiú '%s' aithnítear comhaid don úsáideoir reatha. Cruthaigh an comhad seo anois?
gd: Am faidhle '%s' chan eil e ann. Le bhith a ’cruthachadh faidhle ùr '%s' agus ga dheasachadh, faodaidh tu mìneachadh mar a nì thu seòrsa MIME '%s' tha faidhlichean air an aithneachadh airson an neach-cleachdaidh gnàthach. Cruthaich am faidhle seo a-nis?
gl: O arquivo '%s' non existe. Ao crear un ficheiro novo '%s' e editándoo, pode definir como tipo MIME '%s' os ficheiros son recoñecidos para o usuario actual. Queres crear este ficheiro agora?
gu: ફાઈલ '%s' અસ્તિત્વમાં નથી. નવી ફાઈલ બનાવીને '%s' અને તેને સંપાદિત કરીને, તમે MIME પ્રકાર કેવી રીતે વ્યાખ્યાયિત કરી શકો છો '%s' ફાઇલો વર્તમાન વપરાશકર્તા માટે ઓળખાય છે. હવે આ ફાઇલ બનાવીએ?
he: ץבוקה '%s' .םייק אל שדח ץבוק תריצי ידי לע '%s' MIME גוס דציכ רידגהל לוכי התא ,ותכירעו '%s' .יחכונה שמתשמה רובע םיהוזמ םיצבק ?וישכע הזה ץבוקה תא רוציל םאה
hi: फ़ाइल '%s' मौजूद नहीं होना। नई फाइल बनाकर '%s' और इसे संपादित करके, आप परिभाषित कर सकते हैं कि MIME कैसे टाइप करता है '%s' फ़ाइलें वर्तमान उपयोगकर्ता के लिए पहचानी जाती हैं। यह फ़ाइल अभी बनाएं?
hr: Datoteka '%s' ne postoji. Izradom nove datoteke '%s' i uređujući ga, možete definirati kako tip MIME '%s' datoteke se prepoznaju za trenutnog korisnika. Želite li sada napraviti ovu datoteku?
hu: A fájl '%s' nem létezik. Új fájl létrehozásával '%s' és szerkesztésével meghatározhatja a MIME típusát '%s' A rendszer felismeri a fájlokat az aktuális felhasználó számára. Létrehozza ezt a fájlt most?
hy: Ֆայլը '%s' գոյություն չունի. Նոր ֆայլ ստեղծելով '%s' և խմբագրելով այն՝ կարող եք սահմանել, թե ինչպես է MIME տեսակը '%s' ֆայլերը ճանաչվում են ընթացիկ օգտագործողի համար: Ստեղծե՞լ այս ֆայլը հիմա:
id: Berkas '%s' tidak ada. Dengan membuat file baru '%s' dan mengeditnya, Anda dapat menentukan bagaimana tipe MIME '%s' file dikenali untuk pengguna saat ini. Buat file ini sekarang?
is: Skráin '%s' er ekki til. Með því að búa til nýja skrá '%s' og með því að breyta því geturðu skilgreint hvernig MIME gerð '%s' skrár eru þekktar fyrir núverandi notanda. Búa til þessa skrá núna?
ka: Ფაილი '%s' არ არსებობს. ახალი ფაილის შექმნით '%s' და მისი რედაქტირებით, შეგიძლიათ განსაზღვროთ MIME ტიპის ტიპი '%s' ფაილები აღიარებულია მიმდინარე მომხმარებლისთვის. შევქმნათ ეს ფაილი ახლა?
kk: Файл '%s' жоқ. Жаңа файл жасау арқылы '%s' және оны өңдеу арқылы MIME түрін анықтауға болады '%s' файлдар ағымдағы пайдаланушы үшін танылады. Бұл файлды қазір жасау керек пе?
km: ឯកសារ '%s' មិនu200bមាន។ ដោយបង្កើតឯកសារថ្មី។ '%s' ហើយកែសម្រួលវា អ្នកអាចកំណត់ពីរបៀបដែលប្រភេទ MIME '%s' ឯកសារត្រូវបានទទួលស្គាល់សម្រាប់អ្នកប្រើប្រាស់បច្ចុប្បន្ន។ បង្កើតឯកសារនេះឥឡូវនេះ?
kn: ಕಡತ '%s' ಅಸ್ತಿತ್ವದಲ್ಲಿ ಇಲ್ಲ. ಹೊಸ ಫೈಲ್ ರಚಿಸುವ ಮೂಲಕ '%s' ಮತ್ತು ಅದನ್ನು ಸಂಪಾದಿಸುವುದು, ನೀವು MIME ಪ್ರಕಾರವನ್ನು ಹೇಗೆ ವ್ಯಾಖ್ಯಾನಿಸಬಹುದು '%s' ಪ್ರಸ್ತುತ ಬಳಕೆದಾರರಿಗೆ ಫೈಲ್u200cಗಳನ್ನು ಗುರುತಿಸಲಾಗಿದೆ. ಈಗ ಈ ಫೈಲ್ ಅನ್ನು ರಚಿಸುವುದೇ?
ku: Pelê '%s' tune ye. Bi afirandina pelê nû '%s' û bi guherandina wê, hûn dikarin çawa cureyê MIME diyar bikin '%s' pelên ji bo bikarhênerê heyî têne naskirin. Vê pelê niha biafirîne?
ky: Файл '%s' жок. Жаңы файлды түзүү менен '%s' жана аны түзөтүп, сиз MIME түрүн аныктай аласыз '%s' файлдар учурдагы колдонуучу үчүн таанылат. Бул файлды азыр түзөсүзбү?
lb: De Fichier '%s' existéiert net. Andeems Dir nei Datei erstellt '%s' an Ännerung et, Dir kënnt definéieren wéi MIME Typ '%s' Dateie ginn fir den aktuelle Benotzer unerkannt. Dëse Fichier elo erstellen?
lo: ໄຟລ໌ '%s' ບໍ່ມີ. ໂດຍການສ້າງໄຟລ໌ໃຫມ່ '%s' ແລະແກ້ໄຂມັນ, ທ່ານສາມາດກໍານົດວິທີການປະເພດ MIME '%s' ໄຟລ໌ຖືກຮັບຮູ້ສໍາລັບຜູ້ໃຊ້ປະຈຸບັນ. ສ້າງໄຟລ໌ນີ້ດຽວນີ້ບໍ?
lt: Failas '%s' neegzistuoja. Kuriant naują failą '%s' ir jį redaguodami, galite nustatyti MIME tipo tipą '%s' failai atpažįstami dabartiniam vartotojui. Sukurti šį failą dabar?
lv: Fails '%s' neeksistē. Izveidojot jaunu failu '%s' un rediģējot to, varat definēt MIME veidu '%s' faili tiek atpazīti pašreizējam lietotājam. Vai tagad izveidot šo failu?
mg: Ny rakitra '%s' tsy misy. Amin'ny famoronana rakitra vaovao '%s' ary ny fanitsiana azy dia azonao atao ny mamaritra ny karazana MIME '%s' Ny rakitra dia fantatra ho an'ny mpampiasa ankehitriny. Mamorona ity rakitra ity izao?
mi: Ko te kōnae '%s' karekau. Ma te hanga i te konae hou '%s' me te whakatika, ka taea e koe te tautuhi me pehea te momo MIME '%s' ka mohiotia nga konae mo te kaiwhakamahi o naianei. Waihangatia tēnei kōnae ināianei?
mk: Фајлот '%s' не постои. Со креирање на нова датотека '%s' и уредувајќи го, можете да дефинирате како тип MIME '%s' датотеките се препознаваат за тековниот корисник. Да се u200bu200bсоздаде оваа датотека сега?
ml: ഫയല് '%s' നിലവിലില്ല. പുതിയ ഫയൽ സൃഷ്ടിച്ചുകൊണ്ട് '%s' അത് എഡിറ്റ് ചെയ്യുന്നതിലൂടെ, നിങ്ങൾക്ക് MIME തരം എങ്ങനെ നിർവചിക്കാം '%s' നിലവിലെ ഉപയോക്താവിന് ഫയലുകൾ തിരിച്ചറിഞ്ഞു. ഈ ഫയൽ ഇപ്പോൾ സൃഷ്ടിക്കണോ?
mn: Файл '%s' байдаггүй. Шинэ файл үүсгэх замаар '%s' мөн засварлахдаа MIME хэрхэн бичихийг тодорхойлж болно '%s' файлууд нь одоогийн хэрэглэгчийн хувьд танигдсан. Энэ файлыг одоо үүсгэх үү?
mr: फाइल '%s' अस्तित्वात नाही. नवीन फाइल तयार करून '%s' आणि ते संपादित करून, तुम्ही MIME कसे प्रकार करायचे ते परिभाषित करू शकता '%s' वर्तमान वापरकर्त्यासाठी फाइल्स ओळखल्या जातात. आता ही फाईल तयार करायची?
mt: Il-fajl '%s' ma jeżistix. Billi toħloq fajl ġdid '%s' u l-editjar, tista 'tiddefinixxi kif tip MIME '%s' fajls huma rikonoxxuti għall-utent attwali. Oħloq dan il-fajl issa?
my: ဖိုင်တွဲ '%s' မတည်ရှိပါဘူး။ ဖိုင်အသစ်ဖန်တီးခြင်းဖြင့် '%s' ၎င်းကို တည်းဖြတ်ခြင်းဖြင့် MIME အမျိုးအစားကို သင်သတ်မှတ်နိုင်ပါသည်။ '%s' ဖိုင်များကို လက်ရှိအသုံးပြုသူအတွက် အသိအမှတ်ပြုထားသည်။ ဤဖိုင်ကို ယခုဖန်တီးမလား။
nb: Filen '%s' eksisterer ikke. Ved å lage ny fil '%s' og redigere den, kan du definere hvordan MIME-type '%s' filer gjenkjennes for gjeldende bruker. Vil du opprette denne filen nå?
ne: फाइल '%s' अ स् ति त् व मा छै न। नयाँ फाइल सिर्जना गरेर '%s' र यसलाई सम्पादन गर्दा, तपाइँ कसरी MIME प्रकार परिभाषित गर्न सक्नुहुन्छ '%s' हालको प्रयोगकर्ताका लागि फाइलहरू पहिचान गरिएका छन्। अहिले यो फाइल सिर्जना गर्ने हो?
or: ଫାଇଲ୍ | '%s' ବିଦ୍ୟମାନ ନାହିଁ ନୂତନ ଫାଇଲ୍ ତିଆରି କରି | '%s' ଏବଂ ଏହାକୁ ଏଡିଟ୍ କରିବା, ଆପଣ MIME ଟାଇପ୍ କିପରି ବ୍ୟାଖ୍ୟା କରିପାରିବେ | '%s' ସାମ୍ପ୍ରତିକ ଉପଭୋକ୍ତା ପାଇଁ ଫାଇଲଗୁଡିକ ଚିହ୍ନିତ | ବର୍ତ୍ତମାନ ଏହି ଫାଇଲ୍ ସୃଷ୍ଟି କରନ୍ତୁ?
pa: ਫਾਈਲ '%s' ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਨਵੀਂ ਫਾਈਲ ਬਣਾ ਕੇ '%s' ਅਤੇ ਇਸਨੂੰ ਸੰਪਾਦਿਤ ਕਰਦੇ ਹੋਏ, ਤੁਸੀਂ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ ਕਿ MIME ਕਿਸ ਤਰ੍ਹਾਂ ਦੀ ਕਿਸਮ ਹੈ '%s' ਫਾਈਲਾਂ ਮੌਜੂਦਾ ਉਪਭੋਗਤਾ ਲਈ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਹਨ. ਇਸ ਫ਼ਾਈਲ ਨੂੰ ਹੁਣੇ ਬਣਾਉਣਾ ਹੈ?
ps: ﻪﻴﺳﻭﺩ '%s' .ﻱﺮﻟ ﻪﻧ ﻥﻮﺘﺷ ﻩﺮﺳ ﻮﻟﻭړﻮﺟ ﻪﭘ ﻞﯾﺎﻓ ﻱﻮﻧ ﺩ '%s' ﻝﻭډ MIME ﺩ ﻪګﻨڅ ﯥﭼ ﺉړﮐ ﻒﯾﺮﻌﺗ ﺊﺷ ﯽﻟﻮﮐ ﻮﺳﺎﺗ ،ﻝﻮﮐ ﻢﯿﻣﺮﺗ ﯤﺩ ﺩ ﻭﺍ '%s' .ﻱﻮﺷ ﻝﺪﻧﮋﯿﭘ ﻩﺭﺎﭙﻟ ﻲﮑﻧﻭﺭﺎﮐ ﻲﻨﺳﻭﺍ ﺩ ﻪﻧﻮﻠﯾﺎﻓ ؟ﺉړﮐ ړﻮﺟ ﻞﯾﺎﻓ ﺍﺩ ﺱﻭﺍ
ro: Fișierul '%s' nu exista. Prin crearea unui nou fișier '%s' și editând-o, puteți defini cum tip MIME '%s' fișierele sunt recunoscute pentru utilizatorul curent. Creați acest fișier acum?
rw: Idosiye '%s' ntabaho. Mugukora dosiye nshya '%s' no kuyihindura, urashobora gusobanura uburyo bwa MIME '%s' dosiye ziramenyekana kubakoresha ubu. Kora iyi dosiye nonaha?
sd: ﻞﻴﺋﺎﻓ '%s' .ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ ﻥﺎﺳ ﮡﻫﺎﭠ ﻞﺋﺎﻓ ﻦﻴﺌﻧ '%s' ﭗﺋﺎٽ MIME ﻦﺌﻴڪ ﻪﺗ ﺎﭤ ﻮﮭﮕﺳ ﻱﺮڪ ﺖﺣﺎﺿﻭ ﻥﺎﻫﻮﺗ ،ﻱﺪﻨڪ ٽڊﻳﺍ ﻲﮐ ﻥﺍ ۽ '%s' .ﻦﮬﺁ ﻞﺗﺎﭹﺳ ءﻻ﻿ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻩﺩﻮﺟﻮﻣ ﻥﻮﻠﺋﺎﻓ ؟ﻮﻴﮬﺎﭠ ﻞﺋﺎﻓ ﻲﮬ ﻲﮢﺎﮬ
si: ගොනුව '%s' නොපවතී. නව ගොනුවක් නිර්මාණය කිරීමෙන් '%s' සහ එය සංස්කරණය කිරීමෙන්, ඔබට MIME වර්ගය කෙසේද යන්න නිර්වචනය කළ හැකිය '%s' වත්මන් පරිශීලකයා සඳහා ගොනු හඳුනාගෙන ඇත. මෙම ගොනුව දැන් සාදන්නද?
sk: Súbor '%s' neexistuje. Vytvorením nového súboru '%s' a jeho úprave môžete definovať typ MIME '%s' súbory sú rozpoznané pre aktuálneho používateľa. Vytvoriť tento súbor teraz?
sl: Datoteka '%s' ne obstaja. Z ustvarjanjem nove datoteke '%s' in ga urejate, lahko določite, kako tip MIME '%s' datoteke so prepoznane za trenutnega uporabnika. Želite ustvariti to datoteko zdaj?
sq: Dosja '%s' nuk ekziston. Duke krijuar një skedar të ri '%s' dhe duke e redaktuar, mund të përcaktoni se si lloji MIME '%s' skedarët njihen për përdoruesin aktual. Të krijohet ky skedar tani?
sw: Faili '%s' haipo. Kwa kuunda faili mpya '%s' na kuihariri, unaweza kufafanua jinsi MIME inavyoandika '%s' faili zinatambuliwa kwa mtumiaji wa sasa. Ungependa kuunda faili hii sasa?
ta: கோப்பு '%s' இல்லை. புதிய கோப்பை உருவாக்குவதன் மூலம் '%s' மற்றும் அதைத் திருத்துவதன் மூலம், MIME வகை எப்படி என்பதை நீங்கள் வரையறுக்கலாம் '%s' தற்போதைய பயனருக்கு கோப்புகள் அங்கீகரிக்கப்படுகின்றன. இந்தக் கோப்பை இப்போது உருவாக்கவா?
te: ఆ ఫైల్ '%s' ఉనికిలో లేదు. కొత్త ఫైల్u200cని సృష్టించడం ద్వారా '%s' మరియు దానిని సవరించడం, మీరు MIME రకాన్ని ఎలా నిర్వచించవచ్చు '%s' ఫైల్u200cలు ప్రస్తుత వినియోగదారు కోసం గుర్తించబడతాయి. ఈ ఫైల్u200cని ఇప్పుడే సృష్టించాలా?
tg: Файл '%s' вуҷуд надорад. Бо эҷод кардани файли нав '%s' ва таҳрир кардани он, шумо метавонед муайян кунед, ки чӣ тавр навъи MIME '%s' файлҳо барои корбари ҷорӣ эътироф карда мешаванд. Ҳоло ин файлро эҷод кунед?
th: ไฟล์ '%s' ไม่ได้อยู่. โดยการสร้างไฟล์ใหม่ '%s' และแก้ไข คุณสามารถกำหนดวิธี MIME ได้ '%s' ไฟล์ได้รับการยอมรับสำหรับผู้ใช้ปัจจุบัน สร้างไฟล์นี้เลยไหม
tk: Faýl '%s' ýok. Täze faýl döretmek arkaly '%s' we redaktirlemek bilen, MIME görnüşini kesgitläp bilersiňiz '%s' faýllar häzirki ulanyjy üçin tanalýar. Indi bu faýly dörediň?
tt: Файл '%s' юк. Яңа файл ясап '%s' һәм аны редакцияләү, сез MIME тибын ничек билгели аласыз '%s' файллар хәзерге кулланучы өчен таныла. Бу файлны хәзер ясыйсызмы?
uk: Файл '%s' не існує. Створюючи новий файл '%s' і редагуючи його, ви можете визначити тип MIME '%s' файли розпізнаються для поточного користувача. Створити цей файл зараз?
ur: ﻞﺋﺎﻓ '%s' .ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ ﺮﮐ ﺎﻨﺑ ﻞﺋﺎﻓ ﯽﺌﻧ '%s' ۔ﮯﮨ ﮯﺴﯿﮐ ﻢﺴﻗ ﯽﮐ MIME ﮧﮐ ﮟﯿﮨ ﮯﺘﮑﺳ ﺮﮐ ﺖﺣﺎﺿﻭ ﭖﺁ ،ﮯﺋﻮﮨ ﮯﺗﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﺱﺍ ﺭﻭﺍ '%s' ۔ﮟﯿﮨ ﯽﺗﺎﺟ ﯽﻧﺎﭽﮩﭘ ﮯﯿﻟ ﮯﮐ ﻑﺭﺎﺻ ﮦﺩﻮﺟﻮﻣ ﮟﯿﻠﺋﺎﻓ ؟ﮟﯿﺋﺎﻨﺑ ﻞﺋﺎﻓ ﮧﯾ ﯽﮭﺑﺍ
uz: Fayl '%s' mavjud emas. Yangi fayl yaratish orqali '%s' va uni tahrirlash orqali siz MIME turini belgilashingiz mumkin '%s' fayllar joriy foydalanuvchi uchun tan olinadi. Bu fayl hozir yaratilsinmi?
vi: Tập tin '%s' không tồn tại. Bằng cách tạo tệp mới '%s' và chỉnh sửa nó, bạn có thể xác định cách loại MIME '%s' các tệp được nhận dạng cho người dùng hiện tại. Tạo tệp này ngay bây giờ?
xh: Ifayile '%s' ayikho. Ngokwenza ifayile entsha '%s' kwaye ukuyihlela, ungachaza ukuba i-MIME ichwetheza njani '%s' iifayile zibonwa kumsebenzisi wangoku. Yenza le fayile ngoku?
yi: עקעט יד '%s' .טשינ טריטסיזקע עקעט עיַינ אַ גניטייירק ךרוד '%s' פּיט MIME יוו ןריניפעד ןענעק ריא ,סע גניטידע ןוא '%s' .רעצינאַב טנאַרק םעד ראַפֿ טנעקרענא ןענעז סעקעט ?טציא עקעט םעד ןפֿאַש

source: Create New XML
af: Skep 'n nuwe XML
am: አዲስ ፍጠር XML
ar: ﺪﻳﺪﺟ ﻉﺍﺪﺑﺇ ﺪﻳﺪﺟ ﻖﻠﺧ XML
be: Стварыць новы XML
bg: Създай нов XML
bn: নতুন তৈরী করা XML
ca: Crea un nou XML
cy: Creu Newydd XML
da: Lav ny XML
eo: Kreu Novan XML
et: Loo uus XML
eu: Sortu Berria XML
fa: ﺪﯾﺪﺟ ﺩﺎﺠﯾﺍ XML
fi: Luo uusi XML
fil: Gumawa ng bago XML
fy: Meitsje nij XML
ga: Cruthaigh Nua XML
gd: Cruthaich Ùr XML
gl: Crear novo XML
gu: નવું બનાવો XML
he: שדח רוצ XML
hi: नया बनाओ XML
hr: Stvori novo XML
hu: Újat készíteni XML
hy: Ստեղծել նոր XML
id: Membuat baru XML
is: Búa til nýtt XML
ka: Შექმენი ახალი XML
kk: Жаңа жасау XML
km: បង្កើតu200bថ្មី XML
kn: ಹೊಸದನ್ನು ರಚಿಸಿ XML
ku: Nû çêbikin XML
ky: Жаңы түзүү XML
lb: Schafen New XML
lo: ສ້າງໃໝ່ XML
lt: Sukurk naują XML
lv: Izveidot jaunu XML
mg: Mamorona Vaovao XML
mi: Waihanga Hou XML
mk: Креирај ново XML
ml: പുതിയത് സൃഷ്ടിക്കുക XML
mn: Шинэ үүсгэх XML
mr: नवीन तयार करा XML
mt: Oħloq Ġdid XML
my: အသစ်ဖန်တီးပါ။ XML
nb: Lag ny XML
ne: नयाँ सिर्जना गर्नुहोस् XML
or: ନୂତନ ସୃଷ୍ଟି କରନ୍ତୁ | XML
pa: ਨਵਾਂ ਬਣਾਓ XML
ps: ﺉړﮐ ړﻮﺟ ﯼﻮﻧ XML
ro: Creaza nou XML
rw: Kurema Gishya XML
sd: ﻮﻴﻫﺎﭠ ﻥﻮﺌﻧ XML
si: අලුතින් නිර්මාණය කරන්න XML
sk: Vytvor nový XML
sl: Ustvari novo XML
sq: Krijo të Re XML
sw: Unda Mpya XML
ta: புதிதாக உருவாக்கு XML
te: క్రొత్తదాన్ని సృష్టించండి XML
tg: Нав эҷод кунед XML
th: สร้างใหม่ XML
tk: Täze dörediň XML
tt: Яңа ясагыз XML
uk: Створити новий XML
ur: ﮟﯿﺋﺎﻨﺑ ﺎﯿﻧ XML
uz: Yangi yaratish XML
vi: Tạo mới XML
xh: Yenza Entsha XML
yi: וינ ןפֿאַש XML

source: _Set As Default
af: _Stel as standaard
am: _እንደ ነባሪ አዘጋጅ
ar: _ﻲﺿﺍﺮﺘﻓﺎﻛ ﻦﻴﻴﻌﺗ
be: _Ўсталяваць па змаўчанні
bg: _Е активирана по подразбиране
bn: _ডিফল্ট হিসাবে সেট করুন
ca: _Establir com a defecte
cy: _Osod fel ddiofyn
da: _Indstillet som standard
eo: _Agordu Kiel Defaŭltan
et: _Määra vaikeväärtuseks
eu: _Ezarri lehenetsi gisa
fa: _ﺽﺮﻔﺸﯿﭘ ﻥﺍﻮﻨﻋ ﻪﺑ ﻢﯿﻈﻨﺗ
fi: _Oletusasetuksena
fil: _Itakda Bilang Default
fy: _Set As Standert
ga: _Socraigh Mar Réamhshocrú
gd: _Suidhich mar bhunait
gl: _Establecer como predeterminado
gu: _ડિફૉલ્ટ તરીકે સેટ કરો
he: _לדחמ תרירבכ עבקנ
hi: _डिफाल्ट के रूप में सेट
hr: _Postavi kao zadano
hu: _Beállítás alapértelmezettként
hy: _Սահմանել որպես լռելյայն
id: _Ditetapkan sebagai default
is: _Stilla sem sjálfgefið
ka: _დააყენეთ ნაგულისხმევად
kk: _Әдепкі ретінде орнату
km: _កំណត់ជាលំនាំដើម
kn: _ಪೂರ್ವನಿಯೋಜಿತವಾಗಿಡು
ku: _Set Wek Default
ky: _Демейки катары коюу
lb: _Set als Default
lo: _ກໍາu200bນົດu200bເປັນu200bຄ່າu200bເລີ່ມu200bຕົ້ນ
lt: _Nustatyti kaip numatytąjį
lv: _Iestatīta pēc noklusējuma
mg: _Ataovy ho Default
mi: _Tautuhi Hei Taunoa
mk: _Поставени како основни
ml: _സ്ഥിരസ്ഥിതിയായി സജ്ജമാക്കാൻ
mn: _Өгөгдмөл болгож тохируулах
mr: _डीफॉल्ट म्हणून सेट
mt: _Issettja Bħala Default
my: _မူရင်းအတိုင်း သတ်မှတ်ပါ။
nb: _Satt som standard
ne: _पूर्वनिर्धारित रूपमा सेट गर्नुहोस्
or: _ଡିଫଲ୍ଟ ଭାବରେ ସେଟ୍ କରନ୍ତୁ |
pa: _ਨੂੰ ਮੂਲ ਰੂਪ ਵਿੱਚ ਸੈੱਟ ਕੀਤਾ
ps: _ﺉړﮐ ﻢﯿﻈﻨﺗ ﻪګﻮﺗ ﻪﭘ ټﻟﺎﻔﯾډ ﺩ
ro: _Setați ca implicit
rw: _Shiraho Nka Mburabuzi
sd: _ﻮﻳﺮڪ ٽﻴﺳ ﺭﻮﻃ ٽﻟﺎﻓڊ
si: _පෙරනිමිය ලෙස සකසන්න
sk: _Nastaviť ako predvolenú
sl: _Nastavi na privzeto
sq: _Vendose si paresore
sw: _Weka Kama Chaguomsingi
ta: _இயல்புநிலைக்கு அமை
te: _ఎధావిధిగా ఉంచు
tg: _Ҳамчун пешфарз таъин кунед
th: _ตั้งเป็นค่าเริ่มต้น
tk: _Bellenen ýaly düzüň
tt: _Килешү буенча куегыз
uk: _Встановити за замовчуванням
ur: _ﺭﺮﻘﻣ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﭧﻟﺎﻔﯾﮈ
uz: _Standart sifatida sozlash
vi: _Đặt làm mặc định
xh: _Misela Njengokuhlala kukho
yi: _טיַיקילעפ יוו טקיטעטשאַב

source: _Add...
af: _Voeg by...
am: _አክል...
ar: _...ﻒﻴﻀﻳ
be: _Дадаць...
bg: _Добавете...
bn: _যোগ করুন...
ca: _Afegeix...
cy: _Ychwanegwch ...
da: _Tilføje...
eo: _Aldoni...
et: _Lisama...
eu: _Gehitu...
fa: _...ﻥﺩﺮﮐ ﻪﻓﺎﺿﺍ
fi: _Lisätä...
fil: _Idagdag...
ga: _Cuir ...
gd: _Cuir ...
gl: _Engadir...
gu: _ઉમેરો...
he: _...ףיִסֹוהְל
hi: _जोड़ें...
hr: _Dodati...
hu: _Hozzáadás...
hy: _Ավելացնել...
id: _Menambahkan...
is: _Bæta við...
ka: _დამატება...
kk: _Қосу...
km: _បន្ថែម...
kn: _ಸೇರಿಸಿ...
ku: _Lêzêdekirin...
ky: _Кошуу...
lo: _ເພີ່ມ...
lt: _Papildyti...
lv: _Pievienot...
mg: _Ampio...
mi: _Tāpiri...
mk: _Додадете...
ml: _ചേർക്കുക...
mn: _Нэмэх...
mr: _जोडा...
mt: _Żid...
my: _ထည့်ပါ...
nb: _Legg til...
ne: _थप्नुहोस्...
or: _ଯୋଡନ୍ତୁ ...
pa: _ਜੋੜੋ...
ps: _...ﻩړﮐ ﻪﻓﺎﺿﺍ
ro: _Adăuga...
rw: _Ongeraho ...
sd: _...ﻮﻳﺮڪ ﻞﻣﺎﺷ
si: _එකතු කරන්න...
sk: _Pridať...
sl: _Dodaj ...
sq: _Shto...
sw: _Ongeza...
ta: _கூட்டு...
te: _జోడించు...
tg: _Илова...
th: _เพิ่ม...
tk: _Goş ...
tt: _Кушу ...
uk: _Додати...
ur: _...ﮟﯾﺮﮐ ﻞﻣﺎﺷ
uz: _Qo'shish...
vi: _Thêm vào...
xh: _Yongeza...
yi: _...וצ גייל

source: new
af: nuut
am: አዲስ
ar: ﺪﻳﺪﺠﻟﺍ
be: новы
bg: нов
bn: নতুন
ca: nou
cy: newydd
da: ny
eo: nova
et: uus
eu: berria
fa: ﺪﯾﺪﺟ
fi: Uusi
fil: bago
fy: nij
ga: nua
gd: ùr
gl: novo
gu: નવું
he: ׁשָדָח
hi: नया
hr: novi
hu: új
hy: նոր
id: baru
is: nýr
ka: ახალი
kk: жаңа
km: ថ្មី។
kn: ಹೊಸ
ku: nşh
ky: жаңы
lb: nei
lo: ໃຫມ່
lt: naujas
lv: jauns
mg: vaovao
mi: hou
mk: нов
ml: പുതിയത്
mn: шинэ
mr: नवीन
mt: ġdid
my: အသစ်
nb: ny
ne: नयाँ
or: ନୂତନ
pa: ਨਵਾਂ
ps: ﯼﻮﻧ
ro: nou
rw: gishya
sd: ﻥﻮﺌﻧ
si: අළුත්
sk: Nový
sl: novo
sq: i ri
sw: mpya
ta: புதிய
te: కొత్త
tg: нав
th: ใหม่
tk: täze
tt: яңа
uk: новий
ur: ﯽﺌﻧ
uz: yangi
vi: Mới
xh: entsha
yi: יַינ

source: Delete %d selected item ?
af: Vee uit %d geselekteerde item?
am: ሰርዝ %d የተመረጠው ንጥል?
bg: Изтрий %d избран артикул?
bn: মুছে ফেলা %d নির্বাচিত আইটেম?
ca: Suprimeix %d element seleccionat?
da: Slet %d valgt vare?
eo: Forigi %d elektita objekto ?
et: Kustuta %d valitud üksus?
eu: Ezabatu %d hautatutako elementua?
fa: ﻑﺬﺣ %d ؟ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﺩﺭﻮﻣ
fi: Poistaa %d valittu kohde?
fil: Tanggalin %d napiling item?
fy: Wiskje %d selektearre item?
gl: Eliminar %d elemento seleccionado?
gu: કાઢી નાખો %d પસંદ કરેલી વસ્તુ?
hi: हटाएं %d चयनित वस्तु?
hu: Töröl %d kiválasztott elem?
hy: Ջնջել %d ընտրված տարրը?
id: Menghapus %d barang yang dipilih?
is: Eyða %d valinn hlutur?
ka: წაშლა %d შერჩეული ნივთი?
kk: Жою %d таңдалған элемент?
km: លុប %d ធាតុដែលបានជ្រើសរើស?
kn: ಅಳಿಸಿ %d ಆಯ್ಕೆಮಾಡಿದ ಐಟಂ?
ku: Jêbirin %d babete hilbijartî?
ky: Жок кылуу %d тандалган нерсе?
lb: Läschen %d ausgewielt Element?
lo: ລຶບ %d ລາຍການທີ່ເລືອກ?
lt: Ištrinti %d pasirinktą elementą ?
mg: Mamafa %d singa voafantina?
mi: Mukua %d mea kua tohua ?
mk: Избриши %d избрана ставка?
ml: ഇല്ലാതാക്കുക %d തിരഞ്ഞെടുത്ത ഇനം?
mn: Устгах %d сонгосон зүйл?
mr: हटवा %d निवडलेली वस्तू?
my: ဖျက်ပါ။ %d ရွေးချယ်ထားသည့်အရာ ?
nb: Slett %d valgt element?
ne: मेटाउन %d चयन गरिएको वस्तु?
or: ଡିଲିଟ୍ କରନ୍ତୁ | %d ମନୋନୀତ ଆଇଟମ୍?
pa: ਮਿਟਾਓ %d ਚੁਣੀ ਆਈਟਮ?
ps: ﻝﻮګﻧړ %d ؟ﻲﮐﻮﺗ ﯼﻮﺷ ﻩﺭﻮﻏ
rw: Gusiba %d Ikintu cyatoranijwe?
sd: ﻮﻳﺮڪ ﻑﺬﺣ %d ؟ﻥﻮﻴﺷ ﻞﻴﭤ ﺐﺨﺘﻨﻣ
si: මකන්න %d තෝරාගත් අයිතමය?
sq: Fshije %d artikulli i zgjedhur?
sw: Futa %d bidhaa iliyochaguliwa?
ta: அழி %d தேர்ந்தெடுக்கப்பட்ட பொருள்?
te: తొలగించు %d ఎంచుకున్న అంశం?
tg: Нобуд кунед %d ашёи интихобшуда?
th: ลบ %d รายการที่เลือก ?
tk: Öçür %d saýlanan element?
tt: Бетерү %d сайланган әйбер?
ur: ۔ﮟﯾﺮﮐ ﻑﺬﺣ %d ؟ﮯﺷ ﺐﺨﺘﻨﻣ
uz: Oʻchirish %d tanlangan element?
vi: Xóa bỏ %d chọn mục ?
xh: Cima %d into ekhethiweyo ?
yi: ןקעמסיו %d ?רעמונ ןבילקעגסיוא

source: Confirm Delete
af: Bevestig uitvee
am: መሰረዝን ያረጋግጡ
ar: ﻑﺬﺤﻟﺍ ﺪﻴﻛﺄﺗ
be: Пацвердзіце выдаленне
bg: Потвърдете изтриването
bn: নিশ্চিত বাতিল
ca: Confirmeu la supressió
cy: Cadarnhau Dileu
da: Bekræft sletning
eo: Konfirmu Forigi
et: Kinnitage kustutamine
eu: Berretsi Ezabatu
fa: ﻑﺬﺣ ﺪﯿﯾﺎﺗ
fi: Vahvista poistaminen
fil: Kumpirmahin ang Tanggalin
fy: Befêstigje wiskje
ga: Deimhnigh Scrios
gd: Dearbhaich cuir às
gl: Confirma Eliminar
gu: કાઢી નાખવાની પુષ્ટિ કરો
he: הקיחמה תא רשא
hi: हटाने की पुष्टि करें
hr: Potvrdite brisanje
hu: Törlés jóváhagyása
hy: Հաստատեք Ջնջել
id: Konfirmasi Hapus
is: Staðfestu Eyða
ka: დაადასტურეთ წაშლა
kk: Жоюды растаңыз
km: បញ្ជាក់ការលុប
kn: ಅಳಿಸುವುದನ್ನು ದೃಢೀಕರಿಸಿ
ku: Delete piştrast bike
ky: Жок кылууну ырастоо
lb: Confirméieren Läschen
lo: ຢືນຢັນການລຶບ
lt: Patvirtinkite Ištrinti
lv: Apstipriniet dzēšanu
mg: Hamafiso fafao
mi: Whakaū Muku
mk: Потврди Избриши
ml: ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക
mn: Устгахаа баталгаажуулна уу
mr: हटविण्याची पुष्टी करा
mt: Ikkonferma Ħassar
my: ဖျက်ရန် အတည်ပြုပါ။
nb: Bekreft sletting
ne: मेटाउने पुष्टि गर्नुहोस्
or: ବିଲୋପ ନିଶ୍ଚିତ କରନ୍ତୁ |
pa: ਮਿਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: ﺉړﮐ ﺪﯿﯾﺎﺗ ﻝﻮګﻧړ
ro: Confirmă ștergerea
rw: Emeza Gusiba
sd: ﻮﻳﺮڪ ﻖﻳﺪﺼﺗ ﻲﺟ ﮠﺮڪ ﻑﺬﺣ
si: මකාදැමීම තහවුරු කරන්න
sk: Potvrďte Odstrániť
sl: Potrdite brisanje
sq: Konfirmo Fshij
sw: Thibitisha Futa
ta: நீக்குவதை உறுதிப்படுத்தவும்
te: తొలగించడాన్ని నిర్ధారించండి
tg: Нест карданро тасдиқ кунед
th: ยืนยันการลบ
tk: Öçürmegi tassykla
tt: Бетерүне раслагыз
uk: Підтвердьте видалення
ur: ۔ﮟﯾﺮﮐ ﻖﯾﺪﺼﺗ ﯽﮐ ﻑﺬﺣ
uz: Oʻchirishni tasdiqlang
vi: Xác nhận Xóa
xh: Qinisekisa Cima
yi: ןקעמסיו ןקיטעטשאַב
