Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Set Tab Change Dir Command
af: Stel Tab Change Dir Command
am: የ Dir ትዕዛዙን ቀይር የሚለውን ያቀናብሩ
ar: Dir ﺮﻣﺃ ﺮﻴﻴﻐﺗ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ ﻦﻴﻴﻌﺗ
be: Усталюйце каманду »Змена ўкладкі Dir«.
bg: Задайте командата за промяна на раздела
bn: ট্যাব পরিবর্তন Dir কমান্ড সেট করুন
ca: Estableix l'ordre de canvi de pestanya Dir
cy: Gosod Tab Newid Dir Command Dir
da: Indstil Tab Skift Dir-kommando
eo: Agordu Tab Ŝanĝi Dirkomandon
et: Määra vahekaardi muutmise käsk
eu: Ezarri fitxa aldatzeko zuzeneko komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ Tab Change Dir ﺭﻮﺘﺳﺩ
fi: Aseta välilehti Muutoskomento
fil: Itakda ang Tab Change Dir Command
fy: Set Tab Feroarje Dir Kommando
ga: Socraigh Tab Change Dir Command
gd: Suidhich Tab Atharraich Dir Command
gl: Establecer o comando de cambio de dirección de pestanas
gu: ટૅબ બદલો Dir આદેશ સેટ કરો
he: Tab Change Dir Command רדגה
hi: टैब चेंज डिर कमांड सेट करें
hr: Postavite naredbu za promjenu kartice
hu: Set Tab Change Dir parancs
hy: Սահմանեք Tab Change Dir-ի հրամանը
id: Setel Tab Ubah Perintah Dir
is: Stilltu Tab Change Dir Command
ka: ჩანართის შეცვლა Dir ბრძანების დაყენება
kk: Қойындыны өзгерту жолын орнату пәрменін орнату
km: កំណត់ផ្ទាំងផ្លាស់ប្តូរពាក្យបញ្ជា Dir
kn: ಟ್ಯಾಬ್ ಬದಲಾವಣೆ ಡಿರ್ ಕಮಾಂಡ್ ಅನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Tab Guherîna Dir-ê Set
ky: Өтмөктү өзгөртүү Дир буйругун коюу
lb: Set Tab Änneren Dir Kommando
lo: ຕັ້ງ Tab ປ່ຽນຄໍາສັ່ງ Dir
lt: Nustatyti skirtuko keitimo komandą
mg: Mametraha baiko Dir Change Tab
mi: Tautuhi Ripa Huri Dir Whakahau
mk: Поставете команда за промена на табулаторот
ml: ടാബ് മാറ്റുക Dir കമാൻഡ് സജ്ജമാക്കുക
mn: “Табыг өөрчлөх« командыг тохируулах
mr: टॅब बदला डिर कमांड सेट करा
mt: Issettja Tab Bidla Dir Kmand
my: Tab Change Dir Command ကို သတ်မှတ်ပါ။
nb: Sett Tab Change Dir Command
ne: ट्याब परिवर्तन Dir आदेश सेट गर्नुहोस्
or: ଟ୍ୟାବ୍ ପରିବର୍ତ୍ତନ ନିର୍ଦ୍ଦେଶ ନିର୍ଦ୍ଦେଶ ସେଟ୍ କରନ୍ତୁ |
pa: ਟੈਬ ਬਦਲੋ ਡਾਇਰ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ Dir ﺩ ﻝﻮﻟﺪﺑ ﺐټ ﺩ
ro: Setați comanda Tab Change Dir
rw: Shiraho Tab Guhindura Dir
sd: ڊﻧﺎﻤڪ ﺮٽڪﻳﺮﺋﺍڊ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﺐﻴٽ ﻮﻳﺮڪ ٽﻴﺳ
si: Tab Change Dir විධානය සකසන්න
sk: Nastavte príkaz Tab Change Dir
sl: Nastavite ukaz za spremembo zavihka Dir
sq: Vendos komandën e ndryshimit të skedës
sw: Weka Amri ya Kubadilisha Tab
ta: தாவல் மாற்றம் Dir கட்டளையை அமைக்கவும்
te: టాబ్ మార్పు Dir కమాండ్u200cని సెట్ చేయండి
tg: Танзими ҷадвали Тағйир Фармони Дир
th: ตั้งค่า Tab เปลี่ยนคำสั่ง Dir
tk: Tab Change Dir buýrugyny düzüň
tt: Tab Change Dir Command урнаштырыгыз
uk: Встановити команду «Змінити вкладку».
ur: ﮉﻧﺎﻤﮐ Dir ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﺐﯿﭨ ﭧﯿﺳ
uz: Tabni o'zgartirish Direktor buyrug'ini o'rnating
vi: Đặt lệnh thay đổi tab
xh: Cwangcisa iTab Guqula iDir Command
yi: לעפֿאַב ריד ןשיוט באַט קיטעטשאַב
