Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Open folders in new tab of last window (default)
af: Maak dopgehou oop in nuwe oortjie van laaste venster (verstek)
am: በመጨረሻው መስኮት አዲስ ትር ውስጥ አቃፊዎችን ክፈት (ነባሪ)
ar: (ﻲﺿﺍﺮﺘﻓﺍ) ﺓﺮﻴﺧﻷ﻿ﺍ ﺓﺬﻓﺎﻨﻟﺎﺑ ﺓﺪﻳﺪﺟ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ ﻲﻓ ﺕﺍﺪﻠﺠﻤﻟﺍ ﺢﺘﻓﺍ
be: Адкрываць тэчкі ў новай укладцы апошняга акна (па змаўчанні)
bg: Отваряне на папки в нов раздел на последния прозорец (по подразбиране)
bn: শেষ উইন্ডোর নতুন ট্যাবে ফোল্ডার খুলুন (ডিফল্ট)
ca: Obre carpetes a la pestanya nova de l'última finestra (per defecte)
cy: Agor ffolderau mewn tab newydd o'r ffenestr ddiwethaf (diofyn)
da: Åbn mapper på ny fane i sidste vindue (standard)
eo: Malfermu dosierujojn en nova langeto de lasta fenestro (defaŭlte)
et: Ava kaustad viimase akna uuel vahelehel (vaikimisi)
eu: Ireki karpetak azken leihoko fitxa berrian (lehenetsia)
fa: (ﺽﺮﻓ ﺶﯿﭘ) ﻩﺮﺠﻨﭘ ﻦﯾﺮﺧﺁ ﺪﯾﺪﺟ ﻪﮔﺮﺑ ﺭﺩ ﺎﻫ ﻪﺷﻮﭘ ﻥﺩﺮﮐ ﺯﺎﺑ
fi: Avaa kansiot viimeisen ikkunan uudessa välilehdessä (oletus)
fil: Buksan ang mga folder sa bagong tab ng huling window (default)
fy: Mappen iepenje yn nije ljepper fan lêste finster (standert)
ga: Oscail fillteáin i gcluaisín nua den fhuinneog dheireanach (réamhshocrú)
gd: Fosgail pasganan ann an taba ùr na h-uinneige mu dheireadh (àbhaisteach)
gl: Abrir cartafoles nunha nova pestana da última xanela (predeterminado)
gu: છેલ્લી વિંડોના નવા ટૅબમાં ફોલ્ડર્સ ખોલો (ડિફૉલ્ટ)
he: (לדחמ תרירב) ןורחאה ןולחה לש השדח הייסיטרכב תויקית חתפ
hi: अंतिम विंडो के नए टैब में फ़ोल्डर खोलें (डिफ़ॉल्ट)
hr: Otvaranje mapa u novoj kartici zadnjeg prozora (zadano)
hu: Mappák megnyitása az utolsó ablak új lapján (alapértelmezett)
hy: Բացել թղթապանակները վերջին պատուհանի նոր ներդիրում (կանխադրված)
id: Buka folder di tab baru jendela terakhir (default)
is: Opna möppur í nýjum flipa síðasta glugga (sjálfgefið)
ka: გახსენით საქაღალდეები ბოლო ფანჯრის ახალ ჩანართში (ნაგულისხმევი)
kk: Қалталарды соңғы терезенің жаңа қойындысында ашу (әдепкі)
km: បើកថតនៅក្នុងផ្ទាំងថ្មីនៃបង្អួចចុងក្រោយ (លំនាំដើម)
kn: ಕೊನೆಯ ವಿಂಡೋದ ಹೊಸ ಟ್ಯಾಬ್u200cನಲ್ಲಿ ಫೋಲ್ಡರ್u200cಗಳನ್ನು ತೆರೆಯಿರಿ (ಡೀಫಾಲ್ಟ್)
ku: Peldankan veke di tabloya nû ya pencereya paşîn de (xwerû)
ky: Папкаларды акыркы терезенин жаңы өтмөгүндө ачуу (демейки)
lb: Öffnen Ordner an enger neier Tab vun der leschter Fënster (Standard)
lo: ເປີດໂຟນເດີໃນແຖບໃໝ່ຂອງໜ້າຈໍຫຼ້າສຸດ (ຄ່າເລີ່ມຕົ້ນ)
lt: Atidaryti aplankus naujame paskutinio lango skirtuke (numatytasis)
lv: Atvērt mapes pēdējā loga jaunā cilnē (noklusējums)
mg: Sokafy ny lahatahiry amin'ny tabilao vaovao amin'ny varavarankely farany (default)
mi: Whakatuwherahia nga kōpaki ki te ripa hou o te matapihi whakamutunga (taunoa)
mk: Отворете ги папките во новото јазиче од последниот прозорец (стандардно)
ml: അവസാന വിൻഡോയുടെ പുതിയ ടാബിൽ ഫോൾഡറുകൾ തുറക്കുക (സ്ഥിരസ്ഥിതി)
mn: Сүүлийн цонхны шинэ таб дээр хавтас нээх (өгөгдмөл)
mr: शेवटच्या विंडोच्या नवीन टॅबमध्ये फोल्डर उघडा (डीफॉल्ट)
mt: Iftaħ folders f'tab ġdida tal-aħħar tieqa (default)
my: နောက်ဆုံးဝင်းဒိုး၏ တက်ဘ်အသစ်တွင် ဖိုင်တွဲများကိုဖွင့်ပါ (မူလ)
nb: Åpne mapper i ny fane i siste vindu (standard)
ne: अन्तिम विन्डोको नयाँ ट्याबमा फोल्डरहरू खोल्नुहोस् (पूर्वनिर्धारित)
or: ଶେଷ ୱିଣ୍ଡୋର ନୂଆ ଟ୍ୟାବରେ ଫୋଲ୍ଡର ଖୋଲନ୍ତୁ (ଡିଫଲ୍ଟ)
pa: ਪਿਛਲੀ ਵਿੰਡੋ ਦੀ ਨਵੀਂ ਟੈਬ ਵਿੱਚ ਫੋਲਡਰ ਖੋਲ੍ਹੋ (ਡਿਫੌਲਟ)
ps: (ټﻟﺎﻔﯾډ) ﺉړﮐ ﺹﻼ﻿ﺧ ﯤﺭډﻟﻮﻓ ﯥﮐ ﺐټ ﻱﻮﻧ ﻪﭘ ۍﮐړﮐ ﻲﺘﺳﻭﺭﻭ ﺩ
ro: Deschide folderele în fila nouă din ultima fereastră (implicit)
rw: Fungura ububiko muri tab nshya yidirishya ryanyuma (isanzwe)
sd: (ٽﻟﺎﻓڊ) ﻮﻴﻟﻮﮐ ﺭڊﻟﻮﻓ ۾ ﺐﻴٽ ﻦﻴﺌﻧ ﻲﺟ ﻭڊﻧﻭ ﻱﺮﺧﺁ
si: අවසාන කවුළුවේ නව පටිත්තෙහි ෆෝල්ඩර විවෘත කරන්න (පෙරනිමිය)
sk: Otvoriť priečinky na novej karte posledného okna (predvolené)
sl: Odpri mape v novem zavihku zadnjega okna (privzeto)
sq: Hap dosjet në skedën e re të dritares së fundit (e parazgjedhur)
sw: Fungua folda kwenye kichupo kipya cha dirisha la mwisho (chaguo-msingi)
ta: கடைசி சாளரத்தின் புதிய தாவலில் கோப்புறைகளைத் திற (இயல்புநிலை)
te: చివరి విండోలోని కొత్త ట్యాబ్u200cలో ఫోల్డర్u200cలను తెరవండి (డిఫాల్ట్)
tg: Кушодани ҷузвдонҳо дар ҷадвали нави равзанаи охирин (пешфарз)
th: เปิดโฟลเดอร์ในแท็บใหม่ของหน้าต่างสุดท้าย (ค่าเริ่มต้น)
tk: Soňky penjiräniň täze goýmasynda bukjalary açyň (default)
tt: Соңгы тәрәзәнең яңа кыстыргычында папкаларны ачу (килешү буенча)
uk: Відкривати папки в новій вкладці останнього вікна (за замовчуванням)
ur: (ﮦﺪﺷ ﮯﻃ ﮯﺳ ﮯﻠﮩﭘ) ﮟﯿﻟﻮﮭﮐ ﺭﮉﻟﻮﻓ ﮟﯿﻣ ﺐﯿﭨ ﮯﺌﻧ ﮯﮐ ﻭﮉﻧﻭ ﯼﺮﺧﺁ
uz: Papkalarni oxirgi oynaning yangi yorlig'ida oching (standart)
vi: Mở thư mục trong tab mới của cửa sổ cuối cùng (mặc định)
xh: Vula iifolda kwisithuba esitsha sefestile yokugqibela (ehlala ikho)
yi: (טיַיקילעפ) רעטצנעפֿ עטצעל יד ןופ לטיווק עיַינ יד ןיא סרעדלאָפ ןענעפֿע

source: Open folder in current tab of last used window
af: Maak vouer oop in huidige oortjie van laasgebruikte venster
am: በመጨረሻ ጥቅም ላይ የዋለው መስኮት አሁን ባለው ትር ውስጥ አቃፊን ይክፈቱ
ar: ﺔﻣﺪﺨﺘﺴﻣ ﺓﺬﻓﺎﻧ ﺮﺧﻵ﻿ ﺔﻴﻟﺎﺤﻟﺍ ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ ﻲﻓ ﺪﻠﺠﻤﻟﺍ ﺢﺘﻓﺍ
be: Адкрыць тэчку ў бягучай ўкладцы апошняга выкарыстанага акна
bg: Отворете папката в текущия раздел на последния използван прозорец
bn: সর্বশেষ ব্যবহৃত উইন্ডোর বর্তমান ট্যাবে ফোল্ডার খুলুন
ca: Obre la carpeta a la pestanya actual de la darrera finestra utilitzada
cy: Ffolder agored yn y tab cyfredol o'r ffenestr a ddefnyddiwyd ddiwethaf
da: Åbn mappe i den aktuelle fane i det sidst brugte vindue
eo: Malfermu dosierujon en la nuna langeto de la lasta uzita fenestro
et: Ava kaust viimati kasutatud akna praegusel vahekaardil
eu: Ireki karpeta erabilitako azken leihoko uneko fitxan
fa: ﺪﯿﻨﮐ ﺯﺎﺑ ﻩﺪﺷ ﻩﺩﺎﻔﺘﺳﺍ ﻩﺮﺠﻨﭘ ﻦﯾﺮﺧﺁ ﯽﻠﻌﻓ ﻪﮔﺮﺑ ﺭﺩ ﺍﺭ ﻪﺷﻮﭘ
fi: Avaa kansio viimeksi käytetyn ikkunan nykyisessä välilehdessä
fil: Buksan ang folder sa kasalukuyang tab ng huling ginamit na window
fy: Iepenje map yn aktuele ljepper fan it lêst brûkte finster
ga: Oscail fillteán sa chluaisín reatha den fhuinneog is déanaí a úsáideadh
gd: Fosgail pasgan ann an taba gnàthach na h-uinneige mu dheireadh a chaidh a chleachdadh
gl: Abre o cartafol na pestana actual da última xanela utilizada
gu: છેલ્લે વપરાયેલ વિન્ડોની વર્તમાન ટેબમાં ફોલ્ડર ખોલો
he: שומישב ןורחאה ןולחה לש תיחכונה הייסיטרכב היקיתה תא חתפ
hi: पिछली बार उपयोग की गई विंडो के वर्तमान टैब में फ़ोल्डर खोलें
hr: Otvorite mapu na trenutnoj kartici posljednjeg korištenog prozora
hu: Nyissa meg a mappát az utoljára használt ablak aktuális lapján
hy: Բացեք թղթապանակը վերջին օգտագործված պատուհանի ընթացիկ ներդիրում
id: Buka folder di tab saat ini dari jendela yang terakhir digunakan
is: Opnaðu möppu í núverandi flipa síðasta notaða gluggans
ka: გახსენით საქაღალდე ბოლო გამოყენებული ფანჯრის მიმდინარე ჩანართში
kk: Соңғы пайдаланылған терезенің ағымдағы қойындысында қалтаны ашыңыз
km: បើកថតនៅក្នុងផ្ទាំងបច្ចុប្បន្ននៃបង្អួចដែលបានប្រើចុងក្រោយ
kn: ಕೊನೆಯದಾಗಿ ಬಳಸಿದ ವಿಂಡೋದ ಪ್ರಸ್ತುತ ಟ್ಯಾಬ್u200cನಲ್ಲಿ ಫೋಲ್ಡರ್ ತೆರೆಯಿರಿ
ku: Peldanka di tabloya heyî ya pencereya herî dawî ya hatî bikar anîn de veke
ky: Папканы акыркы колдонулган терезенин учурдагы өтмөгүндө ачыңыз
lb: Öffnen den Dossier an der aktueller Tab vun der leschter benotzter Fënster
lo: ເປີດໂຟນເດີໃນແຖບປະຈຸບັນຂອງປ່ອງຢ້ຽມທີ່ໃຊ້ຫຼ້າສຸດ
lt: Atidaryti aplanką esamame paskutinio naudoto lango skirtuke
lv: Atveriet mapi pēdējā izmantotā loga pašreizējā cilnē
mg: Sokafy ny lahatahiry amin'ny tabilao ankehitriny amin'ny fikandrana farany nampiasaina
mi: Whakatuwherahia te kōpaki ki te ripa o naianei o te matapihi kua whakamahia whakamutunga
mk: Отворете ја папката во тековното јазиче на последниот користен прозорец
ml: അവസാനം ഉപയോഗിച്ച വിൻഡോയുടെ നിലവിലെ ടാബിൽ ഫോൾഡർ തുറക്കുക
mn: Сүүлд ашигласан цонхны одоогийн таб дээр фолдерыг нээнэ үү
mr: शेवटच्या वापरलेल्या विंडोच्या वर्तमान टॅबमध्ये फोल्डर उघडा
mt: Iftaħ il-folder fit-tab attwali tal-aħħar tieqa użata
my: နောက်ဆုံးအသုံးပြုထားသောဝင်းဒိုး၏ လက်ရှိတက်ဘ်တွင် ဖိုင်တွဲကိုဖွင့်ပါ။
nb: Åpne mappen i gjeldende fane i sist brukte vindu
ne: पछिल्लो पटक प्रयोग गरिएको विन्डोको हालको ट्याबमा फोल्डर खोल्नुहोस्
or: ଶେଷ ବ୍ୟବହୃତ ୱିଣ୍ଡୋର ସାମ୍ପ୍ରତିକ ଟ୍ୟାବରେ ଫୋଲ୍ଡର୍ ଖୋଲ |
pa: ਪਿਛਲੀ ਵਾਰ ਵਰਤੀ ਵਿੰਡੋ ਦੇ ਮੌਜੂਦਾ ਟੈਬ ਵਿੱਚ ਫੋਲਡਰ ਖੋਲ੍ਹੋ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﺭډﻟﻮﻓ ﯥﮐ ﺐټ ﻲﻨﺳﻭﺍ ۍﮐړﮐ ﻱﻮﺷ ﻝﻭﺭﺎﮐ ﻲﺘﺳﻭﺭﻭ ﺩ
ro: Deschideți folderul în fila curentă a ultimei ferestre utilizate
rw: Fungura ububiko muri tab ya none ya Windows yakoreshejwe
sd: ﻮﻴﻟﻮﮐ ﺭڊﻟﻮﻓ ۾ ﺐﻴٽ ﻩﺩﻮﺟﻮﻣ ﻲﺟ ﻭڊﻧﻭ ﻞﻴﭤ ﻝﺎﻤﻌﺘﺳﺍ ﻱﺮﺧﺁ
si: අවසන් වරට භාවිතා කළ කවුළුවේ වත්මන් පටිත්තෙහි ෆෝල්ඩරය විවෘත කරන්න
sk: Otvorte priečinok na aktuálnej karte posledného použitého okna
sl: Odpri mapo na trenutnem zavihku zadnjega uporabljenega okna
sq: Hapni dosjen në skedën aktuale të dritares së fundit të përdorur
sw: Fungua folda kwenye kichupo cha sasa cha dirisha lililotumika mwisho
ta: கடைசியாகப் பயன்படுத்திய சாளரத்தின் தற்போதைய தாவலில் கோப்புறையைத் திறக்கவும்
te: చివరిగా ఉపయోగించిన విండో యొక్క ప్రస్తుత ట్యాబ్u200cలో ఫోల్డర్u200cను తెరవండి
tg: Папкаро дар ҷадвали ҷории равзанаи охирини истифодашуда кушоед
th: เปิดโฟลเดอร์ในแท็บปัจจุบันของหน้าต่างที่ใช้ล่าสุด
tk: Soňky ulanylan penjiräniň häzirki goýmasynda bukjany açyň
tt: Соңгы кулланылган тәрәзәнең хәзерге кыстыргычында папканы ачыгыз
uk: Відкрити папку на поточній вкладці останнього використаного вікна
ur: ۔ﮟﯿﻟﻮﮭﮐ ﺭﮉﻟﻮﻓ ﮟﯿﻣ ﺐﯿﭨ ﮦﺩﻮﺟﻮﻣ ﮯﮐ ﻭﮉﻧﻭ ﮦﺪﺷ ﻝﺎﻤﻌﺘﺳﺍ ﯼﺮﺧﺁ
uz: Jildni oxirgi ishlatilgan oynaning joriy yorlig'ida oching
vi: Mở thư mục trong tab hiện tại của cửa sổ được sử dụng gần đây nhất
xh: Vula isiqulathi seefayili kwisithuba sangoku sefestile esetyenzisiweyo yokugqibela
yi: רעטצנעפֿ טנייוועג עטצעל יד ןופ לטיווק טנאַרק םעד ןיא עקעט ןענעפֿע

source: Don't load saved tabs
af: Moenie gestoorde oortjies laai nie
am: የተቀመጡ ትሮችን አይጫኑ
ar: ﺔﻇﻮﻔﺤﻤﻟﺍ ﺐﻳﻮﺒﺘﻟﺍ ﺕﺎﻣﻼ﻿ﻋ ﻞﻴﻤﺤﺘﺑ ﻢﻘﺗ ﻻ﻿
be: Не загружаць захаваныя ўкладкі
bg: Не зареждайте запазените раздели
bn: সংরক্ষিত ট্যাব লোড করবেন না
ca: No carregueu les pestanyes desades
cy: Peidiwch â llwytho tabiau sydd wedi'u cadw
da: Indlæs ikke gemte faner
eo: Ne ŝarĝu konservitajn langetojn
et: Ärge laadige salvestatud vahekaarte
eu: Ez kargatu gordetako fitxak
fa: ﺪﯿﻨﮑﻧ ﯼﺮﯿﮔﺭﺎﺑ ﺍﺭ ﻩﺪﺷ ﻩﺮﯿﺧﺫ ﯼﺎﻫ ﻪﮔﺮﺑ
fi: Älä lataa tallennettuja välilehtiä
fil: Huwag i-load ang mga naka-save na tab
fy: Laad bewarre ljeppers net
ga: Ná luchtaigh cluaisíní sábhála
gd: Na luchdaich tabaichean sàbhalaidh
gl: Non cargues pestanas gardadas
gu: સાચવેલ ટેબ લોડ કરશો નહીં
he: תורומש תויסיטרכ ןעטת לא
hi: सहेजे गए टैब लोड न करें
hr: Nemojte učitavati spremljene kartice
hu: Ne töltsön be mentett lapokat
hy: Մի բեռնեք պահպանված ներդիրները
id: Jangan memuat tab yang disimpan
is: Ekki hlaða vistaða flipa
ka: არ ჩატვირთოთ შენახული ჩანართები
kk: Сақталған қойындыларды жүктемеңіз
km: កុំផ្ទុកផ្ទាំងដែលបានរក្សាទុក
kn: ಉಳಿಸಿದ ಟ್ಯಾಬ್u200cಗಳನ್ನು ಲೋಡ್ ಮಾಡಬೇಡಿ
ku: Tabloyên tomarkirî bar nekin
ky: Сакталган өтмөктөрдү жүктөбөңүз
lb: Lued net gespäichert Tabs
lo: ຢ່າໂຫຼດແຖບທີ່ບັນທຶກໄວ້
lt: Neįkelkite išsaugotų skirtukų
lv: Neielādējiet saglabātās cilnes
mg: Aza asiana tabilao voatahiry
mi: Kaua e utaina nga ripa kua tiakina
mk: Не вчитувајте ги зачуваните картички
ml: സംരക്ഷിച്ച ടാബുകൾ ലോഡ് ചെയ്യരുത്
mn: Хадгалсан табуудыг бүү ачаал
mr: जतन केलेले टॅब लोड करू नका
mt: Tgħabbix tabs salvati
my: သိမ်းဆည်းထားသော တက်ဘ်များကို မတင်ပါနှင့်
nb: Ikke last inn lagrede faner
ne: सुरक्षित गरिएका ट्याबहरू लोड नगर्नुहोस्
or: ସଞ୍ଚିତ ଟ୍ୟାବଗୁଡ଼ିକୁ ଲୋଡ୍ କରନ୍ତୁ ନାହିଁ |
pa: ਸੁਰੱਖਿਅਤ ਕੀਤੀਆਂ ਟੈਬਾਂ ਨੂੰ ਲੋਡ ਨਾ ਕਰੋ
ps: ﺉﻮﮐ ﻪﺗﺭﻮﭘ ﻪﻣ ﻪﻧﻮﺒټ ﻱﻮﺷ ﻱﺪﻧﻮﺧ
ro: Nu încărcați file salvate
rw: Ntukaremere ibisobanuro wabitswe
sd: ﻮﻳﺮڪ ﻪﻧ ڊﻮﻟ ﺐﻴٽ ﻞﻴﭤ ﻅﻮﻔﺤﻣ
si: සුරකින ලද ටැබ් පූරණය නොකරන්න
sk: Nenačítavať uložené karty
sl: Ne nalagajte shranjenih zavihkov
sq: Mos ngarkoni skedat e ruajtura
sw: Usipakie vichupo vilivyohifadhiwa
ta: சேமித்த தாவல்களை ஏற்ற வேண்டாம்
te: సేవ్ చేసిన ట్యాబ్u200cలను లోడ్ చేయవద్దు
tg: Варақаҳои захирашударо бор накунед
th: อย่าโหลดแท็บที่บันทึกไว้
tk: Saklanan bellikleri ýüklemäň
tt: Сакланган салынмаларны йөкләмәгез
uk: Не завантажувати збережені вкладки
ur: ۔ﮟﯾﺮﮐ ﮧﻧ ﮈﻮﻟ ﻮﮐ ﺰﺒﯿﭨ ﮦﺩﺮﮐ ﻅﻮﻔﺤﻣ
uz: Saqlangan varaqlarni yuklamang
vi: Không tải các tab đã lưu
xh: Musa ukulayisha iithebhu ezigciniweyo
yi: סבאַט טעוועטארעג ןדאָל טשינ טסלאז וד

source: Open folders in new window
af: Maak dopgehou in 'n nuwe venster oop
am: አቃፊዎችን በአዲስ መስኮት ክፈት
ar: ﺓﺪﻳﺪﺟ ﺓﺬﻓﺎﻧ ﻲﻓ ﺕﺍﺪﻠﺠﻤﻟﺍ ﺢﺘﻓﺍ
be: Адкрыць тэчкі ў новым акне
bg: Отворете папките в нов прозорец
bn: নতুন উইন্ডোতে ফোল্ডার খুলুন
ca: Obre carpetes en una finestra nova
cy: Agor ffolderau mewn ffenestr newydd
da: Åbn mapper i nyt vindue
eo: Malfermu dosierujojn en nova fenestro
et: Ava kaustad uues aknas
eu: Ireki karpetak leiho berri batean
fa: ﺪﯾﺪﺟ ﻩﺮﺠﻨﭘ ﺭﺩ ﺎﻫ ﻪﺷﻮﭘ ﻥﺩﺮﮐ ﺯﺎﺑ
fi: Avaa kansiot uudessa ikkunassa
fil: Buksan ang mga folder sa bagong window
fy: Iepenje mappen yn nij finster
ga: Oscail fillteáin i bhfuinneog nua
gd: Fosgail pasgan ann an uinneag ùr
gl: Abrir cartafoles nunha nova xanela
gu: નવી વિંડોમાં ફોલ્ડર્સ ખોલો
he: שדח ןולחב תויקית חתפ
hi: नई विंडो में फ़ोल्डर खोलें
hr: Otvorite mape u novom prozoru
hu: Nyissa meg a mappákat új ablakban
hy: Բացեք թղթապանակները նոր պատուհանում
id: Buka folder di jendela baru
is: Opnaðu möppur í nýjum glugga
ka: გახსენით საქაღალდეები ახალ ფანჯარაში
kk: Қалталарды жаңа терезеде ашыңыз
km: បើកថតនៅក្នុងបង្អួចថ្មី។
kn: ಹೊಸ ವಿಂಡೋದಲ್ಲಿ ಫೋಲ್ಡರ್u200cಗಳನ್ನು ತೆರೆಯಿರಿ
ku: Peldankan di pencereya nû de vekin
ky: Папкаларды жаңы терезеде ачыңыз
lb: Open Classeure an neier Fënster
lo: ເປີດໂຟນເດີຢູ່ໃນປ່ອງຢ້ຽມໃຫມ່
lt: Atverti aplankus naujame lange
lv: Atveriet mapes jaunā logā
mg: Sokafy amin'ny varavarankely vaovao ny lahatahiry
mi: Whakatuwherahia nga kōpaki ki te matapihi hou
mk: Отворете ги папките во нов прозорец
ml: പുതിയ വിൻഡോയിൽ ഫോൾഡറുകൾ തുറക്കുക
mn: Фолдеруудыг шинэ цонхонд нээнэ үү
mr: नवीन विंडोमध्ये फोल्डर उघडा
mt: Iftaħ folders f'tieqa ġdida
my: ဝင်းဒိုးအသစ်တွင် ဖိုင်တွဲများကိုဖွင့်ပါ။
nb: Åpne mapper i nytt vindu
ne: नयाँ विन्डोमा फोल्डरहरू खोल्नुहोस्
or: ନୂଆ ୱିଣ୍ଡୋରେ ଫୋଲ୍ଡର ଖୋଲ |
pa: ਨਵੀਂ ਵਿੰਡੋ ਵਿੱਚ ਫੋਲਡਰ ਖੋਲ੍ਹੋ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﺭډﻟﻮﻓ ﯥﮐ ۍﮐړﮐ ﯤﻮﻧ ﻪﭘ
ro: Deschide folderele într-o fereastră nouă
rw: Fungura ububiko mumadirishya mishya
sd: ﻮﻴﻟﻮﮐ ﺭڊﻟﻮﻓ ۾ ﻭڊﻧﻭ ﻦﻴﺌﻧ
si: නව කවුළුවක ෆෝල්ඩර විවෘත කරන්න
sk: Otvorte priečinky v novom okne
sl: Odprite mape v novem oknu
sq: Hapni dosjet në një dritare të re
sw: Fungua folda kwenye dirisha jipya
ta: புதிய சாளரத்தில் கோப்புறைகளைத் திறக்கவும்
te: కొత్త విండోలో ఫోల్డర్u200cలను తెరవండి
tg: Папкаҳоро дар равзанаи нав кушоед
th: เปิดโฟลเดอร์ในหน้าต่างใหม่
tk: Täze penjirede bukjalary açyň
tt: Яңа тәрәзәдә папкалар ачу
uk: Відкрити папки в новому вікні
ur: ۔ﮟﯿﻟﻮﮭﮐ ﺭﮉﻟﻮﻓ ﮟﯿﻣ ﻭﮉﻧﻭ ﯽﺌﻧ
uz: Papkalarni yangi oynada oching
vi: Mở các thư mục trong cửa sổ mới
xh: Vula iifolda kwifestile entsha
yi: רעטצנעפֿ יַינ אַ ןיא סרעדלאָפ ןענעפֿע

source: Open folders in panel 'P' (1-4)
af: Maak dopgehou in paneel oop 'P' (1-4)
am: በፓነል ውስጥ አቃፊዎችን ክፈት 'P' (1-4)
ar: ﺔﺣﻮﻠﻟﺍ ﻲﻓ ﺕﺍﺪﻠﺠﻤﻟﺍ ﺢﺘﻓﺍ 'P' (1-4)
be: Адкрыць тэчкі ў панэлі 'P' (1-4)
bg: Отворете папките в панела 'P' (1-4)
bn: প্যানেলে ফোল্ডার খুলুন 'P' (1-4)
ca: Obre carpetes al panell 'P' (1-4)
cy: Agor ffolderau yn y panel 'P' (1-4)
da: Åbn mapper i panelet 'P' (1-4)
eo: Malfermu dosierujojn en panelo 'P' (1-4)
et: Avage paneelil kaustad 'P' (1-4)
eu: Ireki karpetak panelean 'P' (1-4)
fa: ﻞﻨﭘ ﺭﺩ ﺎﻫ ﻪﺷﻮﭘ ﻥﺩﺮﮐ ﺯﺎﺑ 'P' (1-4)
fi: Avaa kansiot paneelissa 'P' (1-4)
fil: Buksan ang mga folder sa panel 'P' (1-4)
fy: Iepenje mappen yn paniel 'P' (1-4)
ga: Oscail fillteáin sa phainéal 'P' (1-4)
gd: Filltearan fosgailte sa phanal 'P' (1-4)
gl: Abrir cartafoles no panel 'P' (1-4)
gu: પેનલમાં ફોલ્ડર્સ ખોલો 'P' (1-4)
he: תינולחב תויקית חתפ 'P' (1-4)
hi: पैनल में फ़ोल्डर खोलें 'P' (1-4)
hr: Otvorite mape na ploči 'P' (1-4)
hu: Nyissa meg a mappákat a panelen 'P' (1-4)
hy: Բացեք թղթապանակները վահանակում 'P' (1-4)
id: Buka folder di panel 'P' (1-4)
is: Opnaðu möppur í spjaldinu 'P' (1-4)
ka: გახსენით საქაღალდეები პანელში 'P' (1-4)
kk: Панельде қалталарды ашыңыз 'P' (1-4)
km: បើកថតនៅក្នុងបន្ទះ 'P' (1-4)
kn: ಫಲಕದಲ್ಲಿ ಫೋಲ್ಡರ್u200cಗಳನ್ನು ತೆರೆಯಿರಿ 'P' (1-4)
ku: Peldankên di panelê de vekin 'P' (1-4)
ky: Панелде папкаларды ачыңыз 'P' (1-4)
lb: Open Classeure am Panel 'P' (1-4)
lo: ເປີດໂຟນເດີໃນແຜງ 'P' (1-4)
lt: Atverti aplankus skydelyje 'P' (1-4)
lv: Atveriet mapes panelī 'P' (1-4)
mg: Sokafy ny lahatahiry eo amin'ny tontonana 'P' (1-4)
mi: Whakatuwherahia nga kōpaki ki te panui 'P' (1-4)
mk: Отворете ги папките во панелот 'P' (1-4)
ml: പാനലിൽ ഫോൾഡറുകൾ തുറക്കുക 'P' (1-4)
mn: Хавтасыг самбарт нээнэ үү 'P' (1-4)
mr: पॅनेलमध्ये फोल्डर उघडा 'P' (1-4)
mt: Iftaħ folders fil-pannell 'P' (1-4)
my: အကန့်တွင် ဖိုင်တွဲများကို ဖွင့်ပါ။ 'P' (1-4)
nb: Åpne mapper i panelet 'P' (1-4)
ne: प्यानलमा फोल्डरहरू खोल्नुहोस् 'P' (1-4)
or: ପ୍ୟାନେଲରେ ଫୋଲ୍ଡର ଖୋଲନ୍ତୁ | 'P' (1-4)
pa: ਪੈਨਲ ਵਿੱਚ ਫੋਲਡਰ ਖੋਲ੍ਹੋ 'P' (1-4)
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﺭډﻟﻮﻓ ﯥﮐ ﻞﻨﯿﭘ ﻪﭘ 'P' (1-4)
ro: Deschideți folderele în panou 'P' (1-4)
rw: Fungura ububiko 'P' (1-4)
sd: ﻮﻴﻟﻮﮐ ﺭڊﻟﻮﻓ ۾ ﻞﻨﻴﭘ 'P' (1-4)
si: පැනලයේ ෆෝල්ඩර විවෘත කරන්න 'P' (1-4)
sk: Otvorte priečinky na paneli 'P' (1-4)
sl: Odprite mape na plošči 'P' (1-4)
sq: Hapni dosjet në panel 'P' (1-4)
sw: Fungua folda kwenye paneli 'P' (1-4)
ta: பேனலில் கோப்புறைகளைத் திறக்கவும் 'P' (1-4)
te: ప్యానెల్u200cలో ఫోల్డర్u200cలను తెరవండి 'P' (1-4)
tg: Папкаҳоро дар панел кушоед 'P' (1-4)
th: เปิดโฟลเดอร์ในแผง 'P' (1-4)
tk: Paneldäki bukjalary açyň 'P' (1-4)
tt: Панельдә папкалар ачу 'P' (1-4)
uk: Відкрийте папки на панелі 'P' (1-4)
ur: ۔ﮟﯿﻟﻮﮭﮐ ﺭﮉﻟﻮﻓ ﮟﯿﻣ ﻞﻨﯿﭘ 'P' (1-4)
uz: Papkalarni panelda oching 'P' (1-4)
vi: Mở các thư mục trong bảng điều khiển 'P' (1-4)
xh: Vula iifolda kwindawo yolawulo 'P' (1-4)
yi: עילפאַט ןיא סרעדלאָפ ןענעפע 'P' (1-4)

source: Launch desktop manager daemon
af: Begin lessenaarbestuurder daemon
am: የዴስክቶፕ አስተዳዳሪ ዴሞንን ያስጀምሩ
ar: ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﺮﻳﺪﻤﻟ ﻲﻔﺨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﻕﻼ﻿ﻃﺇ
be: Запусціце дэман менеджэр працоўнага стала
bg: Стартирайте демона за мениджър на работния плот
bn: ডেস্কটপ ম্যানেজার ডেমন চালু করুন
ca: Inicieu el dimoni del gestor d'escriptori
cy: Lansio ellyll rheolwr bwrdd gwaith
da: Start desktop manager daemon
eo: Lanĉu labortablan administran demonon
et: Käivitage töölauahalduri deemon
eu: Abiarazi mahaigaineko kudeatzailearen deabrua
fa: ﺪﯿﻨﮐ ﯼﺯﺍﺪﻧﺍ ﻩﺍﺭ ﺍﺭ ﭖﺎﺘﮑﺳﺩ ﺮﯾﺪﻣ ﻥﻮﻤﯾﺩ
fi: Käynnistä työpöydän hallinnan daemon
fil: Ilunsad ang desktop manager daemon
fy: Launch buroblêdbehearder daemon
ga: Seoladh deamhan bainisteoir deisce
gd: Cuir air bhog deamhan manaidsear deasg
gl: Inicia o daemon do xestor de escritorio
gu: ડેસ્કટોપ મેનેજર ડિમન લોંચ કરો
he: הדובעה ןחלוש להנמ ןומד תא לעפה
hi: डेस्कटॉप मैनेजर डेमॉन लॉन्च करें
hr: Pokrenite demon upravitelja desktopa
hu: Indítsa el az asztali kezelő démont
hy: Գործարկեք աշխատասեղանի կառավարչի դաեմոնը
id: Luncurkan daemon manajer desktop
is: Ræstu skjáborðsstjórapúkinn
ka: გაუშვით დესკტოპის მენეჯერის დემონი
kk: Жұмыс үстелі менеджерінің демонын іске қосыңыз
km: បើកដំណើរការដេមិនអ្នកគ្រប់គ្រងផ្ទៃតុ
kn: ಡೆಸ್ಕ್u200cಟಾಪ್ ಮ್ಯಾನೇಜರ್ ಡೀಮನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ
ku: Daemon rêveberê sermaseyê dest pê bikin
ky: Иш тактасынын менеджери демонун ишке киргизиңиз
lb: Start Desktop Manager Daemon
lo: ເປີດໃຊ້ daemon ຜູ້ຈັດການ desktop
lt: Paleisti darbalaukio tvarkytuvės tarnybą
lv: Palaidiet darbvirsmas pārvaldnieka dēmonu
mg: Sokafy ny daemon manager desktop
mi: Whakarewahia te daemon kaiwhakahaere papamahi
mk: Стартувајте го демонот за менаџер на работната површина
ml: ഡെസ്u200cക്u200cടോപ്പ് മാനേജർ ഡെമൺ സമാരംഭിക്കുക
mn: Ширээний менежерийн дэмоныг ажиллуул
mr: डेस्कटॉप व्यवस्थापक डिमन लाँच करा
mt: Tnedija tad-demon tal-maniġer tad-desktop
my: desktop manager daemon ကိုဖွင့်ပါ။
nb: Start desktop manager daemon
ne: डेस्कटप प्रबन्धक डेमन सुरु गर्नुहोस्
or: ଡେସ୍କଟପ୍ ମ୍ୟାନେଜର୍ ଡେମନ୍ ଲଞ୍ଚ କରନ୍ତୁ |
pa: ਡੈਸਕਟਾਪ ਮੈਨੇਜਰ ਡੈਮਨ ਲਾਂਚ ਕਰੋ
ps: ﺉړﮐ ﭻﻧﻻ﻿ ﻥﻮﻤﯾډ ﺮﯾﺪﻣ ﭖﺎټﺴﯾډ ﺩ
ro: Lansați demonul desktop manager
rw: Tangiza umuyobozi wa desktop daemon
sd: ﻥﻮﻤﻳڊ ﺮﺠﻴﻨﺌﻣ ﭖﺎٽ ڪﺴﻳڊ ﭻﻧﻻ﻿
si: ඩෙස්ක්ටොප් මැනේජර් ඩීමන් දියත් කරන්න
sk: Spustite démona správcu pracovnej plochy
sl: Zaženite demon upravitelja namizja
sq: Hap demonin e menaxherit të desktopit
sw: Zindua daemon ya kidhibiti cha eneo-kazi
ta: டெஸ்க்டாப் மேலாளர் டீமனை இயக்கவும்
te: డెస్క్u200cటాప్ మేనేజర్ డెమోన్u200cని ప్రారంభించండి
tg: Демони менеҷери мизи кориро оғоз кунед
th: เรียกใช้เดมอนตัวจัดการเดสก์ท็อป
tk: Stol dolandyryjysy daemonyny işe giriziň
tt: Эш өстәле менеджеры демонны эшләтеп җибәрү
uk: Запустіть демон керування робочим столом
ur: ۔ﮟﯾﺮﮐ ﭻﻧﻻ﻿ ﻥﻮﻤﯾﮈ ﺮﺠﯿﻨﯿﻣ ﭖﺎﭨ ﮏﺴﯾﮈ
uz: Ish stoli menejeri daemonini ishga tushiring
vi: Khởi chạy daemon trình quản lý máy tính để bàn
xh: Qalisa umphathi wedesktop yedaemon
yi: ןאַמייד רעטלאַווראַפ פּאַטקסעד רעטאַק

source: Show desktop settings
af: Wys lessenaarinstellings
am: የዴስክቶፕ ቅንብሮችን አሳይ
ar: ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﺕﺍﺩﺍﺪﻋﺇ ﺭﺎﻬﻇﺇ
be: Паказаць налады працоўнага стала
bg: Показване на настройките на работния плот
bn: ডেস্কটপ সেটিংস দেখান
ca: Mostra la configuració de l'escriptori
cy: Dangos gosodiadau bwrdd gwaith
da: Vis skrivebordsindstillinger
eo: Montru labortablaj agordojn
et: Kuva töölaua sätted
eu: Erakutsi mahaigaineko ezarpenak
fa: ﭖﺎﺘﮑﺳﺩ ﺕﺎﻤﯿﻈﻨﺗ ﺶﯾﺎﻤﻧ
fi: Näytä työpöydän asetukset
fil: Ipakita ang mga setting ng desktop
fy: Toan buroblêd ynstellings
ga: Taispeáin socruithe deisce
gd: Seall roghainnean deasg
gl: Mostrar a configuración do escritorio
gu: ડેસ્કટોપ સેટિંગ્સ બતાવો
he: הדובעה ןחלוש תורדגה תא גצה
hi: डेस्कटॉप सेटिंग दिखाएं
hr: Prikaži postavke radne površine
hu: Az asztali beállítások megjelenítése
hy: Ցուցադրել աշխատասեղանի կարգավորումները
id: Tampilkan pengaturan desktop
is: Sýna skjáborðsstillingar
ka: დესკტოპის პარამეტრების ჩვენება
kk: Жұмыс үстелінің параметрлерін көрсету
km: បង្ហាញការកំណត់ផ្ទៃតុ
kn: ಡೆಸ್ಕ್u200cಟಾಪ್ ಸೆಟ್ಟಿಂಗ್u200cಗಳನ್ನು ತೋರಿಸಿ
ku: Mîhengên sermaseyê nîşan bide
ky: Иш тактасынын жөндөөлөрүн көрсөтүү
lb: Show Desktop Astellungen
lo: ສະແດງການຕັ້ງຄ່າ desktop
lt: Rodyti darbalaukio nustatymus
lv: Rādīt darbvirsmas iestatījumus
mg: Asehoy ny firafitry ny birao
mi: Whakaatuhia nga tautuhinga papamahi
mk: Прикажи ги поставките за работната површина
ml: ഡെസ്ക്ടോപ്പ് ക്രമീകരണങ്ങൾ കാണിക്കുക
mn: Ширээний тохиргоог харуулах
mr: डेस्कटॉप सेटिंग्ज दाखवा
mt: Uri s-settings tad-desktop
my: ဒက်စ်တော့ ဆက်တင်များကို ပြပါ။
nb: Vis skrivebordsinnstillinger
ne: डेस्कटप सेटिङहरू देखाउनुहोस्
or: ଡେସ୍କଟପ୍ ସେଟିଙ୍ଗ୍ ଦେଖାନ୍ତୁ |
pa: ਡੈਸਕਟਾਪ ਸੈਟਿੰਗਾਂ ਦਿਖਾਓ
ps: ﺉړﮐ ﻩﺭﺎﮑښ ﺕﺎﺒﯿﺗﺮﺗ ﭖﺎټﺴﯾډ ﺩ
ro: Afișați setările desktopului
rw: Erekana igenamiterere rya desktop
sd: ﻥﻮﮕﻨٽﻴﺳ ﭖﺎٽ ڪﺴﻳڊ ﻮﻳﺭﺎﮑﻳڏ
si: ඩෙස්ක්ටොප් සිටුවම් පෙන්වන්න
sk: Zobraziť nastavenia pracovnej plochy
sl: Pokaži nastavitve namizja
sq: Shfaq cilësimet e desktopit
sw: Onyesha mipangilio ya eneo-kazi
ta: டெஸ்க்டாப் அமைப்புகளைக் காட்டு
te: డెస్క్u200cటాప్ సెట్టింగ్u200cలను చూపించు
tg: Нишон додани танзимоти мизи корӣ
th: แสดงการตั้งค่าเดสก์ท็อป
tk: Iş stolunyň sazlamalaryny görkeziň
tt: Эш өстәле көйләүләрен күрсәтегез
uk: Показати налаштування робочого столу
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﺕﺎﺒﯿﺗﺮﺗ ﯽﮐ ﭖﺎﭨ ﮏﺴﯾﮈ
uz: Ish stoli sozlamalarini ko'rsatish
vi: Hiển thị cài đặt máy tính để bàn
xh: Bonisa useto lwedesktop
yi: סגניטטעס פּאַטקסעד ןזיַיוו
