Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Unknown Type
af: Onbekende tipe
am: ያልታወቀ ዓይነት
ar: ﻑﻭﺮﻌﻣ ﺮﻴﻏ ﻉﻮﻧ
be: Невядомы тып
bg: Неизвестен тип
bn: অজানা প্রকার
ca: Tipus desconegut
cy: Math anhysbys
da: Ukendt type
eo: Nekonata Tipo
et: Tundmatu tüüp
eu: Mota ezezaguna
fa: ﻪﺘﺧﺎﻨﺷﺎﻧ ﻉﻮﻧ
fi: Tuntematon tyyppi
fil: Hindi Kilalang Uri
fy: Unbekend type
ga: Cineál Anaithnid
gd: Seòrsa neo-aithnichte
gl: Tipo descoñecido
gu: અજ્ઞાત પ્રકાર
he: עודי אל גוס
hi: अज्ञात प्रकार
hr: Nepoznata vrsta
hu: Ismeretlen típus
hy: Անհայտ տեսակ
id: Jenis Tidak Diketahui
is: Óþekkt gerð
ka: უცნობი ტიპი
kk: Белгісіз түрі
km: ប្រភេទមិនស្គាល់
kn: ಅಜ್ಞಾತ ಪ್ರಕಾರ
ku: Cureyê nenas
ky: Белгисиз түрү
lb: Onbekannt Typ
lo: ປະເພດທີ່ບໍ່ຮູ້ຈັກ
lt: Nežinomas Tipas
lv: Nezināms tips
mg: Karazana tsy fantatra
mi: Momo Kaore i mohiotia
mk: Непознат тип
ml: അജ്ഞാത തരം
mn: Үл мэдэгдэх төрөл
mr: अज्ञात प्रकार
mt: Tip mhux magħruf
my: အမည်မသိ အမျိုးအစား
nb: Ukjent type
ne: अज्ञात प्रकार
or: ଅଜ୍ଞାତ ପ୍ରକାର |
pa: ਅਗਿਆਤ ਕਿਸਮ
ps: ﻝﻭډ ﻡﻮﻠﻌﻣﺎﻧ
ro: Tip necunoscut
rw: Ubwoko butazwi
sd: ﻢﺴﻗ ﻞﺗﺎﭵﮢﺍ
si: නොදන්නා වර්ගය
sk: Neznámy typ
sl: Neznana vrsta
sq: Lloji i panjohur
sw: Aina Isiyojulikana
ta: தெரியாத வகை
te: తెలియని రకం
tg: Навъи номаълум
th: ไม่ทราบประเภท
tk: Näbelli görnüş
tt: Билгесез төр
uk: Невідомий тип
ur: ﻢﺴﻗ ﻡﻮﻠﻌﻣﺎﻧ
uz: Noma'lum tur
vi: Loại không xác định
xh: Uhlobo olungaziwayo
yi: פּיט טנאַקאַבמוא
