Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
af: LABEL Die volgende ontsnappingsreekse in LABEL is onontkom: \n nuwe lyn \t oortjie \" " \\ \ In --label slegs elemente, as die eerste karakter inLABEL is 'n tilde (~), pango-opmerk kan gebruik word. Byvoorbeeld: --label '~Dit is eenvoudig. <b>Dit is vet.</b>'
am: LABEL የሚከተሉት የማምለጫ ቅደም ተከተሎች በ LABEL ያልተሸነፉ ናቸው፡- \n አዲስ መስመር \t ትር \" " \\ \ ውስጥ --label ንጥረ ነገሮች ብቻ፣ የመጀመሪያው ቁምፊ ከገባLABEL ነው ሀ ንጣፍ (~), የፓንጎ ማርክ መጠቀም ይቻላል. ለምሳሌ: --label '~ይህ ግልጽ ነው። <b>ይህ ደፋር ነው።</b>'
ar: LABEL ﻖﻴﺴﻨﺘﺑ ﺔﻴﻟﺎﺘﻟﺍ ﺏﻭﺮﻬﻟﺍ ﺕﻼ﻿ﺴﻠﺴﺗ LABEL :ﺎﻬﻨﻣ ﺮﻔﻣ ﻻ﻿ \n ﺪﻳﺪﺟ ﻂﺧ \t ﺐﻳﻮﺒﺘﻟﺍ \" " \\ \ ﻲﻓ --label ﻖﻴﺴﻨﺘﺑ ﻝﻭﻷ﻿ﺍ ﻑﺮﺤﻟﺍ ﻥﺎﻛ ﺍﺫﺇ ، ﻂﻘﻓ ﺮﺻﺎﻨﻌﻟﺍLABEL ﻮﻫ ﺍﺪﻠﻴﺗ (~), :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ .ﻮﺠﻧﺎﺒﻟﺍ ﺰﻴﻣﺮﺗ ﻡﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ --label '~.ﻞﻬﺳ ﺍﺬﻫ <b>.ءﻱﺮﺟ ﺍﺬﻫ</b>'
be: LABEL Наступныя паслядоўнасці ўцёкаў у LABEL з'яўляюцца незавершанымі: \n новы радок \t уклад \" " \\ \ У --label толькі элементы, калі першы сімвал уLABEL гэта тыльда (~), можа быць выкарыстана разметка pango. Напрыклад: --label '~Гэта проста. <b>Гэта смела.</b>'
bg: LABEL Следните escape последователности в LABEL са неизбягали: \n нова линия \t раздел \" " \\ \ В --label само елементи, ако първият знак вLABEL е тилда (~), може да се използва маркировка pango. Например: --label '~Това е просто. <b>Това е смело.</b>'
bn: LABEL নিম্নলিখিত এস্কেপ ক্রম মধ্যে LABEL এড়িয়ে গেছে: \n নতুন লাইন \t ট্যাব \" " \\ \ ভিতরে --label উপাদান শুধুমাত্র, যদি প্রথম অক্ষর মধ্যেLABEL ইহা একটি টিল্ড (~), প্যাঙ্গো মার্কআপ ব্যবহার করা যেতে পারে। উদাহরণ স্বরূপ: --label '~এই প্লেইন. <b>এই সাহসী.</b>'
ca: LABEL Les següents seqüències d'escapament a LABEL estan sense escapar: \n nova línia \t pestanya \" " \\ \ En --label només elements, si el primer caràcter aLABEL és un tilda (~), Es pot utilitzar el marcatge pango. Per exemple: --label '~Això és clar. <b>Això és atrevit.</b>'
cy: LABEL Mae'r dilyniannau dianc canlynol yn LABEL yn ddigymar: \n llinell newydd \t tab \" " \\ \ Yn --label elfennau yn unig, os yw'r cymeriad cyntaf ynLABEL yn tilde (~), gellir defnyddio marcio pango. Er enghraifft: --label '~Mae hyn yn blaen. <b>Mae hyn yn feiddgar.</b>'
da: LABEL Følgende escape-sekvenser i LABEL er uundgået: \n ny linje \t fanen \" " \\ \ I --label kun elementer, hvis det første tegn iLABEL er en tilde (~), pango-markup kan bruges. For eksempel: --label '~Dette er almindeligt. <b>Det her er fedt.</b>'
eo: LABEL La sekvaj fuĝsekvencoj en LABEL estas neeskapitaj: \n novlinio \t langeto \" " \\ \ En --label elementoj nur, se la unua signo enLABEL Estas tildo (~), pango markado povas esti uzata. Ekzemple: --label '~Ĉi tio estas klara. <b>Ĉi tio estas aŭdaca.</b>'
et: LABEL Järgmised põgenemisjärjestused sisse LABEL on põgenemata: \n uus rida \t sakk \" " \\ \ sisse --label ainult elemendid, kui sees on esimene märkLABEL on tilde (~), võib kasutada pango märgistust. Näiteks: --label '~See on selge. <b>See on julge.</b>'
eu: LABEL Hurrengo ihes-sekuentziak LABEL ihes egin gabe daude: \n lerro berria \t fitxa \" " \\ \ In --label elementuak soilik, lehenengo karakterea badaLABEL da tilde (~), pango marka erabil daiteke. Adibidez: --label '~Hau argia da. <b>Ausarta da hau.</b>'
fa: LABEL ﺭﺩ ﺮﯾﺯ ﺭﺍﺮﻓ ﯼﺎﻫ ﻪﻟﺎﺒﻧﺩ LABEL :ﺪﻨﺘﺴﯿﻧ ﯼﺭﺍﺮﻓ \n ﺪﯾﺪﺟ ﻂﺧ \t ﻪﻧﺎﺑﺯ \" " \\ \ ﺭﺩ ﻪﮐ --label ﺭﺩ ﺮﺘﮐﺍﺭﺎﮐ ﻦﯿﻟﻭﺍ ﺮﮔﺍ ،ﺮﺻﺎﻨﻋ ﻂﻘﻓLABEL ﮏﯾ ﺖﺴﻫ ﺪﻣ ﻭ ﺭﺰﺟ (~), :ﻼ﻿ﺜﻣ .ﺩﻮﺷ ﻩﺩﺎﻔﺘﺳﺍ pango ﯼﺭﺍﺬﮔ ﻪﻧﺎﺸﻧ ﺯﺍ ﺖﺳﺍ ﻦﮑﻤﻣ --label '~.ﺖﺳﺍ ﻩﺩﺎﺳ ﻦﯾﺍ <b>.ﺖﺳﺍ ﻪﻧﺍﺭﻮﺴﺟ ﻦﯾﺍ</b>'
fi: LABEL Seuraavat pakosarjat sisään LABEL ovat pakottomia: \n uusi rivi \t -välilehti \" " \\ \ Sisään --label vain elementit, jos ensimmäinen merkkiLABEL on tilde (~), pango-merkintää voidaan käyttää. Esimerkiksi: --label '~Tämä on selvää. <b>Tämä on rohkeaa.</b>'
fil: LABEL Ang mga sumusunod na escape sequences sa LABEL ay hindi nakatakas: \n bagong linya \t tab \" " \\ \ Sa --label mga elemento lamang, kung ang unang karakter saLABEL ay isang tilde (~), maaaring gamitin ang pango markup. Halimbawa: --label '~Ito ay malinaw. <b>Ito ay matapang.</b>'
fy: LABEL De folgjende escape sekwinsjes yn LABEL binne net ûntkommen: \n nije rigel \t tab \" " \\ \ Yn --label eleminten allinnich, as it earste karakter ynLABEL is a tilde (~), pango markup kin brûkt wurde. Bygelyks: --label '~Dit is gewoan. <b>Dit is fet.</b>'
ga: LABEL Na sraitheanna éalaithe seo a leanas i LABEL atá neamh-scartha: \n líne nua \t cluaisín \" " \\ \ I --label eilimintí amháin, má tá an chéad charachtar iLABEL is a tilde (~), féadfar marcáil pango a úsáid. Mar shampla: --label '~Tá sé seo soiléir. <b>Tá sé seo dána.</b>'
gd: LABEL Na sreathan teicheadh u200bu200ba leanas ann an LABEL tha unescaped: \n loidhne ùr \t tab \" " \\ \ Ann an --label eileamaidean a-mhàin, ma tha a ’chiad charactar a-steachLABEL is a tilde (~), faodar pango markup a chleachdadh. Mar eisimpleir: --label '~Tha seo sìmplidh. <b>Tha seo dàna.</b>'
gl: LABEL As seguintes secuencias de escape en LABEL están sen escapar: \n nova liña \t ficha \" " \\ \ En --label só elementos, se o primeiro carácter enLABEL é un til (~), Pódese utilizar o marcado pango. Por exemplo: --label '~Isto é claro. <b>Isto é atrevido.</b>'
gu: LABEL માં નીચેના એસ્કેપ સિક્વન્સ LABEL બચેલા છે: \n નવી લાઇન \t ટેબ \" " \\ \ માં --label માત્ર તત્વો, જો પ્રથમ અક્ષરLABEL છે એક ટિલ્ડ (~), પેંગો માર્કઅપનો ઉપયોગ કરી શકાય છે. દાખ્લા તરીકે: --label '~આ સાદો છે. <b>આ બોલ્ડ છે.</b>'
he: LABEL ב םיאבה החירבה יפצר LABEL :םיטלמנ אל םה \n השדח הרוש \t תינושל \" " \\ \ ב --label ב ןושארה ותה םא ,דבלב םיטנמלאLABEL אוה הדליט (~), :המגודל .וגנפ ןומיסב שמתשהל ןתינ --label '~.טושפ הז <b>.זעונ הז</b>'
hi: LABEL निम्नलिखित भागने के क्रम में LABEL बच गए हैं: \n नई पंक्ति \t टैब \" " \\ \ में --label केवल तत्व, यदि पहला वर्णLABEL एक है टिल्ड (~), पैंगो मार्कअप का उपयोग किया जा सकता है। उदाहरण के लिए: --label '~यह सादा है। <b>यह बोल्ड है।</b>'
hr: LABEL Sljedeće sekvence bijega u LABEL su neotkriveni: \n nova linija \t tab \" " \\ \ U --label samo elementi, ako je prvi znak uLABEL je tilda (~), može se koristiti oznaka pango. Na primjer: --label '~Ovo je jednostavno. <b>Ovo je podebljano.</b>'
hu: LABEL A következő escape szekvenciák LABEL kihagyhatatlanok: \n új sor \t lapon \" " \\ \ Ban ben --label csak elemek, ha az első karakter aLABEL egy tilde (~), pango jelölés használható. Például: --label '~Ez sima. <b>Ez merész.</b>'
hy: LABEL Հետևյալ փախուստի հաջորդականությունները LABEL անփրկված են: \n նոր գիծ \t ներդիր \" " \\ \ Մեջ --label միայն տարրերը, եթե առաջին նիշը մուտքագրված էLABEL է tilde (~), pango նշումը կարող է օգտագործվել: Օրինակ: --label '~Սա պարզ է. <b>Սա համարձակ է:</b>'
id: LABEL Urutan pelarian berikut dalam LABEL tidak lolos: \n garis baru \t tab \" " \\ \ Di dalam --label elemen saja, jika karakter pertama diLABEL adalah pasang surut (~), markup pango dapat digunakan. Sebagai contoh: --label '~Ini jelas. <b>Ini berani.</b>'
is: LABEL Eftirfarandi flóttaröð í LABEL eru ósloppnir: \n nýlína \t flipa \" " \\ \ Í --label þættir eingöngu, ef fyrsti stafurinn íLABEL er tilde (~), Pango merkingu má nota. Til dæmis: --label '~Þetta er látlaust. <b>Þetta er djarft.</b>'
ka: LABEL შემდეგი გაქცევის თანმიმდევრობები LABEL გაურკვეველი არიან: \n ახალი ხაზი \t ჩანართი \" " \\ \ In --label მხოლოდ ელემენტები, თუ პირველი სიმბოლოაLABEL არის ტილდი (~), პანგოს მარკირება შეიძლება გამოყენებულ იქნას. Მაგალითად: --label '~ეს უბრალოა. <b>ეს გაბედულია.</b>'
kk: LABEL Келесі қашу реттері LABEL құтылу мүмкін емес: \n жаңа жол \t қойындысы \" " \\ \ жылы --label элементтер, егер бірінші таңба болсаLABEL Бұл тильда (~), панго белгілеу қолданылуы мүмкін. Мысалға: --label '~Бұл қарапайым. <b>Бұл батыл.</b>'
km: LABEL លំដាប់រត់គេចខាងក្រោមនៅក្នុង LABEL គេចមិនរួច៖ \n បន្ទាត់ថ្មី។ \t ផ្ទាំង \" " \\ \ នៅក្នុង --label ធាតុតែប៉ុណ្ណោះប្រសិនបើតួអក្សរដំបូងនៅក្នុងLABEL គឺក tilde (~), pango markup អាចត្រូវបានប្រើ។ ឧទាហរណ៍: --label '~នេះគឺសាមញ្ញ។ <b>នេះគឺជាដិត។</b>'
kn: LABEL ಕೆಳಗಿನ ಎಸ್ಕೇಪ್ ಅನುಕ್ರಮಗಳು LABEL ಪಾರಾಗಿಲ್ಲ: \n ಹೊಸ ಗೆರೆ \t ಟ್ಯಾಬ್ \" " \\ \ ರಲ್ಲಿ --label ಅಂಶಗಳು ಮಾತ್ರ, ಮೊದಲ ಅಕ್ಷರವಾಗಿದ್ದರೆLABEL a ಆಗಿದೆ ಟಿಲ್ಡ್ (~), pango ಮಾರ್ಕ್ಅಪ್ ಅನ್ನು ಬಳಸಬಹುದು. ಉದಾಹರಣೆಗೆ: --label '~ಇದು ಸರಳವಾಗಿದೆ. <b>ಇದು ದಪ್ಪವಾಗಿದೆ.</b>'
ku: LABEL Rêzên revê yên jêrîn di nav de LABEL bêpar in: \n newline \t tab \" " \\ \ Li --label tenê hêmanên, eger karaktera yekem inLABEL e a tilde (~), nîşana pango dikare were bikar anîn. Bo nimûne: --label '~Ev eşkere ye. <b>Ev wêrek e.</b>'
ky: LABEL Төмөнкү качуу ырааттуулугу LABEL кутула элек: \n жаңы сызык \t өтмөк \" " \\ \ In --label элементтер гана, эгерде биринчи символ болсоLABEL болуп саналат тилда (~), панго белгилөө колдонулушу мүмкүн. Мисалы: --label '~Бул ачык. <b>Бул кайраттуу.</b>'
lb: LABEL Déi folgend Fluchsequenzen an LABEL sinn net entkomm: \n nei Linn \t tab \" " \\ \ An --label Elementer nëmmen, wann den éischte Charakter anLABEL ass a tilde (~), Pango Markup ka benotzt ginn. Zum Beispill: --label '~Dëst ass einfach. <b>Dëst ass fett.</b>'
lo: LABEL ລໍາດັບການຫລົບຫນີຕໍ່ໄປນີ້ໃນ LABEL ແມ່ນu200bບໍ່u200bໄດ້u200bຫນີu200b: \n ແຖວໃໝ່ \t ແຖບ \" " \\ \ ໃນ --label ອົງປະກອບພຽງແຕ່, ຖ້າຫາກວ່າລັກສະນະທໍາອິດໃນLABEL ເປັນ tilde (~), pango markup ອາດຈະຖືກນໍາໃຊ້. ຍົກu200bຕົວu200bຢ່າງ: --label '~ນີ້ແມ່ນທໍາມະດາ. <b>ນີ້ແມ່ນກ້າຫານ.</b>'
lt: LABEL Toliau pateikiamos pabėgimo sekos LABEL yra neišvengiami: \n nauja linija \t skirtukas \" " \\ \ Į --label tik elementai, jei pirmasis simbolisLABEL yra tildė (~), gali būti naudojamas pango žymėjimas. Pavyzdžiui: --label '~Tai paprasta. <b>Tai drąsu.</b>'
lv: LABEL Tālāk norādītās aizbēgšanas secības LABEL ir neizbēgami: \n jaunā rindiņa \t cilne \" " \\ \ In --label tikai elementi, ja ir pirmā rakstzīmeLABEL ir tilde (~), var izmantot pango marķējumu. Piemēram: --label '~Tas ir skaidrs. <b>Tas ir treknrakstā.</b>'
mg: LABEL Ireto manaraka ireto ny fizotry ny fandosirana in LABEL tsy afa-nandositra: \n newline \t kiheba \" " \\ \ In --label singa ihany, raha ny toetra voalohany aoLABEL dia a tilde (~), azo ampiasaina ny marika pango. Ohatra: --label '~Mazava izany. <b>Sahisahy ity.</b>'
mi: LABEL Ko nga raupapa mawhiti e whai ake nei i roto LABEL kaore i mawhiti: \n raina hou \t ripa \" " \\ \ I roto --label huānga anake, ki te te pūāhua tuatahi i roto iLABEL he a tilde (~), Ka taea te whakamahi tohu pango. Hei tauira: --label '~He maamaa tenei. <b>He maia tenei.</b>'
mk: LABEL Следниве секвенци за бегство во LABEL се неизбегнати: \n нова линија \t таб \" " \\ \ Во --label само елементи, ако првиот знак воLABEL е тилда (~), Може да се користи ознака за панго. На пример: --label '~Ова е едноставно. <b>Ова е смело.</b>'
ml: LABEL ഇനിപ്പറയുന്ന എസ്കേപ്പ് സീക്വൻസുകൾ LABEL രക്ഷപ്പെടാത്തവ: \n പുതിയ വര \t ടാബ് \" " \\ \ ഇൻ --label മൂലകങ്ങൾ മാത്രം, ആദ്യ പ്രതീകമാണെങ്കിൽLABEL എ ആണ് ടിൽഡ് (~), പാംഗോ മാർക്ക്അപ്പ് ഉപയോഗിക്കാം. ഉദാഹരണത്തിന്: --label '~ഇത് വ്യക്തമാണ്. <b>ഇത് ബോൾഡാണ്.</b>'
mn: LABEL Дараах зугтах дараалалууд LABEL мултарч чадаагүй байна: \n шинэ мөр \t таб \" " \\ \ онд --label Зөвхөн элементүүд, хэрэв эхний тэмдэгт орсон болLABEL нь tilde (~), панго тэмдэглэгээг ашиглаж болно. Жишээлбэл: --label '~Энэ бол ойлгомжтой. <b>Энэ бол зоримог юм.</b>'
mr: LABEL मध्ये खालील एस्केप क्रम LABEL बचावलेले आहेत: \n नवीन ओळ \t टॅब \" " \\ \ मध्ये --label फक्त घटक, जर प्रथम वर्ण मध्येLABEL आहे एक टिल्ड (~), pango मार्कअप वापरले जाऊ शकते. उदाहरणार्थ: --label '~हे साधे आहे. <b>हे धाडसी आहे.</b>'
mt: LABEL Is-sekwenzi ta’ ħarba li ġejjin fi LABEL mhumiex maħruba: \n linja ġdida \t tab \" " \\ \ Fil --label elementi biss, jekk l-ewwel karattru fiLABEL huwa a tilde (~), jista' jintuża pango markup. Pereżempju: --label '~Dan huwa sempliċi. <b>Dan huwa kuraġġuż.</b>'
my: LABEL အောက်ပါအစီအစဥ်များထဲတွင် လွတ်မြောက်ခြင်း။ LABEL လွတ်မြောက်နေကြသည်- \n လိုင်းအသစ် \t တက်ဘ် \" " \\ \ ၌ --label element တွေသာ ပထမစာလုံးရှိရင်LABEL တစ်ခုပါ။ tilde (~), pango markup ကိုသုံးနိုင်သည်။ ဥပမာ: --label '~ဒါက ရှင်းတယ်။ <b>ဒါက ရဲရင့်တယ်။</b>'
nb: LABEL Følgende rømningssekvenser i LABEL er ikke rømt: \n ny linje \t fanen \" " \\ \ I --label bare elementer, hvis det første tegnet iLABEL er en tilde (~), pango-markering kan brukes. For eksempel: --label '~Dette er enkelt. <b>Dette er dristig.</b>'
ne: LABEL निम्न एस्केप अनुक्रम मा LABEL अपरिचित छन्: \n newline \t ट्याब \" " \\ \ मा --label तत्वहरू मात्र, यदि पहिलो वर्ण माLABEL एक छ टिल्ड (~), प्यांगो मार्कअप प्रयोग गर्न सकिन्छ। उदाहरणका लागि: --label '~यो सादा छ। <b>यो बोल्ड छ।</b>'
or: LABEL ନିମ୍ନଲିଖିତ ପଳାୟନ କ୍ରମରେ | LABEL ଅସୁରକ୍ଷିତ: \n ନୂଆ ଲାଇନ୍ | \t ଟ୍ୟାବ୍ | \" " \\ \ ଇନ୍ --label କେବଳ ଉପାଦାନଗୁଡ଼ିକ, ଯଦି ପ୍ରଥମ ଅକ୍ଷର |LABEL ଗୋଟିଏ ଅଟେ tilde (~), ପଙ୍ଗୋ ମାର୍କଅପ୍ ବ୍ୟବହୃତ ହୋଇପାରେ | ଉଦାହରଣ ସ୍ଵରୁପ: --label '~ଏହା ସରଳ ଅଟେ | <b>ଏହା ବୋଲ୍ଡ ଅଟେ |</b>'
pa: LABEL ਹੇਠ ਦਿੱਤੇ ਬਚਣ ਦੇ ਕ੍ਰਮ ਵਿੱਚ LABEL ਬਚੇ ਹੋਏ ਹਨ: \n ਨਵੀਂ ਲਾਈਨ \t ਟੈਬ \" " \\ \ ਵਿੱਚ --label ਤੱਤ ਸਿਰਫ਼, ਜੇਕਰ ਵਿੱਚ ਪਹਿਲਾ ਅੱਖਰ ਹੈLABEL ਹੈ ਟਿਲਡ (~), ਪੈਂਗੋ ਮਾਰਕਅੱਪ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਉਦਾਹਰਣ ਲਈ: --label '~ਇਹ ਸਾਦਾ ਹੈ। <b>ਇਹ ਦਲੇਰ ਹੈ।</b>'
ps: LABEL ﯥﮐ ﻪﭘ ۍړﻟ ﯥﺘښﯧﺗ ﺩ ﯤﺪﻧﻻ﻿ LABEL :ﻱﺩ ﻲﻟﺪﯿﺘښﺗ \n ﻪښﺮﮐ ﯤﻮﻧ \t ﺐټ \" " \\ \ ﻪﭘ --label ﻱﻭ ﯥﮐ ﻪﭘ ﺮټﮐﺮﮐ ﯼړﻣﻮﻟ ﻪﮐ ،ﺮﺻﺎﻨﻋ ﯤﺯﺍﻮﯾLABEL ﻮﯾ ﯼﺩ ډﻠﯿټ (~), :ﻪګﻮﺗ ﻪﭘ ﻝﺎﺜﻣ ﺩ .ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﭖﺍ ﮎﺭﺎﻣ ﻮګﻧﺎﭘ ﺩ --label '~.ﻩﺩ ﻩﺩﺎﺳ ﺍﺩ <b>.ﯼﺩ ﺭﻭړﺯ ﺍﺩ</b>'
ro: LABEL Următoarele secvențe de evadare în LABEL sunt nescapați: \n linie nouă \t fila \" " \\ \ În --label numai elemente, dacă primul caracter înLABEL este o tilde (~), se poate folosi marcajul pango. De exemplu: --label '~Acest lucru este clar. <b>Acest lucru este îndrăzneț.</b>'
rw: LABEL Ibikurikira byo guhunga bikurikira LABEL ntibashizweho: \n umurongo mushya \t tab \" " \\ \ Muri --label ibice gusa, niba inyuguti yambere muriLABEL ni a tilde (~), Ikimenyetso cya pango kirashobora gukoreshwa. Kurugero: --label '~Ibi birasobanutse. <b>Ibi biratinyutse.</b>'
sd: LABEL ۾ ﻮﻠﺴﻠﺳ ﻮﺟ ﺭﺍﺮﻓ ﻥﻮﻴﭡﻴﻫ LABEL :ﻦﻫﺁ ﻞﻴﭽﺑ \n ﻦﺋﻻ﻿ ﻦﻴﺌﻧ \t ﺐﻴٽ \" " \\ \ ۾ --label ۾ ﺭﺍﺩﺮڪ ﻥﻮﻳﺮﻬﭘ ﻦﻫڏڪﻴﺟ ،ﻑﺮﺻ ﺮﺻﺎﻨﻋLABEL ﻲﻫﺁ ڪﻫ ڊﻠﻴٽ (~), pango ﺭﻮﻃ ﻝﺎﺜﻣ .ﻮﭤ ﻲﺠﮭﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ﭖﺍ ڪﺭﺎﻣ: --label '~.ﻲﻫﺁ ﻭﺩﺎﺳ ﻲﻫ <b>.ﻲﻫﺁ ﺪﻨﻤﺘﺋﺮﺟ ﻲﻫ</b>'
si: LABEL පහත පලා යාමේ අනුපිළිවෙල LABEL බේරී නැත: \n නව මාර්ගය \t ටැබ් \" " \\ \ තුළ --label මූලද්u200dරව්u200dය, පළමු චරිතය නම් පමණිLABEL a ටිල්ඩ් (~), pango markup භාවිතා කළ හැක. උදාහරණයක් වශයෙන්: --label '~මෙය සරලයි. <b>මෙය නිර්භීතයි.</b>'
sk: LABEL Nasledujúce únikové sekvencie v LABEL sú bez úniku: \n Nový riadok \t tab \" " \\ \ In --label len prvky, ak je prvý znak vLABEL je a vlnovka (~), možno použiť označenie pango. Napríklad: --label '~Toto je jasné. <b>Toto je odvážne.</b>'
sl: LABEL Naslednja ubežna zaporedja v LABEL so neubežni: \n nova vrstica \t zavihek \" " \\ \ V --label samo elementi, če je prvi znak vLABEL je tilda (~), lahko uporabite oznako pango. Na primer: --label '~To je preprosto. <b>To je krepko.</b>'
sq: LABEL Sekuencat e mëposhtme të arratisjes në LABEL janë të pashpëtuar: \n linjë e re \t skedën \" " \\ \ Në --label vetëm elementet, nëse karakteri i parë nëLABEL Eshte nje tildë (~), mund të përdoret shënjimi i pangos. Për shembull: --label '~Kjo është e qartë. <b>Kjo është e guximshme.</b>'
sw: LABEL Misururu ifuatayo ya kutoroka ndani LABEL hawajaepuka: \n mstari mpya \t kichupo \" " \\ \ Katika --label vipengele tu, ikiwa herufi ya kwanza ndaniLABEL ni a tilde (~), markup ya pango inaweza kutumika. Kwa mfano: --label '~Hii ni wazi. <b>Hii ni ujasiri.</b>'
ta: LABEL பின்வரும் தப்பிக்கும் வரிசைகள் LABEL தப்பிக்க முடியாதவை: \n புதிய கோடு \t தாவல் \" " \\ \ இல் --label உறுப்புகளில் முதல் எழுத்து இருந்தால் மட்டுமேLABEL என்பது ஒரு டில்ட் (~), பாங்கோ மார்க்அப் பயன்படுத்தப்படலாம். உதாரணத்திற்கு: --label '~இது தெளிவானது. <b>இது தைரியமானது.</b>'
te: LABEL కింది ఎస్కేప్ సీక్వెన్స్u200cలు LABEL తప్పించుకోలేనివి: \n కొత్త వాక్యం \t ట్యాబ్ \" " \\ \ లో --label ఎలిమెంట్స్ మాత్రమే, మొదటి అక్షరం ఉంటేLABEL ఒక టిల్డే (~), పాంగో మార్కప్ ఉపయోగించవచ్చు. ఉదాహరణకి: --label '~ఇది సాదాసీదా. <b>ఇది బోల్డ్.</b>'
tg: LABEL Пасиҳамоии фирор дар LABEL раҳоӣ надоранд: \n хатти нав \t ҷадвал \" " \\ \ Дар --label танҳо унсурҳо, агар аломати аввал дарLABEL а аст тилда (~), аломатгузории панго метавонад истифода шавад. Барои намуна: --label '~Ин равшан аст. <b>Ин далер аст.</b>'
th: LABEL ลำดับการหลบหนีต่อไปนี้ใน LABEL ไม่ได้หลบหนี: \n ขึ้นบรรทัดใหม่ \t แท็บ \" " \\ \ ใน --label องค์ประกอบเท่านั้น ถ้าอักขระตัวแรกในLABEL คือ ตัวหนอน (~), อาจใช้มาร์กอัป pango ตัวอย่างเช่น: --label '~นี้เป็นธรรมดา <b>นี่คือตัวหนา</b>'
tk: LABEL Aşakdaky gaçmagyň yzygiderliligi LABEL goragsyz: \n täze setir \t goýmasy \" " \\ \ In --label elementler diňe, birinji harp bolsaLABEL a tilde (~), pango belligi ulanylyp bilner. Mysal üçin: --label '~Bu ýönekeý. <b>Bu batyrgaý.</b>'
tt: LABEL Түбәндәге качу эзлеклелеге LABEL сакланмаган: \n яңа юл \t салынмасы \" " \\ \ Керү --label элементлар, беренче символ булсаLABEL а телде (~), панго билгесен кулланырга мөмкин. Мәсәлән: --label '~Бу гади. <b>Бу калын.</b>'
uk: LABEL Наступні escape-послідовності в LABEL є неекранованими: \n новий рядок \t табл \" " \\ \ в --label лише елементи, якщо перший символ уLABEL це тильда (~), може використовуватися розмітка pango. Наприклад: --label '~Це зрозуміло. <b>Це сміливо.</b>'
ur: LABEL ﮟﯿﻣ ﮯﻠﺴﻠﺳ ﮯﮐ ﺭﺍﺮﻓ ﻞﯾﺫ ﮧﺟﺭﺪﻨﻣ LABEL :ﮟﯿﮨ ﻅﻮﻔﺤﻣ ﺮﯿﻏ \n ﻦﺋﻻ﻿ ﯽﺌﻧ \t ﺐﯿﭨ \" " \\ \ ﮟﯿﻣ --label ۔ﻮﮨ ﮟﯿﻣ ﺱﺍ ﺭﺍﺩﺮﮐ ﻼ﻿ﮩﭘ ﺮﮔﺍ ،ﺮﺻﺎﻨﻋ ﻑﺮﺻLABEL ﮯﮬ ﮏﯾﺍ ﮉﻠﯿﭨ (~), :ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ ۔ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﭖﺍ ﮎﺭﺎﻣ ﻮﮕﻨﯿﭘ --label '~۔ﮯﮨ ﮦﺩﺎﺳ ﮧﯾ <b>۔ﮯﮨ ﮧﻧﺍﺪﻨﻣ ﺕﺍﺮﺟ ﮧﯾ</b>'
uz: LABEL Quyidagi qochish ketma-ketligi LABEL qochib qutula olmaydi: \n yangi qator \t tab \" " \\ \ In --label faqat elementlar, agar birinchi belgi bo'lsaLABEL a tilda (~), pango belgilaridan foydalanish mumkin. Misol uchun: --label '~Bu oddiy. <b>Bu jasur.</b>'
vi: LABEL Các trình tự thoát sau trong LABEL không thoát khỏi: \n dòng mới \t chuyển hướng \" " \\ \ Ở trong --label chỉ các phần tử, nếu ký tự đầu tiên trongLABEL là một dấu ngã (~), đánh dấu pango có thể được sử dụng. Ví dụ: --label '~Đây là đơn giản. <b>Điều này là táo bạo.</b>'
xh: LABEL Olu landelelwano lokubaleka lulandelayo kwi LABEL ababalekanga: \n umgca omtsha \t ithebhu \" " \\ \ Kwi --label izinto kuphela, ukuba unobumba wokuqala kwiLABEL yi tilde (~), Ipango markup ingasetyenziswa. Umzekelo: --label '~Oku kucacile. <b>Oku kunesibindi.</b>'
yi: LABEL ןיא זיסנאַווקיס ןפיולטנאַ עדנעגלאפ יד LABEL :ןפאָלטנאַ טשינ ןענעז \n ןיילווענ \t לטיווק \" " \\ \ ןיא --label ןיא רעטקאַראַכ רעטשרע רעד ביוא ,ןטנעמעלע זיולבLABEL א זיא עדליט (~), :לשמל .טנייוועג ןייז ןעק פּאַקראַמ אָגנאַפּ --label '~.טושפּ זיא סאָד <b>.טסיירד זיא סאד</b>'
