Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: unmount
af: ontkoppel
am: ንቀል
ar: ﻊﻓﺭ
be: размантаваць
bg: демонтирайте
bn: আনমাউন্ট
ca: desmuntar
cy: digymar
da: afmontere
eo: malmunti
et: lahti ühendama
eu: desmuntatu
fa: ﻥﺩﺮﮐ ﺯﺎﺑ
fi: irrota
fil: i-unmount
gl: desmontar
gu: અનમાઉન્ટ
he: קרפל
hi: अनमाउंट
hr: odmontirati
hu: leválaszt
hy: ապամոնտաժել
id: lepaskan
is: taka af
ka: მოხსნა
kk: ажырату
km: ផ្ដាច់
kn: ಇಳಿಸು
ku: vekin
ky: ажыратуу
lo: ຖອນການເຊື່ອມຕໍ່
lt: atjungti
lv: nomontēt
mi: wetewete
mk: демонтирај
ml: അൺമൗണ്ട് ചെയ്യുക
mn: салгах
mr: अनमाउंट
nb: avmontere
ne: अनमाउन्ट
or: ଅନ୍ମାଉଣ୍ଟ୍ |
pa: ਅਣਮਾਊਂਟ
ps: ﻝﻮﮐ ﻪﯾﺎځ ﯥﺑ
ro: demontează
si: ගලවන්න
sk: odpojiť
sl: odklopiti
sq: çmontoj
sw: ondoa
ta: ஏற்றிவிடு
te: అన్మౌంట్
tg: ҷудо кардан
th: เลิกเมานท์
tk: aýyrmak
tt: чыгару
uk: розмонтувати
ur: ﭧﻧﺅﺎﻣ ﻥﺍ
uz: o'chirish
vi: tháo ra
xh: hlisa

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
af: Geen hanteerder is vir hierdie toesteltipe opgestel nie, of nie %s opdrag is ingestel. Voeg 'n hanteerder by in Instellings|Toestelhanteerders of Protokolhanteerders.
am: ለዚህ መሳሪያ አይነት ምንም ተቆጣጣሪ አልተዋቀረም ወይም አይ %s ትዕዛዝ ተዘጋጅቷል. በቅንብሮች|የመሣሪያ ተቆጣጣሪዎች ወይም ፕሮቶኮል ተቆጣጣሪዎች ውስጥ ተቆጣጣሪ ያክሉ።
ar: ﻻ﻿ ﻭﺃ ، ﺍﺬﻫ ﺯﺎﻬﺠﻟﺍ ﻉﻮﻨﻟ ﺞﻟﺎﻌﻣ ﻱﺃ ﻦﻳﻮﻜﺗ ﻢﺘﻳ ﻢﻟ %s .ﻝﻮﻛﻮﺗﻭﺮﺒﻟﺍ ﺕﺎﺠﻟﺎﻌﻣ ﻭﺃ ﺓﺰﻬﺟﻷ﻿ﺍ ﺕﺎﺠﻟﺎﻌﻣ | ﺕﺍﺩﺍﺪﻋﻹ﻿ﺍ ﻲﻓ ﺎًﺠﻟﺎﻌﻣ ﻒﺿﺃ .ﺮﻣﻷ﻿ﺍ ﻦﻴﻴﻌﺗ ﻢﺗ
be: Для гэтага тыпу прылады не настроены апрацоўшчык або няма %s каманда зададзена. Дадайце апрацоўшчык у Налады|Апрацоўшчыкі прылад або Апрацоўшчыкі пратаколаў.
bg: Не е конфигуриран манипулатор за този тип устройство или не %s командата е зададена. Добавете манипулатор в Settings|Device Handlers или Protocol Handlers.
bn: এই ডিভাইস প্রকারের জন্য কোন হ্যান্ডলার কনফিগার করা নেই, বা না %s কমান্ড সেট করা হয়। সেটিংসে একটি হ্যান্ডলার যোগ করুন|ডিভাইস হ্যান্ডলার বা প্রোটোকল হ্যান্ডলার।
ca: No s'ha configurat cap gestor per a aquest tipus de dispositiu, o no %s l'ordre està establerta. Afegiu un gestor a Configuració|Gestors de dispositius o Gestors de protocols.
cy: Nid oes unrhyw drinwr wedi'i ffurfweddu ar gyfer y math hwn o ddyfais, neu na %s gorchymyn wedi'i osod. Ychwanegwch drinwr mewn Gosodiadau | Trinwyr Dyfeisiau neu drinwyr protocol.
da: Der er ikke konfigureret nogen handler for denne enhedstype, eller nej %s kommandoen er indstillet. Tilføj en behandler i Indstillinger|Enhedshandlere eller Protokolbehandlere.
eo: Neniu prizorganto estas agordita por ĉi tiu tipo de aparato, aŭ ne %s komando estas agordita. Aldonu pritraktilon en Agordoj|Device Handlers aŭ Protocol Handlers.
et: Selle seadmetüübi jaoks pole ühtegi töötlejat konfigureeritud või mitte %s käsk on määratud. Lisage töötleja jaotises Seaded|Seadmehaldurid või Protokollitöötlejad.
eu: Ez dago kudeatzailerik konfiguratuta gailu mota honetarako, edo ez %s komandoa ezarrita dago. Gehitu kudeatzaile bat Ezarpenak|Gailu-kudeatzaileak edo protokolo-kudeatzaileak atalean.
fa: ﺮﯿﺧ ﺎﯾ ﺖﺳﺍ ﻩﺪﺸﻧ ﯼﺪﻨﺑﺮﮑﯿﭘ ﻩﺎﮕﺘﺳﺩ ﻉﻮﻧ ﻦﯾﺍ ﯼﺍﺮﺑ ﯼﺍ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﭻﯿﻫ %s .ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ handler ﮏﯾ Protocol Handler ﺎﯾ Settings|Device Handler ﺭﺩ .ﺖﺳﺍ ﻩﺪﺷ ﻢﯿﻈﻨﺗ ﺭﻮﺘﺳﺩ
fi: Käsittelijää ei ole määritetty tälle laitetyypille tai ei %s komento on asetettu. Lisää käsittelijä kohdassa Asetukset|Laitekäsittelijät tai Protokollakäsittelijät.
fil: Walang handler ang naka-configure para sa ganitong uri ng device, o hindi %s nakatakda ang utos. Magdagdag ng handler sa Settings|Device Handler o Protocol Handler.
fy: Gjin handler is ynsteld foar dit apparaattype, of nee %s kommando is ynsteld. Foegje in handler ta yn Ynstellings|Apparaatbehannelers of protokolbehannelers.
ga: Níl aon láimhseálaí cumraithe don chineál seo feiste, nó níl %s tá ordú socraithe. Cuir láimhseálaí i Socruithe | Láimhseálaithe Gléas nó Láimhseálaithe Prótacail.
gd: Chan eil inneal-làimhseachaidh air a rèiteachadh airson an seòrsa inneal seo, no gin %s àithne air a shuidheachadh. Cuir inneal-làimhseachaidh ann an Roghainnean | Luchd-làimhseachaidh innealan no luchd-làimhseachaidh protocol.
gl: Non hai ningún controlador configurado para este tipo de dispositivo, ou non %s o comando está configurado. Engade un controlador en Configuración|Xestores de dispositivos ou Xestores de protocolos.
gu: આ ઉપકરણ પ્રકાર માટે કોઈ હેન્ડલર ગોઠવેલ નથી, અથવા ના %s આદેશ સુયોજિત છે. સેટિંગ્સમાં હેન્ડલર ઉમેરો|ડિવાઈસ હેન્ડલર્સ અથવા પ્રોટોકોલ હેન્ડલર્સ.
he: אל וא ,הז ןקתה גוס רובע לפטמ רדגוה אל %s .לוקוטורפ ילפטמ וא םינקתה ילפטמ|תורדגהב לפטמ ףסוה .תרדגומ הדוקפה
hi: इस डिवाइस प्रकार के लिए कोई हैंडलर कॉन्फ़िगर नहीं किया गया है, या नहीं %s कमांड सेट है। सेटिंग्स में एक हैंडलर जोड़ें | डिवाइस हैंडलर या प्रोटोकॉल हैंडलर।
hr: Nijedan rukovatelj nije konfiguriran za ovu vrstu uređaja ili ne %s naredba je postavljena. Dodajte rukovatelja u Settings|Device Handlers ili Protocol Handlers.
hu: Ehhez az eszköztípushoz nincs kezelő konfigurálva, vagy nincs %s parancs be van állítva. Adjon hozzá egy kezelőt a Beállítások|Eszközkezelők vagy Protokollkezelők oldalon.
hy: Այս սարքի տեսակի համար կարգավորիչ կազմաձևված չէ, կամ՝ ոչ %s հրամանը սահմանված է. Ավելացրեք մշակող Կարգավորումներ|Սարքի մշակիչներ կամ Արձանագրությունների մշակիչներ:
id: Tidak ada pengendali yang dikonfigurasi untuk jenis perangkat ini, atau tidak ada %s perintah diatur. Tambahkan handler di Settings|Device Handlers atau Protocol Handlers.
is: Enginn meðhöndlari er stilltur fyrir þessa tegund tækis, eða ekki %s skipun er stillt. Bættu við meðhöndlun í Stillingar|Tækjahöndlarar eða samskiptahöndlarar.
ka: დამმუშავებელი არ არის კონფიგურირებული ამ ტიპის მოწყობილობისთვის, ან არა %s დაყენებულია ბრძანება. დაამატეთ დამმუშავებელი პარამეტრებში|მოწყობილობის დამმუშავებლები ან პროტოკოლის დამმუშავებლები.
kk: Бұл құрылғы түрі үшін өңдеуші конфигурацияланбаған немесе жоқ %s пәрмен орнатылған. Параметрлер|Құрылғы өңдеушілері немесе Протокол өңдеушілері ішіне өңдегішті қосыңыз.
km: គ្មានឧបករណ៍ដោះស្រាយត្រូវបានកំណត់រចនាសម្ព័ន្ធសម្រាប់ប្រភេទឧបករណ៍នេះ ឬទេ។ %s ពាក្យបញ្ជាត្រូវបានកំណត់។ បន្ថែមឧបករណ៍ដោះស្រាយនៅក្នុងការកំណត់|ឧបករណ៍ដោះស្រាយឧបករណ៍ ឬអ្នកដោះស្រាយពិធីការ។
kn: ಈ ಸಾಧನದ ಪ್ರಕಾರಕ್ಕಾಗಿ ಯಾವುದೇ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ ಅಥವಾ ಇಲ್ಲ %s ಆಜ್ಞೆಯನ್ನು ಹೊಂದಿಸಲಾಗಿದೆ. ಸೆಟ್ಟಿಂಗ್u200cಗಳು|ಡಿವೈಸ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳು ಅಥವಾ ಪ್ರೋಟೋಕಾಲ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳಲ್ಲಿ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಸೇರಿಸಿ.
ku: No handler ji bo vê cureyê cîhazê hatiye mîheng kirin, an na %s ferman hatiye danîn. Di Mîhengan|Desthildêrên Amûran an Rêvebirên Protokolê de rêvekerek zêde bikin.
ky: Түзмөктүн бул түрү үчүн эч кандай иштеткич конфигурацияланган эмес же жок %s команда коюлган. Орнотуулар|Түзмөк иштеткичтери же Протоколду иштеткичтер бөлүмүндө иштеткичти кошуңуз.
lb: Keen Handler ass fir dësen Apparattyp konfiguréiert, oder nee %s Kommando gesat. Füügt en Handler an Astellungen|Geräthandler oder Protokollhanteren derbäi.
lo: ບໍ່ມີຕົວຈັດການຖືກຕັ້ງຄ່າສຳລັບອຸປະກອນປະເພດນີ້, ຫຼືບໍ່ມີ %s ຄໍາສັ່ງຖືກຕັ້ງ. ເພີ່ມຕົວຈັດການໃນການຕັ້ງຄ່າ|ຕົວຈັດການອຸປະກອນ ຫຼືຕົວຈັດການໂປຣໂຕຄໍ.
lt: Šiam įrenginio tipui nesukonfigūruotas joks tvarkytuvas arba ne %s komanda nustatyta. Pridėkite tvarkyklę skiltyje „Settings|Device Handlers“ arba „Protocol Handlers“.
lv: Šim ierīces veidam nav konfigurēts neviens apdarinātājs, vai arī nav %s komanda ir iestatīta. Pievienojiet apdarinātāju sadaļā Iestatījumi|Ierīču apdarinātāji vai Protokolu apdarinātāji.
mg: Tsy misy mpitantana voarindra ho an'ity karazana fitaovana ity, na tsia %s napetraka ny baiko. Manampia mpitantana ao amin'ny Fikirana|Mpitantana fitaovana na mpitantana ny protocole.
mi: Karekau he kaihautu i whirihorahia mo tenei momo taputapu, kaore ranei %s kua whakaritea te whakahau. Tāpirihia he kaikawe i roto i nga Tautuhinga|Nga Kaihautu Pūrere, Kawa Kawa ranei.
mk: Ниту еден управувач не е конфигуриран за овој тип на уред или не %s командата е поставена. Додајте управувач во Поставки|Управувачи со уреди или Ракувачи на протоколи.
ml: ഈ ഉപകരണ തരത്തിനായി ഒരു ഹാൻഡ്u200cലറും കോൺഫിഗർ ചെയ്u200cതിട്ടില്ല, അല്ലെങ്കിൽ ഇല്ല %s കമാൻഡ് സജ്ജീകരിച്ചിരിക്കുന്നു. ക്രമീകരണങ്ങളിൽ ഒരു ഹാൻഡ്u200cലർ ചേർക്കുക|ഡിവൈസ് ഹാൻഡ്u200cലറുകൾ അല്ലെങ്കിൽ പ്രോട്ടോക്കോൾ ഹാൻഡ്u200cലറുകൾ.
mn: Энэ төрлийн төхөөрөмжийн хувьд зохицуулагчийг тохируулаагүй эсвэл үгүй %s тушаал тохируулагдсан. Settings|Device Handlers or Protocol Handlers хэсэгт зохицуулагч нэмнэ үү.
mr: या उपकरण प्रकारासाठी कोणताही हँडलर कॉन्फिगर केलेला नाही किंवा नाही %s कमांड सेट आहे. सेटिंग्जमध्ये हँडलर जोडा|डिव्हाइस हँडलर किंवा प्रोटोकॉल हँडलर.
mt: L-ebda handler mhu kkonfigurat għal dan it-tip ta' apparat, jew le %s kmand huwa stabbilit. Żid handler f'Settings|Device Handlers jew Protocol Handlers.
my: ဤစက်ပစ္စည်းအမျိုးအစားအတွက် ကိုင်တွယ်သူအား ပြင်ဆင်သတ်မှတ်ထားခြင်း မရှိပါ သို့မဟုတ် မရှိပါ။ %s အမိန့်ပေးထားသည်။ ဆက်တင်များ|စက်ပစ္စည်း ကိုင်တွယ်သူများ သို့မဟုတ် ပရိုတိုကော ကိုင်တွယ်သူများ တွင် လက်ကိုင်တစ်ခု ထည့်ပါ။
nb: Ingen behandler er konfigurert for denne enhetstypen, eller ikke %s kommandoen er satt. Legg til en behandler i Innstillinger|Enhetsbehandlere eller Protokollbehandlere.
ne: यस यन्त्र प्रकारको लागि कुनै ह्यान्डलर कन्फिगर गरिएको छैन, वा होइन %s आदेश सेट गरिएको छ। सेटिङहरूमा ह्यान्डलर थप्नुहोस्। यन्त्र ह्यान्डलरहरू वा प्रोटोकल ह्यान्डलरहरू।
or: ଏହି ଡିଭାଇସ୍ ପ୍ରକାର ପାଇଁ କ hand ଣସି ହ୍ୟାଣ୍ଡେଲର୍ ବିନ୍ୟାସିତ ହୋଇନାହିଁ, କିମ୍ବା ନା | %s କମାଣ୍ଡ୍ ସେଟ୍ ହୋଇଛି | ସେଟିଂସମୂହରେ ଏକ ହ୍ୟାଣ୍ଡେଲର୍ ଯୋଡନ୍ତୁ | ଡିଭାଇସ୍ ହ୍ୟାଣ୍ଡେଲର୍ କିମ୍ବା ପ୍ରୋଟୋକଲ୍ ହ୍ୟାଣ୍ଡେଲର୍ |
pa: ਇਸ ਡਿਵਾਈਸ ਕਿਸਮ ਲਈ ਕੋਈ ਹੈਂਡਲਰ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਾਂ ਨਹੀਂ %s ਕਮਾਂਡ ਸੈੱਟ ਹੈ। ਸੈਟਿੰਗਾਂ|ਡਿਵਾਈਸ ਹੈਂਡਲਰ ਜਾਂ ਪ੍ਰੋਟੋਕੋਲ ਹੈਂਡਲਰ ਵਿੱਚ ਇੱਕ ਹੈਂਡਲਰ ਸ਼ਾਮਲ ਕਰੋ।
ps: ﻪﻧ ﺎﯾ ،ﯼﻮﺷ ﺐﯿﺗﺮﺗ ﯼﺩ ﻪﻧ ﺮﻟډﻨﯿﻫ څﯿﻫ ﻩﺭﺎﭙﻟ ﻝﻭډ ﯥﻠﯿﺳﻭ ﯤﺩ ﺩ %s .ﺮﻟډﻨﯿﻫ ﻝﻮﮐﻮﺗﻭﺮﭘ ﺎﯾ ﺮﻟډﻨﯿﻫ ﻪﻠﯿﺳﻭ ﺩ | ﺉړﮐ ﻪﻓﺎﺿﺍ ﺮﻟډﻨﯿﻫ ﻮﯾ ﯥﮐ ﻮﺗﺎﺒﯿﺗﺮﺗ ﻪﭘ .ﯼﻮﺷ ﻞﮐﺎټ ډﻧﺎﻤﮐ
ro: Nu este configurat niciun handler pentru acest tip de dispozitiv sau nu %s comanda este setată. Adăugați un handler în Setări|Device Handlers sau Protocol Handlers.
rw: Nta mucunga wagenewe ubu bwoko bwibikoresho, cyangwa oya %s itegeko ryashyizweho. Ongeraho umukoresha muri Igenamiterere | Abashinzwe ibikoresho cyangwa abashinzwe porotokole.
sd: ﻪﻧ ﺎﻳ ،ﻲﻫﺁ ﻮﻳﻭ ﻮﻧڏ ﻪﻧ ﺐﻴﺗﺮﺗ ﺮﻟڊﻨﻴﻫ ﻮڪ ءِﻻ﻿ ﻢﺴﻗ ﻲﺟ ﺲﻴﺋﺍﻭڊ ﻦﻫ %s .ﺮﻟڊﻨﻴﮬ ﻝﻮڪﻮٽﻭﺮﭘ ﺎﻳ ﺮﻟڊﻨﻴﮬ ﺲﺋﺍﻮﻳڊ|ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺮﻟڊﻨﻴﮬ ۾ ﻥﻮﮕﻨٽﻴﺳ .ﻲﻫﺁ ﻮﻳﻭ ﻮﻴڪ ﺭﺮﻘﻣ ﻢڪﺣ
si: මෙම උපාංග වර්ගය සඳහා හසුරුවන්නක් වින්u200dයාස කර නැත, නැතහොත් නැත %s විධානය සකසා ඇත. Settings|Device Handlers හෝ Protocol Handlers තුළ හසුරුවන්නක් එක් කරන්න.
sk: Pre tento typ zariadenia nie je nakonfigurovaný žiadny obslužný program alebo nie %s príkaz je nastavený. Pridajte obslužný program v časti Nastavenia | Obslužné nástroje zariadení alebo Obslužné nástroje protokolov.
sl: Za to vrsto naprave ni konfiguriran noben upravljalnik ali ne %s ukaz je nastavljen. Dodajte upravljalnik v Settings|Device Handlers ali Protocol Handlers.
sq: Asnjë mbajtës nuk është konfiguruar për këtë lloj pajisjeje, ose jo %s është vendosur komanda. Shto një mbajtës te Settings|Device Handlers ose Protocol Handlers.
sw: Hakuna kidhibiti kilichosanidiwa kwa aina hii ya kifaa, au hapana %s amri imewekwa. Ongeza kidhibiti katika Mipangilio|Vishikizi vya Kifaa au Vidhibiti vya Itifaki.
ta: இந்த சாதன வகைக்கு எந்த ஹேண்ட்லரும் உள்ளமைக்கப்படவில்லை அல்லது இல்லை %s கட்டளை அமைக்கப்பட்டுள்ளது. அமைப்புகள்|டிவைஸ் ஹேண்ட்லர்கள் அல்லது புரோட்டோகால் ஹேண்ட்லர்களில் ஹேண்ட்லரைச் சேர்க்கவும்.
te: ఈ పరికర రకం కోసం హ్యాండ్లర్ ఏదీ కాన్ఫిగర్ చేయబడలేదు లేదా సంఖ్య %s కమాండ్ సెట్ చేయబడింది. సెట్టింగ్u200cలు|డివైస్ హ్యాండ్లర్లు లేదా ప్రోటోకాల్ హ్యాండ్లర్u200cలలో హ్యాండ్లర్u200cను జోడించండి.
tg: Барои ин навъи дастгоҳ ягон коркардкунанда танзим карда нашудааст ё не %s фармон муқаррар карда мешавад. Иловаи коркардкунанда дар Танзимот|Дастлерҳои дастгоҳ ё коркардкунандагони протокол.
th: ไม่มีการกำหนดค่าตัวจัดการสำหรับอุปกรณ์ประเภทนี้หรือไม่ %s คำสั่งถูกตั้งค่า เพิ่มตัวจัดการในการตั้งค่า|ตัวจัดการอุปกรณ์หรือตัวจัดการโปรโตคอล
tk: Bu enjam görnüşi üçin hiç bir işleýji düzülenok ýa-da ýok %s buýruk düzüldi. Sazlamalara işleýji goşuň | Enjam işleýjileri ýa-da protokol işleýjileri.
tt: Бу җайланма төре өчен бернинди эшкәртүче дә конфигурацияләнмәгән, яки юк %s боерык куелган. Көйләүләрдә эшкәртүче өстәгез | Devайланма эшкәртүчеләре яки протокол эшкәртүчеләре.
uk: Для цього типу пристрою не налаштовано обробник або ні %s встановлена команда. Додайте обробник у Налаштування|Обробники пристроїв або Обробники протоколів.
ur: ۔ﮟﯿﮩﻧ ﺎﯾ ،ﮯﮨ ﮟﯿﮩﻧ ﺮﮕﯿﻔﻨﮐ ﺮﻟﮉﻨﯿﮨ ﯽﺋﻮﮐ ﮯﯿﻟ ﮯﮐ ﻢﺴﻗ ﯽﮐ ﺲﺋﺍﻮﯾﮈ ﺱﺍ %s ۔ﺯﺮﻟﮉﻨﯿﮨ ﻝﻮﮐﻮﭨﻭﺮﭘ ﺎﯾ ﺯﺮﻟﮉﻨﯿﮨ ﺲﺋﺍﻮﯾﮈ ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺮﻟﮉﻨﯿﮨ ﮟﯿﻣ ﺰﮕﻨﭩﯿﺳ .ﮯﮨ ﺭﺮﻘﻣ ﮉﻧﺎﻤﮐ
uz: Ushbu turdagi qurilma uchun ishlov beruvchi sozlanmagan yoki yo'q %s buyrug'i o'rnatiladi. Sozlamalar|Device Handlers yoki Protocol Handlers-da ishlov beruvchini qo'shing.
vi: Không có trình xử lý nào được định cấu hình cho loại thiết bị này, hoặc không %s lệnh được thiết lập. Thêm trình xử lý trong Cài đặt | Trình xử lý thiết bị hoặc Trình xử lý giao thức.
xh: Akukho mphathi uqwalaselelwe olu hlobo lwesixhobo, okanye hayi %s umyalelo usetiwe. Yongeza isibambi kwiiSetingi|IziPhathi zeSixhobo okanye iziPhathi zeProtokholi.
yi: טינ רעדאָ ,לטימ ןופ פּיט םעד ראַפֿ דרעיגיפנאַק זיא רעלדנאַה ןייק %s .סרעלדנאַה לאָקאָטאָרפּ רעדאָ סרעלדנאַה לטימ | סגניטטעס ןיא רעלדנאַה אַ גייל .טמיטשאַב זיא לעפֿאַב

source: Mount %s
af: Monteer %s
am: ተራራ %s
ar: ﺩﺪﻌﺘﺗ %s
be: Мац %s
bg: Монтирайте %s
bn: মাউন্ট %s
ca: Muntanya %s
da: Monter %s
eo: Monto %s
eu: Mendia %s
fa: ﻩﻮﮐ %s
fil: Bundok %s
ga: Sliabh %s
gl: Monte %s
gu: માઉન્ટ %s
he: רה %s
hi: पर्वत %s
hr: Montirajte %s
hu: Hegy %s
hy: Լեռ %s
id: Gunung %s
is: Festa %s
ka: მთა %s
kk: Тау %s
km: ភ្នំ %s
kn: ಮೌಂಟ್ %s
ku: Çiyayê %s
ky: Тоо %s
lo: ພູ %s
lt: Prijungti %s
mg: tendrombohitra %s
mi: Maunga %s
mk: Монтирајте %s
ml: മൗണ്ട് %s
mn: Уул %s
mr: माउंट %s
my: တောင်ပေါ်မှာ %s
nb: Monter %s
ne: माउन्ट %s
or: ପର୍ବତ %s
pa: ਮਾਊਂਟ %s
ps: ﻩﺮﻏ %s
ro: montură %s
rw: Umusozi %s
sd: ﻞﺒﺟ %s
si: කන්ද %s
sq: Mali %s
sw: Mlima %s
ta: மவுண்ட் %s
te: మౌంట్ %s
tg: кӯҳ %s
th: ภูเขา %s
tk: Dag %s
tt: Тау %s
uk: Змонтувати %s
ur: ﮌﺎﮩﭘ %s
uz: Tog' %s
vi: Gắn kết %s
xh: Ntaba %s
yi: גראב %s

source: %s is currently mounted. You must unmount it before you can check it.
af: %s is tans gemonteer. Jy moet dit ontkoppel voordat jy dit kan kontroleer.
am: %s በአሁኑ ጊዜ ተጭኗል። ከማጣራትህ በፊት መንቀል አለብህ።
ar: %s .ﻪﻨﻣ ﻖﻘﺤﺘﻟﺍ ﻦﻣ ﻦﻜﻤﺘﺗ ﻥﺃ ﻞﺒﻗ ﻪﻠﻴﻤﺤﺗ ءﺎﻐﻟﺇ ﻚﻴﻠﻋ ﺐﺠﻳ .ﺎﻴﻟﺎﺣ ﺖﺒﺜﻣ
be: %s у цяперашні час змантаваны. Вы павінны адключыць яго, перш чым праверыць.
bg: %s в момента е монтиран. Трябва да го демонтирате, преди да можете да го проверите.
bn: %s বর্তমানে মাউন্ট করা হয়। আপনি এটি পরীক্ষা করার আগে আপনাকে অবশ্যই এটি আনমাউন্ট করতে হবে৷
ca: %s actualment està muntat. Heu de desmuntar-lo abans de poder comprovar-ho.
cy: %s wedi'i osod ar hyn o bryd. Rhaid i chi ei ddad-rifo cyn y gallwch ei wirio.
da: %s er i øjeblikket monteret. Du skal afmontere den, før du kan kontrollere den.
eo: %s estas nuntempe muntita. Vi devas malmunti ĝin antaŭ ol vi povas kontroli ĝin.
et: %s on hetkel paigaldatud. Enne kontrollimist peate selle lahti ühendama.
eu: %s gaur egun muntatuta dago. Desmuntatu egin behar duzu egiaztatu ahal izateko.
fa: %s .ﺪﯿﻨﮐ ﺍﺪﺟ ﺍﺭ ﻥﺁ ﺪﯾﺎﺑ ،ﺪﯿﻨﮐ ﯽﺳﺭﺮﺑ ﺍﺭ ﻥﺁ ﺪﯿﻧﺍﻮﺘﺑ ﻪﮑﻨﯾﺍ ﺯﺍ ﻞﺒﻗ ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ ﺮﺿﺎﺣ ﻝﺎﺣ ﺭﺩ
fi: %s on tällä hetkellä asennettuna. Sinun on irrotettava se ennen kuin voit tarkistaa sen.
fil: %s ay kasalukuyang naka-mount. Dapat mong i-unmount ito bago mo masuri.
fy: %s is op it stuit monteard. Jo moatte it ûntkoppele foardat jo it kinne kontrolearje.
ga: %s suite faoi láthair. Ní mór duit é a dhíchur sula bhféadann tú é a sheiceáil.
gd: %s air a chur suas an-dràsta. Feumaidh tu a dhì-cheadachadh mus urrainn dhut sùil a thoirt air.
gl: %s está montado actualmente. Debes desmontalo antes de poder comprobalo.
gu: %s હાલમાં માઉન્ટ થયેલ છે. તમે તેને તપાસી શકો તે પહેલાં તમારે તેને અનમાઉન્ટ કરવું આવશ્યક છે.
he: %s .ותוא קודבל לכותש ינפל ותוא לטבל ךילע .תעכ ןקתומ
hi: %s वर्तमान में लगाया गया है। इसे जांचने से पहले आपको इसे अनमाउंट करना होगा।
hr: %s trenutno je montiran. Morate ga odmontirati prije nego što ga možete provjeriti.
hu: %s jelenleg fel van szerelve. Mielőtt ellenőrizné, le kell választania.
hy: %s ներկայումս տեղադրված է: Դուք պետք է ապամոնտաժեք այն, նախքան այն ստուգեք:
id: %s saat ini terpasang. Anda harus melepasnya sebelum dapat memeriksanya.
is: %s er nú uppsett. Þú verður að aftengja það áður en þú getur athugað það.
ka: %s ამჟამად დამონტაჟებულია. თქვენ უნდა მოხსნათ ის, სანამ შეძლებთ მის შემოწმებას.
kk: %s қазіргі уақытта орнатылған. Тексермес бұрын оны ажырату керек.
km: %s បច្ចុប្បន្នត្រូវបានម៉ោន។ អ្នកu200bត្រូវu200bតែu200bផ្ដាច់u200bវាu200bមុនu200bពេលu200bអ្នកu200bអាចu200bពិនិត្យu200bមើលu200bវា។
kn: %s ಪ್ರಸ್ತುತ ಅಳವಡಿಸಲಾಗಿದೆ. ನೀವು ಅದನ್ನು ಪರಿಶೀಲಿಸುವ ಮೊದಲು ನೀವು ಅದನ್ನು ಅನ್u200cಮೌಂಟ್ ಮಾಡಬೇಕು.
ku: %s niha hatiye lêkirin. Berî ku hûn karibin wê kontrol bikin, divê hûn wê rakin.
ky: %s учурда орнотулган. Аны текшерүүдөн мурун аны ажыратышыңыз керек.
lb: %s ass momentan montéiert. Dir musst et demontéieren ier Dir et kontrolléiere kënnt.
lo: %s ປະຈຸບັນຖືກຕິດຕັ້ງ. ທ່ານຕ້ອງຖອນການຕິດຕັ້ງມັນກ່ອນທີ່ທ່ານຈະສາມາດກວດສອບມັນໄດ້.
lt: %s šiuo metu yra prijungtas. Prieš jį tikrindami, privalote jį atjungti.
lv: %s pašlaik ir uzstādīts. Jums tas ir jāatvieno, pirms varat to pārbaudīt.
mg: %s dia mipetaka amin'izao fotoana izao. Tsy maintsy esorinao ilay izy vao afaka manamarina azy.
mi: %s kei te whakairihia i tenei wa. Me tango e koe i mua i to tirotirohia.
mk: %s моментално е монтиран. Мора да го одмонтирате пред да можете да го проверите.
ml: %s നിലവിൽ മൌണ്ട് ചെയ്തിട്ടുണ്ട്. പരിശോധിക്കുന്നതിന് മുമ്പ് നിങ്ങൾ അത് അൺമൗണ്ട് ചെയ്യണം.
mn: %s одоогоор суурилуулсан байна. Та үүнийг шалгахаасаа өмнө салгах хэрэгтэй.
mr: %s सध्या आरोहित आहे. तुम्ही ते तपासण्यापूर्वी तुम्ही ते अनमाउंट करणे आवश्यक आहे.
mt: %s bħalissa huwa mmuntat. Trid tneħħiha qabel ma tkun tista' tiċċekkjaha.
my: %s လက်ရှိတပ်ဆင်ထားသည်။ မစစ်ဆေးမီ ၎င်းကို ဖြုတ်ထားရပါမည်။
nb: %s er for øyeblikket montert. Du må demontere den før du kan sjekke den.
ne: %s हाल माउन्ट गरिएको छ। तपाईंले यसलाई जाँच गर्न सक्नु अघि तपाईंले यसलाई अनमाउन्ट गर्नुपर्छ।
or: %s ସମ୍ପ୍ରତି ମାଉଣ୍ଟ ହୋଇଛି | ଆପଣ ଏହାକୁ ଯାଞ୍ଚ କରିବା ପୂର୍ବରୁ ଏହାକୁ ଅନାବଶ୍ୟକ କରିବା ଜରୁରୀ |
pa: %s ਵਰਤਮਾਨ ਵਿੱਚ ਮਾਊਂਟ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀਂ ਇਸ ਦੀ ਜਾਂਚ ਕਰ ਸਕੋ, ਤੁਹਾਨੂੰ ਇਸਨੂੰ ਅਨਮਾਊਂਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
ps: %s .ﺉړﮐ ﮏﯿﭼ ﯥﯾ ﻮﺳﺎﺗ ﯥﭼ ﯤﺪﻟ ﯥﮑﺨﻣ ﺉړﮐ ﺐﺼﻧ ﺮﯿﻏ ﺍﺩ ﺪﯾﺎﺑ ﻮﺳﺎﺗ .ﯼﺩ ﯼﻮﺷ ﺐﺼﻧ ﺱﻭﺍ
ro: %s este montat in prezent. Trebuie să-l demontați înainte de a-l putea verifica.
rw: %s ni Kuri. Ugomba gukuramo mbere yuko ubigenzura.
sd: %s .ﻲﺟﺮﮭﮔ ﮠﺮڪ ٽﻧﺅﺎﻣ ﻥﺍ ﻥﺎﻳﺮﮭﭘ ﻥﺎﮐ ﮠﺮڪ ڪﻴﭼ ﻲﮐ ﻥﺍ ﻥﺎﮬﻮﺗ .ﻲﻫﺁ ﻞﻴﭤ ﺐﺼﻧ ﺖﻗﻭ ﻦﻫ
si: %s දැනට සවිකර ඇත. ඔබට එය පරීක්ෂා කිරීමට පෙර ඔබ එය ඉවත් කළ යුතුය.
sk: %s je momentálne namontovaný. Pred kontrolou ho musíte odpojiť.
sl: %s je trenutno nameščen. Preden ga lahko preverite, ga morate odklopiti.
sq: %s është montuar aktualisht. Duhet ta çmontoni përpara se ta kontrolloni.
sw: %s kwa sasa imewekwa. Lazima uipandishe kabla ya kuiangalia.
ta: %s தற்போது ஏற்றப்பட்டுள்ளது. நீங்கள் அதைச் சரிபார்க்கும் முன், நீங்கள் அதை அகற்ற வேண்டும்.
te: %s ప్రస్తుతం మౌంట్ చేయబడింది. మీరు దాన్ని తనిఖీ చేయడానికి ముందు దాన్ని తప్పనిసరిగా అన్u200cమౌంట్ చేయాలి.
tg: %s айни замон васл карда шудааст. Пеш аз он ки онро тафтиш кунед, шумо бояд онро ҷудо кунед.
th: %s กำลังติดตั้งอยู่ คุณต้องยกเลิกการต่อเชื่อมก่อนจึงจะตรวจสอบได้
tk: %s häzirki wagtda gurnalan. Barlamazdan ozal aýyrmaly.
tt: %s хәзерге вакытта монтажланган. Сез аны тикшергәнче аны чыгарырга тиеш.
uk: %s наразі змонтовано. Ви повинні відключити його, перш ніж перевірити.
ur: %s ۔ﮯﯿﮨﺎﭼ ﺎﻧﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﮯﺳﺍ ﻮﮐ ﭖﺁ ﮟﯿﮑﺳ ﺮﮐ ﮏﯿﭼ ﮯﺳﺍ ﭖﺁ ﮧﮐ ﮯﻠﮩﭘ ﮯﺳ ﺱﺍ .ﮯﮨ ﺐﺼﻧ ﻝﺎﺤﻟﺍ ﯽﻓ
uz: %s hozirda o'rnatilgan. Tekshirishdan oldin uni uzishingiz kerak.
vi: %s hiện đang được gắn kết. Bạn phải ngắt kết nối nó trước khi bạn có thể kiểm tra nó.
xh: %s ixhonyiwe ngoku. Kufuneka uyihlise phambi kokuba uyijonge.
yi: %s .סע ןרילאָרטנאָק ןענעק ריא רעדייא סע טנואָמנאַ ןזומ ריא .דעטנואָמ טציא זיא

source: Device Is Mounted
af: Toestel is gemonteer
am: መሣሪያው ተጭኗል
ar: ﺖﺒﺜﻣ ﺯﺎﻬﺠﻟﺍ
be: Прылада змантавана
bg: Устройството е монтирано
bn: ডিভাইস মাউন্ট করা হয়
ca: El dispositiu està muntat
cy: Mae Dyfais Yn Cael Ei Fowntio
da: Enheden er monteret
eo: Aparato Estas Muntita
et: Seade on paigaldatud
eu: Gailua muntatuta dago
fa: ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ ﻩﺎﮕﺘﺳﺩ
fi: Laite on asennettu
fil: Naka-mount ang Device
fy: Apparaat is monteard
ga: Gléas Gléasta
gd: Inneal air a chur suas
gl: O dispositivo está montado
gu: ઉપકરણ માઉન્ટ થયેલ છે
he: ןקתומ רישכמה
hi: डिवाइस माउंटेड है
hr: Uređaj je montiran
hu: A készülék fel van szerelve
hy: Սարքը տեղադրված է
id: Perangkat Dipasang
is: Tæki er fest
ka: მოწყობილობა დამონტაჟებულია
kk: Құрылғы орнатылған
km: ឧបករណ៍ត្រូវបានម៉ោន
kn: ಸಾಧನವನ್ನು ಜೋಡಿಸಲಾಗಿದೆ
ku: Amûra Çêkirî ye
ky: Аппарат орнотулган
lb: Apparat ass montéiert
lo: ອຸປະກອນຖືກຕິດຕັ້ງ
lt: Įrenginys Yra Prijungtas
lv: Ierīce ir uzstādīta
mg: Napetraka ny fitaovana
mi: Kua Mau te Pūrere
mk: Уредот е монтиран
ml: ഉപകരണം ഘടിപ്പിച്ചിരിക്കുന്നു
mn: Төхөөрөмж суурилуулсан
mr: डिव्हाइस माउंट केले आहे
mt: Apparat Huwa Mmuntat
my: စက်ပစ္စည်းကို တပ်ဆင်ထားသည်။
nb: Enheten er montert
ne: यन्त्र माउन्ट गरिएको छ
or: ଡିଭାଇସ୍ ମାଉଣ୍ଟ ହୋଇଛି |
pa: ਡਿਵਾਈਸ ਮਾਊਂਟ ਕੀਤੀ ਗਈ ਹੈ
ps: ﯼﻮﺷ ﺐﺼﻧ ﻪﻠﯿﺳﻭ
ro: Dispozitivul este montat
rw: Igikoresho cyashizweho
sd: ﻲﻫﺁ ﻞﻴﭤ ﺐﺼﻧ ﺲﻴﺋﺍﻭڊ
si: උපාංගය සවි කර ඇත
sk: Zariadenie je namontované
sl: Naprava je nameščena
sq: Pajisja është montuar
sw: Kifaa Kimewekwa
ta: சாதனம் பொருத்தப்பட்டுள்ளது
te: పరికరం మౌంట్ చేయబడింది
tg: Дастгоҳ насб карда шудааст
th: ติดตั้งอุปกรณ์แล้ว
tk: Enjam oturdyldy
tt: Iceайланма урнаштырылган
uk: Пристрій змонтовано
ur: ۔ﮯﮨ ﺐﺼﻧ ﺲﺋﺍﻮﯾﮈ
uz: Qurilma o'rnatilgan
vi: Thiết bị được gắn
xh: Isixhobo Sixhonyiwe
yi: דעטנואָמ זיא לטימ יד
