Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzfm: invalid response from socket
af: zzzfm: ongeldige reaksie uit sok
am: zzzfm: ከሶኬት የተሳሳተ ምላሽ
ar: zzzfm: ﺲﺒﻘﻤﻟﺍ ﻦﻣ ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺔﺑﺎﺠﺘﺳﺍ
be: zzzfm: няправільны адказ з сокета
bg: zzzfm: невалиден отговор от сокета
bn: zzzfm: সকেট থেকে অবৈধ প্রতিক্রিয়া
ca: zzzfm: resposta no vàlida del sòcol
cy: zzzfm: ymateb annilys o'r soced
da: zzzfm: ugyldigt svar fra socket
eo: zzzfm: nevalida respondo de socket
et: zzzfm: vale vastus pistikupesast
eu: zzzfm: socketetik erantzun baliogabea
fa: zzzfm: ﺖﮐﻮﺳ ﺯﺍ ﺮﺒﺘﻌﻣﺎﻧ ﺦﺳﺎﭘ
fi: zzzfm: virheellinen vastaus pistorasiasta
fil: zzzfm: di-wastong tugon mula sa socket
fy: zzzfm: ûnjildich antwurd út socket
ga: zzzfm: freagra neamhbhailí ón soicéad
gd: zzzfm: freagairt neo-dhligheach bhon t-socaid
gl: zzzfm: resposta non válida do socket
gu: zzzfm: સોકેટમાંથી અમાન્ય પ્રતિસાદ
he: zzzfm: עקשהמ תיקוח אל הבוגת
hi: zzzfm: सॉकेट से अमान्य प्रतिक्रिया
hr: zzzfm: nevažeći odgovor iz utičnice
hu: zzzfm: érvénytelen válasz a sockettől
hy: zzzfm: Անվավեր պատասխան վարդակից
id: zzzfm: tanggapan tidak valid dari soket
is: zzzfm: ógilt svar frá fals
ka: zzzfm: არასწორი პასუხი სოკეტიდან
kk: zzzfm: розеткадан жарамсыз жауап
km: zzzfm: ការឆ្លើយតបមិនត្រឹមត្រូវពីរន្ធ
kn: zzzfm: ಸಾಕೆಟ್u200cನಿಂದ ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆ
ku: zzzfm: bersiva nederbasdar ji soketê
ky: zzzfm: розеткадан жараксыз жооп
lb: zzzfm: ongëlteg Äntwert aus Socket
lo: zzzfm: ການຕອບສະໜອງບໍ່ຖືກຕ້ອງຈາກຊັອກເກັດ
lt: zzzfm: neteisingas atsakymas iš lizdo
lv: zzzfm: nederīga atbilde no kontaktligzdas
mg: zzzfm: valiny tsy mety avy amin'ny socket
mi: zzzfm: whakautu muhu mai i te turanga
mk: zzzfm: неважечки одговор од штекерот
ml: zzzfm: സോക്കറ്റിൽ നിന്നുള്ള അസാധുവായ പ്രതികരണം
mn: zzzfm: залгуураас буруу хариулт
mr: zzzfm: सॉकेटकडून अवैध प्रतिसाद
mt: zzzfm: tweġiba invalida mis-socket
my: zzzfm: socket မှ မမှန်ကန်သော တုံ့ပြန်မှု
nb: zzzfm: ugyldig svar fra socket
ne: zzzfm: सकेटबाट अवैध प्रतिक्रिया
or: zzzfm: ସକେଟରୁ ଅବ inv ଧ ପ୍ରତିକ୍ରିୟା |
pa: zzzfm: ਸਾਕਟ ਤੋਂ ਅਵੈਧ ਜਵਾਬ
ps: zzzfm: ﺏﺍﻮځ ﻢﺳﺎﻧ ﻪﺨڅ ټﮐﺎﺳ ﺩ
ro: zzzfm: răspuns nevalid de la socket
rw: zzzfm: igisubizo kitemewe kuva sock
sd: zzzfm: ﺏﺍﻮﺟ ﻂﻠﻏ ﻥﺎﮐ ٽﮐﺎﺳ
si: zzzfm: සොකට් එකෙන් වලංගු නොවන ප්u200dරතිචාරයක්
sk: zzzfm: neplatná odpoveď zo zásuvky
sl: zzzfm: neveljaven odgovor iz vtičnice
sq: zzzfm: përgjigje e pavlefshme nga priza
sw: zzzfm: jibu lisilo sahihi kutoka kwa soketi
ta: zzzfm: சாக்கெட்டில் இருந்து தவறான பதில்
te: zzzfm: సాకెట్ నుండి చెల్లని ప్రతిస్పందన
tg: zzzfm: ҷавоби беэътибор аз розетка
th: zzzfm: การตอบสนองที่ไม่ถูกต้องจาก socket
tk: zzzfm: rozetkadan nädogry jogap
tt: zzzfm: розеткадан дөрес булмаган җавап
uk: zzzfm: недійсна відповідь від сокета
ur: zzzfm: ﺏﺍﻮﺟ ﻂﻠﻏ ﮯﺳ ﭧﮐﺎﺳ
uz: zzzfm: rozetkadan noto'g'ri javob
vi: zzzfm: phản hồi không hợp lệ từ ổ cắm
xh: zzzfm: impendulo engasebenziyo kwisokethi
yi: zzzfm: לעלאָכ ןופ רעפטנע טלפּירקראַפ

source: zzzFM socket commands permit external processes
af: zzzFM socket-opdragte laat eksterne prosesse toe
am: zzzFM የሶኬት ትዕዛዞች ውጫዊ ሂደቶችን ይፈቅዳሉ
ar: zzzFM ﺔﻴﺟﺭﺎﺧ ﺕﺎﻴﻠﻤﻌﺑ ﺲﺒﻘﻤﻟﺍ ﺮﻣﺍﻭﺃ ﺢﻤﺴﺗ
be: zzzFM каманды сокетаў дазваляюць знешнія працэсы
bg: zzzFM командите на сокет позволяват външни процеси
bn: zzzFM সকেট কমান্ড বাহ্যিক প্রক্রিয়ার অনুমতি দেয়
ca: zzzFM Les ordres de socket permeten processos externs
cy: zzzFM mae gorchmynion soced yn caniatáu prosesau allanol
da: zzzFM socket-kommandoer tillader eksterne processer
eo: zzzFM socket-komandoj permesas eksterajn procezojn
et: zzzFM soklikäsud võimaldavad väliseid protsesse
eu: zzzFM socket komandoek kanpoko prozesuak ahalbidetzen dituzte
fa: zzzFM ﺪﻫﺩ ﯽﻣ ﻩﺯﺎﺟﺍ ﯽﺟﺭﺎﺧ ﯼﺎﻫﺪﻨﯾﺁﺮﻓ ﻪﺑ ﺖﮐﻮﺳ ﺕﺍﺭﻮﺘﺳﺩ
fi: zzzFM socket-komennot sallivat ulkoiset prosessit
fil: zzzFM pinahihintulutan ng mga utos ng socket ang mga panlabas na proseso
fy: zzzFM socket kommando's tastean eksterne prosessen
ga: zzzFM ceadaíonn orduithe soicéad próisis sheachtracha
gd: zzzFM bidh òrdughan socaid a ’ceadachadh pròiseasan taobh a-muigh
gl: zzzFM os comandos de socket permiten procesos externos
gu: zzzFM સોકેટ આદેશો બાહ્ય પ્રક્રિયાઓને પરવાનગી આપે છે
he: zzzFM םיינוציח םיכילהת תורשפאמ socket תודוקפ
hi: zzzFM सॉकेट कमांड बाहरी प्रक्रियाओं की अनुमति देता है
hr: zzzFM naredbe utičnice dopuštaju vanjske procese
hu: zzzFM A socket parancsok külső folyamatokat tesznek lehetővé
hy: zzzFM socket հրամանները թույլ են տալիս արտաքին գործընթացներ
id: zzzFM perintah socket mengizinkan proses eksternal
is: zzzFM falsskipanir leyfa ytri ferli
ka: zzzFM სოკეტის ბრძანებები იძლევა გარე პროცესებს
kk: zzzFM розетка командалары сыртқы процестерге рұқсат береді
km: zzzFM ពាក្យបញ្ជារន្ធអនុញ្ញាតឱ្យដំណើរការខាងក្រៅ
kn: zzzFM ಸಾಕೆಟ್ ಆಜ್ಞೆಗಳು ಬಾಹ್ಯ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ಅನುಮತಿಸುತ್ತವೆ
ku: zzzFM fermanên soket destûrê dide pêvajoyên derve
ky: zzzFM розетка командалары тышкы процесстерге уруксат берет
lb: zzzFM Socket Kommandoen erlaben extern Prozesser
lo: zzzFM ຄໍາສັ່ງ socket ອະນຸຍາດໃຫ້ຂະບວນການພາຍນອກ
lt: zzzFM lizdo komandos leidžia išorinius procesus
lv: zzzFM ligzdas komandas atļauj ārējos procesus
mg: zzzFM Ny baiko socket dia mamela ny fizotran'ny ivelany
mi: zzzFM Ko nga whakahau turanga ka whakaaetia nga tukanga o waho
mk: zzzFM Сокет командите дозволуваат надворешни процеси
ml: zzzFM സോക്കറ്റ് കമാൻഡുകൾ ബാഹ്യ പ്രക്രിയകളെ അനുവദിക്കുന്നു
mn: zzzFM сокет командууд нь гадаад процессуудыг зөвшөөрдөг
mr: zzzFM सॉकेट कमांड्स बाह्य प्रक्रियांना परवानगी देतात
mt: zzzFM kmandi tas-socket jippermettu proċessi esterni
my: zzzFM socket command များသည် ပြင်ပလုပ်ငန်းစဉ်များကို ခွင့်ပြုသည်။
nb: zzzFM socket-kommandoer tillater eksterne prosesser
ne: zzzFM सकेट आदेशहरूले बाह्य प्रक्रियाहरूलाई अनुमति दिन्छ
or: zzzFM ସକେଟ୍ ନିର୍ଦ୍ଦେଶଗୁଡ଼ିକ ବାହ୍ୟ ପ୍ରକ୍ରିୟାଗୁଡ଼ିକୁ ଅନୁମତି ଦିଏ |
pa: zzzFM ਸਾਕਟ ਕਮਾਂਡਾਂ ਬਾਹਰੀ ਪ੍ਰਕਿਰਿਆਵਾਂ ਦੀ ਆਗਿਆ ਦਿੰਦੀਆਂ ਹਨ
ps: zzzFM ﻱﻮﮐﺭﻭ ﻩﺯﺎﺟﺍ ﻪﺗ ﯥﺳﻭﺮﭘ ۍﻧﺮﻬﺑ ﻪﻧﻭډﻧﺎﻤﮐ ټﮐﺎﺳ ﺩ
ro: zzzFM comenzile socket permit procese externe
rw: zzzFM sock command yemerera inzira zo hanze
sd: zzzFM ﻮﭤ ﻲﺋڏ ﺕﺯﺎﺟﺍ ﻲﺟ ﻦﻠﻤﻋ ﻲﺟﺭﺎﺧ ڊﻧﺎﻤڪ ٽﮐﺎﺳ
si: zzzFM socket විධාන බාහිර ක්u200dරියාවලි වලට අවසර දෙයි
sk: zzzFM soketové príkazy umožňujú externé procesy
sl: zzzFM ukazi vtičnice dovoljujejo zunanje procese
sq: zzzFM Komandat e prizës lejojnë proceset e jashtme
sw: zzzFM amri za soketi huruhusu michakato ya nje
ta: zzzFM சாக்கெட் கட்டளைகள் வெளிப்புற செயல்முறைகளை அனுமதிக்கின்றன
te: zzzFM సాకెట్ ఆదేశాలు బాహ్య ప్రక్రియలను అనుమతిస్తాయి
tg: zzzFM фармонҳои розетка ба равандҳои беруна иҷозат медиҳанд
th: zzzFM คำสั่งซ็อกเก็ตอนุญาตกระบวนการภายนอก
tk: zzzFM rozetka buýruklary daşarky amallara rugsat berýär
tt: zzzFM сокет командалары тышкы процессларга рөхсәт бирә
uk: zzzFM команди сокета дозволяють зовнішні процеси
ur: zzzFM ۔ﮟﯿﮨ ﯽﺘﯾﺩ ﺕﺯﺎﺟﺍ ﯽﮐ ﻞﻤﻋ ﯽﻧﻭﺮﯿﺑ ﺯﮉﻧﺎﻤﮐ ﭧﮐﺎﺳ
uz: zzzFM soket buyruqlari tashqi jarayonlarga ruxsat beradi
vi: zzzFM lệnh socket cho phép các quy trình bên ngoài
xh: zzzFM imiyalelo socket ivumela iinkqubo zangaphandle
yi: zzzFM זאַסעסאַרפּ קידנסיורדנופ ןביולרעד זדנאַמאַק לעלאָכ

source: (such as command scripts) to read and set GUI property values
af: (soos opdragskrifte) om GUI-eienskapwaardes te lees en in te stel
am: (እንደ የትዕዛዝ ስክሪፕቶች ያሉ) የ GUI ንብረት እሴቶችን ለማንበብ እና ለማዘጋጀት
ar: ﺎﻬﻨﻴﻴﻌﺗﻭ ﺔﻴﻣﻮﺳﺮﻟﺍ ﻡﺪﺨﺘﺴﻤﻟﺍ ﺔﻬﺟﺍﻭ ﺺﺋﺎﺼﺧ ﻢﻴﻗ ﺓءﺍﺮﻘﻟ (ﺮﻣﺍﻭﻸ﻿ﻟ ﺔﻴﺼﻨﻟﺍ ﺞﻣﺍﺮﺒﻟﺍ ﻞﺜﻣ)
be: (напрыклад, камандныя скрыпты) для чытання і ўстанаўлення значэнняў уласцівасцяў графічнага інтэрфейсу
bg: (като командни скриптове), за да четете и задавате стойности на свойствата на GUI
bn: (যেমন কমান্ড স্ক্রিপ্ট) GUI সম্পত্তি মান পড়তে এবং সেট করতে
ca: (com ara scripts d'ordres) per llegir i establir els valors de les propietats de la GUI
cy: (fel sgriptiau gorchymyn) i ddarllen a gosod gwerthoedd eiddo GUI
da: (såsom kommandoscripts) for at læse og indstille GUI-egenskabsværdier
eo: (kiel komandskriptoj) por legi kaj agordi GUI-posedaĵvalorojn
et: (nt käsuskriptid), et lugeda ja määrata GUI atribuutide väärtusi
eu: (adibidez, komando-scriptak) GUI propietate-balioak irakurtzeko eta ezartzeko
fa: ﯽﮑﯿﻓﺍﺮﮔ ﯼﺮﺑﺭﺎﮐ ﻂﺑﺍﺭ ﯽﮔﮋﯾﻭ ﺮﯾﺩﺎﻘﻣ ﻢﯿﻈﻨﺗ ﻭ ﻥﺪﻧﺍﻮﺧ ﯼﺍﺮﺑ (ﻥﺎﻣﺮﻓ ﯼﺎﻫ ﺖﭙﯾﺮﮑﺳﺍ ﺪﻨﻧﺎﻣ)
fi: (kuten komentosarjat) GUI-ominaisuusarvojen lukemiseen ja asettamiseen
fil: (gaya ng mga command script) para basahin at itakda ang mga value ng property ng GUI
fy: (lykas kommando-skripts) om GUI-eigendomswearden te lêzen en yn te stellen
ga: (cosúil le scripteanna ordaithe) chun luachanna maoine GUI a léamh agus a shocrú
gd: (leithid sgriobtaichean àithne) gus luachan seilbh GUI a leughadh agus a shuidheachadh
gl: (como scripts de comandos) para ler e definir os valores das propiedades da GUI
gu: (જેમ કે આદેશ સ્ક્રિપ્ટ્સ) વાંચવા અને GUI ગુણધર્મ મૂલ્યો સેટ કરવા માટે
he: GUI ינייפאמ יכרע רידגהלו אורקל ידכ (תודוקפ לש םיטפירקס ןוגכ)
hi: (जैसे कमांड स्क्रिप्ट) GUI गुण मानों को पढ़ने और सेट करने के लिए
hr: (kao što su naredbene skripte) za čitanje i postavljanje vrijednosti svojstava GUI-ja
hu: (például parancsszkriptek) a GUI tulajdonságértékek beolvasásához és beállításához
hy: (օրինակ՝ հրամանի սկրիպտները)՝ կարդալու և սահմանելու GUI-ի սեփականության արժեքները
id: (seperti skrip perintah) untuk membaca dan mengatur nilai properti GUI
is: (eins og skipanaforskriftir) til að lesa og stilla GUI eignagildi
ka: (როგორიცაა ბრძანების სკრიპტები) GUI თვისებების წაკითხვისა და დაყენების მიზნით
kk: (мысалы, пәрмен сценарийлері) GUI сипат мәндерін оқу және орнату үшін
km: (ដូចជាu200bស្គ្រីបu200bពាក្យu200bបញ្ជា) ដើម្បីu200bអាន និងu200bកំណត់u200bតម្លៃu200bលក្ខណសម្បត្តិ GUI
kn: (ಉದಾಹರಣೆಗೆ ಕಮಾಂಡ್ ಸ್ಕ್ರಿಪ್ಟ್u200cಗಳು) GUI ಆಸ್ತಿ ಮೌಲ್ಯಗಳನ್ನು ಓದಲು ಮತ್ತು ಹೊಂದಿಸಲು
ku: (wekî skrîptên fermanê) ji bo xwendin û danîna nirxên milkê GUI
ky: (мисалы, буйрук скрипттери) GUI касиетинин баалуулуктарын окуу жана орнотуу
lb: (wéi Kommando Scripten) fir GUI Eegeschafte Wäerter ze liesen an astellen
lo: (ເຊັ່ນ: ສະຄຣິບຄຳສັ່ງ) ເພື່ອອ່ານ ແລະກຳນົດຄ່າຄຸນສົມບັດຂອງ GUI
lt: (pvz., komandų scenarijus), kad nuskaitytų ir nustatytų GUI ypatybių reikšmes
lv: (piemēram, komandu skripti), lai lasītu un iestatītu GUI rekvizītu vērtības
mg: (toy ny sora-baventy) mba hamaky sy hametraka ny sandan'ny fananana GUI
mi: (pērā i ngā hōtuhi whakahau) ki te pānui me te whakarite uara taonga GUI
mk: (како што се командните скрипти) за читање и поставување вредности на својствата на GUI
ml: (കമാൻഡ് സ്ക്രിപ്റ്റുകൾ പോലുള്ളവ) GUI പ്രോപ്പർട്ടി മൂല്യങ്ങൾ വായിക്കാനും സജ്ജമാക്കാനും
mn: (тушаалын скрипт гэх мэт) GUI шинж чанарын утгыг уншиж, тохируулах боломжтой
mr: (जसे की कमांड स्क्रिप्ट्स) वाचण्यासाठी आणि GUI गुणधर्म मूल्ये सेट करण्यासाठी
mt: (bħal skripts tal-kmand) biex taqra u tissettja l-valuri tal-proprjetà tal-GUI
my: (ဥပမာ- command scripts များ) GUI ပိုင်ဆိုင်မှုတန်ဖိုးများကိုဖတ်ရန်နှင့်သတ်မှတ်ရန်
nb: (som kommandoskript) for å lese og angi GUI-egenskapsverdier
ne: (जस्तै आदेश लिपिहरू) पढ्न र GUI गुण मानहरू सेट गर्न
or: (ଯେପରିକି ନିର୍ଦ୍ଦେଶ ସ୍କ୍ରିପ୍ଟଗୁଡିକ) GUI ଗୁଣଧର୍ମ ମୂଲ୍ୟଗୁଡ଼ିକୁ ପ read ଼ିବା ଏବଂ ସେଟ୍ କରିବା ପାଇଁ |
pa: (ਜਿਵੇਂ ਕਿ ਕਮਾਂਡ ਸਕ੍ਰਿਪਟਾਂ) ਨੂੰ ਪੜ੍ਹਨ ਅਤੇ GUI ਗੁਣਾਂ ਨੂੰ ਸੈੱਟ ਕਰਨ ਲਈ
ps: ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﻢﯿﻈﻨﺗ ﻭﺍ ﻮﻠﺘﺳﻮﻟ ﻮﻧﻮﺘښﺯﺭﺍ ﺖﯿﮑﻠﻣ GUI ﺩ (ﻪﻧﻮټﭙﯾﺮﮑﺳ ډﻧﺎﻤﮐ ﺩ ﻪﮑﻟ)
ro: (cum ar fi scripturile de comandă) pentru a citi și a seta valorile proprietăților GUI
rw: (nka commande inyandiko) gusoma no gushiraho indangagaciro za GUI
sd: ءﻻ﻿ ﮠﺮڪ ٽﻴﺳ ﻲﮐ ﻦﺘﻤﻴﻗ ﻲﺟ ﺖﻴڪﻠﻣ GUI ۽ ﮡﻫڙﭘ (ٽﭘﺮڪﺳﺍ ڊﻧﺎﻤڪ ڪﻭڙﻬﺟ)
si: (විධාන ස්ක්u200dරිප්ට් වැනි) GUI දේපල අගයන් කියවීමට සහ සැකසීමට
sk: (ako sú príkazové skripty) na čítanie a nastavenie hodnôt vlastností GUI
sl: (kot so ukazni skripti) za branje in nastavitev vrednosti lastnosti GUI
sq: (të tilla si skriptet e komandave) për të lexuar dhe vendosur vlerat e vetive GUI
sw: (kama vile hati za amri) kusoma na kuweka maadili ya mali ya GUI
ta: (கமாண்ட் ஸ்கிரிப்டுகள் போன்றவை) GUI சொத்து மதிப்புகளைப் படிக்கவும் அமைக்கவும்
te: (కమాండ్ స్క్రిప్ట్u200cలు వంటివి) GUI ప్రాపర్టీ విలువలను చదవడానికి మరియు సెట్ చేయడానికి
tg: (ба монанди скриптҳои фармон) барои хондан ва танзим кардани арзишҳои амволи GUI
th: (เช่นสคริปต์คำสั่ง) เพื่ออ่านและตั้งค่าคุณสมบัติ GUI
tk: (buýruk skriptleri ýaly) GUI emläk bahalaryny okamak we düzmek
tt: (мәсәлән, боерык сценарийлары) GUI мөлкәт кыйммәтләрен уку һәм урнаштыру
uk: (наприклад, командні скрипти) для читання та встановлення значень властивостей GUI
ur: ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﭧﯿﺳ ﺭﻭﺍ ﮯﻨﮬﮍﭘ ﻮﮐ ﺯﻮﯿﻠﯾﻭ ﯽﭨﺮﭘﺍﺮﭘ GUI (ﺲﭩﭘﺮﮑﺳﺍ ﮉﻧﺎﻤﮐ ﮯﺴﯿﺟ)
uz: (masalan, buyruq skriptlari) GUI xususiyat qiymatlarini o'qish va o'rnatish uchun
vi: (chẳng hạn như tập lệnh lệnh) để đọc và đặt các giá trị thuộc tính GUI
xh: (ezifana nezikripthi zomyalelo) ukufunda nokuseta amaxabiso epropati e-GUI
yi: סעולאַוו גאָמראַפ GUI ןלעטש ןוא ןענעייל וצ (ספּירקס ןלעפֿאַב יוו אַזאַ)

source: and execute methods inside running zzzFM windows.
af: en voer metodes binne hardloop uit zzzFM vensters.
am: እና በመሮጥ ውስጥ ዘዴዎችን ያስፈጽሙ zzzFM መስኮቶች.
ar: ﻞﻴﻐﺸﺘﻟﺍ ﻞﺧﺍﺩ ﻕﺮﻄﻟﺍ ﺬﻴﻔﻨﺗﻭ zzzFM .ﻚﻴﺑﺎﺒﺷ
be: і выконваць метады ўнутры запуску zzzFM вокны.
bg: и изпълнява методи вътре в run zzzFM прозорци.
bn: এবং রানিং এর ভিতরে মেথড এক্সিকিউট করুন zzzFM জানালা
ca: i executar mètodes dins de l'execució zzzFM finestres.
cy: a gweithredu dulliau y tu mewn i redeg zzzFM ffenestri.
da: og eksekvere metoder inde i løb zzzFM vinduer.
eo: kaj ekzekuti metodojn ene de kurado zzzFM fenestroj.
et: ja käivitage töös meetodeid zzzFM aknad.
eu: eta exekutatu metodoak exekutatzen barruan zzzFM leihoak.
fa: ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﺍﺮﺟﺍ ﻞﺧﺍﺩ ﺭﺩ ﺍﺭ ﺎﻫﺪﺘﻣ ﻭ zzzFM .ﺎﻫ ﻩﺮﺠﻨﭘ
fi: ja suorittaa menetelmiä käynnissä zzzFM ikkunat.
fil: at magsagawa ng mga pamamaraan sa loob ng pagtakbo zzzFM mga bintana.
fy: en útfiere metoaden binnen running zzzFM finsters.
ga: agus modhanna a rith taobh istigh ag rith zzzFM fuinneoga.
gd: agus cuir an gnìomh modhan taobh a-staigh ruith zzzFM uinneagan.
gl: e executar métodos dentro da execución zzzFM fiestras.
gu: અને દોડવાની અંદર પદ્ધતિઓનો અમલ કરો zzzFM બારીઓ
he: הצירה ךותב תוטיש עצבלו zzzFM .תונולח
hi: और दौड़ने के अंदर विधियों को निष्पादित करें zzzFM खिड़कियाँ।
hr: i izvršavati metode unutar pokretanja zzzFM prozori.
hu: és futtasson metódusokat a futáson belül zzzFM ablakok.
hy: և գործարկել մեթոդներ վազքի ներսում zzzFM պատուհաններ.
id: dan jalankan metode di dalam menjalankan zzzFM jendela.
is: og framkvæma aðferðir í gangi zzzFM gluggar.
ka: და შეასრულეთ მეთოდები გაშვების შიგნით zzzFM ფანჯრები.
kk: және іске қосу ішіндегі әдістерді орындаңыз zzzFM терезелер.
km: និងអនុវត្តវិធីសាស្រ្តក្នុងការដំណើរការ zzzFM បង្អួច។
kn: ಮತ್ತು ಚಾಲನೆಯಲ್ಲಿರುವ ವಿಧಾನಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಿ zzzFM ಕಿಟಕಿಗಳು.
ku: û rêbazên di hundurê xebitandinê de bicîh bikin zzzFM windows.
ky: жана чуркоо ичиндеги ыкмаларды аткарыңыз zzzFM терезелер.
lb: an ausféieren Methoden bannen Lafen zzzFM Fënsteren.
lo: ແລະປະຕິບັດວິທີການພາຍໃນແລ່ນ zzzFM ປ່ອງຢ້ຽມ.
lt: ir vykdyti metodus veikiant zzzFM langai.
lv: un izpildiet metodes darbības ietvaros zzzFM logi.
mg: ary manatanteraka fomba ao anatin'ny hazakazaka zzzFM varavarankely.
mi: me te whakahaere tikanga i roto i te rere zzzFM matapihi.
mk: и изврши методи внатре во трчање zzzFM прозорци.
ml: കൂടാതെ റണ്ണിംഗ് ഉള്ളിൽ രീതികൾ നടപ്പിലാക്കുക zzzFM ജനാലകൾ.
mn: болон гүйлтийн доторх аргуудыг гүйцэтгэх zzzFM цонхнууд.
mr: आणि धावण्याच्या आत पद्धती कार्यान्वित करा zzzFM खिडक्या
mt: u tesegwixxi metodi ġewwa running zzzFM twieqi.
my: နှင့် run အတွင်းရှိနည်းလမ်းများကို execute zzzFM ပြတင်းပေါက်။
nb: og utføre metoder inne i løping zzzFM vinduer.
ne: र चलिरहेको भित्र विधिहरू कार्यान्वयन गर्नुहोस् zzzFM झ्यालहरू।
or: ଏବଂ ଚାଲିବା ଭିତରେ ପଦ୍ଧତିଗୁଡ଼ିକୁ ଏକଜେକ୍ୟୁଟ୍ କରନ୍ତୁ | zzzFM ୱିଣ୍ଡୋ
pa: ਅਤੇ ਚੱਲਣ ਦੇ ਅੰਦਰ ਢੰਗਾਂ ਨੂੰ ਚਲਾਓ zzzFM ਵਿੰਡੋਜ਼
ps: ﺉړﮐ ﺍﺮﺟﺍ ﻪﻧﻭﺩﻮﺘﯿﻣ ﻪﻨﻧﺩ ﻮﻟﻮﻠﭼ ﺩ ﻭﺍ zzzFM ۍﮐړﮐ
ro: și executați metode în interiorul rulării zzzFM ferestre.
rw: hanyuma ukore uburyo imbere zzzFM Windows.
sd: ﻮﻳﺮڪ ﻞﻤﻋ ﻲﺗ ﻦﻘﻳﺮﻃ ﺭﺪﻧﺍ ﻲﺟ ﮡﺋﻼ﻿ﻫ ۽ zzzFM .ﺯﻭڊﻧﻭ
si: සහ ධාවනය ඇතුළත ක්u200dරම ක්u200dරියාත්මක කරන්න zzzFM කවුළු.
sk: a vykonávať metódy v rámci behu zzzFM okná.
sl: in izvajati metode znotraj teče zzzFM okna.
sq: dhe ekzekutoni metoda brenda drejtimit zzzFM dritaret.
sw: na utekeleze njia ndani ya kukimbia zzzFM madirisha.
ta: மற்றும் இயங்கும் உள்ளே முறைகளை இயக்கவும் zzzFM ஜன்னல்கள்.
te: మరియు పరుగు లోపల పద్ధతులను అమలు చేయండి zzzFM కిటికీలు.
tg: ва усулҳоро дар дохили давидан иҷро кунед zzzFM тирезаҳо.
th: และรันเมธอดในการรัน zzzFM หน้าต่าง
tk: we işlemegiň içindäki usullary ýerine ýetiriň zzzFM penjireler.
tt: һәм йөгерү ысулларын башкару zzzFM тәрәзәләр.
uk: і виконувати методи всередині run zzzFM вікна.
ur: ۔ﮟﯾﺩ ﻡﺎﺠﻧﺍ ﻮﮐ ﮞﻮﻘﯾﺮﻃ ﺭﺪﻧﺍ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺭﻭﺍ zzzFM ﮞﺎﯿﮐﮍﮭﮐ
uz: va yugurish ichidagi usullarni bajaring zzzFM derazalar.
vi: và thực thi các phương thức bên trong đang chạy zzzFM các cửa sổ.
xh: kwaye uphumeze iindlela ngaphakathi ekusebenzeni zzzFM iifestile.
yi: קידנסילפ ןי סדאָהטעמ ןריפסיו ןוא zzzFM .רעטצנעפֿ

source: To handle events, see View|Events in the main menu bar.
af: Sien View om gebeurtenisse te hanteer|Gebeurtenisse in die hoofkieslysbalk.
am: ክስተቶችን ለመቆጣጠር እይታን ይመልከቱ|በዋናው ምናሌ አሞሌ ውስጥ ያሉ ክስተቶች።
ar: ﺽﺮﻋ ﺮﻈﻧﺍ ، ﺙﺍﺪﺣﻷ﻿ﺍ ﻊﻣ ﻞﻣﺎﻌﺘﻠﻟ|.ﺔﻴﺴﻴﺋﺮﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﻂﻳﺮﺷ ﻲﻓ ﺙﺍﺪﺣﻷ﻿ﺍ
be: Каб апрацоўваць падзеі, глядзіце Прагляд|Падзеі ў радку галоўнага меню.
bg: За да обработвате събития, вижте Преглед|Събития в лентата на главното меню.
bn: ইভেন্টগুলি পরিচালনা করতে, দেখুন দেখুন|প্রধান মেনু বারে ইভেন্ট।
ca: Per gestionar esdeveniments, vegeu Visualització|Esdeveniments a la barra de menú principal.
cy: I drin digwyddiadau, gweler View|Digwyddiadau yn y prif far dewislen.
da: For at håndtere begivenheder, se Vis|Begivenheder i hovedmenulinjen.
eo: Por trakti eventojn, vidu Vidi|Eventoj en la ĉefa menubreto.
et: Sündmuste käsitlemiseks vaadake jaotist Vaade|Sündmused peamenüüribal.
eu: Gertaerak kudeatzeko, ikusi Ikusi|Ekitaldiak menu nagusiko barran.
fa: ﺪﯿﻨﯿﺒﺑ ﺍﺭ ﻩﺪﻫﺎﺸﻣ ،ﺎﻫﺩﺍﺪﯾﻭﺭ ﻪﺑ ﯽﮔﺪﯿﺳﺭ ﯼﺍﺮﺑ|ﯽﻠﺻﺍ ﯼﻮﻨﻣ ﺭﺍﻮﻧ ﺭﺩ ﺎﻫﺩﺍﺪﯾﻭﺭ
fi: Jos haluat käsitellä tapahtumia, katso Näytä|Tapahtumat päävalikkopalkissa.
fil: Upang pangasiwaan ang mga kaganapan, tingnan ang View|Mga kaganapan sa pangunahing menu bar.
fy: Foar it behanneljen fan eveneminten, sjoch View|Eveneminten yn 'e haadmenubalke.
ga: Chun imeachtaí a láimhseáil, féach Amharc|Imeachtaí sa phríomhbharra roghchláir.
gd: Gus tachartasan a làimhseachadh, faic View|Tachartasan anns a ’phrìomh bhàr clàr.
gl: Para xestionar eventos, consulte Ver|Eventos na barra de menú principal.
gu: ઇવેન્ટ્સ હેન્ડલ કરવા માટે, જુઓ જુઓ|મુખ્ય મેનુ બારમાં ઇવેન્ટ્સ.
he: הגוצת האר ,םיעוריאב לפטל ידכ|.תישארה םיטירפתה תרושב םיעוריא
hi: घटनाओं को संभालने के लिए देखें|मुख्य मेनू बार में ईवेंट।
hr: Za rukovanje događajima pogledajte Prikaz|Događaji u traci glavnog izbornika.
hu: Az események kezeléséhez lásd: Nézet|Események a főmenüben.
hy: Իրադարձությունները կարգավորելու համար տես Դիտել|Իրադարձություններ հիմնական ցանկի տողում:
id: Untuk menangani acara, lihat Lihat|Acara di bilah menu utama.
is: Til að meðhöndla atburði, sjá Skoða|Viðburðir í aðalvalmyndastikunni.
ka: მოვლენების დასამუშავებლად იხილეთ ნახვა|მოვლენები მთავარი მენიუს ზოლში.
kk: Оқиғаларды өңдеу үшін Көрініс бөлімін қараңыз|Негізгі мәзір жолағындағы оқиғалар.
km: ដើម្បីដោះស្រាយព្រឹត្តិការណ៍ សូមមើលទិដ្ឋភាព|ព្រឹត្តិការណ៍នៅក្នុងរបារម៉ឺនុយមេ។
kn: ಈವೆಂಟ್u200cಗಳನ್ನು ನಿರ್ವಹಿಸಲು, ವೀಕ್ಷಿಸಿ|ಮುಖ್ಯ ಮೆನು ಬಾರ್u200cನಲ್ಲಿ ಈವೆಂಟ್u200cಗಳು.
ku: Ji bo birêvebirina bûyeran, li Nîşanê binêre|Bûyerên di barika menuya sereke de.
ky: Окуяларды башкаруу үчүн Караңыз|Негизги меню тилкесиндеги окуялар.
lb: Fir Eventer ze handhaben, kuckt View|Evenementer an der Haaptrei Menü Bar.
lo: ເພື່ອຈັດການເຫດການ, ເບິ່ງ View|ເຫດການຢູ່ໃນແຖບເມນູຫຼັກ.
lt: Norėdami tvarkyti įvykius, žr. Rodinys|Įvykiai pagrindinėje meniu juostoje.
lv: Lai apstrādātu notikumus, skatiet sadaļu Skats|Notikumi galvenajā izvēlņu joslā.
mg: Raha hikarakara hetsika dia jereo ny View|Hetsika ao amin'ny bara sakafo fototra.
mi: Hei whakahaere i nga huihuinga, tirohia te Tirohanga|Nga takahanga i te pae tahua matua.
mk: За да ракувате со настани, видете Прикажи|Настани во главната лента со мени.
ml: ഇവന്റുകൾ കൈകാര്യം ചെയ്യാൻ, കാണുക കാണുക|പ്രധാന മെനു ബാറിലെ ഇവന്റുകൾ.
mn: Үйл явдлыг зохицуулахын тулд Харах хэсгийг үзнэ үү|Үндсэн цэсийн талбар дахь үйл явдлууд.
mr: कार्यक्रम हाताळण्यासाठी, पहा पहा|मुख्य मेनू बारमधील कार्यक्रम.
mt: Biex timmaniġġja l-avvenimenti, ara Ara|Avvenimenti fil-bar tal-menu prinċipali.
my: ပွဲများကို ကိုင်တွယ်ရန် View ကို ကြည့်ပါ။|ပင်မမီနူးဘားရှိ အစီအစဉ်များ။
nb: For å håndtere hendelser, se Vis|Hendelser i hovedmenylinjen.
ne: घटनाहरू ह्यान्डल गर्न, हेर्नुहोस् हेर्नुहोस्|मुख्य मेनु पट्टीमा घटनाहरू।
or: ଇଭେଣ୍ଟଗୁଡିକ ପରିଚାଳନା କରିବାକୁ, ଦର୍ଶନ ଦେଖନ୍ତୁ ||ମୁଖ୍ୟ ମେନୁ ବାର୍ ରେ ଇଭେଣ୍ଟ |
pa: ਘਟਨਾਵਾਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ, ਵੇਖੋ ਵੇਖੋ|ਮੁੱਖ ਮੀਨੂ ਬਾਰ ਵਿੱਚ ਇਵੈਂਟਸ।
ps: ﺉﺭﻮګﻭ ﺉﺭﻮګﻭ ،ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﻩﺭﺍﺩﺍ ﻮښﯿﭘ ﺩ|.ﯥﮐ ﺭﺎﺑ ﻮﻨﯿﻣ ﻲﻠﺻﺍ ﻪﭘ ﯥښﯿﭘ
ro: Pentru a gestiona evenimente, consultați Vizualizare|Evenimente în bara de meniu principală.
rw: Gukemura ibyabaye, reba Reba|Ibyabaye muri menu nkuru.
sd: ﻮﺳڏ ﻮﺳڏ ،ءِﻻ﻿ ﮡﻟﺎﭝﻨﺳ ﻲﮐ ﻦﻌﻗﺍﻭ|.ﺎﻌﻗﺍﻭ ۾ ﺭﺎﺑ ﻮﻴﻨﻴﻣ ﻪﻴﮑﻣ
si: සිදුවීම් හැසිරවීමට, බලන්න බලන්න|ප්u200dරධාන මෙනු තීරුවේ සිදුවීම්.
sk: Ak chcete spracovávať udalosti, pozrite si časť Zobraziť|Udalosti na lište hlavnej ponuky.
sl: Za upravljanje dogodkov glejte Pogled|Dogodki v glavni menijski vrstici.
sq: Për të trajtuar ngjarjet, shihni Shiko|Ngjarjet në shiritin e menusë kryesore.
sw: Ili kushughulikia matukio, angalia Tazama|Matukio kwenye upau wa menyu kuu.
ta: நிகழ்வுகளைக் கையாள, பார்க்கவும்|முக்கிய மெனு பட்டியில் நிகழ்வுகள்.
te: ఈవెంట్u200cలను నిర్వహించడానికి, వీక్షణను చూడండి|ప్రధాన మెను బార్u200cలో ఈవెంట్u200cలు.
tg: Барои коркарди рӯйдодҳо, дидан|Ҳодисаҳо дар сатри менюи асосӣ.
th: ในการจัดการเหตุการณ์ โปรดดูที่ View|เหตุการณ์ในแถบเมนูหลัก
tk: Wakalary dolandyrmak üçin “View” -e serediň|Esasy menýu setirindäki wakalar.
tt: Вакыйгалар белән эш итү өчен, Карагыз|Төп менюдагы вакыйгалар.
uk: Щоб обробляти події, див. Перегляд|Події в рядку головного меню.
ur: ﮟﯿﮭﮑﯾﺩ ﮟﯿﮭﮑﯾﺩ ،ﮯﯿﻟ ﮯﮐ ﮯﻨﻟﺎﮭﺒﻨﺳ ﻮﮐ ﺕﺎﻌﻗﺍﻭ|۔ﺲﭩﻧﻮﯾﺍ ﮟﯿﻣ ﺭﺎﺑ ﻮﻨﯿﻣ ﻦﯿﻣ
uz: Voqealarni boshqarish uchun Koʻrish-ga qarang|Asosiy menyu satridagi voqealar.
vi: Để xử lý các sự kiện, hãy xem Xem|Sự kiện trên thanh menu chính.
xh: Ukusingatha imisitho, jonga Jonga|Izehlo kwibar yemenyu engundoqo.
yi: View ןעז ,ןשינעעשעג טימ ןעלדנאַה וצ|.ראַב וינעמ טפּיוה יד ןיא ןשינעעשעג

source: Usage:
af: Gebruik:
am: አጠቃቀም፡
ar: :ﻝﺎﻤﻌﺘﺳﺍ
be: Выкарыстанне:
bg: Употреба:
bn: ব্যবহার:
ca: Ús:
cy: Defnydd:
da: Anvendelse:
eo: Uzado:
et: Kasutamine:
eu: Erabilera:
fa: طریقه استفاده:
fi: Käyttö:
fil: Paggamit:
fy: Gebrûk:
ga: Úsáid:
gd: Cleachdadh:
gl: Uso:
gu: ઉપયોગ:
he: :גָהֹונ
hi: उपयोग:
hr: Upotreba:
hu: Használat:
hy: Օգտագործումը:
id: Penggunaan:
is: Notkun:
ka: გამოყენება:
kk: Қолданылуы:
km: ការប្រើប្រាស់:
kn: ಬಳಕೆ:
ku: Bikaranîn:
ky: Колдонуу:
lb: Benotzung:
lo: ການນຳໃຊ້:
lt: Naudojimas:
lv: Lietošana:
mg: Fampiasana:
mi: Whakamahinga:
mk: Употреба:
ml: ഉപയോഗം:
mn: Хэрэглээ:
mr: वापर:
mt: Użu:
my: အသုံးပြုမှု-
nb: Bruk:
ne: प्रयोग:
or: ବ୍ୟବହାର:
pa: ਵਰਤੋਂ:
ps: :ﻝﻭﺭﺎﮐ
ro: Utilizare:
rw: Ikoreshwa:
sd: :ﻝﺎﻤﻌﺘﺳﺍ
si: භාවිතය:
sk: Použitie:
sl: Uporaba:
sq: Përdorimi:
sw: Matumizi:
ta: பயன்பாடு:
te: వాడుక:
tg: Истифода:
th: การใช้งาน:
tk: Ulanylyşy:
tt: Куллану:
uk: Використання:
ur: :ﻝﺎﻤﻌﺘﺳﺍ
uz: Foydalanish:
vi: Sử dụng:
xh: Ukusetyenziswa:
yi: :ץינאַב
