Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: FILE... Files copied to clipboard
af: FILE... Lêers na knipbord gekopieer
am: FILE... ፋይሎች ወደ ቅንጥብ ሰሌዳ ተቀድተዋል።
ar: FILE... ﺔﻈﻓﺎﺤﻟﺍ ﻰﻟﺇ ﺕﺎﻔﻠﻤﻟﺍ ﺦﺴﻧ
be: FILE... Файлы скапіраваны ў буфер абмену
bg: FILE... Файловете са копирани в клипборда
bn: FILE... ফাইলগুলি ক্লিপবোর্ডে অনুলিপি করা হয়েছে৷
ca: FILE... Fitxers copiats al porta-retalls
cy: FILE... Copïo ffeiliau i'r clipfwrdd
da: FILE... Filer kopieret til udklipsholder
eo: FILE... Dosieroj kopiitaj al tondujo
et: FILE... Failid kopeeriti lõikelauale
eu: FILE... Fitxategiak arbelean kopiatu dira
fa: FILE... ﺪﻧﺪﺷ ﯽﭙﮐ ﺩﺭﻮﺑ ﭗﯿﻠﮐ ﺭﺩ ﺎﻫ ﻞﯾﺎﻓ
fi: FILE... Tiedostot kopioitu leikepöydälle
fil: FILE... Nakopya ang mga file sa clipboard
fy: FILE... Bestannen kopiearre nei klamboerd
ga: FILE... Cóipeáladh comhaid chuig an gearrthaisce
gd: FILE... Chaidh faidhlichean a chopaigeadh chun a ’bhòrd bhidio
gl: FILE... Ficheiros copiados no portapapeis
gu: FILE... ફાઇલો ક્લિપબોર્ડ પર કૉપિ કરી
he: FILE... חולל וקתעוה םיצבק
hi: FILE... क्लिपबोर्ड पर कॉपी की गई फ़ाइलें
hr: FILE... Datoteke su kopirane u međuspremnik
hu: FILE... A fájlok a vágólapra másolva
hy: FILE... Ֆայլերը պատճենված են clipboard-ում
id: FILE... File disalin ke clipboard
is: FILE... Skrár afritaðar á klemmuspjald
ka: FILE... ფაილები კოპირებულია ბუფერში
kk: FILE... Файлдар алмасу буферіне көшірілді
km: FILE... ឯកសារត្រូវបានចម្លងទៅក្ដារតម្បៀតខ្ទាស់
kn: FILE... ಫೈಲ್u200cಗಳನ್ನು ಕ್ಲಿಪ್u200cಬೋರ್ಡ್u200cಗೆ ನಕಲಿಸಲಾಗಿದೆ
ku: FILE... Pelên li clipboardê hatin kopî kirin
ky: FILE... Файлдар алмашуу буферине көчүрүлдү
lb: FILE... Dateien op Clipboard kopéiert
lo: FILE... ສຳເນົາໄຟລ໌ໃສ່ຄລິບບອດແລ້ວ
lt: FILE... Failai nukopijuoti į mainų sritį
lv: FILE... Faili ir kopēti starpliktuvē
mg: FILE... Nadika ho amin'ny solaitrabe ny rakitra
mi: FILE... Kua kapea nga konae ki te papatopenga
mk: FILE... Датотеките се копирани во таблата со исечоци
ml: FILE... ഫയലുകൾ ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
mn: FILE... Файлуудыг санах ой руу хуулсан
mr: FILE... फायली क्लिपबोर्डवर कॉपी केल्या
mt: FILE... Fajls ikkupjati fil-clipboard
my: FILE... ဖိုင်များကို ကလစ်ဘုတ်သို့ ကူးယူထားသည်။
nb: FILE... Filer kopiert til utklippstavlen
ne: FILE... क्लिपबोर्डमा फाइलहरू प्रतिलिपि गरियो
or: FILE... ଫାଇଲଗୁଡିକ କ୍ଲିପବୋର୍ଡରେ କପି କରାଯାଇଛି |
pa: FILE... ਫ਼ਾਈਲਾਂ ਨੂੰ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
ps: FILE... ﻱﻮﺷ ﻲﭘﺎﮐ ﻪﺗ ډﺭﻮﺑ ﭗﻠﮐ ﻪﻧﻮﻠﯾﺎﻓ
ro: FILE... Fișierele copiate în clipboard
rw: FILE... Amadosiye yandukuwe kuri clipboard
sd: FILE... ﻥﻮﻳﻭ ﻥﻮﻴڪ ﻞﻘﻧ ﻲﺗ ڊﺭﻮﺑ ﭗﻠڪ ﻥﻮﻠﺋﺎﻓ
si: FILE... ගොනු පසුරු පුවරුවට පිටපත් කරන ලදී
sk: FILE... Súbory boli skopírované do schránky
sl: FILE... Datoteke so kopirane v odložišče
sq: FILE... Skedarët u kopjuan në kujtesën e fragmenteve
sw: FILE... Faili zimenakiliwa kwenye ubao wa kunakili
ta: FILE... கோப்புகள் கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டன
te: FILE... ఫైల్u200cలు క్లిప్u200cబోర్డ్u200cకి కాపీ చేయబడ్డాయి
tg: FILE... Файлҳо ба буфер нусхабардорӣ карда шуданд
th: FILE... ไฟล์ที่คัดลอกไปยังคลิปบอร์ด
tk: FILE... Faýllar gysga paneline göçürildi
tt: FILE... Файллар буфер тактасына күчерелде
uk: FILE... Файли скопійовано в буфер обміну
ur: FILE... ۔ﮟﯿﺌﮔ ﻮﮨ ﯽﭘﺎﮐ ﺮﭘ ﮈﺭﻮﺑ ﭗﻠﮐ ﮟﯿﻠﺋﺎﻓ
uz: FILE... Fayllar vaqtinchalik xotiraga nusxalandi
vi: FILE... Các tệp được sao chép vào khay nhớ tạm
xh: FILE... Iifayile zikotshwe kwibhodi eqhotyoshwayo
yi: FILE... דראָבפּילק וצ דיפּאַק סעקעט

source: FILE... Files cut to clipboard
af: FILE... Lêers na knipbord gesny
am: FILE... ፋይሎች ወደ ቅንጥብ ሰሌዳ ተቆርጠዋል
ar: FILE... ﺔﻈﻓﺎﺤﻟﺍ ﻰﻟﺇ ﺕﺎﻔﻠﻤﻟﺍ ﻊﻄﻗ
be: FILE... Файлы выразаць у буфер абмену
bg: FILE... Файлове, изрязани в клипборда
bn: FILE... ক্লিপবোর্ডে ফাইল কাটা
ca: FILE... Fitxers retallats al porta-retalls
cy: FILE... Ffeiliau wedi'u torri i'r clipfwrdd
da: FILE... Filer skåret til udklipsholder
eo: FILE... Dosieroj tranĉitaj al tondujo
et: FILE... Lõikepuhvrisse lõigatud failid
eu: FILE... Fitxategiak arbelean moztuta
fa: FILE... ﺪﻧﺍ ﻩﺪﺷ ﻩﺩﺍﺩ ﺵﺮﺑ ﺩﺭﻮﺑ ﭗﯿﻠﮐ ﻪﺑ ﺎﻫ ﻞﯾﺎﻓ
fi: FILE... Leikepöydälle leikatut tiedostot
fil: FILE... Mga file na pinutol sa clipboard
fy: FILE... Bestannen snije nei klamboerd
ga: FILE... Comhaid gearrtha go gearrthaisce
gd: FILE... Faidhlichean air an gearradh chun bhòrd
gl: FILE... Ficheiros cortados no portapapeis
gu: FILE... ફાઇલો ક્લિપબોર્ડ પર કાપવામાં આવે છે
he: FILE... חולל םיכותח םיצבק
hi: FILE... क्लिपबोर्ड पर कटी गई फ़ाइलें
hr: FILE... Datoteke izrezane u međuspremnik
hu: FILE... Vágólapra vágott fájlok
hy: FILE... Ֆայլերը կտրված են clipboard-ում
id: FILE... File dipotong ke clipboard
is: FILE... Skrár klipptar á klemmuspjald
ka: FILE... ფაილები ამოჭრილია ბუფერში
kk: FILE... Файлдар алмасу буферіне кесілген
km: FILE... ឯកសារកាត់ទៅក្ដារតម្បៀតខ្ទាស់
kn: FILE... ಫೈಲ್u200cಗಳನ್ನು ಕ್ಲಿಪ್u200cಬೋರ್ಡ್u200cಗೆ ಕತ್ತರಿಸಲಾಗುತ್ತದೆ
ku: FILE... Pelên li ser clipboardê têne qut kirin
ky: FILE... Файлдар алмашуу буферине кесилген
lb: FILE... Dateien op Clipboard geschnidden
lo: FILE... ໄຟລ໌ຖືກຕັດໃສ່ຄລິບບອດ
lt: FILE... Failai iškirpti į mainų sritį
lv: FILE... Faili izgriezti starpliktuvē
mg: FILE... Tapaka amin'ny solaitrabe ny rakitra
mi: FILE... Ka tapahia nga konae ki te papatopenga
mk: FILE... Датотеките исечени на таблата со исечоци
ml: FILE... ഫയലുകൾ ക്ലിപ്പ്ബോർഡിലേക്ക് മുറിച്ചു
mn: FILE... Файлуудыг санах ойд хайчилна
mr: FILE... फायली क्लिपबोर्डवर कापल्या
mt: FILE... Fajls maqtugħin fil-clipboard
my: FILE... ဖိုင်များကို ကလစ်ဘုတ်သို့ဖြတ်သည်။
nb: FILE... Filer kuttet til utklippstavlen
ne: FILE... क्लिपबोर्डमा काटिएका फाइलहरू
or: FILE... କ୍ଲିପବୋର୍ଡକୁ କଟାଯାଇଥିବା ଫାଇଲଗୁଡ଼ିକ |
pa: FILE... ਫਾਈਲਾਂ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕੱਟਿਆ ਗਿਆ
ps: FILE... ﻱﻮﺷ ﯤﺮﭘ ﯥﮐ ډﺭﻮﺑ ﭗﻠﮐ ﻪﭘ ﻪﻧﻮﻠﯾﺎﻓ
ro: FILE... Fișierele tăiate în clipboard
rw: FILE... Amadosiye yaciwe kuri clipboard
sd: FILE... ﻮﻴٽڪ ﻲﺗ ڊﺭﻮﺑ ﭗﻠڪ ﻥﻮﻠﺋﺎﻓ
si: FILE... ගොනු පසුරු පුවරුවට කපා ඇත
sk: FILE... Súbory vystrihnuté do schránky
sl: FILE... Datoteke so izrezane v odložišče
sq: FILE... Skedarët janë prerë në kujtesën e fragmenteve
sw: FILE... Faili zilizokatwa kwenye ubao wa kunakili
ta: FILE... கோப்புகள் கிளிப்போர்டுக்கு வெட்டப்படுகின்றன
te: FILE... ఫైల్u200cలు క్లిప్u200cబోర్డ్u200cకు కత్తిరించబడ్డాయి
tg: FILE... Файлҳо ба буфер бурида мешаванд
th: FILE... ตัดไฟล์ไปที่คลิปบอร์ด
tk: FILE... Faýllar paneli kesmek üçin
tt: FILE... Файллар буферга киселгән
uk: FILE... Файли вирізати в буфер обміну
ur: FILE... ۔ﺎﯿﮔ ﺎﯾﺩ ﭦﺎﮐ ﺮﭘ ﮈﺭﻮﺑ ﭗﻠﮐ ﻮﮐ ﮞﻮﻠﺋﺎﻓ
uz: FILE... Fayllar vaqtinchalik xotiraga kesilgan
vi: FILE... Tệp được cắt vào khay nhớ tạm
xh: FILE... Iifayile zisikwe kwibhodi eqhotyoshwayo
yi: FILE... דראָבפּילק וצ ןדיַינש סעקעט

source: TASK PROPERTIES ---------------
af: TAAK EIENDOMME ---------------
am: የተግባር ንብረቶች ---------------
ar: ﺔﻤﻬﻤﻟﺍ ﺺﺋﺎﺼﺧ ---------------
be: УЛАСЦІВАСЦІ ЗАДАННЯ ---------------
bg: СВОЙСТВА НА ЗАДАЧАТА ---------------
bn: টাস্ক বৈশিষ্ট্য ---------------
ca: PROPIETATS DE LA TASCA ---------------
cy: EIDDO TASG ---------------
da: OPGAVEGENSKABER ---------------
eo: TASKOPROPIETOJ ---------------
et: ÜLESANDE OMADUSED ---------------
eu: ATAZAREN PROPIETATEAK ---------------
fa: ﻪﻔﯿﻇﻭ ﯼﺎﻫ ﯽﮔﮋﯾﻭ ---------------
fi: TEHTÄVÄN OMINAISUUDET ---------------
fil: MGA KATANGIAN NG GAWAIN ---------------
fy: TAAK EIGENSCHAPPEN ---------------
ga: MAOIN TASC ---------------
gd: MOLAIDHEAN TASG ---------------
gl: PROPIEDADES DA TAREFA ---------------
gu: કાર્ય ગુણધર્મો ---------------
he: המישמ ינייפאמ ---------------
hi: कार्य गुण ---------------
hr: SVOJSTVA ZADATAKA ---------------
hu: FELADAT TULAJDONSÁGAI ---------------
hy: ԱՌԱՋԱԴՐԱՆՔԻ ՀԱՏԿՈՒԹՅՈՒՆՆԵՐԸ ---------------
id: PROPERTI TUGAS ---------------
is: VERKEIGINLEIKAR ---------------
ka: ამოცანების თვისებები ---------------
kk: ТАПСЫРМА ҚАСИЕТТЕРІ ---------------
km: មុខងារភារកិច្ច ---------------
kn: ಟಾಸ್ಕ್ ಪ್ರಾಪರ್ಟೀಸ್ ---------------
ku: TAYBETÊN BERXWEDAN ---------------
ky: ТАПСЫРМАНЫН КАСИЕТТЕРИ ---------------
lb: Aufgab Eegeschafte ---------------
lo: ຄຸນສົມບັດໜ້າວຽກ ---------------
lt: UŽDUOTIES SAVYBĖS ---------------
lv: UZDEVUMA ĪPAŠĪBAS ---------------
mg: FANANANA ASA ---------------
mi: NGA KAUPAPA KAUPAPA ---------------
mk: СВОЈСТВА НА ЗАДАЧАТА ---------------
ml: ടാസ്ക് പ്രോപ്പർട്ടികൾ ---------------
mn: ДААЛГАВАРЫН ӨНДӨР ---------------
mr: कार्य गुणधर्म ---------------
mt: PROPRJETAJIET TA' XOGĦOL ---------------
my: လုပ်ငန်းတာဝန်များ ---------------
nb: OPPGAVEGENSKAPER ---------------
ne: कार्य गुणहरू ---------------
or: ଟାସ୍କ ପ୍ରପର୍ଟିଜ୍ | ---------------
pa: ਟਾਸਕ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ---------------
ps: ﻪﻧﻮﺘﯿﮑﻠﻣ ﺭﺎﮐ ﺩ ---------------
ro: PROPRIETĂȚI SARCINI ---------------
rw: SHAKA UMUTUNGO ---------------
sd: ﻥﻮﺘﻴﺻﺎﺧ ﺎﺟ ڪﺳﺎٽ ---------------
si: කාර්ය ගුණාංග ---------------
sk: VLASTNOSTI ÚLOHY ---------------
sl: LASTNOSTI NALOG ---------------
sq: VETITË E DETYRËS ---------------
sw: MALI ZA KAZI ---------------
ta: பணி பண்புகள் ---------------
te: టాస్క్ ప్రాపర్టీస్ ---------------
tg: Хусусиятҳои вазифаҳо ---------------
th: คุณสมบัติงาน ---------------
tk: MASLAHATLAR ---------------
tt: ТАСС МИЛЛӘТЛӘРЕ ---------------
uk: ВЛАСТИВОСТІ ЗАВДАННЯ ---------------
ur: ﺰﯿﭨﺮﭘﺍﺮﭘ ﮏﺳﺎﭨ ---------------
uz: VAZIFA XUSUSIYATLARI ---------------
vi: TÍNH CHẤT NHIỆM VỤ ---------------
xh: IIPROPATI ZOMSEBENZI ---------------
yi: סעיטרעפּאָרפּ טעבראַ ---------------

source: contents of Status task column (read-only)
af: inhoud van Statustaakkolom (leesalleen)
am: የሁኔታ ተግባር ዓምድ ይዘቶች (ተነባቢ-ብቻ)
ar: (ﻂﻘﻓ ﺓءﺍﺮﻘﻠﻟ) ﺔﻟﺎﺤﻟﺍ ﺔﻤﻬﻣ ﺩﻮﻤﻋ ﺕﺎﻳﻮﺘﺤﻣ
be: змесціва слупка задачы Status (толькі для чытання)
bg: съдържанието на колоната със задачи със статус (само за четене)
bn: স্ট্যাটাস টাস্ক কলামের বিষয়বস্তু (শুধু পড়ার জন্য)
ca: contingut de la columna de la tasca d'estat (només de lectura)
cy: cynnwys colofn tasg Statws (darllen yn unig)
da: indholdet af statusopgavekolonnen (skrivebeskyttet)
eo: enhavo de Statusa tasko-kolumno (nurlegebla)
et: ülesande veeru Olek sisu (kirjutuskaitstud)
eu: Egoera ataza zutabearen edukia (irakurtzeko soilik)
fa: (ﯽﻧﺪﻧﺍﻮﺧ ﻂﻘﻓ) ﺖﯿﻌﺿﻭ ﻪﻔﯿﻇﻭ ﻥﻮﺘﺳ ﺕﺎﯾﻮﺘﺤﻣ
fi: Tilatehtäväsarakkeen sisältö (vain luku)
fil: mga nilalaman ng column ng Status task (read-only)
fy: ynhâld fan Statustaakkolom (allinich lêzen)
ga: ábhar an cholúin tasc Stádas (inléite amháin)
gd: susbaint colbh gnìomh Inbhe (ri leughadh a-mhàin)
gl: contido da columna de tarefas de estado (só lectura)
gu: સ્ટેટસ ટાસ્ક કોલમની સામગ્રી (ફક્ત વાંચવા માટે)
he: (דבלב האירקל) סוטטס תומישמ תדומע לש ןכותה
hi: स्थिति कार्य स्तंभ की सामग्री (केवल पढ़ने के लिए)
hr: sadržaj stupca zadatka Status (samo za čitanje)
hu: az Állapot feladat oszlop tartalma (csak olvasható)
hy: Status առաջադրանքի սյունակի բովանդակությունը (միայն կարդալու)
id: isi kolom tugas Status (hanya baca)
is: innihald stöðuverkefnadálks (skrifvarið)
ka: სტატუსის დავალების სვეტის შიგთავსი (მხოლოდ წაკითხვადი)
kk: Күй тапсырмасы бағанының мазмұны (тек оқуға арналған)
km: មាតិកានៃជួរឈរកិច្ចការស្ថានភាព (បានតែអាន)
kn: ಸ್ಥಿತಿ ಕಾರ್ಯ ಕಾಲಮ್u200cನ ವಿಷಯಗಳು (ಓದಲು ಮಾತ್ರ)
ku: naveroka stûna peywira Rewşê (tenê-xwendin)
ky: Статус тапшырма тилкесинин мазмуну (окуу үчүн гана)
lb: Inhalt vun der Status Task Kolonn (nëmmen liesen)
lo: ເນື້ອໃນຂອງຖັນໜ້າວຽກສະຖານະ (ອ່ານເທົ່ານັ້ນ)
lt: būsenos užduoties stulpelio turinys (tik skaitomas)
lv: Statusa uzdevuma kolonnas saturs (tikai lasāms)
mg: ny votoatin'ny tsanganana Status (vakiana fotsiny)
mi: ihirangi o te tīwae tūmahi Tūnga (pānui-anake)
mk: содржината на колоната за задача Статус (само за читање)
ml: സ്റ്റാറ്റസ് ടാസ്u200cക് കോളത്തിന്റെ ഉള്ളടക്കം (വായിക്കാൻ മാത്രം)
mn: Статусын ажлын баганын агуулга (зөвхөн унших боломжтой)
mr: स्थिती कार्य स्तंभातील सामग्री (केवळ वाचनीय)
mt: kontenut tal-kolonna tal-kompitu Status (qari biss)
my: Status task ကော်လံ၏ အကြောင်းအရာများ (ဖတ်ရန်သာ)
nb: innholdet i statusoppgavekolonnen (skrivebeskyttet)
ne: स्थिति कार्य स्तम्भको सामग्री (पढ्न मात्र)
or: ସ୍ଥିତି ଟାସ୍କ ସ୍ତମ୍ଭର ବିଷୟବସ୍ତୁ (କେବଳ ପଠନୀୟ)
pa: ਸਥਿਤੀ ਕਾਰਜ ਕਾਲਮ ਦੀਆਂ ਸਮੱਗਰੀਆਂ (ਸਿਰਫ਼ ਪੜ੍ਹਨ ਲਈ)
ps: (ﻞﺘﺳﻮﻟ ﯤﺯﺍﻮﯾ) ﻪګﻧﺎﭙځﻨﯿﻣ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﺖﯿﻌﺿﻭ ﺩ
ro: conținutul coloanei de activitate Stare (numai citire)
rw: ibikubiye mubikorwa byimiterere (soma-gusa)
sd: (ءِﻻ﻿ ﮡﻫڙﭘ ﻑﺮﺻ) ﺩﺍﻮﻣ ﻮﺟ ﻢﻟﺎڪ ڪﺳﺎٽ ﺲٽﻴٽﺳﺍ
si: තත්ව කාර්ය තීරුවේ අන්තර්ගතය (කියවීමට පමණි)
sk: obsah stĺpca Stavová úloha (iba na čítanie)
sl: vsebina stolpca opravila Status (samo za branje)
sq: përmbajtja e kolonës së detyrës së statusit (vetëm për lexim)
sw: yaliyomo kwenye safu wima ya kazi ya Hali (kusoma tu)
ta: நிலை பணி நெடுவரிசையின் உள்ளடக்கங்கள் (படிக்க மட்டும்)
te: స్టేటస్ టాస్క్ కాలమ్ కంటెంట్u200cలు (చదవడానికి మాత్రమే)
tg: мундариҷаи сутуни вазифаи Ҳолат (танҳо барои хондан)
th: เนื้อหาของคอลัมน์งานสถานะ (อ่านอย่างเดียว)
tk: “Status” meseleler sütüniniň mazmuny (diňe okalýar)
tt: Статус бирем колоннасының эчтәлеге (бары тик уку гына)
uk: вміст стовпця завдання »Статус« (лише для читання)
ur: (ﮯﯿﻟ ﮯﮐ ﮯﻨﮬﮍﭘ ﻑﺮﺻ) ﺕﻻ﻿ﻮﻤﺸﻣ ﮯﮐ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﺲﭩﯿﭩﺳﺍ
uz: Holat topshirig‘i ustunining mazmuni (faqat o‘qish uchun)
vi: nội dung của cột tác vụ Trạng thái (chỉ đọc)
xh: imixholo yoBume bomsebenzi wekholamu (funda-kuphela)
yi: (זיולב-ןענעייל) ליַיז קסאַט סוטאַטס ןופ טלאַהניא

source: text to show in Count task column
af: teks om in Teltaakkolom te wys
am: በቁጥር ተግባር አምድ ውስጥ ለማሳየት ጽሑፍ
ar: ﺪﻌﻟﺍ ﺔﻤﻬﻣ ﺩﻮﻤﻋ ﻲﻓ ﻩﺭﺎﻬﻇﻹ﻿ ﺺﻧ
be: тэкст для паказу ў калонцы задач Count
bg: текст, който да се показва в колоната на задачата Count
bn: কাউন্ট টাস্ক কলামে দেখানোর জন্য পাঠ্য
ca: text que es mostrarà a la columna de la tasca Recompte
cy: testun i'w ddangos yng ngholofn tasg Count
da: tekst, der skal vises i kolonnen Antal opgave
eo: teksto por montri en la kolumno de Count-tasko
et: tekst, mis kuvatakse loendusülesande veerus
eu: Zenbaketa ataza zutabean erakusteko testua
fa: ﺵﺭﺎﻤﺷ ﺭﺎﮐ ﻥﻮﺘﺳ ﺭﺩ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﻦﺘﻣ
fi: teksti, joka näytetään Count tehtävä -sarakkeessa
fil: text na ipapakita sa Count task column
fy: tekst om te sjen yn 'e kolom Telling taak
ga: téacs le taispeáint i gcolún tascanna Count
gd: teacsa ri fhaicinn ann an colbh gnìomh Count
gl: texto para mostrar na columna de tarefas Contar
gu: કાઉન્ટ કાર્ય કૉલમમાં બતાવવા માટે ટેક્સ્ટ
he: הריפס תומישמ תדומעב הגצהל טסקט
hi: गणना कार्य कॉलम में दिखाने के लिए पाठ
hr: tekst za prikaz u stupcu zadatka Count
hu: a Számlálási feladat oszlopban megjelenítendő szöveg
hy: տեքստ, որը պետք է ցուցադրվի Count առաջադրանքի սյունակում
id: teks untuk ditampilkan di kolom Hitung tugas
is: texta til að sýna í dálki Tala verkefna
ka: ტექსტი საჩვენებლად ამოცანის დათვლის სვეტში
kk: Санау тапсырмасы бағанында көрсетілетін мәтін
km: អត្ថបទដែលត្រូវបង្ហាញក្នុងជួរឈរកិច្ចការរាប់
kn: ಕೌಂಟ್ ಟಾಸ್ಕ್ ಕಾಲಮ್u200cನಲ್ಲಿ ತೋರಿಸಲು ಪಠ್ಯ
ku: nivîsa ku di stûna peywira hejmartinê de nîşan bide
ky: Count тапшырма тилкесинде көрсөтүлө турган текст
lb: Text fir an der Count Task Kolonn ze weisen
lo: ຂໍ້ຄວາມທີ່ຈະສະແດງຢູ່ໃນຖັນວຽກນັບ
lt: tekstas, rodomas stulpelyje Skaičiavimo užduotis
lv: teksts, kas jāparāda slejā Skaitīšanas uzdevums
mg: lahatsoratra haseho ao amin'ny tsanganana Count task
mi: kuputuhi hei whakaatu i te tīwae mahi tatau
mk: текст што треба да се прикаже во колоната за задачи Брои
ml: കൗണ്ട് ടാസ്u200cക് കോളത്തിൽ കാണിക്കാനുള്ള വാചകം
mn: Тоолох даалгавар баганад харуулах текст
mr: काउंट टास्क कॉलममध्ये दाखवण्यासाठी मजकूर
mt: test biex jintwera fil-kolonna tal-kompitu Count
my: Count task column တွင် ပြရန် စာသား
nb: tekst som skal vises i Count task-kolonnen
ne: काउन्ट कार्य स्तम्भमा देखाउनको लागि पाठ
or: ଗଣନା ଟାସ୍କ ସ୍ତମ୍ଭରେ ଦେଖାଇବାକୁ ପାଠ୍ୟ |
pa: ਕਾਉਂਟ ਟਾਸਕ ਕਾਲਮ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਟੈਕਸਟ
ps: ﻦﺘﻣ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﺩ ﯥﮐ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﯥﻧﺮﯧﻤﺷ ﺩ
ro: text de afișat în coloana Count task
rw: inyandiko kugirango yerekane mu Kubara Inshingano Inkingi
sd: ﻦﺘﻣ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ۾ ﻢﻟﺎڪ ڪﺳﺎٽ ﭗﮣﮘ
si: ගණන් කිරීමේ කාර්ය තීරුවේ පෙන්වීමට පෙළ
sk: text, ktorý sa zobrazí v stĺpci Počet úloh
sl: besedilo za prikaz v stolpcu opravil štetje
sq: teksti për t'u shfaqur në kolonën e detyrave numëro
sw: maandishi ya kuonyesha katika safu wima ya Hesabu
ta: கவுண்ட் டாஸ்க் நெடுவரிசையில் காட்ட வேண்டிய உரை
te: కౌంట్ టాస్క్ కాలమ్u200cలో చూపాల్సిన వచనం
tg: матн барои нишон додан дар сутуни вазифаи ҳисоб
th: ข้อความที่จะแสดงในคอลัมน์งานการนับ
tk: Hasap sütüninde görkezmek üçin tekst
tt: Санау бирем баганасында күрсәтү өчен текст
uk: текст для відображення в стовпці завдання підрахунку
ur: ﻦﺘﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮟﯿﻣ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﭧﻧﺅﺎﮐ
uz: Hisoblash vazifasi ustunida ko'rsatiladigan matn
vi: văn bản để hiển thị trong cột Đếm nhiệm vụ
xh: okubhaliweyo okuza kuboniswa kubala umhlathi womsebenzi
yi: ליַיז טעבראַ ןלייצ ןיא ןזיַיוו וצ טסקעט

source: text to show in Folder task column
af: teks om in Folder taakkolom te wys
am: በአቃፊ ተግባር አምድ ውስጥ ለማሳየት ጽሑፍ
ar: ﺪﻠﺠﻤﻟﺍ ﺔﻤﻬﻣ ﺩﻮﻤﻋ ﻲﻓ ﻩﺭﺎﻬﻇﻹ﻿ ﺺﻧ
be: тэкст для паказу ў слупку задач тэчкі
bg: текст, който да се покаже в колоната на задачата на папката
bn: ফোল্ডার টাস্ক কলামে দেখানোর জন্য পাঠ্য
ca: text que es mostrarà a la columna de tasca de la carpeta
cy: testun i'w ddangos yng ngholofn dasg Ffolder
da: tekst, der skal vises i mappeopgavekolonnen
eo: teksto por montri en Dosierujo-taska kolumno
et: Kausta ülesande veerus kuvatav tekst
eu: Karpeta ataza zutabean erakusteko testua
fa: ﻪﺷﻮﭘ ﻪﻔﯿﻇﻭ ﻥﻮﺘﺳ ﺭﺩ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﻦﺘﻣ
fi: Kansiotehtäväsarakkeessa näkyvä teksti
fil: tekstong ipapakita sa hanay ng gawain sa Folder
fy: tekst om te sjen yn 'e map taakkolom
ga: téacs le taispeáint i gcolún tasc Fillteán
gd: teacsa ri fhaicinn ann an colbh gnìomh Folder
gl: texto para mostrar na columna de tarefas do cartafol
gu: ફોલ્ડર કાર્ય કૉલમમાં બતાવવા માટે ટેક્સ્ટ
he: היקית תומישמ תדומעב הגצהל טסקט
hi: फ़ोल्डर कार्य कॉलम में दिखाने के लिए पाठ
hr: tekst za prikaz u stupcu zadatka mape
hu: Mappa feladat oszlopban megjelenítendő szöveg
hy: Թղթապանակ առաջադրանքի սյունակում ցուցադրվող տեքստ
id: teks untuk ditampilkan di kolom tugas Folder
is: texta til að sýna í verkefnadálki möppu
ka: ტექსტი საქაღალდე დავალების სვეტში საჩვენებლად
kk: Қалта тапсырмасы бағанында көрсетілетін мәтін
km: អត្ថបទដែលត្រូវបង្ហាញក្នុងជួរឈរកិច្ចការថត
kn: ಫೋಲ್ಡರ್ ಟಾಸ್ಕ್ ಕಾಲಮ್u200cನಲ್ಲಿ ತೋರಿಸಲು ಪಠ್ಯ
ku: nivîsa ku di stûna peywira Peldankê de nîşan bide
ky: Папка тапшырма тилкесинде көрсөтүү үчүн текст
lb: Text fir an der Folder Task Kolonn ze weisen
lo: ຂໍ້ຄວາມທີ່ຈະສະແດງຢູ່ໃນຖັນໜ້າວຽກຂອງໂຟນເດີ
lt: tekstą, kuris bus rodomas aplanko užduočių stulpelyje
lv: teksts, kas jārāda Mapes uzdevuma kolonnā
mg: lahatsoratra haseho ao amin'ny tsanganana Task Folder
mi: kuputuhi hei whakaatu i te tīwae tūmahi Kōpaki
mk: текст што треба да се прикаже во колоната за задачи Папка
ml: ഫോൾഡർ ടാസ്u200cക് കോളത്തിൽ കാണിക്കാനുള്ള വാചകം
mn: хавтас ажлын баганад харуулах текст
mr: फोल्डर टास्क कॉलममध्ये दाखवण्यासाठी मजकूर
mt: test li juri fil-kolonna tal-kompitu Folder
my: Folder task ကော်လံတွင် ပြသရန် စာသား
nb: tekst som skal vises i mappeoppgavekolonnen
ne: फोल्डर कार्य स्तम्भमा देखाउन पाठ
or: ଫୋଲ୍ଡର ଟାସ୍କ ସ୍ତମ୍ଭରେ ଦେଖାଇବାକୁ ଟେକ୍ସଟ୍ |
pa: ਫੋਲਡਰ ਟਾਸਕ ਕਾਲਮ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਟੈਕਸਟ
ps: ﻦﺘﻣ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﺩ ﯥﮐ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﺭډﻟﻮﻓ ﺩ
ro: text de afișat în coloana de activitate a folderului
rw: inyandiko kugirango yerekane mububiko bwububiko
sd: ﻦﺘﻣ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ۾ ﻢﻟﺎڪ ڪﺳﺎٽ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩර කාර්ය තීරුවේ පෙන්වීමට පෙළ
sk: text, ktorý sa má zobraziť v stĺpci úlohy Priečinok
sl: besedilo za prikaz v stolpcu opravil mape
sq: teksti për t'u shfaqur në kolonën e detyrës Folder
sw: maandishi ya kuonyesha katika safu wima ya kazi ya Folda
ta: கோப்புறை பணி நெடுவரிசையில் காட்ட வேண்டிய உரை
te: ఫోల్డర్ టాస్క్ కాలమ్u200cలో చూపాల్సిన వచనం
tg: матн барои нишон додани сутуни вазифаи ҷузвдон
th: ข้อความที่จะแสดงในคอลัมน์งานโฟลเดอร์
tk: Papka meseleler sütüninde görkezmek üçin tekst
tt: Папка бирем баганасында күрсәтү өчен текст
uk: текст для відображення в стовпці завдання папки
ur: ﻦﺘﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮟﯿﻣ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﺭﮉﻟﻮﻓ
uz: Papka vazifasi ustunida ko'rsatiladigan matn
vi: văn bản để hiển thị trong cột tác vụ thư mục
xh: okubhaliweyo okuza kuboniswa kwisiqulathi seefayili umhlathi womsebenzi
yi: ליַיז טעבראַ עקעט ןיא ןזיַיוו וצ טסקעט

source: text to show in Item task column
af: teks om in itemtaakkolom te wys
am: በንጥል ተግባር አምድ ውስጥ ለማሳየት ጽሑፍ
ar: ﺮﺼﻨﻌﻟﺍ ﺔﻤﻬﻣ ﺩﻮﻤﻋ ﻲﻓ ﻩﺭﺎﻬﻇﻹ﻿ ﺺﻧ
be: тэкст для паказу ў слупку задачы элемента
bg: текст, който да се покаже в колоната на задачата на елемент
bn: আইটেম টাস্ক কলামে দেখানোর জন্য পাঠ্য
ca: text per mostrar a la columna de la tasca de l'element
cy: testun i'w ddangos yng ngholofn tasg yr Eitem
da: tekst, der skal vises i vareopgavekolonnen
eo: teksto por montri en Item-taska kolumno
et: üksuse ülesande veerus kuvatav tekst
eu: Elementuaren ataza zutabean erakusteko testua
fa: ﻢﺘﯾﺁ ﻪﻔﯿﻇﻭ ﻥﻮﺘﺳ ﺭﺩ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﻦﺘﻣ
fi: Kohdetehtäväsarakkeessa näkyvä teksti
fil: text na ipapakita sa column ng Item task
fy: tekst om te sjen yn it item taakkolom
ga: téacs le taispeáint i gcolún tasc na Míre
gd: teacsa ri fhaicinn ann an colbh gnìomh Nì
gl: texto para mostrar na columna de tarefas do elemento
gu: આઇટમ કાર્ય કૉલમમાં બતાવવા માટે ટેક્સ્ટ
he: טירפ תומישמ תדומעב הגצהל טסקט
hi: आइटम कार्य कॉलम में दिखाने के लिए पाठ
hr: tekst za prikaz u stupcu zadatka stavke
hu: a tétel feladat oszlopában megjelenítendő szöveg
hy: տեքստը, որը պետք է ցուցադրվի Նյութի առաջադրանքի սյունակում
id: teks untuk ditampilkan di kolom tugas Item
is: texta til að sýna í verkefnadálki vöru
ka: ტექსტი ნივთის ამოცანის სვეტში საჩვენებლად
kk: Элемент тапсырмасы бағанында көрсетілетін мәтін
km: អត្ថបទដែលត្រូវបង្ហាញក្នុងជួរឈរកិច្ចការរបស់ធាតុ
kn: ಐಟಂ ಟಾಸ್ಕ್ ಕಾಲಮ್u200cನಲ್ಲಿ ತೋರಿಸಲು ಪಠ್ಯ
ku: nivîsa ku di stûna karê Babetê de nîşan bide
ky: пункт тапшырма тилкесинде көрсөтүү үчүн текст
lb: Text fir an der Artikel Task Kolonn ze weisen
lo: ຂໍ້ຄວາມທີ່ຈະສະແດງໃນຖັນວຽກລາຍການ
lt: tekstas, kuris bus rodomas elemento užduoties stulpelyje
lv: teksts, kas jāparāda kolonnā Vienuma uzdevums
mg: lahatsoratra haseho ao amin'ny tsanganana Item task
mi: kuputuhi hei whakaatu i te tīwae tūemi tūemi
mk: текст што треба да се прикаже во колоната за задача на ставка
ml: ഇനം ടാസ്u200cക് കോളത്തിൽ കാണിക്കാനുള്ള വാചകം
mn: Зүйлийн даалгавар баганад харуулах текст
mr: आयटम टास्क कॉलममध्ये दाखवण्यासाठी मजकूर
mt: test li juri fil-kolonna tal-kompitu tal-Oġġett
my: Item task ကော်လံတွင် ပြသရန် စာသား
nb: tekst som skal vises i elementoppgavekolonnen
ne: वस्तु कार्य स्तम्भमा देखाउनको लागि पाठ
or: ଆଇଟମ୍ ଟାସ୍କ ସ୍ତମ୍ଭରେ ଦେଖାଇବାକୁ ଟେକ୍ସଟ୍ |
pa: ਆਈਟਮ ਟਾਸਕ ਕਾਲਮ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਟੈਕਸਟ
ps: ﻦﺘﻣ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﺩ ﯥﮐ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﻲﮐﻮﺗ ﺩ
ro: text de afișat în coloana de activitate Element
rw: inyandiko kugirango yerekane mubintu byakazi
sd: ﻦﺘﻣ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ۾ ﻢﻟﺎڪ ڪﺳﺎٽ ﻢٽﺋﺁ
si: අයිතම කාර්ය තීරුවේ පෙන්වීමට පෙළ
sk: text, ktorý sa zobrazí v stĺpci Úloha položky
sl: besedilo za prikaz v stolpcu opravila predmeta
sq: teksti për t'u shfaqur në kolonën e detyrës së artikullit
sw: maandishi ya kuonyesha katika safu wima ya Kazi
ta: உருப்படி பணி நெடுவரிசையில் காட்ட வேண்டிய உரை
te: అంశం టాస్క్ కాలమ్u200cలో చూపాల్సిన వచనం
tg: матн барои нишон додан дар сутуни вазифаи элемент
th: ข้อความที่จะแสดงในคอลัมน์งานรายการ
tk: elementiň sütüninde görkezmek üçin tekst
tt: Тапшыру баганасында күрсәтү өчен текст
uk: текст для відображення в стовпці завдання елемента
ur: ﻦﺘﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮟﯿﻣ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﻢﭩﺋﺁ
uz: element vazifasi ustunida ko'rsatiladigan matn
vi: văn bản để hiển thị trong cột Nhiệm vụ mục
xh: okubhaliweyo okuza kuboniswa kuluhlu lomsebenzi
yi: ליַיז טעבראַ טקנופּ ןיא ןזיַיוו וצ טסקעט
