Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Please set a valid terminal program in View|Preferences|Advanced
af: Stel asseblief 'n geldige terminaalprogram in View|Preferences|Advanced
am: እባክዎ በ View|Preferences|Advanced ውስጥ የሚሰራ ተርሚናል ፕሮግራም ያዘጋጁ
ar: ﻡﺪﻘﺘﻣ | ﺕﻼ﻿ﻴﻀﻔﺘﻟﺍ | ﺽﺮﻋ ﻲﻓ ﺢﻟﺎﺻ ﻲﻓﺮﻃ ﺞﻣﺎﻧﺮﺑ ﻦﻴﻴﻌﺗ ﻰﺟﺮﻳ
be: Калі ласка, усталюйце сапраўдную тэрмінальную праграму ў View|Preferences|Advanced
bg: Моля, задайте валидна терминална програма в View|Preferences|Advanced
bn: অনুগ্রহ করে ভিউ|পছন্দসমূহ
ca: Si us plau, configureu un programa de terminal vàlid a Visualització|Preferències|Avançat
cy: Gosodwch raglen derfynell ddilys yn View | Preferences | Advanced
da: Indstil venligst et gyldigt terminalprogram i Vis|Indstillinger|Avanceret
eo: Bonvolu agordi validan terminalan programon en Vido|Preferoj|Altnivela
et: Palun määrake kehtiv terminaliprogramm menüüs View|Preferences|Advanced
eu: Ezarri baliozko terminal-programa bat Ikusi|Hobespenak|Aurreratua atalean
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ View|Preferences|Advanced ﺭﺩ ﺍﺭ ﺮﺒﺘﻌﻣ ﻝﺎﻨﯿﻣﺮﺗ ﻪﻣﺎﻧﺮﺑ ﮏﯾ ًﺎﻔﻄﻟ
fi: Aseta kelvollinen pääteohjelma kohdassa View|Preferences|Advanced
fil: Mangyaring magtakda ng wastong terminal program sa View|Preferences|Advanced
fy: Stel in jildich terminalprogramma yn yn View|Foarkarren|Avansearre
ga: Socraigh clár teirminéil bailí le do thoil in View | Preferences | Advanced
gd: Feuch an cuir thu prògram crìochnachaidh dligheach ann an View | Preferences | Advanced
gl: Establece un programa de terminal válido en Ver|Preferencias|Avanzado
gu: કૃપા કરીને વ્યુ|પસંદગીઓ|એડવાન્સ્ડમાં માન્ય ટર્મિનલ પ્રોગ્રામ સેટ કરો
he: םדקתמ|תופדעה|הגוצתב תיקוח לנימרט תינכות רדגה אנא
hi: कृपया देखें|वरीयताएँ|उन्नत . में एक मान्य टर्मिनल प्रोग्राम सेट करें
hr: Molimo postavite važeći terminalski program u View|Preferences|Advanced
hu: Kérjük, állítson be egy érvényes terminálprogramot a View|Preferences|Advanced menüpontban
hy: Խնդրում ենք սահմանել վավեր տերմինալային ծրագիր Դիտել|Նախապատվություններ|Ընդլայնված
id: Harap setel program terminal yang valid di View|Preferences|Advanced
is: Vinsamlega stilltu gilt flugstöðvarforrit í View|Preferences|Advanced
ka: გთხოვთ, დააყენოთ სწორი ტერმინალის პროგრამა ხედში|პარამეტრებში|გაფართოებულ
kk: View|Preferences|Advanced ішінде жарамды терминал бағдарламасын орнатыңыз
km: សូមកំណត់កម្មវិធីស្ថានីយដែលមានសុពលភាពនៅក្នុង View|Preferences|Advanced
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಟರ್ಮಿನಲ್ ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ವೀಕ್ಷಿಸಿ|ಪ್ರಾಶಸ್ತ್ಯಗಳು|ಸುಧಾರಿತದಲ್ಲಿ ಹೊಂದಿಸಿ
ku: Ji kerema xwe bernameyek termînalê ya derbasdar li Nîşan|Tercîh|Pêşketî saz bike
ky: Сураныч, View|Preferences|Advanced ичинде жарактуу терминалдык программаны орнотуңуз
lb: Setzt w.e.g. e gültege Terminalprogramm an View|Preferences|Advanced
lo: ກະລຸນາຕັ້ງໂປຣແກຣມ terminal ທີ່ຖືກຕ້ອງໃນ View|Preferences|Advanced
lt: Nustatykite galiojančią terminalo programą rodinyje|Nuostatos|Išplėstinė
lv: Lūdzu, iestatiet derīgu termināļa programmu sadaļā View|Preferences|Advanced
mg: Mametraha programa terminal manan-kery ao amin'ny View|Preferences|Advanced
mi: Whakatakotoria he papatono kāpeka whaimana ki Tirohanga|Manakohanga|Arā Atu Anō
mk: Поставете валидна терминална програма во Приказ|Преференци|Напредно
ml: View|Preferences|Advanced എന്നതിൽ സാധുവായ ഒരു ടെർമിനൽ പ്രോഗ്രാം സജ്ജമാക്കുക
mn: View|Preferences|Advanced хэсэгт хүчинтэй терминалын программыг тохируулна уу
mr: कृपया View|Preferences|Advanced मध्ये वैध टर्मिनल प्रोग्राम सेट करा
mt: Jekk jogħġbok waqqaf programm terminali validu f'Ara|Preferenzi|Avvanzat
my: View|Preferences|Advanced တွင် မှန်ကန်သော Terminal ပရိုဂရမ်ကို သတ်မှတ်ပါ။
nb: Vennligst angi et gyldig terminalprogram i Vis|Innstillinger|Avansert
ne: कृपया View|Preferences|Advanced मा मान्य टर्मिनल प्रोग्राम सेट गर्नुहोस्
or: ଦୟାକରି ଦର୍ଶନ | ପସନ୍ଦ | ଉନ୍ନତ ରେ ଏକ ବ valid ଧ ଟର୍ମିନାଲ୍ ପ୍ରୋଗ୍ରାମ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ View|Preferences|Advanced ਵਿੱਚ ਇੱਕ ਵੈਧ ਟਰਮੀਨਲ ਪ੍ਰੋਗਰਾਮ ਸੈਟ ਕਰੋ
ps: ﯽﻠﻠﺘﺨﻣﺮﭘ | ﻪﻧﻮﺑﻮﺗ ﻩﺭﻮﻏ | ﺉړﮐ ﺐﯿﺗﺮﺗ ﻡﺍﺮګﻭﺮﭘ ﻞﻨﯿﻣﺮټ ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ ﯥﮐ ﺪﯿﻟ ﻪﭘ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Vă rugăm să setați un program de terminal valid în Vizualizare|Preferințe|Avansat
rw: Nyamuneka shyira gahunda yemewe muri Reba | Ibyifuzo | Byateye imbere
sd: ﻮﻳﺮڪ ٽﻴﺳ ﻡﺍﺮﮔﻭﺮﭘ ﻞﻨﻴﻣﺮٽ ﺢﻴﺤﺻ ڪﮬ ۾ View|Preferences|Advanced ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: කරුණාකර වලංගු පර්යන්ත වැඩසටහනක් View|Preferences|Advanced තුළ සකසන්න
sk: Nastavte platný terminálový program v časti Zobraziť|Predvoľby|Rozšírené
sl: Prosimo, nastavite veljaven terminalski program v View|Preferences|Advanced
sq: Ju lutemi vendosni një program terminal të vlefshëm në View|Preferences|Avanced
sw: Tafadhali weka programu halali ya terminal katika View|Preferences|Advanced
ta: பார்வை|விருப்பங்கள்|மேம்பட்டதில் சரியான டெர்மினல் நிரலை அமைக்கவும்
te: దయచేసి వీక్షణ|ప్రాధాన్యతలు|అధునాతనంలో చెల్లుబాటు అయ్యే టెర్మినల్ ప్రోగ్రామ్u200cను సెట్ చేయండి
tg: Лутфан барномаи терминали дурустро дар View|Preferences|Advanced насб кунед
th: โปรดตั้งค่าโปรแกรมเทอร์มินัลที่ถูกต้องใน View|Preferences|Advanced
tk: Görmek | Saýlamalar | Ösen
tt: Зинһар, карау | өстенлекләр | Алга киткән терминал программасын куегыз
uk: Будь ласка, встановіть дійсну термінальну програму в View|Preferences|Advanced
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﻡﺍﺮﮔﻭﺮﭘ ﻞﻨﯿﻣﺮﭨ ﺖﺳﺭﺩ ﮏﯾﺍ ﮟﯿﻣ View|Preferences|Advanced ﻡﺮﮐ ﮦﺍﺮﺑ
uz: Iltimos, View|Preferences|Advanced-da to'g'ri terminal dasturini o'rnating
vi: Vui lòng đặt một chương trình đầu cuối hợp lệ trong Chế độ xem | Tùy chọn | Nâng cao
xh: Nceda cwangcisa inkqubo yesiphelo sendlela esebenzayo kwimboniselo|Ezikhethwayo|Eziphambili
yi: עטריסנאַוואַ|ןצנערעפֿערפּ|View ןיא םאַרגאָרפּ לאַזקאָוו קיטליג אַ ןלעטש עטיב

source: zzzfm-auth not found in path - this reduces your security
af: zzzfm-auth nie in pad gevind nie - dit verminder jou sekuriteit
am: zzzfm-auth በመንገድ ላይ አልተገኘም - ይህ የእርስዎን ደህንነት ይቀንሳል
ar: zzzfm-auth ﻚﻨﻣﺃ ﻦﻣ ﻞﻠﻘﻳ ﺍﺬﻫﻭ - ﺭﺎﺴﻤﻟﺍ ﻲﻓ ﺩﻮﺟﻮﻣ ﺮﻴﻏ
be: zzzfm-auth не знойдзены на шляху - гэта зніжае вашу бяспеку
bg: zzzfm-auth не се намира в пътя - това намалява вашата сигурност
bn: zzzfm-auth পথে পাওয়া যায় না - এটি আপনার নিরাপত্তা হ্রাস করে
ca: zzzfm-auth no es troba al camí; això redueix la vostra seguretat
cy: zzzfm-auth heb ei ddarganfod yn y llwybr - mae hyn yn lleihau eich diogelwch
da: zzzfm-auth ikke fundet i stien - dette reducerer din sikkerhed
eo: zzzfm-auth ne trovita en vojo - ĉi tio reduktas vian sekurecon
et: zzzfm-auth ei leitud teel – see vähendab teie turvalisust
eu: zzzfm-auth ez da bidea aurkitu - honek zure segurtasuna murrizten du
fa: zzzfm-auth ﺪﻫﺩ ﯽﻣ ﺶﻫﺎﮐ ﺍﺭ ﺎﻤﺷ ﺖﯿﻨﻣﺍ ﻦﯾﺍ - ﺪﺸﻧ ﺖﻓﺎﯾ ﺮﯿﺴﻣ ﺭﺩ
fi: zzzfm-auth ei löydy tieltä - tämä heikentää turvallisuuttasi
fil: zzzfm-auth hindi natagpuan sa landas - binabawasan nito ang iyong seguridad
fy: zzzfm-auth net fûn yn paad - dit ferleget jo feiligens
ga: zzzfm-auth nach bhfuil le fáil i gcosán - laghdaíonn sé seo do shlándáil
gd: zzzfm-auth nach lorgar ann an slighe - bidh seo a ’lughdachadh do thèarainteachd
gl: zzzfm-auth non se atopou no camiño - isto reduce a súa seguridade
gu: zzzfm-auth પાથમાં મળ્યું નથી - આ તમારી સુરક્ષા ઘટાડે છે
he: zzzfm-auth ךלש החטבאה תא תיחפמ הז - ביתנב אצמנ אל
hi: zzzfm-auth रास्ते में नहीं मिला - इससे आपकी सुरक्षा कम हो जाती है
hr: zzzfm-auth nije pronađen na putu - to smanjuje vašu sigurnost
hu: zzzfm-auth nem található az útvonalon – ez csökkenti a biztonságot
hy: zzzfm-auth ճանապարհին չի գտնվել. սա նվազեցնում է ձեր անվտանգությունը
id: zzzfm-auth tidak ditemukan di jalur - ini mengurangi keamanan Anda
is: zzzfm-auth fannst ekki í slóð - þetta dregur úr öryggi þínu
ka: zzzfm-auth არ არის ნაპოვნი გზაზე - ეს ამცირებს თქვენს უსაფრთხოებას
kk: zzzfm-auth жолда табылмады - бұл сіздің қауіпсіздігіңізді төмендетеді
km: zzzfm-auth រកមិនឃើញនៅក្នុងផ្លូវ - វាកាត់បន្ថយសុវត្ថិភាពរបស់អ្នក។
kn: zzzfm-auth ಮಾರ್ಗದಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ - ಇದು ನಿಮ್ಮ ಸುರಕ್ಷತೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ
ku: zzzfm-auth di rê de nayê dîtin - ev ewlehiya we kêm dike
ky: zzzfm-auth жолдо табылган жок - бул сиздин коопсуздугун азайтат
lb: zzzfm-auth net am Wee fonnt - dëst reduzéiert Är Sécherheet
lo: zzzfm-auth ບໍ່ພົບເຫັນຢູ່ໃນເສັ້ນທາງ - ນີ້ຫຼຸດຜ່ອນຄວາມປອດໄພຂອງທ່ານ
lt: zzzfm-auth nerasta kelyje – tai sumažina jūsų saugumą
lv: zzzfm-auth nav atrasts ceļā — tas samazina jūsu drošību
mg: zzzfm-auth tsy hita amin'ny lalana - mampihena ny fiarovanao izany
mi: zzzfm-auth kaore i kitea i te ara - ka whakaitihia to haumarutanga
mk: zzzfm-auth не се најде на патеката - ова ја намалува вашата безбедност
ml: zzzfm-auth പാതയിൽ കണ്ടെത്തിയില്ല - ഇത് നിങ്ങളുടെ സുരക്ഷ കുറയ്ക്കുന്നു
mn: zzzfm-auth замд олдсонгүй - энэ нь таны аюулгүй байдлыг бууруулдаг
mr: zzzfm-auth मार्गात आढळले नाही - यामुळे तुमची सुरक्षा कमी होते
mt: zzzfm-auth ma jinstabx fil-mogħdija - dan inaqqas is-sigurtà tiegħek
my: zzzfm-auth လမ်းကြောင်းတွင်မတွေ့ပါ - ၎င်းသည် သင်၏လုံခြုံရေးကို လျော့နည်းစေသည်။
nb: zzzfm-auth ikke funnet i banen - dette reduserer sikkerheten din
ne: zzzfm-auth पथमा फेला परेन - यसले तपाइँको सुरक्षा कम गर्दछ
or: zzzfm-auth ପଥରେ ମିଳିଲା ନାହିଁ - ଏହା ଆପଣଙ୍କ ସୁରକ୍ଷାକୁ ହ୍ରାସ କରେ |
pa: zzzfm-auth ਮਾਰਗ ਵਿੱਚ ਨਹੀਂ ਮਿਲਿਆ - ਇਹ ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ
ps: zzzfm-auth ﻱﻮﻤﮐ ﺖﯿﻨﻣﺍ ﻮﺳﺎﺘﺳ ﺍﺩ - ﻱږﯿﮐ ﻝﺪﻧﻮﻣ ﻪﻧ ﯥﮐ ﻩﺭﻻ﻿ ﻪﭘ
ro: zzzfm-auth nu a fost găsit în cale - acest lucru vă reduce securitatea
rw: zzzfm-auth bitabonetse munzira - ibi bigabanya umutekano wawe
sd: zzzfm-auth ﻮﭤ ﻲﺋﺎٽﮭﮔ ﻲﮐ ﻲٽﺭﻮﻴڪﻴﺳ ﻲﺟ ﻥﺎﻫﻮﺗ ﻮﻫﺍ - ﻮﻴﻠﻣ ﻪﻧ ۾ ﻲﺘﺳﺭ
si: zzzfm-auth මාර්ගයේ හමු නොවේ - මෙය ඔබගේ ආරක්ෂාව අඩු කරයි
sk: zzzfm-auth nenašiel sa v ceste – znižuje to vašu bezpečnosť
sl: zzzfm-auth ni mogoče najti na poti - to zmanjša vašo varnost
sq: zzzfm-auth nuk gjendet në rrugë - kjo zvogëlon sigurinë tuaj
sw: zzzfm-auth haipatikani kwenye njia - hii inapunguza usalama wako
ta: zzzfm-auth பாதையில் காணப்படவில்லை - இது உங்கள் பாதுகாப்பைக் குறைக்கிறது
te: zzzfm-auth మార్గంలో కనుగొనబడలేదు - ఇది మీ భద్రతను తగ్గిస్తుంది
tg: zzzfm-auth дар роҳ ёфт нашуд - ин амнияти шуморо коҳиш медиҳад
th: zzzfm-auth ไม่พบในเส้นทาง - สิ่งนี้จะลดความปลอดภัยของคุณ
tk: zzzfm-auth ýolda tapylmady - bu howpsuzlygyňyzy peseldýär
tt: zzzfm-auth юлда табылмады - бу сезнең куркынычсызлыгыгызны киметә
uk: zzzfm-auth не знайдено на шляху - це знижує вашу безпеку
ur: zzzfm-auth ۔ﮯﮨ ﺎﺗﺮﮐ ﻢﮐ ﻮﮐ ﺖﻇﺎﻔﺣ ﯽﮐ ﭖﺁ ﮧﯾ - ﻼ﻿ﻣ ﮟﯿﮩﻧ ﮟﯿﻣ ﮯﺘﺳﺍﺭ
uz: zzzfm-auth yo'lda topilmadi - bu sizning xavfsizligingizni pasaytiradi
vi: zzzfm-auth không tìm thấy trong đường dẫn - điều này làm giảm tính bảo mật của bạn
xh: zzzfm-auth ayifumanekanga endleleni - oku kunciphisa ukhuseleko lwakho
yi: zzzfm-auth טייהרעכיז ןייד זאַסודאַר סאָד - ךרד ןיא ןענופֿעג טינ

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
af: Kon nie uitvoer nie '%s' Sien stdout (hardloop zzzfm in 'n terminaal) vir ontfoutingsinligting
am: በማስፈጸም ላይ ስህተት '%s' ተመልከት stdout (በአንድ ተርሚናል ውስጥ zzzfm አሂድ) ለማረም መረጃ
ar: ﺬﻴﻔﻨﺘﻟﺍ ﻲﻓ ﺄﻄﺧ '%s' ﻯﺭﺍ stdout (ﺔﻄﺤﻣ ﻲﻓ zzzfm ﻞﻴﻐﺸﺗ) ﺢﻴﺤﺼﺘﻟﺍ ﺕﺎﻣﻮﻠﻌﻣ ﻰﻠﻋ ﻝﻮﺼﺤﻠﻟ
be: Памылка выканання '%s' Глядзі stdout (запусціце zzzfm ў тэрмінале) для інфармацыі аб адладцы
bg: Грешка при изпълнение '%s' Виж stdout (стартирайте zzzfm в терминал) за информация за отстраняване на грешки
bn: সম্পাদনে ত্রুটি৷ '%s' দেখা stdout (একটি টার্মিনালে zzzfm চালান) ডিবাগ তথ্যের জন্য
ca: Error en executar '%s' Vegeu stdout (executa zzzfm en un terminal) per a la informació de depuració
cy: Gwall wrth gyflawni '%s' Gwel stdout (rhedeg zzzfm mewn terfynell) am wybodaeth ddadfygio
da: Fejl ved udførelse '%s' Se stdout (kør zzzfm i en terminal) for debug info
eo: Eraro dum ekzekuto '%s' Vidu stdout (rulu zzzfm en terminalo) por sencimigaj informoj
et: Viga täitmisel '%s' Vaata stdout (käivitage terminalis zzzfm) silumisinfo saamiseks
eu: Errore bat exekutatzeko '%s' Ikusi stdout (Exekutatu zzzfm terminal batean) arazketa informaziorako
fa: ﺍﺮﺟﺍ ﺭﺩ ﺎﻄﺧ '%s' ﻥﺪﯾﺩ stdout (zzzfm ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﻝﺎﻨﯿﻣﺮﺗ ﺭﺩ ﺍﺭ) ﯽﯾﺍﺩﺯ ﻝﺎﮑﺷﺍ ﺕﺎﻋﻼ﻿ﻃﺍ ﯼﺍﺮﺑ
fi: Virhe suorituksessa '%s' Katso stdout (suorita zzzfm terminaalissa) virheenkorjaustiedot
fil: Error sa pagsasagawa '%s' Tingnan mo stdout (magpatakbo ng zzzfm sa isang terminal) para sa impormasyon sa pag-debug
fy: Flater by it útfieren '%s' Sjen stdout (rinne zzzfm yn in terminal) foar debug ynformaasje
ga: Earráid ag feidhmiú '%s' Féach stdout (rith zzzfm i gcríochfort) le haghaidh faisnéise dífhabhtaithe
gd: Mearachd a ’cur an gnìomh '%s' Faic stdout (ruith zzzfm ann an terminal) airson fiosrachadh deasbaid
gl: Erro ao executar '%s' Ver stdout (executa zzzfm nun terminal) para información de depuración
gu: ચલાવવામાં ભૂલ '%s' જુઓ stdout (ટર્મિનલમાં zzzfm ચલાવો) ડીબગ માહિતી માટે
he: עוציבב האיגש '%s' תֹואְרִל stdout (לנימרטב zzzfm ליעפהל) םיגאב יופינ לע עדימל
hi: निष्पादित करने में त्रुटि '%s' देखो stdout (टर्मिनल में zzzfm चलाएं) डिबग जानकारी के लिए
hr: Pogreška pri izvršavanju '%s' Vidjeti stdout (pokrenite zzzfm u terminalu) za informacije o otklanjanju pogrešaka
hu: Hiba a végrehajtás során '%s' Lát stdout (futtasd a zzzfm-et egy terminálban) hibakeresési információkért
hy: Սխալ կատարվեց '%s' Տեսնել stdout (գործարկել zzzfm-ը տերմինալում) վրիպազերծման տեղեկատվության համար
id: Kesalahan mengeksekusi '%s' Lihat stdout (jalankan zzzfm di terminal) untuk info debug
is: Villa við framkvæmd '%s' Sjáðu stdout (keyra zzzfm í terminal) fyrir villuleitarupplýsingar
ka: შეცდომა შესრულებისას '%s' იხ stdout (გაუშვით zzzfm ტერმინალში) გამართვის ინფორმაციისთვის
kk: Орындау қатесі '%s' Қараңыз stdout (терминалда zzzfm іске қосыңыз) жөндеу туралы ақпарат үшін
km: កំហុសក្នុងការអនុវត្ត '%s' សូមមើល stdout (ដំណើរការ zzzfm នៅក្នុងស្ថានីយ) សម្រាប់ព័ត៌មានបំបាត់កំហុស
kn: ಕಾರ್ಯಗತಗೊಳಿಸುವಲ್ಲಿ ದೋಷ '%s' ನೋಡಿ stdout (ಟರ್ಮಿನಲ್u200cನಲ್ಲಿ zzzfm ಅನ್ನು ರನ್ ಮಾಡಿ) ಡೀಬಗ್ ಮಾಹಿತಿಗಾಗಿ
ku: Error înfazkirin '%s' Dîtin stdout (zzzfm di termînalekê de bimeşînin) ji bo agahdariya debugê
ky: Аткаруудагы ката '%s' Караңыз stdout (терминалда zzzfm иштетүү) мүчүлүштүктөрдү аныктоо маалыматы үчүн
lb: Feeler beim Ausféierung '%s' Kuckt stdout (lafen zzzfm an engem Terminal) fir Debug Infoen
lo: ເກີດຄວາມຜິດພາດໃນການປະຕິບັດ '%s' ເບິ່ງ stdout (ແລ່ນ zzzfm ໃນ terminal) ສໍາລັບຂໍ້ມູນດີບັກ
lt: Vykdant įvyko klaida '%s' Pamatyti stdout (paleiskite zzzfm terminale) dėl derinimo informacijos
lv: Izpildot, radās kļūda '%s' Skat stdout (palaidiet zzzfm terminālī) atkļūdošanas informācijai
mg: Error amin'ny fanatanterahana '%s' JEREO NY stdout (mihazakazaka zzzfm amin'ny terminal) ho an'ny info debug
mi: Hapa te mahi '%s' Tirohia stdout (rere zzzfm i roto i te tauranga) mo nga korero patuiro
mk: Грешка при извршувањето '%s' Види stdout (стартувајте zzzfm во терминал) за информации за отстранување грешки
ml: നടപ്പിലാക്കുന്നതിൽ പിശക് '%s' കാണുക stdout (ഒരു ടെർമിനലിൽ zzzfm പ്രവർത്തിപ്പിക്കുക) ഡീബഗ് വിവരങ്ങൾക്ക്
mn: Гүйцэтгэх явцад алдаа гарлаа '%s' Харна уу stdout (zzzfm-г терминал дээр ажиллуул) дибаг хийх мэдээллийн хувьд
mr: कार्यान्वित करताना त्रुटी '%s' पहा stdout (टर्मिनलमध्ये zzzfm चालवा) डीबग माहितीसाठी
mt: Żball fl-eżekuzzjoni '%s' Ara stdout (mexxi zzzfm f'terminal) għall-informazzjoni tad-debug
my: လုပ်ဆောင်ရာတွင် အမှားအယွင်းရှိသည်။ '%s' ကြည့်ပါ။ stdout (zzzfm ကို terminal တစ်ခုတွင် run ပါ။) အမှားရှာပြင်ခြင်းဆိုင်ရာ အချက်အလက်အတွက်
nb: Feil under kjøring '%s' Se stdout (kjør zzzfm i en terminal) for feilsøkingsinformasjon
ne: कार्यान्वयन गर्दा त्रुटि भयो '%s' हेर्नुहोस् stdout (टर्मिनलमा zzzfm चलाउनुहोस्) डिबग जानकारीको लागि
or: ଏକଜେକ୍ୟୁଟ୍ କରିବାରେ ତ୍ରୁଟି '%s' ଦେଖନ୍ତୁ | stdout (ଟର୍ମିନାଲ୍ ରେ zzzfm ଚଲାନ୍ତୁ |) ତ୍ରୁଟି ନିବାରଣ ସୂଚନା ପାଇଁ |
pa: ਐਗਜ਼ੀਕਿਊਟ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ '%s' ਦੇਖੋ stdout (ਟਰਮੀਨਲ ਵਿੱਚ zzzfm ਚਲਾਓ) ਡੀਬੱਗ ਜਾਣਕਾਰੀ ਲਈ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻟﻮﮐ ﺍﺮﺟﺍ ﻪﭘ '%s' ﺉﺭﻮګﻭ stdout (ﺉړﮐ ﻞﭼ zzzfm ﯥﮐ ﻞﻨﯿﻣﺮټ ﻪﭘ) ﻩﺭﺎﭙﻟ ﻮﺗﺎﻣﻮﻠﻌﻣ ګﺒﯾډ ﺩ
ro: Eroare la executare '%s' Vedea stdout (rulați zzzfm într-un terminal) pentru informații de depanare
rw: Gukora amakosa '%s' Reba stdout (koresha zzzfm muri terminal) kubisobanuro byamakuru
sd: ﻲﻄﻠﻏ ۾ ﮠﺮڪ ﻞﻤﻋ '%s' ﻮﺳڏ stdout (ﻲﺋﻼ﻿ﻫ zzzfm ۾ ﻞﻨﻴﻣﺮٽ) ءِﻻ﻿ ﮠﺎﭴ ﮓﺒﻳڊ
si: ක්u200dරියාත්මක කිරීමේ දෝෂයකි '%s' බලන්න stdout (ටර්මිනලයක zzzfm ධාවනය කරන්න) දෝශ නිරාකරණ තොරතුරු සඳහා
sk: Chyba pri vykonávaní '%s' Pozri stdout (spustiť zzzfm v termináli) pre informácie o ladení
sl: Napaka pri izvajanju '%s' Glej stdout (zaženite zzzfm v terminalu) za informacije o odpravljanju napak
sq: Gabim në ekzekutim '%s' Shiko stdout (ekzekutoni zzzfm në një terminal) për informacionin e korrigjimit
sw: Hitilafu katika kutekeleza '%s' Tazama stdout (endesha zzzfm kwenye terminal) kwa maelezo ya utatuzi
ta: செயல்படுத்துவதில் பிழை '%s' பார்க்கவும் stdout (ஒரு முனையத்தில் zzzfm ஐ இயக்கவும்) பிழைத்திருத்த தகவலுக்கு
te: అమలు చేయడంలో లోపం '%s' చూడండి stdout (టెర్మినల్u200cలో zzzfmని అమలు చేయండి) డీబగ్ సమాచారం కోసం
tg: Хатогӣ дар иҷро '%s' Бинед stdout (zzzfm-ро дар терминал иҷро кунед) барои маълумот оид ба ислоҳ
th: เกิดข้อผิดพลาดในการดำเนินการ '%s' ดู stdout (เรียกใช้ zzzfm ในเทอร์มินัล) สำหรับข้อมูลการดีบัก
tk: Execerine ýetirmekde säwlik '%s' Serediň stdout (zzzfm terminalynda işlediň) düzediş maglumatlary üçin
tt: Эшләүдә хата '%s' Кара stdout (zzzfm терминалда эшләгез) төзәтү турында мәгълүмат өчен
uk: Помилка виконання '%s' Подивитися stdout (запустити zzzfm в терміналі) для налагоджувальної інформації
ur: ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﻞﻤﻋ '%s' ﮟﯿﮭﮑﯾﺩ stdout (۔ﮟﯿﺋﻼ﻿ﭼ zzzfm ﮟﯿﻣ ﻞﻨﯿﻣﺮﭨ) ﮯﯿﻟ ﮯﮐ ﺕﺎﻣﻮﻠﻌﻣ ﯽﮐ ﮓﺒﯾﮈ
uz: Amalga oshirishda xatolik yuz berdi '%s' Qarang stdout (terminalda zzzfm ni ishga tushiring) disk raskadrovka ma'lumotlari uchun
vi: Lỗi khi thực thi '%s' Xem stdout (chạy zzzfm trong một thiết bị đầu cuối) để biết thông tin gỡ lỗi
xh: Ukwenziwa kwempazamo '%s' 'Yabona stdout (sebenzisa i-zzzfm kwi-terminal) ngolwazi lolungiso
yi: תועט גניטויקאַסקע '%s' ןעז stdout (לאַזקאָוו אַ ןיא zzzfm ןפיול) עיצאַמראָפֿניא גאַביד ראַפֿ

source: Error writing temporary file
af: Kon nie tydelike lêer skryf nie
am: ጊዜያዊ ፋይል መፃፍ ላይ ስህተት
ar: ﺖﻗﺆﻣ ﻒﻠﻣ ﺔﺑﺎﺘﻛ ﻲﻓ ﺄﻄﺧ
be: Памылка запісу часовага файла
bg: Грешка при записване на временен файл
bn: অস্থায়ী ফাইল লিখতে ত্রুটি
ca: S'ha produït un error en escriure el fitxer temporal
cy: Gwall wrth ysgrifennu ffeil dros dro
da: Fejl ved skrivning af midlertidig fil
eo: Eraro skribante provizoran dosieron
et: Viga ajutise faili kirjutamisel
eu: Errore bat gertatu da aldi baterako fitxategia idaztean
fa: ﺖﻗﻮﻣ ﻞﯾﺎﻓ ﻦﺘﺷﻮﻧ ﺭﺩ ﺎﻄﺧ
fi: Virhe kirjoitettaessa väliaikaista tiedostoa
fil: Error sa pagsulat ng pansamantalang file
fy: Flater by skriuwen fan tydlike triem
ga: Earráid agus comhad sealadach á scríobh
gd: Mearachd a ’sgrìobhadh faidhle sealach
gl: Produciuse un erro ao escribir o ficheiro temporal
gu: અસ્થાયી ફાઇલ લખવામાં ભૂલ
he: ינמז ץבוק תביתכב האיגש
hi: अस्थायी फ़ाइल लिखने में त्रुटि
hr: Pogreška pri pisanju privremene datoteke
hu: Hiba az ideiglenes fájl írása közben
hy: Սխալ՝ ժամանակավոր ֆայլ գրելիս
id: Kesalahan menulis file sementara
is: Villa við að skrifa tímabundna skrá
ka: შეცდომა დროებითი ფაილის დაწერისას
kk: Уақытша файлды жазу қатесі
km: កំហុសក្នុងការសរសេរឯកសារបណ្តោះអាសន្ន
kn: ತಾತ್ಕಾಲಿಕ ಫೈಲ್ ಬರೆಯುವಲ್ಲಿ ದೋಷ
ku: Di nivîsandina pelê demî de çewtî
ky: Убактылуу файлды жазууда ката кетти
lb: Feeler beim Schreiwen vun enger temporärer Datei
lo: ເກີດຄວາມຜິດພາດໃນການຂຽນໄຟລ໌ຊົ່ວຄາວ
lt: Klaida rašant laikinąjį failą
lv: Kļūda, rakstot pagaidu failu
mg: Hadisoana fanoratana rakitra vonjimaika
mi: Hapa te tuhi kōnae rangitahi
mk: Грешка при пишување на привремена датотека
ml: താൽക്കാലിക ഫയൽ എഴുതുന്നതിൽ പിശക്
mn: Түр зуурын файл бичихэд алдаа гарлаа
mr: तात्पुरती फाइल लिहिताना त्रुटी
mt: Żball fil-kitba tal-fajl temporanju
my: ယာယီဖိုင်ကို ရေးသားရာတွင် အမှားအယွင်းရှိနေသည်။
nb: Feil ved skriving av midlertidig fil
ne: अस्थायी फाइल लेख्दा त्रुटि भयो
or: ଅସ୍ଥାୟୀ ଫାଇଲ୍ ଲେଖିବାରେ ତ୍ରୁଟି |
pa: ਅਸਥਾਈ ਫ਼ਾਈਲ ਲਿਖਣ ਵਿੱਚ ਤਰੁੱਟੀ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﻮﻠﮑﯿﻟ ﻞﯾﺎﻓ ﻪﻟﺎﻬﻣډﻨﻟ ﺩ
ro: Eroare la scrierea fișierului temporar
rw: Ikosa ryo kwandika dosiye yigihe gito
sd: ﻲﻄﻠﻏ ۾ ﮡﮑﻟ ﻞﺋﺎﻓ ﻲﺿﺭﺎﻋ
si: තාවකාලික ගොනුව ලිවීමේ දෝෂයකි
sk: Chyba pri zápise dočasného súboru
sl: Napaka pri zapisovanju začasne datoteke
sq: Gabim në shkrimin e skedarit të përkohshëm
sw: Hitilafu katika kuandika faili ya muda
ta: தற்காலிக கோப்பை எழுதுவதில் பிழை
te: తాత్కాలిక ఫైల్u200cని వ్రాయడంలో లోపం
tg: Хатогӣ дар навиштани файли муваққатӣ
th: เกิดข้อผิดพลาดในการเขียนไฟล์ชั่วคราว
tk: Wagtlaýyn faýl ýazmakda säwlik
tt: Вакытлыча файл язуда хата
uk: Помилка запису тимчасового файлу
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻨﮭﮑﻟ ﻞﺋﺎﻓ ﯽﺿﺭﺎﻋ
uz: Vaqtinchalik faylni yozishda xatolik yuz berdi
vi: Lỗi khi ghi tệp tạm thời
xh: Impazamo yokubhala ifayile yethutyana
yi: עקעט עגילייווטייצ ןביירש תועט

source: Timed out calculating total size
af: Uitteltyd vir die berekening van totale grootte
am: ጠቅላላ መጠንን በማስላት ጊዜው አልፎበታል።
ar: ﻲﻟﺎﻤﺟﻹ﻿ﺍ ﻢﺠﺤﻟﺍ ﺏﺎﺴﺣ ﺔﻠﻬﻣ
be: Час вылічэння агульнага памеру скончыўся
bg: Изтече времето за изчисляване на общия размер
bn: মোট আকার গণনা করার সময় শেষ হয়েছে৷
ca: S'ha esgotat el temps de càlcul de la mida total
cy: Wedi'i amseru gan gyfrifo cyfanswm maint
da: Timeout ved beregning af den samlede størrelse
eo: Tempo elĉerpita kalkulante totalan grandecon
et: Kogusuuruse arvutamine aegus
eu: Denbora-muga gainditu da tamaina osoa kalkulatzeko
fa: ﺪﺷ ﻡﺎﻤﺗ ﻞﮐ ﻩﺯﺍﺪﻧﺍ ﻪﺒﺳﺎﺤﻣ ﻥﺎﻣﺯ
fi: Kokonaiskoon laskeminen aikakatkaistiin
fil: Nag-time out sa pagkalkula ng kabuuang laki
fy: Time-out berekkenjen fan totale grutte
ga: Amaithe ag ríomh an mhéid iomláin
gd: Timed a-mach a ’tomhas meud iomlan
gl: Esgotouse o tempo de cálculo do tamaño total
gu: કુલ કદની ગણતરી કરવાનો સમય સમાપ્ત થયો
he: ללוכה לדוגה בושיחב בוצקה ןמזה םת
hi: कुल आकार की गणना का समय समाप्त हो गया
hr: Isteklo je vrijeme za izračun ukupne veličine
hu: Időtúllépés a teljes méret kiszámításakor
hy: Ընդհանուր չափի հաշվարկման ժամանակն սպառվել է
id: Waktu habis menghitung ukuran total
is: Tími liðinn við útreikning heildarstærðar
ka: მთლიანი ზომის გამოთვლის დრო ამოიწურა
kk: Жалпы өлшемді есептеу уақыты аяқталды
km: អស់ពេលគណនាទំហំសរុប
kn: ಒಟ್ಟು ಗಾತ್ರವನ್ನು ಲೆಕ್ಕಾಚಾರ ಮಾಡುವ ಸಮಯ ಮೀರಿದೆ
ku: Hesabkirina mezinahiya tevayî wext qediya
ky: Жалпы өлчөмүн эсептөө убактысы бүттү
lb: Ausgeschloss fir d'Gesamtgréisst ze berechnen
lo: ໝົດເວລາການຄຳນວນຂະໜາດທັງໝົດ
lt: Baigėsi skirtasis laikas skaičiuojant bendrą dydį
lv: Aprēķinot kopējo izmēru, iestājās noildze
mg: Tapitra ny fotoana kajy ny totalin'ny habeny
mi: Kua pau te taima ki te tatau i te rahinga katoa
mk: Истече времето за пресметување на вкупната големина
ml: മൊത്തം വലിപ്പം കണക്കാക്കുന്ന സമയം കഴിഞ്ഞു
mn: Нийт хэмжээг тооцоолоход хугацаа хэтэрсэн
mr: एकूण आकाराची गणना करताना कालबाह्य झाले
mt: Timed out kalkolu tad-daqs totali
my: စုစုပေါင်းအရွယ်အစားကို တွက်ချက်ရန် အချိန်ကုန်သွားသည်။
nb: Tidsavbrudd for beregning av total størrelse
ne: कुल आकार गणना गर्ने समय सकियो
or: ସମୁଦାୟ ଆକାର ଗଣନା କରିବାର ସମୟ ସମାପ୍ତ |
pa: ਕੁੱਲ ਆਕਾਰ ਦੀ ਗਣਨਾ ਕਰਨ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋਇਆ
ps: ﺪﯿﺳﺭﻭ ﻪﺗ ﯼﺎﭘ ﺖﺧﻭ ﻪﺒﺳﺎﺤﻣ ﯤﺯﺍﺪﻧﺍ ﻝﻮټ ﺩ
ro: Timpul expirat calculând dimensiunea totală
rw: Igihe cyateganijwe cyo kubara ingano yose
sd: ﻮﻳﻭ ﻲﭤ ﻢﺘﺧ ﺖﻗﻭ ﻥﺎﺳ ﺏﺎﺴﺣ ﻲﺟ ﺰﻴﺋﺎﺳ ﻞڪ
si: සම්පූර්ණ ප්u200dරමාණය ගණනය කිරීමේ කාලය අවසන් විය
sk: Časový limit pri výpočte celkovej veľkosti vypršal
sl: Časovna omejitev za izračun skupne velikosti je potekla
sq: Koha për llogaritjen e madhësisë totale mbaroi
sw: Muda umeisha kuhesabu ukubwa wa jumla
ta: மொத்த அளவைக் கணக்கிடும் நேரம் முடிந்தது
te: మొత్తం పరిమాణాన్ని లెక్కించే సమయం ముగిసింది
tg: Ҳангоми ҳисоб кардани андозаи умумӣ вақт гузашт
th: หมดเวลาคำนวณขนาดรวม
tk: Jemi ululygyny hasaplamagyň wagty
tt: Гомуми зурлыкны исәпләү вакыты
uk: Час очікування обчислення загального розміру минув
ur: ۔ﺎﯿﮔ ﻮﮨ ﻢﺘﺧ ﺖﻗﻭ ﺎﮐ ﮯﻧﺎﮕﻟ ﺏﺎﺴﺣ ﺎﮐ ﺰﺋﺎﺳ ﻞﮐ
uz: Umumiy hajmni hisoblash vaqti tugadi
vi: Đã hết thời gian tính toán tổng kích thước
xh: Ixesha liphelile kubalwa isayizi iyonke
yi: סיירג ץנאַג גניטיילאַיקלאַק סיוא דמייט
