Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n oortjie fokus kry: Gebruik: %%e tipe gebeurtenis (evt_tab_focus) %%w venster ID (sien zzzfm -s hulp) %%p paneel %%t oortjie Uitgevoer bash veranderlikes (eg $fm_pwd, etc) kan in hierdie opdrag gebruik word.
am: ትር ትኩረት ባገኘ ቁጥር በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር አስገባ፡ ተጠቀም፡ %%e የክስተት አይነት (evt_tab_focus) %%w የመስኮት መታወቂያ (የ zzzfm -s እገዛን ይመልከቱ) %%p ፓነል %%t ትር ወደ ውጭ የተላኩ የባሽ ተለዋዋጮች (eg $fm_pwd, etc) በዚህ ትዕዛዝ ውስጥ ጥቅም ላይ ሊውል ይችላል.
ar: :ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ ﻰﻠﻋ ﺰﻴﻛﺮﺘﻟﺍ ﻢﺘﻳ ﺎﻣﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_tab_focus) %%w (zzzfm -s ﺕﺎﻤﻴﻠﻌﺗ ﺮﻈﻧﺍ) ﺓﺬﻓﺎﻨﻟﺍ ﻑﺮﻌﻣ %%p ﺔﺟﻮﻟ %%t ﺐﻳﻮﺒﺘﻟﺍ ﺓﺭﺪﺼﻤﻟﺍ bash ﺕﺍﺮﻴﻐﺘﻣ (eg $fm_pwd, etc) .ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻲﻓ ﺎﻬﻣﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ
be: Увядзіце праграму або камандны радок bash, які будзе запускацца аўтаматычна кожны раз, калі ўкладка атрымлівае фокус: Выкарыстоўвайце: %%e тып падзеі (evt_tab_focus) %%w ідэнтыфікатар акна (гл. дапамогу zzzfm -s) %%p панэль %%t уклад Экспартаваныя зменныя bash (eg $fm_pwd, etc) можна выкарыстоўваць у гэтай камандзе.
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично всеки път, когато даден раздел получи фокус: Използвайте: %%e тип събитие (evt_tab_focus) %%w идентификатор на прозореца (вижте помощ за zzzfm -s) %%p панел %%t раздел Експортирани bash променливи (eg $fm_pwd, etc) може да се използва в тази команда.
bn: যখনই একটি ট্যাব ফোকাস পায় তখন স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরণ (evt_tab_focus) %%w উইন্ডো আইডি (zzzfm -s সহায়তা দেখুন) %%p প্যানেল %%t ট্যাব রপ্তানি করা ব্যাশ ভেরিয়েবল (eg $fm_pwd, etc) এই কমান্ডে ব্যবহার করা যেতে পারে।
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament sempre que una pestanya es focalitzi: Ús: %%e tipus d'esdeveniment (evt_tab_focus) %%w identificador de la finestra (vegeu l'ajuda de zzzfm -s) %%p panell %%t pestanya Variables bash exportades (eg $fm_pwd, etc) es pot utilitzar en aquesta comanda.
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pryd bynnag y bydd tab yn canolbwyntio: Defnyddiwch: %%e math o ddigwyddiad (evt_tab_focus) %%w id ffenestr (gweler zzzfm -s help) %%p panel %%t tab Newidynnau bash allforiedig (eg $fm_pwd, etc) gellir ei ddefnyddio yn y gorchymyn hwn.
da: Indtast program eller bash-kommandolinje for at blive kørt automatisk, når en fane får fokus: Brug: %%e begivenhedstype (evt_tab_focus) %%w vindues-id (se zzzfm -s hjælp) %%p panel %%t fanen Eksporterede bash-variabler (eg $fm_pwd, etc) kan bruges i denne kommando.
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam langeto fokusiĝas: Uzu: %%e tipo de evento (evt_tab_focus) %%w fenestro-identigilo (vidu helpon de zzzfm -s) %%p panelo %%t langeto Eksportitaj bash-variabloj (eg $fm_pwd, etc) povas esti uzata en ĉi tiu komando.
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui vahekaart keskendub: Kasuta: %%e sündmuse tüüp (evt_tab_focus) %%w akna ID (vt zzzfm -s abi) %%p paneel %%t sakk Eksporditud bashi muutujad (eg $fm_pwd, etc) saab selles käsus kasutada.
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatzeko fitxa batek fokua jartzen duen bakoitzean: Erabili: %%e gertaera mota (evt_tab_focus) %%w leihoaren IDa (ikus zzzfm -s laguntza) %%p panela %%t fitxa Esportatutako bash aldagaiak (eg $fm_pwd, etc) komando honetan erabil daiteke.
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃu200cﻪﺑ ،ﺩﻮﺷu200cﯽﻣ ﺱﻮﮐﻮﻓ ﻪﮔﺮﺑ ﮏﯾ ﻪﮐ ﻥﺎﻣﺯ ﺮﻫ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_tab_focus) %%w (ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzfm -s ﮏﻤﮐ ﻪﺑ) ﻩﺮﺠﻨﭘ ﻪﺳﺎﻨﺷ %%p ﻞﻧﺎﭘ %%t ﻪﻧﺎﺑﺯ ﺖﺳﺍ ﻩﺪﺷ ﺭﺩﺎﺻ bash ﯼﺎﻫﺮﯿﻐﺘﻣ (eg $fm_pwd, etc) .ﺩﺮﮐ ﻩﺩﺎﻔﺘﺳﺍ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ﺭﺩ ﻥﺍﻮﺗ ﯽﻣ
fi: Syötä ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti aina, kun välilehti keskittyy: Käyttää: %%e Tapahtumatyyppi (evt_tab_focus) %%w ikkunan tunnus (katso zzzfm -s ohje) %%p paneeli %%t -välilehti Vietiin bash-muuttujia (eg $fm_pwd, etc) voidaan käyttää tässä komennossa.
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin sa tuwing ang isang tab ay nakatutok: Gamitin ang: %%e uri ng kaganapan (evt_tab_focus) %%w window id (tingnan ang tulong ng zzzfm -s) %%p panel %%t tab Na-export na mga variable ng bash (eg $fm_pwd, etc) maaaring gamitin sa utos na ito.
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in ljepper fokus krijt: Brûke: %%e evenemint type (evt_tab_focus) %%w finster-id (sjoch zzzfm -s help) %%p paniel %%t tab Eksportearre bash fariabelen (eg $fm_pwd, etc) kin brûkt wurde yn dit kommando.
ga: Cuir isteach an líne nó an líne ordaithe bash atá le rith go huathoibríoch aon uair a fhaigheann cluaisín fócas: Úsáid: %%e cineál imeachta (evt_tab_focus) %%w id fuinneoige (féach zzzfm -s help) %%p painéal %%t cluaisín Athróga bash easpórtáilte (eg $fm_pwd, etc) is féidir a úsáid san ordú seo.
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach gach uair a gheibh tab fòcas: Cleachd: %%e seòrsa tachartais (evt_tab_focus) %%w id uinneig (faic cuideachadh zzzfm -s) %%p pannal %%t tab Caochlaidhean bash Exxported (eg $fm_pwd, etc) faodar a chleachdadh san àithne seo.
gl: Introduza o programa ou a liña de comandos bash para que se execute automaticamente cando se enfoca unha pestana: Uso: %%e tipo de evento (evt_tab_focus) %%w ID da fiestra (consulta a axuda de zzzfm -s) %%p panel %%t ficha Variables bash exportadas (eg $fm_pwd, etc) pódese usar neste comando.
gu: જ્યારે પણ ટેબ ફોકસ થાય ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બેશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઘટના પ્રકાર (evt_tab_focus) %%w વિન્ડો આઈડી (zzzfm -s મદદ જુઓ) %%p પેનલ %%t ટેબ નિકાસ કરેલ bash ચલ (eg $fm_pwd, etc) આ આદેશમાં વાપરી શકાય છે.
he: :תדקמתמ הייסיטרכש םעפ לכב תיטמוטוא ולעפויש bash-ה וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%e עוריא גוס (evt_tab_focus) %%w (zzzfm -s לש הרזע האר) ןולח ההזמ %%p ַחּול %%t תינושל םיאצוימ bash ינתשמ (eg $fm_pwd, etc) .וז הדוקפב שמתשהל ןתינ
hi: जब भी कोई टैब फोकस करता है तो प्रोग्राम या बैश कमांड लाइन को स्वचालित रूप से चलाने के लिए दर्ज करें: उपयोग: %%e घटना प्रकार (evt_tab_focus) %%w विंडो आईडी (zzzfm -s सहायता देखें) %%p पैनल %%t टैब निर्यातित बैश चर (eg $fm_pwd, etc) इस आदेश में इस्तेमाल किया जा सकता है।
hr: Unesite programski ili bash naredbeni redak koji će se automatski pokrenuti kad god kartica dobije fokus: Koristiti: %%e tip događaja (evt_tab_focus) %%w id prozora (pogledajte pomoć za zzzfm -s) %%p ploča %%t tab Izvezene bash varijable (eg $fm_pwd, etc) može se koristiti u ovoj naredbi.
hu: Írja be a programot vagy a bash parancssort, amely automatikusan fut, amikor egy lap fókuszba kerül: Használat: %%e esemény típus (evt_tab_focus) %%w ablak azonosítója (lásd a zzzfm -s súgóját) %%p panel %%t lapon Exportált bash változók (eg $fm_pwd, etc) használható ebben a parancsban.
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող՝ ավտոմատ կերպով գործարկվելու համար, երբ ներդիրը կենտրոնանում է. Օգտագործեք: %%e միջոցառման տեսակը (evt_tab_focus) %%w պատուհանի ID (տես zzzfm -s օգնությունը) %%p վահանակ %%t ներդիր Արտահանված bash փոփոխականներ (eg $fm_pwd, etc) կարող է օգտագործվել այս հրամանում:
id: Masukkan program atau baris perintah bash untuk dijalankan secara otomatis setiap kali tab mendapat fokus: Menggunakan: %%e jenis acara (evt_tab_focus) %%w id jendela (lihat bantuan zzzfm -s) %%p panel %%t tab Variabel bash yang diekspor (eg $fm_pwd, etc) dapat digunakan dalam perintah ini.
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar flipi fær fókus: Notaðu: %%e tegund atburðar (evt_tab_focus) %%w glugga auðkenni (sjá zzzfm -s hjálp) %%p spjaldið %%t flipa Útfluttar bash breytur (eg $fm_pwd, etc) er hægt að nota í þessari skipun.
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონი ავტომატურად გასაშვებად, როდესაც ჩანართი ფოკუსირებულია: გამოყენება: %%e ღონისძიების ტიპი (evt_tab_focus) %%w ფანჯრის ID (იხილეთ zzzfm -s დახმარება) %%p პანელი %%t ჩანართი ექსპორტირებული bash ცვლადები (eg $fm_pwd, etc) შეიძლება გამოყენებულ იქნას ამ ბრძანებაში.
kk: Қойындыға назар аударылған сайын автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_tab_focus) %%w терезе идентификаторы (zzzfm -s анықтамасын қараңыз) %%p панель %%t қойындысы Экспортталған bash айнымалылары (eg $fm_pwd, etc) осы пәрменде пайдалануға болады.
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិនៅពេលណាដែលផ្ទាំងមួយទទួលបានការផ្តោតអារម្មណ៍៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_tab_focus) %%w លេខសម្គាល់បង្អួច (សូមមើលជំនួយ zzzfm -s) %%p បន្ទះ %%t ផ្ទាំង នាំចេញអថេរ bash (eg $fm_pwd, etc) អាចត្រូវបានប្រើនៅក្នុងពាក្យបញ្ជានេះ។
kn: ಟ್ಯಾಬ್ ಫೋಕಸ್ ಪಡೆದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_tab_focus) %%w ವಿಂಡೋ ಐಡಿ (zzzfm -s ಸಹಾಯವನ್ನು ನೋಡಿ) %%p ಫಲಕ %%t ಟ್ಯಾಬ್ ರಫ್ತು ಮಾಡಿದ ಬ್ಯಾಷ್ ವೇರಿಯೇಬಲ್u200cಗಳು (eg $fm_pwd, etc) ಈ ಆಜ್ಞೆಯಲ್ಲಿ ಬಳಸಬಹುದು.
ku: Bername an rêzika fermana bash têkevin da ku gava ku tabloyek balê dikişîne bixweber were xebitandin: Bikaranîn: %%e cureyê bûyerê (evt_tab_focus) %%w id pencereyê (binihêre arîkariya zzzfm -s) %%p panel %%t tab Guherbarên bash derxistin (eg $fm_pwd, etc) dikare di vê fermanê de were bikar anîn.
ky: Өтмөккө көңүл бурулган сайын автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_tab_focus) %%w терезе идентификатору (zzzfm -s жардамын караңыз) %%p панель %%t өтмөк Экспорттолгон bash өзгөрмөлөрү (eg $fm_pwd, etc) бул буйрукта колдонсо болот.
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann e Tab fokusséiert: Benotzt: %%e Event Typ (evt_tab_focus) %%w Fënster ID (kuckt zzzfm -s Hëllef) %%p panel %%t tab Exportéiert Bash Variablen (eg $fm_pwd, etc) kann an dësem Kommando benotzt ginn.
lo: ປ້ອນໂປຣແກມ ຫຼື bash ເສັ້ນຄໍາສັ່ງທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດທຸກຄັ້ງທີ່ແທັບຖືກໂຟກັສ: ໃຊ້: %%e ປະເພດເຫດການ (evt_tab_focus) %%w id window (ເບິ່ງ zzzfm -s ຊ່ວຍ) %%p ກະດານ %%t ແຖບ ສົ່ງອອກຕົວແປ bash (eg $fm_pwd, etc) ສາມາດຖືກນໍາໃຊ້ໃນຄໍາສັ່ງນີ້.
lt: Įveskite programos arba „bash“ komandų eilutę, kuri bus paleista automatiškai, kai tik paryškinamas skirtukas: Naudokite: %%e renginio tipas (evt_tab_focus) %%w lango ID (žr. zzzfm -s žinyną) %%p skydelis %%t skirtukas Eksportuoti bash kintamieji (eg $fm_pwd, etc) gali būti naudojamas šioje komandoje.
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad tiek fokusēta cilne: Izmantojiet: %%e notikuma veids (evt_tab_focus) %%w loga ID (skatiet zzzfm -s palīdzību) %%p panelis %%t cilne Eksportēti bash mainīgie (eg $fm_pwd, etc) var izmantot šajā komandā.
mg: Ampidiro ny programa na bash command line ho mandeha ho azy isaky ny misy tabilao mifantoka: Ampiasao: %%e karazana hetsika (evt_tab_focus) %%w varavarankely id (jereo zzzfm -s fanampiana) %%p tontonana %%t kiheba Variable bash naondrana (eg $fm_pwd, etc) azo ampiasaina amin'ity baiko ity.
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa i nga wa katoa ka aro te ripa: Whakamahia: %%e momo huihuinga (evt_tab_focus) %%w id matapihi (tirohia te awhina zzzfm -s) %%p röpü %%t ripa Taurangi bash kaweake (eg $fm_pwd, etc) ka taea te whakamahi i tenei whakahau.
mk: Внесете програма или командна линија bash за да се извршува автоматски секогаш кога ќе се фокусира на картичката: Користете: %%e тип на настан (evt_tab_focus) %%w ИД на прозорецот (видете помош од zzzfm -s) %%p панел %%t таб Извезени баш променливи (eg $fm_pwd, etc) може да се користи во оваа команда.
ml: ഒരു ടാബ് ഫോക്കസ് ആകുമ്പോഴെല്ലാം ഓട്ടോമാറ്റിക്കായി റൺ ചെയ്യുന്നതിനായി പ്രോഗ്രാമോ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_tab_focus) %%w വിൻഡോ ഐഡി (zzzfm -s സഹായം കാണുക) %%p പാനൽ %%t ടാബ് കയറ്റുമതി ചെയ്ത ബാഷ് വേരിയബിളുകൾ (eg $fm_pwd, etc) ഈ കമാൻഡിൽ ഉപയോഗിക്കാം.
mn: Таб анхаарлаа төвлөрүүлэх бүрт автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_tab_focus) %%w цонхны ID (zzzfm -s тусламжийг үзнэ үү) %%p самбар %%t таб Экспортолсон bash хувьсагч (eg $fm_pwd, etc) энэ тушаалд ашиглаж болно.
mr: जेव्हा जेव्हा टॅबवर फोकस होतो तेव्हा स्वयंचलितपणे चालविण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e कार्यक्रमाचा प्रकार (evt_tab_focus) %%w विंडो आयडी (zzzfm -s मदत पहा) %%p पटल %%t टॅब एक्सपोर्ट केलेले बॅश व्हेरिएबल्स (eg $fm_pwd, etc) या कमांडमध्ये वापरले जाऊ शकते.
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament kull meta tab tiffoka: Użu: %%e tip ta' avveniment (evt_tab_focus) %%w id tieqa (ara l-għajnuna zzzfm -s) %%p panel %%t tab Varjabbli bash esportati (eg $fm_pwd, etc) jistgħu jintużaw f'dan il-kmand.
my: တက်ဘ်တစ်ခုအာရုံစိုက်လာသည့်အခါတိုင်း အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash အမိန့်ပေးစာကြောင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_tab_focus) %%w window id (zzzfm -s အကူအညီကိုကြည့်ပါ) %%p ဘောင် %%t တက်ဘ် bash variable များကို ထုတ်ယူသည်။ (eg $fm_pwd, etc) ဤ command ကိုသုံးနိုင်သည်။
nb: Skriv inn program eller bash-kommandolinje for å kjøres automatisk når en fane får fokus: Bruk: %%e hendelsestype (evt_tab_focus) %%w vindus-ID (se zzzfm -s hjelp) %%p panel %%t fanen Eksporterte bash-variabler (eg $fm_pwd, etc) kan brukes i denne kommandoen.
ne: ट्याब फोकस हुँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा bash आदेश लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_tab_focus) %%w सञ्झ्याल आईडी (zzzfm -s मद्दत हेर्नुहोस्) %%p प्यानल %%t ट्याब निर्यात गरिएको bash चर (eg $fm_pwd, etc) यो आदेश मा प्रयोग गर्न सकिन्छ।
or: ଯେତେବେଳେ ଏକ ଟ୍ୟାବ୍ ଫୋକସ୍ ହୁଏ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_tab_focus) %%w ୱିଣ୍ଡୋ id (zzzfm -s ସାହାଯ୍ୟ ଦେଖନ୍ତୁ) %%p ପ୍ୟାନେଲ୍ | %%t ଟ୍ୟାବ୍ | ରପ୍ତାନି ହୋଇଥିବା ବାସ୍ ଭେରିଏବଲ୍ | (eg $fm_pwd, etc) ଏହି କମାଣ୍ଡରେ ବ୍ୟବହୃତ ହୋଇପାରେ |
pa: ਜਦੋਂ ਵੀ ਇੱਕ ਟੈਬ ਫੋਕਸ ਹੁੰਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_tab_focus) %%w ਵਿੰਡੋ ਆਈਡੀ (Zzzfm -s ਮਦਦ ਦੇਖੋ) %%p ਪੈਨਲ %%t ਟੈਬ ਐਕਸਪੋਰਟ ਕੀਤੇ bash ਵੇਰੀਏਬਲ (eg $fm_pwd, etc) ਇਸ ਕਮਾਂਡ ਵਿੱਚ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।
ps: :ﻱړﮐﻭ ﺰﮐﺮﻤﺗ ﺐټ ﻮﯾ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_tab_focus) %%w (ﺉﺭﻮګﻭ ﻪﺘﺳﺮﻣ zzzfm -s) ID ۍﮐړﮐ ﺩ %%p ﻞﻨﯿﭘ %%t ﺐټ ﻪﻧﻭﺮﯿﻐﺘﻣ ﺵﺎﺑ ﻱﻮﺷ ﺭﺩﺎﺻ (eg $fm_pwd, etc) .ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﯥﮐ ډﻧﺎﻤﮐ ﯤﺩ ﻪﭘ
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat ori de câte ori o filă se concentrează: Utilizare: %%e tip de eveniment (evt_tab_focus) %%w ID fereastră (consultați ajutorul zzzfm -s) %%p panou %%t fila Variabile bash exportate (eg $fm_pwd, etc) poate fi folosit în această comandă.
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mugihe cyose tab ibonye intumbero: Koresha: %%e Ubwoko bwibyabaye (evt_tab_focus) %%w idirishya id (reba zzzfm -s ubufasha) %%p Umwanya %%t tab Kohereza bash guhinduka (eg $fm_pwd, etc) irashobora gukoreshwa muri iri tegeko.
sd: :ﻮﭤ ﻲﺌﭤ ﺲڪﻮﻓ ﺐﻴٽ ڪﻫ ﻪﺑ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_tab_focus) %%w (ﺩﺪﻣ zzzfm -s ﻮﺳڏ) id ﻭڊﻧﻭ %%p ﻞﻨﻴﭘ %%t ﺐﻴٽ ﺮﻴﻐﺘﻣ ﺶﻴﺑ ﻞﻴﭤ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) .ﻮﭤ ﻲﺠﻬﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ۾ ﻢڪﺣ ﻦﻫ
si: ටැබයක් නාභිගත වන විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහනක් හෝ බාෂ් විධාන රේඛාවක් ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_tab_focus) %%w කවුළු හැඳුනුම්පත (zzzfm -s උදව් බලන්න) %%p පැනලය %%t ටැබ් අපනයනය කරන ලද bash විචල්යයන් (eg $fm_pwd, etc) මෙම විධානය තුළ භාවිතා කළ හැක.
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť vždy, keď sa zameria karta: Použitie: %%e typ udalosti (evt_tab_focus) %%w ID okna (pozri pomoc zzzfm -s) %%p panel %%t tab Exportované bash premenné (eg $fm_pwd, etc) možno použiť v tomto príkaze.
sl: Vnesite ukazno vrstico programa ali bash, ki se samodejno zažene, ko se zavihek osredotoči: Uporaba: %%e vrsto dogodka (evt_tab_focus) %%w ID okna (glejte pomoč zzzfm -s) %%p ploščo %%t zavihek Izvožene spremenljivke bash (eg $fm_pwd, etc) lahko uporabite v tem ukazu.
sq: Fut programin ose linjën e komandës bash për t'u ekzekutuar automatikisht sa herë që fokusohet një skedë: Përdorni: %%e lloji i ngjarjes (evt_tab_focus) %%w ID-ja e dritares (shih ndihmën e zzzfm -s) %%p panel %%t skedën Variablat bash të eksportuara (eg $fm_pwd, etc) mund të përdoret në këtë komandë.
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki wakati kichupo kinapozingatia: Tumia: %%e aina ya tukio (evt_tab_focus) %%w kitambulisho cha dirisha (tazama usaidizi wa zzzfm) %%p paneli %%t kichupo Vigeu vya bash vilivyosafirishwa nje (eg $fm_pwd, etc) inaweza kutumika katika amri hii.
ta: தாவல் கவனம் செலுத்தும் போதெல்லாம் தானாக இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_tab_focus) %%w சாளர ஐடி (zzzfm -s உதவியைப் பார்க்கவும்) %%p குழு %%t தாவல் ஏற்றுமதி செய்யப்பட்ட பாஷ் மாறிகள் (eg $fm_pwd, etc) இந்த கட்டளையில் பயன்படுத்தலாம்.
te: ట్యాబ్ ఫోకస్ అయినప్పుడల్లా ఆటోమేటిక్u200cగా రన్ అయ్యేలా ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cని నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_tab_focus) %%w విండో ఐడి (zzzfm -s సహాయం చూడండి) %%p ప్యానెల్ %%t ట్యాబ్ ఎగుమతి చేయబడిన బాష్ వేరియబుల్స్ (eg $fm_pwd, etc) ఈ ఆదేశంలో ఉపయోగించవచ్చు.
tg: Барнома ё сатри фармони bash-ро ворид кунед, то вақте ки ҷадвал диққати худро ба таври худкор иҷро кунад: Истифода: %%e намуди ҳодиса (evt_tab_focus) %%w ID тиреза (нигаред ба кӯмаки zzzfm -s) %%p панел %%t ҷадвал Тағирёбандаҳои bash содиршуда (eg $fm_pwd, etc) дар ин фармон истифода бурдан мумкин аст.
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติทุกครั้งที่แท็บได้รับการโฟกัส: ใช้: %%e ประเภทงาน (evt_tab_focus) %%w รหัสหน้าต่าง (ดูวิธีใช้ zzzfm -s) %%p แผงหน้าปัด %%t แท็บ ตัวแปรทุบตีที่ส่งออก (eg $fm_pwd, etc) ใช้ในคำสั่งนี้ได้
tk: Haçan-da bir tablisa ünsi jemläninde awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_tab_focus) %%w penjire idi (zzzfm -s kömegine serediň) %%p panel %%t goýmasy Exxported bash üýtgeýjileri (eg $fm_pwd, etc) bu buýrukda ulanylyp bilner.
tt: Таблицаның фокусы булганда автоматик рәвештә эшләнү өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_tab_focus) %%w тәрәзә идентификаторы (zzzfm -s ярдәмен карагыз) %%p панель %%t салынмасы Чыгарылган баш үзгәрүләр (eg $fm_pwd, etc) бу боерыкта кулланырга мөмкин.
uk: Введіть програму або командний рядок bash, щоб автоматично запускатися, коли вкладка отримує фокус: Використовуйте: %%e тип події (evt_tab_focus) %%w ідентифікатор вікна (див. довідку zzzfm -s) %%p панель %%t табл Експортовані змінні bash (eg $fm_pwd, etc) можна використовувати в цій команді.
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﮯﮨ ﺎﺗﻮﮨ ﺲﮐﻮﻓ ﺮﭘ ﺐﯿﭨ ﯽﮭﺑ ﺐﺟ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_tab_focus) %%w (ﮟﯿﮭﮑﯾﺩ ﺩﺪﻣ ﯽﮐ ﻢﯾﺍ ﻒﯾﺍ ﺯﺯﺯ) ﯼﮈ ﯽﺋﺁ ﻭﮉﻧﻭ %%p ﻞﻨﯿﭘ %%t ﺐﯿﭨ ﺕﺍﺮﯿﻐﺘﻣ bash ﮦﺪﺷ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) ۔ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﺱﺍ
uz: Yorliq diqqat markazida bo'lganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_tab_focus) %%w oyna identifikatori (zzzfm -s yordamiga qarang) %%p paneli %%t tab Eksport qilingan bash o'zgaruvchilari (eg $fm_pwd, etc) ushbu buyruqda foydalanish mumkin.
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động bất cứ khi nào một tab được lấy tiêu điểm: Sử dụng: %%e loại sự kiện (evt_tab_focus) %%w id cửa sổ (xem trợ giúp zzzfm -s) %%p bảng điều khiển %%t chuyển hướng Các biến bash đã xuất (eg $fm_pwd, etc) có thể được sử dụng trong lệnh này.
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo nanini na ithebhu ifumana ugxininiso: Sebenzisa: %%e uhlobo lwesiganeko (evt_tab_focus) %%w id yefestile (jonga zzzfm -s uncedo) %%p Iphaneli %%t ithebhu Iinguqu ze-bash ezithunyelwa ngaphandle (eg $fm_pwd, etc) inokusetyenziswa kulo myalelo.
yi: :סוקאָפ זיא לטיווק אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%e פּיט שינעעשעג (evt_tab_focus) %%w (ףליה zzzfm -s ןעז) ןיַיש רעטצנעפֿ %%p עילפאַט %%t לטיווק זלאַבאַירעוו שאַב דעטראָפּסקע (eg $fm_pwd, etc) .לעפֿאַב םעד ןיא טנייוועג ןייז ןענעק

# View|Events|Tab|
source: _Close
af: _Naby
am: _ገጠመ
ar: _ﺐﻳﺮﻗ
be: _Закрыць
bg: _Близо
bn: _বন্ধ
ca: _Tanca
cy: _Agos
da: _Tæt
eo: _Fermu
et: _Sulge
eu: _Itxi
fa: _ﮏﯾﺩﺰﻧ
fi: _kiinni
fil: _Isara
fy: _Slute
ga: _Dún
gd: _Dùin
gl: _Pechar
gu: _બંધ
he: _רוגס
hi: _बंद करे
hr: _Zatvoriti
hu: _Bezárás
hy: _փակել
id: _Menutup
is: _Loka
ka: _დახურვა
kk: _Жабық
km: _បិទ
kn: _ಮುಚ್ಚಿ
ku: _Nêzîkî
ky: _Жабуу
lb: _Zoumaachen
lo: _ປິດ
lt: _Uždaryti
lv: _Aizvērt
mg: _AKAIKY
mi: _Katia
mk: _Затвори
ml: _അടയ്ക്കുക
mn: _Хаах
mr: _बंद
mt: _Agħlaq
my: _ပိတ်လိုက်
nb: _Lukk
ne: _बन्द गर्नुहोस्
or: _ବନ୍ଦ
pa: _ਬੰਦ ਕਰੋ
ps: _ﻝړﺗ
ro: _Închide
rw: _Funga
sd: _ﺪﻨﺑ
si: _වසන්න
sk: _Zavrieť
sl: _Zapri
sq: _Mbylle
sw: _Funga
ta: _நெருக்கமான
te: _దగ్గరగా
tg: _Пӯшед
th: _ปิด
tk: _.Akyn
tt: _Ябу
uk: _Закрити
ur: _ﮟﯾﺮﮐ ﺪﻨﺑ
uz: _Yopish
vi: _Đóng
xh: _Vala
yi: _טנעאָנ
