Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Window Icon
af: _Venster-ikoon
am: _የመስኮት አዶ
ar: _ﺓﺬﻓﺎﻨﻟﺍ ﺔﻧﻮﻘﻳﺃ
be: _Значок вокны
bg: _Икона на прозорец
bn: _উইন্ডো আইকন
ca: _Icona de la finestra
cy: _Eicon Ffenestr
da: _Vinduesikon
eo: _Fenestra Ikono
et: _Akna ikoon
eu: _Leihoaren ikonoa
fa: _ﻩﺮﺠﻨﭘ ﺩﺎﻤﻧ
fi: _Ikkunan kuvake
fil: _Icon ng Bintana
fy: _Finster Ikoan
ga: _Deilbhín Fuinneoige
gd: _Ìomhaigh uinneig
gl: _Icona da xanela
gu: _વિન્ડો આયકન
he: _ןולח למס
hi: _विंडो आइकन
hr: _Ikona prozora
hu: _Ablak ikon
hy: _Պատուհանի պատկերակ
id: _Ikon Jendela
is: _Gluggatákn
ka: _ფანჯრის ხატულა
kk: _Терезе белгішесі
km: _រូបតំណាងបង្អួច
kn: _ವಿಂಡೋ ಐಕಾನ್
ku: _Icon Paceyê
ky: _Терезе сөлөкөтү
lb: _Fënster Ikon
lo: _ໄອຄອນໜ້າຈໍ
lt: _Lango piktograma
lv: _Logu ikona
mg: _Kisary varavarankely
mi: _Ata Matapihi
mk: _Икона на прозорец
ml: _വിൻഡോ ഐക്കൺ
mn: _Цонхны дүрс
mr: _विंडो चिन्ह
mt: _Ikona tat-Tieqa
nb: _Vindusikon
ne: _विन्डो आइकन
or: _ୱିଣ୍ଡୋ ଆଇକନ୍ |
pa: _ਵਿੰਡੋ ਆਈਕਨ
ps: _ﻪښﻧ ۍﮐړﮐ ﺩ
ro: _Pictograma fereastră
rw: _Agashusho Idirishya
sd: _ﻦڪﺋﺁ ﻭڊﻧﻭ
si: _කවුළු නිරූපකය
sk: _Ikona okna
sl: _Ikona okna
sq: _Ikona e dritares
sw: _Aikoni ya Dirisha
ta: _சாளர ஐகான்
te: _విండో చిహ్నం
tg: _Нишонаи Тиреза
th: _ไอคอนหน้าต่าง
tk: _Penjire nyşany
tt: _Тәрәзә иконасы
uk: _Значок вікна
ur: _ﻦﮑﯿﺋﺁ ﻭﮉﻧﻭ
uz: _Oyna belgisi
vi: _Biểu tượng cửa sổ
xh: _Umfanekiso wefestile
yi: _ןאָקי רעטצנעפֿ

source: Set Window Icon
af: Stel Venster-ikoon
am: የመስኮት አዶ አዘጋጅ
ar: ﺓﺬﻓﺎﻨﻟﺍ ﺰﻣﺭ ﻦﻴﻴﻌﺗ
be: Усталяваць значок акна
bg: Задайте икона на прозорец
bn: উইন্ডো আইকন সেট করুন
ca: Estableix la icona de la finestra
cy: Eicon Ffenestr Gosod
da: Indstil vinduesikon
eo: Agordu Fenestra Ikono
et: Määra akna ikoon
eu: Ezarri leihoaren ikonoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻩﺮﺠﻨﭘ ﺩﺎﻤﻧ
fi: Aseta ikkunakuvake
fil: Itakda ang Icon ng Window
fy: Set Finster Ikoan
ga: Deilbhín Fuinneog Socraithe
gd: Suidhich Uinneag na h-uinneige
gl: Establecer icona da xanela
gu: વિન્ડો આઇકોન સેટ કરો
he: ןולח למס רדגה
hi: विंडो आइकन सेट करें
hr: Postavite ikonu prozora
hu: Állítsa be az ablak ikont
hy: Սահմանել պատուհանի պատկերակը
id: Atur Ikon Jendela
is: Stilltu gluggatákn
ka: ფანჯრის ხატის დაყენება
kk: Терезе белгішесін орнату
km: កំណត់រូបតំណាងបង្អួច
kn: ವಿಂಡೋ ಐಕಾನ್ ಹೊಂದಿಸಿ
ku: Set Icon Window
ky: Терезе сөлөкөтүн орнотуу
lb: Set Fënster Ikon
lo: ຕັ້ງໄອຄອນປ່ອງຢ້ຽມ
lt: Nustatyti lango piktogramą
lv: Iestatīt loga ikonu
mi: Tautuhia te Ata Matapihi
mk: Поставете икона за прозорец
ml: വിൻഡോ ഐക്കൺ സജ്ജമാക്കുക
mn: Цонхны дүрсийг тохируулах
mr: विंडो चिन्ह सेट करा
mt: Issettja l-Ikona tat-Tieqa
my: Window Icon ကို သတ်မှတ်ပါ။
nb: Angi vinduikon
ne: विन्डो आइकन सेट गर्नुहोस्
or: ୱିଣ୍ଡୋ ଆଇକନ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਵਿੰਡੋ ਆਈਕਨ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻪښﻧ ۍﮐړﮐ ﺩ
ro: Setați pictograma fereastră
rw: Shiraho Idirishya
sd: ﻮﻳﺮڪ ٽﻴﺳ ﻦڪﺋﺁ ﻭڊﻧﻭ
si: කවුළු නිරූපකය සකසන්න
sk: Nastaviť ikonu okna
sl: Nastavite ikono okna
sq: Vendosni ikonën e dritares
sw: Weka Ikoni ya Dirisha
ta: சாளர ஐகானை அமைக்கவும்
te: విండో చిహ్నాన్ని సెట్ చేయండి
tg: Тасвири Тиреза
th: ตั้งค่าไอคอนหน้าต่าง
tk: Penjire nyşanyny düzüň
tt: Тәрәзә иконасын куегыз
uk: Встановити піктограму вікна
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﻦﮑﯿﺋﺁ ﻭﮉﻧﻭ
uz: Oyna belgisini o'rnatish
vi: Đặt biểu tượng cửa sổ
xh: Cwangcisa i-Icon yefestile
yi: ןאַקיי רעטצנעפֿ יד ןלעטש
