Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Rename
af: _Hernoem
am: _እንደገና ይሰይሙ
ar: _غير الاسم
be: _Перайменаваць
bg: П_реименуване
bn: _নাম পরিবর্তন করুন
ca: _Reanomena
cy: _Ail-enwi
da: Omdøb
eo: _Alinomi
et: _Nimeta ümber
eu: Berr_izendatu
fa: _ﺪﯿﻫﺩ ﻡﺎﻧ ﺮﯿﯿﻐﺗ
fi: _Nimeä uudelleen
fil: _Palitan ang pangalan
fy: _Omneame
ga: _Athainmnigh
gd: _Ath-ainmich
gl: _Renomear
gu: _નામ બદલો
he: _שינוי שם
hi: _नाम बदलें
hr: _Preimenovati
hu: Át_nevezés
hy: _Վերանվանել
id: _Ganti Nama
is: _Endurnefna
ka: _გადარქმევა
kk: _Атын өзгерту
km: ​ប្តូរឈ្មោះ
kn: _ಮರುಹೆಸರಿಸು
ky: _Атын өзгөртүү
lb: _ëmbenennen
lo: _ປ່ຽນຊື່
lt: P_ervadinti
lv: _Pārdēvēt
mg: _Hanova anarana
mi: _Whakaingoa ano
mk: _Преименувај
ml: _പേരുമാറ്റുക
mn: _Нэрээ өөрчлөх
mr: _नाव बदला
mt: _Semmi mill-ġdid
my: _အမည်ပြောင်းပါ။
nb: Gi Nytt Navn
ne: _पुन: नामाकरण गर्नुहोस्
or: _ପୁନ ame ନାମକରଣ କରନ୍ତୁ |
pa: _ਨਾਮ ਬਦਲੋ
ps: _ﺉړﮐ ﻝﺪﺑ ﻡﻮﻧ
ro: _Redenumiți
rw: _Hindura izina
sd: _ﻮﻳﺎٽﻣ ﻮﻟﺎﻧ
si: _නැවත නම් කරන්න
sk: P_remenovať
sl: _Preimenuj
sq: _Riemërto
sw: _Badilisha jina
ta: _மறுபெயரிடவும்
te: _పేరు మార్చండి
tg: _Номи дигар
th: _เปลี่ยนชื่อ
tk: _Adyny üýtgetmek
tt: _Исемнең исемен үзгәртү
uk: _Перейменувати
ur: نام _بدلیں
uz: _Nomini o'zgartirish
vi: _Đổi tên
xh: _Thiya ngokutsha
yi: _עמאַנער

source: _Delete
af: _Vee uit
am: _ሰርዝ
ar: ا_حذف
be: _Выдаліць
bg: _Изтриване
bn: _মুছে ফেলা
ca: _Esborra
cy: _Dileu
da: Slet
eo: _Forigi
et: _Kustuta
eu: _Ezabatu
fa: _ﻑﺬﺣ
fi: _Poista
fil: _Tanggalin
fy: _Wiskje
ga: _Scrios
gd: _Cuir às
gl: _Borrar
gu: _કાઢી નાખો
he: _מחיקה
hi: _हटाएं
hr: _Izbrisati
hu: _Törlés
hy: _Ջնջել
id: _Hapus
is: _Eyða
ka: _წაშლა
kk: _Жою
km: លុប
kn: _ಅಳಿಸಿ
ku: _Jêbirin
ky: _Жок кылуу
lb: _Läschen
lo: _ລຶບ
lt: Iš_trinti
lv: _Dzēst
mg: _Mamafa
mi: _Mukua
mk: _Избриши
ml: _ഇല്ലാതാക്കുക
mn: _Устгах
mr: _हटवा
mt: _Ħassar
my: _ဖျက်ပါ။
nb: Slett
ne: _मेटाउन
or: _ଡିଲିଟ୍ କରନ୍ତୁ |
pa: _ਮਿਟਾਓ
ps: _ﻝﻮګﻧړ
ro: _Șterge
rw: _Gusiba
sd: _ﻮﻳﺮڪ ﻑﺬﺣ
si: _මකන්න
sk: _Zmazať
sl: _Izbriši
sq: _Fshije
sw: _Futa
ta: _அழி
te: _తొలగించు
tg: _Нобуд кунед
th: _ลบ
tk: _Öçür
tt: _Бетерү
uk: _Видалити
ur: _حذف
uz: _Oʻchirish
vi: _Xóa bỏ
xh: _Cima
yi: _ןקעמסיו

source: Cut
af: Sny
am: ቁረጥ
ar: ﻊﻄﻘﻳ
be: Выразаць
bg: Разрез
bn: কাটা
ca: Tallar
cy: Torri
da: Skære
eo: Tranĉi
et: Lõika
eu: Moztu
fa: ﻥﺩﺮﻛ ﻊﻄﻗ
fi: Leikata
fil: Putulin
fy: Snije
ga: Gearr
gd: Gearr
gl: Corte
gu: કાપવું
he: הריזג
hi: कट गया
hr: Izrezati
hu: Vágott
hy: Կտրել
id: Memotong
is: Skera
ka: გაჭრა
kk: Кесу
km: កាត់
kn: ಕತ್ತರಿಸಿ
ku: Birrîn
ky: Кесүү
lb: Schnëtt
lo: ຕັດ
lt: Iškirpti
lv: Griezt
mg: Hetezo
mi: Tapahia
mk: Исечете
ml: മുറിക്കുക
mn: Таслах
mr: कट
mt: Aqta’
my: ဖြတ်
nb: Skjære
ne: काट्नुहोस्
or: କାଟ |
pa: ਕੱਟੋ
ps: ټﮐ
ro: A tăia
rw: Kata
sd: ٽڪ
si: කපනවා
sk: Vystrihnúť
sl: Izrežite
sq: Prerje
sw: Kata
ta: வெட்டு
te: కట్
tg: Бурида
th: ตัด
tk: Kesiň
tt: Кис
uk: Вирізати
ur: ﺎﻨﭨﺎﮐ
uz: Kesish
vi: Cắt
xh: Sika
yi: ןדיַינש

source: _Actions
af: _Aksies
am: _ድርጊቶች
ar: _ﺕﺍءﺍﺮﺟﺃ
be: _Дзеянні
bg: _Действия
bn: _কর্ম
ca: _Accions
cy: _Camau gweithredu
da: _Handlinger
eo: _Agoj
et: _Tegevused
eu: _Ekintzak
fa: _ﺕﺎﻣﺍﺪﻗﺍ
fi: _Toiminnot
fil: _Mga aksyon
fy: _Aksjes
ga: _Gníomhartha
gd: _Gnìomhan
gl: _Accións
gu: _ક્રિયાઓ
he: _תולועפ
hi: _कार्रवाई
hr: _Radnje
hu: _Akciók
hy: _Գործողություններ
id: _tindakan
is: _Aðgerðir
ka: _მოქმედებები
kk: _Әрекеттер
km: _សកម្មភាព
kn: _ಕ್ರಿಯೆಗಳು
ky: _Аракеттер
lb: _Aktiounen
lo: _ການກະທໍາ
lt: _Veiksmai
lv: _Darbības
mg: _asa
mi: _Nga Mahi
mk: _Акции
ml: _പ്രവർത്തനങ്ങൾ
mn: _Үйлдлүүд
mr: _क्रिया
mt: _Azzjonijiet
my: _လုပ်ဆောင်ချက်များ
nb: _Handlinger
ne: _कार्यहरू
or: _କ୍ରିୟା
pa: _ਕਾਰਵਾਈਆਂ
ps: _ﯥﻧړﮐ
ro: _Acțiuni
rw: _Ibikorwa
sd: _ﻞﻤﻋ
si: _ක්රියාවන්
sk: _Akcie
sl: _Dejanja
sq: _Veprimet
sw: _Vitendo
ta: _செயல்கள்
te: _చర్యలు
tg: _Амалҳо
th: _การกระทำ
tk: _Hereketler
tt: _Эшләр
uk: _Дії
ur: _ﻝﺎﻤﻋﺍ
uz: _Harakatlar
vi: _Hành động
xh: _Izenzo
yi: _זנאַשקאַ

source: Copy Pa_rent
af: Kopieer Pa_rent
am: ቅዳ Pa_rent
ar: ﺦﺴﻨﻳ Pa_rent
be: Копія Pa_rent
bg: копие Pa_rent
bn: কপি Pa_rent
ca: Còpia Pa_rent
cy: Copi Pa_rent
da: Kopi Pa_rent
eo: Kopiu Pa_rent
et: Kopeeri Pa_rent
eu: Kopiatu Pa_rent
fa: 🀄 ﯽﭙﮐ Pa_rent
fi: Kopio Pa_rent
fil: Kopya Pa_rent
fy: Kopy Pa_rent
ga: Cóip Pa_rent
gd: Leth-bhreac Pa_rent
gl: Copiar Pa_rent
gu: નકલ કરો Pa_rent
he: קתוע Pa_rent
hi: प्रतिलिपि Pa_rent
hr: Kopirati Pa_rent
hu: Másolat Pa_rent
hy: Պատճենել Pa_rent
id: Salinan Pa_rent
is: Afrita Pa_rent
ka: კოპირება Pa_rent
kk: Көшіру Pa_rent
km: ចម្លង Pa_rent
kn: ನಕಲು ಮಾಡಿ Pa_rent
ku: Kopî Pa_rent
ky: Көчүрүү Pa_rent
lb: Kopie Pa_rent
lo: ສຳເນົາ Pa_rent
lt: Kopijuoti Pa_rent
lv: Kopēt Pa_rent
mg: dika mitovy Pa_rent
mi: Tārua Pa_rent
mk: Копирај Pa_rent
ml: പകർത്തുക Pa_rent
mn: Хуулбарлах Pa_rent
mr: कॉपी करा Pa_rent
mt: Kopja Pa_rent
my: ကော်ပီ Pa_rent
nb: Kopiere Pa_rent
ne: कापी Pa_rent
or: କପି କରନ୍ତୁ | Pa_rent
pa: ਕਾਪੀ ਕਰੋ Pa_rent
ps: ﻲﭘﺎﮐ Pa_rent
ro: Copie Pa_rent
rw: Gukoporora Pa_rent
sd: ﻲﭘﺎڪ Pa_rent
si: පිටපත් කරන්න Pa_rent
sk: Kopírovať Pa_rent
sl: Kopirati Pa_rent
sq: Kopjo Pa_rent
sw: Nakili Pa_rent
ta: நகலெடுக்கவும் Pa_rent
te: కాపీ చేయండి Pa_rent
tg: Нусхабардорӣ Pa_rent
th: สำเนา Pa_rent
tk: Göçüriň Pa_rent
tt: Күчереп алу Pa_rent
uk: Копія Pa_rent
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ Pa_rent
uz: Nusxalash Pa_rent
vi: Sao chép Pa_rent
xh: Khuphela Pa_rent
yi: יפּאָק Pa_rent

source: Paste _Link
af: Plak _Skakel
am: ለጥፍ _አገናኝ
ar: ﻥﻮﺠﻌﻣ _ﺔﻠﺻﻭ
be: Ўставіць _Спасылка
bg: Залепете _Връзка
bn: পেস্ট করুন _লিঙ্ক
ca: Enganxa _Enllaç
cy: Gludo _Dolen
da: sæt ind _Link
eo: Alglui _Ligo
et: Kleebi _Link
eu: Itsatsi _Esteka
fa: ﻥﺪﻧﺎﺒﺴﭼ _ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ
fi: Liitä _Linkki
fil: Idikit _Link
ga: Greamaigh _Nasc
gd: Paste _Ceangal
gl: Pegar _Ligazón
gu: પેસ્ટ કરો _લિંક
he: קיִּבדַהְל _רושיק
hi: पेस्ट करें _संपर्क
hr: Zalijepiti _Veza
hu: Paszta _Link
hy: Կպցնել _Հղում
id: Tempel _Tautan
is: Líma _Tengill
ka: პასტა _Ბმული
kk: Қою _Сілтеме
km: បិទភ្ជាប់ _តំណភ្ជាប់
kn: ಅಂಟಿಸಿ _ಲಿಂಕ್
ku: Paste _Pêvek
ky: Паста _Шилтеме
lo: ວາງ _ເຊື່ອມຕໍ່
lt: Įklijuoti _Nuoroda
lv: Ielīmēt _Saite
mg: Mametaka _Rohy
mi: Whakapiri _Hononga
mk: Залепи _Врска
ml: പേസ്റ്റ് _ലിങ്ക്
mn: Буулгах _Холбоос
mr: पेस्ट करा _दुवा
mt: Pejst _Link
my: ငါးပိ _လင့်
nb: Lim inn _Link
ne: टाँस्नुहोस् _लिङ्क
or: ଲେପନ କରନ୍ତୁ | _ଲିଙ୍କ୍ |
pa: ਚਿਪਕਾਓ _ਲਿੰਕ
ps: ټﺴﯿﭘ _ﮏﻨﯿﻟ
ro: Pastă _Legătură
rw: Ongera _Ihuza
sd: ﻮﻳﺮڪ ٽﺴﻴﭘ _ﮃﻨﮘ
si: අලවන්න _සබැඳිය
sk: Prilepiť _Odkaz
sl: Prilepite _Povezava
sq: Ngjit _Lidhje
sw: Bandika _Kiungo
ta: ஒட்டவும் _இணைப்பு
te: అతికించండి _లింక్
tg: Часбонед _Пайванд
th: แปะ _ลิงค์
tk: Goýuň _Baglanyşyk
tt: Паста _Ссылка
uk: Вставити _Посилання
ur: ۔ﮟﯾﺮﮐ ﮞﺎﭙﺴﭼ _ﮏﻨﻟ
uz: joylashtirish _Havola
vi: Dán _Liên kết
xh: Ncamathelisa _Ikhonkco
yi: פּאַפּ _קניל

source: Paste _Target
af: Plak _Teiken
am: ለጥፍ _ዒላማ
ar: ﻥﻮﺠﻌﻣ _ﻑﺍﺪﻬﺘﺳﺍ
be: Ўставіць _Мэтавая
bg: Залепете _Цел
bn: পেস্ট করুন _টার্গেট
ca: Enganxa _Objectiu
cy: Gludo _Targed
da: sæt ind _Mål
eo: Alglui _Celo
et: Kleebi _Sihtmärk
eu: Itsatsi _Helburua
fa: ﻥﺪﻧﺎﺒﺴﭼ _ﻑﺪﻫ
fi: Liitä _Kohde
fil: Idikit _Target
fy: Paste _Doel
ga: Greamaigh _Sprioc
gd: Paste _Targaid
gl: Pegar _Obxectivo
gu: પેસ્ટ કરો _લક્ષ્ય
he: קיִּבדַהְל _דַעַי
hi: पेस्ट करें _लक्ष्य
hr: Zalijepiti _Cilj
hu: Paszta _Cél
hy: Կպցնել _Թիրախ
id: Tempel _Target
is: Líma _Skotmark
ka: პასტა _სამიზნე
kk: Қою _Мақсат
km: បិទភ្ជាប់ _គោលដៅ
kn: ಅಂಟಿಸಿ _ಗುರಿ
ku: Paste _Armanc
ky: Паста _Максат
lb: Paste _Ziel
lo: ວາງ _ເປົ້າu200bຫມາຍ
lt: Įklijuoti _Tikslas
lv: Ielīmēt _Mērķis
mg: Mametaka _Target
mi: Whakapiri _Whainga
mk: Залепи _Цел
ml: പേസ്റ്റ് _ലക്ഷ്യം
mn: Буулгах _Зорилтот
mr: पेस्ट करा _लक्ष्य
mt: Pejst _Mira
my: ငါးပိ _ပစ်မှတ်
nb: Lim inn _Mål
ne: टाँस्नुहोस् _लक्ष्य
or: ଲେପନ କରନ୍ତୁ | _ଟାର୍ଗେଟ୍ |
pa: ਚਿਪਕਾਓ _ਨਿਸ਼ਾਨਾ
ps: ټﺴﯿﭘ _ﻑﺪﻫ
ro: Pastă _Ţintă
rw: Ongera _Intego
sd: ﻮﻳﺮڪ ٽﺴﻴﭘ _ﻮﻧﺎﺸﻧ
si: අලවන්න _ඉලක්කය
sk: Prilepiť _Cieľ
sl: Prilepite _Tarča
sq: Ngjit _Synimi
sw: Bandika _Lengo
ta: ஒட்டவும் _இலக்கு
te: అతికించండి _లక్ష్యం
tg: Часбонед _Ҳадаф
th: แปะ _เป้า
tk: Goýuň _Nyşana
tt: Паста _Максат
uk: Вставити _Ціль
ur: ۔ﮟﯾﺮﮐ ﮞﺎﭙﺴﭼ _ﻑﺪﮨ
uz: joylashtirish _Maqsad
vi: Dán _Mục tiêu
xh: Ncamathelisa _Ekujoliswe kuko
yi: פּאַפּ _ליצ

source: Paste _As
af: Plak _Soos
am: ለጥፍ _እንደ
ar: ﻥﻮﺠﻌﻣ _ﺎﻤﻛ
be: Ўставіць _Як
bg: Залепете _Като
bn: পেস্ট করুন _হিসাবে
ca: Enganxa _Com
cy: Gludo _Fel
da: sæt ind _Som
eo: Alglui _Kiel
et: Kleebi _Nagu
eu: Itsatsi _As
fa: ﻥﺪﻧﺎﺒﺴﭼ _ﺪﻨﻧﺎﻣ
fi: Liitä _Kuten
fil: Idikit _Bilang
ga: Greamaigh _Mar
gd: Paste _Mar
gl: Pegar _Como
gu: પેસ્ટ કરો _તરીકે
he: קיִּבדַהְל _ש יפכ
hi: पेस्ट करें _जैसा
hr: Zalijepiti _Kao
hu: Paszta _Mint
hy: Կպցնել _Ինչպես
id: Tempel _Sebagai
is: Líma _Sem
ka: პასტა _როგორც
kk: Қою _ретінде
km: បិទភ្ជាប់ _ជា
kn: ಅಂಟಿಸಿ _ಅಂತೆ
ku: Paste _Dema
ky: Паста _катары
lb: Paste _Wéi
lo: ວາງ _ເປັນ
lt: Įklijuoti _Kaip
lv: Ielīmēt _Kā
mg: Mametaka _Araka ny
mi: Whakapiri _As
mk: Залепи _Како
ml: പേസ്റ്റ് _പോലെ
mn: Буулгах _гэх мэт
mr: पेस्ट करा _म्हणून
mt: Pejst _Kif
my: ငါးပိ _အမျှ
nb: Lim inn _Som
ne: टाँस्नुहोस् _जस्तै
or: ଲେପନ କରନ୍ତୁ | _ଯେପରି
pa: ਚਿਪਕਾਓ _ਦੇ ਤੌਰ 'ਤੇ
ps: ټﺴﯿﭘ _ﻪﮑﻟ
ro: Pastă _La fel de
rw: Ongera _Nk
sd: ﻮﻳﺮڪ ٽﺴﻴﭘ _ﻦﺌﻴﺟ
si: අලවන්න _පරිදි
sk: Prilepiť _Ako
sl: Prilepite _Kot
sq: Ngjit _Si
sw: Bandika _Kama
ta: ஒட்டவும் _என
te: అతికించండి _వంటి
tg: Часбонед _Чунон ки
th: แปะ _เนื่องจาก
tk: Goýuň _Bolşy ýaly
tt: Паста _Кебек
uk: Вставити _Як
ur: ۔ﮟﯾﺮﮐ ﮞﺎﭙﺴﭼ _ﮧﮐ ﺎﺴﯿﺟ
uz: joylashtirish _Sifatida
vi: Dán _Bằng
xh: Ncamathelisa _Njengoko
yi: פּאַפּ _יוו

source: _Copy To
af: _Kopieer na
am: _ቅዳ ወደ
ar: _ﻰﻟﺍ ﺦﺴﻧ
be: _Капіяваць у
bg: _Копирай в
bn: _নকল করা
ca: _Copia a
cy: _Copi I
da: _Kopier til
eo: _Kopiu Al
et: _Kopeeri
eu: _Kopiatu Hona
fa: _ﻪﺑ ﯽﭙﮐ
fi: _Kopioi
fil: _Kopyahin sa
fy: _Kopiearje nei
ga: _Cóipeáil chuig
gd: _Leth-bhreac Gu
gl: _Copiar a
gu: _પર નકલ કરો
he: _לא קתעה
hi: _में कॉपी
hr: _Kopiraj u
hu: _Másold
hy: _Պատճենել
id: _Salin ke
is: _Afrita Til
ka: _Დააკოპირე
kk: _Көшіру
km: _ចម្លងu200bទៅ
kn: _ನಕಲಿಸಿ
ky: _Көчүрүү
lb: _Kopéieren An
lo: _ສຳເນົາໃສ່
lt: _Nukopijuoti
lv: _Kopēt uz
mi: _Tārua Ki
mk: _Копирај во
ml: _ഇതിലേക്ക് പകർത്തുക
mn: _Хуулах
mr: _यावर कॉपी करा
mt: _Kopja Lil
my: _သို့ ကူးယူပါ။
nb: _Kopier til
ne: _यसमा प्रतिलिपि गर्नुहोस्
or: _କୁ କପି କରନ୍ତୁ |
pa: _ਇਸ 'ਤੇ ਕਾਪੀ ਕਰੋ
ps: _ﻲﭘﺎﮐ ﻪﺗ
ro: _Copiaza in
rw: _Gukoporora Kuri
sd: _ﻮﻳﺮڪ ﻞﻘﻧ ﻦﻬﻧﺍڏ
si: _වෙත පිටපත් කරන්න
sk: _Kopírovať do
sl: _Kopiraj v
sq: _Kopjo në
sw: _Nakili Kwa
ta: _நகலெடு
te: _దీనికి కాపీ చేయండి
tg: _Нусхабардорӣ ба
th: _คัดลอกไปที่
tk: _Göçüriň
tt: _Күчереп алу
uk: _Копіювати до
ur: _۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ ﮟﯿﻣ
uz: _Kimga nusxalash
vi: _Sao chép vào
xh: _Khuphela Ku
yi: _וצ יפּאָק

source: L_ast Location
af: L_ast Ligging
am: L_ast አካባቢ
ar: L_ast ﻊﻗﻮﻣ
be: L_ast Месцазнаходжанне
bg: L_ast Местоположение
bn: L_ast অবস্থান
ca: L_ast Ubicació
cy: L_ast Lleoliad
da: L_ast Beliggenhed
eo: L_ast Loko
et: L_ast Asukoht
eu: L_ast Kokapena
fa: L_ast ﻞﺤﻣ
fi: L_ast Sijainti
fil: L_ast Lokasyon
fy: L_ast Lokaasje
ga: L_ast Suíomh
gd: L_ast Àite
gl: L_ast Localización
gu: L_ast સ્થાન
he: L_ast םוקמ
hi: L_ast स्थान
hr: L_ast Mjesto
hu: L_ast Elhelyezkedés
hy: L_ast Գտնվելու վայրը
id: L_ast Lokasi
is: L_ast Staðsetning
ka: L_ast მდებარეობა
kk: L_ast Орналасқан жері
km: L_ast ទីតាំង
kn: L_ast ಸ್ಥಳ
ku: L_ast Cîh
ky: L_ast Жайгашкан жер
lo: L_ast ສະຖານທີ່
lt: L_ast Vieta
lv: L_ast Atrašanās vieta
mg: L_ast Toerana
mi: L_ast Tauwāhi
mk: L_ast Локација
ml: L_ast സ്ഥാനം
mn: L_ast Байршил
mr: L_ast स्थान
mt: L_ast Post
my: L_ast တည်နေရာ
nb: L_ast plassering
ne: L_ast स्थान
or: L_ast ଅବସ୍ଥାନ
pa: L_ast ਟਿਕਾਣਾ
ps: L_ast ﯼﺎځ
ro: L_ast Locație
rw: L_ast Aho biherereye
sd: L_ast ﻡﺎﻘﻣ
si: L_ast ස්ථානය
sk: L_ast Miesto
sl: L_ast Lokacija
sq: L_ast Vendndodhja
sw: L_ast Mahali
ta: L_ast இடம்
te: L_ast స్థానం
tg: L_ast Ҷойгиршавӣ
th: L_ast ที่ตั้ง
tk: L_ast Locationerleşýän ýeri
tt: L_ast Урын
uk: L_ast Розташування
ur: L_ast ﻡﺎﻘﻣ
uz: L_ast Manzil
vi: L_ast Vị trí
xh: L_ast Indawo
yi: L_ast טראָ

# Edit|CopyTo|
source: _Tab
am: _ትር
ar: _ﺔﻋﻮﻓﺪﻣ ﺮﻴﻏ ﺓﺭﻮﺗﺎﻓ
be: _Табл
bg: _Раздел
bn: _ট্যাব
eu: _fitxa
fa: _ﻪﮔﺮﺑ
ga: _Cluaisín
gu: _ટૅબ
he: _תינושל
hi: _टैब
hy: _Ներդիր
ka: _ჩანართი
kk: _қойындысы
km: _ផ្ទាំង
kn: _ಟ್ಯಾಬ್
ky: _Таб
lo: _ແຖບ
lt: Kor_telė
mg: _kiheba
mi: _Ripa
mk: _Таб
ml: _ടാബ്
mn: _Таб
mr: _टॅब
my: _တက်ဘ်
ne: _ट्याब
or: _ଟ୍ୟାବ୍ |
pa: _ਟੈਬ
ps: _ﺐټ
sd: _ﺐﺌٽ
si: _ටැබ්
sw: _Kichupo
ta: _தாவல்
te: _ట్యాబ్
tg: _Таб
th: _แท็บ
tk: _Salgy
tt: _Таблица
uk: _табл
ur: _ﺐﯿﭨ
vi: _Chuyển hướng
xh: _Ithebhu
yi: _באַט

# Edit|CopyTo|
source: _Panel
af: _Paneel
am: _ፓነል
ar: _ﺔﺣﻮﻟ
be: _Панэль
bg: _Панел
bn: _প্যানেল
ca: _Panell
eo: _Panelo
et: _Paneel
eu: _Panela
fa: _ﻞﻧﺎﭘ
fi: _Paneeli
ga: _Painéal
gd: _Pannal
gu: _પેનલ
he: _ַחּול
hi: _पैनल
hr: _Ploča
hy: _Վահանակ
ka: _პანელი
kk: _Панель
km: _បន្ទះ
kn: _ಫಲಕ
ky: _Панел
lo: _ກະດານ
lt: _Skydas
lv: _Panelis
mi: _Paewhiri
mk: _Панел
ml: _പാനൽ
mn: _Самбар
mr: _पॅनेल
my: _ဘောင်
ne: _प्यानल
or: _ପ୍ୟାନେଲ୍ |
pa: _ਪੈਨਲ
ps: _ﻞﻨﯿﭘ
ro: _Panou
rw: _Ikibaho
sd: _ﻞﻨﻴﭘ
si: _පැනලය
sl: _Plošča
sq: _Paneli
sw: _Paneli
ta: _குழு
te: _ప్యానెల్
tg: _Панел
th: _แผงหน้าปัด
tt: _Панель
uk: _Панель
ur: _ﻞﻨﯿﭘ
vi: _Bảng điều khiển
xh: _Iphaneli
yi: _עילפאַט

source: _Move To
af: _Skuif na
am: _አንቀሳቅስ ወደ
ar: _ﻰﻟﺇ ﻝﺎﻘﺘﻧﻻ﻿ﺍ
be: _Перайсці да
bg: _Преместване в
bn: _চলো
ca: _Moure's cap a
cy: _Symud i
da: _Flytte til
eo: _Movi al
et: _Kolima
eu: _Mugitu
fa: _ﻪﺑ ﺖﮐﺮﺣ
fi: _Muuttaa
fil: _Ilipat Sa
fy: _Ferhúzje nei
ga: _Bog go dtí
gd: _Gluais gu
gl: _Mover a
gu: _ખસેડવું
he: _ל רובעל
hi: _करने के लिए कदम
hr: _Premjesti u
hu: _Költözik
hy: _Տեղափոխվել
id: _Pindah ke
is: _Flytja til
ka: _Გადასვლა
kk: _Жылжыту
km: _ផ្លាស់ទីu200bទៅ
kn: _ಗೆ ಸರಿಸಿ
ku: _Birin
ky: _Жылдыруу
lb: _Plënneren
lo: _ຍ້າຍu200bໄປ
lt: _Pereiti prie
lv: _Pārvietot uz
mg: _Mifindra any
mi: _Nuku Ki
mk: _Премести во
ml: _ഇതിലേക്ക് നീക്കുക
mn: _Нүүх
mr: _पुढे व्हा
mt: _Nimxu Lejn
my: _သို့ ရွှေ့ပါ။
nb: _Flytte til
ne: _मा सार्नुहोस्
or: _ଯାଅନ୍ତୁ
pa: _ਵਿੱਚ ਭੇਜੋ
ps: _ﻪﺷ ړﻻ﻿ ﻪﺗ
ro: _Mutare la
rw: _Himura Kuri
sd: _ﻮﻳﺮڪ ﻞﻘﺘﻨﻣ ﻦﻬﻧﺍڏ
si: _වෙත ගෙන යන්න
sk: _Presunúť do
sl: _Premakni v
sq: _Leviz ne
sw: _Hamisha Kwa
ta: _இதற்கு நகர்த்தவும்
te: _తరలించడానికి
tg: _Гузариш ба
th: _ย้ายไป
tk: _Göçmek
tt: _Күчерегез
uk: _Переїжджати
ur: _ﻞﻘﺘﻨﻣ ﺮﭘ
uz: _Ko‘chirish
vi: _Chuyển tới
xh: _Dlulela ku
yi: _וצ רעבירא ייג

source: _Location
af: _Ligging
am: _አካባቢ
ar: _ﻊﻗﻮﻣ
be: _Месцазнаходжанне
bg: _Местоположение
bn: _অবস্থান
ca: _Ubicació
cy: _Lleoliad
da: _Beliggenhed
eo: _Loko
et: _Asukoht
eu: _Kokapena
fa: _ﻞﺤﻣ
fi: _Sijainti
fil: _Lokasyon
fy: _Lokaasje
ga: _Suíomh
gd: _Àite
gl: _Localización
gu: _સ્થાન
he: _םוקמ
hi: _स्थान
hr: _Mjesto
hu: _Elhelyezkedés
hy: _Գտնվելու վայրը
id: _Lokasi
is: _Staðsetning
ka: _მდებარეობა
kk: _Орналасқан жері
km: _ទីតាំង
kn: _ಸ್ಥಳ
ku: _Cîh
ky: _Жайгашкан жер
lo: _ສະຖານທີ່
lt: _Vieta
lv: _Atrašanās vieta
mg: _Toerana
mi: _Tauwāhi
mk: _Локација
ml: _സ്ഥാനം
mn: _Байршил
mr: _स्थान
mt: _Post
my: _တည်နေရာ
nb: _plassering
ne: _स्थान
or: _ଅବସ୍ଥାନ
pa: _ਟਿਕਾਣਾ
ps: _ﯼﺎځ
ro: _Locație
rw: _Aho biherereye
sd: _ﻡﺎﻘﻣ
si: _ස්ථානය
sk: _Miesto
sl: _Lokacija
sq: _Vendndodhja
sw: _Mahali
ta: _இடம்
te: _స్థానం
tg: _Ҷойгиршавӣ
th: _ที่ตั้ง
tk: _Locationerleşýän ýeri
tt: _Урын
uk: _Розташування
ur: _ﻡﺎﻘﻣ
uz: _Manzil
vi: _Vị trí
xh: _Indawo
yi: _טראָ

# Edit|MoveTo|
source: _Tab
am: _ትር
ar: _ﺔﻋﻮﻓﺪﻣ ﺮﻴﻏ ﺓﺭﻮﺗﺎﻓ
be: _Табл
bg: _Раздел
bn: _ট্যাব
eu: _fitxa
fa: _ﻪﮔﺮﺑ
ga: _Cluaisín
gu: _ટૅબ
he: _תינושל
hi: _टैब
hy: _Ներդիր
ka: _ჩანართი
kk: _қойындысы
km: _ផ្ទាំង
kn: _ಟ್ಯಾಬ್
ky: _Таб
lo: _ແຖບ
lt: _Skirtukas
mg: _kiheba
mi: _Ripa
mk: _Таб
ml: _ടാബ്
mn: _Таб
mr: _टॅब
my: _တက်ဘ်
ne: _ट्याब
or: _ଟ୍ୟାବ୍ |
pa: _ਟੈਬ
ps: _ﺐټ
sd: _ﺐﺌٽ
si: _ටැබ්
sw: _Kichupo
ta: _தாவல்
te: _ట్యాబ్
tg: _Таб
th: _แท็บ
tk: _Salgy
tt: _Таблица
uk: _табл
ur: _ﺐﯿﭨ
vi: _Chuyển hướng
xh: _Ithebhu
yi: _באַט

# Edit|MoveTo|
source: _Panel
af: _Paneel
am: _ፓነል
ar: _ﺔﺣﻮﻟ
be: _Панэль
bg: _Панел
bn: _প্যানেল
ca: _Panell
eo: _Panelo
et: _Paneel
eu: _Panela
fa: _ﻞﻧﺎﭘ
fi: _Paneeli
ga: _Painéal
gd: _Pannal
gu: _પેનલ
he: _ַחּול
hi: _पैनल
hr: _Ploča
hy: _Վահանակ
ka: _პანელი
kk: _Панель
km: _បន្ទះ
kn: _ಫಲಕ
ky: _Панел
lo: _ກະດານ
lt: _Skydas
lv: _Panelis
mi: _Paewhiri
mk: _Панел
ml: _പാനൽ
mn: _Самбар
mr: _पॅनेल
my: _ဘောင်
ne: _प्यानल
or: _ପ୍ୟାନେଲ୍ |
pa: _ਪੈਨਲ
ps: _ﻞﻨﯿﭘ
ro: _Panou
rw: _Ikibaho
sd: _ﻞﻨﻴﭘ
si: _පැනලය
sl: _Plošča
sq: _Paneli
sw: _Paneli
ta: _குழு
te: _ప్యానెల్
tg: _Панел
th: _แผงหน้าปัด
tt: _Панель
uk: _Панель
ur: _ﻞﻨﯿﭘ
vi: _Bảng điều khiển
xh: _Iphaneli
yi: _עילפאַט

source: _Select All
af: _Kies Alles
am: _ሁሉንም ምረጥ
ar: _ﻞﻜﻟﺍ ﺮﺘﺧﺍ
be: _Абраць усё
bg: _Избери всичко
bn: _সব নির্বাচন করুন
ca: _Seleccionar tot
cy: _Dewiswch Bawb
da: _Vælg alle
eo: _Elekti ĉiujn
et: _Vali kõik
eu: _Hautatu guztiak
fa: _ﻪﻤﻫ ﺏﺎﺨﺘﻧﺍ
fi: _Valitse kaikki
fil: _Piliin lahat
fy: _Selektearje Alles
ga: _Roghnú go léir
gd: _Tagh Uile
gl: _Seleccionar todo
gu: _બધા પસંદ કરો
he: _לכה רחב
hi: _सभी का चयन करे
hr: _Odaberi sve
hu: _Mindet kiválaszt
hy: _Ընտրել բոլորը
id: _Pilih Semua
is: _Velja allt
ka: _Მონიშნე ყველა
kk: _Барлығын таңдаңыз
km: _ជ្រើសរើសu200bទាំងអស់
kn: _ಎಲ್ಲವನ್ನು ಆರಿಸು
ku: _Hemî Hilbijêre
ky: _Баарын тандаңыз
lb: _Alles auswielen
lo: _ເລືອກu200bທັງu200bຫມົດ
lt: _Pasirinkti viską
lv: _Izvēlēties visus
mi: _Tīpakohia Katoa
mk: _Селектирај се
ml: _എല്ലാം തിരഞ്ഞെടുക്കുക
mn: _Бүгдийг сонгох
mr: _सर्व निवडा
mt: _Agħżel kollox
my: _အားလုံးကို ရွေးပါ။
nb: _Velg alle
ne: _सबै छान्नु
or: _ସବୁ ବାଛ
pa: _ਸਾਰਿਆ ਨੂੰ ਚੁਣੋ
ps: _ﺊﮐﺎټﻭ ﻝﻮټ
ro: _Selectează tot
rw: _Hitamo byose
sd: _ﻮﻳڊﻧﻮﭼ ﭛﺳ
si: _සියල්ල තෝරන්න
sk: _Vybrať všetko
sl: _Izberi vse
sq: _Selektoj të gjitha
sw: _Chagua Zote
ta: _அனைத்தையும் தெரிவுசெய்
te: _అన్ని ఎంచుకోండి
tg: _Ҳамаро интихоб кунед
th: _เลือกทั้งหมด
tk: _Ählisini seç
tt: _Барысын да сайлагыз
uk: _Вибрати все
ur: _ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﻡﺎﻤﺗ
uz: _Hammasini belgilash
vi: _Chọn tất cả
xh: _Khetha Zonke
yi: _עלא סיוא לעוו

source: _Unselect All
af: _Ontkies Alles
am: _ሁሉንም አይምረጡ
ar: _ﻞﻜﻟﺍ ﺪﻳﺪﺤﺗ ءﺎﻐﻟﺇ
be: _Адмяніце выбар усіх
bg: _Деселектирайте всички
bn: _সরিয়ে ফেলুন সব
ca: _Desseleccioneu-ho tot
cy: _Dad-ddewis Pawb
da: _Fjern markeringen af u200bu200balle
eo: _Malelektu Ĉion
et: _Tühista valik Kõik
eu: _Deshautatu Guztiak
fa: _ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﻮﻐﻟ ﺍﺭ ﻪﻤﻫ
fi: _Poista kaikki valinnat
fil: _Alisin sa pagkakapili ang Lahat
fy: _Unselektearje Alles
ga: _Dí-roghnú Uile
gl: _Deseleccione Todo
gu: _બધાને નાપસંદ કરો
he: _לכהב הריחבה תא לטב
hi: _सभी को अचयनित करें
hr: _Poništite odabir svih
hu: _Minden kijelölés megszüntetése
hy: _Ապաընտրել Բոլորը
id: _Batalkan Pilihan Semua
is: _Afvelja allt
ka: _Ყველა მონიშვნის გაუქმება
kk: _Барлығын таңдаудан бас тарту
km: _ឈប់ជ្រើសរើសទាំងអស់។
kn: _ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ಮಾಡಬೇಡಿ
ku: _Hilbijartina Hemûyan rakin
ky: _Баарын тандоону жокко чыгаруу
lb: _Deselect All
lo: _ຍົກເລີກການເລືອກທັງໝົດ
lt: _Panaikinkite visų pasirinkimą
lv: _Noņemiet atlasi Visu
mg: _Esory daholo
mi: _Whakakorehia te Katoa
mk: _Отштиклирајте ги сите
ml: _എല്ലാം തിരഞ്ഞെടുത്തത് മാറ്റുക
mn: _Бүгдийг сонгоно уу
mr: _निवडलेले सर्व काढा
mt: _Agħżel Kollha
my: _အားလုံးကို ရွေးဖြုတ်ပါ။
nb: _Avmarker alt
ne: _सबै अचयन गर्नुहोस्
or: _ସମସ୍ତ ଚୟନ କରନ୍ତୁ |
pa: _ਸਭ ਨੂੰ ਅਣਚੁਣਿਆ ਕਰੋ
ps: _ﺉړﮐ ﺏﺎﺨﺘﻧﺍ ﺮﯿﻏ ﻝﻮټ
ro: _Deselectează tot
rw: _Hitamo Byose
sd: _ﻮﻳﺮڪ ﺐﺨﺘﻨﻣ ﭛﺳ
si: _සියල්ල තෝරා නොගන්න
sk: _Odznačiť všetko
sl: _Prekliči izbor vseh
sq: _Zhzgjidh të gjitha
sw: _Usichague Zote
ta: _அனைத்தையும் தேர்வுநீக்கவும்
te: _ఎంచుకున్నవన్నీ తొలగించు
tg: _Интихоби Ҳама
th: _ไม่เลือกทั้งหมด
tk: _Hemmesini saýlama
tt: _Барысын да сайлама
uk: _Скасуйте вибір усіх
ur: _۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﺮﯿﻏ ﻮﮐ ﯽﮭﺒﺳ
uz: _Hammasi tanlovini olib tashlang
vi: _Bỏ chọn tất cả
xh: _Sukukhetha Konke
yi: _עלאַ טקעלעסנו

source: _Invert Selection
af: _Keer seleksie om
am: _የተገላቢጦሽ ምርጫ
ar: ا_عكس الاختيار
be: _Інвертаваць выбар
bg: _Обръщане на избора
bn: _ব্যুত্ক্রমে নির্বাচন
ca: _Inverteix la selecció
cy: _Dewis Gwrthdro
da: _Inverter Udvalg
eo: _Inverti Elekton
et: _Pööra valik
eu: Hautapena _Alderantzikatu
fa: _ﺱﻮﮑﻌﻣ ﺏﺎﺨﺘﻧﺍ
fi: _Käänteinen valinta
fil: _Baliktarin ang Pagpili
fy: _Invert Seleksje
ga: _Roghnú Inbhéartaithe
gd: _Taghadh neo-dhruim
gl: _Inverter Selección
gu: _ઉલટાનું પસંદગી
he: _ביטול הבחירה
hi: _उलट चयन
hr: _Obrni odabir
hu: Választás meg_fordítása
hy: _Շրջել ընտրությունը
id: Membalikkan Pilihan
is: _Snúa við vali
ka: _შებრუნებული შერჩევა
kk: _Таңдауды инверттеу
km: បញ្ច្រាស​ជម្រើស
kn: _ಆಯ್ಕೆಯನ್ನು ತಿರುಗಿಸಿ
ku: _Hilbijartina Veguheztin
lb: _Invert Auswiel
lo: _ປີ້ນການເລືອກ
lt: Žymėti pr_iešingai
lv: _Invertēt atlasi
mg: _Ampidiro Selection
mi: _Hurihurihia te Kōwhiringa
mk: _Инвертирај избор
ml: _വിപരീത തിരഞ്ഞെടുപ്പ്
mn: _Сонголтыг эргүүлэх
mr: _निवड उलटा
mt: _Aqleb Għażla
my: _ရွေးချယ်မှုကို ပြောင်းပြန်လှန်ပါ။
nb: _Inverter Utvalg
ne: _उल्टो चयन
or: _ଚୟନକୁ ଓଲଟାନ୍ତୁ |
pa: _ਉਲਟ ਚੋਣ
ps: _ﺉړﮐ ﻝﺪﺑ ﺏﺎﺨﺘﻧﺍ
ro: _Inverseaza selectia
rw: _Guhindura Guhitamo
sd: _ﻮﻳﺍﺮﻴﭰ ﻲﮐ ڊﻧﻮﭼ
si: _ප්u200dරතිලෝම තේරීම
sk: _Invertovať výber
sl: _Obrni izbor
sq: _Përmbys përzgjedhjen
sw: _Geuza Uteuzi
ta: _தலைகீழ் தேர்வு
te: _విలోమ ఎంపిక
tg: _Интихоби баръакс
th: _สลับการเลือก
tk: _Saýlawy tersine
tt: _Сайлауны кире кайтару
uk: _Відмінити виділення
ur: انتخاب منعکس کریں
uz: _Tanlovni o'zgartirish
vi: _Lựa chọn đối nghịch
xh: _Guqula uKhetho
yi: _עיצקעלעס ןרעקרעבי

source: S_elect By Pattern
af: S_elect Volgens patroon
am: S_elect በስርዓተ-ጥለት
ar: S_elect ﻂﻤﻨﻟﺍ ﺐﺴﺣ
be: S_elect Па шаблоне
bg: S_elect По модел
bn: S_elect প্যাটার্ন দ্বারা
ca: S_elect Per patró
cy: S_elect Yn ôl Patrwm
da: S_elect Efter mønster
eo: S_elect Laŭ Skemo
et: S_elect Mustri järgi
eu: S_elect Ereduaren arabera
fa: S_elect ﻮﮕﻟﺍ ﻂﺳﻮﺗ
fi: S_elect Mallin mukaan
fil: S_elect Sa pamamagitan ng Pattern
fy: S_elect Troch Pattern
ga: S_elect De réir Patrún
gd: S_elect Le Pàtran
gl: S_elect Por Patrón
gu: S_elect પેટર્ન દ્વારા
he: S_elect סופד יפל
hi: S_elect पैटर्न के अनुसार
hr: S_elect Po uzorku
hu: S_elect Minta szerint
hy: S_elect Ըստ նախշի
id: S_elect Dengan Pola
is: S_elect Eftir mynstri
ka: S_elect ნიმუშის მიხედვით
kk: S_elect Үлгі бойынша
km: S_elect ដោយលំនាំ
kn: S_elect ಪ್ಯಾಟರ್ನ್ ಮೂಲಕ
ku: S_elect Ji hêla Patternê ve
ky: S_elect Үлгү боюнча
lb: S_elect Duerch Muster
lo: S_elect ໂດຍຮູບແບບ
lt: S_elect Pagal šabloną
lv: S_elect Pēc modeļa
mi: S_elect Ma te Tauira
mk: S_elect По шема
ml: S_elect പാറ്റേൺ പ്രകാരം
mn: S_elect Загвараар
mr: S_elect पॅटर्न द्वारे
mt: S_elect Permezz tal-Mudell
my: S_elect ပုံစံအားဖြင့်
nb: S_elect Etter mønster
ne: S_elect पैटर्न द्वारा
or: S_elect ପାଟର୍ନ ଦ୍ୱାରା |
pa: S_elect ਪੈਟਰਨ ਦੁਆਰਾ
ps: S_elect ﺍﻮﺨﻟ ﺮټﯿﭘ ﺩ
ro: S_elect După model
rw: S_elect Na Pattern
sd: S_elect ﻥﺎﻓﺮﻃ ﻲﻧﻮﻤﻧ
si: S_elect රටාව මගින්
sk: S_elect Podľa vzoru
sl: S_elect Po vzorcu
sq: S_elect Sipas modelit
sw: S_elect Kwa Muundo
ta: S_elect பேட்டர்ன் மூலம்
te: S_elect నమూనా ద్వారా
tg: S_elect Бо намуна
th: S_elect ตามรูปแบบ
tk: S_elect Nusga bilen
tt: S_elect Ternрнәк белән
uk: S_elect За шаблоном
ur: S_elect ﮯﺳ ﻑﺮﻃ ﯽﮐ ﻥﺮﭩﯿﭘ
uz: S_elect Shakl bo'yicha
vi: S_elect Theo mẫu
xh: S_elect NgePateni
yi: S_elect רעטסומ ךרוד
