Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: An error occurred copying command data files %s
af: Kon nie opdragdatalêers kopieer nie %s
am: የትዕዛዝ ውሂብ ፋይሎችን መቅዳት ላይ ስህተት ተፈጥሯል። %s
ar: ﺮﻣﻷ﻿ﺍ ﺕﺎﻧﺎﻴﺑ ﺕﺎﻔﻠﻣ ﺦﺴﻧ ءﺎﻨﺛﺃ ﺄﻄﺧ ﺙﺪﺣ %s
be: Адбылася памылка пры капіраванні файлаў з дадзенымі каманды %s
bg: Възникна грешка при копирането на командни файлове с данни %s
bn: কমান্ড ডেটা ফাইল অনুলিপি করার সময় একটি ত্রুটি ঘটেছে৷ %s
ca: S'ha produït un error en copiar els fitxers de dades d'ordres %s
cy: Digwyddodd gwall wrth gopïo ffeiliau data gorchymyn %s
da: Der opstod en fejl under kopiering af kommandodatafiler %s
eo: Okazis eraro kopiante komandajn dosierojn %s
et: Käsu andmefailide kopeerimisel ilmnes viga %s
eu: Errore bat gertatu da komandoen datu-fitxategiak kopiatzean %s
fa: ﺩﺍﺩ ﯼﻭﺭ ﯽﯾﺎﻄﺧ ﻥﺎﻣﺮﻓ ﻩﺩﺍﺩ ﯼﺎﻫ ﻞﯾﺎﻓ ﻥﺩﺮﮐ ﯽﭙﮐ ﻡﺎﮕﻨﻫ %s
fi: Virhe kopioitaessa komentotietotiedostoja %s
fil: Nagkaroon ng error sa pagkopya ng mga file ng data ng command %s
fy: Der barde in flater by it kopiearjen fan kommandogegevensbestannen %s
ga: Tharla earráid agus comhaid sonraí ordaithe á gcóipeáil %s
gd: Thachair mearachd a ’dèanamh lethbhreac de fhaidhlichean dàta àithne %s
gl: Produciuse un erro ao copiar os ficheiros de datos de comandos %s
gu: આદેશ ડેટા ફાઇલોની નકલ કરવામાં ભૂલ આવી %s
he: תודוקפ ינותנ יצבק תקתעהב האיגש העריא %s
hi: आदेश डेटा फ़ाइलों की प्रतिलिपि बनाने में त्रुटि हुई %s
hr: Došlo je do pogreške prilikom kopiranja datoteka s podacima o naredbama %s
hu: Hiba történt a parancsadatfájlok másolásakor %s
hy: Սխալ է տեղի ունեցել հրամանի տվյալների ֆայլերը պատճենելիս %s
id: Terjadi kesalahan saat menyalin file data perintah %s
is: Villa kom upp við að afrita skipanagagnaskrár %s
ka: ბრძანების მონაცემთა ფაილების კოპირებისას მოხდა შეცდომა %s
kk: Пәрмен деректерінің файлдарын көшіру кезінде қате орын алды %s
km: កំហុសបានកើតឡើងក្នុងការចម្លងឯកសារទិន្នន័យពាក្យបញ្ជា %s
kn: ಕಮಾಂಡ್ ಡೇಟಾ ಫೈಲ್u200cಗಳನ್ನು ನಕಲಿಸುವಲ್ಲಿ ದೋಷ ಸಂಭವಿಸಿದೆ %s
ku: Di kopîkirina pelên daneya fermanê de xeletiyek derket %s
ky: Буйрук берилиштеринин файлдарын көчүрүп жатканда ката кетти %s
lb: E Feeler ass geschitt beim Kopéieren vun Kommandodatendateien %s
lo: ເກີດຄວາມຜິດພາດໃນການສຳເນົາໄຟລ໌ຂໍ້ມູນຄຳສັ່ງ %s
lt: Kopijuojant komandų duomenų failus įvyko klaida %s
lv: Kopējot komandu datu failus, radās kļūda %s
mg: Nisy hadisoana nitranga tamin'ny kopia ny rakitra angona baiko %s
mi: I hapa te kape i nga konae raraunga whakahau %s
mk: Се појави грешка при копирањето на датотеките со командни податоци %s
ml: കമാൻഡ് ഡാറ്റ ഫയലുകൾ പകർത്തുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു %s
mn: Командын өгөгдлийн файлуудыг хуулах явцад алдаа гарлаа %s
mr: कमांड डेटा फाइल्स कॉपी करताना एरर आली %s
mt: Sar żball fl-ikkupjar tal-fajls tad-dejta tal-kmand %s
my: အမိန့်ဒေတာဖိုင်များကို ကူးယူရာတွင် အမှားအယွင်းတစ်ခု ဖြစ်ပွားခဲ့သည်။ %s
nb: Det oppstod en feil under kopiering av kommandodatafiler %s
ne: आदेश डाटा फाइलहरू प्रतिलिपि गर्दा त्रुटि भयो %s
or: କମାଣ୍ଡ୍ ଡାଟା ଫାଇଲ୍ କପି କରିବାରେ ଏକ ତ୍ରୁଟି ଘଟିଗଲା | %s
pa: ਕਮਾਂਡ ਡਾਟਾ ਫਾਈਲਾਂ ਦੀ ਨਕਲ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ %s
ps: ﻩﻮﺷ ﻪﺘځﻨﻣﺍﺭ ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻟﻮﮐ ﻲﭘﺎﮐ ﻪﭘ ﻮﻧﻮﻠﯾﺎﻓ ﺎټﯾډ ډﻧﺎﻤﮐ ﺩ %s
ro: A apărut o eroare la copierea fișierelor de date ale comenzii %s
rw: Ikosa ryabayeho gukoporora amakuru ya dosiye %s
sd: ﻲﺋﻭ ﻲﭤ ﻲﻄﻠﻏ ۾ ﮠﺮڪ ﻞﻘﻧ ﻲﮐ ﻦﻠﺋﺎﻓ ﺎٽﻳڊ ڊﻧﺎﻤڪ %s
si: විධාන දත්ත ගොනු පිටපත් කිරීමේදී දෝෂයක් ඇති විය %s
sk: Pri kopírovaní dátových súborov príkazov sa vyskytla chyba %s
sl: Pri kopiranju ukaznih podatkovnih datotek je prišlo do napake %s
sq: Ndodhi një gabim gjatë kopjimit të skedarëve të të dhënave të komandës %s
sw: Hitilafu imetokea wakati wa kunakili faili za data za amri %s
ta: கட்டளை தரவு கோப்புகளை நகலெடுப்பதில் பிழை ஏற்பட்டது %s
te: కమాండ్ డేటా ఫైల్u200cలను కాపీ చేయడంలో లోపం సంభవించింది %s
tg: Ҳангоми нусхабардории файлҳои додаҳои фармон хатогӣ рӯй дод %s
th: เกิดข้อผิดพลาดในการคัดลอกไฟล์ข้อมูลคำสั่ง %s
tk: Buýruk maglumatlary faýllaryny göçürmekde säwlik ýüze çykdy %s
tt: Команда мәгълүмат файлларын күчереп алуда хата килеп чыкты %s
uk: Під час копіювання файлів даних команди сталася помилка %s
ur: ﯽﺌﮔﺁ ﺶﯿﭘ ﯽﺑﺍﺮﺧ ﮏﯾﺍ ﮟﯿﻣ ﮯﻧﺮﮐ ﯽﭘﺎﮐ ﻮﮐ ﮞﻮﻠﺋﺎﻓ ﺎﭩﯾﮈ ﮉﻧﺎﻤﮐ %s
uz: Buyruq maʼlumotlari fayllarini nusxalashda xatolik yuz berdi %s
vi: Đã xảy ra lỗi khi sao chép tệp dữ liệu lệnh %s
xh: Kwenzeke imposiso xa kukopa iifayile zedatha yomyalelo %s
yi: סעקעט ןטאַד לעפֿאַב גנייפּאַק ייב ןעמוקעגראפ זיא תועט א %s

source: Bookmark target '%s' is missing or invalid.
af: Boekmerkteiken '%s' ontbreek of is ongeldig.
am: የዕልባት ኢላማ '%s' ጠፍቷል ወይም ልክ ያልሆነ።
ar: .ﺢﻟﺎﺻ ﺮﻴﻏ ﻭﺃ ﺩﻮﻘﻔﻣ 's ٪' ﺔﻴﻌﺟﺮﻤﻟﺍ ﺓﺭﺎﺷﻹ﻿ﺍ ﻑﺪﻫ
be: Мэта закладкі «%s« адсутнічае або несапраўдная.
bg: Целта на отметката „%s“ липсва или е невалидна.
bn: বুকমার্ক লক্ষ্য '%s' অনুপস্থিত বা অবৈধ।
ca: Falta l'objectiu del marcador '%s' o no és vàlid.
cy: Mae'r targed nod tudalen '% s' ar goll neu'n annilys.
da: Bogmærkemålet '%s' mangler eller er ugyldigt.
eo: Legomarkcelo '%s' mankas aŭ nevalidas.
et: Järjehoidja sihtmärk „%s” puudub või on kehtetu.
eu: '%s' laster-markaren helburua falta da edo baliogabea da.
fa: .ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﺎﯾ ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ 's%' ﮏﻧﺎﺸﻧ ﻑﺪﻫ
fi: Kirjanmerkin kohde «%s« puuttuu tai on virheellinen.
fil: Nawawala o hindi wasto ang target na bookmark na '%s'.
fy: Blêdwizerdoel '%s' ûntbrekt of ûnjildich.
ga: Tá sprioc leabharmharc '% s' ar iarraidh nó neamhbhailí.
gd: Tha targaid comharra-leabhair '% s' a dhìth no neo-dhligheach.
gl: Falta o destino do marcador '%s' ou non é válido.
gu: બુકમાર્ક લક્ષ્ય '%s' ખૂટે છે અથવા અમાન્ય છે.
he: .יקוח אל וא רסח 's%' היינמיסה דעי
hi: बुकमार्क लक्ष्य '%s' गुम है या अमान्य है।
hr: Cilj oznake '%s' nedostaje ili je nevažeći.
hu: A „%s” könyvjelző-cél hiányzik vagy érvénytelen.
hy: «%s» էջանիշի թիրախը բացակայում է կամ անվավեր է:
id: Target bookmark '%s' tidak ada atau tidak valid.
is: Bókamerkismarkmiðið „%s“ vantar eða er ógilt.
ka: სანიშნეს სამიზნე '%s' აკლია ან არასწორია.
kk: Бетбелгі мақсаты '%s' жоқ немесе жарамсыз.
km: គោលដៅចំណាំ '%s' បាត់ ឬមិនត្រឹមត្រូវ។
kn: ಬುಕ್u200cಮಾರ್ಕ್ ಗುರಿ '%s' ಕಾಣೆಯಾಗಿದೆ ಅಥವಾ ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Hedefa nîşankirina '%s' winda ye an nederbasdar e.
ky: Кыстарма максаты '%s' жок же жараксыз.
lb: Bookmark Zil '%s' fehlt oder ongëlteg.
lo: ເປົ້າໝາຍບຸກມາກ '%s' ຫາຍໄປ ຫຼືບໍ່ຖືກຕ້ອງ.
lt: Trūksta žymės tikslo „%s“ arba jis netinkamas.
lv: Trūkst grāmatzīmes mērķa “%s” vai tas nav derīgs.
mg: Tsy misy na tsy mety ny kendrena maripejy '%s'.
mi: Kei te ngaro, kei te muhu ranei te whaainga tohuwāhi '%s'.
mk: Целта на обележувачот „%s“ недостасува или е неважечка.
ml: ബുക്ക്u200cമാർക്ക് ടാർഗെറ്റ് '%s' കാണുന്നില്ല അല്ലെങ്കിൽ അസാധുവാണ്.
mn: '%s' зорилтот хавчуурга байхгүй эсвэл хүчингүй байна.
mr: बुकमार्क लक्ष्य '%s' गहाळ किंवा अवैध आहे.
mt: Il-mira tal-bookmark '%s' hija nieqsa jew invalida.
my: စာညှပ်ပစ်မှတ် '%s' ပျောက်ဆုံးနေသည် သို့မဟုတ် မမှန်ကန်ပါ။
nb: Bokmerkemålet «%s» mangler eller er ugyldig.
ne: बुकमार्क लक्ष्य '%s' हराइरहेको वा अमान्य छ।
or: ବୁକମାର୍କ ଟାର୍ଗେଟ୍ '% s' ନିଖୋଜ କିମ୍ବା ଅବ alid ଧ ଅଟେ |
pa: ਬੁੱਕਮਾਰਕ ਟੀਚਾ '%s' ਗੁੰਮ ਹੈ ਜਾਂ ਅਵੈਧ ਹੈ।
ps: .ﯼﺩ ﻂﻠﻏ ﺎﯾ ﮎﺭﻭ 's%' ﻪښﻧ ﻪښﻧ ﻪښﻧ ﺩ
ro: Ținta marcajului „%s” lipsește sau este invalidă.
rw: Intego yibimenyetso '% s' irabuze cyangwa itemewe.
sd: .ﻲﮬﺁ ﻂﻠﻏ ﺎﻳ ﺐﺋﺎﻏ 's%' ﻑﺪﮬ ﻥﺎﺸﻧ
si: පිටු සලකුණු ඉලක්කය '%s' අස්ථානගත වී හෝ වලංගු නොවේ.
sk: Cieľ záložky '%s' chýba alebo je neplatný.
sl: Cilj zaznamka '%s' manjka ali je neveljaven.
sq: Objektivi i faqeshënuesit '%s' mungon ose është i pavlefshëm.
sw: Lengwa la alamisho '%s' halipo au ni batili.
ta: புக்மார்க் இலக்கு '%s' இல்லை அல்லது தவறானது.
te: బుక్u200cమార్క్ లక్ష్యం '%s' లేదు లేదా చెల్లదు.
tg: Ҳадафи хатчӯби '%s' нест ё нодуруст аст.
th: บุ๊กมาร์กเป้าหมาย '%s' หายไปหรือไม่ถูกต้อง
tk: Bellik nyşany '% s' ýok ýa-da nädogry.
tt: Кыстарма максаты '% s' юк яки яраксыз.
uk: Ціль закладки «%s« відсутня або недійсна.
ur: ۔ﮯﮨ ﻂﻠﻏ ﺎﯾ ﺐﺋﺎﻏ 's%' ﻑﺪﮨ ﮎﺭﺎﻣ ﮏﺑ
uz: “%s” manzil belgisi yo‘q yoki yaroqsiz.
vi: Mục tiêu dấu trang '% s' bị thiếu hoặc không hợp lệ.
xh: Isalathisi sencwadi '%s' ayikho okanye ayisebenzi.
yi: .טלפּירקראַפ רעדאָ קידנלעפ 's%' ליצ ןכייצ- נעייל

source: Invalid Bookmark Target
af: Ongeldige boekmerkteiken
am: ልክ ያልሆነ የዕልባት ዒላማ
ar: ﺢﻟﺎﺻ ﺮﻴﻏ ﺔﻴﻌﺟﺮﻣ ﺓﺭﺎﺷﺇ ﻑﺪﻫ
be: Няправільная мэта закладкі
bg: Невалидна цел за отметка
bn: অবৈধ বুকমার্ক লক্ষ্য
ca: L'objectiu d'adreces d'interès no és vàlid
cy: Targed Llyfrnod Annilys
da: Ugyldigt bogmærkemål
eo: Nevalida Legomarko Celo
et: Vigane järjehoidja sihtmärk
eu: Laster-markaren xede baliogabea
fa: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﮏﻧﺎﺸﻧ ﻑﺪﻫ
fi: Virheellinen kirjanmerkkikohde
fil: Di-wastong Target ng Bookmark
fy: Unjildige blêdwizerdoel
ga: Sprioc Leabharmharc Neamhbhailí
gd: Targaid comharra-leabhair neo-dhligheach
gl: Destino de marcador non válido
gu: અમાન્ય બુકમાર્ક લક્ષ્ય
he: יקוח אל הינמיס דעי
hi: अमान्य बुकमार्क लक्ष्य
hr: Nevažeći cilj oznake
hu: Érvénytelen könyvjelző cél
hy: Էջանիշի անվավեր թիրախ
id: Target Bookmark Tidak Valid
is: Ógilt bókamerkjamarkmið
ka: არასწორი სანიშნე სამიზნე
kk: Жарамсыз бетбелгі мақсаты
km: គោលដៅចំណាំមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಬುಕ್u200cಮಾರ್ಕ್ ಗುರಿ
ku: Hedefa Bookmarkê nederbasdar
ky: Жараксыз Кыстарма Максаты
lb: Invalid Bookmark Zil
lo: ເປົ້າໝາຍບຸກມາກບໍ່ຖືກຕ້ອງ
lt: Neteisingas žymės tikslas
lv: Nederīgs grāmatzīmes mērķis
mg: Kinendry Bookmark tsy mety
mi: He Muhu Tohu Tohu
mk: Неважечка цел за обележувачи
ml: അസാധുവായ ബുക്ക്u200cമാർക്ക് ടാർഗെറ്റ്
mn: Хавчуурга буруу
mr: अवैध बुकमार्क लक्ष्य
mt: Target ta' Bookmark invalida
my: မမှန်ကန်သော စာညှပ်ပစ်မှတ်
nb: Ugyldig bokmerkemål
ne: अमान्य बुकमार्क लक्ष्य
or: ଅବ val ଧ ବୁକମାର୍କ ଲକ୍ଷ୍ୟ |
pa: ਅਵੈਧ ਬੁੱਕਮਾਰਕ ਟੀਚਾ
ps: ﻑﺪﻫ ﮎﺭﺎﻣ ﮏﺑ ﻢﺳﺎﻧ
ro: Țintă de marcaj nevalidă
rw: Intego yerekana ibimenyetso bitemewe
sd: ﻑﺪﮬ ڪﺭﺎﻣ ﮏﺑ ﻂﻠﻏ
si: අවලංගු පිටු සලකුණු ඉලක්කය
sk: Neplatný cieľ záložky
sl: Neveljaven cilj zaznamka
sq: Objektivi i pavlefshëm i faqeshënuesit
sw: Lengo Batili la Alamisho
ta: தவறான புக்மார்க் இலக்கு
te: చెల్లని బుక్u200cమార్క్ లక్ష్యం
tg: Ҳадафи хатчӯби нодуруст
th: เป้าหมายบุ๊กมาร์กไม่ถูกต้อง
tk: Nädogry bellik nyşany
tt: Килешү билгесе дөрес түгел
uk: Недійсна ціль закладки
ur: ﻑﺪﮨ ﮎﺭﺎﻣ ﮏﺑ ﻂﻠﻏ
uz: Xatcho‘p maqsadi noto‘g‘ri
vi: Mục tiêu Dấu trang Không hợp lệ
xh: Ujoliso lwesalathisi esingasebenziyo
yi: ליצ ןכייצ-נעייל קיטליגמוא

source: Change Item Name
af: Verander itemnaam
am: የንጥል ስም ቀይር
ar: ﺮﺼﻨﻌﻟﺍ ﻢﺳﺍ ﺮﻴﻴﻐﺗ
be: Змяніць назву элемента
bg: Промяна на името на артикула
bn: আইটেমের নাম পরিবর্তন করুন
ca: Canvia el nom de l'element
cy: Newid Enw'r Eitem
da: Skift varenavn
eo: Ŝanĝi Item Nomon
et: Muuda üksuse nime
eu: Aldatu elementuaren izena
fa: ﺪﯿﻫﺩ ﺮﯿﯿﻐﺗ ﺍﺭ ﺩﺭﻮﻣ ﻡﺎﻧ
fi: Muuta kohteen nimi
fil: Baguhin ang Pangalan ng Item
fy: Item namme feroarje
ga: Athraigh Ainm na Míre
gd: Atharraich Ainm Nì
gl: Cambiar o nome do elemento
gu: આઇટમનું નામ બદલો
he: טירפה םש תא הנש
hi: आइटम का नाम बदलें
hr: Promijenite naziv stavke
hu: Az elem nevének módosítása
hy: Փոխել նյութի անունը
id: Ubah Nama Barang
is: Breyta heiti vöru
ka: შეცვალეთ ელემენტის სახელი
kk: Элемент атауын өзгерту
km: ផ្លាស់ប្តូរឈ្មោះធាតុ
kn: ಐಟಂ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಿ
ku: Navê Babetê biguherînin
ky: Элементтин атын өзгөртүү
lb: Änneren Element Numm
lo: ປ່ຽນຊື່ລາຍການ
lt: Keisti elemento pavadinimą
lv: Mainīt vienuma nosaukumu
mg: Hanova ny anaran'ny singa
mi: Hurihia te Ingoa Tuemi
mk: Променете го името на ставката
ml: ഇനത്തിന്റെ പേര് മാറ്റുക
mn: Зүйлийн нэрийг өөрчлөх
mr: आयटमचे नाव बदला
mt: Ibdel l-Isem tal-Oġġett
my: ပစ္စည်းအမည်ပြောင်းပါ။
nb: Endre varenavn
ne: वस्तुको नाम परिवर्तन गर्नुहोस्
or: ଆଇଟମ୍ ନାମ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਆਈਟਮ ਦਾ ਨਾਮ ਬਦਲੋ
ps: ﺉړﮐ ﻝﺪﺑ ﻡﻮﻧ ﻲﮐﻮﺗ ﺩ
ro: Schimbați numele articolului
rw: Hindura Izina ryikintu
sd: ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ ﻮﺟ ءِﻲﺷ
si: අයිතමයේ නම වෙනස් කරන්න
sk: Zmeňte názov položky
sl: Spremeni ime predmeta
sq: Ndrysho emrin e artikullit
sw: Badilisha Jina la Kipengee
ta: பொருளின் பெயரை மாற்றவும்
te: అంశం పేరు మార్చండి
tg: Номи ашёро тағир диҳед
th: เปลี่ยนชื่อรายการ
tk: Harydyň adyny üýtgediň
tt: Предметның исемен үзгәртү
uk: Змінити назву елемента
ur: ۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ
uz: Element nomini o'zgartirish
vi: Thay đổi tên mặt hàng
xh: Guqula igama lento
yi: ןעמאָנ רעמונ ןשיוט

source: Editor Not Set
af: Redigeerder nie gestel nie
am: አርታኢ አልተዘጋጀም።
ar: ﺭﺮﺤﻤﻟﺍ ﻦﻴﻴﻌﺗ ﻢﺘﻳ ﻢﻟ
be: Рэдактар u200bu200bне ўстаноўлены
bg: Редакторът не е зададен
bn: সম্পাদক সেট নেই
ca: Editor no definit
cy: Golygydd Heb ei Osod
da: Editor ikke indstillet
eo: Redaktoro Ne Agordita
et: Toimetaja pole määratud
eu: Editorea ez dago ezarrita
fa: ﺖﺳﺍ ﻩﺪﺸﻧ ﻢﯿﻈﻨﺗ ﺮﮕﺸﯾﺍﺮﯾﻭ
fi: Editoria ei ole asetettu
fil: Hindi Nakatakda ang Editor
fy: Bewurker net ynsteld
ga: Eagarthóir Gan Socrú
gd: Deasaiche Gun a shuidheachadh
gl: Editor non definido
gu: એડિટર સેટ નથી
he: רדגומ אל ךרוע
hi: संपादक सेट नहीं है
hr: Urednik nije postavljen
hu: A szerkesztő nincs beállítva
hy: Խմբագիրը սահմանված չէ
id: Editor Tidak Disetel
is: Ritstjóri ekki stilltur
ka: რედაქტორი არ არის დაყენებული
kk: Редактор орнатылмаған
km: កម្មវិធីនិពន្ធមិនត្រូវបានកំណត់
kn: ಸಂಪಾದಕ ಹೊಂದಿಸಲಾಗಿಲ್ಲ
ku: Edîtor nayê danîn
ky: Редактор коюлган эмес
lb: Editor net gesat
lo: ບັນນາທິການບໍ່ໄດ້ຕັ້ງ
lt: Redaktorius nenustatytas
lv: Redaktors nav iestatīts
mg: Tsy napetraka ny Editor
mi: Etita Kaore i Tautuhia
mk: Уредникот не е поставен
ml: എഡിറ്റർ സജ്ജീകരിച്ചിട്ടില്ല
mn: Засварлагчийг тохируулаагүй
mr: संपादक सेट नाही
mt: Editur Mhux Issettjat
my: တည်းဖြတ်သူ မသတ်မှတ်ပါ။
nb: Redaktør ikke angitt
ne: सम्पादक सेट छैन
or: ସମ୍ପାଦକ ସେଟ୍ ହୋଇନାହିଁ |
pa: ਸੰਪਾਦਕ ਸੈੱਟ ਨਹੀਂ ਹੈ
ps: ﯼﻮﺷ ﻞﮐﺎټ ﯼﺩ ﻪﻧ ﺮټﯾډﯾﺍ
ro: Editorul nu este setat
rw: Muhinduzi Ntabwo yashizweho
sd: ﻲﻫﺎﻧ ﺭﺮﻘﻣ ﺮٽﻳڊﻳﺍ
si: සංස්කාරකය සකසා නැත
sk: Editor nie je nastavený
sl: Urejevalnik ni nastavljen
sq: Redaktori nuk është caktuar
sw: Kihariri Haijawekwa
ta: எடிட்டர் அமைக்கப்படவில்லை
te: ఎడిటర్ సెట్ చేయబడలేదు
tg: Муҳаррир таъин нашудааст
th: ไม่ได้ตั้งค่าตัวแก้ไข
tk: Redaktor düzülmedi
tt: Редактор куелмаган
uk: Редактор не встановлено
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﭧﯿﺳ ﺮﭩﯾﮉﯾﺍ
uz: Muharrir sozlanmagan
vi: Trình chỉnh sửa chưa được đặt
xh: Umhleli Akamiselwanga
yi: טמיטשאַב טינ ראָטידע

source: Please set your editor in View|Preferences|Advanced
af: Stel asseblief jou redigeerder in View|Voorkeure|Gevorderd
am: እባክዎን አርታዒዎን በእይታ|ምርጫዎች|የላቀ ያዘጋጁ
ar: ﻡﺪﻘﺘﻣ | ﺕﻼ﻿ﻴﻀﻔﺗ | ﺽﺮﻋ ﻲﻓ ﻚﺑ ﺹﺎﺨﻟﺍ ﺭﺮﺤﻤﻟﺍ ﻦﻴﻴﻌﺗ ﻰﺟﺮﻳ
be: Калі ласка, усталюйце рэдактар u200bu200bу View|Preferences|Advanced
bg: Моля, задайте своя редактор в View|Preferences|Advanced
bn: অনুগ্রহ করে আপনার এডিটরকে ভিউ|পছন্দসমূহ
ca: Si us plau, configureu el vostre editor a Visualització|Preferències|Avançat
cy: Os gwelwch yn dda gosodwch eich golygydd yn View | Preferences | Advanced
da: Indstil venligst din editor i Vis|Indstillinger|Avanceret
eo: Bonvolu agordi vian redaktilon en Vido|Preferoj|Altnivela
et: Seadistage oma redaktor jaotises Vaade|Eelistused|Täpsemad
eu: Ezarri zure editorea Ikusi|Hobespenak|Aurreratua atalean
fa: ﺪﯿﻫﺩ ﺭﺍﺮﻗ View|Preferences|Advanced ﺭﺩ ﺍﺭ ﺩﻮﺧ ﺮﮕﺸﯾﺍﺮﯾﻭ ﺎﻔﻄﻟ
fi: Aseta editori kohdassa View|Preferences|Advanced
fil: Mangyaring itakda ang iyong editor sa View|Preferences|Advanced
fy: Stel jo bewurker yn yn View|Foarkarren|Avansearre
ga: Socraigh d’eagarthóir in View | Preferences | Advanced
gd: Feuch an cuir thu an deasaiche agad ann an View | Preferences | Advanced
gl: Establece o teu editor en Ver|Preferencias|Avanzado
gu: કૃપા કરીને તમારા સંપાદકને વ્યુ|પસંદગીઓ|એડવાન્સમાં સેટ કરો
he: םדקתמ|תופדעה|הגוצתב ךלש ךרועה תא רדגה אנא
hi: कृपया अपने संपादक को View|Preferences|Advanced . में सेट करें
hr: Postavite uređivač u View|Preferences|Advanced
hu: Állítsa be szerkesztőjét a Nézet|Beállítások|Speciális menüpontban
hy: Խնդրում ենք կարգավորել ձեր խմբագրիչը View|Նախապատվություններ|Ընդլայնված
id: Harap setel editor Anda di View|Preferences|Advanced
is: Vinsamlega stilltu ritilinn þinn í View|Preferences|Advanced
ka: გთხოვთ დააყენოთ თქვენი რედაქტორი View|Preferences|Advanced
kk: Өңдеуішіңізді View|Preferences|Advanced ішіне орнатыңыз
km: សូមកំណត់កម្មវិធីនិពន្ធរបស់អ្នកនៅក្នុង View|Preferences|Advanced
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಪಾದಕವನ್ನು ವೀಕ್ಷಿಸಿ|ಪ್ರಾಶಸ್ತ್ಯಗಳು|ಸುಧಾರಿತದಲ್ಲಿ ಹೊಂದಿಸಿ
ku: Ji kerema xwe edîtorê xwe li Nîşan|Tercîh|Pêşketî bicîh bikin
ky: Сураныч, редакторуңузду View|Preferences|Advanced ичинде орнотуңуз
lb: Setzt w.e.g. Ären Editor an View|Preferences|Advanced
lo: ກະລຸນາຕັ້ງຕົວແກ້ໄຂຂອງທ່ານໃນ View|Preferences|Advanced
lt: Redagavimo priemonę nustatykite skiltyje View|Preferences|Advanced
lv: Lūdzu, iestatiet savu redaktoru sadaļā View|Preferences|Advanced
mg: Azafady, apetraho ao amin'ny View|Préférences|Advanced
mi: Whakatakotoria tō ētita ki Tirohanga|Manakohanga|Arā Atu Anō
mk: Поставете го вашиот уредник во Приказ|Преференци|Напредно
ml: ദയവായി നിങ്ങളുടെ എഡിറ്റർ കാഴ്ച|മുൻഗണനകൾ|വിപുലമായതിൽ സജ്ജീകരിക്കുക
mn: View|Preferences|Advanced хэсэгт засварлагчаа тохируулна уу
mr: कृपया तुमचा संपादक दृश्य|प्राधान्ये|प्रगत मध्ये सेट करा
mt: Jekk jogħġbok issettja l-editur tiegħek f'Ara|Preferenzi|Avvanzat
my: View|Preferences|Advanced တွင် သင်၏တည်းဖြတ်သူကို သတ်မှတ်ပါ။
nb: Vennligst still inn editoren din i Vis|Innstillinger|Avansert
ne: कृपया आफ्नो सम्पादकलाई View|Preferences|Advanced मा सेट गर्नुहोस्
or: ଦୟାକରି ଆପଣଙ୍କର ସମ୍ପାଦକକୁ ଦର୍ଶନ | ପସନ୍ଦ | ଉନ୍ନତ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸੰਪਾਦਕ ਨੂੰ View|Preferences|Advanced ਵਿੱਚ ਸੈਟ ਕਰੋ
ps: ﯽﻠﻠﺘﺨﻣﺮﭘ | ﻪﻧﻮﺑﻮﺗ ﻩﺭﻮﻏ | ﺉړﮐ ﻢﯿﻈﻨﺗ ﯥﮐ ﺪﯿﻟ ﻪﭘ ﺮﯾﺪﻣ ﻞﭙﺧ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Vă rugăm să setați editorul în Vizualizare|Preferințe|Avansat
rw: Nyamuneka shyira umwanditsi wawe muri Reba | Ibyifuzo | Byateye imbere
sd: ﻮﻳﺮڪ ٽﻴﺳ ۾ View|Preferences|Advanced ﻲﮐ ﺮٽﻳڊﻳﺍ ﻲﺠﻨﮭﻨﭘ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: කරුණාකර ඔබගේ සංස්කාරකය View|Preferences|උසස් තුළ සකසන්න
sk: Nastavte si editor v časti Zobraziť|Predvoľby|Rozšírené
sl: Prosimo, nastavite urejevalnik v View|Preferences|Advanced
sq: Ju lutemi vendosni redaktorin tuaj në View|Preferences|Avancuar
sw: Tafadhali weka kihariri chako katika View|Preferences|Advanced
ta: உங்கள் எடிட்டரை View|Preferences|மேம்பட்டதில் அமைக்கவும்
te: దయచేసి మీ ఎడిటర్u200cని వీక్షణ|ప్రాధాన్యతలు|అధునాతనంలో సెట్ చేయండి
tg: Лутфан муҳаррири худро дар View|Preferences|Advanced танзим кунед
th: โปรดตั้งค่าตัวแก้ไขของคุณใน View|Preferences|Advanced
tk: Redaktoryňyzy Görüş | Saýlamalar | Giňişleýin görnüşde goýmagyňyzy haýyş edýäris
tt: Зинһар, редакторыгызны карау | өстенлекләр | Алга
uk: Будь ласка, встановіть свій редактор у View|Preferences|Advanced
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮟﯿﻣ View|Preferences|Advance ﻮﮐ ﺮﭩﯾﮉﯾﺍ ﮯﻨﭘﺍ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: Iltimos, muharriringizni View|Preferences|Advanced-ga o'rnating
vi: Vui lòng đặt trình chỉnh sửa của bạn trong Chế độ xem | Tùy chọn | Nâng cao
xh: Nceda useta umhleli wakho kwimboniselo|Ezikhethwayo|Eziphambili
yi: עטריסנאַוואַ|ןצנערעפֿערפּ|View ןיא ראָטקאַדער ןייד ןלעטש עטיב

source: Root Editor Not Set
af: Wortelredakteur nie gestel nie
am: ስርወ አርታዒ አልተዘጋጀም።
ar: ﺭﺬﺠﻟﺍ ﺭﺮﺤﻣ ﻦﻴﻴﻌﺗ ﻢﺘﻳ ﻢﻟ
be: Каранёвы рэдактар u200bu200bне ўстаноўлены
bg: Root Editor не е зададен
bn: রুট এডিটর সেট করা হয়নি
ca: Editor arrel no definit
cy: Golygydd Gwreiddiau Heb ei Osod
da: Root Editor ikke indstillet
eo: Radika Redaktoro Ne Agordita
et: Juurredaktor pole määratud
eu: Erro editorea ez da ezarri
fa: ﺖﺳﺍ ﻩﺪﺸﻧ ﻢﯿﻈﻨﺗ ﻪﺸﯾﺭ ﺮﮕﺸﯾﺍﺮﯾﻭ
fi: Pääeditoria ei ole asetettu
fil: Hindi Nakatakda ang Root Editor
fy: Root Editor net ynsteld
ga: Eagarthóir Fréamh Gan Socrú
gl: Editor raíz non definido
gu: રુટ એડિટર સેટ નથી
he: רדגומ אל שרושה ךרוע
hi: रूट संपादक सेट नहीं है
hr: Root Editor nije postavljen
hu: A gyökérszerkesztő nincs beállítva
hy: Արմատային խմբագրիչը սահմանված չէ
id: Editor Akar Tidak Disetel
is: Root Editor ekki stillt
ka: Root Editor არ არის დაყენებული
kk: Түбірлік редактор орнатылмаған
km: កម្មវិធីនិពន្ធឫសមិនត្រូវបានកំណត់ទេ។
kn: ರೂಟ್ ಎಡಿಟರ್ ಹೊಂದಿಸಲಾಗಿಲ್ಲ
ku: Edîtorê Root nayê danîn
ky: Түпкү редактор орнотулган эмес
lb: Root Editor net gesat
lo: Root Editor ບໍ່ໄດ້ຕັ້ງ
lt: Šakninis redaktorius nenustatytas
lv: Saknes redaktors nav iestatīts
mg: Root Editor Tsy napetraka
mi: Etita Root Kaore i Tautuhia
mk: Корен уредник не е поставен
ml: റൂട്ട് എഡിറ്റർ സജ്ജീകരിച്ചിട്ടില്ല
mn: Root Editor тохируулаагүй байна
mr: रूट संपादक सेट नाही
mt: Editur tal-Għerq Mhux Issettjat
my: Root Editor မသတ်မှတ်ပါ။
nb: Root Editor ikke angitt
ne: रूट सम्पादक सेट छैन
or: ମୂଳ ସମ୍ପାଦକ ସେଟ୍ ହୋଇନାହିଁ |
pa: ਰੂਟ ਸੰਪਾਦਕ ਸੈੱਟ ਨਹੀਂ ਹੈ
ps: ﯼﻮﺷ ﻞﮐﺎټ ﯼﺩ ﻪﻧ ﺮټﯾډﯾﺍ ټﻭﺭ
ro: Editorul rădăcină nu este setat
rw: Muhinduzi wumuzi Ntabwo yashizweho
sd: ﻲﻫﺎﻧ ٽﻴﺳ ﺮٽﻳڊﻳﺍ ٽﻭﺭ
si: මූල සංස්කාරකය සකසා නැත
sk: Koreňový editor nie je nastavený
sl: Root Editor ni nastavljen
sq: Editori rrënjë nuk është caktuar
sw: Kihariri cha Mizizi hakijawekwa
ta: ரூட் எடிட்டர் அமைக்கப்படவில்லை
te: రూట్ ఎడిటర్ సెట్ చేయబడలేదు
tg: Муҳаррири решавӣ муқаррар карда нашудааст
th: ไม่ได้ตั้งค่าตัวแก้ไขรูท
tk: Kök redaktory düzülmedi
tt: Тамыр редакторы куелмаган
uk: Кореневий редактор не встановлено
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﭧﯿﺳ ﺮﭩﯾﮉﯾﺍ ﭦﻭﺭ
uz: Ildiz muharriri sozlanmagan
vi: Root Editor chưa được đặt
xh: Umhleli weengcambu akamiselwanga
yi: טמיטשאַב טינ ראָטידע לצראָוו
