Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Linking from folder:
af: Skakel vanaf vouer:
am: ከአቃፊ ማገናኘት፡
ar: :ﺪﻠﺠﻤﻟﺍ ﻦﻣ ﻁﺎﺒﺗﺭﻻ﻿ﺍ
be: Спасылка з тэчкі:
bg: Връзка от папка:
bn: ফোল্ডার থেকে লিঙ্ক করা:
ca: Enllaç des de la carpeta:
cy: Cysylltu o'r ffolder:
da: Link fra mappe:
eo: Ligo el dosierujo:
et: Linkimine kaustast:
eu: Karpetatik estekatzea:
fa: :ﻪﺷﻮﭘ ﺯﺍ ﺪﻧﻮﯿﭘ
fi: Linkitys kansiosta:
fil: Pagli-link mula sa folder:
fy: Keppeling fan map:
ga: Ag nascadh ón bhfillteán:
gd: A ’ceangal bhon phasgan:
gl: Ligazón desde o cartafol:
gu: ફોલ્ડરમાંથી લિંક કરવું:
he: :היקיתמ רושיק
hi: फ़ोल्डर से लिंक करना:
hr: Povezivanje iz mape:
hu: Linkelés mappából:
hy: Հղում պանակից.
id: Menautkan dari folder:
is: Tengill úr möppu:
ka: დაკავშირება საქაღალდიდან:
kk: Қалтадан байланыстыру:
km: ការភ្ជាប់ពីថតឯកសារ៖
kn: ಫೋಲ್ಡರ್u200cನಿಂದ ಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ:
ku: Girêdana ji peldankê:
ky: Папкадан шилтемелөө:
lb: Verlinkt aus dem Dossier:
lo: ການເຊື່ອມຕໍ່ຈາກໂຟນເດີ:
lt: Nuoroda iš aplanko:
lv: Saite no mapes:
mg: Fampifandraisana avy amin'ny lahatahiry:
mi: Kei te hono mai i te kōpaki:
mk: Поврзување од папка:
ml: ഫോൾഡറിൽ നിന്ന് ലിങ്കുചെയ്യുന്നു:
mn: Фолдероос холбох:
mr: फोल्डरमधून लिंक करणे:
mt: Linking mill-folder:
my: ဖိုင်တွဲမှ လင့်ခ်ချိတ်ခြင်း-
nb: Kobling fra mappe:
ne: फोल्डरबाट लिङ्क गर्दै:
or: ଫୋଲ୍ଡରରୁ ଲିଙ୍କ୍:
pa: ਫੋਲਡਰ ਤੋਂ ਲਿੰਕ ਕਰਨਾ:
ps: :ﻝﻮﮐ ﮏﻨﯿﻟ ﻪﺨڅ ﺭډﻟﻮﻓ ﺩ
ro: Conectare din folder:
rw: Guhuza kuva mububiko:
sd: :ﮠﮃﻨﮘ ﻥﺎﻣ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරයෙන් සම්බන්ධ කිරීම:
sk: Prepojenie z priečinka:
sl: Povezava iz mape:
sq: Lidhja nga dosja:
sw: Kuunganisha kutoka kwa folda:
ta: கோப்புறையிலிருந்து இணைக்கிறது:
te: ఫోల్డర్ నుండి లింక్ చేస్తోంది:
tg: Пайвастшавӣ аз папка:
th: การเชื่อมโยงจากโฟลเดอร์:
tk: Papkadan baglanyşyk:
tt: Папкадан сылтама:
uk: Посилання з папки:
ur: :ﺎﻧﺮﮐ ﮏﻨﻟ ﮯﺳ ﺭﮉﻟﻮﻓ
uz: Jilddan ulanish:
vi: Liên kết từ thư mục:
xh: Ukudibanisa kwifolda:
yi: :עקעט ןופ גנודניבראַפֿ

source: Copying from folder:
af: Kopieer tans vanaf vouer:
am: ከአቃፊ መቅዳት፡
ar: :ﺪﻠﺠﻤﻟﺍ ﻦﻣ ﺦﺴﻨﻟﺍ ﻱﺭﺎﺟ
be: Капіраванне з тэчкі:
bg: Копиране от папка:
bn: ফোল্ডার থেকে অনুলিপি করা হচ্ছে:
ca: Còpia de la carpeta:
cy: Copïo o'r ffolder:
da: Kopiering fra mappe:
eo: Kopiante el dosierujo:
et: Kaustast kopeerimine:
eu: Karpetatik kopiatzen:
fa: :ﻪﺷﻮﭘ ﺯﺍ ﻥﺩﺮﮐ ﯽﭙﮐ
fi: Kopioiminen kansiosta:
fil: Kinokopya mula sa folder:
fy: Kopiearje út map:
ga: Cóipeáil ón bhfillteán:
gd: A ’copaigeadh bhon phasgan:
gl: Copiando dende o cartafol:
gu: ફોલ્ડરમાંથી નકલ કરી રહ્યા છીએ:
he: :היקיתמ הקתעה
hi: फ़ोल्डर से कॉपी करना:
hr: Kopiranje iz mape:
hu: Másolás mappából:
hy: Պատճենում թղթապանակից.
id: Menyalin dari folder:
is: Afritar úr möppu:
ka: კოპირება საქაღალდიდან:
kk: Қалтадан көшіру:
km: ការចម្លងពីថតឯកសារ៖
kn: ಫೋಲ್ಡರ್u200cನಿಂದ ನಕಲಿಸಲಾಗುತ್ತಿದೆ:
ku: Kopîkirin ji peldankê:
ky: Папкадан көчүрүү:
lb: Kopie vum Dossier:
lo: ສຳເນົາຈາກໂຟນເດີ:
lt: Kopijuojama iš aplanko:
lv: Kopēšana no mapes:
mg: Mandika avy amin'ny lahatahiry:
mi: Kei te tārua mai i te kōpaki:
mk: Копирање од папка:
ml: ഫോൾഡറിൽ നിന്ന് പകർത്തുന്നു:
mn: Фолдероос хуулж байна:
mr: फोल्डरमधून कॉपी करत आहे:
mt: Ikkopjar mill-folder:
my: ဖိုင်တွဲမှ ကူးယူခြင်း-
nb: Kopierer fra mappe:
ne: फोल्डरबाट प्रतिलिपि गर्दै:
or: ଫୋଲ୍ଡରରୁ କପି:
pa: ਫੋਲਡਰ ਤੋਂ ਕਾਪੀ ਕਰਨਾ:
ps: :ﻝﻮﮐ ﻲﭘﺎﮐ ﻪﺨڅ ﺭډﻟﻮﻓ ﻪﻟ
ro: Copierea din folder:
rw: Kwandukura mububiko:
sd: :ﻱﺪﻨڪ ﻞﻘﻧ ﻥﺎﻣ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරයෙන් පිටපත් කිරීම:
sk: Kopírovanie z priečinka:
sl: Kopiranje iz mape:
sq: Kopjimi nga dosja:
sw: Kunakili kutoka kwa folda:
ta: கோப்புறையிலிருந்து நகலெடுக்கிறது:
te: ఫోల్డర్ నుండి కాపీ చేస్తోంది:
tg: Нусхабардорӣ аз ҷузвдон:
th: คัดลอกจากโฟลเดอร์:
tk: Papkadan göçürmek:
tt: Папкадан күчерү:
uk: Копіювання з папки:
ur: :ﺎﻧﺮﮐ ﯽﭘﺎﮐ ﮯﺳ ﺭﮉﻟﻮﻓ
uz: Jilddan nusxa olish:
vi: Sao chép từ thư mục:
xh: Kukotshwa kwisiqulathi seefayili:
yi: :עקעט ןופ גנייפּאַק

source: Folder Exists
af: Folder bestaan
am: አቃፊ አለ።
ar: ﺩﻮﺟﻮﻣ ﺪﻠﺠﻤﻟﺍ
be: Папка існуе
bg: Папката съществува
bn: ফোল্ডার বিদ্যমান
ca: La carpeta existeix
cy: Ffolder yn Bodoli
da: Mappe findes
eo: Dosierujo Ekzistas
et: Kaust on olemas
eu: Karpeta badago
fa: ﺖﺳﺍ ﺩﻮﺟﻮﻣ ﻪﺷﻮﭘ
fi: Kansio on olemassa
fil: Umiiral ang Folder
fy: Map bestiet
ga: Fillteán ann
gd: Folder ann
gl: Cartafol Existe
gu: ફોલ્ડર અસ્તિત્વમાં છે
he: תמייק היקית
hi: फ़ोल्डर मौजूद है
hr: Mapa postoji
hu: Mappa létezik
hy: Թղթապանակ գոյություն ունի
id: Folder Ada
is: Mappa er til
ka: საქაღალდე არსებობს
kk: Қалта бар
km: មានថតឯកសារ
kn: ಫೋಲ್ಡರ್ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ku: Peldanka Heye
ky: Папка бар
lb: Dossier existéiert
lo: ໂຟນເດີມີຢູ່
lt: Aplankas Yra
lv: Mape pastāv
mg: Misy ny lahatahiry
mi: Kei te Tiri te kōpaki
mk: Папката постои
ml: ഫോൾഡർ നിലവിലുണ്ട്
mn: Хавтас байна
mr: फोल्डर अस्तित्वात आहे
mt: Folder Jeżisti
my: ဖိုင်တွဲ ရှိပြီးသား
nb: Mappe finnes
ne: फोल्डर अवस्थित छ
or: ଫୋଲ୍ଡର ବିଦ୍ୟମାନ ଅଛି |
pa: ਫੋਲਡਰ ਮੌਜੂਦ ਹੈ
ps: ﻱﺮﻟ ﻥﻮﺘﺷ ﺭډﻟﻮﻓ
ro: Folder există
rw: Ububiko burahari
sd: ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරය පවතී
sk: Priečinok existuje
sl: Mapa obstaja
sq: Dosja ekziston
sw: Folda Ipo
ta: கோப்புறை உள்ளது
te: ఫోల్డర్ ఉంది
tg: Папка мавҷуд аст
th: โฟลเดอร์ที่มีอยู่
tk: Papka bar
tt: Папка бар
uk: Папка існує
ur: ۔ﮯﮨ ﺩﻮﺟﻮﻣ ﺭﮉﻟﻮﻓ
uz: Jild mavjud
vi: Thư mục Tồn tại
xh: Isiqulathi seefayili sikhona
yi: ץסיסקע עקעט

source: <b>Folder already exists.</b> Please rename or select an action.
af: <b>Vouer bestaan u200bu200breeds.</b> Hernoem asseblief of kies 'n handeling.
am: <b>አቃፊ አስቀድሞ አለ።</b> እባክዎ እንደገና ይሰይሙ ወይም አንድ ድርጊት ይምረጡ።
ar: <b>.ﻞﻌﻔﻟﺎﺑ ﺩﻮﺟﻮﻣ ﺪﻠﺠﻤﻟﺍ</b> .ءﺍﺮﺟﺇ ﺪﻳﺪﺤﺗ ﻭﺃ ﺔﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ ﻰﺟﺮﻳ
be: <b>Папка ўжо існуе.</b> Перайменуйце або выберыце дзеянне.
bg: <b>Папката вече съществува.</b> Моля, преименувайте или изберете действие.
bn: <b>ফোল্ডার ইতিমধ্যেই বিদ্যমান।</b> অনুগ্রহ করে নাম পরিবর্তন করুন বা একটি ক্রিয়া নির্বাচন করুন৷
ca: <b>La carpeta ja existeix.</b> Si us plau, canvieu el nom o seleccioneu una acció.
cy: <b>Ffolder yn bodoli eisoes.</b> Ail-enwi neu ddewis gweithred.
da: <b>Mappen findes allerede.</b> Omdøb, eller vælg en handling.
eo: <b>Dosierujo jam ekzistas.</b> Bonvolu renomi aŭ elekti agon.
et: <b>Kaust on juba olemas.</b> Nimetage ümber või valige toiming.
eu: <b>Karpeta dagoeneko existitzen da.</b> Mesedez, aldatu izena edo hautatu ekintza bat.
fa: <b>.ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﺒﻗ ﺯﺍ ﻪﺷﻮﭘ</b> .ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺎﯾ ﺪﯿﻫﺩ ﻡﺎﻧ ﺮﯿﯿﻐﺗ ﺍﺭ ﻡﺍﺪﻗﺍ ﮏﯾ ًﺎﻔﻄﻟ
fi: <b>Kansio on jo olemassa.</b> Nimeä uudelleen tai valitse toiminto.
fil: <b>Umiiral na ang folder.</b> Mangyaring palitan ang pangalan o pumili ng isang aksyon.
fy: <b>Map bestiet al.</b> Omneame asjebleaft of selektearje in aksje.
ga: <b>Fillteán ann cheana féin.</b> Athainmnigh nó roghnaigh gníomh le do thoil.
gd: <b>Folder ann mu thràth.</b> Feuch an ainmich thu no tagh gnìomh.
gl: <b>O cartafol xa existe.</b> Cambia o nome ou selecciona unha acción.
gu: <b>ફોલ્ડર પહેલેથી જ અસ્તિત્વમાં છે.</b> કૃપા કરીને નામ બદલો અથવા ક્રિયા પસંદ કરો.
he: <b>.תמייק רבכ היקיתה</b> .הלועפ רחב וא םש הנש אנא
hi: <b>फ़ोल्डर पहले से मौजूद है।</b> कृपया नाम बदलें या किसी क्रिया का चयन करें।
hr: <b>Mapa već postoji.</b> Preimenujte ili odaberite radnju.
hu: <b>A mappa már létezik.</b> Kérjük, nevezzen át vagy válasszon egy műveletet.
hy: <b>Թղթապանակն արդեն գոյություն ունի:</b> Խնդրում ենք վերանվանել կամ ընտրել գործողություն:
id: <b>Folder sudah ada.</b> Harap ganti nama atau pilih tindakan.
is: <b>Mappa er þegar til.</b> Vinsamlegast endurnefna eða veldu aðgerð.
ka: <b>საქაღალდე უკვე არსებობს.</b> გთხოვთ გადაარქვათ სახელი ან აირჩიოთ მოქმედება.
kk: <b>Қалта бұрыннан бар.</b> Атын өзгерту немесе әрекетті таңдаңыз.
km: <b>ថតឯកសារមានរួចហើយ។</b> សូមប្តូរឈ្មោះ ឬជ្រើសរើសសកម្មភាព។
kn: <b>ಫೋಲ್ಡರ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.</b> ದಯವಿಟ್ಟು ಮರುಹೆಸರಿಸಿ ಅಥವಾ ಕ್ರಿಯೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ku: <b>Peldanka jixwe heye.</b> Ji kerema xwe navê xwe biguherînin an çalakiyek hilbijêrin.
ky: <b>Папка мурунтан эле бар.</b> Атын өзгөртүү же аракетти тандаңыз.
lb: <b>Dossier existéiert schonn.</b> Weg ëmbenennen oder wielt eng Aktioun.
lo: <b>ໂຟນເດີມີຢູ່ແລ້ວ.</b> ກະລຸນາປ່ຽນຊື່ ຫຼືເລືອກຄຳສັ່ງໃດໜຶ່ງ.
lt: <b>Aplankas jau yra.</b> Prašome pervadinti arba pasirinkti veiksmą.
lv: <b>Mape jau pastāv.</b> Lūdzu, pārdēvējiet vai atlasiet darbību.
mg: <b>Efa misy ny lahatahiry.</b> Ovao anarana na mifidiana hetsika iray azafady.
mi: <b>Kei te tīariari kē te kōpaki.</b> Whakaingoa ano, tohua ranei he hohenga.
mk: <b>Папката веќе постои.</b> Преименувајте или изберете дејство.
ml: <b>ഫോൾഡർ ഇതിനകം നിലവിലുണ്ട്.</b> പേരുമാറ്റുക അല്ലെങ്കിൽ ഒരു പ്രവർത്തനം തിരഞ്ഞെടുക്കുക.
mn: <b>Фолдер аль хэдийн байна.</b> Нэрийг өөрчлөх эсвэл үйлдлийг сонгоно уу.
mr: <b>फोल्डर आधीपासून अस्तित्वात आहे.</b> कृपया नाव बदला किंवा एखादी क्रिया निवडा.
mt: <b>Folder diġà jeżisti.</b> Jekk jogħġbok semmi mill-ġdid jew agħżel azzjoni.
my: <b>ဖိုင်တွဲ ရှိနှင့်ပြီးဖြစ်သည်။</b> ကျေးဇူးပြု၍ အမည်ပြောင်းပါ သို့မဟုတ် လုပ်ဆောင်ချက်တစ်ခုကို ရွေးချယ်ပါ။
nb: <b>Mappen finnes allerede.</b> Gi nytt navn eller velg en handling.
ne: <b>फोल्डर पहिले नै अवस्थित छ।</b> कृपया पुन: नामाकरण गर्नुहोस् वा कार्य चयन गर्नुहोस्।
or: <b>ଫୋଲ୍ଡର୍ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି |</b> ଦୟାକରି ଏକ କ୍ରିୟାର ନାମ ପରିବର୍ତ୍ତନ କରନ୍ତୁ କିମ୍ବା ଚୟନ କରନ୍ତୁ |
pa: <b>ਫੋਲਡਰ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।</b> ਕਿਰਪਾ ਕਰਕੇ ਨਾਮ ਬਦਲੋ ਜਾਂ ਕੋਈ ਕਾਰਵਾਈ ਚੁਣੋ।
ps: <b>.ﻱﺮﻟ ﻥﻮﺘﺷ ﻪﺨﻣﺩ ﻻ﻿ ﺭډﻟﻮﻓ</b> .ﺉړﮐ ﻩﺭﻮﻏ ﻞﻤﻋ ﻮﯾ ﺎﯾ ﺉړﮐ ﻝﺪﺑ ﻡﻮﻧ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: <b>Dosarul există deja.</b> Redenumiți sau selectați o acțiune.
rw: <b>Ububiko bumaze kubaho.</b> Nyamuneka hindura izina cyangwa uhitemo igikorwa.
sd: <b>.ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﻲﺋ ۾ ﮖﺍ ﺭڊﻟﻮﻓ</b> .ﻮﻳڊﻧﻮﭼ ﻞﻤﻋ ﺎﻳ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: <b>ෆෝල්ඩරය දැනටමත් පවතී.</b> කරුණාකර නැවත නම් කරන්න හෝ ක්u200dරියාවක් තෝරන්න.
sk: <b>Priečinok už existuje.</b> Premenujte alebo vyberte akciu.
sl: <b>Mapa že obstaja.</b> Preimenujte ali izberite dejanje.
sq: <b>Dosja ekziston tashmë.</b> Ju lutemi riemërtoni ose zgjidhni një veprim.
sw: <b>Folda tayari ipo.</b> Tafadhali badilisha jina au chagua kitendo.
ta: <b>கோப்புறை ஏற்கனவே உள்ளது.</b> மறுபெயரிடவும் அல்லது செயலைத் தேர்ந்தெடுக்கவும்.
te: <b>ఫోల్డర్ ఇప్పటికే ఉంది.</b> దయచేసి పేరు మార్చండి లేదా చర్యను ఎంచుకోండి.
tg: <b>Папка аллакай вуҷуд дорад.</b> Лутфан номашро тағир диҳед ё амалеро интихоб кунед.
th: <b>มีโฟลเดอร์อยู่แล้ว</b> โปรดเปลี่ยนชื่อหรือเลือกการดำเนินการ
tk: <b>Papka eýýäm bar.</b> Hereketiň adyny üýtgediň ýa-da saýlaň.
tt: <b>Папка бар.</b> Зинһар, исемнең исемен үзгәртегез яки сайлагыз.
uk: <b>Папка вже існує.</b> Будь ласка, перейменуйте або виберіть дію.
ur: <b>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﮯﺳ ﮯﻠﮩﭘ ﺭﮉﻟﻮﻓ</b> ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﻞﻤﻋ ﯽﺋﻮﮐ ﺎﯾ ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: <b>Jild allaqachon mavjud.</b> Nomini oʻzgartiring yoki amalni tanlang.
vi: <b>Thư mục đã tồn tại.</b> Vui lòng đổi tên hoặc chọn một hành động.
xh: <b>Isiqulathi seefayili sesikho.</b> Nceda uthiye ngokutsha okanye ukhethe isenzo.
yi: <b>.ןיוש טריטסיזקע עקעט</b> .עיצקאַ ןאַ ןביַילקסיוא רעדאָ עמאַנער עטיב

source: <b>( link )</b>
af: <b>( skakel )</b>
am: <b>( አገናኝ )</b>
ar: <b>( ﻞﺻﻮﻟﺍ ﺔﻘﻠﺣ )</b>
be: <b>( спасылка )</b>
bg: <b>( връзка )</b>
bn: <b>( লিঙ্ক )</b>
ca: <b>( enllaç )</b>
cy: <b>( dolen )</b>
eo: <b>( ligilo )</b>
eu: <b>( esteka )</b>
fa: <b>( ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ )</b>
fi: <b>( linkki )</b>
ga: <b>( nasc )</b>
gd: <b>( ceangal )</b>
gl: <b>( ligazón )</b>
gu: <b>( લિંક )</b>
he: <b>( רושיק )</b>
hi: <b>( संपर्क )</b>
hr: <b>( veza )</b>
hy: <b>( հղում )</b>
id: <b>( tautan )</b>
is: <b>( hlekkur )</b>
ka: <b>( ბმული )</b>
kk: <b>( сілтеме )</b>
km: <b>( តំណភ្ជាប់ )</b>
kn: <b>( ಲಿಂಕ್ )</b>
ku: <b>( pêvek )</b>
ky: <b>( шилтеме )</b>
lo: <b>( ເຊື່ອມຕໍ່ )</b>
lt: <b>( nuoroda )</b>
lv: <b>( saite )</b>
mg: <b>( rohy )</b>
mi: <b>( hono )</b>
mk: <b>( врска )</b>
ml: <b>( ലിങ്ക് )</b>
mn: <b>( холбоос )</b>
mr: <b>( दुवा )</b>
my: <b>( လင့်ခ် )</b>
ne: <b>( लिङ्क )</b>
or: <b>( ଲିଙ୍କ୍ )</b>
pa: <b>( ਲਿੰਕ )</b>
ps: <b>( ﮏﻨﯿﻟ )</b>
ro: <b>( legătură )</b>
rw: <b>( Ihuza )</b>
sd: <b>( ﮃﻨﮘ )</b>
si: <b>( සබැඳිය )</b>
sk: <b>( odkaz )</b>
sl: <b>( povezava )</b>
sq: <b>( lidhje )</b>
sw: <b>( kiungo )</b>
ta: <b>( இணைப்பு )</b>
te: <b>( లింక్ )</b>
tg: <b>( пайванд )</b>
th: <b>( ลิงค์ )</b>
tk: <b>( baglanyşyk )</b>
tt: <b>( сылтама )</b>
uk: <b>( посилання )</b>
ur: <b>( ﮏﻨﻟ )</b>
uz: <b>( havola )</b>
vi: <b>( liên kết )</b>
xh: <b>( ikhonkco )</b>
yi: <b>( קניל )</b>

source: <b>! overwrite file with link !</b>
af: <b>! oorskryf lêer met skakel !</b>
am: <b>! ፋይሉን በአገናኝ ይድገሙት !</b>
ar: <b>! ﻁﺎﺒﺗﺭﻻ﻿ﺍ ﻊﻣ ﻒﻠﻤﻟﺍ ﻕﻮﻓ ﺔﺑﺎﺘﻜﻟﺍ !</b>
be: <b>! перазапісаць файл са спасылкай !</b>
bg: <b>! презаписване на файл с връзка !</b>
bn: <b>! লিঙ্ক সহ ফাইল ওভাররাইট করুন !</b>
ca: <b>! sobreescriu el fitxer amb l'enllaç !</b>
cy: <b>! trosysgrifo ffeil gyda dolen !</b>
da: <b>! overskriv fil med link !</b>
eo: <b>! anstataŭigu dosieron per ligilo !</b>
et: <b>! kirjuta fail lingiga üle !</b>
eu: <b>! gainidatzi fitxategia estekarekin !</b>
fa: <b>! ﮏﻨﯿﻟ ﺎﺑ ﻞﯾﺎﻓ ﯽﺴﯾﻮﻧﺯﺎﺑ !</b>
fi: <b>! korvaa tiedosto linkillä !</b>
fil: <b>! i-overwrite ang file na may link !</b>
fy: <b>! oerskriuwe triem mei keppeling !</b>
ga: <b>! comhad a fhorscríobh le nasc !</b>
gd: <b>! cuir thairis faidhle le ceangal !</b>
gl: <b>! sobrescribir o ficheiro coa ligazón !</b>
gu: <b>! લિંક સાથે ફાઇલ પર ફરીથી લખો !</b>
he: <b>! רושיק םע ץבוק ףילחהל !</b>
hi: <b>! लिंक के साथ फ़ाइल को अधिलेखित करें !</b>
hr: <b>! prepisati datoteku s vezom !</b>
hu: <b>! fájl felülírása hivatkozással !</b>
hy: <b>! վերագրանցել ֆայլը հղումով !</b>
id: <b>! timpa file dengan tautan !</b>
is: <b>! skrifa yfir skrá með tengli !</b>
ka: <b>! ფაილის გადაწერა ბმულით !</b>
kk: <b>! сілтемесі бар файлды қайта жазу !</b>
km: <b>! សរសេរជាន់លើឯកសារជាមួយតំណ !</b>
kn: <b>! ಲಿಂಕ್u200cನೊಂದಿಗೆ ಫೈಲ್ ಅನ್ನು ಓವರ್u200cರೈಟ್ ಮಾಡಿ !</b>
ku: <b>! pelê bi lînkê binivîsîne !</b>
ky: <b>! шилтемеси бар файлды кайра жазыңыз !</b>
lb: <b>! iwwerschreiwe Fichier mat Link !</b>
lo: <b>! ຂຽນທັບໄຟລ໌ດ້ວຍລິ້ງ !</b>
lt: <b>! perrašyti failą su nuoroda !</b>
lv: <b>! pārrakstīt failu ar saiti !</b>
mg: <b>! overwrite rakitra miaraka amin'ny rohy !</b>
mi: <b>! tuhirua te konae me te hono !</b>
mk: <b>! презапишете датотека со врска !</b>
ml: <b>! ലിങ്ക് ഉപയോഗിച്ച് ഫയൽ തിരുത്തിയെഴുതുക !</b>
mn: <b>! холбоос бүхий файлыг дарж бичих !</b>
mr: <b>! दुव्यासह फाईल ओव्हरराइट करा !</b>
mt: <b>! ikteb fuq il-fajl bil-link !</b>
my: <b>! ဖိုင်ကို link ဖြင့် overwrite လုပ်ပါ။ !</b>
nb: <b>! overskriv fil med lenke !</b>
ne: <b>! लिङ्कको साथ फाइल अधिलेखन गर्नुहोस् !</b>
or: <b>! ଲିଙ୍କ୍ ସହିତ ଫାଇଲ୍ ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ | !</b>
pa: <b>! ਲਿੰਕ ਦੇ ਨਾਲ ਫਾਈਲ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰੋ !</b>
ps: <b>! ﻞﮑﯿﻟ ﺎﯿﺑ ﻞﯾﺎﻓ ﻩﺮﺳ ﮏﻨﯿﻟ ﺩ !</b>
ro: <b>! suprascrie fișierul cu link !</b>
rw: <b>! andika dosiye hamwe na link !</b>
sd: <b>! ﻮﻳﺮڪ ٽﺋﺍﺭ ﺭﻭﻭﺍ ﻞﺋﺎﻓ ﻥﺎﺳ ڪﻨﻟ !</b>
si: <b>! සබැඳිය සමඟ ගොනුව උඩින් ලියන්න !</b>
sk: <b>! prepísať súbor odkazom !</b>
sl: <b>! prepiši datoteko s povezavo !</b>
sq: <b>! mbishkruani skedarin me lidhje !</b>
sw: <b>! futa faili kwa kiungo !</b>
ta: <b>! இணைப்புடன் கோப்பை மேலெழுதவும் !</b>
te: <b>! లింక్u200cతో ఫైల్u200cని ఓవర్u200cరైట్ చేయండి !</b>
tg: <b>! файлро бо истинод аз нав нависед !</b>
th: <b>! เขียนทับไฟล์ด้วยลิงค์ !</b>
tk: <b>! baglanyşyk bilen faýly gaýtadan ýazyň !</b>
tt: <b>! файлны сылтама белән языгыз !</b>
uk: <b>! перезаписати файл з посиланням !</b>
ur: <b>! ۔ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﻞﺋﺎﻓ ﮫﺗﺎﺳ ﮯﮐ ﮏﻨﻟ !</b>
uz: <b>! havola bilan faylning ustiga yozing !</b>
vi: <b>! ghi đè lên tệp bằng liên kết !</b>
xh: <b>! bhala ngaphezulu ifayile ngekhonkco !</b>
yi: <b>! קניל טימ עקעט טייררעווואָ !</b>

source: <b>( same size )</b>
af: <b>( dieselfde grootte )</b>
am: <b>( ተመሳሳይ መጠን )</b>
ar: <b>( ﻢﺠﺤﻟﺍ ﺲﻔﻧ )</b>
be: <b>( таго ж памеру )</b>
bg: <b>( същия размер )</b>
bn: <b>( একই আকার )</b>
ca: <b>( mateixa mida )</b>
cy: <b>( yr un maint )</b>
da: <b>( samme størrelse )</b>
eo: <b>( sama grandeco )</b>
et: <b>( sama suurus )</b>
eu: <b>( tamaina berekoa )</b>
fa: <b>( ﻩﺯﺍﺪﻧﺍ ﻢﻫ )</b>
fi: <b>( sama koko )</b>
fil: <b>( parehong laki )</b>
fy: <b>( selde grutte )</b>
ga: <b>( an méid céanna )</b>
gd: <b>( an aon mheud )</b>
gl: <b>( mesmo tamaño )</b>
gu: <b>( સમાન કદ )</b>
he: <b>( לדוג ותוא )</b>
hi: <b>( एक समान आकार )</b>
hr: <b>( ista veličina )</b>
hu: <b>( ugyanaz a méret )</b>
hy: <b>( նույն չափը )</b>
id: <b>( ukuran sama )</b>
is: <b>( sömu stærð )</b>
ka: <b>( იგივე ზომა )</b>
kk: <b>( бірдей өлшем )</b>
km: <b>( ទំហំដូចគ្នា។ )</b>
kn: <b>( ಒಂದೇ ಅಳತೆ )</b>
ku: <b>( heman size )</b>
ky: <b>( бирдей өлчөмдө )</b>
lb: <b>( selwecht Gréisst )</b>
lo: <b>( ຂະຫນາດດຽວກັນ )</b>
lt: <b>( tokio pat dydžio )</b>
lv: <b>( vienāda izmēra )</b>
mg: <b>( mitovy habe )</b>
mi: <b>( rite tonu te rahi )</b>
mk: <b>( иста големина )</b>
ml: <b>( അതേ വലിപ്പം )</b>
mn: <b>( ижил хэмжээтэй )</b>
mr: <b>( समान आकार )</b>
mt: <b>( istess daqs )</b>
my: <b>( အရွယ်အစားတူ )</b>
nb: <b>( samme størrelse )</b>
ne: <b>( समान आकार )</b>
or: <b>( ସମାନ ଆକାର | )</b>
pa: <b>( ਇੱਕੋ ਆਕਾਰ )</b>
ps: <b>( ﻩﺯﺍﺪﻧﺍ ﻪﺗﺭﻭ )</b>
ro: <b>( aceeași mărime )</b>
rw: <b>( ingano imwe )</b>
sd: <b>( ﭖﺎﻣ ﻲﮘﺎﺳ )</b>
si: <b>( එකම ප්රමාණයෙන් )</b>
sk: <b>( rovnaká veľkosť )</b>
sl: <b>( enake velikosti )</b>
sq: <b>( të njëjtën madhësi )</b>
sw: <b>( ukubwa sawa )</b>
ta: <b>( அதே அளவு )</b>
te: <b>( అదే పరిమాణం )</b>
tg: <b>( ҳамон андоза )</b>
th: <b>( ขนาดเดียวกัน )</b>
tk: <b>( birmeňzeş ululykda )</b>
tt: <b>( бер үк зурлыкта )</b>
uk: <b>( однакового розміру )</b>
ur: <b>( ﺰﺋﺎﺳ ﺎﺴﯿﺟ ﮏﯾﺍ )</b>
uz: <b>( bir xil o'lchamda )</b>
vi: <b>( cùng cỡ )</b>
xh: <b>( ubungakanani obufanayo )</b>
yi: <b>( סיירג רעקיבלעז )</b>

source: %s ( %lu bytes )
af: %s ( %lu grepe )
am: %s ( %lu ባይት )
ar: %s ( %lu ﺖﻳﺎﺑ )
be: %s ( %lu байтаў )
bg: %s ( %lu байтове )
bn: %s ( %lu বাইট )
cy: %s ( %lu beit )
eo: %s ( %lu bajtoj )
et: %s ( %lu baiti )
eu: %s ( %lu byteak )
fa: %s ( %lu ﺎﻫ ﺖﯾﺎﺑ )
fi: %s ( %lu tavua )
fil: %s ( %lu byte )
gu: %s ( %lu બાઇટ્સ )
he: %s ( %lu םיתב )
hi: %s ( %lu बाइट्स )
hr: %s ( %lu bajtova )
hu: %s ( %lu bájtok )
hy: %s ( %lu բայթ )
id: %s ( %lu byte )
is: %s ( %lu bæti )
ka: %s ( %lu ბაიტები )
kk: %s ( %lu байт )
km: %s ( %lu បៃ )
kn: %s ( %lu ಬೈಟ್u200cಗಳು )
ky: %s ( %lu байт )
lo: %s ( %lu ໄບຕ໌ )
lt: %s ( %lu baitų )
lv: %s ( %lu baiti )
mg: %s ( %lu oktety )
mi: %s ( %lu paita )
mk: %s ( %lu бајти )
ml: %s ( %lu ബൈറ്റുകൾ )
mn: %s ( %lu байт )
mr: %s ( %lu बाइट्स )
my: %s ( %lu ဘိုက် )
ne: %s ( %lu बाइट्स )
or: %s ( %lu ବାଇଟ୍ | )
pa: %s ( %lu ਬਾਈਟ )
ps: %s ( %lu ﺲټﯾﺎﺑ )
ro: %s ( %lu octeți )
sd: %s ( %lu ٽﻴﺋﺎﺑ )
si: %s ( %lu බයිට් )
sk: %s ( %lu bajtov )
sl: %s ( %lu bajtov )
sq: %s ( %lu byte )
sw: %s ( %lu baiti )
ta: %s ( %lu பைட்டுகள் )
te: %s ( %lu బైట్లు )
tg: %s ( %lu байт )
th: %s ( %lu ไบต์ )
tk: %s ( %lu baýt )
tt: %s ( %lu байт )
uk: %s ( %lu байтів )
ur: %s ( %lu ﺲﭩﺋﺎﺑ )
uz: %s ( %lu bayt )
vi: %s ( %lu byte )
xh: %s ( %lu iibhayithi )
yi: %s ( %lu סעטיב )

source: larger
af: groter
am: ትልቅ
ar: ﺮﺒﻛﺃ
be: большы
bg: по-голям
bn: বড়
ca: més gran
cy: mwy
da: større
eo: pli granda
et: suurem
eu: handiagoak
fa: ﺮﺘﮔﺭﺰﺑ
fi: suurempi
fil: mas malaki
fy: grutter
ga: níos mó
gd: nas motha
gl: máis grande
gu: મોટા
he: לודג רתוי
hi: बड़ा
hr: veći
hu: nagyobb
hy: ավելի մեծ
id: lebih besar
is: stærra
ka: უფრო დიდი
kk: үлкенірек
km: ធំជាង
kn: ದೊಡ್ಡದು
ku: mezintir
ky: чоңураак
lb: méi grouss
lo: ໃຫຍ່ກວ່າ
lt: didesnis
lv: lielāks
mg: lehibe kokoa
mi: nui ake
mk: поголема
ml: വലിയ
mn: илүү том
mr: मोठे
mt: akbar
my: ပိုကြီးတယ်။
nb: større
ne: ठूलो
or: ବଡ଼
pa: ਵੱਡਾ
ps: ﯼﻮﻟ
ro: mai mare
rw: binini
sd: ﻭڏﻭ
si: විශාල
sk: väčší
sl: večji
sq: më të mëdha
sw: kubwa zaidi
ta: பெரியது
te: పెద్దది
tg: калонтар
th: ใหญ่ขึ้น
tk: has uly
tt: зуррак
uk: більший
ur: ﺍﮍﺑ
uz: kattaroq
vi: lớn hơn
xh: inkulu
yi: רעסערג

source: smaller
af: kleiner
am: ያነሰ
ar: ﺮﻐﺻﻷ﻿ﺍ
be: меншы
bg: по-малък
bn: ছোট
ca: més petit
cy: llai
da: mindre
eo: pli malgranda
et: väiksem
eu: txikiagoak
fa: ﺮﺘﮑﭼﻮﮐ
fi: pienempi
fil: mas maliit
fy: lytser
ga: níos lú
gd: nas lugha
gl: menor
gu: નાનું
he: רתוי ןטק
hi: छोटे
hr: manji
hu: kisebb
hy: ավելի փոքր
id: lebih kecil
is: minni
ka: უფრო პატარა
kk: кішірек
km: តូចជាង
kn: ಚಿಕ್ಕದಾಗಿದೆ
ku: biçûktir
ky: кичирээк
lb: méi kleng
lo: ນ້ອຍກວ່າ
lt: mažesnis
lv: mazāks
mg: kelikely kokoa
mi: iti ake
mk: помали
ml: ചെറുത്
mn: жижиг
mr: लहान
mt: iżgħar
my: ပိုသေး
nb: mindre
ne: सानो
or: ଛୋଟ
pa: ਛੋਟਾ
ps: ﯽﻨﭼﻮﮐ
ro: mai mic
rw: ntoya
sd: ﻭﮃﻨﻧ
si: කුඩා
sk: menšie
sl: manjši
sq: më të vogla
sw: ndogo
ta: சிறியது
te: చిన్నది
tg: хурдтар
th: เล็กกว่า
tk: kiçi
tt: кечерәк
uk: менший
ur: ﺎﭨﻮﮭﭼ
uz: kichikroq
vi: nhỏ hơn
xh: encinci
yi: רערענעלק

source: <b>( same time )</b>
af: <b>( dieselfde tyd )</b>
am: <b>( በተመሳሳይ ጊዜ )</b>
ar: <b>( ﺖﻗﻮﻟﺍ ﺲﻔﻧ )</b>
be: <b>( той жа час )</b>
bg: <b>( същото време )</b>
bn: <b>( একই সময় )</b>
ca: <b>( mateix temps )</b>
cy: <b>( yr un amser )</b>
da: <b>( samme tid )</b>
eo: <b>( samtempe )</b>
et: <b>( sama aeg )</b>
eu: <b>( denbora berdinean )</b>
fa: <b>( ﻥﺎﻣﺯ ﻥﺎﻤﻫ )</b>
fi: <b>( samaan aikaan )</b>
fil: <b>( parehong oras )</b>
fy: <b>( selde tiid )</b>
ga: <b>( an am céanna )</b>
gd: <b>( an aon àm )</b>
gl: <b>( ó mesmo tempo )</b>
gu: <b>( સરખો સમય )</b>
he: <b>( ןמז ותוא )</b>
hi: <b>( उसी समय )</b>
hr: <b>( isto vrijeme )</b>
hu: <b>( Ugyanakkor )</b>
hy: <b>( միեւնույն ժամանակ )</b>
id: <b>( waktu yang sama )</b>
is: <b>( sama tíma )</b>
ka: <b>( იმავე დროს )</b>
kk: <b>( сол уақытта )</b>
km: <b>( ពេលu200bតែមួយ )</b>
kn: <b>( ಅದೇ ಸಮಯದಲ್ಲಿ )</b>
ku: <b>( heman dem )</b>
ky: <b>( ошол эле убакытта )</b>
lb: <b>( gläichzäiteg )</b>
lo: <b>( ເວລາດຽວກັນ )</b>
lt: <b>( Tuo pačiu metu )</b>
lv: <b>( tajā pašā laikā )</b>
mg: <b>( fotoana iray ihany )</b>
mi: <b>( taua wa ano )</b>
mk: <b>( исто време )</b>
ml: <b>( അതെ സമയം )</b>
mn: <b>( адил цагт )</b>
mr: <b>( एकाच वेळी )</b>
mt: <b>( l-istess ħin )</b>
my: <b>( တစ်ချိန်တည်း )</b>
nb: <b>( samme tid )</b>
ne: <b>( एकै समयमा )</b>
or: <b>( ଏକା ସମୟରେ )</b>
pa: <b>( ਉਸੀ ਸਮੇਂ )</b>
ps: <b>( ﯥﮐ ﺖﺧﻭ ﻪﺗﺭﻭ ﻪﭘ )</b>
ro: <b>( acelasi timp )</b>
rw: <b>( icyarimwe )</b>
sd: <b>( ﺖﻗﻭ ﻲﮘﺎﺳ )</b>
si: <b>( අතර ම )</b>
sk: <b>( rovnaký čas )</b>
sl: <b>( istočasno )</b>
sq: <b>( ne te njejten kohe )</b>
sw: <b>( wakati huo huo )</b>
ta: <b>( அதே நேரம் )</b>
te: <b>( అదే సమయం లో )</b>
tg: <b>( ҳамон вақт )</b>
th: <b>( ในเวลาเดียวกัน )</b>
tk: <b>( şol bir wagt )</b>
tt: <b>( бер үк вакытта )</b>
uk: <b>( той же час )</b>
ur: <b>( ﺖﻗﻭ ﯽﮨ ﮏﯾﺍ )</b>
uz: <b>( bir vaqtda )</b>
vi: <b>( cùng thời gian )</b>
xh: <b>( xeshanye )</b>
yi: <b>( טייצ עבלעז )</b>

source: newer
af: nuwer
am: አዲስ
ar: ﺙﺪﺣﺃ
be: навейшы
bg: по-нова
bn: নতুন
ca: més nou
cy: mwy newydd
da: nyere
eo: pli nova
et: uuem
eu: berriagoa
fa: ﺮﺗﺪﯾﺪﺟ
fi: uudempi
fil: mas bago
fy: nijer
ga: níos nuaí
gd: nas ùire
gl: máis recente
gu: નવું
he: רתוי שדח
hi: नए
hr: novijeg
hu: újabb
hy: ավելի նոր
id: lebih baru
is: nýrri
ka: უფრო ახალი
kk: жаңарақ
km: ថ្មីជាងនេះ។
kn: ಹೊಸದು
ku: nûtir
ky: жаңыраак
lb: méi nei
lo: ໃໝ່ກວ່າ
lt: naujesni
lv: jaunāks
mg: vaovao kokoa
mi: hou ake
mk: понови
ml: പുതിയത്
mn: шинэ
mr: नवीन
mt: aktar ġodda
my: ပိုသစ်တယ်။
nb: nyere
ne: नयाँ
or: ନୂତନ
pa: ਨਵਾਂ
ps: ﯼﻮﻧ
ro: mai nou
rw: gishya
sd: ﻥﻮﺌﻧ
si: අලුත්
sk: novšie
sl: novejši
sq: më të reja
sw: mpya zaidi
ta: புதியது
te: కొత్తది
tg: навтар
th: ใหม่กว่า
tk: has täze
tt: яңарак
uk: новіший
ur: ﺎﯿﻧ
uz: yangiroq
vi: mới hơn
xh: entsha
yi: רעיַינ
