Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Panel
af: Paneel
am: ፓነል
ar: ﺔﺣﻮﻟ
be: Панэль
bg: Панел
bn: প্যানেল
ca: Panell
eo: Panelo
et: Paneel
eu: Panela
fa: ﻞﻧﺎﭘ
fi: Paneeli
ga: Painéal
gd: Pannal
gu: પેનલ
he: ַחּול
hi: पैनल
hr: Ploča
hy: Վահանակ
ka: პანელი
kk: Панель
km: បន្ទះ
kn: ಫಲಕ
ky: Панел
lo: ກະດານ
lt: Skydas
lv: Panelis
mi: Paewhiri
mk: Панел
ml: പാനൽ
mn: Самбар
mr: पॅनेल
my: ဘောင်
ne: प्यानल
or: ପ୍ୟାନେଲ୍ |
pa: ਪੈਨਲ
ps: ﻞﻨﯿﭘ
ro: Panou
rw: Ikibaho
sd: ﻞﻨﻴﭘ
si: පැනලය
sl: Plošča
sq: Paneli
sw: Paneli
ta: குழு
te: ప్యానెల్
tg: Панел
th: แผงหน้าปัด
tt: Панель
uk: Панель
ur: ﻞﻨﯿﭘ
vi: Bảng điều khiển
xh: Iphaneli
yi: עילפאַט

source: New _Command
af: Nuut _Bevel
am: አዲስ _ትዕዛዝ
ar: ﺪﻳﺪﺟ _ﺮﻣﺃ
be: Новае _Загад
bg: Нов _Команда
bn: নতুন _আদেশ
ca: Nou _Comandament
cy: Newydd _Gorchymyn
da: Ny _Kommando
eo: Nova _Komando
et: Uus _Käsk
eu: Berria _Agindua
fa: دستور_ جدید
fi: Uusi _Komento
fil: Bago _Utos
fy: Nij _Befel
ga: Nua _Ordú
gd: Ùr _Òrdugh
gl: Novo _Comando
gu: નવી _આદેશ
he: ׁשָדָח _הדוקפ
hi: नया _आदेश
hr: Novi _Naredba
hu: Új _Parancs
hy: Նոր _Հրաման
id: Baru _Memerintah
is: Nýtt _Skipun
ka: ახალი _ბრძანება
kk: Жаңа _Пәрмен
km: ថ្មី។ _បញ្ជា
kn: ಹೊಸದು _ಆಜ್ಞೆ
ku: Nşh _Ferman
ky: Жаңы _Command
lb: Nei _Kommando
lo: ໃຫມ່ _ຄໍາສັ່ງ
lt: Nauja _komandą
lv: Jauns _Pavēli
mg: Vaovao _didy
mi: Hou _Whakahau
mk: Ново _Команда
ml: പുതിയത് _കമാൻഡ്
mn: Шинэ _Тушаал
mr: नवीन _आज्ञा
mt: Ġdid _Kmand
my: အသစ် _အမိန့်ပေးသည်။
nb: Ny _Kommando
ne: नयाँ _आदेश
or: ନୂତନ _ନିର୍ଦ୍ଦେଶ |
pa: ਨਵਾਂ _ਹੁਕਮ
ps: ﯼﻮﻧ _ﺮﻣﺍ
ro: Nou _Comanda
rw: Gishya _Tegeka
sd: ﻥﻮﺌﻧ _ﻢڪﺣ
si: අලුත් _විධානය
sk: Nový _Príkaz
sl: Novo _Ukaz
sq: I ri _Komanda
sw: Mpya _Amri
ta: புதியது _கட்டளை
te: కొత్తది _ఆదేశం
tg: Нав _Фармон
th: ใหม่ _สั่งการ
tk: Täze _Buýruk
tt: Яңа _Команда
uk: Нова _команда
ur: ﯽﺌﻧ _ﮉﻧﺎﻤﮐ
uz: Yangi _Buyruq
vi: Mới mẻ _Yêu cầu
xh: Entsha _Umyalelo
yi: יַינ _לעפֿאַב

source: Show Panel %d
af: Wys Paneel %d
am: ፓነል አሳይ %d
ar: ﺔﺣﻮﻟ ﺽﺮﻋ %d
be: Паказаць панэль %d
bg: Показване на панела %d
bn: প্যানেল দেখান %d
ca: Mostra el panell %d
cy: Dangos Panel %d
da: Vis panel %d
eo: Montru Panelon %d
et: Näita paneeli %d
eu: Erakutsi panela %d
fa: ﻞﻨﭘ ﺶﯾﺎﻤﻧ %d
fi: Näytä paneeli %d
fil: Ipakita ang Panel %d
fy: Panel sjen litte %d
ga: Taispeáin Painéal %d
gd: Seall am Pannal %d
gl: Mostrar panel %d
gu: પેનલ બતાવો %d
he: לנאפ גצה %d
hi: पैनल दिखाएं %d
hr: Prikaži ploču %d
hu: Panel megjelenítése %d
hy: Ցույց տալ վահանակը %d
id: Tampilkan Panel %d
is: Sýna pallborð %d
ka: პანელის ჩვენება %d
kk: Панельді көрсету %d
km: បង្ហាញបន្ទះ %d
kn: ಫಲಕವನ್ನು ತೋರಿಸು %d
ku: Panelê nîşan bide %d
ky: Панелди көрсөтүү %d
lb: Panel weisen %d
lo: ສະແດງແຜງ %d
lt: Rodyti Skydelį %d
lv: Rādīt paneli %d
mg: Asehoy ny Panel %d
mi: Whakaatu Paewhiri %d
mk: Прикажи табла %d
ml: പാനൽ കാണിക്കുക %d
mn: Самбарыг харуулах %d
mr: पॅनेल दाखवा %d
mt: Uri Panel %d
my: Panel ကိုပြပါ။ %d
nb: Vis panel %d
ne: प्यानल देखाउनुहोस् %d
or: ପ୍ୟାନେଲ୍ ଦେଖାନ୍ତୁ | %d
pa: ਪੈਨਲ ਦਿਖਾਓ %d
ps: ﺉړﮐ ﻩﺭﺎﮑښ ﻞﻨﯿﭘ %d
ro: Afișați panoul %d
rw: Erekana Ikibaho %d
sd: ﻞﻨﻴﭘ ﻮﻳﺭﺎﮑﻳڏ %d
si: පැනලය පෙන්වන්න %d
sk: Zobraziť panel %d
sl: Pokaži ploščo %d
sq: Shfaq panelin %d
sw: Onyesha Paneli %d
ta: பேனலைக் காட்டு %d
te: ప్యానెల్ చూపించు %d
tg: Намоиши панел %d
th: แสดงแผง %d
tk: Paneli görkez %d
tt: Панельне күрсәт %d
uk: Показати панель %d
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﻞﻨﯿﭘ %d
uz: Panelni ko'rsatish %d
vi: Hiển thị bảng điều khiển %d
xh: Bonisa Iphaneli %d
yi: לענאַפּ ןזיַיוו %d

source: _File
af: _lêer
am: _ፋይል
ar: _ملف
be: _Файл
bg: _Файл
bn: _ফাইল
ca: _Fitxer
cy: _Ffeil
da: _Fil
eo: _Dosiero
et: _Fail
eu: _Fitxategia
fa: _فایل
fi: _Tiedosto
fy: _Map
ga: _Comhad
gd: _Faidhle
gl: _Ficheiro
gu: _ફાઈલ
he: _קובץ
hi: _फ़ाइल
hr: _Datoteka
hu: _Fájl
hy: _Ֆայլ
is: _Skrá
ka: _ფაილი
kk: _Файл
km: ឯកសារ
kn: _ಫೈಲ್
ku: _Dosî
ky: _Файл
lb: _Fichier
lo: _ໄຟລ໌
lt: _Failas
lv: _Fails
mg: _rakitra
mi: _Kōnae
mk: _Датотека
ml: _ഫയൽ
mn: _Файл
mr: _फाईल
mt: _Fajl
my: _ဖို
nb: _Fil
ne: _फाइल
or: _ଫାଇଲ୍ |
pa: _ਫਾਈਲ
ps: _ﻪﻨﺗﻭﺩ
ro: _Fişier
rw: _Idosiye
sd: _ﻞﺋﺎﻓ
si: _ගොනුව
sk: _Súbor
sl: _Datoteka
sq: _Skedari
sw: _Faili
ta: _கோப்பு
te: _ఫైల్
tg: _Файл
th: _ไฟล์
tk: _Faýl
tt: _Файл
uk: _Файл
ur: _فائل
uz: _Fayl
vi: _Tập tin
xh: _Ifayile
yi: _עקעט

source: _View
af: _Beskou
am: _ይመልከቱ
ar: _عرض
be: _Праглядзець
bg: _Изглед
bn: _দেখুন
ca: Visualit_za
cy: _Gweld
da: _Vis
eo: _Vido
et: _Vaade
eu: _Ikusi
fa: _نمایش
fi: _Näytä
fil: _Tingnan
fy: _Fisy
ga: _Amharc
gd: _Sealladh
gl: _Ver
gu: _જુઓ
he: _תצוגה
hi: _राय
hr: _Pogled
hu: _Nézet
hy: _Դիտել
id: Tamp_ilan
is: _Útsýni
ka: _ხედი
kk: _Көру
km: មើល
kn: _ನೋಟ
ku: _Dîtinî
ky: _Көрүү
lb: _Vue
lo: _ເບິ່ງ
lt: R_odymas
lv: _Skatīt
mi: _Tirohanga
mk: _Прикажи
ml: _കാണുക
mn: _Харах
mr: _पहा
mt: _Ara
my: _အမြင်
nb: _Vis
ne: _हेर्नुहोस्
or: _ଦର୍ଶନ କରନ୍ତୁ |
pa: _ਦੇਖੋ
ps: _ﺪﯿﻟ
ro: _Vedere
rw: _Reba
sd: _ﮏﻳڏ
si: _දැක්ම
sk: _Zobraziť
sl: Po_gled
sq: _Pamje
sw: _Tazama
ta: _காண்க
te: _చూడండి
tg: _Намоиш
th: _ดู
tk: _Gör
tt: _Күрү
uk: _Вигляд
ur: _منظر
uz: _Ko'rinish
vi: _Quang cảnh
xh: _Jonga

source: _Devices
af: _Toestelle
am: _መሳሪያዎች
ar: _ﺓﺰﻬﺟﻷ﻿ﺍ
be: _Прылады
bg: _Устройства
bn: _ডিভাইস
ca: _Dispositius
cy: _Dyfeisiau
da: _Enheder
eo: _Aparatoj
et: _Seadmed
eu: _Gailuak
fa: _ﺎﻫ ﻩﺎﮕﺘﺳﺩ
fi: _Laitteet
fil: _Mga device
fy: _Apparaten
ga: _Gléasanna
gd: _Innealan
gl: _Dispositivos
gu: _ઉપકરણો
he: _םינקתה
hi: _उपकरण
hr: _Uređaji
hu: _Eszközök
hy: _Սարքեր
id: _Perangkat
is: _Tæki
ka: _მოწყობილობები
kk: _Құрылғылар
km: _ឧបករណ៍
kn: _ಸಾಧನಗಳು
ky: _Түзмөктөр
lb: _Apparater
lo: _ອຸປະກອນ
lt: _Įrenginiai
lv: _Ierīces
mg: _fitaovana
mi: _Pūrere
mk: _Уреди
ml: _ഉപകരണങ്ങൾ
mn: _Төхөөрөмжүүд
mr: _उपकरणे
mt: _Apparat
my: _စက်များ
nb: _Enheter
ne: _यन्त्रहरू
or: _ଉପକରଣଗୁଡ଼ିକ
pa: _ਯੰਤਰ
ps: _ﻞﯾﺎﺳﻭ
ro: _Dispozitive
rw: _Ibikoresho
sd: _ﺰﺴﻴﺋﺍﻭڊ
si: _උපකරණ
sk: _Zariadenia
sl: _Naprave
sq: _Pajisjet
sw: _Vifaa
ta: _சாதனங்கள்
te: _పరికరాలు
tg: _Дастгоҳҳо
th: _อุปกรณ์
tk: _Enjamlar
tt: _Devайланмалар
uk: _Пристрої
ur: _ﺕﻻ﻿ﺁ
uz: _Qurilmalar
vi: _Thiết bị
xh: _Izixhobo
yi: _זאַסייוויד

source: _Bookmarks
af: _Boekmerke
am: _ዕልባቶች
ar: _ﺔﻴﻌﺟﺮﻣ ﺕﺍﺭﺎﺷﺇ
be: _Закладкі
bg: _Отметки
bn: _বুকমার্ক
ca: _Adreces d'interès
cy: _Llyfrnodau
da: _Bogmærker
eo: _Legosignoj
et: _Järjehoidjad
eu: _Laster-markak
fa: _نشانک ها
fi: _Kirjanmerkit
fil: _Mga bookmark
fy: _Blêdwizers
ga: _Leabharmharcanna
gd: _Comharran-leabhair
gl: _Marcadores
gu: _બુકમાર્ક્સ
he: _תוינמיס
hi: _बुकमार्क
hr: _Oznake
hu: _Könyvjelzők
hy: _Էջանիշեր
id: _Bookmark
is: _Bókamerki
ka: _სანიშნეები
kk: _Бетбелгілер
km: _ចំណាំ
kn: _ಬುಕ್u200cಮಾರ್ಕ್u200cಗಳು
ky: _Кыстармалар
lb: _Lieszeeche
lo: _ບຸກມາກ
lt: _Žymės
lv: _Grāmatzīmes
mg: _maripejy
mi: _Tohuwāhi
mk: _Обележувачи
ml: _ബുക്ക്മാർക്കുകൾ
mn: _Хавчуурга
mr: _बुकमार्क
my: _ညှပ်
nb: _Bokmerker
ne: _बुकमार्कहरू
or: _ବୁକମାର୍କ
pa: _ਬੁੱਕਮਾਰਕਸ
ps: _ﻪﻧﻮﮐﺭﺎﻣ ﮏﺑ
ro: _Marcaje
rw: _Ibimenyetso
sd: _ڪﺭﺎﻣ ﮏﺑ
si: _පිටු සලකුණු
sk: _Záložky
sl: _Zaznamki
sq: _Faqerojtësit
sw: _Alamisho
ta: _புக்மார்க்குகள்
te: _బుక్u200cమార్క్u200cలు
tg: _Хатчӯбҳо
th: _ที่คั่นหนังสือ
tk: _Bellikler
tt: _Кыстармалар
uk: _Закладки
ur: _ﺲﮐﺭﺎﻣ ﮏﺑ
uz: _Xatcho‘plar
vi: _Dấu trang
xh: _Iibhukhimaksi
yi: _סקראַמקוב

source: _Tools
af: _Gereedskap
am: _መሳሪያዎች
ar: _ﺕﺍﻭﺩﺃ
be: _Інструменты
bg: _Инструменти
bn: _টুলস
ca: _Eines
cy: _Offer
da: _Værktøjer
eo: _Iloj
et: _Tööriistad
eu: _Tresnak
fa: _تنظیمات
fi: _Työkalut
fil: _Mga gamit
ga: _Uirlisí
gd: _Innealan
gl: _Ferramentas
gu: _સાધનો
he: _םילכ
hi: _उपकरण
hr: _Alati
hu: _Eszközök
hy: _Գործիքներ
id: _Peralatan
is: _Verkfæri
ka: _ხელსაწყოები
kk: _Құралдар
km: _ឧបករណ៍
kn: _ಪರಿಕರಗಳು
ku: _Amûrên
ky: _Куралдар
lo: _ເຄື່ອງມື
lt: _Įrankiai
lv: _Rīki
mg: _Fitaovana
mi: _Utauta
mk: _Алатки
ml: _ഉപകരണങ്ങൾ
mn: _Багаж хэрэгсэл
mr: _साधने
mt: _Għodda
my: _ကိရိယာများ
nb: _Verktøy
ne: _उपकरणहरू
or: _ସାଧନଗୁଡ଼ିକ |
pa: _ਸੰਦ
ps: _ﯥﻠﯿﺳﻭ
ro: _Instrumente
rw: _Ibikoresho
sd: _ﺭﺍﺯﻭﺍ
si: _මෙවලම්
sk: _Nástroje
sl: _Orodja
sq: _Mjetet
sw: _Zana
ta: _கருவிகள்
te: _ఉపకరణాలు
tg: _Асбобҳо
th: _เครื่องมือ
tk: _Gurallar
tt: _Кораллар
uk: _Інструменти
ur: _ﺭﺍﺯﻭﺍ
uz: _Asboblar
vi: _Công cụ
xh: _Izixhobo
yi: _םירישכמ

source: _Help
am: _እገዛ
ar: م_ساعدة
be: _Дапамажыце
bg: _Помощ
bn: _সাহায্য
ca: A_juda
da: _Hjælp
eo: _Helpu
et: _Abi
eu: _Laguntza
fa: _کمک
fi: _Ohje
fil: _Tulong
ga: _Cabhrú
gd: _Cuidich
gl: A_xuda
gu: _મદદ
he: _עזרה
hi: _मदद
hr: _Pomozite
hu: _Súgó
hy: _Օգնություն
id: _Bantuan
is: _Hjálp
ka: _დახმარება
kk: _Көмектесіңдер
km: ជំនួយ
kn: _ಸಹಾಯ
ku: _Alîkarî
ky: _Жардам
lb: _Hëllef
lo: _ຊ່ວຍເຫຼືອ
lt: _Pagalba
lv: _Palīdzība
mg: _Vonjeo
mi: _Awhina
mk: _Помош
ml: _സഹായിക്കൂ
mn: _Туслаач
mr: _मदत करा
mt: _Għajnuna
my: _ကူညီကြပါ
nb: _Hjelp
ne: _मद्दत गर्नुहोस्
or: _ସାହାଯ୍ୟ
pa: _ਮਦਦ ਕਰੋ
ps: _ﻪﺘﺳﺮﻣ
ro: _Ajutor
rw: _Ubufasha
sd: _ﺩﺪﻣ
si: _උදව්
sk: _Pomocník
sl: Po_moč
sq: _Ndihmë
sw: _Msaada
ta: _உதவி
te: _సహాయం
tg: _Ёрӣ
th: _ช่วย
tk: _Kömek ediň
tt: _Ярдәм итегез
uk: _Довідка
ur: _ہدایات
uz: _Yordam bering
vi: _Giúp đỡ
xh: _Nceda
yi: _ףליה

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
af: Fout: Kan nie sessielêer stoor nie. Wil jy uitgaan sonder om te stoor? ( %s )
am: ስህተት፡ የክፍለ ጊዜ ፋይልን ማስቀመጥ አልተቻለም። ሳታስቀምጥ መውጣት ትፈልጋለህ? ( %s )
ar: ؟ﻆﻔﺣ ﻥﻭﺪﺑ ﺝﻭﺮﺨﻟﺍ ﺪﻳﺮﺗ ﻞﻫ .ﺔﺴﻠﺠﻟﺍ ﻒﻠﻣ ﻆﻔﺣ ﺭﺬﻌﺗ :ﺄﻄﺧ ( %s )
be: Памылка: Немагчыма захаваць файл сеансу. Вы хочаце выйсці без захавання? ( %s )
bg: Грешка: Не може да се запази файлът на сесията. Искате ли да излезете без запазване? ( %s )
bn: ত্রুটি: সেশন ফাইল সংরক্ষণ করতে অক্ষম. আপনি সংরক্ষণ না করে প্রস্থান করতে চান? ( %s )
ca: Error: no es pot desar el fitxer de sessió. Vols sortir sense desar? ( %s )
cy: Gwall: Methu cadw ffeil sesiwn. Ydych chi am adael heb gynilo? ( %s )
da: Fejl: Kan ikke gemme sessionsfilen. Vil du afslutte uden at gemme? ( %s )
eo: Eraro: Ne eblas konservi kunsidan dosieron. Ĉu vi volas eliri sen konservi? ( %s )
et: Viga: seansi faili ei saa salvestada. Kas soovite väljuda ilma salvestamata? ( %s )
eu: Errorea: ezin da gorde saio-fitxategia. Gorde gabe irten nahi duzu? ( %s )
fa: ؟ﺪﯾﻮﺷ ﺝﺭﺎﺧ ﻩﺮﯿﺧﺫ ﻥﻭﺪﺑ ﺪﯿﻫﺍﻮﺧ ﯽﻣ ﺎﯾﺁ .ﺩﻮﺷ ﯽﻤﻧ ﻩﺮﯿﺧﺫ ﻪﺴﻠﺟ ﻞﯾﺎﻓ :ﺎﻄﺧ ( %s )
fi: Virhe: Istuntotiedostoa ei voi tallentaa. Haluatko poistua tallentamatta? ( %s )
fil: Error: Hindi ma-save ang session file. Gusto mo bang lumabas nang hindi nagse-save? ( %s )
fy: Flater: koe sesjebestân net opslaan. Wolle jo ôfslute sûnder opslaan? ( %s )
ga: Earráid: Ní féidir an comhad seisiún a shábháil. Ar mhaith leat imeacht gan sábháil? ( %s )
gd: Mearachd: Cha ghabh am faidhle seisean a shàbhaladh. A bheil thu airson fàgail gun sàbhaladh? ( %s )
gl: Erro: non se puido gardar o ficheiro da sesión. Queres saír sen gardar? ( %s )
gu: ભૂલ: સત્ર ફાઇલ સાચવવામાં અસમર્થ. શું તમે સાચવ્યા વિના બહાર નીકળવા માંગો છો? ( %s )
he: ?רומשל ילבמ תאצל ךנוצרב םאה .הלעפהה ץבוק תא רומשל ןתינ אל :האיגש ( %s )
hi: त्रुटि: सत्र फ़ाइल सहेजने में असमर्थ। क्या आप सहेजे बिना बाहर निकलना चाहते हैं? ( %s )
hr: Pogreška: Nije moguće spremiti datoteku sesije. Želite li izaći bez spremanja? ( %s )
hu: Hiba: Nem sikerült menteni a munkamenet fájlját. Mentés nélkül szeretne kilépni? ( %s )
hy: Սխալ․ հնարավոր չէ պահպանել նիստի ֆայլը։ Ցանկանու՞մ եք դուրս գալ առանց պահելու: ( %s )
id: Kesalahan: Tidak dapat menyimpan file sesi. Apakah Anda ingin keluar tanpa menyimpan? ( %s )
is: Villa: Ekki tókst að vista lotuskrá. Viltu hætta án þess að vista? ( %s )
ka: შეცდომა: სესიის ფაილის შენახვა შეუძლებელია. გსურთ გასვლა შენახვის გარეშე? ( %s )
kk: Қате: сеанс файлын сақтау мүмкін емес. Сақтамай шыққыңыз келе ме? ( %s )
km: កំហុស៖ មិនអាចរក្សាទុកឯកសារសម័យបានទេ។ តើអ្នកចង់ចេញដោយមិនរក្សាទុកទេ? ( %s )
kn: ದೋಷ: ಸೆಶನ್ ಫೈಲ್ ಅನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ನೀವು ಉಳಿಸದೆ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ? ( %s )
ku: Çewtî: Nekarî pelê danişînê hilîne. Ma hûn dixwazin bêyî tomarkirinê derkevin? ( %s )
ky: Ката: сеанс файлын сактоо мүмкүн эмес. Сактоосуз чыккыңыз келеби? ( %s )
lb: Feeler: Kann d'Sessiounsdatei net späicheren. Wëllt Dir erausgoen ouni ze späicheren? ( %s )
lo: ຜິດພາດ: ບໍ່ສາມາດບັນທຶກໄຟລ໌ເຊດຊັນໄດ້. ທ່ານຕ້ອງການອອກໂດຍບໍ່ບັນທຶກບໍ? ( %s )
lt: Klaida: nepavyko išsaugoti seanso failo. Ar norite išeiti neišsaugoję? ( %s )
lv: Kļūda: nevar saglabāt sesijas failu. Vai vēlaties iziet, nesaglabājot? ( %s )
mg: Error: Tsy afaka mitahiry rakitra session. Te-hivoaka ve ianao nefa tsy mitahiry? ( %s )
mi: Hapa: Kāore e taea te tiaki i te kōnae wātū. Kei te pirangi koe ki te puta me te kore e penapena? ( %s )
mk: Грешка: Не може да се зачува датотеката на сесијата. Дали сакате да излезете без зачувување? ( %s )
ml: പിശക്: സെഷൻ ഫയൽ സംരക്ഷിക്കാനായില്ല. സംരക്ഷിക്കാതെ പുറത്തുകടക്കണോ? ( %s )
mn: Алдаа: сесс файлыг хадгалах боломжгүй. Та хадгалахгүйгээр гарахыг хүсэж байна уу? ( %s )
mr: त्रुटी: सत्र फाइल जतन करण्यात अक्षम. तुम्हाला सेव्ह न करता बाहेर पडायचे आहे का? ( %s )
mt: Żball: Ma tistax tissejvja l-fajl tas-sessjoni. Trid toħroġ mingħajr ma tissejvja? ( %s )
my: အမှား- စက်ရှင်ဖိုင်ကို သိမ်းဆည်း၍မရပါ။ မသိမ်းဆည်းဘဲ ထွက်လိုပါသလား။ ( %s )
nb: Feil: Kan ikke lagre øktfilen. Vil du avslutte uten å lagre? ( %s )
ne: त्रुटि: सत्र फाइल बचत गर्न असमर्थ। तपाईं बचत नगरी बाहिर निस्कन चाहनुहुन्छ? ( %s )
or: ତ୍ରୁଟି: ଅଧିବେଶନ ଫାଇଲ୍ ସେଭ୍ କରିବାକୁ ଅସମର୍ଥ | ଆପଣ ସଞ୍ଚୟ ନକରି ବାହାରକୁ ଯିବାକୁ ଚାହୁଁଛନ୍ତି କି? ( %s )
pa: ਤਰੁੱਟੀ: ਸੈਸ਼ਨ ਫਾਈਲ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਕੀ ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਬਿਨਾਂ ਬਾਹਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ? ( %s )
ps: ؟ﺊﺷ ﺮﻬﺑ ﻪﺨڅ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ ﻪﻟ ﻪﺗﺮﭘ ﺉړﺍﻮﻏ ﻮﺳﺎﺗ ﺎﯾﺍ .ﻱﺮﻠﻧ ﻥﺍﻮﺗ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ ﻞﯾﺎﻓ ﻦﺸﯿﺳ ﺩ :ﻪﻨﺗﻭﺮﯧﺗ ( %s )
ro: Eroare: Nu se poate salva fișierul de sesiune. Vrei să ieși fără a salva? ( %s )
rw: Ikosa: Ntibishobora kubika dosiye. Urashaka gusohoka utizigamye? ( %s )
sd: ؟ﺎﭤ ﻮﻴﮬﺎﭼ ﮠﺮڪﻧ ﻲﺟ ﮡﺋﺎﭽﺑ ﺮﻴﻐﺑ ﻥﺎﮬﻮﺗ ﺎﮀ .ﻡﺎڪﺎﻧ ۾ ﮠﺮڪ ﻅﻮﻔﺤﻣ ﻞﺋﺎﻓ ﻦﺸﻴﺳ :ﻲﻄﻠﻏ ( %s )
si: දෝෂය: සැසි ගොනුව සුරැකිය නොහැක. ඔබට සුරැකීමකින් තොරව පිටවීමට අවශ්u200dයද? ( %s )
sk: Chyba: Nie je možné uložiť súbor relácie. Chcete skončiť bez uloženia? ( %s )
sl: Napaka: datoteke seje ni mogoče shraniti. Ali želite zapreti brez shranjevanja? ( %s )
sq: Gabim: Skedari i sesionit nuk mund të ruhet. Dëshiron të dalësh pa ruajtur? ( %s )
sw: Hitilafu: Haiwezi kuhifadhi faili ya kipindi. Je, ungependa kuondoka bila kuhifadhi? ( %s )
ta: பிழை: அமர்வு கோப்பைச் சேமிக்க முடியவில்லை. சேமிக்காமல் வெளியேற வேண்டுமா? ( %s )
te: లోపం: సెషన్ ఫైల్u200cను సేవ్ చేయడం సాధ్యపడలేదు. మీరు సేవ్ చేయకుండానే నిష్క్రమించాలనుకుంటున్నారా? ( %s )
tg: Хатогӣ: файли сессияро захира кардан ғайриимкон аст. Оё шумо мехоҳед бидуни захира берун шавед? ( %s )
th: ข้อผิดพลาด: ไม่สามารถบันทึกไฟล์เซสชัน คุณต้องการออกโดยไม่บันทึกหรือไม่? ( %s )
tk: Roralňyşlyk: Sessiýa faýlyny ýazdyryp bolmaýar. Tygşytlamazdan çykmak isleýärsiňizmi? ( %s )
tt: Хата: сессия файлын саклый алмый. Сакламыйча чыгасыгыз киләме? ( %s )
uk: Помилка: не вдається зберегти файл сеансу. Бажаєте вийти без збереження? ( %s )
ur: ؟ﮟﯿﮨ ﮯﺘﮨﺎﭼ ﺎﻨﻠﮑﻧ ﺮﮨﺎﺑ ﺮﯿﻐﺑ ﮯﯿﮐ ﻅﻮﻔﺤﻣ ﭖﺁ ﺎﯿﮐ ۔ﺮﺻﺎﻗ ﮯﺳ ﮯﻧﺮﮐ ﻅﻮﻔﺤﻣ ﻮﮐ ﻞﺋﺎﻓ ﻦﺸﯿﺳ :ﯽﺑﺍﺮﺧ ( %s )
uz: Xato: seans faylini saqlab boʻlmadi. Saqlamasdan chiqmoqchimisiz? ( %s )
vi: Lỗi: Không thể lưu tệp phiên. Bạn có muốn thoát mà không lưu không? ( %s )
xh: Imposiso: Ayikwazanga ukugcina ifayile yeseshoni. Ngaba uyafuna ukuphuma ngaphandle kokugcina? ( %s )
yi: ?ןראָפּש ןאָ גנאַגסיוראַ וצ ןליוו ריא יצ .עקעט עיסעס יד ןעוועטאַר וצ טנעקעג טינ :תועט ( %s )

source: zzzFM Error
af: zzzFM Fout
am: zzzFM ስህተት
ar: zzzFM ﺄﻄﺧ
be: zzzFM Памылка
bg: zzzFM Грешка
bn: zzzFM ত্রুটি
cy: zzzFM Gwall
da: zzzFM Fejl
eo: zzzFM Eraro
et: zzzFM Viga
eu: zzzFM Errorea
fa: خطا در zzzfm
fi: zzzFM Virhe
fy: zzzFM Fersin
ga: zzzFM Earráid
gd: zzzFM Mearachd
gl: zzzFM Erro
gu: zzzFM ભૂલ
he: zzzFM הָאיִגְׁש
hi: zzzFM त्रुटि
hr: zzzFM Greška
hu: zzzFM Hiba
hy: zzzFM Սխալ
id: zzzFM Kesalahan
is: zzzFM Villa
ka: zzzFM შეცდომა
kk: zzzFM Қате
km: zzzFM កំហុស
kn: zzzFM ದೋಷ
ku: zzzFM Şaşî
ky: zzzFM Ката
lb: zzzFM Feeler
lo: zzzFM ຜິດພາດ
lt: zzzFM Klaida
lv: zzzFM Kļūda
mg: zzzFM fahadisoana
mi: zzzFM Hapa
mk: zzzFM Грешка
ml: zzzFM പിശക്
mn: zzzFM Алдаа
mr: zzzFM त्रुटी
mt: zzzFM Żball
my: zzzFM အမှား
nb: zzzFM Feil
ne: zzzFM त्रुटि
or: zzzFM ତ୍ରୁଟି |
pa: zzzFM ਗਲਤੀ
ps: zzzFM ﻪﻨﺗﻭﺮﯧﺗ
ro: zzzFM Eroare
rw: zzzFM Ikosa
sd: zzzFM ﺺﻘﻧ
si: zzzFM දෝෂයකි
sk: zzzFM Chyba
sl: zzzFM Napaka
sq: zzzFM Gabim
sw: zzzFM Hitilafu
ta: zzzFM பிழை
te: zzzFM లోపం
tg: zzzFM Хатогӣ
th: zzzFM ข้อผิดพลาด
tk: zzzFM Roralňyşlyk
tt: zzzFM Хата
uk: Помилка zzzFM
ur: zzzFM ﯽﺑﺍﺮﺧ
uz: zzzFM Xato
vi: zzzFM Lỗi
xh: zzzFM Impazamo
yi: zzzFM תועט

source: Stop all tasks running in this window?
af: Stop alle take wat in hierdie venster loop?
am: ሁሉም ተግባራት በዚህ መስኮት ውስጥ መሮጥ ይቁም?
ar: ؟ﺓﺬﻓﺎﻨﻟﺍ ﻩﺬﻫ ﻲﻓ ﻡﺎﻬﻤﻟﺍ ﻊﻴﻤﺟ ﻞﻴﻐﺸﺗ ﻑﺎﻘﻳﺇ ﺪﻳﺮﺗ ﻞﻫ
be: Спыніць усе задачы, якія выконваюцца ў гэтым акне?
bg: Да се u200bu200bспрат ли всички задачи, изпълнявани в този прозорец?
bn: এই উইন্ডোতে চলমান সমস্ত কাজ বন্ধ করবেন?
ca: Voleu aturar totes les tasques que s'executen en aquesta finestra?
cy: Atal pob tasg rhag rhedeg yn y ffenestr hon?
da: Vil du stoppe alle opgaver, der kører i dette vindue?
eo: Ĉu ĉesi ĉiujn taskojn en ĉi tiu fenestro?
et: Kas peatada selles aknas kõik toimingud?
eu: Leiho honetan exekutatzen ari diren zeregin guztiak gelditu nahi dituzu?
fa: ؟ﺩﻮﺷ ﻒﻗﻮﺘﻣ ﻩﺮﺠﻨﭘ ﻦﯾﺍ ﺭﺩ ﺍﺮﺟﺍ ﻝﺎﺣ ﺭﺩ ﻒﯾﺎﻇﻭ ﻡﺎﻤﺗ
fi: Lopetetaanko kaikki tehtävät tässä ikkunassa?
fil: Ihinto ang lahat ng gawain na tumatakbo sa window na ito?
fy: Alle taken dy't rinne yn dit finster stopje?
ga: Stop gach tasc ag rith san fhuinneog seo?
gd: Cuir stad air a h-uile gnìomh a tha a ’ruith san uinneig seo?
gl: Queres deixar de executar todas as tarefas nesta xanela?
gu: આ વિંડોમાં ચાલતા તમામ કાર્યોને રોકીએ?
he: ?הז ןולחב תולעופה תומישמה לכ תא קיספהל
hi: इस विंडो में चल रहे सभी कार्यों को रोकें?
hr: Zaustaviti sve zadatke koji se izvode u ovom prozoru?
hu: Leállít minden feladatot ebben az ablakban?
hy: Դադարեցնե՞լ այս պատուհանում կատարվող բոլոր առաջադրանքները:
id: Hentikan semua tugas yang berjalan di jendela ini?
is: Hætta að keyra öll verkefni í þessum glugga?
ka: შეწყვიტოს ამ ფანჯარაში გაშვებული ყველა დავალება?
kk: Осы терезеде орындалатын барлық тапсырмаларды тоқтату керек пе?
km: បញ្ឈប់កិច្ចការទាំងអស់ដែលកំពុងដំណើរការនៅក្នុងបង្អួចនេះ?
kn: ಈ ವಿಂಡೋದಲ್ಲಿ ಚಾಲನೆಯಲ್ಲಿರುವ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ನಿಲ್ಲಿಸುವುದೇ?
ku: Hemî peywirên ku di vê pencereyê de têne xebitandin rawestînin?
ky: Бул терезеде иштеген бардык тапшырмалар токтотулсунбу?
lb: Stoppen all Aufgaben déi an dëser Fënster lafen?
lo: ຢຸດວຽກທັງໝົດທີ່ເຮັດວຽກຢູ່ໃນໜ້າຈໍນີ້ບໍ?
lt: Stabdyti visas šiame lange vykdomas užduotis?
lv: Vai apturēt visus uzdevumus, kas darbojas šajā logā?
mg: Atsaharo ny asa rehetra mandeha amin'ity varavarankely ity?
mi: Kati nga mahi katoa i tenei matapihi?
mk: Да се u200bu200bзапрат сите задачи што се извршуваат во овој прозорец?
ml: ഈ വിൻഡോയിൽ പ്രവർത്തിക്കുന്ന എല്ലാ ജോലികളും നിർത്തണോ?
mn: Энэ цонхонд ажиллаж байгаа бүх ажлыг зогсоох уу?
mr: या विंडोमध्ये चालू असलेली सर्व कार्ये थांबवायची?
mt: Twaqqaf il-kompiti kollha għaddejjin f'din it-tieqa?
my: ဤဝင်းဒိုးတွင် လုပ်ဆောင်နေသော အလုပ်အားလုံးကို ရပ်မလား။
nb: Vil du stoppe alle oppgaver som kjører i dette vinduet?
ne: यो विन्डोमा चलिरहेको सबै कार्यहरू रोक्ने हो?
or: ଏହି ୱିଣ୍ଡୋରେ ଚାଲୁଥିବା ସମସ୍ତ କାର୍ଯ୍ୟ ବନ୍ଦ କରନ୍ତୁ?
pa: ਕੀ ਇਸ ਵਿੰਡੋ ਵਿੱਚ ਚੱਲ ਰਹੇ ਸਾਰੇ ਕਾਰਜਾਂ ਨੂੰ ਰੋਕਣਾ ਹੈ?
ps: ؟ﺊﺴﯿﻧﻭ ﻪﺨﻣ ﻮﻧﻭﺭﺎﮐ ﻮﻟﻮټ ﺩ ﯥﮐ ۍﮐړﮐ ﯤﺩ ﻪﭘ
ro: Opriți toate sarcinile care rulează în această fereastră?
rw: Hagarika imirimo yose ikorera muriyi idirishya?
sd: ؟ﻮﻳﺮڪ ﺪﻨﺑ ﻢڪ ﭛﺳ ڙﺪﻨﻠﮬ ۾ ﻭڊﻧﻭ ﻦﮬ
si: මෙම කවුළුව තුළ ධාවනය වන සියලුම කාර්යයන් නවත්වන්නද?
sk: Zastaviť všetky úlohy spustené v tomto okne?
sl: Želite ustaviti vsa opravila, ki se izvajajo v tem oknu?
sq: Të ndalohen të gjitha detyrat që ekzekutohen në këtë dritare?
sw: Ungependa kuacha kazi zote zinazoendeshwa kwenye dirisha hili?
ta: இந்தச் சாளரத்தில் இயங்கும் அனைத்துப் பணிகளையும் நிறுத்தவா?
te: ఈ విండోలో నడుస్తున్న అన్ని టాస్క్u200cలను ఆపివేయాలా?
tg: Ҳама вазифаҳое, ки дар ин тиреза иҷро мешаванд, қатъ карда шаванд?
th: หยุดงานทั้งหมดที่ทำงานอยู่ในหน้าต่างนี้หรือไม่
tk: Bu penjirede işleýän ähli işleri bes ediň?
tt: Бу тәрәзәдә эшләүне туктатыгызмы?
uk: Зупинити виконання всіх завдань у цьому вікні?
ur: ؟ﮟﯿﮐﻭﺭ ﻮﮐ ﮞﻮﻣﺎﮐ ﻡﺎﻤﺗ ﮯﻟﺍﻭ ﮯﻨﻠﭼ ﮟﯿﻣ ﻭﮉﻧﻭ ﺱﺍ
uz: Bu oynada bajariladigan barcha vazifalar toʻxtatilsinmi?
vi: Dừng tất cả các tác vụ đang chạy trong cửa sổ này?
xh: Yeka yonke imisebenzi esebenzayo kule festile?
yi: ?רעטצנעפֿ םעד ןיא קידנסילפ סקסאַט עלאַ ןטלאַה

source: Aborting tasks...
af: Staak take...
am: ተግባራትን ማስወረድ...
ar: ﻡﺎﻬﻤﻟﺍ ﻁﺎﺒﺣﺇ...
be: Адмена задач...
bg: Прекратяване на задачи...
bn: কাজ বাতিল করা...
ca: Avortament de tasques...
cy: Tasgau erthylu...
da: Afbrydelse af opgaver...
eo: Ĉesigi taskojn...
et: Ülesannete katkestamine...
eu: Zereginak bertan behera uztea...
fa: ﻒﯾﺎﻇﻭ ﻥﺩﺮﮐ ﻂﻘﺳ...
fi: Tehtävien keskeyttäminen...
fil: Pagpapalaglag ng mga gawain...
fy: Taken ôfbrekke...
ga: Tascanna ginmhillte...
gd: Cur às do ghnìomhan...
gl: Abortar tarefas...
gu: કાર્યો રદ કરી રહ્યા છીએ...
he: תומישמ לוטיב...
hi: कार्यों को निरस्त करना...
hr: Prekidanje zadataka...
hu: Feladatok megszakítása...
hy: Առաջադրանքների ընդհատում...
id: Membatalkan tugas...
is: Hætt við verkefni...
ka: ამოცანების შეწყვეტა...
kk: Тапсырмаларды тоқтату...
km: ការលុបចោលភារកិច្ច...
kn: ಕಾರ್ಯಗಳನ್ನು ಸ್ಥಗಿತಗೊಳಿಸುವುದು...
ku: Karên betal kirin...
ky: Тапшырмаларды токтотуу...
lb: Aufgaben ofbriechen...
lo: ການຍົກເລີກໜ້າວຽກ...
lt: Nutraukiamos užduotys...
lv: Uzdevumu pārtraukšana...
mg: Fanalana asa...
mi: Te whakakore i nga mahi...
mk: Прекинување на задачите...
ml: ജോലികൾ ഉപേക്ഷിക്കുന്നു...
mn: Даалгавруудыг цуцлах...
mr: कार्ये रद्द करणे...
mt: Ħidmiet ta' abort...
my: အလုပ်များကိုဖျက်သိမ်းခြင်း။...
nb: Avbryte oppgaver...
ne: कार्यहरू रद्द गर्दै...
or: କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ପରିତ୍ୟାଗ କରିବା |...
pa: ਕਾਰਜਾਂ ਨੂੰ ਰੱਦ ਕਰਨਾ...
ps: ﻝﻮﮐ ﻩﻮﻐﻟ ﻭﺪﻧﺩ ﺩ...
ro: Avortarea sarcinilor...
rw: Gukuramo imirimo...
sd: ﮠﺮڪ ﻢﺘﺧ ﻲﮐ ﻦﻤڪ...
si: කාර්යයන් අත්හිටුවීම...
sk: Prerušenie úloh...
sl: Prekinitev nalog...
sq: Ndërprerja e detyrave...
sw: Kuacha kazi...
ta: பணிகளை நிறுத்துதல்...
te: పనులు నిలిపివేయడం...
tg: Қатъи вазифаҳо...
th: ยกเลิกงาน...
tk: Wezipeleri ýatyrmak...
tt: Биремнәрне төшерү...
uk: Скасування завдань...
ur: ﺎﻨﮐﻭﺭ ﻮﮐ ﮞﻮﻣﺎﮐ...
uz: Vazifalarni bekor qilish...
vi: Huỷ nhiệm vụ...
xh: Ukuyeka imisebenzi...
yi: סקסאַט גניטראָבאַ...

source: %s free / %s
af: %s vry / %s
am: %s ፍርይ / %s
ar: %s ﺎﻧﺎﺠﻣ / %s
be: %s бясплатна / %s
bg: %s Безплатно / %s
bn: %s বিনামূল্যে / %s
ca: %s lliure / %s
cy: %s am ddim / %s
da: %s gratis / %s
eo: %s libera / %s
et: %s tasuta / %s
eu: %s dohainik / %s
fa: %s ﻥﺎﮕﯾﺍﺭ / %s
fi: %s vapaa / %s
fil: %s libre / %s
fy: %s frij / %s
ga: %s saor / %s
gd: %s an-asgaidh / %s
gl: %s gratuíto / %s
gu: %s મફત / %s
he: %s םניח / %s
hi: %s नि: शुल्क / %s
hr: %s besplatno / %s
hu: %s ingyenes / %s
hy: %s անվճար / %s
id: %s Gratis / %s
is: %s ókeypis / %s
ka: %s უფასო / %s
kk: %s Тегін / %s
km: %s ឥតគិតថ្លៃ / %s
kn: %s ಉಚಿತ / %s
ku: %s belaş / %s
ky: %s бекер / %s
lb: %s fräi / %s
lo: %s ຟຣີ / %s
lt: %s Laisvas / %s
lv: %s bezmaksas / %s
mg: %s maimaim-poana / %s
mi: %s kore utu / %s
mk: %s бесплатно / %s
ml: %s സൗ ജന്യം / %s
mn: %s үнэгүй / %s
mr: %s फुकट / %s
mt: %s libera / %s
my: %s အခမဲ့ / %s
nb: %s gratis / %s
ne: %s नि:शुल्क / %s
or: %s ମାଗଣା | / %s
pa: %s ਮੁਫ਼ਤ / %s
ps: %s ﺎﻳړﻭ / %s
ro: %s gratuit / %s
rw: %s ubuntu / %s
sd: %s ﻭﺪﻧﺍﻭ / %s
si: %s නිදහස් / %s
sk: %s zadarmo / %s
sl: %s prost / %s
sq: %s pa pagesë / %s
sw: %s bure / %s
ta: %s இலவசம் / %s
te: %s ఉచిత / %s
tg: %s озод / %s
th: %s ฟรี / %s
tk: %s mugt / %s
tt: %s бушлай / %s
uk: %s безкоштовно / %s
ur: %s ﺖﻔﻣ / %s
uz: %s ozod / %s
vi: %s miễn phí / %s
xh: %s simahla / %s
yi: %s יַירפ / %s
