Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: New folder name:
af: Nuwe gidsnaam:
am: አዲስ የአቃፊ ስም፡-
ar: :ﺪﻳﺪﺠﻟﺍ ﺪﻠﺠﻤﻟﺍ ﻢﺳﺍ
be: Новая назва папкі:
bg: Ново име на папка:
bn: নতুন ফোল্ডারের নাম:
ca: Nom de la carpeta nova:
cy: Enw ffolder newydd:
da: Nyt mappenavn:
eo: Nova dosierujo nomo:
et: Uue kausta nimi:
eu: Karpeta izen berria:
fa: :ﺪﯾﺪﺟ ﻪﺷﻮﭘ ﻡﺎﻧ
fi: Uuden kansion nimi:
fil: Bagong pangalan ng folder:
fy: Nije mapnamme:
ga: Ainm fillteán nua:
gd: Ainm pasgan ùr:
gl: Nome do novo cartafol:
gu: નવું ફોલ્ડર નામ:
he: :השדח היקית םש
hi: नया फ़ोल्डर नाम:
hr: Naziv nove mape:
hu: Új mappanév:
hy: Նոր թղթապանակի անունը.
id: Nama folder baru:
is: Nýtt möppuheiti:
ka: ახალი საქაღალდის სახელი:
kk: Жаңа қалта атауы:
km: ឈ្មោះu200bថតu200bថ្មី៖
kn: ಹೊಸ ಫೋಲ್ಡರ್ ಹೆಸರು:
ku: Navê peldanka nû:
ky: Жаңы папканын аты:
lb: Neien Dossier Numm:
lo: ຊື່ໂຟນເດີໃໝ່:
lt: Naujas aplanko pavadinimas:
lv: Jauns mapes nosaukums:
mg: Anaran'ny lahatahiry vaovao:
mi: Ingoa kōpaki hōu:
mk: Име на нова папка:
ml: പുതിയ ഫോൾഡർ പേര്:
mn: Шинэ фолдерын нэр:
mr: नवीन फोल्डर नाव:
mt: Isem il-folder ġdid:
my: ဖိုင်တွဲအသစ်အမည်-
nb: Nytt mappenavn:
ne: नयाँ फोल्डर नाम:
or: ନୂତନ ଫୋଲ୍ଡର ନାମ:
pa: ਨਵਾਂ ਫੋਲਡਰ ਨਾਮ:
ps: :ﻡﻮﻧ ﺭډﻟﻮﻓ ﻱﻮﻧ ﺩ
ro: Nume nou folder:
rw: Izina rishya ryububiko:
sd: :ﻮﻟﺎﻧ ﻮﺟ ﺭڊﻟﻮﻓ ﻦﻴﺌﻧ
si: නව ෆෝල්ඩර නම:
sk: Názov nového priečinka:
sl: Novo ime mape:
sq: Emri i dosjes së re:
sw: Jina la folda mpya:
ta: புதிய கோப்புறை பெயர்:
te: కొత్త ఫోల్డర్ పేరు:
tg: Номи папкаи нав:
th: ชื่อโฟลเดอร์ใหม่:
tk: Täze bukjanyň ady:
tt: Яңа папка исеме:
uk: Нова назва папки:
ur: :ﻡﺎﻧ ﺎﮐ ﺭﮉﻟﻮﻓ ﮯﺌﻧ
uz: Yangi jild nomi:
vi: Tên thư mục mới:
xh: Igama lefolda entsha:
yi: :ןעמאָנ עקעט יַינ

source: New File
af: Nuwe lêer
am: አዲስ ፋይል
ar: ملف جديد
be: Новы файл
bg: Нов файл
bn: নতুন নথি
ca: Nou fitxer
cy: Ffeil Newydd
da: Ny Fil
eo: Nova Dosiero
et: Uus fail
eu: Fitxategi Berria
fa: ﺪﯾﺪﺟ ﻞﯾﺎﻓ
fi: Uusi tiedosto
fil: Bagong file
fy: Nije triem
ga: Comhad Nua
gd: Faidhle ùr
gl: Novo Ficheiro
gu: નવી ફાઇલ
he: קובץ חדש
hi: नई फ़ाइल
hr: Nova datoteka
hu: Új fájl
hy: Նոր Ֆայլ
id: File Baru
is: Ný skrá
ka: ახალი ფაილი
kk: Жаңа файл
km: ឯកសារ​ថ្មី
kn: ಹೊಸ ಫೈಲ್
ku: Pela Nû
ky: Жаңы файл
lb: Neie Fichier
lo: ໄຟລ໌ໃໝ່
lt: Naujas failas
lv: Jauns fails
mg: File vaovao
mi: Kōnae Hou
mk: Нова датотека
ml: പുതിയ ഫയൽ
mn: Шинэ файл
mr: नवीन फाइल
mt: Fajl Ġdid
my: ဖိုင်အသစ်
nb: Ny Fil
ne: नयाँ फाइल
or: ନୂତନ ଫାଇଲ୍ |
pa: ਨਵੀਂ ਫ਼ਾਈਲ
ps: ﻪﻨﺗﻭﺩ ﯤﻮﻧ
ro: Fișier nou
rw: Idosiye nshya
sd: ﻞﺋﺎﻓ ﻦﻴﺌﻧ
si: නව ගොනුව
sk: Nový súbor
sl: Nova datoteka
sq: Skedar i ri
sw: Faili Mpya
ta: புதிய கோப்பு
te: కొత్త ఫైల్
tg: Файли нав
th: ไฟล์ใหม่
tk: Täze faýl
tt: Яңа файл
uk: Новий файл
ur: نئی فائل
uz: Yangi fayl
vi: Tập tin mới
xh: Ifayile Entsha
yi: עקעט וינ

source: New filename:
af: Nuwe lêernaam:
am: አዲስ የፋይል ስም፡-
ar: :ﺪﻳﺪﺟ ﻒﻠﻣ ﻢﺳﺍ
be: Новае імя файла:
bg: Ново име на файл:
bn: নতুন ফাইলের নাম:
ca: Nom de fitxer nou:
cy: Enw ffeil newydd:
da: Nyt filnavn:
eo: Nova dosiernomo:
et: Uus failinimi:
eu: Fitxategi-izen berria:
fa: :ﺪﯾﺪﺟ ﻞﯾﺎﻓ ﻡﺎﻧ
fi: Uusi tiedostonimi:
fil: Bagong filename:
fy: Nije triemnamme:
ga: Ainm comhaid nua:
gd: Ainm faidhle ùr:
gl: Novo nome de ficheiro:
gu: નવી ફાઇલનામ:
he: :שדח ץבוק םש
hi: नया फ़ाइल नाम:
hr: Novi naziv datoteke:
hu: Új fájlnév:
hy: Նոր ֆայլի անունը.
id: Nama file baru:
is: Nýtt skráarnafn:
ka: ფაილის ახალი სახელი:
kk: Жаңа файл атауы:
km: ឈ្មោះឯកសារថ្មី៖
kn: ಹೊಸ ಫೈಲ್ ಹೆಸರು:
ku: Navê pelê nû:
ky: Жаңы файл аты:
lb: Neie Dateinumm:
lo: ຊື່ໄຟລ໌ໃໝ່:
lt: Naujas failo pavadinimas:
lv: Jauns faila nosaukums:
mg: Anaran-drakitra vaovao:
mi: Ingoa kōnae hōu:
mk: Ново име на датотека:
ml: പുതിയ ഫയൽ നാമം:
mn: Шинэ файлын нэр:
mr: नवीन फाइलनाव:
mt: Isem tal-fajl ġdid:
my: ဖိုင်အမည်အသစ်-
nb: Nytt filnavn:
ne: नयाँ फाइलनाम:
or: ନୂତନ ଫାଇଲନାମ:
pa: ਨਵਾਂ ਫਾਈਲ ਨਾਮ:
ps: :ﻡﻮﻧ ﻞﯾﺎﻓ ﯼﻮﻧ
ro: Nou nume de fișier:
rw: Izina rishya:
sd: :ﻮﻟﺎﻧ ﻞﺋﺎﻓ ﻥﻮﺌﻧ
si: නව ගොනු නාමය:
sk: Nový názov súboru:
sl: Novo ime datoteke:
sq: Emri i ri i skedarit:
sw: Jina jipya la faili:
ta: புதிய கோப்பு பெயர்:
te: కొత్త ఫైల్ పేరు:
tg: Номи файли нав:
th: ชื่อไฟล์ใหม่:
tk: Täze faýl ady:
tt: Яңа файл исеме:
uk: Нова назва файлу:
ur: :ﻡﺎﻧ ﻞﺋﺎﻓ ﺎﯿﻧ
uz: Yangi fayl nomi:
vi: Tên tệp mới:
xh: Igama elitsha lefayile:
yi: :ןעמאָנ עקעט יַינ

source: Name already exists. Please input a new one:
af: Naam bestaan u200bu200breeds. Voer asseblief 'n nuwe een in:
am: ስም አስቀድሞ አለ። እባክዎ አዲስ ያስገቡ፡-
ar: .ﻞﻌﻔﻟﺎﺑ ﺩﻮﺟﻮﻣ ﻢﺳﻻ﻿ﺍ :ﺪﻳﺪﺟ ﺪﺣﺍﻭ ﻝﺎﺧﺩﺇ ءﺎﺟﺮﻟﺍ
be: Імя ўжо існуе. Калі ласка, увядзіце новы:
bg: Името вече съществува. Моля, въведете нов:
bn: নাম আগে থেকেই আছে। অনুগ্রহ করে একটি নতুন ইনপুট করুন:
ca: El nom ja existeix. Introduïu-ne un de nou:
cy: Mae'r enw eisoes yn bodoli. Rhowch un newydd i mewn:
da: Navnet findes allerede. Indtast venligst en ny:
eo: Nomo jam ekzistas. Bonvolu enigi novan:
et: Nimi on juba olemas. Palun sisestage uus:
eu: Izena dagoeneko badago. Mesedez, sartu berri bat:
fa: .ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﺒﻗ ﺯﺍ ﻡﺎﻧ :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺪﯾﺪﺟ ﺩﺭﻮﻣ ﮏﯾ ﺎﻔﻄﻟ
fi: Nimi on jo olemassa. Syötä uusi:
fil: Umiiral na ang pangalan. Mangyaring maglagay ng bago:
fy: Namme bestiet al. Fier in nije yn:
ga: Ainm ann cheana. Cuir ceann nua isteach le do thoil:
gd: Tha ainm ann mu thràth. Feuch an cuir thu a-steach fear ùr:
gl: O nome xa existe. Introduce un novo:
gu: નામ પહેલેથી જ અસ્તિત્વમાં છે. કૃપા કરીને એક નવું ઇનપુટ કરો:
he: .םייק רבכ םשה :שדח דחא ןזה אנא
hi: नाम पहले से मौजूद है। कृपया एक नया इनपुट करें:
hr: Ime već postoji. Molimo unesite novi:
hu: A név már létezik. Kérjük, írjon be egy újat:
hy: Անունն արդեն գոյություն ունի: Խնդրում ենք մուտքագրել նորը.
id: Nama sudah ada. Silakan masukkan yang baru:
is: Nafn er þegar til. Vinsamlega settu inn nýjan:
ka: სახელი უკვე არსებობს. გთხოვთ შეიყვანოთ ახალი:
kk: Аты бұрыннан бар. Жаңасын енгізіңіз:
km: ឈ្មោះមានរួចហើយ។ សូមបញ្ចូលថ្មីមួយ៖
kn: ಹೆಸರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಹೊಸದನ್ನು ನಮೂದಿಸಿ:
ku: Nav jixwe heye. Ji kerema xwe yek nû têkevin:
ky: Аты мурунтан эле бар. Сураныч, жаңысын киргизиңиз:
lb: Numm gëtt et schonn. Gitt w.e.g. en neien un:
lo: ຊື່ມີຢູ່ແລ້ວ. ກະລຸນາໃສ່ອັນໃໝ່:
lt: Pavadinimas jau yra. Įveskite naują:
lv: Vārds jau pastāv. Lūdzu, ievadiet jaunu:
mg: Efa misy ny anarana. Ampidiro vaovao azafady:
mi: Kua noho kē te ingoa. Whakaurua koa he mea hou:
mk: Името веќе постои. Ве молиме внесете нов:
ml: പേര് ഇതിനകം നിലവിലുണ്ട്. ദയവായി പുതിയൊരെണ്ണം നൽകുക:
mn: Нэр аль хэдийн байна. Шинээр оруулна уу:
mr: नाव आधीपासून अस्तित्वात आहे. कृपया एक नवीन इनपुट करा:
mt: Isem diġà jeżisti. Jekk jogħġbok daħħal waħda ġdida:
my: နာမည်ရှိပြီးသားပါ။ အသစ်တစ်ခုကို ထည့်သွင်းပါ-
nb: Navnet finnes allerede. Vennligst skriv inn en ny:
ne: नाम पहिले नै अवस्थित छ। कृपया एउटा नयाँ इनपुट गर्नुहोस्:
or: ନାମ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି | ଦୟାକରି ଏକ ନୂତନ ଇନପୁଟ୍ କରନ୍ତୁ:
pa: ਨਾਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਨਵਾਂ ਇਨਪੁਟ ਕਰੋ:
ps: .ﻱﺮﻟ ﻥﻮﺘﺷ ﻪﺨﻣﺩ ﻻ﻿ ﻡﻮﻧ :ﺉړﮐ ﻞﺧﺍﺩ ﯼﻮﻧ ﻮﯾ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Numele există deja. Vă rugăm să introduceți unul nou:
rw: Izina rimaze kubaho. Nyamuneka andika agashya:
sd: .ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﻲﺋ ۾ ﮖﺍ ﻮﻟﺎﻧ :ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻥﻮﺌﻧ ﻭڙڪﮬ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: නම දැනටමත් පවතී. කරුණාකර අලුත් එකක් ඇතුල් කරන්න:
sk: Názov už existuje. Zadajte nový:
sl: Ime že obstaja. Prosim vnesite novo:
sq: Emri ekziston tashmë. Ju lutemi futni një të re:
sw: Jina tayari lipo. Tafadhali weka mpya:
ta: பெயர் ஏற்கனவே உள்ளது. தயவுசெய்து புதிய ஒன்றை உள்ளிடவும்:
te: పేరు ఇప్పటికే ఉంది. దయచేసి కొత్తదాన్ని ఇన్u200cపుట్ చేయండి:
tg: Ном аллакай вуҷуд дорад. Лутфан навашро ворид кунед:
th: มีชื่อนี้แล้ว โปรดป้อนใหม่:
tk: Ady eýýäm bar. Täzesini girizmegiňizi haýyş edýäris:
tt: Исем инде бар. Зинһар, яңасын кертегез:
uk: Назва вже існує. Будь ласка, введіть новий:
ur: ۔ﮯﮨ ﺩﻮﺟﻮﻣ ﮯﺳ ﮯﻠﮩﭘ ﻡﺎﻧ :ﮟﯾﺮﮐ ﺝﺭﺩ ﺎﯿﻧ ﮏﯾﺍ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: Nom allaqachon mavjud. Iltimos, yangisini kiriting:
vi: Tên đã tồn tại. Vui lòng nhập một cái mới:
xh: Igama sele likhona. Nceda ufake entsha:
yi: .ץסיזגי ןיוש ןעמאָנ :עיַינ אַ ןיַיראַ עטיב

source: The new file cannot be created
af: Die nuwe lêer kan nie geskep word nie
am: አዲሱ ፋይል መፍጠር አይቻልም
ar: ﺪﻳﺪﺠﻟﺍ ﻒﻠﻤﻟﺍ ءﺎﺸﻧﺇ ﻦﻜﻤﻳ ﻻ﻿
be: Немагчыма стварыць новы файл
bg: Новият файл не може да бъде създаден
bn: নতুন ফাইল তৈরি করা যাবে না
ca: No es pot crear el fitxer nou
cy: Ni ellir creu'r ffeil newydd
da: Den nye fil kan ikke oprettes
eo: La nova dosiero ne povas esti kreita
et: Uut faili ei saa luua
eu: Ezin da fitxategi berria sortu
fa: ﺩﻮﺷ ﯽﻤﻧ ﺩﺎﺠﯾﺍ ﺪﯾﺪﺟ ﻞﯾﺎﻓ
fi: Uutta tiedostoa ei voi luoda
fil: Ang bagong file ay hindi maaaring gawin
fy: De nije triem kin net oanmakke wurde
ga: Ní féidir an comhad nua a chruthú
gd: Cha ghabh am faidhle ùr a chruthachadh
gl: Non se pode crear o ficheiro novo
gu: નવી ફાઇલ બનાવી શકાતી નથી
he: שדחה ץבוקה תא רוציל ןתינ אל
hi: नई फ़ाइल नहीं बनाई जा सकती
hr: Nova datoteka se ne može kreirati
hu: Az új fájl nem hozható létre
hy: Նոր ֆայլը հնարավոր չէ ստեղծել
id: File baru tidak dapat dibuat
is: Ekki er hægt að búa til nýju skrána
ka: ახალი ფაილის შექმნა შეუძლებელია
kk: Жаңа файлды жасау мүмкін емес
km: ឯកសារថ្មីមិនអាចបង្កើតបានទេ។
kn: ಹೊಸ ಫೈಲ್ ಅನ್ನು ರಚಿಸಲಾಗುವುದಿಲ್ಲ
ku: Pelê nû nayê çêkirin
ky: Жаңы файлды түзүү мүмкүн эмес
lb: Déi nei Datei kann net erstallt ginn
lo: ບໍ່ສາມາດສ້າງໄຟລ໌ໃໝ່ໄດ້
lt: Naujo failo sukurti nepavyks
lv: Jauno failu nevar izveidot
mg: Tsy azo noforonina ny rakitra vaovao
mi: Kaore e taea te hanga i te konae hou
mk: Новата датотека не може да се креира
ml: പുതിയ ഫയൽ സൃഷ്ടിക്കാൻ കഴിയില്ല
mn: Шинэ файл үүсгэх боломжгүй
mr: नवीन फाइल तयार करता येत नाही
mt: Il-fajl il-ġdid ma jistax jinħoloq
my: ဖိုင်အသစ်ကို ဖန်တီး၍မရပါ။
nb: Den nye filen kan ikke opprettes
ne: नयाँ फाइल सिर्जना गर्न सकिँदैन
or: ନୂତନ ଫାଇଲ୍ ସୃଷ୍ଟି ହୋଇପାରିବ ନାହିଁ |
pa: ਨਵੀਂ ਫਾਈਲ ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ
ps: ﯼﺪﯿﮐ ﻪﺘځﻨﯿﻣﺍﺭ ﻲﺸﻧ ﻞﯾﺎﻓ ﯤﻮﻧ
ro: Noul fișier nu poate fi creat
rw: Idosiye nshya ntishobora gukorwa
sd: ﻲﮭﮕﺳ ﻲﭤ ﻪﻧ ﻲﻫﺎﭠ ﻞﺋﺎﻓ ﻦﻴﺌﻧ
si: නව ගොනුව සෑදිය නොහැක
sk: Nový súbor nie je možné vytvoriť
sl: Nove datoteke ni mogoče ustvariti
sq: Skedari i ri nuk mund të krijohet
sw: Faili mpya haiwezi kuundwa
ta: புதிய கோப்பை உருவாக்க முடியாது
te: కొత్త ఫైల్ సృష్టించబడదు
tg: Файли нав эҷод карда намешавад
th: ไม่สามารถสร้างไฟล์ใหม่ได้
tk: Täze faýl döredilip bilinmez
tt: Яңа файл ясап булмый
uk: Неможливо створити новий файл
ur: ﯽﺘﮑﺳ ﺎﺟ ﯽﺋﺎﻨﺑ ﮟﯿﮩﻧ ﻞﺋﺎﻓ ﯽﺌﻧ
uz: Yangi fayl yaratib bo'lmaydi
vi: Không thể tạo tệp mới
xh: Ifayile entsha ayinakwenziwa
yi: ןפאשאב ןייז טינ ןענעק עקעט עיַינ יד

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
af: Hierdie simskakel se teiken ontbreek of jy het nie toestemming om toegang daartoe te verkry nie: %s Teiken: %s
am: የዚህ የሲምሊንክ ዒላማ ጠፍቷል ወይም እሱን ለማግኘት ፍቃድ የለዎትም፡- %s ዒላማ፡ %s
ar: :ﻪﻴﻟﺇ ﻝﻮﺻﻮﻟﺎﺑ ﻥﺫﺇ ﻚﻳﺪﻟ ﺲﻴﻟ ﻭﺃ ﺩﻮﻘﻔﻣ ﻱﺰﻣﺮﻟﺍ ﻁﺎﺒﺗﺭﻻ﻿ﺍ ﺍﺬﻫ ﻑﺪﻫ %s :ﻑﺍﺪﻬﺘﺳﺍ %s
be: Мэта гэтай сімвалічнай спасылкі адсутнічае або ў вас няма дазволу на доступ да яе: %s Мэта: %s
bg: Целта на тази символна връзка липсва или нямате разрешение за достъп до нея: %s Цел: %s
bn: এই সিমলিংকের লক্ষ্য অনুপস্থিত বা আপনার কাছে এটি অ্যাক্সেস করার অনুমতি নেই: %s লক্ষ্য: %s
ca: Falta l'objectiu d'aquest enllaç simbòlic o no teniu permís per accedir-hi: %s Objectiu: %s
cy: Mae targed y symlink hwn ar goll neu nid oes gennych ganiatâd i'w gyrchu: %s Targed: %s
da: Dette symbollinks mål mangler, eller du har ikke tilladelse til at få adgang til det: %s Mål: %s
eo: La celo de ĉi tiu simbolligo mankas aŭ vi ne havas permeson aliri ĝin: %s Celo: %s
et: Selle sümbollingi sihtmärk puudub või teil pole sellele juurdepääsu luba: %s Sihtmärk: %s
eu: Esteka sinboliko honen helburua falta da edo ez duzu bertara sartzeko baimenik: %s Helburua: %s
fa: :ﺪﯾﺭﺍﺪﻧ ﺍﺭ ﻥﺁ ﻪﺑ ﯽﺳﺮﺘﺳﺩ ﻩﺯﺎﺟﺍ ﺎﻤﺷ ﺎﯾ ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﻦﯾﺩﺎﻤﻧ ﺪﻧﻮﯿﭘ ﻦﯾﺍ ﻑﺪﻫ %s :ﻑﺪﻫ %s
fi: Tämän symlinkin kohde puuttuu tai sinulla ei ole oikeutta käyttää sitä: %s Kohde: %s
fil: Nawawala ang target ng symlink na ito o wala kang pahintulot na i-access ito: %s Target: %s
fy: It doel fan dizze symlink mist of jo hawwe gjin tagong ta it: %s Doel: %s
ga: Tá sprioc symlink seo ar iarraidh nó níl cead agat rochtain a fháil uirthi: %s Sprioc: %s
gd: Tha an targaid symlink seo a dhìth no chan eil cead agad faighinn thuige: %s Targaid: %s
gl: Falta o destino desta ligazón simbólica ou non tes permiso para acceder a el: %s Obxectivo: %s
gu: આ સિમલિંકનું લક્ષ્ય ખૂટે છે અથવા તમને તેને ઍક્સેસ કરવાની પરવાનગી નથી: %s લક્ષ્ય: %s
he: :וילא תשגל האשרה ךל ןיאש וא רסח הז לומיס רושיק לש דעיה %s :דַעַי %s
hi: इस सिम्लिंक का लक्ष्य गुम है या आपको इसे एक्सेस करने की अनुमति नहीं है: %s लक्ष्य: %s
hr: Cilj ove simbolične veze nedostaje ili nemate dopuštenje za pristup: %s Cilj: %s
hu: Ennek a szimbolikus hivatkozásnak a célpontja hiányzik, vagy nincs jogosultsága a hozzáféréshez: %s Cél: %s
hy: Այս symlink-ի թիրախը բացակայում է, կամ դուք չունեք դրան մուտք գործելու թույլտվություն. %s Թիրախ: %s
id: Target symlink ini tidak ada atau Anda tidak memiliki izin untuk mengaksesnya: %s Target: %s
is: Markmið þessa tákntengils vantar eða þú hefur ekki aðgangsheimild: %s Skotmark: %s
ka: ამ სიმბმულის სამიზნე აკლია ან არ გაქვთ მასზე წვდომის ნებართვა: %s სამიზნე: %s
kk: Бұл символдық сілтеменің мақсаты жоқ немесе оған кіруге рұқсатыңыз жоқ: %s Мақсат: %s
km: គោលដៅរបស់ symlink នេះត្រូវបានបាត់ ឬអ្នកមិនមានសិទ្ធិចូលប្រើវា៖ %s គោលដៅ: %s
kn: ಈ ಸಿಮ್u200cಲಿಂಕ್u200cನ ಗುರಿ ಕಾಣೆಯಾಗಿದೆ ಅಥವಾ ಅದನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ: %s ಗುರಿ: %s
ku: Armanca vê sîmlînkê winda ye an jî destûra we tune ku hûn bigihîjin wê: %s Armanc: %s
ky: Бул символдук шилтеменин максаты жок же сизде ага кирүүгө уруксатыңыз жок: %s Максат: %s
lb: D'Zil vun dësem Symlink fehlt oder Dir hutt keng Erlaabnis et ze kréien: %s Zil: %s
lo: ເປົ້າໝາຍຂອງ symlink ນີ້ຫາຍໄປ ຫຼືທ່ານບໍ່ມີສິດໃນການເຂົ້າເຖິງມັນ: %s ເປົ້າu200bຫມາຍ: %s
lt: Trūksta šios simbolinės nuorodos tikslo arba jūs neturite leidimo jos pasiekti: %s Tikslas: %s
lv: Trūkst šīs simboliskās saites mērķa vai jums nav atļaujas tai piekļūt: %s Mērķis: %s
mg: Tsy hita ny kendren'ity symlink ity na tsy manana alalana hidirana aminy ianao: %s Kendrena: %s
mi: Kei te ngaro te whainga o tenei symlink, karekau ranei koe e whai whakaaetanga ki te uru atu: %s Whāinga: %s
mk: Целта на оваа симболична врска недостасува или немате дозвола за пристап до неа: %s Цел: %s
ml: ഈ സിംലിങ്കിന്റെ ലക്ഷ്യം കാണുന്നില്ല അല്ലെങ്കിൽ നിങ്ങൾക്ക് ഇത് ആക്u200cസസ് ചെയ്യാൻ അനുമതിയില്ല: %s ലക്ഷ്യം: %s
mn: Энэ симболын зорилт байхгүй эсвэл танд хандах эрх байхгүй байна: %s Зорилтот: %s
mr: या सिमलिंकचे लक्ष्य गहाळ आहे किंवा तुम्हाला त्यात प्रवेश करण्याची परवानगी नाही: %s लक्ष्य: %s
mt: Il-mira ta' din is-simbolija hija nieqsa jew m'għandekx permess biex taċċessaha: %s Mira: %s
my: ဤဆိုင်းဘုတ်လင့်ခ်၏ ပစ်မှတ် ပျောက်ဆုံးနေသည် သို့မဟုတ် ၎င်းကို ဝင်ရောက်ကြည့်ရှုရန် သင့်တွင် ခွင့်ပြုချက်မရှိပါ- %s ပစ်မှတ်- %s
nb: Denne symbolkoblingens mål mangler eller du har ikke tillatelse til å få tilgang til den: %s Mål: %s
ne: यो सिमलिङ्कको लक्ष्य हराइरहेको छ वा तपाइँसँग यसलाई पहुँच गर्ने अनुमति छैन: %s लक्ष्य: %s
or: ଏହି ସିମ୍ଲିଙ୍କ ଟାର୍ଗେଟ୍ ହଜିଯାଇଛି କିମ୍ବା ଏହାକୁ ପ୍ରବେଶ କରିବାକୁ ଆପଣଙ୍କର ଅନୁମତି ନାହିଁ: %s ଲକ୍ଷ୍ୟ: %s
pa: ਇਸ ਸਿਮਲਿੰਕ ਦਾ ਟੀਚਾ ਗੁੰਮ ਹੈ ਜਾਂ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ: %s ਟੀਚਾ: %s
ps: :ﺉﺮﻠﻧ ﻩﺯﺎﺟﺍ ﻲﺳﺮﺳﻻ﻿ ﺩ ﻪﺗﺭﻭ ﻮﺳﺎﺗ ﺎﯾ ﯼﺩ ﮎﺭﻭ ﻑﺪﻫ ﮏﻨﻠﻤﯿﺳ ﯤﺩ ﺩ %s :ﻑﺪﻫ %s
ro: Ținta acestui link simbolic lipsește sau nu aveți permisiunea de a-l accesa: %s Ţintă: %s
rw: Intego ya symlink irabuze cyangwa udafite uburenganzira bwo kuyigeraho: %s Intego: %s
sd: :ﻲﻫﺎﻧ ﺕﺯﺎﺟﺍ ﻲﺟ ﻲﺋﺎﺳﺭ ﻦﻴﺋﺎﺗ ﻥﺍ ﻲﮐ ﻥﺎﻫﻮﺗ ﺎﻳ ﻲﻫﺁ ﺐﺋﺎﻏ ٽﻴﮔﺭﺎٽ ﻮﺟ ﮏﻨﻠﻤﺳ ﻦﻫ %s :ﻑﺪﮬ %s
si: මෙම symlink හි ඉලක්කය අතුරුදහන් හෝ ඔබට එයට ප්u200dරවේශ වීමට අවසර නැත: %s ඉලක්කය: %s
sk: Cieľ tohto symbolického odkazu chýba alebo nemáte povolenie na prístup k nemu: %s Cieľ: %s
sl: Cilj te simbolne povezave manjka ali pa nimate dovoljenja za dostop do njega: %s Cilj: %s
sq: Objektivi i kësaj lidhjeje mungon ose nuk keni leje për t'u qasur: %s Synimi: %s
sw: Lengo la ulinganifu huu halipo au huna ruhusa ya kulifikia: %s Lengo: %s
ta: இந்த சிம்லிங்கின் இலக்கு இல்லை அல்லது அதை அணுக உங்களுக்கு அனுமதி இல்லை: %s இலக்கு: %s
te: ఈ సిమ్u200cలింక్ లక్ష్యం లేదు లేదా దీన్ని యాక్సెస్ చేయడానికి మీకు అనుమతి లేదు: %s లక్ష్యం: %s
tg: Ҳадафи ин пайванди рамзӣ нест ё шумо барои дастрасӣ ба он иҷозат надоред: %s Ҳадаф: %s
th: เป้าหมายของ symlink นี้หายไปหรือคุณไม่ได้รับอนุญาตให้เข้าถึง: %s เป้า: %s
tk: Bu baglanyşygyň nyşany ýok ýa-da oňa girmäge rugsadyňyz ýok: %s Maksat: %s
tt: Бу симлинкның максаты юк, яисә аңа керергә рөхсәтегез юк: %s Максат: %s
uk: Ціль цього символічного посилання відсутня або у вас немає дозволу на доступ до нього: %s Ціль: %s
ur: :ﮯﮨ ﮟﯿﮩﻧ ﺕﺯﺎﺟﺍ ﯽﮐ ﯽﺋﺎﺳﺭ ﮏﺗ ﺱﺍ ﻮﮐ ﭖﺁ ﺎﯾ ﮯﮨ ﺐﺋﺎﻏ ﻑﺪﮨ ﺎﮐ ﮏﻨﻠﻤﺳ ﺱﺍ %s :ﻑﺪﮨ %s
uz: Bu ramziy havolaning maqsadi yoʻq yoki sizda unga kirish uchun ruxsat yoʻq: %s Maqsad: %s
vi: Đích của liên kết biểu tượng này bị thiếu hoặc bạn không có quyền truy cập vào nó: %s Mục tiêu: %s
xh: Le symlink ekujoliswe kuyo ayikho okanye awunayo imvume yokufikelela kuyo: %s Ekujoliswe kuko: %s
yi: :סע סעסקאַ וצ שינעביולרעד ןבאָה טינ ןאָט ריא רעדאָ קידנלעפ זיא קנילמיס םעד ןופ ליצ רעד %s :ליצ %s

source: Broken Link
af: Gebreekte skakel
am: የተሰበረ አገናኝ
ar: ﻞﻄﻌﻣ ﻂﺑﺍﺭ
be: Непрацуючая спасылка
bg: Счупена връзка
bn: ছিন্ন সুত্র
ca: Enllaç trencat
cy: Dolen Broken
da: Brudt link
eo: Rompita Ligo
et: Katkine link
eu: Hautsitako esteka
fa: ﺏﺍﺮﺧ ﮏﻨﯿﻟ
fi: Rikkinäinen linkki
fil: Sirang link
ga: Nasc Briste
gd: Ceangal briste
gl: Ligazón rota
gu: તૂટેલી લિંક
he: רובש קניל
hi: टूटी हुई कड़ी
hr: Pokvarena veza
hu: Törött link
hy: Կոտրված հղում
id: Tautan Rusak
is: Brotinn hlekkur
ka: გატეხილი ლინკი
kk: Бұзылған сілтеме
km: តំណភ្ជាប់ខូច
kn: ಮುರಿದ ಲಿಂಕ್
ku: Girêdana şikestî
ky: Сынган шилтеме
lo: ການເຊື່ອມຕໍ່ຫັກ
lt: Nutrūkusi nuoroda
lv: Bojāta saite
mg: Rohy tapaka
mi: Hononga Whati
mk: Скршена врска
ml: തകർന്ന ലിങ്ക്
mn: Эвдэрсэн холбоос
mr: तुटलेली लिंक
mt: Link miksura
my: ကျိုးနေသောလင့်ခ်
nb: Ødelagt lenke
ne: टुटेको लिङ्क
or: ଭଙ୍ଗା ଲିଙ୍କ୍ |
pa: ਟੁੱਟਿਆ ਲਿੰਕ
ps: ﮏﻨﯿﻟ ﯼﻮﺷ ﺕﺎﻣ
ro: Legătură ruptă
rw: Ihuza
sd: ڪﻨﻟ ﻞٽٽ
si: කැඩුණු සබැඳිය
sk: Nefunkčný odkaz
sl: Prekinjena povezava
sq: Lidhje e prishur
sw: Kiungo Kimevunjika
ta: உடைந்த இணைப்பு
te: బ్రోకెన్ లింక్
tg: Пайванди шикаста
th: ลิงค์เสีย
tk: Döwülen baglanyşyk
tt: Бозылган сылтама
uk: Непрацююче посилання
ur: ﮏﻨﻟ ﺍﻮﮨ ﺎﭨﻮﭨ
uz: Buzilgan havola
vi: Liên kết bị hỏng
xh: Unxulumano olwaphukileyo
yi: קניל ןכארבעצ

source: Delete %d selected item as root ?
af: Vee uit %d geselekteerde item as root ?
am: ሰርዝ %d የተመረጠው ንጥል እንደ root ?
bg: Изтрий %d избран елемент като root ?
bn: মুছে ফেলা %d হিসাবে আইটেম নির্বাচিত root ?
ca: Suprimeix %d element seleccionat com a root ?
da: Slet %d valgt vare som root ?
eo: Forigi %d elektita eron kiel root ?
et: Kustuta %d valitud üksus kui root ?
eu: Ezabatu %d gisa hautatutako elementua root ?
fa: ﻑﺬﺣ %d ﻥﺍﻮﻨﻋ ﻪﺑ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﺩﺭﻮﻣ root ?
fi: Poistaa %d valittu kohde nimellä root ?
fil: Tanggalin %d napiling item bilang root ?
fy: Wiskje %d selektearre item as root ?
gl: Eliminar %d elemento seleccionado como root ?
gu: કાઢી નાખો %d તરીકે પસંદ કરેલ વસ્તુ root ?
hi: हटाएं %d चयनित आइटम के रूप में root ?
hu: Töröl %d kiválasztott elem mint root ?
hy: Ջնջել %d ընտրված տարրը որպես root ?
id: Menghapus %d item yang dipilih sebagai root ?
is: Eyða %d valinn hlutur sem root ?
ka: წაშლა %d შერჩეული ელემენტი, როგორც root ?
kk: Жою %d ретінде таңдалған элемент root ?
km: លុប %d ធាតុដែលបានជ្រើសរើសជា root ?
kn: ಅಳಿಸಿ %d ಆಯ್ಕೆಮಾಡಿದ ಐಟಂ root ?
ku: Jêbirin %d babete hilbijart wek root ?
ky: Жок кылуу %d катары тандалган нерсе root ?
lb: Läschen %d ausgewielt Element als root ?
lo: ລຶບ %d ລາຍການທີ່ເລືອກເປັນ root ?
lt: Ištrinti %d pasirinktą daiktą kaip šakninį ?
mg: Mamafa %d singa voafantina toy ny root ?
mi: Mukua %d tūemi kua tohua hei root ?
mk: Избриши %d избрана ставка како root ?
ml: ഇല്ലാതാക്കുക %d ആയി തിരഞ്ഞെടുത്ത ഇനം root ?
mn: Устгах %d сонгосон зүйл root ?
mr: हटवा %d म्हणून आयटम निवडला root ?
my: ဖျက်ပါ။ %d ရွေးချယ်ထားသည့်အရာအဖြစ် root ?
nb: Slett %d valgt element som root ?
ne: मेटाउन %d रूपमा चयन गरिएको वस्तु root ?
or: ଡିଲିଟ୍ କରନ୍ତୁ | %d ଭାବରେ ମନୋନୀତ ଆଇଟମ୍ | root ?
pa: ਮਿਟਾਓ %d ਵਜੋਂ ਚੁਣੀ ਆਈਟਮ root ?
ps: ﻝﻮګﻧړ %d ﻪﮑﻟ ﻲﮐﻮﺗ ﯼﻮﺷ ﻞﮐﺎټ root ?
rw: Gusiba %d Byahiswemo Ikintu Nka root ?
sd: ﻮﻳﺮڪ ﻑﺬﺣ %d ﻦﺌﻴﺟ ﻥﻮﻴﺷ ﻞﻴﭤ ﺐﺨﺘﻨﻣ root ?
si: මකන්න %d ලෙස තෝරාගත් අයිතමය root ?
sq: Fshije %d artikulli i zgjedhur si root ?
sw: Futa %d kipengee kilichochaguliwa kama root ?
ta: அழி %d தேர்ந்தெடுக்கப்பட்ட உருப்படி root ?
te: తొలగించు %d ఎంచుకున్న అంశం root ?
tg: Нобуд кунед %d банди интихобшуда ҳамчун root ?
th: ลบ %d รายการที่เลือกเป็น root ?
tk: Öçür %d ýaly saýlanan element root ?
tt: Бетерү %d итеп сайланган әйбер root ?
ur: ۔ﮟﯾﺮﮐ ﻑﺬﺣ %d ﻢﭩﺋﺁ ﺐﺨﺘﻨﻣ ﺭﻮﻄﺑ root ?
uz: Oʻchirish %d sifatida tanlangan element root ?
vi: Xóa bỏ %d mục đã chọn là root ?
xh: Cima %d into ekhethiweyo njenge root ?
yi: ןקעמסיו %d יוו רעמונ ןבילקעגסיוא root ?

source: Confirm Delete As Root
af: Bevestig Delete As Root
am: መሰረዝን አረጋግጥ Root
ar: ﻢﺳﺎﺑ ﻑﺬﺤﻟﺍ ﺪﻴﻛﺄﺗ Root
be: Пацвердзіце выдаленне як Root
bg: Потвърдете Изтриване като Root
bn: হিসাবে মুছে ফেলা নিশ্চিত করুন Root
ca: Confirmeu Suprimeix com Root
cy: Cadarnhau Dileu Fel Root
da: Bekræft Slet som Root
eo: Konfirmu Forigi Kiel Root
et: Kinnitage Kustuta kui Root
eu: Berretsi Ezabatu honela Root
fa: Delete As ﺪﯿﻨﮐ ﺪﯿﯾﺎﺗ ﺍﺭ Root
fi: Vahvista Poista nimellä Root
fil: Kumpirmahin ang Tanggalin Bilang Root
fy: Befêstigje Wiskje As Root
ga: Deimhnigh Scrios Mar Root
gd: Dearbhaich cuir às do Root
gl: Confirma Eliminar como Root
gu: આ રીતે કાઢી નાખવાની પુષ્ટિ કરો Root
he: כ קחמ רשא Root
hi: इस रूप में हटाएं की पुष्टि करें Root
hr: Potvrdite Delete As Root
hu: Erősítse meg a Törlés másként lehetőséget Root
hy: Հաստատեք Ջնջել որպես Root
id: Konfirmasi Hapus Sebagai Root
is: Staðfestu Eyða sem Root
ka: დაადასტურეთ წაშლა როგორც Root
kk: Басқаша жоюды растаңыз Root
km: បញ្ជាក់ លុប As Root
kn: ಹಾಗೆ ಅಳಿಸಿ ಎಂದು ಖಚಿತಪಡಿಸಿ Root
ku: Piştrast bike Delete As Root
ky: Башкача жок кылууну ырастоо Root
lb: Confirméieren Läschen As Root
lo: ຢືນຢັນການລຶບ As Root
lt: Patvirtinkite Ištrinti kaip Root
lv: Apstipriniet Dzēst kā Root
mg: Hamafiso fafao ho Root
mi: Whakaū Muku Hei Root
mk: Потврди Избриши како Root
ml: ആയി ഇല്ലാതാക്കുക സ്ഥിരീകരിക്കുക Root
mn: Устгах гэж баталгаажуулна уу Root
mr: म्हणून हटवा पुष्टी करा Root
mt: Ikkonferma Ħassar Kif Root
my: Delete As ကို အတည်ပြုပါ။ Root
nb: Bekreft Slett som Root
ne: यस रूपमा मेटाउने पुष्टि गर्नुहोस् Root
or: ବିଲୋପକୁ ନିଶ୍ଚିତ କରନ୍ତୁ | Root
pa: ਦੇ ਤੌਰ 'ਤੇ ਮਿਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ Root
ps: ﺉړﮐ ﺪﯿﯾﺎﺗ ﻪګﻮﺗ ﻪﭘ ﻑﺬﺣ ﺩ Root
ro: Confirmați ștergeți ca Root
rw: Emeza Gusiba Nk Root
sd: ﻦﺌﻴﺟ ﻮﻳﺮڪ ﻑﺬﺣ ﻮﻳﺮڪ ﻖﻳﺪﺼﺗ Root
si: ලෙස මකන්න තහවුරු කරන්න Root
sk: Potvrďte Odstrániť ako Root
sl: Potrdite Izbriši kot Root
sq: Konfirmo Fshi si Root
sw: Thibitisha Futa Kama Root
ta: என நீக்கு என்பதை உறுதிப்படுத்தவும் Root
te: ఇలా తొలగించడాన్ని నిర్ధారించండి Root
tg: Тасдиқ Нобудкунӣ Ҳамчун Root
th: ยืนยันการลบเป็น Root
tk: Öçürmegi tassyklaň Root
tt: Бетерүне раслагыз Root
uk: Підтвердьте видалення як Root
ur: ۔ﮟﯾﺮﮐ ﻖﯾﺪﺼﺗ ﯽﮐ ﮯﻧﺮﮐ ﻑﺬﺣ ﺭﻮﻄﺑ Root
uz: Sifatida o'chirishni tasdiqlang Root
vi: Xác nhận Xóa Như Root
xh: Qinisekisa Cima Njenge Root
yi: יוו ןקעמסיו ןקיטעטשאַב Root
