Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: older
af: ouer
am: የቆየ
ar: ﺎﻨﺳ ﺮﺒﻛﺍ
be: старэй
bg: по-стари
bn: পুরোনো
ca: més vell
cy: Henach
da: ældre
eo: pli maljuna
et: vanem
eu: zaharragoak
fa: ﺮﺗ ﻦﺴﻣ
fi: vanhempi
fil: mas matanda
fy: âlder
ga: níos sine
gd: nas sine
gl: máis vellos
gu: જૂની
he: רתוי םירגובמ
hi: बड़े
hr: stariji
hu: idősebb
hy: Ավելի հին
id: lebih tua
is: eldri
ka: უფრო ძველი
kk: егде
km: ចាស់ជាង
kn: ಹಳೆಯದು
ku: pîrtir
ky: улуураак
lb: méi al
lo: ແກ່
lt: vyresni
lv: vecāks
mg: taona
mi: pakeke
mk: постар
ml: പഴയത്
mn: хөгшин
mr: जुने
mt: anzjani
my: အသက်ကြီးသည်။
nb: eldre
ne: पुरानो
or: ପୁରାତନ
pa: ਵੱਡੀ ਉਮਰ
ps: ړﻭﺯ
ro: mai batran
rw: mukuru
sd: ﻭڏﻭ
si: වැඩිහිටි
sk: starší
sl: starejši
sq: më të vjetra
sw: mzee
ta: பழையது
te: పెద్దది
tg: калонтар
th: แก่กว่า
tk: uly
tt: олырак
uk: старший
ur: ﺮﻤﻋ ﯼﮍﺑ
uz: yoshi kattaroq
vi: lớn hơn
xh: mdala
yi: רעטלע

source: Filename Exists
af: Lêernaam bestaan
am: የፋይል ስም አለ።
ar: ﺩﻮﺟﻮﻣ ﻒﻠﻤﻟﺍ ﻢﺳﺍ
be: Імя файла існуе
bg: Име на файл съществува
bn: ফাইলের নাম বিদ্যমান
ca: El nom del fitxer existeix
cy: Enw Ffeil Yn Bodoli
da: Filnavn findes
eo: Dosiernomo Ekzistas
et: Failinimi on olemas
eu: Fitxategiaren izena existitzen da
fa: ﺖﺳﺍ ﺩﻮﺟﻮﻣ ﻞﯾﺎﻓ ﻡﺎﻧ
fi: Tiedostonimi on olemassa
fil: Umiiral ang Filename
fy: Bestânsnamme bestiet
ga: Ainm Comhad ann
gd: Ainm faidhle ann
gl: O nome do ficheiro existe
gu: ફાઇલનામ અસ્તિત્વમાં છે
he: םייק ץבוקה םש
hi: फ़ाइलनाम मौजूद है
hr: Naziv datoteke postoji
hu: Fájlnév létezik
hy: Ֆայլի անունը գոյություն ունի
id: Nama File Ada
is: Skráarnafn er til
ka: ფაილის სახელი არსებობს
kk: Файл атауы бар
km: ឈ្មោះឯកសារមាន
kn: ಫೈಲ್ ಹೆಸರು ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ku: Navê pelê heye
ky: Файлдын аты бар
lb: Dateinumm existéiert
lo: ຊື່ໄຟລ໌ມີຢູ່
lt: Failo pavadinimas egzistuoja
lv: Faila nosaukums pastāv
mg: Anaran-drakitra misy
mi: Te Ingoa Kōnae
mk: Името на датотеката постои
ml: ഫയലിന്റെ പേര് നിലവിലുണ്ട്
mn: Файлын нэр байна
mr: फाइलनाव अस्तित्वात आहे
mt: Isem tal-Fajl Jeżisti
my: ဖိုင်အမည်ရှိနေသည်။
nb: Filnavn finnes
ne: फाइलनाम अवस्थित छ
or: ଫାଇଲନାମ ବିଦ୍ୟମାନ |
pa: ਫਾਈਲ ਨਾਮ ਮੌਜੂਦ ਹੈ
ps: ﻱﺮﻟ ﻥﻮﺘﺷ ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ
ro: Numele fișierului există
rw: Izina ryizina rirahari
sd: ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ
si: ගොනු නාමය පවතී
sk: Názov súboru existuje
sl: Ime datoteke obstaja
sq: Emri i skedarit ekziston
sw: Jina la faili Lipo
ta: கோப்பு பெயர் உள்ளது
te: ఫైల్ పేరు ఉంది
tg: Номи файл вуҷуд дорад
th: มีชื่อไฟล์
tk: Faýlyň ady bar
tt: Файлның исеме бар
uk: Ім'я файлу існує
ur: ۔ﮯﮨ ﺩﻮﺟﻮﻣ ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ
uz: Fayl nomi mavjud
vi: Tên tệp Tồn tại
xh: Igama Lefayile Likhona
yi: ץסיזגי ןעמאָנ עקעט

source: <b>Filename already exists.</b> Please rename or select an action.
af: <b>Lêernaam bestaan u200bu200breeds.</b> Hernoem asseblief of kies 'n handeling.
am: <b>የፋይል ስም አስቀድሞ አለ።</b> እባክዎ እንደገና ይሰይሙ ወይም አንድ ድርጊት ይምረጡ።
ar: <b>.ﻞﻌﻔﻟﺎﺑ ﺩﻮﺟﻮﻣ ﻒﻠﻤﻟﺍ ﻢﺳﺍ</b> .ءﺍﺮﺟﺇ ﺪﻳﺪﺤﺗ ﻭﺃ ﺔﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ ﻰﺟﺮﻳ
be: <b>Імя файла ўжо існуе.</b> Перайменуйце або выберыце дзеянне.
bg: <b>Името на файла вече съществува.</b> Моля, преименувайте или изберете действие.
bn: <b>ফাইলের নাম আগে থেকেই আছে।</b> অনুগ্রহ করে নাম পরিবর্তন করুন বা একটি ক্রিয়া নির্বাচন করুন৷
ca: <b>El nom del fitxer ja existeix.</b> Si us plau, canvieu el nom o seleccioneu una acció.
cy: <b>Mae enw ffeil eisoes yn bodoli.</b> Ail-enwi neu ddewis gweithred.
da: <b>Filnavnet findes allerede.</b> Omdøb, eller vælg en handling.
eo: <b>Dosiernomo jam ekzistas.</b> Bonvolu renomi aŭ elekti agon.
et: <b>Failinimi on juba olemas.</b> Nimetage ümber või valige toiming.
eu: <b>Fitxategi-izena jada existitzen da.</b> Mesedez, aldatu izena edo hautatu ekintza bat.
fa: <b>.ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﺒﻗ ﺯﺍ ﻞﯾﺎﻓ ﻡﺎﻧ</b> .ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺎﯾ ﺪﯿﻫﺩ ﻡﺎﻧ ﺮﯿﯿﻐﺗ ﺍﺭ ﻡﺍﺪﻗﺍ ﮏﯾ ًﺎﻔﻄﻟ
fi: <b>Tiedostonimi on jo olemassa.</b> Nimeä uudelleen tai valitse toiminto.
fil: <b>Umiiral na ang filename.</b> Mangyaring palitan ang pangalan o pumili ng isang aksyon.
fy: <b>Bestânsnamme bestiet al.</b> Omneame asjebleaft of selektearje in aksje.
ga: <b>Tá ainm comhaid ann cheana.</b> Athainmnigh nó roghnaigh gníomh le do thoil.
gd: <b>Tha ainm faidhle ann mu thràth.</b> Feuch an ainmich thu no tagh gnìomh.
gl: <b>O nome de ficheiro xa existe.</b> Cambia o nome ou selecciona unha acción.
gu: <b>ફાઇલનામ પહેલેથી જ અસ્તિત્વમાં છે.</b> કૃપા કરીને નામ બદલો અથવા ક્રિયા પસંદ કરો.
he: <b>.םייק רבכ ץבוקה םש</b> .הלועפ רחב וא םש הנש אנא
hi: <b>फ़ाइलनाम पहले से मौजूद है।</b> कृपया नाम बदलें या किसी क्रिया का चयन करें।
hr: <b>Naziv datoteke već postoji.</b> Preimenujte ili odaberite radnju.
hu: <b>A fájlnév már létezik.</b> Kérjük, nevezzen át vagy válasszon egy műveletet.
hy: <b>Ֆայլի անունն արդեն գոյություն ունի:</b> Խնդրում ենք վերանվանել կամ ընտրել գործողություն:
id: <b>Nama file sudah ada.</b> Harap ganti nama atau pilih tindakan.
is: <b>Skráarnafn er þegar til.</b> Vinsamlegast endurnefna eða veldu aðgerð.
ka: <b>ფაილის სახელი უკვე არსებობს.</b> გთხოვთ გადაარქვათ სახელი ან აირჩიოთ მოქმედება.
kk: <b>Файл аты әлдеқашан бар.</b> Атын өзгерту немесе әрекетті таңдаңыз.
km: <b>ឈ្មោះឯកសារមានរួចហើយ។</b> សូមប្តូរឈ្មោះ ឬជ្រើសរើសសកម្មភាព។
kn: <b>ಫೈಲ್ ಹೆಸರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.</b> ದಯವಿಟ್ಟು ಮರುಹೆಸರಿಸಿ ಅಥವಾ ಕ್ರಿಯೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ku: <b>Navê pelê jixwe heye.</b> Ji kerema xwe navê xwe biguherînin an çalakiyek hilbijêrin.
ky: <b>Файлдын аты мурунтан эле бар.</b> Атын өзгөртүү же аракетти тандаңыз.
lb: <b>Dateinumm existéiert schonn.</b> Weg ëmbenennen oder wielt eng Aktioun.
lo: <b>ຊື່ໄຟລ໌ມີຢູ່ແລ້ວ.</b> ກະລຸນາປ່ຽນຊື່ ຫຼືເລືອກຄຳສັ່ງໃດໜຶ່ງ.
lt: <b>Failo pavadinimas jau yra.</b> Pervardykite arba pasirinkite veiksmą.
lv: <b>Faila nosaukums jau pastāv.</b> Lūdzu, pārdēvējiet vai atlasiet darbību.
mg: <b>Efa misy ny anaran-drakitra.</b> Ovao anarana na mifidiana hetsika iray azafady.
mi: <b>Kei te tīariari kē te ingoa kōnae.</b> Whakaingoa ano, tohua ranei he hohenga.
mk: <b>Името на датотеката веќе постои.</b> Преименувајте или изберете дејство.
ml: <b>ഫയലിന്റെ പേര് ഇതിനകം നിലവിലുണ്ട്.</b> പേരുമാറ്റുക അല്ലെങ്കിൽ ഒരു പ്രവർത്തനം തിരഞ്ഞെടുക്കുക.
mn: <b>Файлын нэр аль хэдийн байна.</b> Нэрийг өөрчлөх эсвэл үйлдлийг сонгоно уу.
mr: <b>फाइलनाव आधीपासून अस्तित्वात आहे.</b> कृपया नाव बदला किंवा एखादी क्रिया निवडा.
mt: <b>L-isem tal-fajl diġà jeżisti.</b> Jekk jogħġbok semmi mill-ġdid jew agħżel azzjoni.
my: <b>ဖိုင်အမည် ရှိနှင့်ပြီးဖြစ်သည်။</b> ကျေးဇူးပြု၍ အမည်ပြောင်းပါ သို့မဟုတ် လုပ်ဆောင်ချက်တစ်ခုကို ရွေးချယ်ပါ။
nb: <b>Filnavnet finnes allerede.</b> Gi nytt navn eller velg en handling.
ne: <b>फाइलनाम पहिले नै अवस्थित छ।</b> कृपया पुन: नामाकरण गर्नुहोस् वा कार्य चयन गर्नुहोस्।
or: <b>ଫାଇଲନାମ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି |</b> ଦୟାକରି ଏକ କ୍ରିୟାର ନାମ ପରିବର୍ତ୍ତନ କରନ୍ତୁ କିମ୍ବା ଚୟନ କରନ୍ତୁ |
pa: <b>ਫਾਈਲ ਨਾਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।</b> ਕਿਰਪਾ ਕਰਕੇ ਨਾਮ ਬਦਲੋ ਜਾਂ ਕੋਈ ਕਾਰਵਾਈ ਚੁਣੋ।
ps: <b>.ﻱﺮﻟ ﻥﻮﺘﺷ ﻪﺨﻣﺩ ﻻ﻿ ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ</b> .ﺉړﮐ ﻩﺭﻮﻏ ﻞﻤﻋ ﻮﯾ ﺎﯾ ﺉړﮐ ﻝﺪﺑ ﻡﻮﻧ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: <b>Numele fișierului există deja.</b> Redenumiți sau selectați o acțiune.
rw: <b>Izina ryizina rirahari.</b> Nyamuneka hindura izina cyangwa uhitemo igikorwa.
sd: <b>.ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﻲﺋ ۾ ﮖﺍ ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ</b> .ﻮﻳڊﻧﻮﭼ ﻞﻤﻋ ﺎﻳ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: <b>ගොනු නාමය දැනටමත් පවතී.</b> කරුණාකර නැවත නම් කරන්න හෝ ක්u200dරියාවක් තෝරන්න.
sk: <b>Názov súboru už existuje.</b> Premenujte alebo vyberte akciu.
sl: <b>Ime datoteke že obstaja.</b> Preimenujte ali izberite dejanje.
sq: <b>Emri i skedarit ekziston tashmë.</b> Ju lutemi riemërtoni ose zgjidhni një veprim.
sw: <b>Jina la faili tayari lipo.</b> Tafadhali badilisha jina au chagua kitendo.
ta: <b>கோப்பு பெயர் ஏற்கனவே உள்ளது.</b> மறுபெயரிடவும் அல்லது செயலைத் தேர்ந்தெடுக்கவும்.
te: <b>ఫైల్ పేరు ఇప్పటికే ఉంది.</b> దయచేసి పేరు మార్చండి లేదా చర్యను ఎంచుకోండి.
tg: <b>Номи файл аллакай вуҷуд дорад.</b> Лутфан номашро тағир диҳед ё амалеро интихоб кунед.
th: <b>มีชื่อไฟล์อยู่แล้ว</b> โปรดเปลี่ยนชื่อหรือเลือกการดำเนินการ
tk: <b>Faýlyň ady eýýäm bar.</b> Hereketiň adyny üýtgediň ýa-da saýlaň.
tt: <b>Файлның исеме бар.</b> Зинһар, исемнең исемен үзгәртегез яки сайлагыз.
uk: <b>Ім'я файлу вже існує.</b> Будь ласка, перейменуйте або виберіть дію.
ur: <b>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﮯﺳ ﮯﻠﮩﭘ ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ</b> ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﻞﻤﻋ ﯽﺋﻮﮐ ﺎﯾ ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: <b>Fayl nomi allaqachon mavjud.</b> Nomini oʻzgartiring yoki amalni tanlang.
vi: <b>Tên tệp đã tồn tại.</b> Vui lòng đổi tên hoặc chọn một hành động.
xh: <b>Igama lefayile sele likhona.</b> Nceda uthiye ngokutsha okanye ukhethe isenzo.
yi: <b>.ץסיזגי ןיוש ןעמאָנ עקעט</b> .עיצקאַ ןאַ ןביַילקסיוא רעדאָ עמאַנער עטיב

source: Rename Required
af: Hernoem vereis
am: ዳግም መሰየም ያስፈልጋል
ar: ﺔﻴﻤﺴﺘﻟﺍ ﺓﺩﺎﻋﺇ ﺏﻮﻠﻄﻣ
be: Абавязкова перайменаваць
bg: Задължително преименуване
bn: পুনঃনামকরণ আবশ্যক
ca: Reanomena obligatori
cy: Ail-enwi Angenrheidiol
da: Omdøb påkrævet
eo: Renomi Bezonata
et: Ümbernimetamine Nõutav
eu: Aldatu izena Beharrezkoa
fa: ﺖﺳﺍ ﯽﻣﺍﺰﻟﺍ ﻡﺎﻧ ﺮﯿﯿﻐﺗ
fi: Nimeä uudelleen Pakollinen
fil: Kinakailangang Palitan ang Pangalan
ga: Athainmnigh Riachtanach
gd: Ath-ainmich riatanach
gl: Cambiar o nome Obrigatorio
gu: નામ બદલવું જરૂરી છે
he: שרדנ םש הנש
hi: नाम बदलें आवश्यक
hr: Obavezno preimenujte
hu: Átnevezés kötelező
hy: Պահանջվում է վերանվանել
id: Ganti Nama Diperlukan
is: Endurnefna áskilið
ka: გადარქმევა აუცილებელია
kk: Атын өзгерту Міндетті
km: ទាមទារប្តូរឈ្មោះ
kn: ಮರುಹೆಸರು ಅಗತ್ಯವಿದೆ
ky: Атын өзгөртүү талап кылынат
lb: Umbenannt néideg
lo: ຕ້ອງປ່ຽນຊື່
lt: Pervardyti būtina
lv: Pārdēvēt Obligāti
mg: Ilaina ny fanovana anarana
mi: Me whakaingoa ano
mk: Потребно е преименување
ml: പുനർനാമകരണം ആവശ്യമാണ്
mn: Нэр солих шаардлагатай
mr: नाव बदलणे आवश्यक आहे
mt: Isem mill-ġdid Meħtieġa
my: အမည်ပြောင်းရန် လိုအပ်ပါသည်။
nb: Gi nytt navn påkrevd
ne: पुन: नामाकरण आवश्यक छ
or: ପୁନ ame ନାମ ଆବଶ୍ୟକ
pa: ਨਾਮ ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ
ps: ﻱﺩ ﻦﯾړﺍ ﻝﻮﻟﺪﺑ ﻡﻮﻧ
ro: Redenumire Obligatoriu
rw: Izina risabwa
sd: ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ
si: නැවත නම් කිරීම අවශ්u200dයයි
sk: Vyžaduje sa premenovanie
sl: Preimenuj Zahtevano
sq: Kërkohet riemërtimi
sw: Inahitajika Kubadilisha Jina
ta: மறுபெயரிடுதல் தேவை
te: పేరు మార్చడం అవసరం
tg: Иваз кардани ном лозим аст
th: จำเป็นต้องเปลี่ยนชื่อ
tk: Adyny üýtgetmek zerur
tt: Исемнең исеме кирәк
uk: Необхідно перейменувати
ur: ۔ﮯﮨ ﯼﺭﻭﺮﺿ ﺎﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ
uz: Nomini oʻzgartirish shart
vi: Yêu cầu đổi tên
xh: Ukuphinda kunikwe igama kuyafuneka
yi: טגנאלראפ עמאַנער

source: In folder:
af: In gids:
am: በአቃፊ ውስጥ፡-
ar: :ﺪﻠﺠﻤﻟﺍ ﻲﻓ
be: У тэчцы:
bg: в папка:
bn: ফোল্ডারে:
ca: A la carpeta:
cy: Yn y ffolder:
da: I mappen:
eo: En dosierujo:
et: Kaustas:
eu: Karpetan:
fa: :ﻪﺷﻮﭘ ﺭﺩ
fi: Kansiossa:
fil: Sa folder:
fy: Yn map:
ga: I bhfillteán:
gd: Anns a ’phasgan:
gl: No cartafol:
gu: ફોલ્ડરમાં:
he: :הייקיתב
hi: फ़ोल्डर में:
hr: U mapi:
hu: A mappában:
hy: Թղթապանակում՝
id: Dalam folder:
is: Í möppu:
ka: საქაღალდეში:
kk: Қалтада:
km: ក្នុងu200bថត៖
kn: ಫೋಲ್ಡರ್u200cನಲ್ಲಿ:
ku: Di peldankê de:
ky: Папкада:
lb: Am Dossier:
lo: ໃນໂຟນເດີ:
lt: Aplanke:
lv: Mapē:
mg: Ao anaty lahatahiry:
mi: Kei te kōpaki:
mk: Во папката:
ml: ഫോൾഡറിൽ:
mn: Фолдерт:
mr: फोल्डरमध्ये:
mt: Fil-folder:
my: ဖိုင်တွဲတွင်-
nb: I mappen:
ne: फोल्डरमा:
or: ଫୋଲ୍ଡରରେ:
pa: ਫੋਲਡਰ ਵਿੱਚ:
ps: :ﯥﮐ ﺭډﻟﻮﻓ ﻪﭘ
ro: În dosar:
rw: Mu bubiko:
sd: :۾ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරය තුළ:
sk: V priečinku:
sl: V mapi:
sq: Në dosje:
sw: Katika folda:
ta: கோப்புறையில்:
te: ఫోల్డర్u200cలో:
tg: Дар папка:
th: ในโฟลเดอร์:
tk: Papkada:
tt: Папкада:
uk: У папці:
ur: :ﮟﯿﻣ ﺭﮉﻟﻮﻓ
uz: Jildda:
vi: Trong thư mục:
xh: Kwifolda:
yi: :עקעט ןיא

source: _Overwrite
af: _Oorskryf
am: _ጻፍ
ar: _ﻕﻮﻓ ﺔﺑﺎﺘﻜﻟﺍ
be: _Перазапісаць
bg: _Презаписване
bn: _ওভাররাইট করুন
ca: _Sobreescriure
cy: _Ysgrifennu
da: _Overskriv
eo: _Anstataŭigi
et: _Üle kirjutada
eu: _Gainidatzi
fa: _ﻦﺘﺷﻮﻧ ﺩﺎﯾﺯ
fi: _Korvaa
fil: _I-overwrite
fy: _Oerskriuwe
ga: _Forscríobh
gd: _Thoir thairis
gl: _Sobrescribir
gu: _ઓવરરાઇટ કરો
he: _ףלחה
hi: _ओवरराइट
hr: _Prepiši
hu: _Átír
hy: _Վերագրել
id: _Timpa
is: _Skrifa yfir
ka: _გადაწერა
kk: _Үстіне жазу
km: _សរសេរជាន់លើ
kn: _ತಿದ್ದಿ ಬರೆಯಿರಿ
ku: _Zêde binivîsin
ky: _Үстүнө жазуу
lb: _Iwwerschreiwe
lo: _ຂຽນທັບ
lt: _Perrašyti
lv: _Pārrakstīt
mg: _Soso-kevitra
mi: _Tuhirua
mk: _Презапишете
ml: _തിരുത്തിയെഴുതുക
mn: _Дарж бичих
mr: _ओव्हरराइट करा
mt: _Ikteb mill-ġdid
my: _ထပ်ရေးပါ။
nb: _Overskriv
ne: _अधिलेखन गर्नुहोस्
or: _ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ |
pa: _ਓਵਰਰਾਈਟ ਕਰੋ
ps: _ﻞﮑﯿﻟ ﻩﺮﺳ ﻪﻟ
ro: _Suprascrie
rw: _Kwandika
sd: _ﮡﺠﮑﻟ ﻥﺎﭥﻣ
si: _උඩින් ලියන්න
sk: _Prepísať
sl: _Prepiši
sq: _Mbishkruani
sw: _Batilisha
ta: _மேலெழுதவும்
te: _ఓవర్రైట్ చేయండి
tg: _Аз нав нависед
th: _เขียนทับ
tk: _Gaýtadan ýazyň
tt: _Өстәмә язу
uk: _Перезаписати
ur: _۔ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ
uz: _Ustiga yozish
vi: _Ghi đè
xh: _Bhala ngaphezulu
yi: _ןביירשרעביא

source: Overwrite _All
af: Oorskryf _Almal
am: ጻፍ _ሁሉም
ar: ﻕﻮﻓ ﺔﺑﺎﺘﻜﻟﺍ _ﻊﻴﻤﺠﻟﺍ
be: Перазапісаць _Усе
bg: Презаписване _всичко
bn: ওভাররাইট করুন _সব
ca: Sobreescriure _Tots
cy: Ysgrifennu _I gyd
da: Overskriv _Alle
eo: Anstataŭigi _Ĉiuj
et: Üle kirjutada _Kõik
eu: Gainidatzi _Denak
fa: ﻦﺘﺷﻮﻧ ﺩﺎﯾﺯ _ﻪﻤﻫ
fi: Korvaa _Kaikki
fil: I-overwrite _Lahat
fy: Oerskriuwe _Alle
ga: Forscríobh _Gach
gd: Thoir thairis _Uile
gl: Sobrescribir _Todos
gu: ઓવરરાઇટ કરો _બધા
he: ףלחה _לכ תא
hi: ओवरराइट _सभी
hr: Prepiši _svi
hu: Átír _Összes
hy: Վերագրել _Բոլորը
id: Timpa _Semua
is: Skrifa yfir _Allt
ka: გადაწერა _ყველა
kk: Үстіне жазу _Барлық
km: សរសេរជាន់លើ _ទាំងអស់។
kn: ತಿದ್ದಿ ಬರೆಯಿರಿ _ಎಲ್ಲಾ
ku: Zêde binivîsin _Gişt
ky: Үстүнө жазуу _Баары
lb: Iwwerschreiwe _All
lo: ຂຽນທັບ _ທັງໝົດ
lt: Perrašyti _Visi
lv: Pārrakstīt _Visi
mg: Soso-kevitra _rehetra
mi: Tuhirua _Katoa
mk: Презапишете _Сите
ml: തിരുത്തിയെഴുതുക _എല്ലാം
mn: Дарж бичих _Бүгд
mr: ओव्हरराइट करा _सर्व
mt: Ikteb mill-ġdid _Kollha
my: ထပ်ရေးပါ။ _အားလုံး
nb: Overskriv _Alle
ne: अधिलेखन गर्नुहोस् _सबै
or: ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ | _ସମସ୍ତ
pa: ਓਵਰਰਾਈਟ ਕਰੋ _ਸਾਰੇ
ps: ﻞﮑﯿﻟ ﻩﺮﺳ ﻪﻟ _ﻝﻮټ
ro: Suprascrie _Toate
rw: Kwandika _Byose
sd: ﮡﺠﮑﻟ ﻥﺎﭥﻣ _ﭛﺳ
si: උඩින් ලියන්න _සියළුම
sk: Prepísať _Všetky
sl: Prepiši _vse
sq: Mbishkruani _Të gjitha
sw: Batilisha _Wote
ta: மேலெழுதவும் _அனைத்து
te: ఓవర్రైట్ చేయండి _అన్నీ
tg: Аз нав нависед _Ҳама
th: เขียนทับ _ทั้งหมด
tk: Gaýtadan ýazyň _Hemmesi
tt: Өстәмә язу _Барысы да
uk: Перезаписати _всі
ur: ۔ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ _ﻡﺎﻤﺗ
uz: Ustiga yozish _Hammasi
vi: Ghi đè _Tất cả
xh: Bhala ngaphezulu _Konke
yi: ןביירשרעביא _עלאַ

source: _Pause
af: _Pouse
am: _ለአፍታ አቁም
ar: _ﻒﻗﻮﻳ
be: _Паўза
bg: _Пауза
bn: _বিরতি
ca: _Pausa
cy: _Saib
eo: _Paŭzo
et: _Paus
eu: _Etenaldia
fa: _ﺪﯿﻨﮐ ﺚﮑﻣ
fi: _Tauko
fil: _I-pause
fy: _Skoft
ga: _Sos
gd: _Stad
gl: _Pausa
gu: _વિરામ
he: _הָקָספַה
hi: _ठहराव
hr: _Pauza
hu: _Szünet
hy: _Դադար
id: _Berhenti sebentar
is: _Gera hlé
ka: _პაუზა
kk: _Кідірту
km: _ផ្អាក
kn: _ವಿರಾಮ
ku: _Mizdan
ky: _Тыныгуу
lb: _Paus
lo: _ຢຸດu200bຊົ່ວu200bຄາວ
lt: _Pauzė
lv: _Pauze
mg: _Miato
mi: _Tatari
mk: _Пауза
ml: _താൽക്കാലികമായി നിർത്തുക
mn: _Түр зогсоох
mr: _विराम द्या
mt: _Waqfa
my: _ခဏရပ်ပါ။
ne: _रोक्नुहोस्
or: _ବିରତି
pa: _ਵਿਰਾਮ
ps: _ﻪﻔﻗﻭ
ro: _Pauză
rw: _Kuruhuka
sd: _ڪﻭﺭ
si: _නවත්වන්න
sk: _Pauza
sl: _Pavza
sq: _Pushoni
sw: _Sitisha
ta: _இடைநிறுத்தம்
te: _పాజ్ చేయండి
tg: _Таваққуф
th: _หยุดชั่วคราว
tk: _Arakesme
tt: _Пауза
uk: _Пауза
ur: _ﻒﻗﻮﺗ
uz: _Pauza
vi: _Tạm ngừng
xh: _Misa
yi: _עזיופּ

source: _Skip
af: _Huppel
am: _ዝለል
ar: _ﻰﻄﺨﺘﻳ
be: _Прапусціць
bg: _Пропусни
bn: _এড়িয়ে যান
ca: _Omet
cy: _Sgipio
da: _Springe
eo: _Saltu
et: _Vahele jätma
eu: _Saltatu
fa: _ﺪﯿﻨﮐ ﺵﺮﭘ
fi: _Ohita
fil: _Laktawan
fy: _Oerslaan
ga: _Scipeáil
gd: _Air adhart
gl: _Saltar
gu: _છોડો
he: _גלדל
hi: _छोड़ें
hr: _Preskočiti
hu: _Kihagyás
hy: _Բաց թողնել
id: _Melewati
is: _Sleppa
ka: _გამოტოვება
kk: _Өткізіп жіберу
km: _រំលង
kn: _ಬಿಟ್ಟುಬಿಡಿ
ku: _Hilperkîn
ky: _Өткөрүп жибер
lb: _Sprangen
lo: _ຂ້າມ
lt: _Praleisti
lv: _Izlaist
mg: _Mifohaza
mi: _Tīpoka
mk: _Прескокни
ml: _ഒഴിവാക്കുക
mn: _Алгасах
mr: _वगळा
mt: _Aqbeż
my: _ကျော်သွားပါ။
nb: _Hopp over
ne: _छोड्नुहोस्
or: _ଛାଡିଦିଅ |
pa: _ਛੱਡੋ
ps: _ﻩﺩږﯾﺮﭘ
ro: _Ocolire
rw: _Simbuka
sd: _ﮠڏﮀ
si: _මඟ හරින්න
sk: _Preskočiť
sl: _Preskoči
sq: _Kapërceni
sw: _Ruka
ta: _தவிர்க்கவும்
te: _దాటవేయి
tg: _Гузаштан
th: _ข้าม
tk: _Geç
tt: _Сикереп тор
uk: _Пропустити
ur: _ﻭﺩ ﮌﻮﮭﭼ
uz: _Oʻtkazib yuborish
vi: _Nhảy
xh: _Tsiba
yi: _ןעקפּאָה

source: S_kip All
af: S_kip Almal
am: S_kip ሁሉም
ar: S_kip ﻊﻴﻤﺠﻟﺍ
be: S_kip Усе
bg: S_kip всичко
bn: S_kip সব
ca: S_kip Tots
cy: S_kip I gyd
da: S_kip Alle
eo: S_kip Ĉiuj
et: S_kip Kõik
eu: S_kip Denak
fa: S_kip ﻪﻤﻫ
fi: S_kip Kaikki
fil: S_kip Lahat
fy: S_kip Alle
ga: S_kip Gach
gd: S_kip Uile
gl: S_kip Todos
gu: S_kip બધા
he: S_kip לכ תא
hi: S_kip सभी
hr: S_kip svi
hu: S_kip Összes
hy: S_kip Բոլորը
id: S_kip Semua
is: S_kip Allt
ka: S_kip ყველა
kk: S_kip Барлық
km: S_kip ទាំងអស់។
kn: S_kip ಎಲ್ಲಾ
ku: S_kip Gişt
ky: S_kip Баары
lo: S_kip ທັງໝົດ
lt: S_kip Visi
lv: S_kip Visi
mg: S_kip rehetra
mi: S_kip Katoa
mk: S_kip Сите
ml: S_kip എല്ലാം
mn: S_kip Бүгд
mr: S_kip सर्व
mt: S_kip Kollha
my: S_kip အားလုံး
nb: S_kip Alle
ne: S_kip सबै
or: S_kip ସମସ୍ତ
pa: S_kip ਸਾਰੇ
ps: S_kip ﻝﻮټ
ro: S_kip Toate
rw: S_kip Byose
sd: S_kip ﭛﺳ
si: S_kip සියළුම
sk: S_kip Všetky
sl: S_kip vse
sq: S_kip Të gjitha
sw: S_kip Wote
ta: S_kip அனைத்து
te: S_kip అన్నీ
tg: S_kip Ҳама
th: S_kip ทั้งหมด
tk: S_kip Hemmesi
tt: S_kip Барысы да
uk: S_kip всі
ur: S_kip ﻡﺎﻤﺗ
uz: S_kip Hammasi
vi: S_kip Tất cả
xh: S_kip Konke
yi: S_kip עלאַ

source: To folder:
af: Na vouer:
am: ወደ አቃፊ፡
ar: :ﺪﻠﺠﻣ ﻰﻟﺇ
be: У тэчку:
bg: Към папка:
bn: ফোল্ডারে:
ca: A la carpeta:
cy: I ffolder:
da: Til mappe:
eo: Al dosierujo:
et: Kausta:
eu: Karpetara:
fa: :ﻪﺷﻮﭘ ﻪﺑ
fi: Kansioon:
fil: Sa folder:
fy: Nei map:
ga: Chun fillteán:
gd: Gu pasgan:
gl: Ao cartafol:
gu: ફોલ્ડરમાં:
he: :היקיתל
hi: फ़ोल्डर में:
hr: U mapu:
hu: A mappába:
hy: Թղթապանակին՝
id: Ke folder:
is: Í möppu:
ka: საქაღალდეში:
kk: Қалтаға:
km: ទៅថតឯកសារ៖
kn: ಫೋಲ್ಡರ್u200cಗೆ:
ku: Ji bo peldankê:
ky: Папкага:
lb: An den Dossier:
lo: ໄປທີ່ໂຟນເດີ:
lt: Į aplanką:
lv: Uz mapi:
mg: Amin'ny lahatahiry:
mi: Ki te kōpaki:
mk: Во папката:
ml: ഫോൾഡറിലേക്ക്:
mn: Фолдерт:
mr: फोल्डरमध्ये:
mt: Għall-folder:
my: ဖိုင်တွဲသို့-
nb: Til mappe:
ne: फोल्डरमा:
or: ଫୋଲ୍ଡରକୁ:
pa: ਫੋਲਡਰ ਲਈ:
ps: :ﻪﺗ ﺭډﻟﻮﻓ
ro: În dosar:
rw: Kuri Ububiko:
sd: :ﻦﻬﻧﺍڏ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරය වෙත:
sk: Do priečinka:
sl: V mapo:
sq: Në dosje:
sw: Kwa folda:
ta: கோப்புறைக்கு:
te: ఫోల్డర్u200cకి:
tg: Ба папка:
th: ไปยังโฟลเดอร์:
tk: Papka üçin:
tt: Папкага:
uk: До папки:
ur: :ﮟﯿﻣ ﺭﮉﻟﻮﻓ
uz: Jildga:
vi: Tới thư mục:
xh: Ukuya kwisiqulathi seefayili:
yi: :עקעט וצ

source: <b>Folder Name:</b>
af: <b>Vouernaam:</b>
am: <b>የአቃፊ ስም፡-</b>
ar: <b>:ﻒﻠﻤﻟﺍ ﻢﺳﺇ</b>
be: <b>Імя тэчкі:</b>
bg: <b>Име на папка:</b>
bn: <b>ফোল্ডারের নাম:</b>
ca: <b>Nom de la carpeta:</b>
cy: <b>Enw'r Ffolder:</b>
da: <b>Mappenavn:</b>
eo: <b>Nomo de dosierujo:</b>
et: <b>Kausta nimi:</b>
eu: <b>Karpeta izena:</b>
fa: <b>:ﻪﺷﻮﭘ ﻡﺎﻧ</b>
fi: <b>Kansion nimi:</b>
fil: <b>Pangalan ng Folder:</b>
fy: <b>Foldernamme:</b>
ga: <b>Ainm an Fhillteáin:</b>
gd: <b>Ainm Folder:</b>
gl: <b>Nome do cartafol:</b>
gu: <b>ફોલ્ડરનું નામ:</b>
he: <b>:היקיתה םש</b>
hi: <b>फ़ोल्डर का नाम:</b>
hr: <b>Ime datoteke:</b>
hu: <b>Mappa neve:</b>
hy: <b>Թղթապանակի անվանումը:</b>
id: <b>Nama folder:</b>
is: <b>Nafn möppu:</b>
ka: <b>Საქაღალდის სახელი:</b>
kk: <b>Қалта атауы:</b>
km: <b>ឈ្មោះu200bថត៖</b>
kn: <b>ಫೋಲ್ಡರ್ ಹೆಸರು:</b>
ku: <b>Navê Peldankê:</b>
ky: <b>Папканын аты:</b>
lb: <b>Dossier Numm:</b>
lo: <b>ຊື່ໂຟນເດີ:</b>
lt: <b>Aplanko Pavadinimas:</b>
lv: <b>Mapes nosaukums:</b>
mg: <b>Anaran'ny lahatahiry:</b>
mi: <b>Ingoa Kōpaki:</b>
mk: <b>Име на папка:</b>
ml: <b>ഫോൾഡറിന്റെ പേര്:</b>
mn: <b>Хавтасны нэр:</b>
mr: <b>फोल्डरचे नाव:</b>
mt: <b>Isem il-folder:</b>
my: <b>ဖိုင်တွဲအမည်-</b>
nb: <b>Mappenavn:</b>
ne: <b>फोल्डरको नाम:</b>
or: <b>ଫୋଲ୍ଡର ନାମ:</b>
pa: <b>ਫੋਲਡਰ ਦਾ ਨਾਮ:</b>
ps: <b>:ﻡﻮﻧ ﺭډﻟﻮﻓ ﺩ</b>
ro: <b>Numele fisierului:</b>
rw: <b>Izina ry'ububiko:</b>
sd: <b>:ﻮﻟﺎﻧ ﻮﺟ ﺭڊﻟﻮﻓ</b>
si: <b>ෆෝල්ඩරයේ නම:</b>
sk: <b>Názov priečinka:</b>
sl: <b>Ime mape:</b>
sq: <b>Emri i dosjes:</b>
sw: <b>Jina la Folda:</b>
ta: <b>கோப்புறை பெயர்:</b>
te: <b>ఫోల్డర్ పేరు:</b>
tg: <b>Номи папка:</b>
th: <b>ชื่อโฟลเดอร์:</b>
tk: <b>Papkanyň ady:</b>
tt: <b>Папка исеме:</b>
uk: <b>Назва папки:</b>
ur: <b>:ﻡﺎﻧ ﺎﮐ ﺭﮉﻟﻮﻓ</b>
uz: <b>Jild nomi:</b>
vi: <b>Tên thư mục:</b>
xh: <b>Igama lesiqulathi seefayili:</b>
yi: <b>:ןעמאָנ עקעט</b>

source: _Rename
af: _Hernoem
am: _እንደገና ይሰይሙ
ar: _ﺔﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ
be: _Перайменаваць
bg: _Преименувайте
bn: _নাম পরিবর্তন করুন
ca: _Canvia el nom
cy: _Ail-enwi
da: _Omdøb
eo: _Alinomi
et: _Nimeta ümber
eu: _Aldatu izena
fa: _ﺪﯿﻫﺩ ﻡﺎﻧ ﺮﯿﯿﻐﺗ
fi: _Nimeä uudelleen
fil: _Palitan ang pangalan
fy: _Omneame
ga: _Athainmnigh
gd: _Ath-ainmich
gl: _Cambiar o nome
gu: _નામ બદલો
he: _םש הנש
hi: _नाम बदलें
hr: _Preimenovati
hu: _Átnevezés
hy: _Վերանվանել
id: _Ganti nama
is: _Endurnefna
ka: _გადარქმევა
kk: _Атын өзгерту
km: _ប្តូរឈ្មោះ
kn: _ಮರುಹೆಸರಿಸು
ky: _Атын өзгөртүү
lb: _ëmbenennen
lo: _ປ່ຽນຊື່
lt: Pe _rvadinti
lv: _Pārdēvēt
mg: _Hanova anarana
mi: _Whakaingoa ano
mk: _Преименувај
ml: _പേരുമാറ്റുക
mn: _Нэрээ өөрчлөх
mr: _नाव बदला
mt: _Semmi mill-ġdid
my: _အမည်ပြောင်းပါ။
nb: _Gi nytt navn
ne: _पुन: नामाकरण गर्नुहोस्
or: _ପୁନ ame ନାମକରଣ କରନ୍ତୁ |
pa: _ਨਾਮ ਬਦਲੋ
ps: _ﺉړﮐ ﻝﺪﺑ ﻡﻮﻧ
ro: _Redenumiți
rw: _Hindura izina
sd: _ﻮﻳﺎٽﻣ ﻮﻟﺎﻧ
si: _නැවත නම් කරන්න
sk: _Premenovať
sl: _Preimenuj
sq: _Riemërto
sw: _Badilisha jina
ta: _மறுபெயரிடவும்
te: _పేరు మార్చండి
tg: _Номи дигар
th: _เปลี่ยนชื่อ
tk: _Adyny üýtgetmek
tt: _Исемнең исемен үзгәртү
uk: _Перейменувати
ur: _۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ
uz: _Nomini o'zgartirish
vi: _Đổi tên
xh: _Thiya ngokutsha
yi: _עמאַנער

source: A_uto Rename
af: A_uto Hernoem
am: A_uto እንደገና ይሰይሙ
ar: A_uto ﺔﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ
be: A_uto Перайменаваць
bg: A_uto Преименувайте
bn: A_uto নাম পরিবর্তন করুন
ca: A_uto Canvia el nom
cy: A_uto Ail-enwi
da: A_uto Omdøb
eo: A_uto Alinomi
et: A_uto Nimeta ümber
eu: A_uto Aldatu izena
fa: A_uto ﺪﯿﻫﺩ ﻡﺎﻧ ﺮﯿﯿﻐﺗ
fi: A_uto Nimeä uudelleen
fil: A_uto Palitan ang pangalan
fy: A_uto Omneame
ga: A_uto Athainmnigh
gd: A_uto Ath-ainmich
gl: A_uto Cambiar o nome
gu: A_uto નામ બદલો
he: A_uto םש הנש
hi: A_uto नाम बदलें
hr: A_uto Preimenovati
hu: A_uto Átnevezés
hy: A_uto Վերանվանել
id: A_uto Ganti nama
is: A_uto Endurnefna
ka: A_uto გადარქმევა
kk: A_uto Атын өзгерту
km: A_uto ប្តូរឈ្មោះ
kn: A_uto ಮರುಹೆಸರಿಸು
ky: A_uto Атын өзгөртүү
lb: A_uto ëmbenennen
lo: A_uto ປ່ຽນຊື່
lt: A_utomatiškai Pervadinti
lv: A_uto Pārdēvēt
mg: A_uto Hanova anarana
mi: A_uto Whakaingoa ano
mk: A_uto Преименувај
ml: A_uto പേരുമാറ്റുക
mn: A_uto Нэрээ өөрчлөх
mr: A_uto नाव बदला
mt: A_uto Semmi mill-ġdid
my: A_uto အမည်ပြောင်းပါ။
nb: A_uto Gi nytt navn
ne: A_uto पुन: नामाकरण गर्नुहोस्
or: A_uto ପୁନ ame ନାମକରଣ କରନ୍ତୁ |
pa: A_uto ਨਾਮ ਬਦਲੋ
ps: A_uto ﺉړﮐ ﻝﺪﺑ ﻡﻮﻧ
ro: A_uto Redenumiți
rw: A_uto Hindura izina
sd: A_uto ﻮﻳﺎٽﻣ ﻮﻟﺎﻧ
si: A_uto නැවත නම් කරන්න
sk: A_uto Premenovať
sl: A_uto Preimenuj
sq: A_uto Riemërto
sw: A_uto Badilisha jina
ta: A_uto மறுபெயரிடவும்
te: A_uto పేరు మార్చండి
tg: A_uto Номи дигар
th: A_uto เปลี่ยนชื่อ
tk: A_uto Adyny üýtgetmek
tt: A_uto Исемнең исемен үзгәртү
uk: A_uto Перейменувати
ur: A_uto ۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ
uz: A_uto Nomini o'zgartirish
vi: A_uto Đổi tên
xh: A_uto Thiya ngokutsha
yi: A_uto עמאַנער
