Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Automount: error: no mount command available
af: Outomonteer: fout: geen monteeropdrag beskikbaar nie
am: Automount: ስህተት: ምንም ተራራ ትእዛዝ የለም
ar: Automount: ﺡﺎﺘﻣ ﻞﻴﻤﺤﺗ ﺮﻣﺃ ﺪﺟﻮﻳ ﻻ﻿ :ﺄﻄﺧ
be: Аўтаматычны мантаж: памылка: няма даступнай каманды мантавання
bg: Автоматично монтиране: грешка: няма налична команда за монтиране
bn: অটোমাউন্ট: ত্রুটি: কোন মাউন্ট কমান্ড উপলব্ধ নেই
ca: Muntatge automàtic: error: no hi ha cap comanda de muntatge disponible
cy: Automount: gwall: dim gorchymyn mowntio ar gael
da: Automount: fejl: ingen tilgængelig monteringskommando
eo: Aŭtomata muntado: eraro: neniu munta komando disponebla
et: Automaatne ühendamine: viga: ühendamiskäsk pole saadaval
eu: Muntatze automatikoa: errorea: ez dago muntatzeko komandorik erabilgarri
fa: Automount: ﺭﻮﺘﺳﺩ :ﺎﻄﺧ mount ﺖﺴﯿﻧ ﺩﻮﺟﻮﻣ
fi: Automount: virhe: asennuskomentoa ei ole saatavilla
fil: Automount: error: walang available na mount command
fy: Automount: flater: gjin mount kommando beskikber
ga: Automount: earráid: níl aon ordú suite ar fáil
gd: Automount: mearachd: chan eil àithne mount ri fhaighinn
gl: Automount: erro: non hai ningún comando de montaxe dispoñible
gu: ઑટોમાઉન્ટ: ભૂલ: કોઈ માઉન્ટ આદેશ ઉપલબ્ધ નથી
he: הנימז הבכרה תדוקפ ןיא :האיגש :תיטמוטוא הבכרה
hi: ऑटोमाउंट: त्रुटि: कोई माउंट कमांड उपलब्ध नहीं है
hr: Automatsko montiranje: pogreška: nije dostupna naredba za montiranje
hu: Automount: hiba: nem érhető el csatolási parancs
hy: Ավտոմատ տեղադրում. սխալ. տեղադրման հրաման չկա
id: Automount: error: tidak ada perintah mount yang tersedia
is: Automount: villa: engin mount skipun tiltæk
ka: ავტომატური დამონტაჟება: შეცდომა: დამაგრების ბრძანება არ არის ხელმისაწვდომი
kk: Automount: қате: монтаждау пәрмені қолжетімді емес
km: ការម៉ោនស្វ័យប្រវត្តិ៖ កំហុស៖ មិនមានពាក្យបញ្ជាម៉ោនទេ។
kn: ಆಟೋಮೌಂಟ್: ದೋಷ: ಯಾವುದೇ ಮೌಂಟ್ ಕಮಾಂಡ್ ಲಭ್ಯವಿಲ್ಲ
ku: Otomount: xeletî: fermana çiyê tune
ky: Automount: ката: орнотуу буйругу жок
lb: Automount: Feeler: kee Mount Kommando verfügbar
lo: Automount: ຜິດພາດ: ບໍ່ມີຄໍາສັ່ງ mount ທີ່ມີຢູ່
lt: Automatinis prijungimas: klaida: nėra prijungimo komandos
lv: Automount: kļūda: nav pieejama mount komanda
mg: Automount: hadisoana: tsy misy baiko mount misy
mi: Aunoa: hapa: karekau he whakahau Maunga e waatea ana
mk: Автоматско монтирање: грешка: нема достапна команда за монтирање
ml: ഓട്ടോമൗണ്ട്: പിശക്: മൗണ്ട് കമാൻഡ് ലഭ്യമല്ല
mn: Automount: алдаа: холбох команд байхгүй
mr: ऑटोमाउंट: त्रुटी: माउंट कमांड उपलब्ध नाही
mt: Automount: żball: l-ebda kmand tal-immuntar disponibbli
my: Automount- အမှား- mount command မရနိုင်ပါ။
nb: Automount: feil: ingen monteringskommando tilgjengelig
ne: Automount: त्रुटि: माउन्ट आदेश उपलब्ध छैन
or: ସ୍ୱୟଂଚାଳିତ: ତ୍ରୁଟି: କ mount ଣସି ମାଉଣ୍ଟ ନିର୍ଦ୍ଦେଶ ଉପଲବ୍ଧ ନାହିଁ |
pa: ਆਟੋਮਾਊਂਟ: ਗਲਤੀ: ਕੋਈ ਮਾਊਂਟ ਕਮਾਂਡ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: ﻱﺮﻠﻧ ﻥﻮﺘﺷ ډﻧﺎﻤﮐ ټﻧﻭﺎﻣ ﺩ :ﻪﻨﺗﻭﺮﯧﺗ :ﺕﺎﻣﻮﺗﺍ
ro: Montare automată: eroare: nu este disponibilă nicio comandă de montare
rw: Automount: ikosa: nta command ya mount irahari
sd: Automount: ﻲﻫﺎﻧ ﺏﺎﻴﺘﺳﺩ ڊﻧﺎﻤڪ ٽﻧﻮﺋﺎﻣ ﻮڪ :ﻲﻄﻠﻏ
si: Automount: error: mount විධානයක් නොමැත
sk: Automatické pripojenie: chyba: nie je k dispozícii žiadny príkaz na pripojenie
sl: Automount: napaka: ukaz za mount ni na voljo
sq: Ngjitja automatike: gabim: nuk disponohet komandë montimi
sw: Kupanda kiotomatiki: hitilafu: hakuna amri ya kupachika inayopatikana
ta: ஆட்டோமவுண்ட்: பிழை: மவுண்ட் கட்டளை இல்லை
te: ఆటోమౌంట్: లోపం: మౌంట్ కమాండ్ అందుబాటులో లేదు
tg: Automount: хатогӣ: ягон фармони насб мавҷуд нест
th: เมาต์อัตโนมัติ: ข้อผิดพลาด: ไม่มีคำสั่งเมานต์
tk: Awtomatiki hasap: ýalňyşlyk: monta command buýrugy ýok
tt: Автомат: хата: монтажлау мөмкинлеге юк
uk: Автоматичне монтування: помилка: команда монтування недоступна
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﺏﺎﯿﺘﺳﺩ ﮉﻧﺎﻤﮐ ﭧﻧﺅﺎﻣ ﯽﺋﻮﮐ :ﯽﻄﻠﻏ :ﭧﻧﺅﺎﻣ ﻮﭨﺁ
uz: Automount: xato: o'rnatish buyrug'i mavjud emas
vi: Automount: error: không có lệnh mount
xh: Ukunyuka okuzenzekelayo: impazamo: akukho myalelo wokunyuswa okhoyo
yi: אצמינב לעפֿאַב ןפּאַלקנאָ ןייק :תועט :טנואָמאָטואַ

source: Unmount-If-Mounted: %s
af: Ontkoppel-As-Gemonteer: %s
am: ንቀል-ከሆነ-ተጭኗል፡ %s
ar: ﺖﻴﺒﺜﺘﻟﺍ ءﺎﻐﻟﺈﺑ ﻢﻗ-ﻮﻟ-:ﺔﺒﻛﺮﻤﻟﺍ %s
be: Размантаваць-Калі-Змантаваны: %s
bg: Демонтирайте-Ако-монтиран: %s
bn: আনমাউন্ট করুন-যদি-মাউন্ট করা: %s
ca: Desmuntar-Si-Muntat: %s
cy: Unmount-Os-Wedi'i osod: %s
da: Afmonter-Hvis-Monteret: %s
eo: Malmunti-Se-Muntita: %s
et: Ühendage lahti-Kui-Paigaldatud: %s
eu: Desmuntatu-Bada-Muntatua: %s
fa: ﻥﺩﺮﮐ ﺯﺎﺑ-ﺮﮔﺍ-:ﻩﺪﺷ ﺐﺼﻧ %s
fi: Irrota-Jos-Asennettu: %s
fil: I-unmount-Kung-Naka-mount: %s
fy: Unmount-As-Montearre: %s
ga: Unmount-Dá-Suite: %s
gd: Gun fhosgladh-Ma tha-Air a chur suas: %s
gl: Desmontar-Se-Montado: %s
gu: અનમાઉન્ટ કરો-જો-માઉન્ટ થયેલ: %s
he: הניעטה תא לטב-םא-:בּוכָר %s
hi: अनमाउंट-अगर-घुड़सवार: %s
hr: Isključite-Ako-Montiran: %s
hu: Leválaszt-Ha-Felszerelt: %s
hy: Ապամոնտաժել-Եթե-Տեղադրված: %s
id: Lepas-Jika-Dipasang: %s
is: Aftengja-Ef-Uppsett: %s
ka: მოხსნა-თუ-დამონტაჟებულია: %s
kk: Ажырату-Егер-Орнатылған: %s
km: អាន់ម៉ោន-ប្រសិនបើ-បានម៉ោន៖ %s
kn: ಅನ್u200cಮೌಂಟ್ ಮಾಡಿ-ಒಂದು ವೇಳೆ-ಮೌಂಟ್ ಮಾಡಲಾಗಿದೆ: %s
ku: Rakin-Ger-Mounted: %s
ky: Чыгаруу-Эгерде-Монтаждалган: %s
lb: Unmount-Wann-Montéiert: %s
lo: ຖອນການເຊື່ອມຕໍ່-ຖ້າ-ຕິດຕັ້ງ: %s
lt: Atjungti-Jeigu-Montuojamas: %s
lv: Atvienojiet-Ja-Uzstādīts: %s
mg: Unmount-RAHA-napetraka: %s
mi: Wetewete-Mena-Kua mau: %s
mk: Откачи-Ако-Монтирани: %s
ml: അൺമൗണ്ട് ചെയ്യുക-എങ്കിൽ-മൗണ്ട് ചെയ്u200cതത്: %s
mn: Салгах-Хэрэв-Суулгасан: %s
mr: अनमाउंट करा-तर-आरोहित: %s
mt: Unmount-Jekk-Immuntat: %s
my: ဖြုတ်လိုက်ပါ။-အကယ်လို့-တပ်ဆင်ထားသည်- %s
nb: Demonter-Hvis-Montert: %s
ne: अनमाउन्ट गर्नुहोस्-यदि-माउन्ट गरिएको: %s
or: ଅନ୍ମାଉଣ୍ଟ୍ |-ଯଦି-ଆରୋହଣ: %s
pa: ਅਣਮਾਊਂਟ ਕਰੋ-ਜੇ-ਮਾਊਂਟ ਕੀਤਾ: %s
ps: ﻝﻮﮐ ﻪﯾﺎځ ﯥﺑ-ﻪﮐ-:ﯼﻮﺷ ﻝﺩﻮښﯾﺍ %s
ro: Demontați-Dacă-Montat: %s
rw: Umubare-Niba-Yashizweho: %s
sd: ﮡﮢﺍُ-ﻦﻫڏڪﻴﺟ-:ﻞﻴﭤ ﺐﺼﻧ %s
si: සවිකිරීම ඉවත් කරන්න-නම්-සවිකර ඇත: %s
sk: Odpojiť-Ak-Namontované: %s
sl: Odklopi-Če-Montiran: %s
sq: Çmontoj-Nëse-Montuar: %s
sw: Fungua-Kama-Imewekwa: %s
ta: ஏற்றிவிடு-என்றால்-ஏற்றப்பட்டது: %s
te: అన్u200cమౌంట్-ఉంటే-మౌంట్ చేయబడింది: %s
tg: Бекор кардан-Агар-Монтажшуда: %s
th: เลิกเมานท์-ถ้า-ติด: %s
tk: Aýyrmak-Eger-Gurnalan: %s
tt: Чыгару-Әгәр-Монтажланган: %s
uk: Розмонтуйте-Якщо-Змонтовано: %s
ur: ۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ-ﺮﮔﺍ-:ﺐﺼﻧ %s
uz: O'chirish-Agar-O'rnatilgan: %s
vi: Tháo gỡ-Nếu-Gắn kết: %s
xh: Yehlisa-Ukuba-Inyusiwe: %s
yi: קעוואַ םענ-ביוא-:דעטנואָמ %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
af: Jy het nie toestemming om die inhoud van die lêer te wysig nie %s Oorweeg dit om die lêer na die lessenaar te kopieer, of skakel na 'n kopie wat in geplaas is ~/.local/share/applications/
am: የፋይሉን ይዘት ለማርትዕ ፈቃድ የለዎትም። %s ፋይሉን ወደ ዴስክቶፕ መቅዳት ያስቡበት፣ ወይም ከተቀመጠው ቅጂ ጋር ያገናኙ ~/.local/share/applications/
ar: ﻒﻠﻤﻟﺍ ﺕﺎﻳﻮﺘﺤﻣ ﺮﻳﺮﺤﺘﻟ ﻥﺫﺇ ﻚﻳﺪﻟ ﺲﻴﻟ %s ﻪﻴﻓ ﺔﻋﻮﺿﻮﻣ ﺔﺨﺴﻨﺑ ﻂﺑﺭﺍ ﻭﺃ ، ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﻰﻟﺇ ﻒﻠﻤﻟﺍ ﺦﺴﻧ ﻙﺭﺎﺒﺘﻋﺍ ﻲﻓ ﻊﺿ ~/.local/share/applications/
be: У вас няма дазволу рэдагаваць змесціва файла %s Разгледзьце магчымасць скапіравання файла на працоўны стол або спасылкі на копію, змешчаную ў ~/.local/share/applications/
bg: Нямате разрешение да редактирате съдържанието на файла %s Помислете за копиране на файла на работния плот или връзка към копие, поставено в ~/.local/share/applications/
bn: আপনার কাছে ফাইলের বিষয়বস্তু সম্পাদনা করার অনুমতি নেই %s ডেস্কটপে ফাইলটি অনুলিপি করার কথা বিবেচনা করুন, অথবা একটি অনুলিপিতে লিঙ্ক করুন ~/.local/share/applications/
ca: No teniu permís per editar el contingut del fitxer %s Penseu en copiar el fitxer a l'escriptori o enllaçar-lo a una còpia col·locada ~/.local/share/applications/
cy: Nid oes gennych ganiatâd i olygu cynnwys y ffeil %s Ystyriwch gopïo'r ffeil i'r bwrdd gwaith, neu gysylltu â chopi wedi'i osod ynddo ~/.local/share/applications/
da: Du har ikke tilladelse til at redigere indholdet af filen %s Overvej at kopiere filen til skrivebordet eller link til en kopi placeret i ~/.local/share/applications/
eo: Vi ne havas permeson redakti la enhavon de dosiero %s Konsideru kopii la dosieron al la labortablo, aŭ ligi al kopio metita enen ~/.local/share/applications/
et: Teil pole luba faili sisu redigeerida %s Kaaluge faili kopeerimist töölauale või sisestatud koopia linkimist ~/.local/share/applications/
eu: Ez duzu fitxategiaren edukia editatzeko baimenik %s Demagun fitxategia mahaigainera kopiatzea edo jarritako kopia batera estekatzea ~/.local/share/applications/
fa: ﺪﯾﺭﺍﺪﻧ ﺍﺭ ﻞﯾﺎﻓ ﺕﺎﯾﻮﺘﺤﻣ ﺶﯾﺍﺮﯾﻭ ﻩﺯﺎﺟﺍ ﺎﻤﺷ %s ﺪﯿﻫﺩ ﺪﻧﻮﯿﭘ ﻩﺪﺷ ﻩﺩﺍﺩ ﺭﺍﺮﻗ ﯽﭙﮐ ﮏﯾ ﻪﺑ ﺎﯾ ،ﺪﯿﻨﮐ ﯽﭙﮐ ﭖﺎﺘﮑﺳﺩ ﺭﺩ ﺍﺭ ﻞﯾﺎﻓ ~/.local/share/applications/
fi: Sinulla ei ole lupaa muokata tiedoston sisältöä %s Harkitse tiedoston kopioimista työpöydälle tai linkin tekemistä tallennettuun kopioon ~/.local/share/applications/
fil: Wala kang pahintulot na i-edit ang mga nilalaman ng file %s Pag-isipang kopyahin ang file sa desktop, o mag-link sa isang kopyang inilagay ~/.local/share/applications/
fy: Jo hawwe gjin tastimming om de ynhâld fan it bestân te bewurkjen %s Tink oan it kopiearjen fan it bestân nei it buroblêd, of keppelje nei in kopy pleatst yn ~/.local/share/applications/
ga: Níl cead agat ábhar an chomhaid a chur in eagar %s Smaoinigh ar an gcomhad a chóipeáil chuig an deasc, nó nasc chuig cóip a cuireadh isteach ~/.local/share/applications/
gd: Chan eil cead agad susbaint an fhaidhle a dheasachadh %s Beachdaich air a bhith a ’dèanamh lethbhreac den fhaidhle chun deasg, no ceangal gu leth-bhreac air a chuir a-steach ~/.local/share/applications/
gl: Non tes permiso para editar o contido do ficheiro %s Considera copiar o ficheiro no escritorio ou ligar a unha copia colocada ~/.local/share/applications/
gu: તમારી પાસે ફાઇલની સામગ્રીને સંપાદિત કરવાની પરવાનગી નથી %s ફાઇલને ડેસ્કટૉપ પર કૉપિ કરવાનું વિચારો અથવા તેમાં મૂકેલી કૉપિની લિંક કરો ~/.local/share/applications/
he: ץבוקה ןכות תא ךורעל האשרה ךל ןיא %s וב סנכוהש קתועל רושיק וא ,הדובעה ןחלושל ץבוקה תא קיתעהל לוקש ~/.local/share/applications/
hi: आपको फ़ाइल की सामग्री को संपादित करने की अनुमति नहीं है %s फ़ाइल को डेस्कटॉप पर कॉपी करने पर विचार करें, या इसमें रखी गई कॉपी से लिंक करें ~/.local/share/applications/
hr: Nemate dopuštenje za uređivanje sadržaja datoteke %s Razmislite o kopiranju datoteke na radnu površinu ili poveznici na kopiju postavljenu ~/.local/share/applications/
hu: Nincs engedélye a fájl tartalmának szerkesztésére %s Fontolja meg a fájl átmásolását az asztalra, vagy egy elhelyezett példányra mutató hivatkozást ~/.local/share/applications/
hy: Դուք ֆայլի բովանդակությունը խմբագրելու թույլտվություն չունեք %s Մտածեք պատճենել ֆայլը աշխատասեղանին կամ հղում կատարել այնտեղ տեղադրված պատճենին ~/.local/share/applications/
id: Anda tidak memiliki izin untuk mengedit isi file %s Pertimbangkan untuk menyalin file ke desktop, atau menautkan ke salinan yang ditempatkan di ~/.local/share/applications/
is: Þú hefur ekki leyfi til að breyta innihaldi skráar %s Íhugaðu að afrita skrána á skjáborðið, eða tengja við afrit sem sett er í ~/.local/share/applications/
ka: თქვენ არ გაქვთ ფაილის შინაარსის რედაქტირების უფლება %s იფიქრეთ ფაილის დესკტოპზე კოპირებაზე, ან მასში განთავსებული ასლის ბმული ~/.local/share/applications/
kk: Сізде файлдың мазмұнын өңдеуге рұқсатыңыз жоқ %s Файлды жұмыс үстеліне көшіруді немесе орналастырылған көшірмеге сілтемені қарастырыңыз ~/.local/share/applications/
km: អ្នកមិនមានសិទ្ធិកែសម្រួលមាតិកានៃឯកសារទេ។ %s ពិចារណាចម្លងឯកសារទៅកុំព្យូទ័រលើតុ ឬភ្ជាប់ទៅច្បាប់ចម្លងដែលដាក់ចូល ~/.local/share/applications/
kn: ಫೈಲ್u200cನ ವಿಷಯಗಳನ್ನು ಸಂಪಾದಿಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ %s ಫೈಲ್ ಅನ್ನು ಡೆಸ್ಕ್u200cಟಾಪ್u200cಗೆ ನಕಲಿಸುವುದನ್ನು ಪರಿಗಣಿಸಿ ಅಥವಾ ಇರಿಸಲಾಗಿರುವ ನಕಲಿಗೆ ಲಿಂಕ್ ಮಾಡಿ ~/.local/share/applications/
ku: Destûra we tune ku hûn naveroka pelê biguherînin %s Bifikirin ku pelê li ser sermaseyê kopî bikin, an bi kopiyek ku tê de hatî danîn ve girêdin ~/.local/share/applications/
ky: Сизде файлдын мазмунун түзөтүүгө уруксатыңыз жок %s Файлды иш тактасына көчүрүүнү же орнотулган көчүрмөгө шилтемени карап көрүңүз ~/.local/share/applications/
lb: Dir hutt keng Erlaabnis fir den Inhalt vum Fichier z'änneren %s Betruecht d'Datei op den Desktop ze kopéieren, oder Link op eng Kopie déi an der Plaz gesat gëtt ~/.local/share/applications/
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂເນື້ອໃນຂອງໄຟລ໌ %s ພິຈາລະນາການຄັດລອກໄຟລ໌ໃສ່ desktop, ຫຼືເຊື່ອມຕໍ່ກັບສໍາເນົາທີ່ວາງໄວ້ໃນ ~/.local/share/applications/
lt: Neturite leidimo redaguoti failo turinio %s Apsvarstykite galimybę nukopijuoti failą į darbalaukį arba nuorodą į įdėtą kopiją ~/.local/share/applications/
lv: Jums nav atļaujas rediģēt faila saturu %s Apsveriet iespēju kopēt failu uz darbvirsmu vai izveidot saiti uz ievietoto kopiju ~/.local/share/applications/
mg: Tsy manana alalana hanova ny votoatin'ny rakitra ianao %s Eritrereto ny handika ny rakitra amin'ny desktop, na rohy mankany amin'ny dika iray napetraka ao ~/.local/share/applications/
mi: Karekau he whakaaetanga ki te whakatika i nga ihirangi o te konae %s Whakaarohia te kape i te konae ki te papamahi, hono ranei ki tetahi kape kua tuu ki roto ~/.local/share/applications/
mk: Немате дозвола за уредување на содржината на датотеката %s Размислете за копирање на датотеката на работната површина или поврзување со ставена копија ~/.local/share/applications/
ml: ഫയലിന്റെ ഉള്ളടക്കം എഡിറ്റ് ചെയ്യാൻ നിങ്ങൾക്ക് അനുമതിയില്ല %s ഡെസ്u200cക്u200cടോപ്പിലേക്ക് ഫയൽ പകർത്തുന്നത് പരിഗണിക്കുക, അല്ലെങ്കിൽ അതിൽ സ്ഥാപിച്ചിരിക്കുന്ന ഒരു പകർപ്പിലേക്കുള്ള ലിങ്ക് ~/.local/share/applications/
mn: Танд файлын агуулгыг засах зөвшөөрөл байхгүй байна %s Файлыг ширээний компьютерт хуулах эсвэл байршуулсан хуулбартай холбох талаар бодож үзээрэй ~/.local/share/applications/
mr: तुम्हाला फाइलमधील सामग्री संपादित करण्याची परवानगी नाही %s फाइल डेस्कटॉपवर कॉपी करण्याचा विचार करा किंवा त्यामध्ये ठेवलेल्या कॉपीची लिंक करा ~/.local/share/applications/
mt: M'għandekx permess biex teditja l-kontenut tal-fajl %s Ikkunsidra li tikkopja l-fajl fuq id-desktop, jew link għal kopja mqiegħda fiha ~/.local/share/applications/
my: ဖိုင်အကြောင်းအရာများကို တည်းဖြတ်ရန် သင့်တွင် ခွင့်ပြုချက်မရှိပါ။ %s ဖိုင်ကို ဒက်စ်တော့သို့ ကူးယူရန် စဉ်းစားပါ၊ သို့မဟုတ် ထဲတွင် ထည့်ထားသော ကော်ပီသို့ လင့်ခ်ချိတ်ပါ။ ~/.local/share/applications/
nb: Du har ikke tillatelse til å redigere innholdet i filen %s Vurder å kopiere filen til skrivebordet, eller lenke til en kopi plassert i ~/.local/share/applications/
ne: तपाईंसँग फाइलको सामग्री सम्पादन गर्ने अनुमति छैन %s डेस्कटपमा फाइल प्रतिलिपि गर्ने विचार गर्नुहोस्, वा राखिएको प्रतिलिपिमा लिङ्क गर्नुहोस् ~/.local/share/applications/
or: ଫାଇଲ୍ ର ବିଷୟବସ୍ତୁ ସଂପାଦନ କରିବାକୁ ଆପଣଙ୍କର ଅନୁମତି ନାହିଁ | %s ଫାଇଲକୁ ଡେସ୍କଟପରେ କପି କରିବାକୁ ଚିନ୍ତା କରନ୍ତୁ, କିମ୍ବା ରଖାଯାଇଥିବା କପି ସହିତ ଲିଙ୍କ କରନ୍ତୁ | ~/.local/share/applications/
pa: ਤੁਹਾਡੇ ਕੋਲ ਫ਼ਾਈਲ ਦੀ ਸਮੱਗਰੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ %s ਫਾਈਲ ਨੂੰ ਡੈਸਕਟੌਪ 'ਤੇ ਕਾਪੀ ਕਰਨ 'ਤੇ ਵਿਚਾਰ ਕਰੋ, ਜਾਂ ਇਸ ਵਿੱਚ ਰੱਖੀ ਗਈ ਕਾਪੀ ਨਾਲ ਲਿੰਕ ਕਰੋ ~/.local/share/applications/
ps: ﺉﺮﻠﻧ ﻩﺯﺎﺟﺍ ﻮﻟﻮﻤﺳ ﯥګﻧﺎﭙځﻨﯿﻣ ﻞﯾﺎﻓ ﺩ ﻮﺳﺎﺗ %s ﺊﺴﯿﻧﻭ ﻪﮑﯾړﺍ ﻩﺮﺳ ﻲﭘﺎﮐ ﺩ ﺎﯾ ،ﺉړﮐﻭ ﺮﮑﻓ ﻩړﺍ ﻪﭘ ﻮﻟﻮﮐ ﻲﭘﺎﮐ ﻞﯾﺎﻓ ﺩ ﻪﺗ ﭖﺎټﺴﯾډ ~/.local/share/applications/
ro: Nu aveți permisiunea de a edita conținutul fișierului %s Luați în considerare să copiați fișierul pe desktop sau să faceți un link către o copie plasată ~/.local/share/applications/
rw: Ntabwo ufite uburenganzira bwo guhindura ibiri muri dosiye %s Tekereza gukoporora dosiye kuri desktop, cyangwa guhuza kopi yashyizwemo ~/.local/share/applications/
sd: ﻲﮬﺁ ﻪﻧ ﺕﺯﺎﺟﺍ ﻲﺟ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻲﮐ ﺩﺍﻮﻣ ﻲﺟ ﻞﺋﺎﻓ ﻲﮐ ﻥﺎﮬﻮﺗ %s ﻮﻳﮃﻨﮘ ﻥﺎﺳ ﻲﭘﺎڪ ﻞﻴﮐﺭ ۾ ﻲﭘﺎڪ ﺎﻳ ،ﻮﻳﺮڪ ﺭﻮﻏ ﻲﺗ ﮠﺮڪ ﻞﻘﻧ ﻲﺗ ﭖﺎٽ ڪﺴﻳڊ ﻲﮐ ﻞﺋﺎﻓ ~/.local/share/applications/
si: ගොනුවේ අන්තර්ගතය සංස්කරණය කිරීමට ඔබට අවසර නැත %s ගොනුව ඩෙස්ක්ටොප් එකට පිටපත් කිරීම හෝ තැන්පත් කර ඇති පිටපතකට සබැඳිය සලකා බලන්න ~/.local/share/applications/
sk: Nemáte povolenie upravovať obsah súboru %s Zvážte skopírovanie súboru na plochu alebo odkaz na kópiu umiestnenú v ~/.local/share/applications/
sl: Nimate dovoljenja za urejanje vsebine datoteke %s Razmislite o kopiranju datoteke na namizje ali povezavo do kopije, ki je vstavljena ~/.local/share/applications/
sq: Ju nuk keni leje për të redaktuar përmbajtjen e skedarit %s Merrni parasysh kopjimin e skedarit në desktop ose lidhjen me një kopje të vendosur ~/.local/share/applications/
sw: Huna ruhusa ya kuhariri maudhui ya faili %s Fikiria kunakili faili kwenye eneo-kazi, au kiungo cha nakala iliyowekwa ~/.local/share/applications/
ta: கோப்பின் உள்ளடக்கங்களைத் திருத்த உங்களுக்கு அனுமதி இல்லை %s டெஸ்க்டாப்பில் கோப்பை நகலெடுக்கவும் அல்லது அதில் வைக்கப்பட்டுள்ள நகலுக்கான இணைப்பைக் கருத்தில் கொள்ளவும் ~/.local/share/applications/
te: ఫైల్ కంటెంట్u200cలను సవరించడానికి మీకు అనుమతి లేదు %s ఫైల్u200cను డెస్క్u200cటాప్u200cకు కాపీ చేయడం లేదా ఉంచిన కాపీకి లింక్ చేయడం గురించి ఆలోచించండి ~/.local/share/applications/
tg: Шумо барои таҳрир кардани мундариҷаи файл иҷозат надоред %s Нусхабардории файлро ба мизи корӣ баррасӣ кунед ё ба нусхаи ҷойгиршуда истинод кунед ~/.local/share/applications/
th: คุณไม่ได้รับอนุญาตให้แก้ไขเนื้อหาของไฟล์ %s ลองคัดลอกไฟล์ไปที่เดสก์ท็อปหรือลิงก์ไปยังสำเนาที่อยู่ใน ~/.local/share/applications/
tk: Faýlyň mazmunyny redaktirlemäge rugsadyňyz ýok %s Faýly iş stoluna göçürmegi ýa-da ýerleşdirilen göçürmä baglanyşmagy göz öňünde tutuň ~/.local/share/applications/
tt: Сезнең файлның эчтәлеген редакцияләргә рөхсәтегез юк %s Файлны эш өстәленә күчерүне карагыз, яки урнаштырылган күчермәгә сылтама ~/.local/share/applications/
uk: Ви не маєте дозволу редагувати вміст файлу %s Розгляньте можливість копіювання файлу на робочий стіл або посилання на копію, розміщену в ній ~/.local/share/applications/
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﺕﺯﺎﺟﺍ ﯽﮐ ﮯﻧﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﺩﺍﻮﻣ ﮯﮐ ﻞﺋﺎﻓ ﻮﮐ ﭖﺁ %s ۔ﮟﯾﺮﮐ ﮏﻨﻟ ﮯﺳ ﯽﭘﺎﮐ ﯽﺋﻮﮨ ﯽﮭﮐﺭ ﮟﯿﻣ ﺱﺍ ﺎﯾ ،ﮟﯾﺮﮐ ﺭﻮﻏ ﺮﭘ ﮯﻧﺮﮐ ﯽﭘﺎﮐ ﺮﭘ ﭖﺎﭨ ﮏﺴﯾﮈ ﻮﮐ ﻞﺋﺎﻓ ~/.local/share/applications/
uz: Sizda fayl mazmunini tahrirlash uchun ruxsat yo'q %s Faylni ish stoliga nusxalashni o'ylab ko'ring yoki joylashtirilgan nusxaga havola qiling ~/.local/share/applications/
vi: Bạn không có quyền chỉnh sửa nội dung của tệp %s Cân nhắc sao chép tệp vào màn hình hoặc liên kết đến một bản sao được đặt trong ~/.local/share/applications/
xh: Awunayo imvume yokuhlela imixholo yefayile %s Cinga ngokukopa ifayile kwidesktop, okanye ikhonkco kwikopi efakwe kuyo ~/.local/share/applications/
yi: עקעט ןופ טלאַהניא יד ןריגאַדער וצ שינעביולרעד ןבאָה טינ ןאָט ריא %s ןיא טלעטשעג עיפּאָק אַ וצ קניל רעדאָ ,פּאַטקסעד יד וצ עקעט יד גנייפּאַק ןטכאַרטאַב ~/.local/share/applications/

source: Unable To Rename
af: Kan nie hernoem nie
am: ዳግም መሰየም አልተቻለም
ar: ﺔﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ ﻰﻠﻋ ﺭﺩﺎﻗ ﺮﻴﻏ
be: Немагчыма перайменаваць
bg: Не може да се преименува
bn: পুনঃনামকরণ করতে অক্ষম
ca: No es pot canviar el nom
cy: Methu Ail-enwi
da: Kan ikke omdøbe
eo: Ne eblas Alinomi
et: Ei saa ümber nimetada
eu: Ezin da izena aldatu
fa: ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﻡﺎﻧ ﺮﯿﯿﻐﺗ ﻥﺎﮑﻣﺍ
fi: Ei voida nimetä uudelleen
fil: Hindi Mapalitan ang Pangalan
fy: Net mooglik omneame
ga: Ní féidir Athainmnigh
gd: Cha ghabh ath-ainmeachadh
gl: Non se pode cambiar o nome
gu: નામ બદલવામાં અસમર્થ
he: םש תונשל ןתינ אל
hi: नाम बदलने में असमर्थ
hr: Nije moguće preimenovati
hu: Nem lehet átnevezni
hy: Անհնար է վերանվանել
id: Tidak Dapat Mengganti Nama
is: Ekki hægt að endurnefna
ka: შეუძლებელია სახელის გადარქმევა
kk: Атын өзгерту мүмкін емес
km: មិនអាចប្តូរឈ្មោះបានទេ។
kn: ಮರುಹೆಸರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: Nikare Nav Biguherîne
ky: Атын өзгөртүү мүмкүн эмес
lb: Kann net ëmbenennen
lo: ບໍ່ສາມາດປ່ຽນຊື່ໄດ້
lt: Neįmanoma pervardyti
lv: Nevar pārdēvēt
mg: Tsy afaka manova anarana
mi: Kaore e taea te whakaingoa ano
mk: Не може да се преименува
ml: പേരുമാറ്റാൻ കഴിയുന്നില്ല
mn: Нэрийг өөрчлөх боломжгүй
mr: पुनर्नामित करण्यात अक्षम
mt: Ma tistax tibdel l-isem
my: အမည်ပြောင်း၍မရပါ။
nb: Kan ikke endre navn
ne: पुन: नामाकरण गर्न असमर्थ
or: ନାମ ପରିବର୍ତ୍ତନ କରିବାକୁ ଅସମର୍ଥ |
pa: ਨਾਮ ਬਦਲਣ ਵਿੱਚ ਅਸਮਰੱਥ
ps: ﻱﺮﻠﻧ ﻥﺍﻮﺗ ﻮﻟﻮﻟﺪﺑ ﻡﻮﻧ ﺩ
ro: Nu se poate redenumi
rw: Ntibishobora Guhindura izina
sd: ﺮﺻﺎﻗ ﻥﺎﮐ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ
si: නැවත නම් කිරීමට නොහැක
sk: Nedá sa premenovať
sl: Ni mogoče preimenovati
sq: Nuk mund të riemërtohet
sw: Haiwezi Kubadilisha Jina
ta: மறுபெயரிட முடியவில்லை
te: పేరు మార్చడం సాధ్యం కాలేదు
tg: Номашро иваз кардан ғайриимкон аст
th: ไม่สามารถเปลี่ยนชื่อได้
tk: Adyny üýtgedip bolmaýar
tt: Исемен үзгәртә алмый
uk: Неможливо перейменувати
ur: ﺮﺻﺎﻗ ﮯﺳ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ
uz: Nomini oʻzgartirib boʻlmadi
vi: Không thể đổi tên
xh: Akukwazeki Ukuthiya ngokutsha
yi: עמאַנער וצ טנעקעג טינ
