Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Exit
af: _Verlaat
am: _ውጣ
ar: _ﺝﺮﺨﻣ
be: _Выхад
bg: _Излезте
bn: _প্রস্থান করুন
ca: _Sortida
cy: _Allanfa
da: _Afslut
eo: _Eliro
et: _Välju
eu: _Irten
fa: _ﺝﻭﺮﺧ
fi: _Poistu
fil: _Lumabas
fy: _Útgong
ga: _An slí amach
gd: _Ar-a-mach
gl: _Saír
gu: _બહાર નીકળો
he: _הָאיִצְי
hi: _बाहर जाएं
hr: _Izlaz
hu: _Kijárat
hy: _Ելք
id: _keluar
is: _Hætta
ka: _გასვლა
kk: _Шығу
km: _ចេញ
kn: _ನಿರ್ಗಮಿಸಿ
ku: _Derî
ky: _чыгуу
lb: _Sortie
lo: _ອອກໄປ
lt: Iš_eiti
lv: _Izeja
mg: _Fivoahana
mi: _Putaatu
mk: _Излезете
ml: _പുറത്ത്
mn: _гарах
mr: _बाहेर पडा
mt: _Ħruġ
my: _ထွက်ပေါက်
ne: _बाहिर निस्कनुहोस्
or: _ପ୍ରସ୍ଥାନ
pa: _ਨਿਕਾਸ
ps: _ﻥﻮﺗﻭ
ro: _Ieșire
rw: _Sohoka
sd: _ﮠﺮڪﻧ
si: _පිටවීම
sk: _Východ
sl: _Izhod
sq: _Dilni
sw: _Utgång
ta: _வெளியேறு
te: _బయటకి దారి
tg: _Баромадгоҳ
th: _ทางออก
tk: _Çyk
tt: _Чыгу
uk: _Вихід
ur: _ﮟﯿﻠﮑﻧ ﺮﮨﺎﺑ
uz: _Chiqish
vi: _Lối ra
xh: _Phuma
yi: _גנאַגסיוראַ

source: Set Instance Exit Command
af: Stel Instance Exit Command
am: የአብነት መውጫ ትእዛዝን አዘጋጅ
ar: ﻞﻴﺜﻤﻟﺍ ﺝﻭﺮﺧ ﺮﻣﺃ ﻦﻴﻴﻌﺗ
be: Усталюйце каманду выхаду з асобніка
bg: Задайте команда за излизане от инстанция
bn: ইন্সট্যান্স এক্সিট কমান্ড সেট করুন
ca: Estableix l'ordre de sortida de la instància
cy: Gosod Gorchymyn Ymadael Instance
da: Indstil Instance Exit Command
eo: Agordi Instancan Eliro-Komandon
et: Määrake eksemplari väljumiskäsk
eu: Ezarri Instantzia Irteteko Komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻪﻧﻮﻤﻧ ﺝﻭﺮﺧ ﺭﻮﺘﺳﺩ
fi: Aseta ilmentymän poistumiskomento
fil: Itakda ang Instance Exit Command
ga: Socraigh Ordú Scoir Institiúide
gd: Suidhich Òrdugh Toraidh Instance
gl: Establece o comando de saída da instancia
gu: ઇન્સ્ટન્સ એક્ઝિટ કમાન્ડ સેટ કરો
he: עפוממ האיציה תדוקפ תא רדגה
hi: इंस्टेंस एग्जिट कमांड सेट करें
hr: Postavite naredbu za izlaz iz instance
hu: Állítsa be a Példány kilépési parancsot
hy: Սահմանեք օրինակի ելքի հրամանը
id: Setel Perintah Keluar Instance
is: Stilltu Exit Exit Command
ka: დააყენეთ ინსტანციის გასვლის ბრძანება
kk: Данадан шығу пәрменін орнатыңыз
km: កំណត់ Instance Exit Command
kn: ನಿದರ್ಶನ ನಿರ್ಗಮನ ಆಜ್ಞೆಯನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Derketina Mînakê Set
ky: Инстанциядан чыгуу буйругун коюу
lo: ຕັ້ງຄ່າ Instance Exit Command
lt: Nustatykite egzemplioriaus išėjimo komandą
lv: Iestatiet instances izejas komandu
mg: Mametraha baiko Exit Instance
mi: Tautuhi Tauira Puta Whakahau
mk: Поставете команда за излез на пример
ml: ഇൻസ്റ്റൻസ് എക്സിറ്റ് കമാൻഡ് സജ്ജമാക്കുക
mn: Instance Exit командыг тохируулна уу
mr: इंस्टन्स एक्झिट कमांड सेट करा
mt: Issettja Kmand tal-Ħruġ tal-Istanza
my: Instance Exit Command ကို သတ်မှတ်ပါ။
nb: Angi Instance Exit Command
ne: उदाहरण निकास आदेश सेट गर्नुहोस्
or: ଇନଷ୍ଟାନ୍ସ ଏକ୍ଜିଟ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਇੰਸਟੈਂਸ ਐਗਜ਼ਿਟ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﻮﻠﺗﻭ ﺩ ﻝﺎﺜﻣ ﺩ
ro: Setați comanda de ieșire a instanței
rw: Shiraho Akanya ko gusohoka
sd: Exit Command ﻝﺎﺜﻣ ﻮﻳﺮڪ ٽﻴﺳ
si: උදාහරණ පිටවීමේ විධානය සකසන්න
sk: Nastavte príkaz na ukončenie inštancie
sl: Nastavite ukaz za izhod iz primerka
sq: Vendos komandën e daljes së shembullit
sw: Weka Amri ya Kutoka kwa Instance
ta: நிகழ்வு வெளியேறும் கட்டளையை அமைக்கவும்
te: ఇన్u200cస్టాన్స్ ఎగ్జిట్ కమాండ్u200cని సెట్ చేయండి
tg: Фармони Хуруҷро таъин кунед
th: ตั้งค่าคำสั่งออกจากอินสแตนซ์
tk: Instance Exit buýrugyny düzüň
tt: Инстанциядән чыгу командасын куегыз
uk: Встановити команду виходу з екземпляра
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﯽﮐ ﮯﻨﻠﮑﻧ ﺮﮨﺎﺑ ﮯﺳ ﻝﺎﺜﻣ
uz: Namunadan chiqish buyrug'ini o'rnating
vi: Đặt lệnh thoát phiên bản
xh: Cwangcisa Umyalelo wokuPhuma kwimeko
yi: Instance Exit Command קיטעטשאַב

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n zzzFM-instansie verlaat: Gebruik: %%e gebeurtenis tipe (evt_exit)
am: የzzzFM ምሳሌ ሲወጣ በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር አስገባ፡ ተጠቀም፡ %%e የክስተት አይነት (evt_exit)
ar: :zzzFM ﻞﻴﺜﻣ ﺝﻭﺮﺧ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e (evt_exit) ﺙﺪﺤﻟﺍ ﻉﻮﻧ
be: Увядзіце праграму або камандны радок bash, які запускаецца аўтаматычна пры выхадзе з асобніка zzzFM: Выкарыстоўвайце: %%e тып падзеі (evt_exit)
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато екземпляр на zzzFM излезе: Използвайте: %%e тип събитие (evt_exit)
bn: একটি zzzFM উদাহরণ প্রস্থান করার সময় স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরন (evt_exit)
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament quan surti una instància de zzzFM: Ús: %%e tipus d'esdeveniment (evt_exit)
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pan fydd enghraifft zzzFM yn gadael: Defnyddiwch: %%e math o ddigwyddiad (evt_exit)
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når en zzzFM-instans afsluttes: Brug: %%e hændelsestype (evt_exit)
eo: Enigu programon aŭ bash-komandlinion aŭtomate ruliĝita kiam zzzFM-instanco eliras: Uzu: %%e tipo de evento (evt_exit)
et: Sisestage programm või bash käsurida, mis käivitub automaatselt zzzFM-i eksemplari väljumisel: Kasuta: %%e sündmuse tüüp (evt_exit)
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatzeko zzzFM instantzia bat irteten denean: Erabili: %%e gertaera mota (evt_exit)
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ zzzFM ﻪﻧﻮﻤﻧ ﮏﯾ ﺝﻭﺮﺧ ﺎﺑ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e (evt_exit) ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti, kun zzzFM-ilmentymä poistuu: Käyttää: %%e tapahtumatyyppi (evt_exit)
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin kapag lumabas ang isang zzzFM instance: Gamitin ang: %%e uri ng kaganapan (evt_exit)
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in zzzFM-eksimplaar útkomt: Brûke: %%e evenemint type (evt_exit)
ga: Iontráil líne ordaithe nó clár ordaithe le rith go huathoibríoch nuair a théann sampla zzzFM as: Úsáid: %%e cineál imeachta (evt_exit)
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach nuair a thig eisimpleir zzzFM a-mach: Cleachd: %%e seòrsa tachartais (evt_exit)
gl: Introduza o programa ou a liña de comandos bash para executarse automaticamente cando saia unha instancia de zzzFM: Uso: %%e tipo de evento (evt_exit)
gu: જ્યારે zzzFM દાખલો બહાર નીકળે ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા bash કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઇવેન્ટનો પ્રકાર (evt_exit)
he: :אצוי zzzFM עפומ רשאכ תיטמוטוא ולעפויש bash הדוקפה תרוש וא תינכות ןזה :שמתשהל %%e (evt_exit) עוריא גוס
hi: zzzFM इंस्टेंस के बाहर निकलने पर प्रोग्राम या बैश कमांड लाइन को स्वचालित रूप से चलाने के लिए दर्ज करें: उपयोग: %%e घटना प्रकार (evt_exit)
hr: Unesite program ili bash naredbeni redak koji će se automatski pokrenuti kada zzzFM instanca izađe: Koristiti: %%e vrsta događaja (evt_exit)
hu: Írja be a programot vagy a bash parancssort, amely automatikusan fut, amikor egy zzzFM példány kilép: Használat: %%e esemény típusa (evt_exit)
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ zzzFM օրինակը դուրս է գալիս. Օգտագործեք: %%e միջոցառման տեսակը (evt_exit)
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis saat instans zzzFM keluar: Menggunakan: %%e jenis acara (evt_exit)
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar zzzFM tilvik hættir: Notaðu: %%e tegund atburðar (evt_exit)
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონში ავტომატურად გასაშვებად zzzFM ინსტანციის გასვლისას: გამოყენება: %%e მოვლენის ტიპი (evt_exit)
kk: zzzFM данасы шыққан кезде автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_exit)
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដែលត្រូវដំណើរការដោយស្វ័យប្រវត្តិ នៅពេលដែលវត្ថុ zzzFM ចេញ៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_exit)
kn: ZzzFM ನಿದರ್ಶನವು ನಿರ್ಗಮಿಸಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_exit)
ku: Bername an rêzika fermana bash têkevin da ku gava ku mînakek zzzFM derkeve bixweber were xebitandin: Bikaranîn: %%e cureya bûyerê (evt_exit)
ky: ZzzFM инстанциясы чыкканда автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_exit)
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann eng zzzFM Instanz erausgeet: Benotzt: %%e Event Typ (evt_exit)
lo: ໃສ່ໂປຣແກມ ຫຼື bash command line ທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດເມື່ອ zzzFM instance ອອກມາ: ໃຊ້: %%e ປະເພດເຫດການ (evt_exit)
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai išeina zzzFM egzempliorius: Naudokite: %%e įvykio tipas (evt_exit)
lv: Ievadiet programmas vai bash komandrindu, kas tiks palaists automātiski, kad iziet no zzzFM instances: Izmantojiet: %%e notikuma veids (evt_exit)
mg: Ampidiro ny programa na bash command line ho mandeha ho azy rehefa mivoaka ny ohatra zzzFM: Ampiasao: %%e karazana hetsika (evt_exit)
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa ina puta te tauira zzzFM: Whakamahia: %%e momo takahanga (evt_exit)
mk: Внесете ја командната линија на програмата или bash за да се изврши автоматски кога ќе излезе некој zzzFM пример: Користете: %%e тип на настан (evt_exit)
ml: ഒരു zzzFM ഇൻസ്u200cറ്റൻസ് പുറത്തുകടക്കുമ്പോൾ യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_exit)
mn: ZzzFM инстанс гарах үед автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_exit)
mr: zzzFM उदाहरण बाहेर पडल्यावर स्वयंचलितपणे चालवण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e इव्हेंट प्रकार (evt_exit)
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament meta toħroġ istanza zzzFM: Użu: %%e tip ta' avveniment (evt_exit)
my: zzzFM instance ထွက်သွားသည့်အခါ အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_exit)
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når en zzzFM-forekomst avsluttes: Bruk: %%e hendelsestype (evt_exit)
ne: zzzFM उदाहरण बाहिर निस्कँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा bash आदेश लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_exit)
or: ଏକ zzzFM ଉଦାହରଣ ବାହାରିବାବେଳେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର (evt_exit)
pa: ਜਦੋਂ ਇੱਕ zzzFM ਉਦਾਹਰਨ ਬੰਦ ਹੋ ਜਾਂਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_exit)
ps: :ﻲﺷ ﺮﻬﺑ ﻝﺎﺜﻣ zzzFM ﺩ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e (evt_exit) ﻝﻭډ ﯥښﯿﭘ ﺩ
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat când o instanță zzzFM iese: Utilizare: %%e tip de eveniment (evt_exit)
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mugihe urugero zzzFM isohotse: Koresha: %%e Ubwoko bwibyabaye (evt_exit)
sd: :ﻲﮬﺁ ﻭﺪﻧﺮڪﻧ ﻝﺎﺜﻣ zzzFM ﻦﮬڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e (evt_exit) ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ
si: ZzzFM අවස්ථාවක් පිටවන විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහන හෝ bash විධාන රේඛාව ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_exit)
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť pri ukončení inštancie zzzFM: Použitie: %%e typ udalosti (evt_exit)
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko zapusti primerek zzzFM: Uporaba: %%e vrsta dogodka (evt_exit)
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht kur një shembull zzzFM del: Përdorni: %%e lloji i ngjarjes (evt_exit)
sw: Ingiza mpango au mstari wa amri ya bash ili kuendeshwa kiotomati wakati mfano wa zzzFM unatoka: Tumia: %%e aina ya tukio (evt_exit)
ta: ஒரு zzzFM நிகழ்வு வெளியேறும்போது தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_exit)
te: ZzzFM ఉదాహరణ నిష్క్రమించినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_exit)
tg: Барнома ё сатри фармони bash-ро ворид кунед, то ҳангоми баромадани мисоли zzzFM ба таври худкор иҷро шавад: Истифода: %%e навъи ҳодиса (evt_exit)
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติเมื่อออกจากอินสแตนซ์ zzzFM: ใช้: %%e ประเภทเหตุการณ์ (evt_exit)
tk: ZzzFM mysaly çykanda awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_exit)
tt: ZzzFM инстанциясе чыкканда автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_exit)
uk: Введіть програмний або командний рядок bash, який буде запускатися автоматично, коли екземпляр zzzFM завершує роботу: Використовуйте: %%e тип події (evt_exit)
ur: zzzFM ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﺮﭘ ﮯﻧﻮﮨ ﺮﮨﺎﺑ ﮯﮐ ﻝﺎﺜﻣ bash ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ: :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e (evt_exit) ﻢﺴﻗ ﯽﮐ ﭧﻧﻮﯾﺍ
uz: ZzzFM namunasi chiqqanda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_exit)
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động khi phiên bản zzzFM thoát ra: Sử dụng: %%e loại sự kiện (evt_exit)
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo xa umzekelo we-zzzFM uphuma: Sebenzisa: %%e uhlobo lomsitho (evt_phuma)
yi: :סיוראַ טייג ליפּשיַיב zzzFM אַ ןעוו שיטאַמאָטיוא ןפיול ןייז וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%e (evt_exit) פּיט שינעעשעג

source: _Window
af: _Venster
am: _መስኮት
ar: _ﻙﺎﺒﺷ ﻭﺍ ﺓﺬﻓﺎﻧ
be: _Акно
bg: _Прозорец
bn: _জানলা
ca: _Finestra
cy: _Ffenestr
da: _Vindue
eo: _Fenestro
et: _Aken
eu: _Leihoa
fa: _ﻩﺮﺠﻨﭘ
fi: _Ikkuna
fil: _Bintana
fy: _Finster
ga: _Fuinneog
gd: _Uinneag
gl: _Fiestra
gu: _બારી
he: _ןֹולַח
hi: _खिड़की
hr: _Prozor
hu: _Ablak
hy: _Պատուհան
id: _Jendela
is: _Gluggi
ka: _ფანჯარა
kk: _Терезе
km: _បង្អួច
kn: _ಕಿಟಕಿ
ku: _Pace
ky: _Терезе
lb: _Fënster
lo: _ປ່ອງຢ້ຽມ
lt: _Langas
lv: _Logs
mi: _Matapihi
mk: _Прозорец
ml: _ജാലകം
mn: _Цонх
mr: _खिडकी
mt: _Tieqa
my: _ပြတင်းပေါက်
nb: _Vindu
ne: _झ्याल
or: _ୱିଣ୍ଡୋ |
pa: _ਵਿੰਡੋ
ps: _ۍﮐړﮐ
ro: _Fereastră
rw: _Idirishya
sd: _ڊﻧﻭ
si: _කවුළුව
sk: _okno
sl: _okno
sq: _Dritare
sw: _Dirisha
ta: _ஜன்னல்
te: _కిటికీ
tg: _Тиреза
th: _หน้าต่าง
tk: _Penjire
tt: _Тәрәзә
uk: _Вікно
ur: _ﯽﮐﮍﮭﮐ
uz: _Oyna
vi: _Cửa sổ
xh: _Ifestile
yi: _רעטצנעפ

# View|Events|Window|
source: _New
af: _Nuut
am: _አዲስ
ar: _ﺪﻳﺪﺟ
be: _Новае
bg: _Нов
bn: _নতুন
ca: _Nou
cy: _Newydd
da: _Ny
eo: _Nova
et: _Uus
eu: _Berria
fa: _ﺪﯾﺪﺟ
fi: _Uusi
fil: _Bago
fy: _Nij
ga: _Nua
gd: _Ùr
gl: _Novo
gu: _નવી
he: _ׁשָדָח
hi: _नया
hr: _Novi
hu: _Új
hy: _Նոր
id: _Baru
is: _Nýtt
ka: _ახალი
kk: _Жаңа
km: _ថ្មី។
kn: _ಹೊಸದು
ku: _Nşh
ky: _Жаңы
lb: _Nei
lo: _ໃຫມ່
lt: _Nauja
lv: _Jauns
mg: _Vaovao
mi: _Hou
mk: _Ново
ml: _പുതിയത്
mn: _Шинэ
mr: _नवीन
mt: _Ġdid
my: _အသစ်
nb: _Ny
ne: _नयाँ
or: _ନୂତନ
pa: _ਨਵਾਂ
ps: _ﯼﻮﻧ
ro: _Nou
rw: _Gishya
sd: _ﻥﻮﺌﻧ
si: _අලුත්
sk: _Nový
sl: _Novo
sq: _I ri
sw: _Mpya
ta: _புதியது
te: _కొత్తది
tg: _Нав
th: _ใหม่
tk: _Täze
tt: _Яңа
uk: _Новий
ur: _ﯽﺌﻧ
uz: _Yangi
vi: _Mới mẻ
xh: _Entsha
yi: _יַינ

source: Set New Window Command
af: Stel nuwe venster opdrag
am: አዲስ መስኮት ትዕዛዝ አዘጋጅ
ar: ﺓﺪﻳﺪﺟ ﺓﺬﻓﺎﻧ ﺮﻣﺃ ﻦﻴﻴﻌﺗ
be: Усталюйце каманду новага акна
bg: Задайте команда за нов прозорец
bn: নতুন উইন্ডো কমান্ড সেট করুন
ca: Estableix l'ordre de la finestra nova
cy: Gosod Gorchymyn Ffenestr Newydd
da: Indstil Nyt vindueskommando
eo: Agordi Novan Fenestran Komandon
et: Määra uue akna käsk
eu: Ezarri leiho berria komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﺪﯾﺪﺟ ﻩﺮﺠﻨﭘ ﺭﻮﺘﺳﺩ
fi: Aseta uuden ikkunan komento
fil: Itakda ang Bagong Window Command
fy: Set Nij finster Kommando
ga: Socraigh Ordú Fuinneog Nua
gd: Suidhich Òrdugh Uinneag Ùr
gl: Establecer o comando Nova ventá
gu: નવો વિન્ડો આદેશ સેટ કરો
he: שדח ןולח תדוקפ רדגה
hi: नई विंडो कमांड सेट करें
hr: Postavite naredbu za novi prozor
hu: Állítsa be az Új ablak parancsát
hy: Սահմանեք նոր պատուհանի հրամանը
id: Setel Perintah Jendela Baru
is: Stilltu nýja gluggaskipun
ka: დააყენეთ ახალი ფანჯრის ბრძანება
kk: Жаңа терезе пәрменін орнату
km: កំណត់ពាក្យបញ្ជា Window ថ្មី។
kn: ಹೊಸ ವಿಂಡೋ ಕಮಾಂಡ್ ಅನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Paceya Nû Set bike
ky: Жаңы терезе буйругун коюу
lo: ຕັ້ງຄໍາສັ່ງປ່ອງຢ້ຽມໃຫມ່
lt: Nustatyti naujo lango komandą
lv: Iestatiet jaunu logu komandu
mg: Mametraha baiko Window Vaovao
mi: Tautuhi Whakahau Matapihi Hou
mk: Поставете команда за нов прозорец
ml: പുതിയ വിൻഡോ കമാൻഡ് സജ്ജമാക്കുക
mn: Шинэ цонхны командыг тохируулах
mr: नवीन विंडो कमांड सेट करा
mt: Issettja Kmand tat-Tieqa Ġdida
my: New Window Command ကို သတ်မှတ်ပါ။
nb: Angi ny vindu-kommando
ne: नयाँ सञ्झ्याल आदेश सेट गर्नुहोस्
or: ନୂତନ ୱିଣ୍ଡୋ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਨਵੀਂ ਵਿੰਡੋ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ۍﮐړﮐ ﯤﻮﻧ ﺩ
ro: Setați comandă pentru fereastră nouă
rw: Shiraho Idirishya Rishya
sd: ﻮﻳﺮڪ ٽﻴﺳ ڊﻧﺎﻤڪ ﻭڊﻧﻭ ﻥﻮﺌﻧ
si: නව කවුළු විධානය සකසන්න
sk: Nastaviť príkaz Nové okno
sl: Nastavite ukaz za novo okno
sq: Vendos komandën e dritares së re
sw: Weka Amri ya Dirisha Mpya
ta: புதிய சாளர கட்டளையை அமைக்கவும்
te: కొత్త విండో కమాండ్u200cని సెట్ చేయండి
tg: Фармони равзанаи навро таъин кунед
th: ตั้งค่าคำสั่งหน้าต่างใหม่
tk: Täze penjire buýrugyny düzüň
tt: Яңа тәрәзә командасын куегыз
uk: Встановити команду «Нове вікно».
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﻭﮉﻧﻭ ﯽﺌﻧ
uz: Yangi oyna buyrug'ini o'rnating
vi: Đặt lệnh cửa sổ mới
xh: Seta Umyalelo Wefestile Entsha
yi: דנאַמאַק רעטצנעפֿ וינ ןלעטש
