Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n zzzFM-venster geskuif of verander word: Gebruik: %%e tipe gebeurtenis (evt_win_move) %%w venster ID (sien zzzfm -s hulp) %%p paneel %%t oortjie Uitgevoer bash veranderlikes (eg $fm_pwd, etc) kan in hierdie opdrag gebruik word. Let wel: Hierdie opdrag kan verskeie kere uitgevoer word tydens die grootteverandering.
am: የ zzzFM መስኮት በተንቀሳቀሰበት ወይም በሚቀየርበት ጊዜ በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር አስገባ፡ ተጠቀም፡ %%e የክስተት አይነት (evt_win_move) %%w የመስኮት መታወቂያ (የ zzzfm -s እገዛን ይመልከቱ) %%p ፓነል %%t ትር ወደ ውጭ የተላኩ የባሽ ተለዋዋጮች (eg $fm_pwd, etc) በዚህ ትዕዛዝ ውስጥ ጥቅም ላይ ሊውል ይችላል. ማሳሰቢያ፡ ይህ ትእዛዝ በመጠን በሚቀየርበት ጊዜ ብዙ ጊዜ ሊሰራ ይችላል።
ar: :ﺎﻬﻤﺠﺣ ﺮﻴﻴﻐﺗ ﻭﺃ zzzFM ﺓﺬﻓﺎﻧ ﻞﻘﻧ ﻢﺘﻳ ﺎﻣﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_win_move) %%w (zzzfm -s ﺕﺎﻤﻴﻠﻌﺗ ﺮﻈﻧﺍ) ﺓﺬﻓﺎﻨﻟﺍ ﻑﺮﻌﻣ %%p ﺔﺟﻮﻟ %%t ﺐﻳﻮﺒﺘﻟﺍ ﺓﺭﺪﺼﻤﻟﺍ bash ﺕﺍﺮﻴﻐﺘﻣ (eg $fm_pwd, etc) .ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻲﻓ ﺎﻬﻣﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ .ﻢﺠﺤﻟﺍ ﺮﻴﻴﻐﺗ ءﺎﻨﺛﺃ ﺕﺍﺮﻣ ﺓﺪﻋ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻦﻜﻤﻳ :ﺔﻈﺣﻼ﻿ﻣ
be: Увядзіце праграму або камандны радок bash, якія будуць запускацца аўтаматычна кожны раз, калі акно zzzFM перамяшчаецца або змяняецца: Выкарыстоўвайце: %%e тып падзеі (evt_win_move) %%w ідэнтыфікатар акна (гл. дапамогу zzzfm -s) %%p панэль %%t уклад Экспартаваныя зменныя bash (eg $fm_pwd, etc) можна выкарыстоўваць у гэтай камандзе. Заўвага: гэтая каманда можа быць выканана некалькі разоў падчас змены памеру.
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично всеки път, когато прозорец zzzFM бъде преместен или преоразмерен: Използвайте: %%e тип събитие (evt_win_move) %%w идентификатор на прозореца (вижте помощ за zzzfm -s) %%p панел %%t раздел Експортирани bash променливи (eg $fm_pwd, etc) може да се използва в тази команда. Забележка: Тази команда може да се изпълнява няколко пъти по време на преоразмеряване.
bn: যখনই একটি zzzFM উইন্ডো সরানো বা পুনরায় আকার দেওয়া হয় তখন স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরণ (evt_win_move) %%w উইন্ডো আইডি (zzzfm -s সহায়তা দেখুন) %%p প্যানেল %%t ট্যাব রপ্তানি করা ব্যাশ ভেরিয়েবল (eg $fm_pwd, etc) এই কমান্ডে ব্যবহার করা যেতে পারে। দ্রষ্টব্য: রিসাইজ করার সময় এই কমান্ডটি একাধিকবার চালানো হতে পারে।
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament sempre que es mogui o canviï la mida d'una finestra de zzzFM: Ús: %%e tipus d'esdeveniment (evt_win_move) %%w identificador de la finestra (vegeu l'ajuda de zzzfm -s) %%p panell %%t pestanya Variables bash exportades (eg $fm_pwd, etc) es pot utilitzar en aquesta comanda. Nota: aquesta ordre es pot executar diverses vegades durant el canvi de mida.
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pryd bynnag y bydd ffenestr zzzFM yn cael ei symud neu ei newid maint: Defnyddiwch: %%e math o ddigwyddiad (evt_win_move) %%w id ffenestr (gweler zzzfm -s help) %%p panel %%t tab Newidynnau bash allforiedig (eg $fm_pwd, etc) gellir ei ddefnyddio yn y gorchymyn hwn. Nodyn: Gellir rhedeg y gorchymyn hwn sawl gwaith yn ystod newid maint.
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når et zzzFM-vindue flyttes eller ændres: Brug: %%e begivenhedstype (evt_win_move) %%w vindues-id (se zzzfm -s hjælp) %%p panel %%t fanen Eksporterede bash-variabler (eg $fm_pwd, etc) kan bruges i denne kommando. Bemærk: Denne kommando kan køres flere gange under ændring af størrelse.
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam ajn zzzFM-fenestro estas movita aŭ regrandigita: Uzu: %%e tipo de evento (evt_win_move) %%w fenestro-identigilo (vidu helpon de zzzfm -s) %%p panelo %%t langeto Eksportitaj bash-variabloj (eg $fm_pwd, etc) povas esti uzata en ĉi tiu komando. Noto: Ĉi tiu komando povas esti rulita plurfoje dum regrandigo.
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui zzzFM-i akent liigutatakse või selle suurust muudetakse: Kasuta: %%e sündmuse tüüp (evt_win_move) %%w akna ID (vt zzzfm -s abi) %%p paneel %%t sakk Eksporditud bashi muutujad (eg $fm_pwd, etc) saab selles käsus kasutada. Märkus. Seda käsku võib suuruse muutmise ajal käivitada mitu korda.
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatzeko zzzFM leiho bat mugitzen edo tamainaz aldatzen den bakoitzean: Erabili: %%e gertaera mota (evt_win_move) %%w leihoaren IDa (ikus zzzfm -s laguntza) %%p panela %%t fitxa Esportatutako bash aldagaiak (eg $fm_pwd, etc) komando honetan erabil daiteke. Oharra: Baliteke komando hau behin baino gehiagotan exekutatzea tamaina aldatzean.
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ،ﺩﺮﮐ ﺮﯿﯿﻐﺗ ﻥﺁ ﻩﺯﺍﺪﻧﺍ ﺎﯾ ﺪﺷ ﺎﺠﺑﺎﺟ zzzFM ﻩﺮﺠﻨﭘ ﻪﮐ ﻥﺎﻣﺯ ﺮﻫ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bas :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_win_move) %%w (ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzfm -s ﮏﻤﮐ ﻪﺑ) ﻩﺮﺠﻨﭘ ﻪﺳﺎﻨﺷ %%p ﻞﻧﺎﭘ %%t ﻪﻧﺎﺑﺯ ﺖﺳﺍ ﻩﺪﺷ ﺭﺩﺎﺻ bash ﯼﺎﻫﺮﯿﻐﺘﻣ (eg $fm_pwd, etc) .ﺩﺮﮐ ﻩﺩﺎﻔﺘﺳﺍ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ﺭﺩ ﻥﺍﻮﺗ ﯽﻣ .ﺩﻮﺷ ﺍﺮﺟﺍ ﻩﺯﺍﺪﻧﺍ ﺮﯿﯿﻐﺗ ﻝﻮﻃ ﺭﺩ ﺭﺎﺑ ﻦﯾﺪﻨﭼ ﺖﺳﺍ ﻦﮑﻤﻣ ﺭﻮﺘﺳﺩ ﻦﯾﺍ :ﻪﺟﻮﺗ
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti aina, kun zzzFM-ikkunaa siirretään tai sitä muutetaan: Käyttää: %%e Tapahtumatyyppi (evt_win_move) %%w ikkunan tunnus (katso zzzfm -s ohje) %%p paneeli %%t -välilehti Vietiin bash-muuttujia (eg $fm_pwd, etc) voidaan käyttää tässä komennossa. Huomautus: Tämä komento voidaan suorittaa useita kertoja koon muuttamisen aikana.
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin sa tuwing ang isang zzzFM window ay ililipat o binago ang laki: Gamitin ang: %%e uri ng kaganapan (evt_win_move) %%w window id (tingnan ang tulong ng zzzfm -s) %%p panel %%t tab Na-export na mga variable ng bash (eg $fm_pwd, etc) maaaring gamitin sa utos na ito. Tandaan: Ang utos na ito ay maaaring patakbuhin nang maraming beses sa panahon ng pagbabago ng laki.
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in zzzFM-finster ferpleatst of feroare wurdt: Brûke: %%e evenemint type (evt_win_move) %%w finster-id (sjoch zzzfm -s help) %%p paniel %%t tab Eksportearre bash fariabelen (eg $fm_pwd, etc) kin brûkt wurde yn dit kommando. Opmerking: dit kommando kin meardere kearen wurde útfierd by it feroarjen fan grutte.
ga: Iontráil líne ordaithe nó clár ordaithe le reáchtáil go huathoibríoch aon uair a dhéantar fuinneog zzzFM a bhogadh nó a athrú: Úsáid: %%e cineál imeachta (evt_win_move) %%w id fuinneoige (féach zzzfm -s help) %%p painéal %%t cluaisín Athróga bash easpórtáilte (eg $fm_pwd, etc) is féidir a úsáid san ordú seo. Nóta: Féadfar an t-ordú seo a reáchtáil arís agus arís eile le linn méid a athrú.
gd: Cuir a-steach loidhne-àithne prògram no bash a thèid a ruith gu fèin-ghluasadach gach uair a thèid uinneag zzzFM a ghluasad no ath-mheudachadh: Cleachd: %%e seòrsa tachartais (evt_win_move) %%w id uinneig (faic cuideachadh zzzfm -s) %%p pannal %%t tab Caochlaidhean bash Exxported (eg $fm_pwd, etc) faodar a chleachdadh san àithne seo. Nota: Faodar an àithne seo a ruith iomadh uair rè ath-mheudachadh.
gl: Introduza o programa ou a liña de comandos bash para que se execute automaticamente cando se mova ou cambie o tamaño dunha xanela de zzzFM: Uso: %%e tipo de evento (evt_win_move) %%w ID da fiestra (consulta a axuda de zzzfm -s) %%p panel %%t ficha Variables bash exportadas (eg $fm_pwd, etc) pódese usar neste comando. Nota: Este comando pode executarse varias veces durante o cambio de tamaño.
gu: જ્યારે પણ zzzFM વિન્ડોને ખસેડવામાં આવે અથવા તેનું કદ બદલવામાં આવે ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા bash કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઘટના પ્રકાર (evt_win_move) %%w વિન્ડો આઈડી (zzzfm -s મદદ જુઓ) %%p પેનલ %%t ટેબ નિકાસ કરેલ bash ચલ (eg $fm_pwd, etc) આ આદેશમાં વાપરી શકાય છે. નોંધ: આ આદેશ પુન: માપ દરમિયાન ઘણી વખત ચલાવી શકાય છે.
he: :ולדוג וא רבעומ zzzFM ןולחש םעפ לכב יטמוטוא ןפואב ולעפויש bash-ה וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%e עוריא גוס (evt_win_move) %%w (zzzfm -s לש הרזע האר) ןולח ההזמ %%p ַחּול %%t תינושל םיאצוימ bash ינתשמ (eg $fm_pwd, etc) .וז הדוקפב שמתשהל ןתינ .לדוגה יוניש ךלהמב םימעפ רפסמ וז הדוקפ ליעפהל ןתינ :הרעה
hi: जब भी zzzFM विंडो को स्थानांतरित या आकार दिया जाता है तो स्वचालित रूप से चलाने के लिए प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %%e घटना प्रकार (evt_win_move) %%w विंडो आईडी (zzzfm -s सहायता देखें) %%p पैनल %%t टैब निर्यातित बैश चर (eg $fm_pwd, etc) इस आदेश में इस्तेमाल किया जा सकता है। नोट: यह आदेश आकार बदलने के दौरान कई बार चलाया जा सकता है।
hr: Unesite programski ili bash naredbeni redak koji će se automatski pokrenuti svaki put kada se prozor zzzFM pomakne ili promijeni veličina: Koristiti: %%e tip događaja (evt_win_move) %%w id prozora (pogledajte pomoć za zzzfm -s) %%p ploča %%t tab Izvezene bash varijable (eg $fm_pwd, etc) može se koristiti u ovoj naredbi. Napomena: Ova se naredba može pokrenuti više puta tijekom promjene veličine.
hu: Írja be a programot vagy a bash parancssort, amely automatikusan futni fog, amikor egy zzzFM ablakot áthelyeznek vagy átméreteznek: Használat: %%e esemény típus (evt_win_move) %%w ablak azonosítója (lásd a zzzfm -s súgóját) %%p panel %%t lapon Exportált bash változók (eg $fm_pwd, etc) használható ebben a parancsban. Megjegyzés: Ez a parancs többször is lefuttatható az átméretezés során.
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ zzzFM պատուհանը տեղափոխվի կամ չափափոխվի. Օգտագործեք: %%e միջոցառման տեսակը (evt_win_move) %%w պատուհանի ID (տես zzzfm -s օգնությունը) %%p վահանակ %%t ներդիր Արտահանված bash փոփոխականներ (eg $fm_pwd, etc) կարող է օգտագործվել այս հրամանում: Նշում. Չափափոխելիս այս հրամանը կարող է մի քանի անգամ գործարկվել:
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis setiap kali jendela zzzFM dipindahkan atau diubah ukurannya: Menggunakan: %%e jenis acara (evt_win_move) %%w id jendela (lihat bantuan zzzfm -s) %%p panel %%t tab Variabel bash yang diekspor (eg $fm_pwd, etc) dapat digunakan dalam perintah ini. Catatan: Perintah ini dapat dijalankan beberapa kali selama pengubahan ukuran.
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar zzzFM gluggi er færður eða breytt stærð: Notaðu: %%e tegund atburðar (evt_win_move) %%w glugga auðkenni (sjá zzzfm -s hjálp) %%p spjaldið %%t flipa Útfluttar bash breytur (eg $fm_pwd, etc) er hægt að nota í þessari skipun. Athugið: Þessi skipun gæti verið keyrð mörgum sinnum meðan á stærðarbreytingu stendur.
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონი ავტომატურად გასაშვებად, როდესაც zzzFM ფანჯრის გადაადგილება ან ზომა იცვლება: გამოყენება: %%e ღონისძიების ტიპი (evt_win_move) %%w ფანჯრის ID (იხილეთ zzzfm -s დახმარება) %%p პანელი %%t ჩანართი ექსპორტირებული bash ცვლადები (eg $fm_pwd, etc) შეიძლება გამოყენებულ იქნას ამ ბრძანებაში. შენიშვნა: ეს ბრძანება შეიძლება განხორციელდეს რამდენჯერმე ზომის შეცვლისას.
kk: zzzFM терезесі жылжытылғанда немесе өлшемі өзгертілгенде автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_win_move) %%w терезе идентификаторы (zzzfm -s анықтамасын қараңыз) %%p панель %%t қойындысы Экспортталған bash айнымалылары (eg $fm_pwd, etc) осы пәрменде пайдалануға болады. Ескерту: Бұл пәрмен өлшемін өзгерту кезінде бірнеше рет орындалуы мүмкін.
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិនៅពេលណាដែលបង្អួច zzzFM ត្រូវបានផ្លាស់ទី ឬផ្លាស់ប្តូរទំហំ៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_win_move) %%w លេខសម្គាល់បង្អួច (សូមមើលជំនួយ zzzfm -s) %%p បន្ទះ %%t ផ្ទាំង នាំចេញអថេរ bash (eg $fm_pwd, etc) អាចត្រូវបានប្រើនៅក្នុងពាក្យបញ្ជានេះ។ ចំណាំ៖ ពាក្យបញ្ជានេះអាចដំណើរការបានច្រើនដងកំឡុងពេលផ្លាស់ប្តូរទំហំ។
kn: ZzzFM ವಿಂಡೋವನ್ನು ಸರಿಸಿದಾಗ ಅಥವಾ ಮರುಗಾತ್ರಗೊಳಿಸಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_win_move) %%w ವಿಂಡೋ ಐಡಿ (zzzfm -s ಸಹಾಯವನ್ನು ನೋಡಿ) %%p ಫಲಕ %%t ಟ್ಯಾಬ್ ರಫ್ತು ಮಾಡಿದ ಬ್ಯಾಷ್ ವೇರಿಯೇಬಲ್u200cಗಳು (eg $fm_pwd, etc) ಈ ಆಜ್ಞೆಯಲ್ಲಿ ಬಳಸಬಹುದು. ಗಮನಿಸಿ: ಮರುಗಾತ್ರಗೊಳಿಸುವ ಸಮಯದಲ್ಲಿ ಈ ಆಜ್ಞೆಯನ್ನು ಹಲವಾರು ಬಾರಿ ಚಲಾಯಿಸಬಹುದು.
ku: Bername an rêzika fermana bash têkevin da ku gava ku pencereyek zzzFM were guheztin an mezinbûna xwe bixweber were xebitandin: Bikaranîn: %%e cureyê bûyerê (evt_win_move) %%w id pencereyê (binihêre arîkariya zzzfm -s) %%p panel %%t tab Guherbarên bash derxistin (eg $fm_pwd, etc) dikare di vê fermanê de were bikar anîn. Nîşe: Dibe ku ev ferman di dema mezinbûnê de gelek caran were xebitandin.
ky: ZzzFM терезеси жылдырганда же өлчөмүн өзгөрткөн сайын автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_win_move) %%w терезе идентификатору (zzzfm -s жардамын караңыз) %%p панель %%t өтмөк Экспорттолгон bash өзгөрмөлөрү (eg $fm_pwd, etc) бул буйрукта колдонсо болот. Эскертүү: Бул буйрук өлчөмүн өзгөртүү учурунда бир нече жолу иштетилиши мүмкүн.
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann eng zzzFM Fënster geréckelt oder geännert gëtt: Benotzt: %%e Event Typ (evt_win_move) %%w Fënster ID (kuckt zzzfm -s Hëllef) %%p panel %%t tab Exportéiert Bash Variablen (eg $fm_pwd, etc) kann an dësem Kommando benotzt ginn. Bemierkung: Dëse Kommando kann e puer Mol während der Gréisst änneren.
lo: ໃສ່ໂປຣແກມ ຫຼື bash ຄໍາສັ່ງທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດທຸກຄັ້ງທີ່ປ່ອງຢ້ຽມ zzzFM ຖືກຍ້າຍ ຫຼືປັບຂະໜາດ: ໃຊ້: %%e ປະເພດເຫດການ (evt_win_move) %%w id window (ເບິ່ງ zzzfm -s ຊ່ວຍ) %%p ກະດານ %%t ແຖບ ສົ່ງອອກຕົວແປ bash (eg $fm_pwd, etc) ສາມາດຖືກນໍາໃຊ້ໃນຄໍາສັ່ງນີ້. ຫມາຍເຫດ: ຄໍາສັ່ງນີ້ອາດຈະຖືກດໍາເນີນການຫຼາຍຄັ້ງໃນລະຫວ່າງການປັບຂະຫນາດ.
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai perkeliamas arba keičiamas zzzFM langas: Naudokite: %%e renginio tipas (evt_win_move) %%w lango ID (žr. zzzfm -s žinyną) %%p skydelis %%t skirtukas Eksportuoti bash kintamieji (eg $fm_pwd, etc) gali būti naudojamas šioje komandoje. Pastaba: Ši komanda gali būti paleista kelis kartus keičiant dydį.
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski ikreiz, kad tiek pārvietots zzzFM logs vai mainīts tā izmērs: Izmantojiet: %%e notikuma veids (evt_win_move) %%w loga ID (skatiet zzzfm -s palīdzību) %%p panelis %%t cilne Eksportēti bash mainīgie (eg $fm_pwd, etc) var izmantot šajā komandā. Piezīme. Šo komandu izmēru maiņas laikā var palaist vairākas reizes.
mg: Ampidiro ny programa na bash baiko baiko ho mandeha ho azy isaky ny afindra na ovaina ny varavarankely zzzFM: Ampiasao: %%e karazana hetsika (evt_win_move) %%w varavarankely id (jereo zzzfm -s fanampiana) %%p tontonana %%t kiheba Variable bash naondrana (eg $fm_pwd, etc) azo ampiasaina amin'ity baiko ity. Fanamarihana: Ity baiko ity dia azo atao imbetsaka mandritra ny fanovana ny habeny.
mi: Whakauruhia te papatono, te raina whakahau bash ranei kia whakahaere aunoa i nga wa katoa ka nekehia te matapihi zzzFM, ka whakahurihia ranei: Whakamahia: %%e momo huihuinga (evt_win_move) %%w id matapihi (tirohia te awhina zzzfm -s) %%p röpü %%t ripa Taurangi bash kaweake (eg $fm_pwd, etc) ka taea te whakamahi i tenei whakahau. Tuhipoka: Ka taea te whakahaere i tenei tono i nga wa maha i te whakarereketanga.
mk: Внесете програма или командна линија bash за да се извршува автоматски секогаш кога прозорецот zzzFM се преместува или менува големината: Користете: %%e тип на настан (evt_win_move) %%w ИД на прозорецот (видете помош од zzzfm -s) %%p панел %%t таб Извезени баш променливи (eg $fm_pwd, etc) може да се користи во оваа команда. Забелешка: оваа команда може да се изврши повеќе пати при промена на големината.
ml: ഒരു zzzFM വിൻഡോ നീക്കുമ്പോഴോ വലുപ്പം മാറ്റുമ്പോഴോ യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_win_move) %%w വിൻഡോ ഐഡി (zzzfm -s സഹായം കാണുക) %%p പാനൽ %%t ടാബ് കയറ്റുമതി ചെയ്ത ബാഷ് വേരിയബിളുകൾ (eg $fm_pwd, etc) ഈ കമാൻഡിൽ ഉപയോഗിക്കാം. ശ്രദ്ധിക്കുക: വലുപ്പം മാറ്റുന്ന സമയത്ത് ഈ കമാൻഡ് ഒന്നിലധികം തവണ പ്രവർത്തിപ്പിക്കാം.
mn: ZzzFM цонхыг зөөх эсвэл хэмжээг өөрчлөх бүрт автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_win_move) %%w цонхны ID (zzzfm -s тусламжийг үзнэ үү) %%p самбар %%t таб Экспортолсон bash хувьсагч (eg $fm_pwd, etc) энэ тушаалд ашиглаж болно. Тайлбар: Хэмжээ өөрчлөх үед энэ тушаалыг олон удаа ажиллуулж болно.
mr: जेव्हा zzzFM विंडो हलवली जाते किंवा आकार बदलली जाते तेव्हा स्वयंचलितपणे चालवण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e कार्यक्रमाचा प्रकार (evt_win_move) %%w विंडो आयडी (zzzfm -s मदत पहा) %%p पटल %%t टॅब एक्सपोर्ट केलेले बॅश व्हेरिएबल्स (eg $fm_pwd, etc) या कमांडमध्ये वापरले जाऊ शकते. टीप: हा आदेश आकार बदलताना अनेक वेळा चालवला जाऊ शकतो.
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titmexxa awtomatikament kull meta tieqa ta' zzzFM titmexxa jew titbiddel id-daqs: Użu: %%e tip ta' avveniment (evt_win_move) %%w id tieqa (ara l-għajnuna zzzfm -s) %%p panel %%t tab Varjabbli bash esportati (eg $fm_pwd, etc) jistgħu jintużaw f'dan il-kmand. Nota: Dan il-kmand jista 'jitħaddem diversi drabi waqt resize.
my: zzzFM ဝင်းဒိုးကို ရွှေ့သည့်အခါတိုင်း သို့မဟုတ် အရွယ်အစားပြောင်းသည့်အခါတိုင်း အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_win_move) %%w window id (zzzfm -s အကူအညီကိုကြည့်ပါ) %%p ဘောင် %%t တက်ဘ် bash variable များကို ထုတ်ယူသည်။ (eg $fm_pwd, etc) ဤ command ကိုသုံးနိုင်သည်။ မှတ်ချက်- ဤအမိန့်ကို အရွယ်အစားပြောင်းစဉ်တွင် အကြိမ်များစွာ လုပ်ဆောင်နိုင်သည်။
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når et zzzFM-vindu flyttes eller endres størrelse: Bruk: %%e hendelsestype (evt_win_move) %%w vindus-ID (se zzzfm -s hjelp) %%p panel %%t fanen Eksporterte bash-variabler (eg $fm_pwd, etc) kan brukes i denne kommandoen. Merk: Denne kommandoen kan kjøres flere ganger under endring av størrelse.
ne: zzzFM सञ्झ्याल सारिएको वा रिसाइज गर्दा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा bash आदेश लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_win_move) %%w सञ्झ्याल आईडी (zzzfm -s मद्दत हेर्नुहोस्) %%p प्यानल %%t ट्याब निर्यात गरिएको bash चर (eg $fm_pwd, etc) यो आदेश मा प्रयोग गर्न सकिन्छ। नोट: यो आदेश पुन: आकार को समयमा धेरै पटक चलाउन सकिन्छ।
or: ଯେତେବେଳେ zzzFM ୱିଣ୍ଡୋ ଘୁଞ୍ଚାଯାଏ କିମ୍ବା ଆକାର ପରିବର୍ତ୍ତନ ହୁଏ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_win_move) %%w ୱିଣ୍ଡୋ id (zzzfm -s ସାହାଯ୍ୟ ଦେଖନ୍ତୁ) %%p ପ୍ୟାନେଲ୍ | %%t ଟ୍ୟାବ୍ | ରପ୍ତାନି ହୋଇଥିବା ବାସ୍ ଭେରିଏବଲ୍ | (eg $fm_pwd, etc) ଏହି କମାଣ୍ଡରେ ବ୍ୟବହୃତ ହୋଇପାରେ | ଟିପ୍ପଣୀ: ଆକାର ପରିବର୍ତ୍ତନ ସମୟରେ ଏହି ନିର୍ଦ୍ଦେଶ ଏକାଧିକ ଥର ଚଲାଯାଇପାରେ |
pa: ਜਦੋਂ ਵੀ ਇੱਕ zzzFM ਵਿੰਡੋ ਨੂੰ ਮੂਵ ਜਾਂ ਰੀਸਾਈਜ਼ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਚਲਾਉਣ ਲਈ ਦਾਖਲ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_win_move) %%w ਵਿੰਡੋ ਆਈਡੀ (Zzzfm -s ਮਦਦ ਦੇਖੋ) %%p ਪੈਨਲ %%t ਟੈਬ ਐਕਸਪੋਰਟ ਕੀਤੇ bash ਵੇਰੀਏਬਲ (eg $fm_pwd, etc) ਇਸ ਕਮਾਂਡ ਵਿੱਚ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਨੋਟ: ਇਹ ਕਮਾਂਡ ਰੀਸਾਈਜ਼ ਦੌਰਾਨ ਕਈ ਵਾਰ ਚਲਾਈ ਜਾ ਸਕਦੀ ਹੈ।
ps: :ﻲﺷ ﻩﺯﺍﺪﻧﺍ ﺎﯿﺑ ﺎﯾ ﺖﮐﺮﺣ ۍﮐړﮐ zzzFM ﺩ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺵﺎﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮ :ﻝﻭﺭﺎﮐ %%e ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_win_move) %%w (ﺉﺭﻮګﻭ ﻪﺘﺳﺮﻣ zzzfm -s) ID ۍﮐړﮐ ﺩ %%p ﻞﻨﯿﭘ %%t ﺐټ ﻪﻧﻭﺮﯿﻐﺘﻣ ﺵﺎﺑ ﻱﻮﺷ ﺭﺩﺎﺻ (eg $fm_pwd, etc) .ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﯥﮐ ډﻧﺎﻤﮐ ﯤﺩ ﻪﭘ .ﻲﺷ ﻝﻮﻠﭼ ﻪﻠځ ﻮڅ ﻝﺎﻬﻣﺮﭘ ﯤﺯﺍﺪﻧﺍ ﺎﯿﺑ ﺩ ﻦﮑﻤﻣ ډﻧﺎﻤﮐ ﺍﺩ :ﻪﻧﻭﺩﺎﯾ
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat ori de câte ori o fereastră zzzFM este mutată sau redimensionată: Utilizare: %%e tip de eveniment (evt_win_move) %%w ID fereastră (consultați ajutorul zzzfm -s) %%p panou %%t fila Variabile bash exportate (eg $fm_pwd, etc) poate fi folosit în această comandă. Notă: Această comandă poate fi executată de mai multe ori în timpul redimensionării.
rw: Injira progaramu cyangwa bash command umurongo kugirango ukoreshwe mugihe cyose idirishya rya zzzFM ryimuwe cyangwa rinini: Koresha: %%e Ubwoko bwibyabaye (evt_win_move) %%w idirishya id (reba zzzfm -s ubufasha) %%p Umwanya %%t tab Kohereza bash guhinduka (eg $fm_pwd, etc) irashobora gukoreshwa muri iri tegeko. Icyitonderwa: Iri tegeko rishobora gukoreshwa inshuro nyinshi mugihe cyo guhindura.
sd: :ﻲﭸﻭ ﻮﻴڪ ﺰﺋﺎﺳ ﺮﻬﻴﭔ ﺎﻳ ﻲﭸﻭ ﻮﻴڪ ﻞﻘﺘﻨﻣ ﻭڊﻧﻭ zzzFM ﻪﺑ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_win_move) %%w (ﺩﺪﻣ zzzfm -s ﻮﺳڏ) id ﻭڊﻧﻭ %%p ﻞﻨﻴﭘ %%t ﺐﻴٽ ﺮﻴﻐﺘﻣ ﺶﻴﺑ ﻞﻴﭤ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) .ﻮﭤ ﻲﺠﻬﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ۾ ﻢڪﺣ ﻦﻫ .ﻮﭤ ﻲﺠﮭﮕﺳ ﻲﺋﻼ﻿ﻫ ﺍﺮﻴﭜ ﻲﺋﺍﺮﺘﻴڪ ﻥﺍﺭﻭﺩ ﺰﻴﺋﺍﺰﻳﺭ ﻢڪﺣ ﻲﻫ :ٽﻮﻧ
si: ZzzFM කවුළුවක් ගෙන යන විට හෝ ප්u200dරමාණය වෙනස් කරන විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහන හෝ bash විධාන රේඛාව ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_win_move) %%w කවුළු හැඳුනුම්පත (zzzfm -s උදව් බලන්න) %%p පැනලය %%t ටැබ් අපනයනය කරන ලද bash විචල්යයන් (eg $fm_pwd, etc) මෙම විධානය තුළ භාවිතා කළ හැක. සටහන: ප්u200dරමාණය වෙනස් කිරීමේදී මෙම විධානය කිහිප වතාවක් ක්u200dරියාත්මක විය හැක.
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť vždy, keď sa okno zzzFM presunie alebo zmení veľkosť: Použitie: %%e typ udalosti (evt_win_move) %%w ID okna (pozri pomoc zzzfm -s) %%p panel %%t tab Exportované bash premenné (eg $fm_pwd, etc) možno použiť v tomto príkaze. Poznámka: Tento príkaz môže byť počas zmeny veľkosti spustený viackrát.
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala vsakič, ko se okno zzzFM premakne ali spremeni velikost: Uporaba: %%e vrsto dogodka (evt_win_move) %%w ID okna (glejte pomoč zzzfm -s) %%p ploščo %%t zavihek Izvožene spremenljivke bash (eg $fm_pwd, etc) lahko uporabite v tem ukazu. Opomba: Ta ukaz se lahko med spreminjanjem velikosti zažene večkrat.
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht sa herë që zhvendoset ose ndryshon madhësia e një dritareje zzzFM: Përdorni: %%e lloji i ngjarjes (evt_win_move) %%w ID-ja e dritares (shih ndihmën e zzzfm -s) %%p panel %%t skedën Variablat bash të eksportuara (eg $fm_pwd, etc) mund të përdoret në këtë komandë. Shënim: Kjo komandë mund të ekzekutohet disa herë gjatë ndryshimit të madhësisë.
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki wakati wowote dirisha la zzzFM linapohamishwa au kubadilishwa ukubwa: Tumia: %%e aina ya tukio (evt_win_move) %%w kitambulisho cha dirisha (tazama usaidizi wa zzzfm) %%p paneli %%t kichupo Vigeu vya bash vilivyosafirishwa nje (eg $fm_pwd, etc) inaweza kutumika katika amri hii. Kumbuka: Amri hii inaweza kuendeshwa mara nyingi wakati wa kubadilisha ukubwa.
ta: ஒரு zzzFM சாளரம் நகர்த்தப்படும்போதோ அல்லது மறுஅளவாக்கப்படும்போதோ தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_win_move) %%w சாளர ஐடி (zzzfm -s உதவியைப் பார்க்கவும்) %%p குழு %%t தாவல் ஏற்றுமதி செய்யப்பட்ட பாஷ் மாறிகள் (eg $fm_pwd, etc) இந்த கட்டளையில் பயன்படுத்தலாம். குறிப்பு: மறுஅளவின் போது இந்த கட்டளை பல முறை இயக்கப்படலாம்.
te: ZzzFM విండో తరలించబడినప్పుడు లేదా పరిమాణం మార్చబడినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_win_move) %%w విండో ఐడి (zzzfm -s సహాయం చూడండి) %%p ప్యానెల్ %%t ట్యాబ్ ఎగుమతి చేయబడిన బాష్ వేరియబుల్స్ (eg $fm_pwd, etc) ఈ ఆదేశంలో ఉపయోగించవచ్చు. గమనిక: పునఃపరిమాణం సమయంలో ఈ ఆదేశం అనేకసార్లు అమలు చేయబడవచ్చు.
tg: Барнома ё сатри фармони bash-ро ворид кунед, то вақте ки равзанаи zzzFM кӯчонида ё тағир дода мешавад, ба таври худкор иҷро карда шавад: Истифода: %%e намуди ҳодиса (evt_win_move) %%w ID тиреза (нигаред ба кӯмаки zzzfm -s) %%p панел %%t ҷадвал Тағирёбандаҳои bash содиршуда (eg $fm_pwd, etc) дар ин фармон истифода бурдан мумкин аст. Эзоҳ: Ин фармон метавонад ҳангоми тағир додани андоза якчанд маротиба иҷро карда шавад.
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติเมื่อใดก็ตามที่หน้าต่าง zzzFM ถูกย้ายหรือปรับขนาด: ใช้: %%e ประเภทงาน (evt_win_move) %%w รหัสหน้าต่าง (ดูวิธีใช้ zzzfm -s) %%p แผงหน้าปัด %%t แท็บ ตัวแปรทุบตีที่ส่งออก (eg $fm_pwd, etc) ใช้ในคำสั่งนี้ได้ หมายเหตุ: คำสั่งนี้อาจรันได้หลายครั้งในระหว่างการปรับขนาด
tk: Haçan-da zzzFM penjiresi göçürilende ýa-da ölçegi üýtgedilende awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_win_move) %%w penjire idi (zzzfm -s kömegine serediň) %%p panel %%t goýmasy Exxported bash üýtgeýjileri (eg $fm_pwd, etc) bu buýrukda ulanylyp bilner. Bellik: Ölçeg ölçegi wagtynda bu buýruk birnäçe gezek işledilip bilner.
tt: ZzzFM тәрәзәсе күчерелгәндә яки размеры үзгәртелгәндә автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_win_move) %%w тәрәзә идентификаторы (zzzfm -s ярдәмен карагыз) %%p панель %%t салынмасы Чыгарылган баш үзгәрүләр (eg $fm_pwd, etc) бу боерыкта кулланырга мөмкин. Искәрмә: Бу боерык размерны үзгәртү вакытында берничә тапкыр эшләнергә мөмкин.
uk: Введіть програмний або командний рядок bash, який буде запускатися автоматично щоразу, коли вікно zzzFM переміщується або змінюється: Використовуйте: %%e тип події (evt_win_move) %%w ідентифікатор вікна (див. довідку zzzfm -s) %%p панель %%t табл Експортовані змінні bash (eg $fm_pwd, etc) можна використовувати в цій команді. Примітка. Цю команду можна запустити кілька разів під час зміни розміру.
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﮐ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﻮﺗ ﮯﺋﺎﺟ ﺎﯿﮐ ﻞﯾﺪﺒﺗ ﺰﺋﺎﺳ ﺎﮐ ﺱﺍ ﺎﯾ ﮯﺋﺎﺟ ﺎﯿﮐ ﻞ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_win_move) %%w (ﮟﯿﮭﮑﯾﺩ ﺩﺪﻣ ﯽﮐ ﻢﯾﺍ ﻒﯾﺍ ﺯﺯﺯ) ﯼﮈ ﯽﺋﺁ ﻭﮉﻧﻭ %%p ﻞﻨﯿﭘ %%t ﺐﯿﭨ ﺕﺍﺮﯿﻐﺘﻣ bash ﮦﺪﺷ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) ۔ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﺱﺍ ۔ﮯﮨ ﯽﺘﮑﺳ ﺎﺟ ﯽﺋﻼ﻿ﭼ ﺭﺎﺑ ﯽﺌﮐ ﻥﺍﺭﻭﺩ ﮯﮐ ﺰﺋﺎﺳ ﯼﺭ ﮉﻧﺎﻤﮐ ﮧﯾ :ﭦﻮﻧ
uz: ZzzFM oynasi ko'chirilganda yoki o'lchami o'zgartirilganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_win_move) %%w oyna identifikatori (zzzfm -s yordamiga qarang) %%p paneli %%t tab Eksport qilingan bash o'zgaruvchilari (eg $fm_pwd, etc) ushbu buyruqda foydalanish mumkin. Eslatma: Ushbu buyruq o'lchamini o'zgartirish vaqtida bir necha marta bajarilishi mumkin.
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động bất cứ khi nào cửa sổ zzzFM được di chuyển hoặc thay đổi kích thước: Sử dụng: %%e loại sự kiện (evt_win_move) %%w id cửa sổ (xem trợ giúp zzzfm -s) %%p bảng điều khiển %%t chuyển hướng Các biến bash đã xuất (eg $fm_pwd, etc) có thể được sử dụng trong lệnh này. Lưu ý: Lệnh này có thể được chạy nhiều lần trong khi thay đổi kích thước.
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo nanini na xa iwindow ye-zzzFM isusiwe okanye isenziwa ubungakanani kwakhona befestile: Sebenzisa: %%e uhlobo lwesiganeko (evt_win_move) %%w id yefestile (jonga zzzfm -s uncedo) %%p Iphaneli %%t ithebhu Iinguqu ze-bash ezithunyelwa ngaphandle (eg $fm_pwd, etc) inokusetyenziswa kulo myalelo. Qaphela: Lo myalelo unokuqhutywa amaxesha amaninzi ngexesha lobungakanani bobungakanani kwakhona.
yi: :דעזיסער רעדאָ ןראפעגרעבירא זיא רעטצנעפֿ zzzFM אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ן :ןצינ %%e פּיט שינעעשעג (evt_win_move) %%w (ףליה zzzfm -s ןעז) ןיַיש רעטצנעפֿ %%p עילפאַט %%t לטיווק זלאַבאַירעוו שאַב דעטראָפּסקע (eg $fm_pwd, etc) .לעפֿאַב םעד ןיא טנייוועג ןייז ןענעק .סיירג יד סאַשעב לאָמ עכעלטע ןפיול ןייז ןעק לעפֿאַב םעד :גנוקרעמאַב
