Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
af: Voer 'n ikoonnaam, ikoonlêerpad of voorraaditemnaam in: Of klik Kies om 'n ikoon te kies. Sommige ikone werk dalk nie behoorlik nie as gevolg van verskeie probleme. Verskaf alternatiewe zzzFM-ikone: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Byvoorbeeld: zzzfm-48-cube-red
am: የአዶ ስም፣ የአዶ ፋይል ዱካ ወይም የአክሲዮን ንጥል ስም ያስገቡ፡ ወይም አዶን ለመምረጥ ምረጥ የሚለውን ጠቅ ያድርጉ። በተለያዩ ችግሮች ምክንያት አንዳንድ አዶዎች በትክክል ላይሰሩ ይችላሉ። የቀረቡ ተለዋጭ የzzzFM አዶዎች፡- zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ለምሳሌ: zzzfm-48-cube-red
ar: :ﻥﻭﺰﺨﻣ ﺮﺼﻨﻋ ﻢﺳﺍ ﻭﺃ ﺰﻣﺭ ﻒﻠﻣ ﺭﺎﺴﻣ ﻭﺃ ﺰﻣﺭ ﻢﺳﺍ ﻞﺧﺩﺃ .ﺕﻼ﻿ﻜﺸﻤﻟﺍ ﻦﻣ ﺪﻳﺪﻌﻟﺍ ﺐﺒﺴﺑ ﺢﻴﺤﺻ ﻞﻜﺸﺑ ﺯﻮﻣﺮﻟﺍ ﺾﻌﺑ ﻞﻤﻌﺗ ﻻ﻿ ﺪﻗ .ﺰﻣﺭ ﺪﻳﺪﺤﺘﻟ »ﺭﺎﻴﺘﺧﺍ« ﻕﻮﻓ ﺮﻘﻧﺍ ﻭﺃ :ﺔﻠﻳﺪﺒﻟﺍ zzzFM ﺯﻮﻣﺭ ﺮﻴﻓﻮﺗ ﻢﺗ zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ zzzfm-48-cube-red
be: Увядзіце назву значка, шлях да файла значка або назву тавару: Або націсніце Выбраць, каб выбраць значок. Некаторыя абразкі могуць не працаваць належным чынам з-за розных праблем. Прадастаўлены альтэрнатыўныя абразкі zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Напрыклад: zzzfm-48-cube-red
bg: Въведете име на икона, път на файла с иконата или име на артикул: Или щракнете върху Избор, за да изберете икона. Някои икони може да не работят правилно поради различни проблеми. Предоставени алтернативни икони zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Например: zzzfm-48-cube-red
bn: একটি আইকনের নাম, আইকন ফাইল পাথ বা স্টক আইটেমের নাম লিখুন: অথবা একটি আইকন নির্বাচন করতে চয়ন ক্লিক করুন. কিছু আইকন বিভিন্ন সমস্যার কারণে সঠিকভাবে কাজ নাও করতে পারে। বিকল্প zzzFM আইকন প্রদান করা হয়েছে: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] উদাহরণ স্বরূপ: zzzfm-48-cube-red
ca: Introduïu un nom d'icona, una ruta de fitxer d'icones o un nom d'article en estoc: O feu clic a Tria per seleccionar una icona. És possible que algunes icones no funcionin correctament a causa de diversos problemes. Icones zzzFM alternatives proporcionades: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Per exemple: zzzfm-48-cube-red
cy: Rhowch enw eicon, llwybr ffeil eicon, neu enw eitem stoc: Neu cliciwch Dewiswch ddewis eicon. Efallai na fydd rhai eiconau'n gweithio'n iawn oherwydd amryw faterion. Darparwyd eiconau zzzFM bob yn ail: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Er enghraifft: zzzfm-48-cube-red
da: Indtast et ikonnavn, ikonfilsti eller et lagervarenavn: Eller klik på Vælg for at vælge et ikon. Nogle ikoner fungerer muligvis ikke korrekt på grund af forskellige problemer. Forudsat alternative zzzFM-ikoner: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For eksempel: zzzfm-48-cube-red
eo: Enigu ikonnomon, ikonan dosiervojon aŭ stokan objektonomon: Aŭ alklaku Elektu por elekti ikonon. Iuj ikonoj eble ne funkcias ĝuste pro diversaj problemoj. Provizitaj alternaj zzzFM-ikonoj: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Ekzemple: zzzfm-48-cube-red
et: Sisestage ikooni nimi, ikoonifaili tee või laokauba nimi: Või klõpsake ikooni valimiseks nuppu Vali. Mõned ikoonid ei pruugi erinevate probleemide tõttu korralikult töötada. Pakutud alternatiivsed zzzFM-i ikoonid: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Näiteks: zzzfm-48-cube-red
eu: Idatzi ikonoaren izena, ikonoaren fitxategiaren bidea edo stock-elementuaren izena: Edo sakatu Aukeratu ikono bat hautatzeko. Baliteke ikono batzuk behar bezala ez funtzionatzea arazo ezberdinengatik. Emandako ordezko zzzFM ikonoak: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Adibidez: zzzfm-48-cube-red
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﻡﺎﻬﺳ ﺩﺭﻮﻣ ﻡﺎﻧ ﺎﯾ ،ﺩﺎﻤﻧ ﻞﯾﺎﻓ ﺮﯿﺴﻣ ،ﺩﺎﻤﻧ ﻡﺎﻧ .ﺪﻨﻨﮑﻧ ﺭﺎﮐ ﯽﺘﺳﺭﺩ ﻪﺑ ﻒﻠﺘﺨﻣ ﺕﻼ﻿ﮑﺸﻣ ﻞﯿﻟﺩ ﻪﺑ ﺖﺳﺍ ﻦﮑﻤﻣ ﺎﻫﺩﺎﻤﻧ ﺯﺍ ﯽﺧﺮﺑ .ﺪﯿﻨﮐ ﮏﯿﻠﮐ Choose ﯼﻭﺭ ،ﺩﺎﻤﻧ ﮏﯾ ﺏﺎﺨﺘ :ﺖﺳﺍ ﻩﺪﺷ ﻪﺋﺍﺭﺍ zzzFM ﻦﯾﺰﮕﯾﺎﺟ ﯼﺎﻫﺩﺎﻤﻧ zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] :ﻼ﻿ﺜﻣ zzzfm-48-cube-red
fi: Kirjoita kuvakkeen nimi, kuvaketiedostopolku tai varastotuotteen nimi: Tai valitse kuvake napsauttamalla Valitse. Jotkut kuvakkeet eivät ehkä toimi kunnolla useiden ongelmien vuoksi. Vaihtoehtoiset zzzFM-kuvakkeet: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Esimerkiksi: zzzfm-48-cube-red
fil: Maglagay ng pangalan ng icon, path ng file ng icon, o pangalan ng stock item: O i-click ang Piliin upang pumili ng icon. Maaaring hindi gumana nang maayos ang ilang icon dahil sa iba't ibang isyu. Nagbigay ng mga kahaliling icon ng zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Halimbawa: zzzfm-48-cube-red
fy: Fier in ikoannamme, ikoanbestânspaad of stock itemnamme yn: Of klik op Kies om in ikoan te selektearjen. Guon ikoanen wurkje miskien net goed fanwegen ferskate problemen. Alternatyf zzzFM-ikoanen levere: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Bygelyks: zzzfm-48-cube-red
ga: Iontráil ainm deilbhín, cosán comhaid deilbhín, nó ainm earra stoic: Nó cliceáil Roghnaigh deilbhín a roghnú. B’fhéidir nach n-oibreoidh roinnt deilbhíní i gceart mar gheall ar shaincheisteanna éagsúla. Deilbhíní malartacha zzzFM curtha ar fáil: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Mar shampla: zzzfm-48-cube-red
gd: Cuir a-steach ainm ìomhaigh, slighe faidhle ìomhaigh, no ainm nì stoc: No cliog Tagh ìomhaigh a thaghadh. Is dòcha nach obraich cuid de na h-ìomhaighean gu ceart air sgàth grunn chùisean. Deilbhidhean zzzFM eile air an toirt seachad: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Mar eisimpleir: zzzfm-48-cube-red
gl: Introduza un nome de icona, unha ruta de ficheiro de icona ou un nome de elemento de stock: Ou fai clic en Escoller para seleccionar unha icona. É posible que algunhas iconas non funcionen correctamente debido a varios problemas. Proporcionou iconas zzzFM alternativas: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Por exemplo: zzzfm-48-cube-red
gu: આઇકન નામ, આઇકન ફાઇલ પાથ અથવા સ્ટોક આઇટમનું નામ દાખલ કરો: અથવા ચિહ્ન પસંદ કરવા માટે પસંદ કરો ક્લિક કરો. કેટલાક ચિહ્નો વિવિધ સમસ્યાઓને કારણે યોગ્ય રીતે કામ કરી શકતા નથી. વૈકલ્પિક zzzFM ચિહ્નો પ્રદાન કર્યા: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] દાખ્લા તરીકે: zzzfm-48-cube-red
he: :יאלמ טירפ םש וא למס ץבוק ביתנ ,למס םש ןזה .תונוש תויעב בקע יוארכ ולעפי אל םילמסהמ קלחש ןכתיי .למס רוחבל ידכ רחב לע ץחל וא :zzzFM לש םייפולח םילמס וקפיס zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] :המגודל zzzfm-48-cube-red
hi: एक आइकन नाम, आइकन फ़ाइल पथ, या स्टॉक आइटम का नाम दर्ज करें: या किसी आइकन को चुनने के लिए चुनें पर क्लिक करें। हो सकता है कि कुछ आइकन विभिन्न समस्याओं के कारण ठीक से काम न करें। वैकल्पिक zzzFM आइकन प्रदान किए: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] उदाहरण के लिए: zzzfm-48-cube-red
hr: Unesite naziv ikone, put datoteke ikone ili naziv artikla zaliha: Ili kliknite Odaberi za odabir ikone. Neke ikone možda neće raditi ispravno zbog raznih problema. Navedene alternativne ikone zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Na primjer: zzzfm-48-cube-red
hu: Adja meg az ikon nevét, az ikonfájl elérési útját vagy a készletcikk nevét: Vagy kattintson a Kiválasztás gombra egy ikon kiválasztásához. Előfordulhat, hogy egyes ikonok különböző problémák miatt nem működnek megfelelően. Alternatív zzzFM ikonok: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Például: zzzfm-48-cube-red
hy: Մուտքագրեք պատկերակի անունը, պատկերակի ֆայլի ուղին կամ պահեստային ապրանքի անունը. Կամ սեղմեք Ընտրել՝ պատկերակ ընտրելու համար: Որոշ պատկերակներ կարող են ճիշտ չաշխատել տարբեր խնդիրների պատճառով: Տրամադրված այլընտրանքային zzzFM պատկերակներ. zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Օրինակ: zzzfm-48-cube-red
id: Masukkan nama ikon, jalur file ikon, atau nama item stok: Atau klik Pilih untuk memilih ikon. Beberapa ikon mungkin tidak berfungsi dengan baik karena berbagai masalah. Ikon zzzFM alternatif yang disediakan: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Sebagai contoh: zzzfm-48-cube-red
is: Sláðu inn nafn tákns, skráarslóð táknmyndar eða heiti hlutabréfa: Eða smelltu á Veldu til að velja tákn. Sum tákn virka kannski ekki rétt vegna ýmissa vandamála. Með öðrum zzzFM táknum: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Til dæmis: zzzfm-48-cube-red
ka: შეიყვანეთ ხატის სახელი, ხატულა ფაილის გზა ან საფონდო ნივთის სახელი: ან დააწკაპუნეთ არჩევა, რათა აირჩიოთ ხატულა. ზოგიერთი ხატულა შეიძლება გამართულად არ იმუშაოს სხვადასხვა პრობლემების გამო. მოწოდებული ალტერნატიული zzzFM ხატები: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Მაგალითად: zzzfm-48-cube-red
kk: Белгіше атын, белгіше файлының жолын немесе қор элементінің атын енгізіңіз: Немесе белгішені таңдау үшін Таңдау түймесін басыңыз. Кейбір белгішелер әртүрлі мәселелерге байланысты дұрыс жұмыс істемеуі мүмкін. Баламалы zzzFM белгішелері берілген: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Мысалға: zzzfm-48-cube-red
km: បញ្ចូលឈ្មោះរូបតំណាង ផ្លូវឯកសាររូបតំណាង ឬឈ្មោះធាតុស្តុក៖ ឬចុច ជ្រើសរើស ដើម្បីជ្រើសរើសរូបតំណាង។ រូបតំណាងមួយចំនួនប្រហែលជាមិនដំណើរការត្រឹមត្រូវទេ ដោយសារបញ្ហាផ្សេងៗ។ បានផ្តល់រូបតំណាង zzzFM ជំនួស៖ zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ឧទាហរណ៍: zzzfm-48-cube-red
kn: ಐಕಾನ್ ಹೆಸರು, ಐಕಾನ್ ಫೈಲ್ ಮಾರ್ಗ ಅಥವಾ ಸ್ಟಾಕ್ ಐಟಂ ಹೆಸರನ್ನು ನಮೂದಿಸಿ: ಅಥವಾ ಐಕಾನ್ ಆಯ್ಕೆ ಮಾಡಲು ಆರಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ. ವಿವಿಧ ಸಮಸ್ಯೆಗಳಿಂದಾಗಿ ಕೆಲವು ಐಕಾನ್u200cಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸದೇ ಇರಬಹುದು. ಪರ್ಯಾಯ zzzFM ಐಕಾನ್u200cಗಳನ್ನು ಒದಗಿಸಲಾಗಿದೆ: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ಉದಾಹರಣೆಗೆ: zzzfm-48-cube-red
ku: Navek îkonê, rêça pelê îkonê, an navê babetekê binivîsin: An jî Hilbijartinê bikirtînin da ku îkonek hilbijêrin. Dibe ku hin îkon ji ber pirsgirêkên cûrbecûr rast nexebitin. Îkonên zzzFM yên alternatîf peyda kirin: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Bo nimûne: zzzfm-48-cube-red
ky: Сөлөкөттүн атын, сөлөкөт файлынын жолун же акциялардын аталышын киргизиңиз: Же белгини тандоо үчүн Тандоо чыкылдатыңыз. Кээ бир иконалар ар кандай маселелерден улам туура иштебей калышы мүмкүн. Кошумча zzzFM иконалар берилди: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Мисалы: zzzfm-48-cube-red
lb: Gitt en Ikonnumm, Ikon Dateiwee oder Aktienumm un: Oder klickt Wielt fir eng Ikon ze wielen. E puer Symboler funktionnéiere vläicht net richteg wéinst verschiddene Probleemer. Alternativ zzzFM Symboler geliwwert: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Zum Beispill: zzzfm-48-cube-red
lo: ໃສ່ຊື່ໄອຄອນ, ເສັ້ນທາງໄຟລ໌ໄອຄອນ ຫຼືຊື່ລາຍການຫຼັກຊັບ: ຫຼືຄລິກເລືອກເພື່ອເລືອກໄອຄອນ. ບາງໄອຄອນອາດຈະເຮັດວຽກບໍ່ຖືກຕ້ອງເນື່ອງຈາກບັນຫາຕ່າງໆ. ສະໜອງໄອຄອນ zzzFM ສຳຮອງ: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ຍົກu200bຕົວu200bຢ່າງ: zzzfm-48-cube-red
lt: Įveskite piktogramos pavadinimą, piktogramos failo kelią arba atsargų prekės pavadinimą: Arba spustelėkite Pasirinkti, kad pasirinktumėte piktogramą. Kai kurios piktogramos gali tinkamai neveikti dėl įvairių problemų. Pateikiamos alternatyvios zzzFM piktogramos: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Pavyzdžiui: zzzfm-48-cube-red
lv: Ievadiet ikonas nosaukumu, ikonas faila ceļu vai krājuma preces nosaukumu: Vai noklikšķiniet uz Izvēlēties, lai atlasītu ikonu. Dažas ikonas var nedarboties pareizi dažādu problēmu dēļ. Nodrošinātas alternatīvas zzzFM ikonas: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Piemēram: zzzfm-48-cube-red
mg: Ampidiro anarana kisary, lalan-drakitra kisary, na anaran'ny entana: Na tsindrio Select raha hifidy kisary. Mety tsy mandeha tsara ny kisary sasany noho ny olana isan-karazany. Omena kisary zzzFM hafa: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Ohatra: zzzfm-48-cube-red
mi: Whakauruhia he ingoa tohu, ara konae tohu, ingoa taonga taonga ranei: Paatohia ranei te Kōwhiri ki te kowhiri i tetahi ata. Ko etahi tohu kare pea e mahi tika na te maha o nga take. Kua whakaratohia etahi tohu zzzFM rereke: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Hei tauira: zzzfm-48-cube-red
mk: Внесете име на икона, патека на датотеката со икона или име на ставка за акции: Или кликнете Изберете за да изберете икона. Некои икони може да не работат правилно поради различни проблеми. Обезбедени алтернативни zzzFM икони: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] На пример: zzzfm-48-cube-red
ml: ഒരു ഐക്കൺ പേര്, ഐക്കൺ ഫയൽ പാത അല്ലെങ്കിൽ സ്റ്റോക്ക് ഇനത്തിന്റെ പേര് നൽകുക: അല്ലെങ്കിൽ ഒരു ഐക്കൺ തിരഞ്ഞെടുക്കാൻ തിരഞ്ഞെടുക്കുക ക്ലിക്ക് ചെയ്യുക. വിവിധ പ്രശ്നങ്ങൾ കാരണം ചില ഐക്കണുകൾ ശരിയായി പ്രവർത്തിച്ചേക്കില്ല. ഇതര zzzFM ഐക്കണുകൾ നൽകി: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ഉദാഹരണത്തിന്: zzzfm-48-cube-red
mn: Дүрсийн нэр, дүрс файлын зам эсвэл хувьцааны нэрийг оруулна уу: Эсвэл Сонгох товчийг дарж дүрс сонгох. Төрөл бүрийн асуудлаас болж зарим дүрс зөв ажиллахгүй байж магадгүй. Өөр zzzFM дүрсүүдийг өгсөн: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Жишээлбэл: zzzfm-48-cube-red
mr: आयकॉनचे नाव, आयकॉन फाइल पथ किंवा स्टॉक आयटमचे नाव एंटर करा: किंवा चिन्ह निवडण्यासाठी निवडा क्लिक करा. विविध समस्यांमुळे काही चिन्ह योग्यरित्या कार्य करू शकत नाहीत. पर्यायी zzzFM चिन्ह प्रदान केले: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] उदाहरणार्थ: zzzfm-48-cube-red
mt: Daħħal isem tal-ikona, mogħdija tal-fajl tal-ikona, jew isem tal-oġġett tal-istokk: Jew ikklikkja Agħżel biex tagħżel ikona. Xi ikoni jistgħu ma jaħdmux sew minħabba diversi kwistjonijiet. Ikoni zzzFM alternattivi pprovduti: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Pereżempju: zzzfm-48-cube-red
my: အိုင်ကွန်အမည်၊ အိုင်ကွန်ဖိုင်လမ်းကြောင်း သို့မဟုတ် စတော့ခ်ပစ္စည်းအမည်ကို ထည့်ပါ- သို့မဟုတ် အိုင်ကွန်တစ်ခုကို ရွေးချယ်ရန် Choose ကိုနှိပ်ပါ။ အချို့သော အိုင်ကွန်များသည် ပြဿနာအမျိုးမျိုးကြောင့် ကောင်းစွာ အလုပ်မလုပ်နိုင်ပါ။ အလှည့်ကျ zzzFM သင်္ကေတများကို ပံ့ပိုးပေးသည်- zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ဥပမာ: zzzfm-48-cube-red
nb: Skriv inn et ikonnavn, ikonfilbane eller lagervarenavn: Eller klikk Velg for å velge et ikon. Noen ikoner fungerer kanskje ikke som de skal på grunn av ulike problemer. Med alternative zzzFM-ikoner: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For eksempel: zzzfm-48-cube-red
ne: एउटा आइकन नाम, आइकन फाइल पथ, वा स्टक वस्तु नाम प्रविष्ट गर्नुहोस्: वा प्रतिमा चयन गर्न छनौट गर्नुहोस् क्लिक गर्नुहोस्। केहि आईकनहरूले विभिन्न समस्याहरूको कारणले राम्रोसँग काम नगर्न सक्छ। वैकल्पिक zzzFM आइकनहरू प्रदान गरियो: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] उदाहरणका लागि: zzzfm-48-cube-red
or: ଏକ ଆଇକନ୍ ନାମ, ଆଇକନ୍ ଫାଇଲ୍ ପଥ, କିମ୍ବା ଷ୍ଟକ୍ ଆଇଟମ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ: କିମ୍ବା ଏକ ଆଇକନ୍ ବାଛିବା ପାଇଁ ବାଛନ୍ତୁ କ୍ଲିକ୍ କରନ୍ତୁ | ବିଭିନ୍ନ ସମସ୍ୟା ହେତୁ କିଛି ଆଇକନ୍ ସଠିକ୍ ଭାବରେ କାମ କରିନପାରେ | ବିକଳ୍ପ zzzFM ଆଇକନ୍ ପ୍ରଦାନ କରାଯାଇଛି: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ଉଦାହରଣ ସ୍ଵରୁପ: zzzfm-48-cube-red
pa: ਇੱਕ ਆਈਕਨ ਨਾਮ, ਆਈਕਨ ਫਾਈਲ ਮਾਰਗ, ਜਾਂ ਸਟਾਕ ਆਈਟਮ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ: ਜਾਂ ਆਈਕਨ ਚੁਣਨ ਲਈ ਚੁਣੋ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਕੁਝ ਆਈਕਨ ਵੱਖ-ਵੱਖ ਮੁੱਦਿਆਂ ਦੇ ਕਾਰਨ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਨਾ ਕਰਨ। ਵਿਕਲਪਿਕ zzzFM ਆਈਕਨ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ਉਦਾਹਰਣ ਲਈ: zzzfm-48-cube-red
ps: :ﺉړﮐ ﻪﻨﻧﺩ ﻡﻮﻧ ﻲﮐﻮﺗ ﻩﺮﯿﺧﺫ ﺩ ﺎﯾ ،ﻩﺭﻻ﻿ ﻞﯾﺎﻓ ﻥﻮﮑﯾﺁ ﺩ ،ﻡﻮﻧ ﻥﻮﮑﯾﺁ ﺩ .ﻱړﮑﻧﻭ ﺭﺎﮐ ﻢﺳ ﻪﻠﻣﺍ ﻪﻟ ﻮﻠﺴﻣ ﻒﻠﺘﺨﻣ ﺩ ﻦﮑﻤﻣ ﻪﻧﻮﺴﮑﻋ ﯥﻨﯿځ .ﺉړﮐﻭ ﮏﯿﻠﮐ ﺉړﮐ ﻩﺭﻮﻏ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﻩﺭﻮﻏ ﺲﮑﻋ ﺩ ﺎﯾ :ﻱﻮﺷ ﻮﺘﻤﭼ ﻪﯿﺒﺷ ﻞﯾﺪﺑ zzzFM ﺩ zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] :ﻪګﻮﺗ ﻪﭘ ﻝﺎﺜﻣ ﺩ zzzfm-48-cube-red
ro: Introduceți un nume de pictogramă, o cale pentru fișierul pictogramei sau un nume de articol stoc: Sau faceți clic pe Alegeți pentru a selecta o pictogramă. Este posibil ca unele pictograme să nu funcționeze corect din cauza diferitelor probleme. Pictograme zzzFM alternative furnizate: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] De exemplu: zzzfm-48-cube-red
rw: Injiza izina ryishusho, igishushanyo cya dosiye yinzira, cyangwa izina ryibintu: Cyangwa ukande Hitamo guhitamo igishushanyo. Udushushondanga tumwe tudashobora gukora neza kubera ibibazo bitandukanye. Gutanga ubundi buryo bwa zzzFM amashusho: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Kurugero: zzzfm-48-cube-red
sd: :ﻮﻟﺎﻧ ﻮﺟ ﻲﺌﺷ ڪﺎٽﺳﺍ ﺎﻳ ،ﻮﺘﺳﺭ ﻮﺟ ﻞﺋﺎﻓ ﻦڪﺋﺁ ،ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻮﻟﺎﻧ ﻮﺟ ﻦڪﺋﺁ .ﻥﻮﻴﭤ ﻦﮭﮕﺳ ﻱﺮڪ ﻪﻧ ﻢڪ ﺢﻴﺤﺻ ﻱﺮڪ ﻲﺟ ﻦﻠﺌﺴﻣ ﻒﻠﺘﺨﻣ ﮟﯿﮩﯿﺒﺷ ﮫﺠڪ .ءِﻻ﻿ ﮠڊﻧﻮﭼ ﻲﮐ ﻦڪﺋﺁ ڪﻫ ﻮﻳڊﻧﻮﭼ ﻮﻳﺮڪ ڪﻠڪ ﺎﻳ :ﮟﯿﮩﯿﺒﺷ zzzFM ﻝﺩﺎﺒﺘﻣ ﻞﻴڪ ﺎﻴﻬﻣ zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] :ﺭﻮﻃ ﻝﺎﺜﻣ zzzfm-48-cube-red
si: අයිකන නමක්, අයිකන ගොනු මාර්ගයක් හෝ කොටස් අයිතමයේ නමක් ඇතුළත් කරන්න: නැතහොත් අයිකනයක් තේරීමට තෝරන්න ක්ලික් කරන්න. විවිධ ගැටළු හේතුවෙන් සමහර අයිකන නිසි ලෙස ක්u200dරියා නොකරනු ඇත. විකල්ප zzzFM අයිකන සපයා ඇත: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] උදාහරණයක් වශයෙන්: zzzfm-48-cube-red
sk: Zadajte názov ikony, cestu k súboru ikony alebo názov skladovej položky: Alebo kliknite na Vybrať a vyberte ikonu. Niektoré ikony nemusia fungovať správne kvôli rôznym problémom. Poskytnuté alternatívne ikony zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Napríklad: zzzfm-48-cube-red
sl: Vnesite ime ikone, pot datoteke ikone ali ime zaloge: Ali pa kliknite Izberi, da izberete ikono. Nekatere ikone morda ne bodo delovale pravilno zaradi različnih težav. Zagotovljene nadomestne ikone zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Na primer: zzzfm-48-cube-red
sq: Futni një emër ikone, shtegun e skedarit të ikonës ose emrin e artikullit të aksioneve: Ose kliko Zgjidh për të zgjedhur një ikonë. Disa ikona mund të mos funksionojnë siç duhet për shkak të problemeve të ndryshme. Ofrohen ikona alternative zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Për shembull: zzzfm-48-cube-red
sw: Ingiza jina la ikoni, njia ya faili ya ikoni, au jina la bidhaa ya hisa: Au bofya Chagua ili kuchagua ikoni. Baadhi ya aikoni huenda zisifanye kazi ipasavyo kwa sababu ya masuala mbalimbali. Imetolewa aikoni mbadala za zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Kwa mfano: zzzfm-48-cube-red
ta: ஐகான் பெயர், ஐகான் கோப்பு பாதை அல்லது பங்கு உருப்படியின் பெயரை உள்ளிடவும்: அல்லது ஐகானைத் தேர்ந்தெடுக்க தேர்ந்தெடு என்பதைக் கிளிக் செய்யவும். பல்வேறு சிக்கல்களால் சில ஐகான்கள் சரியாக வேலை செய்யாமல் போகலாம். மாற்று zzzFM ஐகான்கள் வழங்கப்பட்டுள்ளன: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] உதாரணத்திற்கு: zzzfm-48-cube-red
te: ఐకాన్ పేరు, ఐకాన్ ఫైల్ పాత్ లేదా స్టాక్ ఐటెమ్ పేరును నమోదు చేయండి: లేదా చిహ్నాన్ని ఎంచుకోవడానికి ఎంచుకోండి క్లిక్ చేయండి. వివిధ సమస్యల కారణంగా కొన్ని చిహ్నాలు సరిగ్గా పని చేయకపోవచ్చు. ప్రత్యామ్నాయ zzzFM చిహ్నాలు అందించబడ్డాయి: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ఉదాహరణకి: zzzfm-48-cube-red
tg: Номи нишона, роҳи файли нишона ё номи ашёи саҳҳомӣ ворид кунед: Ё барои интихоби нишона Интихоб клик кунед. Баъзе нишонаҳо бо сабаби мушкилоти гуногун метавонанд дуруст кор накунанд. Нишонаҳои алтернативии zzzFM пешниҳод карда мешаванд: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Барои намуна: zzzfm-48-cube-red
th: ป้อนชื่อไอคอน เส้นทางไฟล์ไอคอน หรือชื่อรายการหุ้น: หรือคลิกเลือกเพื่อเลือกไอคอน ไอคอนบางอันอาจทำงานไม่ถูกต้องเนื่องจากปัญหาต่างๆ มีไอคอน zzzFM สำรอง: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] ตัวอย่างเช่น: zzzfm-48-cube-red
tk: Nyşan adyny, nyşan faýly ýoluny ýa-da aksiýa elementiniň adyny giriziň: Ora-da nyşan saýlamak üçin »Saýlamak« düwmesine basyň. Käbir nyşanlaryň dürli meseleler sebäpli dogry işlemezligi mümkin. Alternatiw zzzFM nyşanlary bilen üpjün edildi: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Mysal üçin: zzzfm-48-cube-red
tt: Икона исемен, иконка файл юлын яки запас пункт исемен кертегез: Яисә иконаны сайлау өчен Сайлау төймәсенә басыгыз. Кайбер иконалар төрле проблемалар аркасында дөрес эшләмәскә мөмкин. Альтернатив zzzFM иконалары белән тәэмин ителгән: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Мәсәлән: zzzfm-48-cube-red
uk: Введіть назву значка, шлях до файлу значка або назву товару: Або натисніть Вибрати, щоб вибрати піктограму. Деякі значки можуть не працювати належним чином через різні проблеми. Надано альтернативні значки zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Наприклад: zzzfm-48-cube-red
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ ﮎﺎﭩﺳ ﺎﯾ ،ﮫﺗﺎﭘ ﻞﺋﺎﻓ ﻦﮑﯿﺋﺁ ،ﻡﺎﻧ ﺎﮐ ﻦﮑﯿﺋﺁ ۔ﮟﯿﮨ ﯽﺘﮑﺳ ﺮﮐ ﮟﯿﮩﻧ ﻡﺎﮐ ﮯﺳ ﮏﯿﮭﭨ ﮟﯿﮩﯿﺒﺷ ﮫﭽﮐ ﮯﺳ ﮧﺟﻭ ﯽﮐ ﻞﺋﺎﺴﻣ ﻒﻠﺘﺨﻣ ۔ﮟﯾﺮﮐ ﮏﻠﮐ ﺮﭘ ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺐﺨﺘ :ﮟﯿﺌﮔ ﯽﮐ ﻢﮨﺍﺮﻓ ﮟﯿﮩﯿﺒﺷ zzzFM ﻝﺩﺎﺒﺘﻣ zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] :ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ zzzfm-48-cube-red
uz: Belgi nomini, piktogramma fayli yo‘lini yoki birja elementi nomini kiriting: Yoki belgini tanlash uchun Tanlash tugmasini bosing. Ba'zi piktogrammalar turli muammolar tufayli to'g'ri ishlamasligi mumkin. Muqobil zzzFM piktogrammalari taqdim etilgan: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Misol uchun: zzzfm-48-cube-red
vi: Nhập tên biểu tượng, đường dẫn tệp biểu tượng hoặc tên mặt hàng: Hoặc nhấp vào Chọn để chọn một biểu tượng. Một số biểu tượng có thể không hoạt động bình thường do các vấn đề khác nhau. Cung cấp các biểu tượng zzzFM thay thế: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Ví dụ: zzzfm-48-cube-red
xh: Ngenisa igama lomfanekiso, indlela yefayile yomfanekiso, okanye igama lempahla yesitoko: Okanye cofa Khetha ukukhetha i icon. Ezinye ii-icon zisenokungasebenzi kakuhle ngenxa yemicimbi eyahlukeneyo. Kubonelelwe ngeminye imifuziselo ye-zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Umzekelo: zzzfm-48-cube-red
yi: :ןעמאָנ רעמונ רעגאַל רעדאָ ךרד עקעט ןאַקיי ,ןעמאָנ ןאַקיי ןאַ ןיַיראַ .זושי ןדישראַפ וצ טכער טכער ןטעבראַ טשינ ןעק זנאַקיי עכעלטע .לדליב אַ ןביַילקסיוא וצ ןביַילק טיג רעדאָ :זנאַקיי zzzFM עוויטאַנרעטלאַ טלעטשעגוצ zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] :לשמל zzzfm-48-cube-red

source: _Fullscreen
af: _Volskerm
am: _ሙሉ ማያ
ar: _ﺔﻠﻣﺎﻛ ﺔﺷﺎﺷ
be: _Поуны экран
bg: _Цял екран
bn: _পূর্ণ পর্দা
ca: _Pantalla completa
cy: _Sgrin llawn
da: _Fuld skærm
eo: _Plenekrane
et: _Täisekraan
eu: _Pantaila osoa
fa: _ﻪﺤﻔﺻ ﻡﺎﻤﺗ
fi: _Koko näyttö
fy: _Folslein skerm
ga: _Scáileán iomlán
gd: _Làn-sgrìn
gl: _Pantalla completa
gu: _સંપૂર્ણ સ્ક્રીન
he: _אלמ ךסמ
hi: _पूर्ण स्क्रीन
hr: _Puni zaslon
hu: _Teljes képernyő
hy: _Ամբողջ էկրանով
id: _Layar penuh
is: _Fullskjár
ka: _Მთლიანი ეკრანი
kk: _Толық экран
km: _ពេញu200bអេក្រង់
kn: _ಪೂರ್ಣ ಪರದೆ
ky: _Толук экран
lb: _Vollbildschierm
lo: _ເຕັມu200bຈໍ
lt: _Per visą ekraną
lv: _Pilnekrāna režīms
mg: _Mameno efijery
mi: _Mata Katoa
mk: _Цел екран
ml: _പൂർണ്ണ സ്ക്രീൻ
mn: _Дэлгэц дүүрэн
mr: _फुलस्क्रीन
mt: _Skrin sħiħ
my: _မျက်နှာပြင်အပြည့်
nb: _Full skjerm
ne: _पूर्ण स्क्रिन
or: _ଫୁଲ୍ ସ୍କ୍ରିନ୍ |
pa: _ਪੂਰਾ ਸਕਰੀਨ
ps: _ﻪﺤﻔﺻ ﻪﻠﻤﮑﻣ
ro: _Ecran complet
rw: _Amashusho yuzuye
sd: _ﻦﻳﺮڪﺳﺍ ﻞﻤڪﻣ
si: _පුන් තිරය
sk: _Celá obrazovka
sl: _Celozaslonski način
sq: _Ekran i plotë
sw: _Skrini nzima
ta: _முழு திரை
te: _పూర్తి స్క్రీన్
tg: _Тамомсафҳа
th: _เต็มจอ
tk: _Doly ekran
tt: _Тулы экран
uk: _Повноекранний
ur: _ﻦﯾﺮﮑﺳﺍ ﯼﮍﺑ ﺎﯾ ﻦﯾﺮﮑﺳﺍ ﻞﻤﮑﻣ
uz: _To'liq ekran
vi: _Toàn màn hình
xh: _Isikrini esiphelele
yi: _ןירקס עצנאג
