Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Keypress
af: _Sleuteldruk
am: _የቁልፍ መጫን
ar: _ﺡﺎﺘﻔﻤﻟﺍ ﻂﻐﺿ
be: _Націск клавіш
bg: _натискане на клавиш
bn: _কী প্রেস
ca: _Prem la tecla
cy: _Allweddell
da: _Tastetryk
eo: _Klavopremo
et: _Klahvivajutus
eu: _Teklak sakatzea
fa: _ﺪﯿﻠﮐ ﻥﺩﺮﺸﻓ
fi: _Näppäinpainallus
fil: _Pindutin ng key
gl: _Pulsación de teclas
gu: _કીપ્રેસ
he: _שקמ לע ץחל
hi: _बटन दबाओ
hr: _Pritiskom na tipku
hu: _Gombnyomás
hy: _Ստեղնաշարի սեղմում
id: _penekanan tombol
ka: _Ღილაკზე დაჭერა
kk: _Пернені басу
km: _ការចុចគ្រាប់ចុច
kn: _ಕೀಲಿ ಒತ್ತು
ky: _Баскычты басуу
lo: _ກົດແປ້ນພິມ
lt: _Mygtuko paspaudimas
lv: _Taustiņu nospiešana
mg: _Kitendry
mi: _Pīhini
mk: _Притиснете го копчето
ml: _കീ അമർത്തുക
mn: _Товчлуур дарна уу
mr: _कळ दाब
mt: _Agħfas it-tasti
my: _ခလုတ်နှိပ်ပါ။
nb: _Tastetrykk
ne: _कुञ्जी थिच्नुहोस्
or: _କି-ପ୍ରେସ୍
pa: _ਕੁੰਜੀ ਦਬਾਓ
ps: _ﻲﻠﯿﮐ
ro: _Apăsarea tastei
rw: _Urufunguzo
sd: _ﻲﭔﺎﭼ
si: _යතුරු එබීම
sk: _Stlačenie klávesy
sl: _Pritisnite tipko
sq: _Shtypja e tastierës
sw: _Bonyeza kitufe
ta: _விசை அழுத்தவும்
te: _తాళం నొక్కడం
tg: _Тугмаҳоро пахш кунед
th: _กดปุ่ม
tk: _Düwmeleriň düwmesi
tt: _Клавиатура
uk: _натискання клавіші
ur: _ﺲﯾﺮﭘ ﯽﮐ
uz: _Tugmachani bosish
vi: _Nhấn phím
xh: _Cofa iqhosha

source: Set Window Keypress Command
af: Stel Venster Keypress Command
am: የመስኮት ቁልፍ ይጫኑ ትዕዛዝ ያቀናብሩ
ar: ﺭﺯ ﺔﻄﻐﻀﺑ ﺮﻣﺍﻭﻷ﻿ﺍ ﺓﺬﻓﺎﻧ ﻦﻴﻴﻌﺗ
be: Усталюйце каманду націску клавішы Window
bg: Задайте команда за натискане на клавиши за прозорец
bn: উইন্ডো কীপ্রেস কমান্ড সেট করুন
ca: Estableix l'ordre de prémer la tecla de la finestra
cy: Gosod Gorchymyn Allweddell Ffenestr
da: Indstil vinduestastekommando
eo: Agordi Fenestran Klavpreman Komandon
et: Seadistage akna klahvivajutuse käsk
eu: Ezarri leihoa sakatzeko komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻩﺮﺠﻨﭘ ﺪﯿﻠﮐ ﺭﺎﺸﻓ ﺭﻮﺘﺳﺩ
fi: Aseta ikkunan näppäinpainalluskomento
fil: Itakda ang Window Keypress Command
ga: Socraigh Ordú Keypress Fuinneog
gd: Suidhich Òrdugh Keypress Window
gl: Establecer o comando de pulsación de tecla da xanela
gu: વિન્ડો કીપ્રેસ આદેશ સેટ કરો
he: ןולח שקמ לע הציחל תדוקפ תא רדגה
hi: विंडो कीप्रेस कमांड सेट करें
hr: Postavite naredbu za pritisak tipke prozora
hu: Állítsa be a Window Keypress Command parancsot
hy: Սահմանեք պատուհանի ստեղնաշարի հրամանը
id: Setel Perintah Tekan Tombol Jendela
is: Stilltu gluggatakkastjórn
ka: დააყენეთ ფანჯრის კლავიშის ბრძანება
kk: Терезе пернесін басу пәрменін орнату
km: កំណត់ Window Key ចុច Command
kn: ವಿಂಡೋ ಕೀಪ್ರೆಸ್ ಕಮಾಂಡ್ ಅನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Klavyeya Paceyê Set bike
ky: Терезе баскычын басуу буйругун коюу
lo: ຕັ້ງຄ່າ Window Keypress Command
lt: Nustatykite lango klavišų paspaudimo komandą
lv: Iestatiet loga taustiņu nospiešanas komandu
mg: Mametraha baiko Window Keypress
mi: Tautuhia te Whakahau Pihi Pihi Matapihi
mk: Поставете команда за притискање на копчињата на прозорецот
ml: വിൻഡോ കീപ്രസ്സ് കമാൻഡ് സജ്ജമാക്കുക
mn: Цонхны товчлуур дарах командыг тохируулах
mr: विंडो कीप्रेस कमांड सेट करा
mt: Issettja Kmand tat-Tasti tat-Tieqa
my: Window Key Press Command ကို သတ်မှတ်ပါ။
nb: Still inn Window-tastetrykkkommando
ne: विन्डो कुञ्जी प्रेस आदेश सेट गर्नुहोस्
or: ୱିଣ୍ଡୋ କିପ୍ରେସ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਵਿੰਡੋ ਕੀਪ੍ਰੈਸ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﺭﺎﺸﻓ ﻲﻠﯿﮐ ۍﮐړﮐ ﺩ
ro: Setați comanda pentru apăsarea tastelor pentru fereastră
rw: Shiraho Idirishya Urufunguzo
sd: ﻮﻳﺮڪ ٽﻴﺳ ڊﻧﺎﻤڪ ﺲﻳﺮﭙﻴڪ ﻭڊﻧﻭ
si: Window Keypress Command සකසන්න
sk: Nastavte príkaz na stlačenie klávesu okna
sl: Nastavite ukaz za pritisk na okno
sq: Cakto komandën e shtypjes së tastierës së dritares
sw: Weka Amri ya Kibonyezo cha Dirisha
ta: சாளர விசை அழுத்த கட்டளையை அமைக்கவும்
te: విండో కీప్రెస్ కమాండ్u200cని సెట్ చేయండి
tg: Фармони пахшкунии тирезаро танзим кунед
th: ตั้งค่าคำสั่งการกดแป้นของหน้าต่าง
tk: Penjire düwmesiniň buýrugyny düzüň
tt: Тәрәзә клавишасы командасын куегыз
uk: Встановити команду натискання клавіші вікна
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﺲﯾﺮﭘ ﯽﮐ ﻭﮉﻧﻭ
uz: Oyna tugmachasini bosish buyrug'ini o'rnating
vi: Đặt lệnh nhấn phím Window
xh: Cwangcisa Umyalelo weSitshixo sefestile
yi: Windows Keypress Command יד ןלעטש
