Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Destination same as source
af: Bestemming dieselfde as bron
am: መድረሻው ከምንጩ ጋር ተመሳሳይ ነው።
ar: ﺭﺪﺼﻤﻟﺍ ﺲﻔﻧ ﻲﻫ ﺔﻬﺟﻮﻟﺍ
be: Месца прызначэння тое ж, што і крыніца
bg: Дестинация е същата като източника
bn: উৎস হিসাবে গন্তব্য একই
ca: El mateix destí que la font
cy: Cyrchfan yr un fath â'r ffynhonnell
da: Destination samme som kilde
eo: Celo sama kiel fonto
et: Sihtkoht sama mis allikas
eu: Helmuga iturriaren berdina
fa: ﺖﺳﺍ ﻊﺒﻨﻣ ﻥﺎﻤﻫ ﺪﺼﻘﻣ
fi: Kohde sama kuin lähde
fil: Ang destinasyon ay pareho sa pinagmulan
fy: Bestimming itselde as boarne
ga: Ceann scríbe mar an gcéanna leis an bhfoinse
gd: Ceann-uidhe an aon rud ris an stòr
gl: O mesmo destino que a fonte
gu: ગંતવ્ય સ્ત્રોત જેવું જ છે
he: רוקמל ההז דעיה
hi: स्रोत के समान गंतव्य
hr: Odredište isto kao i izvor
hu: A cél ugyanaz, mint a forrás
hy: Նպատակակետը նույնն է, ինչ աղբյուրը
id: Tujuan sama dengan sumber
is: Áfangastaður sami og uppspretta
ka: დანიშნულება იგივეა, რაც წყარო
kk: Мақсат көзбен бірдей
km: ទិសដៅដូចគ្នានឹងប្រភព
kn: ಗಮ್ಯಸ್ಥಾನವು ಮೂಲದಂತೆಯೇ ಇರುತ್ತದೆ
ku: Mebest heman çavkanî
ky: Бара турган жер булак менен бирдей
lb: Destinatioun selwecht wéi Quell
lo: ປາຍທາງດຽວກັນກັບແຫຼ່ງ
lt: Paskirtis tokia pati kaip šaltinis
lv: Galamērķis ir tāds pats kā avots
mg: Toerana mitovy amin'ny loharano
mi: He rite tonu te tauranga ki te puna
mk: Дестинацијата е иста како изворот
ml: ഉറവിടം പോലെ തന്നെ ലക്ഷ്യസ്ഥാനം
mn: Очих газар нь эх сурвалжтай ижил
mr: गंतव्यस्थान स्त्रोतासारखेच आहे
mt: Destinazzjoni l-istess bħas-sors
my: ဦးတည်ရာသည် အရင်းအမြစ်နှင့် အတူတူပင်
nb: Destinasjon samme som kilde
ne: गन्तव्य स्रोत जस्तै हो
or: ଗନ୍ତବ୍ୟସ୍ଥଳ ଉତ୍ସ ସହିତ ସମାନ |
pa: ਮੰਜ਼ਿਲ ਸਰੋਤ ਦੇ ਸਮਾਨ ਹੈ
ps: ﯼﺩ ﺮﯿڅ ﻪﭘ ﯥﻨﯿﭼﺮﺳ ﺩ ﻝﺰﻨﻣ
ro: Destinația aceeași cu sursa
rw: Intego kimwe ninkomoko
sd: ﻝﺰﻨﻣ ﺮﮕﻧﺍﻭ ﺬﺧﺎﻣ
si: ගමනාන්තය මූලාශ්u200dරය හා සමානයි
sk: Cieľ rovnaký ako zdroj
sl: Cilj je enak kot vir
sq: Destinacioni i njëjtë me burimin
sw: Lengwa sawa na chanzo
ta: சேருமிடம் ஆதாரமாக உள்ளது
te: మూలం వలె గమ్యం
tg: Макони таъинот бо манбаъ
th: ปลายทางเดียวกับต้นทาง
tk: Niýetlenen ýer, çeşme bilen birmeňzeş
tt: Максат чыганак белән бер үк
uk: Місце призначення те саме, що і джерело
ur: ۔ﮯﮨ ﯽﺴﯿﺟ ﻊﺒﻨﻣ ﻝﺰﻨﻣ
uz: Manba bilan bir xil manzil
vi: Đích đến giống như nguồn
xh: Indawo yokufikela iyafana nemvelaphi
yi: רוקמ יוו רעקיבלעז ןאַשייניטסעד

source: Invalid destination
af: Ongeldige bestemming
am: ልክ ያልሆነ መድረሻ
ar: ﺔﺤﻴﺤﺻ ﺮﻴﻏ ﺔﻬﺟﻭ
be: Няправільны пункт прызначэння
bg: Невалидна дестинация
bn: অবৈধ গন্তব্য
ca: Destinació no vàlida
cy: Cyrchfan annilys
da: Ugyldig destination
eo: Nevalida celo
et: Kehtetu sihtkoht
eu: Helmuga baliogabea
fa: ﺮﺒﺘﻌﻣﺎﻧ ﺪﺼﻘﻣ
fi: Virheellinen kohde
fil: Di-wastong destinasyon
fy: Unjildige bestimming
ga: Ceann scríbe neamhbhailí
gd: Ceann-uidhe neo-dhligheach
gl: Destino non válido
gu: અમાન્ય ગંતવ્ય
he: יקוח אל דעי
hi: अमान्य गंतव्य
hr: Nevažeće odredište
hu: Érvénytelen úti cél
hy: Անվավեր նպատակակետ
id: Tujuan tidak valid
is: Ógildur áfangastaður
ka: არასწორი დანიშნულება
kk: Жарамсыз тағайындау
km: ទិសដៅមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಗಮ್ಯಸ್ಥಾನ
ku: Cihê nederbasdar
ky: Жараксыз көздөгөн жер
lb: Invalid Destinatioun
lo: ປາຍທາງບໍ່ຖືກຕ້ອງ
lt: Neteisinga paskirtis
lv: Nederīgs galamērķis
mg: Toerana tsy mety
mi: ūnga muhu
mk: Неважечка дестинација
ml: ലക്ഷ്യസ്ഥാനം അസാധുവാണ്
mn: Хүчингүй очих газар
mr: अवैध गंतव्यस्थान
mt: Destinazzjoni invalida
my: မမှန်ကန်သော ဦးတည်ရာ
nb: Ugyldig destinasjon
ne: अवैध गन्तव्य
or: ଅବ val ଧ ଗନ୍ତବ୍ୟସ୍ଥଳ |
pa: ਅਵੈਧ ਮੰਜ਼ਿਲ
ps: ﻝﺰﻨﻣ ﻢﺳﺎﻧ
ro: Destinație nevalidă
rw: Aho ujya
sd: ﻝﺰﻨﻣ ﻂﻠﻏ
si: වලංගු නොවන ගමනාන්තයක්
sk: Neplatný cieľ
sl: Neveljaven cilj
sq: Destinacion i pavlefshëm
sw: Lengwa batili
ta: செல்லாத இலக்கு
te: గమ్యస్థానం చెల్లదు
tg: Ҷойи таъиноти нодуруст
th: ปลายทางไม่ถูกต้อง
tk: Nädogry barmaly ýer
tt: Яраксыз урын
uk: Недійсний пункт призначення
ur: ﻝﺰﻨﻣ ﻂﻠﻏ
uz: Belgilangan manzil noto‘g‘ri
vi: Điểm đến không hợp lệ
xh: Indawo ekuyiwa kuyo ayisebenzi
yi: עיצאניטסעד עגיטליגמוא

source: Hide File
af: Versteek lêer
am: ፋይል ደብቅ
ar: ﻒﻠﻤﻟﺍ ءﺎﻔﺧﺇ
be: Схаваць файл
bg: Скриване на файла
bn: ফাইল লুকান
ca: Amaga el fitxer
cy: Cuddio Ffeil
da: Skjul fil
eo: Kaŝi dosieron
et: Peida fail
eu: Ezkutatu fitxategia
fa: ﻞﯾﺎﻓ ﻥﺩﺮﮐ ﯽﻔﺨﻣ
fi: Piilota tiedosto
fil: Itago ang File
fy: Triem ferbergje
ga: Folaigh Comhad
gd: Falaich faidhle
gl: Ocultar ficheiro
gu: ફાઇલ છુપાવો
he: ץבוק רתסה
hi: फ़ाइल छुपाएं
hr: Sakrij datoteku
hu: Fájl elrejtése
hy: Թաքցնել Ֆայլը
id: Sembunyikan File
is: Fela skrá
ka: ფაილის დამალვა
kk: Файлды жасыру
km: លាក់ឯកសារ
kn: ಫೈಲ್ ಮರೆಮಾಡಿ
ku: Pelê veşêre
ky: Файлды жашыруу
lb: Verstoppen Datei
lo: ເຊື່ອງໄຟລ໌
lt: Slėpti Failą
lv: Slēpt failu
mg: Afeno ny rakitra
mi: Huna Kōnae
mk: Сокриј датотека
ml: ഫയൽ മറയ്ക്കുക
mn: Файлыг нуух
mr: फाइल लपवा
mt: Aħbi l-Fajl
my: ဖိုင်ကိုဖျောက်ပါ။
nb: Skjul fil
ne: फाइल लुकाउनुहोस्
or: ଫାଇଲ୍ ଲୁଚାନ୍ତୁ |
pa: ਫਾਈਲ ਓਹਲੇ ਕਰੋ
ps: ﻝﻮټﭘ ﯥﻨﺗﻭﺩ
ro: Ascunde fișierul
rw: Hisha Idosiye
sd: ﻞﺋﺎﻓ ﻮﻳﺎڪﻟ
si: ගොනුව සඟවන්න
sk: Skryť súbor
sl: Skrij datoteko
sq: Fshih skedarin
sw: Ficha Faili
ta: கோப்பை மறை
te: ఫైల్u200cను దాచండి
tg: Пинҳон кардани файл
th: ซ่อนไฟล์
tk: Faýly gizläň
tt: Файлны яшерегез
uk: Приховати файл
ur: ۔ﮟﯿﺋﺎﭙﮭﭼ ﻞﺋﺎﻓ
uz: Faylni yashirish
vi: Ẩn tệp
xh: Fihla Ifayile
yi: עקעט ןטלאַהאַב
