Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
af: Voer lêerstelselkontrole-opdrag in: Gebruik: %%%%v toestel lêer ( %s ) EDIT MET SORG Hierdie opdrag word uitgevoer as root
am: የፋይል ስርዓት ፍተሻ ትዕዛዝ ያስገቡ፡- ተጠቀም፡ %%%%v የመሳሪያ ፋይል ( %s ) በእንክብካቤ ያርትዑ ይህ ትእዛዝ የሚካሄደው እንደ ነው። root
ar: :ﺕﺎﻔﻠﻤﻟﺍ ﻡﺎﻈﻧ ﺺﺤﻓ ﺮﻣﺃ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%%%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ( %s ) EDIT WITH CARE ﻒﻠﻤﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻢﺘﻳ root
be: Увядзіце каманду праверкі файлавай сістэмы: Выкарыстоўвайце: %%%%v файл прылады ( %s ) УВАЖНА рэдагаваць Гэтая каманда выконваецца як root
bg: Въведете команда за проверка на файловата система: Използвайте: %%%%v файл на устройството ( %s ) РЕДАКТИРАНЕ ВНИМАТЕЛНО Тази команда се изпълнява като root
bn: ফাইল সিস্টেম চেক কমান্ড লিখুন: ব্যবহার করুন: %%%%v ডিভাইস ফাইল ( %s ) যত্নের সাথে সম্পাদনা করুন এই কমান্ডটি হিসাবে চালানো হয় root
ca: Introduïu l'ordre de verificació del sistema de fitxers: Ús: %%%%v fitxer del dispositiu ( %s ) EDITAR AMB CURA Aquesta ordre s'executa com a root
cy: Rhowch orchymyn gwirio system ffeiliau: Defnyddiwch: %%%%v ffeil ddyfais ( %s ) GOLYGU GYDA GOFAL Mae'r gorchymyn hwn yn cael ei redeg fel root
da: Indtast filsystemkontrolkommando: Brug: %%%%v enhedsfil ( %s ) EDIT WITH CARE Denne kommando køres som root
eo: Enigu dosiersisteman kontrolan komandon: Uzu: %%%%v aparato dosiero ( %s ) REDAKTU ZORGE Ĉi tiu komando ruliĝas kiel root
et: Sisesta failisüsteemi kontrollimise käsk: Kasuta: %%%%v seadme fail ( %s ) EDIT TÄHELEPANU Seda käsku käivitatakse kui root
eu: Sartu fitxategi-sistema egiaztatzeko komandoa: Erabili: %%%%v gailuaren fitxategia ( %s ) EDITATU KONTUZ Komando hau honela exekutatzen da root
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﻢﺘﺴﯿﺳ ﻞﯾﺎﻓ ﯽﺳﺭﺮﺑ ﺭﻮﺘﺳﺩ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%%%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ( %s ) EDIT WITH CARE ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﺕﺭﻮﺻ ﻪﺑ ﺭﻮﺘﺳﺩ ﻦﯾﺍ root
fi: Anna tiedostojärjestelmän tarkistuskomento: Käyttää: %%%%v laitetiedosto ( %s ) MUOKKAA HUOLELLISESTI Tämä komento suoritetaan muodossa root
fil: Ipasok ang filesystem check command: Gamitin ang: %%%%v file ng device ( %s ) I-EDIT NA MAY PAG-IINGAT Ang command na ito ay pinapatakbo bilang root
fy: Fier triemsysteem kontrôle kommando yn: Brûke: %%%%v apparaat triem ( %s ) EDIT WITH CARE Dit kommando wurdt útfierd as root
ga: Iontráil ordú seiceála an chórais comhaid: Úsáid: %%%%v comhad feiste ( %s ) Eagar LE CÚRAM Ritheann an t-ordú seo mar root
gd: Cuir a-steach àithne sgrùdaidh siostam faidhlichean: Cleachd: %%%%v faidhle inneal ( %s ) EDIT WITH CARE Tha an àithne seo air a ruith mar root
gl: Introduza o comando de verificación do sistema de ficheiros: Uso: %%%%v ficheiro do dispositivo ( %s ) EDITAR CON COIDADO Este comando execútase como root
gu: ફાઇલસિસ્ટમ તપાસ આદેશ દાખલ કરો: વાપરવુ: %%%%v ઉપકરણ ફાઇલ ( %s ) સંભાળ સાથે સંપાદિત કરો આ આદેશ આ રીતે ચલાવવામાં આવે છે root
he: :םיצבקה תכרעמ תקידב תדוקפ תא ןזה :שמתשהל %%%%v רישכמה ץבוק ( %s ) EDIT WITH CARE םשב תלעפומ וז הדוקפ root
hi: फाइलसिस्टम चेक कमांड दर्ज करें: उपयोग: %%%%v डिवाइस फ़ाइल ( %s ) देखभाल के साथ संपादित करें यह आदेश इस प्रकार चलाया जाता है root
hr: Unesite naredbu za provjeru datotečnog sustava: Koristiti: %%%%v datoteku uređaja ( %s ) PAŽLJIVO UREDI Ova se naredba izvodi kao root
hu: Írja be a fájlrendszer-ellenőrző parancsot: Használat: %%%%v eszköz fájl ( %s ) EDIT WITH CARE Ez a parancs a következőként fut root
hy: Մուտքագրեք ֆայլային համակարգի ստուգման հրամանը. Օգտագործեք: %%%%v սարքի ֆայլը ( %s ) ԽՆԱՄԲԵԼՈՒ ՀԱՄԱՐ Այս հրամանը գործարկվում է որպես root
id: Masukkan perintah pemeriksaan sistem file: Menggunakan: %%%%v berkas perangkat ( %s ) EDIT WITH CARE Perintah ini dijalankan sebagai root
is: Sláðu inn skráarkerfisskoðunarskipun: Notaðu: %%%%v tæki skrá ( %s ) EDIT WITH CARE Þessi skipun er keyrð sem root
ka: შეიყვანეთ ფაილური სისტემის შემოწმების ბრძანება: გამოყენება: %%%%v მოწყობილობის ფაილი ( %s ) სიფრთხილით რედაქტირება ეს ბრძანება მუშაობს როგორც root
kk: Файлдық жүйені тексеру пәрменін енгізіңіз: Қолдану: %%%%v құрылғы файлы ( %s ) МАҚСАТ МЕНЕН ӨҢДЕУ Бұл пәрмен келесідей орындалады root
km: បញ្ចូលពាក្យបញ្ជាពិនិត្យប្រព័ន្ធឯកសារ៖ ប្រើ៖ %%%%v ឯកសារឧបករណ៍ ( %s ) EDIT WITH CARE ពាក្យបញ្ជានេះត្រូវបានដំណើរការជា root
kn: ಫೈಲ್u200cಸಿಸ್ಟಮ್ ಚೆಕ್ ಆಜ್ಞೆಯನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%%%v ಸಾಧನ ಫೈಲ್ ( %s ) ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂಪಾದಿಸಿ ಈ ಆಜ್ಞೆಯನ್ನು ಹೀಗೆ ಚಲಾಯಿಸಲಾಗುತ್ತದೆ root
ku: Fermana kontrolkirina pergala pelan binivîse: Bikaranîn: %%%%v pelê amûrê ( %s ) BI HIŞYAR BIDIN Ev ferman wekî tê xebitandin root
ky: Файл системасын текшерүү буйругун киргизиңиз: Колдонуу: %%%%v түзмөк файлы ( %s ) КАТТЫК МЕНЕН EDIT Бул буйрук катары иштетилет root
lb: Gitt Dateisystem Check Kommando: Benotzt: %%%%v Apparat Fichier ( %s ) EDIT MAT CARE Dëse Kommando gëtt als root
lo: ໃສ່ຄໍາສັ່ງກວດສອບລະບົບໄຟລ໌: ໃຊ້: %%%%v ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b ( %s ) EDIT WITH CARE ຄໍາສັ່ງນີ້ແມ່ນດໍາເນີນການເປັນ root
lt: Įveskite failų sistemos tikrinimo komandą: Naudokite: %%%%v įrenginio failas ( %s ) REDAGUOTI ATSARGIAI Ši komanda vykdoma kaip root
lv: Ievadiet failu sistēmas pārbaudes komandu: Izmantojiet: %%%%v ierīces fails ( %s ) REDIĢĒT UZMANĪGI Šī komanda tiek izpildīta kā root
mg: Ampidiro ny baiko fanaraha-maso filesystem: Ampiasao: %%%%v rakitra fitaovana ( %s ) MANOAVA AMIN'NY FITANDREMANA Ity baiko ity dia atao toy ny root
mi: Whakauruhia te whakahau taki punaha konae: Whakamahia: %%%%v kōnae taputapu ( %s ) EDIT MA TE TIKA Ka whakahaeretia tenei whakahau hei root
mk: Внесете команда за проверка на датотечниот систем: Користете: %%%%v датотека на уредот ( %s ) УРЕДИ СО ВНИМАТЕЛНО Оваа команда се извршува како root
ml: ഫയൽസിസ്റ്റം ചെക്ക് കമാൻഡ് നൽകുക: ഉപയോഗിക്കുക: %%%%v ഉപകരണ ഫയൽ ( %s ) ശ്രദ്ധയോടെ എഡിറ്റ് ചെയ്യുക ഈ കമാൻഡ് ഇങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത് root
mn: Файлын системийг шалгах командыг оруулна уу: Хэрэглэх: %%%%v төхөөрөмжийн файл ( %s ) БОЛОМЖТОЙ ЗАСАХ Энэ командыг дараах байдлаар ажиллуулна root
mr: फाइल सिस्टम चेक कमांड एंटर करा: वापरा: %%%%v डिव्हाइस फाइल ( %s ) एडिट विथ केअर ही कमांड म्हणून चालवली जाते root
mt: Daħħal il-kmand tal-kontroll tas-sistema tal-fajls: Użu: %%%%v fajl tal-apparat ( %s ) EDITJA B'KURA Dan il-kmand jitmexxa bħala root
my: ဖိုင်စနစ်စစ်ဆေးသည့်အမိန့်ကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%%%v စက်ဖိုင် ( %s ) ဂရုစိုက်ခြင်းဖြင့် တည်းဖြတ်ပါ ဤအမိန့်ကို လုပ်ဆောင်သည်။ root
nb: Skriv inn filsystemkontrollkommandoen: Bruk: %%%%v enhetsfil ( %s ) EDIT WITH CARE Denne kommandoen kjøres som root
ne: फाइल प्रणाली जाँच आदेश प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%%%v उपकरण फाइल ( %s ) हेरचाह संग सम्पादन गर्नुहोस् यो आदेश को रूपमा चलाइएको छ root
or: ଫାଇଲ୍ ସିଷ୍ଟମ୍ ଚେକ୍ କମାଣ୍ଡ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%%%v ଡିଭାଇସ୍ ଫାଇଲ୍ | ( %s ) କେୟାର ସହିତ ଏଡିଟ୍ କରନ୍ତୁ ଏହି କମାଣ୍ଡ୍ ଯେପରି ଚାଲିଥାଏ | root
pa: ਫਾਈਲ ਸਿਸਟਮ ਚੈੱਕ ਕਮਾਂਡ ਦਿਓ: ਵਰਤੋ: %%%%v ਡਿਵਾਈਸ ਫਾਈਲ ( %s ) ਦੇਖਭਾਲ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ ਇਹ ਕਮਾਂਡ ਇਸ ਤਰ੍ਹਾਂ ਚਲਾਈ ਜਾਂਦੀ ਹੈ root
ps: :ﺉړﮐ ﻪﻨﻧﺩ ډﻧﺎﻤﮐ ﮏﯿﭼ ﻢټﺴﯿﺳ ﻞﯾﺎﻓ ﺩ :ﻝﻭﺭﺎﮐ %%%%v ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ ( %s ) ﻱږﯿﮐ ﻝړﻭ ﺦﻣﺮﭘ ﻪګﻮﺗ ﻪﭘ ډﻧﺎﻤﮐ ﺍﺩ ﺉړﮐﻭ ﻥﻮﻤﺳ ﻩﺮﺳ ﯥﻧﺮﻠﻣﺎﭘ ﺩ root
ro: Introduceți comanda de verificare a sistemului de fișiere: Utilizare: %%%%v fișierul dispozitivului ( %s ) EDITARE CU ATENTIE Această comandă este rulată ca root
rw: Injira sisitemu yo kugenzura dosiye: Koresha: %%%%v dosiye ( %s ) Hindura UFITE ICYITONDERWA Iri tegeko rikoreshwa nka root
sd: :ﻢڪﺣ ڪﻴﭼ ﻢٽﺴﺳ ﻞﺋﺎﻓ ﻮﻳﺮڪ ﻞﺧﺍﺩ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ ( %s ) ﻦﺌﻴﺟ ﻲﮬﺁ ﻭﺪﻨﻠﮬ ﻢڪﺣ ﻲﮬ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻥﺎﺳ ﻝﺎﭝﻨﺳ root
si: ගොනු පද්ධති පිරික්සුම් විධානය ඇතුල් කරන්න: භාවිත: %%%%v උපාංග ගොනුව ( %s ) පරිස්සමෙන් සංස්කරණය කරන්න මෙම විධානය ක්u200dරියාත්මක වන්නේ මෙසේය root
sk: Zadajte príkaz kontroly súborového systému: Použitie: %%%%v súbor zariadenia ( %s ) OPATRNE UPRAVIŤ Tento príkaz sa spustí ako root
sl: Vnesite ukaz za preverjanje datotečnega sistema: Uporaba: %%%%v datoteko naprave ( %s ) VARNO UREJAJ Ta ukaz se izvaja kot root
sq: Fut komandën e kontrollit të sistemit të skedarëve: Përdorni: %%%%v skedari i pajisjes ( %s ) EDIT ME KUJDES Kjo komandë ekzekutohet si root
sw: Ingiza amri ya kuangalia mfumo wa faili: Tumia: %%%%v faili ya kifaa ( %s ) BADILISHA KWA UMAKINI Amri hii inaendeshwa kama root
ta: கோப்பு முறைமை சரிபார்ப்பு கட்டளையை உள்ளிடவும்: பயன்படுத்தவும்: %%%%v சாதன கோப்பு ( %s ) கவனமாக திருத்தவும் இந்த கட்டளை இவ்வாறு இயக்கப்படுகிறது root
te: ఫైల్u200cసిస్టమ్ చెక్ ఆదేశాన్ని నమోదు చేయండి: వా డు: %%%%v పరికర ఫైల్ ( %s ) జాగ్రత్తగా సవరించండి ఈ ఆదేశం ఇలా అమలు చేయబడుతుంది root
tg: Фармони тафтиши системаи файлиро ворид кунед: Истифода: %%%%v файли дастгоҳ ( %s ) БО ЭҲТИЁТ ТАВРИР КАРДАН Ин фармон ҳамчун иҷро карда мешавад root
th: ป้อนคำสั่งตรวจสอบระบบไฟล์: ใช้: %%%%v ไฟล์อุปกรณ์ ( %s ) แก้ไขด้วยความระมัดระวัง คำสั่งนี้รันเป็น root
tk: Faýl ulgamyny barlamak buýrugyny giriziň: Ulany: %%%%v enjam faýly ( %s ) Seresaplyk bilen redaktirläň Bu buýruk ýaly işleýär root
tt: Файл системасын тикшерү командасын кертегез: Куллану: %%%%v җайланма файлы ( %s ) Игътибар белән үзгәртегез Бу боерык шулай эшли root
uk: Введіть команду перевірки файлової системи: Використовуйте: %%%%v файл пристрою ( %s ) УВАЖНО РЕДАГУВАТИ Цю команду виконується як root
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﮉﻧﺎﻤﮐ ﮏﯿﭼ ﻢﭩﺴﺳ ﻞﺋﺎﻓ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ ( %s ) ۔ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﻼ﻿ﭼ ﺭﻮﻄﺑ ﮉﻧﺎﻤﮐ ﮧﯾ ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﮭﺑ ﮫﮑﯾﺩ root
uz: Fayl tizimini tekshirish buyrug'ini kiriting: Foydalanish: %%%%v qurilma fayli ( %s ) EHTIYOT BILAN EDIT Bu buyruq quyidagicha bajariladi root
vi: Nhập lệnh kiểm tra hệ thống tệp: Sử dụng: %%%%v tập tin thiết bị ( %s ) CHỈNH SỬA VỚI CHĂM SÓC Lệnh này được chạy dưới dạng root
xh: Ngenisa umyalelo wokukhangela inkqubo yefayile: Sebenzisa: %%%%v ifayile yesixhobo ( %s ) HLELA NGONONOPHELO Lo myalelo uqhutywa njenge root
yi: :לעפֿאַב קעשט םעטסיסעליפ ןיַיראַ :ןצינ %%%%v עקעט לטימ ( %s ) יוו ןפיול זיא לעפֿאַב םעד גראָז טימ ןריגאַדער root

source: Check As Root
af: Merk As Root
am: አረጋግጥ Root
ar: ﻢﺳﺎﺑ ﻖﻘﺤﺗ Root
be: Праверце як Root
bg: Проверете като Root
bn: হিসাবে চেক করুন Root
ca: Comprova com Root
cy: Gwiriwch Fel Root
da: Marker som Root
eo: Kontrolu Kiel Root
et: Kontrollige kui Root
eu: Egiaztatu gisa Root
fa: As ﺪﯿﻨﮐ ﯽﺳﺭﺮﺑ ﺍﺭ Root
fi: Tarkista nimellä Root
fil: Suriin ang Bilang Root
fy: Kontrolearje As Root
ga: Seiceáil As Root
gd: Thoir sùil air As Root
gl: Comproba como Root
gu: તરીકે તપાસો Root
he: כ ןמס Root
hi: इस रूप में जांचें Root
hr: Provjerite kao Root
hu: Ellenőrizze As Root
hy: Ստուգեք As Root
id: Centang Sebagai Root
is: Hakaðu við As Root
ka: შეამოწმეთ როგორც Root
kk: Басқаша тексеріңіз Root
km: ពិនិត្យ As Root
kn: ಎಂದು ಪರಿಶೀಲಿಸಿ Root
ky: Текшерүү катары Root
lo: ກວດເບິ່ງເປັນ Root
lt: Patikrinkite kaip Root
lv: Pārbaudiet kā Root
mg: Jereo As Root
mi: Tirohia Hei Root
mk: Проверете како Root
ml: ആയി പരിശോധിക്കുക Root
mn: As гэж шалгана уу Root
mr: म्हणून तपासा Root
mt: Iċċekkja Kif Root
my: အဖြစ်စစ်ဆေးပါ။ Root
nb: Kryss av som Root
ne: को रूपमा जाँच गर्नुहोस् Root
or: ଯେପରି ଯାଞ୍ଚ କରନ୍ତୁ | Root
pa: ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਜਾਂਚ ਕਰੋ Root
ps: ﺉﺭﻮګﻭ ﻪګﻮﺗ ﻪﭘ Root
ro: Verificați ca Root
rw: Reba Nka Root
sd: ﻦﺌﻴﺟ ﻮﻳﺮڪ ڪﻴﭼ Root
si: ලෙස පරීක්ෂා කරන්න Root
sk: Skontrolovať ako Root
sl: Preverite kot Root
sq: Kontrolloni si Root
sw: Angalia Kama Root
ta: என சரிபார்க்கவும் Root
te: ఇలా తనిఖీ చేయండి Root
tg: Тавре тафтиш кунед Root
th: ตรวจสอบเป็น Root
tk: Barlaň Root
tt: Тикшерегез Root
uk: Перевірте як Root
ur: ۔ﮟﯾﺮﮐ ﮏﯿﭼ ﺭﻮﻄﺑ Root
uz: As Root
vi: Kiểm tra như Root
xh: Khangela Njenge Root
yi: יוו קוק Root

source: CHECK AS ROOT
af: KONTROLE AS ROOT
am: እንደ አረጋግጥ ROOT
ar: ﻦﻣ ﻖﻘﺤﺗ ROOT
be: ПРАВЕРАЦЬ ЯК ROOT
bg: ПРОВЕРЕТЕ КАТО ROOT
bn: চেক করুন ROOT
ca: CONSULTA COM ROOT
cy: GWIRIO FEL ROOT
da: TJEK AS ROOT
et: KONTROLLI AS ROOT
eu: EGIAZTU AS ROOT
fa: AS ﺪﯿﻨﮐ ﯽﺳﺭﺮﺑ ﺍﺭ ROOT
fi: TARKISTA AS ROOT
fy: KONTROLE AS ROOT
ga: SEICEÁIL AS ROOT
gd: SEÒMAR AS ROOT
gl: COMPROBAR COMO ROOT
gu: આ રીતે તપાસો ROOT
he: AS קודב ROOT
hi: इस रूप में जांचें ROOT
hr: PROVJERI KAO ROOT
hu: ELLENŐRIZZE MINT ROOT
hy: ՍՏՈՒԳԵԼ ՈՐՊԵՍ ROOT
id: PERIKSA SEPERTI ROOT
is: Athugaðu AS ROOT
ka: შეამოწმეთ როგორც ROOT
kk: ТЕКСЕРУ AS ROOT
km: ពិនិត្យ AS ROOT
kn: ಎಂದು ಪರಿಶೀಲಿಸಿ ROOT
lo: ກວດເບິ່ງເປັນ ROOT
lt: PATIKRINTI AS ROOT
lv: PĀRBAUDĪT AS ROOT
mi: Tirotiro AS ROOT
mk: ПРОВЕРЕТЕ КАКО ROOT
ml: ആയി പരിശോധിക്കുക ROOT
mn: ШАЛГАХ АС ROOT
mr: म्हणून तपासा ROOT
mt: Iċċekkja KIF ROOT
my: အတိုင်း စစ်ဆေးပါ။ ROOT
nb: SJEKK AS ROOT
ne: AS को जाँच गर्नुहोस् ROOT
or: ଚେକ୍ ଏସ୍ ROOT
pa: ਦੇ ਰੂਪ ਵਿੱਚ ਚੈੱਕ ਕਰੋ ROOT
ps: AS ﮏﭼ ROOT
ro: VERIFICA CA ROOT
rw: SHAKA AS ROOT
sd: ﻦﺌﻴﺟ ﻮﻳﺮڪ ڪﻴﭼ ROOT
si: ලෙස පරීක්ෂා කරන්න ROOT
sk: SKONTROLUJTE AKO ROOT
sl: PREVERI KOT ROOT
sq: KONTROLLO SI ROOT
sw: ANGALIA KAMA ROOT
ta: என சரிபார்க்கவும் ROOT
te: ఇలా తనిఖీ చేయండి ROOT
tg: АЗ САНЧИШ ROOT
th: ตรวจสอบ AS ROOT
tk: AS-ny barlaň ROOT
tt: АСны тикшерегез ROOT
uk: ПЕРЕВІРТИ ЯК ROOT
ur: ۔ﮟﯾﺮﮐ ﮏﯿﭼ ﺭﻮﻄﺑ ROOT
uz: AS. TEKSHIRING ROOT
vi: KIỂM TRA NHƯ ROOT
xh: KHANGELA NJENGOKO ROOT
yi: AS קעשט ROOT

source: Check As Root %s
af: Merk As Root %s
am: አረጋግጥ Root %s
ar: ﻢﺳﺎﺑ ﻖﻘﺤﺗ Root %s
be: Праверце як Root %s
bg: Проверете като Root %s
bn: হিসাবে চেক করুন Root %s
ca: Comprova com Root %s
cy: Gwiriwch Fel Root %s
da: Marker som Root %s
eo: Kontrolu Kiel Root %s
et: Kontrollige kui Root %s
eu: Egiaztatu gisa Root %s
fa: As ﺪﯿﻨﮐ ﯽﺳﺭﺮﺑ ﺍﺭ Root %s
fi: Tarkista nimellä Root %s
fil: Suriin ang Bilang Root %s
fy: Kontrolearje As Root %s
ga: Seiceáil As Root %s
gd: Thoir sùil air As Root %s
gl: Comproba como Root %s
gu: તરીકે તપાસો Root %s
he: כ ןמס Root %s
hi: इस रूप में जांचें Root %s
hr: Provjerite kao Root %s
hu: Ellenőrizze As Root %s
hy: Ստուգեք As Root %s
id: Centang Sebagai Root %s
is: Hakaðu við As Root %s
ka: შეამოწმეთ როგორც Root %s
kk: Басқаша тексеріңіз Root %s
km: ពិនិត្យ As Root %s
kn: ಎಂದು ಪರಿಶೀಲಿಸಿ Root %s
ky: Текшерүү катары Root %s
lo: ກວດເບິ່ງເປັນ Root %s
lt: Patikrinkite kaip Root %s
lv: Pārbaudiet kā Root %s
mg: Jereo As Root %s
mi: Tirohia Hei Root %s
mk: Проверете како Root %s
ml: ആയി പരിശോധിക്കുക Root %s
mn: As гэж шалгана уу Root %s
mr: म्हणून तपासा Root %s
mt: Iċċekkja Kif Root %s
my: အဖြစ်စစ်ဆေးပါ။ Root %s
nb: Kryss av som Root %s
ne: को रूपमा जाँच गर्नुहोस् Root %s
or: ଯେପରି ଯାଞ୍ଚ କରନ୍ତୁ | Root %s
pa: ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਜਾਂਚ ਕਰੋ Root %s
ps: ﺉﺭﻮګﻭ ﻪګﻮﺗ ﻪﭘ Root %s
ro: Verificați ca Root %s
rw: Reba Nka Root %s
sd: ﻦﺌﻴﺟ ﻮﻳﺮڪ ڪﻴﭼ Root %s
si: ලෙස පරීක්ෂා කරන්න Root %s
sk: Skontrolovať ako Root %s
sl: Preverite kot Root %s
sq: Kontrolloni si Root %s
sw: Angalia Kama Root %s
ta: என சரிபார்க்கவும் Root %s
te: ఇలా తనిఖీ చేయండి Root %s
tg: Тавре тафтиш кунед Root %s
th: ตรวจสอบเป็น Root %s
tk: Barlaň Root %s
tt: Тикшерегез Root %s
uk: Перевірте як Root %s
ur: ۔ﮟﯾﺮﮐ ﮏﯿﭼ ﺭﻮﻄﺑ Root %s
uz: As Root %s
vi: Kiểm tra như Root %s
xh: Khangela Njenge Root %s
yi: יוו קוק Root %s
