Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Unmount
af: _Ontkoppel
am: _ንቀል
ar: _ﺖﻴﺒﺜﺘﻟﺍ ءﺎﻐﻟﺈﺑ ﻢﻗ
be: _Размантаваць
bg: _Демонтирайте
bn: _আনমাউন্ট করুন
ca: _Desmuntar
da: _Afmonter
eo: _Malmunti
et: _Ühendage lahti
eu: _Desmuntatu
fa: _ﻥﺩﺮﮐ ﺯﺎﺑ
fi: _Irrota
fil: _I-unmount
gd: _Gun fhosgladh
gl: _Desmontar
gu: _અનમાઉન્ટ કરો
he: _הניעטה תא לטב
hi: _अनमाउंट
hr: _Isključite
hu: _Leválaszt
hy: _Ապամոնտաժել
id: _Lepas
is: _Aftengja
ka: _მოხსნა
kk: _Ажырату
km: _អាន់ម៉ោន
kn: _ಅನ್u200cಮೌಂಟ್ ಮಾಡಿ
ku: _Rakin
ky: _Чыгаруу
lo: _ຖອນການເຊື່ອມຕໍ່
lt: Atj_ungti
lv: _Atvienojiet
mi: _Wetewete
mk: _Откачи
ml: _അൺമൗണ്ട് ചെയ്യുക
mn: _Салгах
mr: _अनमाउंट करा
my: _ဖြုတ်လိုက်ပါ။
nb: _Demonter
ne: _अनमाउन्ट गर्नुहोस्
or: _ଅନ୍ମାଉଣ୍ଟ୍ |
pa: _ਅਣਮਾਊਂਟ ਕਰੋ
ps: _ﻝﻮﮐ ﻪﯾﺎځ ﯥﺑ
ro: _Demontați
rw: _Umubare
sd: _ﮡﮢﺍُ
si: _සවිකිරීම ඉවත් කරන්න
sk: _Odpojiť
sl: _Odklopi
sq: _Çmontoj
sw: _Fungua
ta: _ஏற்றிவிடு
te: _అన్u200cమౌంట్
tg: _Бекор кардан
th: _เลิกเมานท์
tk: _Aýyrmak
tt: _Чыгару
uk: _Розмонтуйте
ur: _۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ
uz: _O'chirish
vi: _Tháo gỡ
xh: _Yehlisa
yi: _קעוואַ םענ

source: Re_load
lt: Įke_lti iš naujo

source: _Sync
af: _Sinkroniseer
am: _አመሳስል
ar: _ﺔﻨﻣﺍﺰﻣ
be: _Сінхранізацыя
bg: _Синхронизиране
bn: _সুসংগত
ca: _Sincronitzar
da: _Synkronisere
eo: _Sinkronigi
et: _Sünkroonimine
eu: _Sinkronizatu
fa: _ﯼﺯﺎﺳ ﻡﺎﮕﻤﻫ
fi: _Synkronoi
fil: _I-sync
fy: _Syngronisearje
gd: _Sionc
gl: _Sincronización
gu: _સમન્વય
he: _ןורכניס
hi: _साथ - साथ करना
hr: _Sinkronizacija
hu: _Szinkronizál
hy: _Համաժամեցում
id: _Sinkronkan
is: _Samstilla
ka: _სინქრონიზაცია
kk: _Синхрондау
km: _ធ្វើសមកាលកម្ម
kn: _ಸಿಂಕ್ ಮಾಡಿ
ky: _Синхрондоштуруу
lb: _Synchroniséiert
lo: _ຊິງຄ໌
lt: _Sinchronizuoti
lv: _Sinhronizēt
mg: _mifandrindra
mi: _Tukutahi
mk: _Синхронизирај
ml: _സമന്വയിപ്പിക്കുക
mn: _Синк хийх
mr: _सिंक
mt: _Sinkronizzazzjoni
my: _ထပ်တူကျသည်။
nb: _Synkroniser
ne: _सिंक
or: _ସିଙ୍କ୍ କରନ୍ତୁ |
pa: _ਸਿੰਕ
ps: _ﻱږﻐﻤﻫ
ro: _Sincronizare
rw: _Guhuza
sd: _ﻱﺯﺎﺳ ﺖﻗﻭ ﻢﻫ
si: _සමමුහුර්ත කරන්න
sk: _Synchronizovať
sl: _Sinhronizacija
sq: _Sinkronizimi
sw: _Sawazisha
ta: _ஒத்திசை
te: _సమకాలీకరించు
tg: _Синхронизатсия
th: _ซิงค์
tk: _Sinhronlamak
tt: _Синхронизация
uk: _Синхронізувати
ur: _ﯼﺮﯾﺬﭘ ﺖﻘﺑﺎﻄﻣ
uz: _Sinxronlash
vi: _Đồng bộ hóa
xh: _Ngqamanisa
yi: _קניס

source: _Open
af: _Maak oop
am: _ክፈት
ar: ا_فتح
be: _Адкрыць
bg: _Отваряне
bn: _খোলা
ca: _Obre
cy: _Ar agor
da: Åbn
eo: _Malfermu
et: _Ava
eu: _Ireki
fa: _ﻦﮐ ﺯﺎﺑ
fi: _Avaa
fil: _Bukas
fy: _Iepen
ga: _Oscail
gd: _Fosgailte
gl: _Abrir
gu: _ખુલ્લા
he: _פתיחה
hi: _खोलना
hr: _Otvorena
hu: Megnyitás
hy: _Բաց
id: _Buka
is: _Opið
ka: _გახსენით
kk: _Ашық
km: បើក
kn: _ತೆರೆಯಿರಿ
ku: _Vekirî
lb: _Oppen
lo: _ເປີດ
lt: _Atverti
lv: _Atvērt
mg: _Misokatra
mi: _Tuwhera
mk: _Отвори
ml: _തുറക്കുക
mn: _Нээлттэй
mr: _उघडा
mt: _Miftuħa
my: _ဖွင့်သည်။
nb: Åpne
ne: _खोल्नुहोस्
or: _ଖୋଲନ୍ତୁ |
pa: _ਖੋਲ੍ਹੋ
ps: _ﺹﻼ﻿ﺧ
ro: _Deschis
rw: _Fungura
sd: _ﻞﻴﻠﮐ
si: _විවෘත
sk: _Otvoriť
sl: _Odpri
sq: _Hapur
sw: _Fungua
ta: _திற
te: _తెరవండి
tg: _Кушодан
th: _เปิด
tk: _Açyň
tt: _Ачык
uk: _Відкрити
ur: ک_ھولیں
uz: _Ochiq
vi: _Mở
xh: _Vula
yi: _ןענעפע

# Devices|Open|
source: Open In _Tab
af: Maak oop in _Tab
am: ክፈት _ትር
ar: ﻲﻓ ﺢﺘﻓ _ﺔﻋﻮﻓﺪﻣ ﺮﻴﻏ ﺓﺭﻮﺗﺎﻓ
be: Адкрыць у _Табл
bg: Отворете в _Раздел
bn: খোলা _ট্যাব
ca: Obre a _Tab
cy: Agorwch Mewn _Tab
da: Åbn i _Tab
eo: Malfermu En _Tab
et: Ava sisse _Tab
eu: Ireki In _fitxa
fa: ﺭﺩ ﻥﺩﺮﮐ ﺯﺎﺑ _ﻪﮔﺮﺑ
fi: Avaa sisään _Tab
fil: Buksan Sa _Tab
fy: Iepenje yn _Tab
ga: Oscail I _Cluaisín
gd: Fosgail a-steach _Tab
gl: Abrir en _Tab
gu: માં ખોલો _ટૅબ
he: ב חתפיהל _תינושל
hi: में खुलेगा _टैब
hr: Otvori u _Tab
hu: Nyissa meg _Tab
hy: Բացել In _Ներդիր
id: Buka Masuk _tab
is: Opna í _Tab
ka: გახსენით _ჩანართი
kk: Ашу _қойындысы
km: បើកចូល _ផ្ទាំង
kn: ತೆರೆಯಿರಿ _ಟ್ಯಾಬ್
ku: Vekin In _Tab
ky: ачуу _Таб
lo: ເປີດໃນ _ແຖບ
lt: Atverti Kor_telėje
lv: Atvērt In _Tab
mg: Open In _kiheba
mi: Tuwhera ki roto _Ripa
mk: Отвори внатре _Таб
ml: തുറക്കുക _ടാബ്
mn: Нээх _Таб
mr: मध्ये उघडा _टॅब
mt: Iftaħ Ġewwa _Tab
my: ဖွင့်ပါ။ _တက်ဘ်
nb: Åpne i _Tab
ne: मा खोल्नुहोस् _ट्याब
or: ଖୋଲନ୍ତୁ _ଟ୍ୟାବ୍ |
pa: ਵਿੱਚ ਖੋਲ੍ਹੋ _ਟੈਬ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﻪﻨﻧﺩ _ﺐټ
ro: Deschide în _Tab
rw: Fungura _Tab
sd: ﻮﻴﻟﻮﮐ ﺭﺪﻧﺍ _ﺐﺌٽ
si: විවෘත කරන්න _ටැබ්
sk: Otvoriť v _Tab
sl: Odpri v _Tab
sq: Hapni brenda _Tab
sw: Fungua Ndani _Kichupo
ta: உள்ளே திற _தாவல்
te: లో తెరవండి _ట్యాబ్
tg: Дар кушода _Таб
th: เปิด _แท็บ
tk: Aç _Salgy
tt: Керегез _Таблица
uk: Відкрити в _табл
ur: ۔ﮟﯿﻟﻮﮭﮐ ﺭﺪﻧﺍ _ﺐﯿﭨ
uz: Ochish _Tab
vi: Mở ra _Chuyển hướng
xh: Vula ngaphakathi _Ithebhu
yi: ןיא ןענעפֿע _באַט

source: _Mount
af: _Monteer
am: _ተራራ
ar: _ﺩﺪﻌﺘﺗ
be: _Мац
bg: _Монтирайте
bn: _মাউন্ট
ca: _Muntanya
da: _Monter
eo: _Monto
eu: _Mendia
fa: _ﻩﻮﮐ
fil: _Bundok
ga: _Sliabh
gl: _Monte
gu: _માઉન્ટ
he: _רה
hi: _पर्वत
hr: _Montirajte
hu: _Hegy
hy: _Լեռ
id: _Gunung
is: _Festa
ka: _მთა
kk: _Тау
km: _ភ្នំ
kn: _ಮೌಂಟ್
ku: _Çiyayê
ky: _Тоо
lo: _ພູ
lt: _Montuoti
mg: _tendrombohitra
mi: _Maunga
mk: _Монтирајте
ml: _മൗണ്ട്
mn: _Уул
mr: _माउंट
my: _တောင်ပေါ်မှာ
nb: _Monter
ne: _माउन्ट
or: _ପର୍ବତ
pa: _ਮਾਊਂਟ
ps: _ﻩﺮﻏ
ro: _montură
rw: _Umusozi
sd: _ﻞﺒﺟ
si: _කන්ද
sq: _Mali
sw: _Mlima
ta: _மவுண்ட்
te: _మౌంట్
tg: _кӯҳ
th: _ภูเขา
tk: _Dag
tt: _Тау
uk: _Змонтувати
ur: _ﮌﺎﮩﭘ
uz: _Tog'
vi: _Gắn kết
xh: _Ntaba
yi: _גראב

source: Re_/mount
af: Re_/berg
am: ድጋሚ_/ተራራ
ar: ﺓﺩﺎﻋﺇ_/ﺩﺪﻌﺘﺗ
be: Re_/мацаваць
bg: Re_/монтиране
bn: পুনঃ_/মাউন্ট
ca: Re_/muntar
cy: Parthed_/mownt
da: Vedr_/montere
eo: Re_/monto
eu: Erre_/muntatu
fa: Re_/ﻩﻮﮐ
fi: Re_/kiinnitys
fil: Re_/bundok
ga: Maidir le_/mount
gl: Re_/montar
gu: રી_/માઉન્ટ
he: ׁשָדָחִמ_/רה
hi: पुनः_/पर्वत
hr: Ponovno_/montirati
hu: Újra_/hegy
hy: Re_/լեռը
id: Ulang_/Gunung
is: Aftur_/fjall
ka: რე_/მთაზე
kk: Re_/монтаждау
km: ឡើងវិញ_/ម៉ោន
kn: ರೆ_/ಆರೋಹಣ
ky: Re_/тоо
lb: Re_/montéieren
lo: ເຣ_/ພູ
lt: Re_/kalnas
mg: indray_/tendrombohitra
mi: Re_/maunga
mk: Одг_/монтирање
ml: റി_/മൗണ്ട്
mn: Re_/холбох
mr: रे_/माउंट
mt: Ri_/impunjazzjoni
my: ပြန်လည်_/တောင်ပေါ်
nb: Re_/montere
ne: पुन_/माउन्ट
or: ପୁନ_/ଆରୋହଣ
pa: ਦੁਬਾਰਾ_/ਮਾਊਂਟ
ps: ﺎﻴﺑ_/mount
ro: Re_/montură
rw: Re_/umusozi
sd: ﻱﺭ_/ﻞﺒﺟ
si: Re_/කන්ද
sk: Re_/namontovať
sq: Re_/montoj
sw: Re_/mlima
ta: ரெ_/ஏற்ற
te: రె_/మౌంట్
tg: Ре_/кӯҳ
th: อีกครั้ง_/ภูเขา
tk: Re_/dakyň
tt: Re_/монтаж
uk: Re_/монтувати
ur: ﮦﺭﺎﺑﻭﺩ_/ﮌﺎﮩﭘ
uz: Re_/o'rnatish
vi: Lại_/gắn kết
xh: Re_/intaba
yi: ער_/ןפּאַלקנאָ

source: _Root
af: _Wortel
am: _ሥር
ar: _ﺭﺬﺟ
be: _Корань
bg: _корен
bn: _রুট
ca: _Arrel
cy: _Gwraidd
da: _Rod
eo: _Radiko
et: _Juur
eu: _Erroa
fa: _ﻪﺸﯾﺭ
fi: _juuri
fil: _ugat
fy: _Woartel
ga: _Fréamh
gl: _Raíz
gu: _રુટ
he: _שרוש
hi: _जड़
hr: _Korijen
hu: _Gyökér
hy: _Արմատ
id: _Akar
is: _Rót
ka: _ფესვი
kk: _Түбір
km: _ឫស
kn: _ಬೇರು
ku: _Reh
lb: _Wuerzel
lo: _ຮາກ
lt: _Šaknis
lv: _Sakne
mg: _faka
mi: _Puakaa
mk: _Корен
ml: _റൂട്ട്
mn: _Үндэс
mr: _मूळ
mt: _Għeruq
my: _အမြစ်
nb: _Rot
ne: _रूट
or: _ମୂଳ
pa: _ਰੂਟ
ps: _ﻪښﻳﺭ
ro: _Rădăcină
rw: _Imizi
sd: _ٽﻭﺭ
si: _මූල
sl: _koren
sq: _Rrënja
sw: _Mzizi
ta: _வேர்
te: _రూట్
tg: _Реша
th: _ราก
tk: _Kök
tt: _Тамыр
uk: _Корінь
ur: _ﮍﺟ
uz: _Ildiz
vi: _Nguồn gốc
xh: _Ingcambu
yi: _לצראָוו

source: _Label
af: _Etiket
am: _መለያ
ar: _ﻖﺼﻠﻣ
be: _Этыкетка
bg: _Етикет
bn: _লেবেল
ca: _Etiqueta
da: _Etiket
eo: _Etikedo
et: _Silt
eu: _Etiketa
fa: _ﺐﺴﭼﺮﺑ
fy: _Etiket
ga: _Lipéad
gl: _Etiqueta
gu: _લેબલ
he: _תיוות
hi: _लेबल
hr: _Označiti
hu: _Címke
hy: _Պիտակ
is: _Merki
ka: _ლეიბლი
kk: _Заттаңба
km: _ស្លាកu200bសញ្ញា
kn: _ಲೇಬಲ್
ku: _Awanasî
ky: _Белги
lo: _ປ້າຍກຳກັບ
lt: _Etiketė
lv: _Etiķete
mi: _Tapanga
mk: _Етикета
ml: _ലേബൽ
mn: _Шошго
mr: _लेबल
mt: _Tikketta
my: _တံဆိပ်
nb: _Merkelapp
ne: _लेबल
or: _ଲେବଲ୍ |
pa: _ਲੇਬਲ
ps: _ﻞﺒﯿﻟ
ro: _Eticheta
rw: _Ikirango
sd: _ﻞﺒﻴﻟ
si: _ලේබලය
sk: _Označenie
sl: _Oznaka
sq: _Etiketa
sw: _Lebo
ta: _லேபிள்
te: _లేబుల్
tg: _Нишон
th: _ฉลาก
tk: _Bellik
tt: _Ярлык
uk: _Етикетка
ur: _ﻞﺒﯿﻟ
uz: _Yorliq
vi: _Nhãn mác
xh: _Ileyibhile
yi: _לעבאַל

source: _Check
af: _Tjek
am: _ያረጋግጡ
ar: _ﻦﻣ ﻖﻘﺤﺘﻟﺍ
be: _Праверце
bg: _Проверете
bn: _চেক করুন
ca: _Comproveu
cy: _Gwiriwch
da: _Kontrollere
eo: _Kontrolu
et: _Kontrollima
eu: _Egiaztatu
fa: _ﯽﺳﺭﺮﺑ
fi: _Tarkistaa
fil: _Suriin
fy: _Kontrôle
ga: _Seiceáil
gd: _Thoir sùil air
gl: _Comproba
gu: _તપાસો
he: _ןובשח
hi: _जाँच
hr: _Ček
hu: _Jelölje be
hy: _Ստուգեք
id: _Memeriksa
is: _Athugaðu
ka: _Ჩეკი
kk: _Тексеру
km: _ពិនិត្យ
kn: _ಪರಿಶೀಲಿಸಿ
ku: _Berçavkirinî
ky: _Текшерүү
lo: _ກວດສອບ
lt: _Patikrinti
lv: _Pārbaudiet
mg: _Taratasim-bola
mi: _Takitaki
mk: _Проверете
ml: _ചെക്ക്
mn: _Шалгах
mr: _तपासा
mt: _Iċċekkja
my: _စစ်ဆေးပါ။
nb: _Kryss av
ne: _जाँच गर्नुहोस्
or: _ଯାଞ୍ଚ କରନ୍ତୁ |
pa: _ਚੈਕ
ps: _ﮏﭼ
ro: _Verifica
rw: _Reba
sd: _ڪﻴﭼ
si: _චෙක් පත
sk: _Skontrolujte
sl: _Preverite
sq: _Kontrollo
sw: _Angalia
ta: _காசோலை
te: _తనిఖీ
tg: _Санҷед
th: _ตรวจสอบ
tk: _Barlaň
tt: _Тикшерегез
uk: _Перевірте
ur: _۔ﮟﯾﺮﮐ ﮏﯿﭼ
uz: _Tekshirish
vi: _Kiểm tra
xh: _Khangela
yi: _קעשט

source: _Edit fstab
af: _Wysig fstab
am: _አርትዕ fstab
ar: _ﺭﺮﺤﻳ fstab
be: _Рэдагаваць fstab
bg: _редактиране fstab
bn: _সম্পাদনা করুন fstab
ca: _Edita fstab
cy: _Golygu fstab
da: _Redigere fstab
eo: _Redakti fstab
et: _Muuda fstab
eu: _Editatu fstab
fa: _ﺪﯿﻨﮐ ﺶﯾﺍﺮﯾﻭ fstab
fi: _Muokata fstab
fil: _I-edit fstab
fy: _Bewurkje fstab
ga: _Cuir in eagar fstab
gd: _Deasaich fstab
gl: _Editar fstab
gu: _સંપાદિત કરો fstab
he: _ךֹורֲעַל fstab
hi: _संपादित करें fstab
hr: _Uredi fstab
hu: _Szerkesztés fstab
hy: _Խմբագրել fstab
id: _Sunting fstab
is: _Breyta fstab
ka: _რედაქტირება fstab
kk: _Өңдеу fstab
km: _កែសម្រួល fstab
kn: _ತಿದ್ದು fstab
ku: _Weşandin fstab
ky: _Түзөтүү fstab
lo: _ແກ້ໄຂ fstab
lt: _Redaguoti fstab
lv: _Rediģēt fstab
mg: _Ovay fstab
mi: _Whakatikatika fstab
mk: _Уредување fstab
ml: _എഡിറ്റ് ചെയ്യുക fstab
mn: _Засварлах fstab
mr: _सुधारणे fstab
mt: _Editja fstab
my: _တည်းဖြတ်ပါ။ fstab
nb: _Redigere fstab
ne: _सम्पादन गर्नुहोस् fstab
or: _ସଂପାଦନ କରନ୍ତୁ | fstab
pa: _ਸੰਪਾਦਿਤ ਕਰੋ fstab
ps: _ﻥﻮﻤﺳ fstab
ro: _Editați | × fstab
rw: _Hindura fstab
sd: _ﻮﻳﺮڪ ﻢﻴﻣﺮﺗ fstab
si: _සංස්කරණය කරන්න fstab
sk: _Upraviť fstab
sl: _Uredi fstab
sq: _Redakto fstab
sw: _Hariri fstab
ta: _தொகு fstab
te: _సవరించు fstab
tg: _Таҳрир fstab
th: _แก้ไข fstab
tk: _Redaktirläň fstab
tt: _Редакцияләү fstab
uk: _Редагувати fstab
ur: _ﻢﯿﻣﺮﺗ fstab
uz: _Tahrirlash fstab
vi: _Biên tập fstab
xh: _Hlela fstab
yi: _ןריגאַדער fstab

source: Edit u_devil.conf
af: Wysig u_devil.conf
am: አርትዕ u_devil.conf
ar: ﺭﺮﺤﻳ u_devil.conf
be: Рэдагаваць u_devil.conf
bg: редактиране u_devil.conf
bn: সম্পাদনা করুন u_devil.conf
ca: Edita u_devil.conf
cy: Golygu u_devil.conf
da: Redigere u_devil.conf
eo: Redakti u_devil.conf
et: Muuda u_devil.conf
eu: Editatu u_devil.conf
fa: ﺪﯿﻨﮐ ﺶﯾﺍﺮﯾﻭ u_devil.conf
fi: Muokata u_devil.conf
fil: I-edit u_devil.conf
fy: Bewurkje u_devil.conf
ga: Cuir in eagar u_devil.conf
gd: Deasaich u_devil.conf
gl: Editar u_devil.conf
gu: સંપાદિત કરો u_devil.conf
he: ךֹורֲעַל u_devil.conf
hi: संपादित करें u_devil.conf
hr: Uredi u_devil.conf
hu: Szerkesztés u_devil.conf
hy: Խմբագրել u_devil.conf
id: Sunting u_devil.conf
is: Breyta u_devil.conf
ka: რედაქტირება u_devil.conf
kk: Өңдеу u_devil.conf
km: កែសម្រួល u_devil.conf
kn: ತಿದ್ದು u_devil.conf
ku: Weşandin u_devil.conf
ky: Түзөтүү u_devil.conf
lo: ແກ້ໄຂ u_devil.conf
lt: Redaguoti u_devil.conf
lv: Rediģēt u_devil.conf
mg: Ovay u_devil.conf
mi: Whakatikatika u_devil.conf
mk: Уредување u_devil.conf
ml: എഡിറ്റ് ചെയ്യുക u_devil.conf
mn: Засварлах u_devil.conf
mr: सुधारणे u_devil.conf
mt: Editja u_devil.conf
my: တည်းဖြတ်ပါ။ u_devil.conf
nb: Redigere u_devil.conf
ne: सम्पादन गर्नुहोस् u_devil.conf
or: ସଂପାଦନ କରନ୍ତୁ | u_devil.conf
pa: ਸੰਪਾਦਿਤ ਕਰੋ u_devil.conf
ps: ﻥﻮﻤﺳ u_devil.conf
ro: Editați | × u_devil.conf
rw: Hindura u_devil.conf
sd: ﻮﻳﺮڪ ﻢﻴﻣﺮﺗ u_devil.conf
si: සංස්කරණය කරන්න u_devil.conf
sk: Upraviť u_devil.conf
sl: Uredi u_devil.conf
sq: Redakto u_devil.conf
sw: Hariri u_devil.conf
ta: தொகு u_devil.conf
te: సవరించు u_devil.conf
tg: Таҳрир u_devil.conf
th: แก้ไข u_devil.conf
tk: Redaktirläň u_devil.conf
tt: Редакцияләү u_devil.conf
uk: Редагувати u_devil.conf
ur: ﻢﯿﻣﺮﺗ u_devil.conf
uz: Tahrirlash u_devil.conf
vi: Biên tập u_devil.conf
xh: Hlela u_devil.conf
yi: ןריגאַדער u_devil.conf

source: _Format
af: _Formaat
am: _ቅርጸት
ar: _ﺔﻐﻴﺻ
be: _Фармат
bg: _Форматиране
bn: _বিন্যাস
cy: _Fformat
eo: _Formato
et: _Vorming
eu: _Formatua
fa: _ﺖﻣﺮﻓ
fi: _Muoto
fy: _Formaat
ga: _Formáid
gd: _Cruth
gl: _Formato
gu: _ફોર્મેટ
he: _טָמרּופ
hi: _प्रारूप
hu: _Formátum
hy: _Ձևաչափ
is: _Snið
ka: _ფორმატი
kk: _Формат
km: _ទម្រង់
kn: _ಫಾರ್ಮ್ಯಾಟ್
ku: _Çap
ky: _Формат
lo: _ຮູບແບບ
lt: _Formatas
lv: _Formāts
mg: _endrika
mi: _Whakahōputu
mk: _Формат
ml: _ഫോർമാറ്റ്
mn: _Формат
mr: _स्वरूप
my: _ပုံစံ
ne: _ढाँचा
or: _ଫର୍ମାଟ୍ |
pa: _ਫਾਰਮੈਟ
ps: _ﻪڼﺑ
rw: _Imiterere
sd: _ٽﻴﻣﺭﺎﻓ
si: _ආකෘතිය
sk: _Formátovať
sq: _Formati
sw: _Umbizo
ta: _வடிவம்
te: _ఫార్మాట్
tg: _Формат
th: _รูปแบบ
tt: _Формат
uk: _Формат
ur: _ﭧﯿﻣﺭﺎﻓ
vi: _Định dạng
xh: _Ubume
yi: _טאַמראָפֿ

source: _Backup
af: _Ondersteuning
am: _ምትኬ
ar: _ﻢﻋﺩ
be: _Рэзервовае капіраванне
bg: _Архивиране
bn: _ব্যাকআপ
ca: _Còpia de seguretat
cy: _Gwneud copi wrth gefn
eo: _Rezervo
et: _Varundamine
eu: _Babeskopia
fa: _ﯼﺮﯿﮔ ﻥﺎﺒﯿﺘﺸﭘ
fi: _Varmuuskopioida
fy: _Reservekopy
ga: _Cúltaca
gd: _Cùl-taic
gl: _Copia de seguranza
gu: _બેકઅપ
he: _יוביג
hi: _बैकअप
hr: _Sigurnosna kopija
hu: _biztonsági mentés
hy: _Կրկնօրինակում
id: _Cadangan
is: _Afritun
ka: _სარეზერვო
kk: _Сақтық көшірме
km: _បម្រុងទុក
kn: _ಬ್ಯಾಕಪ್
ky: _Камдык көчүрмө
lb: _Backupsatellit
lo: _ສຳຮອງ
lt: _Atsarginė kopija
lv: _Dublējums
mg: _nomaniny ho solon'izay
mi: _Pūrua
mk: _Резервна копија
ml: _ബാക്കപ്പ്
mn: _Нөөц
mr: _बॅकअप
my: _မိတ္တူ
nb: _Sikkerhetskopiering
ne: _ब्याकअप
or: _ନକଲ ସଂରକ୍ଷଣ
pa: _ਬੈਕਅੱਪ
ps: _ﭖﺍ ﮏﯿﺑ
rw: _Ububiko
sd: _ﭖﺍ ڪﻴﺑ
si: _උපස්ථ
sk: _Zálohovanie
sl: _Rezerva
sq: _Rezervimi
sw: _Hifadhi nakala
ta: _காப்புப்பிரதி
te: _బ్యాకప్
tg: _Нусхаи эҳтиётӣ
th: _สำรอง
tk: _Uptiýaçlyk nusga
tt: _Резервлау
uk: _Резервне копіювання
ur: _ﭖﺍ ﮏﯿﺑ
uz: _Zaxira
vi: _Sao lưu
xh: _NONE
yi: _פּוקקאַב

source: _Restore
af: _Herstel
am: _እነበረበት መልስ
ar: _ﺪﻴﻌﻳ
be: _Аднавіць
bg: _Възстанови
bn: _পুনরুদ্ধার করুন
ca: _Restaurar
cy: _Adfer
da: _Gendan
eo: _Restaŭri
et: _Taastama
eu: _Berreskuratu
fa: _ﻥﺪﻧﺍﺩﺮﮔﺯﺎﺑ
fi: _Palauttaa
fil: _Ibalik
fy: _Weromsette
ga: _Athchóirigh
gd: _Ath-nuadhachadh
gl: _Restaurar
gu: _પુનઃસ્થાપિત
he: _רזחשל
hi: _पुनर्स्थापित
hr: _Vratiti
hu: _visszaállítás
hy: _Վերականգնել
id: _Memulihkan
is: _Endurheimta
ka: _აღდგენა
kk: _Қалпына келтіру
km: _ស្តារ
kn: _ಮರುಸ್ಥಾಪಿಸಿ
ku: _Nûvdekirin
ky: _Калыбына келтирүү
lb: _Restauréieren
lo: _ຟື້ນຟູ
lt: Atku_rti
lv: _Atjaunot
mg: _Ampodio
mi: _Whakaora
mk: _Врати
ml: _പുനഃസ്ഥാപിക്കുക
mn: _Сэргээх
mr: _पुनर्संचयित करा
mt: _Irrestawra
my: _ပြန်ယူ
nb: _Restaurere
ne: _पुनर्स्थापना गर्नुहोस्
or: _ପୁନରୁଦ୍ଧାର କରନ୍ତୁ |
pa: _ਰੀਸਟੋਰ ਕਰੋ
ps: _ﻝﻮﻏﺭ ﺎﯿﺑ
ro: _Restabili
rw: _Kugarura
sd: _ﻮﻳﺮڪ ﻝﺎﺤﺑ
si: _ප්u200dරතිෂ්ඨාපනය කරන්න
sk: _Obnoviť
sl: _Obnovi
sq: _Rivendos
sw: _Rejesha
ta: _மீட்டமை
te: _పునరుద్ధరించు
tg: _Барқарор кардан
th: _คืนค่า
tk: _Dikelt
tt: _Реставрация
uk: _Відновлювати
ur: _۔ﮟﯾﺮﮐ ﻝﺎﺤﺑ
uz: _Qayta tiklash
vi: _Khôi phục
xh: _Buyisela
yi: _ראָטסיר

source: _From File
af: _Van lêer
am: _ከፋይል
ar: _ﻒﻠﻤﻟﺍ - ﻦﻣ
be: _З файла
bg: _От файл
bn: _ফাইল থেকে
ca: _Des de l'arxiu
cy: _O'r Ffeil
da: _Fra Fil
eo: _El Dosiero
et: _Failist
eu: _Fitxategitik
fa: _ﻞﯾﺎﻓ ﺯﺍ
fi: _Tiedostosta
fil: _Mula sa File
fy: _Fan triem
ga: _Ón gComhad
gd: _Bho fhaidhle
gl: _Desde Ficheiro
gu: _ફાઇલમાંથી
he: _ץבוק ךותמ
hi: _लेख्यपत्र से
hr: _Iz datoteke
hu: _Fájlból
hy: _Ֆայլից
id: _Dari File
is: _Úr skrá
ka: _ფაილიდან
kk: _Файлдан
km: _ពីឯកសារ
kn: _ಫೈಲ್u200cನಿಂದ
ku: _Ji Pelê
ky: _Файлдан
lb: _Vun Datei
lo: _ຈາກ File
lt: _Iš failo
lv: _No faila
mg: _Avy amin'ny File
mi: _Mai i te Kōnae
mk: _Од Датотека
ml: _ഫയലിൽ നിന്ന്
mn: _Файлаас
mr: _फाईलमधून
mt: _Minn File
my: _File မှ
nb: _Fra fil
ne: _फाइलबाट
or: _ଫାଇଲ୍ ରୁ |
pa: _ਫਾਈਲ ਤੋਂ
ps: _ﻪﺨڅ ﻞﯾﺎﻓ ﺩ
ro: _Din fisier
rw: _Kuva muri Idosiye
sd: _ﻥﺎﻣ ﻞﺋﺎﻓ
si: _ගොනුවෙන්
sk: _Zo súboru
sl: _Iz datoteke
sq: _Nga Skedari
sw: _Kutoka kwa Faili
ta: _கோப்பிலிருந்து
te: _ఫైల్ నుండి
tg: _Аз Файл
th: _จากไฟล์
tk: _Faýldan
tt: _Файлдан
uk: _З файлу
ur: _ﮯﺳ ﻞﺋﺎﻓ
uz: _Fayldan
vi: _Từ tệp
xh: _Ukusuka kwiFayile
yi: _עקעט ןופֿ

source: File _Info
af: lêer _Inligting
am: ፋይል _መረጃ
ar: ﻒﻠﻣ _ﺕﺎﻣﻮﻠﻌﻣ
be: Файл _Інфармацыя
bg: Файл _Информация
bn: ফাইল _তথ্য
ca: Dossier _Informació
cy: Ffeil _Gwybodaeth
da: Fil _Info
eo: Dosiero _Info
et: Fail _Info
eu: Fitxategia _Info
fa: ﻞﯾﺎﻓ _ﺕﺎﻋﻼ﻿ﻃﺍ
fi: Tiedosto _Tiedot
fil: file _Impormasyon
fy: Map _Info
ga: Comhad _Eolas
gd: Faidhle _Fiosrachadh
gl: Arquivo _Información
gu: ફાઈલ _માહિતી
he: ץֶבֹוק _עדימ
hi: फ़ाइल _जानकारी
hr: Datoteka _Info
hu: Fájl _Info
hy: Ֆայլ _Ինֆո
id: Mengajukan _Info
is: Skrá _Upplýsingar
ka: ფაილი _ინფორმაცია
kk: Файл _Ақпарат
km: ឯកសារ _ព័ត៌មាន
kn: ಫೈಲ್ _ಮಾಹಿತಿ
ku: Dosî _Info
ky: Файл _Маалымат
lb: Fichier _Info
lo: ໄຟລ໌ _ຂໍ້ມູນ
lt: Failas _Informacija
lv: Fails _Informācija
mg: rakitra _Info
mi: Kōnae _Nga korero
mk: Датотека _Инфо
ml: ഫയൽ _വിവരം
mn: Файл _Мэдээлэл
mr: फाईल _माहिती
mt: Fajl _Info
my: ဖို _အချက်အလက်
nb: Fil _Info
ne: फाइल _जानकारी
or: ଫାଇଲ୍ | _ସୂଚନା
pa: ਫਾਈਲ _ਜਾਣਕਾਰੀ
ps: ﻪﻨﺗﻭﺩ _ﺕﺎﻣﻮﻠﻌﻣ
ro: Fişier _Info
rw: Idosiye _Amakuru
sd: ﻞﺋﺎﻓ _ﮠﺎﭴ
si: ගොනුව _තොරතුරු
sk: Súbor _Info
sl: mapa _Info
sq: Skedari _Informacion
sw: Faili _Habari
ta: கோப்பு _தகவல்
te: ఫైల్ _సమాచారం
tg: Файл _Маълумот
th: ไฟล์ _ข้อมูล
tk: Faýl _Maglumat
tt: Файл _Мәгълүмат
uk: Файл _Інформація
ur: ﻞﺋﺎﻓ _ﺕﺎﻣﻮﻠﻌﻣ
uz: Fayl _Ma'lumot
vi: Tập tin _Thông tin
xh: Ifayile _Ulwazi
yi: עקעט _עיצאַמראָפֿניא

source: Setti_ngs
lt: _Nustatymai

source: _Internal Drives
af: _Interne dryf
am: _የውስጥ ድራይቮች
ar: _ﺔﻴﻠﺧﺍﺩ ﺕﺎﻛﺮﺤﻣ
be: _Унутраныя дыскі
bg: _Вътрешни устройства
bn: _অভ্যন্তরীণ ড্রাইভ
ca: _Unitats internes
cy: _Gyriannau Mewnol
da: _Interne drev
eo: _Internaj Veturadoj
et: _Sisemised draivid
eu: _Barne unitateak
fa: _ﯽﻠﺧﺍﺩ ﯼﺎﻫﻮﯾﺍﺭﺩ
fi: _Sisäiset asemat
fil: _Mga Panloob na Drive
fy: _Ynterne skiven
ga: _Tiomántáin Inmheánacha
gd: _Dràibhearan a-staigh
gl: _Unidades internas
gu: _આંતરિક ડ્રાઈવો
he: _םיימינפ םיננוכ
hi: _आंतरिक ड्राइव
hr: _Unutarnji pogoni
hu: _Belső meghajtók
hy: _Ներքին կրիչներ
id: _Drive Internal
is: _Innri drif
ka: _შიდა დისკები
kk: _Ішкі дискілер
km: _ដ្រាយខាងក្នុង
kn: _ಆಂತರಿಕ ಡ್ರೈವ್ಗಳು
ku: _Ajokarên Navxweyî
ky: _Ички дисктер
lb: _Intern Drive
lo: _ໄດຣຟ໌ພາຍໃນ
lt: _Vidiniai diskai
lv: _Iekšējie diskdziņi
mg: _Drives anatiny
mi: _Puku Roto
mk: _Внатрешни дискови
ml: _ആന്തരിക ഡ്രൈവുകൾ
mn: _Дотоод хөтчүүд
mr: _अंतर्गत ड्राइव्हस्
mt: _Drives Interni
my: _အတွင်းပိုင်းဒရိုက်များ
nb: _Interne stasjoner
ne: _आन्तरिक ड्राइभहरू
or: _ଆଭ୍ୟନ୍ତରୀଣ ଡ୍ରାଇଭଗୁଡ଼ିକ |
pa: _ਅੰਦਰੂਨੀ ਡਰਾਈਵਾਂ
ps: _ﻮﯾﺍﺭډ ﻲﻠﺧﺍﺩ
ro: _Unități interne
rw: _Imbere
sd: _ﻮﻴﺋﺍﺭڊ ﻲﻧﻭﺭﺪﻧﺍ
si: _අභ්යන්තර ධාවකයන්
sk: _Interné disky
sl: _Notranji pogoni
sq: _Disqet e brendshme
sw: _Hifadhi za Ndani
ta: _உள் இயக்கிகள்
te: _అంతర్గత డ్రైవ్u200cలు
tg: _Дискҳои дохилӣ
th: _ไดรฟ์ภายใน
tk: _Içerki sürüjiler
tt: _Эчке саклагычлар
uk: _Внутрішні диски
ur: _ﺯﻮﯿﺋﺍﺭﮈ ﯽﻧﻭﺭﺪﻧﺍ
uz: _Ichki disklar
vi: _Ổ đĩa nội bộ
xh: _Ukuqhuba kwangaphakathi
yi: _זוויירד ךעלרעני

source: _Empty Drives
af: _Leë dryf
am: _ባዶ ድራይቮች
ar: _ﺔﻏﺭﺎﻓ ﺕﺎﻛﺮﺤﻣ
be: _Пустыя дыскі
bg: _Празни дискове
bn: _খালি ড্রাইভ
ca: _Unitats buides
cy: _Gyriannau Gwag
da: _Tomme drev
eo: _Malplenaj Veturadoj
et: _Tühjad kettad
eu: _Unitate hutsak
fa: _ﯽﻟﺎﺧ ﯼﺎﻫﻮﯾﺍﺭﺩ
fi: _Tyhjät asemat
fil: _Walang laman ang mga Drive
fy: _Lege Drives
ga: _Tiomántáin Folamh
gd: _Dràibhearan falamh
gl: _Unidades baleiras
gu: _ખાલી ડ્રાઈવો
he: _םיקיר םיננוכ
hi: _खाली ड्राइव
hr: _Prazni pogoni
hu: _Üres meghajtók
hy: _Դատարկ սկավառակներ
id: _Drive Kosong
is: _Tóm drif
ka: _ცარიელი დისკები
kk: _Бос дискілер
km: _ថាសទទេ
kn: _ಖಾಲಿ ಡ್ರೈವ್u200cಗಳು
ku: _ajokarên vala
ky: _Бош дисктер
lb: _Eidel Fuert
lo: _ຂັບເປົ່າ
lt: _Tušti diskai
lv: _Tukši diski
mi: _Puku Putua
mk: _Празни дискови
ml: _ശൂന്യമായ ഡ്രൈവുകൾ
mn: _Хоосон хөтчүүд
mr: _रिक्त ड्राइव्ह
mt: _Drives vojta
my: _ဗလာဒရိုက်များ
nb: _Tomme stasjoner
ne: _खाली ड्राइभहरू
or: _ଖାଲି ଡ୍ରାଇଭ୍ |
pa: _ਖਾਲੀ ਡਰਾਈਵਾਂ
ps: _ﻮﯾﺍﺭډ ﻲﻟﺎﺧ
ro: _Unități goale
rw: _Ubusa
sd: _ﻮﻴﺋﺍﺭڊ ﻲﻟﺎﺧ
si: _හිස් Drives
sk: _Prázdne disky
sl: _Prazni pogoni
sq: _Disqet boshe
sw: _Hifadhi tupu
ta: _வெற்று இயக்கிகள்
te: _ఖాళీ డ్రైవ్u200cలు
tg: _Дискҳои холӣ
th: _ไดรฟ์เปล่า
tk: _Boş sürüjiler
tt: _Буш саклагычлар
uk: _Порожні диски
ur: _ﺯﻮﯿﺋﺍﺭﮈ ﯽﻟﺎﺧ
uz: _Bo'sh disklar
vi: _Ổ đĩa trống
xh: _Iidrive ezingenanto
yi: _זוויירד קידייל

source: _Partition Tables
af: _Partisietabelle
am: _የክፋይ ጠረጴዛዎች
ar: _ﻢﻴﺴﻘﺘﻟﺍ ﻝﻭﺍﺪﺟ
be: _Табліцы падзелаў
bg: _Таблици за дялове
bn: _পার্টিশন টেবিল
ca: _Taules de particions
cy: _Tablau Rhaniad
da: _Opdelingstabeller
eo: _Dispartigaj Tabeloj
et: _Jaotustabelid
eu: _Zatiketa Taulak
fa: _ﻦﺸﯿﺗﺭﺎﭘ ﻝﻭﺍﺪﺟ
fi: _Osiotaulukot
fil: _Mga Mesa ng Partisyon
ga: _Táblaí Deighilte
gd: _Clàran sgaradh
gl: _Táboas de partición
gu: _પાર્ટીશન કોષ્ટકો
he: _תוציחמ תואלבט
hi: _विभाजन तालिका
hr: _Pregradne tablice
hu: _Partíciós táblák
hy: _Բաժանման աղյուսակներ
id: _Tabel Partisi
is: _Skiptingatöflur
ka: _დანაყოფი მაგიდები
kk: _Бөлу кестелері
km: _តារាងបែងចែក
kn: _ವಿಭಜನಾ ಕೋಷ್ಟಕಗಳು
ku: _Tabloyên Parvekirinê
ky: _Бөлүү таблицалары
lb: _Partition Dëscher
lo: _ຕາຕະລາງແບ່ງສ່ວນ
lt: _Perskirstymo lentelės
lv: _Sadalījumu tabulas
mg: _Tabilao fisarahana
mi: _Ripanga Wehewehenga
mk: _Табели за партиции
ml: _പാർട്ടീഷൻ ടേബിളുകൾ
mn: _Хуваалтын хүснэгтүүд
mr: _विभाजन सारण्या
mt: _Tabelli tal-Diviżorji
my: _Partition ဇယားများ
nb: _Partisjonstabeller
ne: _विभाजन तालिकाहरू
or: _ବିଭାଜନ ଟେବୁଲଗୁଡ଼ିକ
pa: _ਭਾਗ ਸਾਰਣੀ
ps: _ﻪﻧﻭﺰﯿﻣ ﺶﯾﻭ ﺩ
ro: _Tabele de partiții
rw: _Imbonerahamwe y'Ibice
sd: _ﻞﺒﻴٽ ﻲﺟ ﻲﮜﺎﻫﺭﻭ
si: _කොටස් වගු
sk: _Rozdeľovacie tabuľky
sl: _Predelne tabele
sq: _Tabelat e ndarjes
sw: _Majedwali ya Kugawa
ta: _பகிர்வு அட்டவணைகள்
te: _విభజన పట్టికలు
tg: _Ҷадвалҳои тақсимкунӣ
th: _ตารางพาร์ทิชัน
tk: _Bölüm tablisalary
tt: _Бүлек таблицалары
uk: _Таблиці розділів
ur: _ﺰﻠﺒﯿﭨ ﻦﺸﯿﭨﺭﺎﭘ
uz: _Bo'lim jadvallari
vi: _Bảng phân vùng
xh: _Iitheyibhile zezahlulo
yi: _סעלבאַט גנולייטעצ

source: Mounted _Networks
af: Gemonteer _Netwerke
am: ተጭኗል _አውታረ መረቦች
ar: ﺔﺒﻛﺮﻤﻟﺍ _ﺕﺎﻜﺒﺸﻟﺍ
be: Змантаваны _Сеткі
bg: Монтиран _мрежи
bn: মাউন্ট করা হয়েছে _নেটওয়ার্ক
ca: Muntat _Xarxes
cy: Wedi'i osod _Rhwydweithiau
da: Monteret _Netværk
eo: Muntita _Retoj
et: Paigaldatud _Võrgud
eu: Muntatua _Sareak
fa: ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ _ﯼﺎﻫ ﻪﮑﺒﺷ
fi: Asennettu _Verkot
fil: Naka-mount _Mga network
fy: Montearre _Netwurken
ga: Suite _Líonraí
gd: Air a chur suas _Lìonraidhean
gl: Montado _Redes
gu: માઉન્ટ થયેલ _નેટવર્ક્સ
he: בּוכָר _תותשר
hi: घुड़सवार _नेटवर्क
hr: Montiran _Mreže
hu: Felszerelt _Hálózatok
hy: Մոնտաժված _Ցանցեր
id: terpasang _Jaringan
is: Uppsettur _Netkerfi
ka: დამონტაჟებული _ქსელები
kk: Орнатылған _Желілер
km: បានម៉ោន _បណ្តាញ
kn: ಆರೋಹಿಸಲಾಗಿದೆ _ಜಾಲಗಳು
ky: Монтаждалган _Тармактар
lb: Montéiert _Netzwierker
lo: ຕິດຕັ້ງ _ເຄືອຂ່າຍ
lt: Sumontuotas _Tinklai
lv: Uzmontēts _Tīkli
mg: nitaingina _tambajotra
mi: Whakanohoia _Whatunga
mk: Монтирани _Мрежи
ml: മൗണ്ട് ചെയ്തു _നെറ്റ്വർക്കുകൾ
mn: Суурилуулсан _Сүлжээ
mr: आरोहित _नेटवर्क्स
mt: Immontat _Netwerks
my: ပြိုး _ကွန်ရက်များ
nb: Montert _Nettverk
ne: माउन्ट गरियो _नेटवर्कहरू
or: ଆରୋହଣ _ନେଟୱର୍କଗୁଡ଼ିକ
pa: ਮਾਊਂਟ ਕੀਤਾ _ਨੈੱਟਵਰਕ
ps: ﯼﻮﺷ ﻝﺩﻮښﯾﺍ _ﯥﮑﺒﺷ
ro: Montat _Rețele
rw: Yashizwe _Imiyoboro
sd: ﻞﮙﻟ _ڪﺭﻭ ٽﻴﻧ
si: සවිකර ඇත _ජාල
sk: Namontované _siete
sl: Montiran _omrežja
sq: I montuar _Rrjetet
sw: Imewekwa _Mitandao
ta: ஏற்றப்பட்டது _நெட்வொர்க்குகள்
te: మౌంట్ చేయబడింది _నెట్u200cవర్క్u200cలు
tg: Васл карда шудааст _Шабакаҳо
th: ติด _เครือข่าย
tk: Gurnalan _Torlar
tt: Монтажланган _Челтәрләр
uk: Змонтований _мережі
ur: ﺐﺼﻧ _ﺲﮐﺭﻭ ﭧﯿﻧ
uz: O'rnatilgan _Tarmoqlar
vi: Gắn kết _Mạng
xh: Inyusiwe _Uthungelwano
yi: דעטנואָמ _סקראָווטענ
