Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
af: Die volgende vervangingsveranderlikes moet waarskynlik in die kompressie-opdrag wees: Een van die volgende: %%n: Eerste geselekteerde lêer/gids om te argiveer %%N: Alle geselekteerde lêers/gidse om te argiveer en een van die volgende: %%o: Gevolglike enkele argief %%O: Gevolglike argief per bronlêer/gids
am: የሚከተሉት የመተኪያ ተለዋዋጮች ምናልባት በማመቅ ትዕዛዙ ውስጥ መሆን አለባቸው፡ ከሚከተሉት ውስጥ አንዱ፡- %%n: መጀመሪያ የተመረጠ ፋይል/ማህደር ወደ ማህደር %%N: ሁሉም የተመረጡ ፋይሎች/ ማውጫዎች ወደ ማህደር እና ከሚከተሉት ውስጥ አንዱ፡- %%o: ውጤት ነጠላ መዝገብ %%O: የውጤት ማህደር በእያንዳንዱ የምንጭ ፋይል/ ማውጫ
ar: :ﻂﻐﻀﻟﺍ ﺮﻣﺃ ﻲﻓ ﺔﻴﻟﺎﺘﻟﺍ ﻝﺍﺪﺒﺘﺳﻻ﻿ﺍ ﺕﺍﺮﻴﻐﺘﻣ ﻥﻮﻜﺗ ﻥﺃ ﻞﻤﺘﺤﻤﻟﺍ ﻦﻣ :ﺔﻴﻟﺎﺘﻟﺍ ﻦﻣ ﺓﺪﺣﺍﻭ %%n: ﺔﻔﺷﺭﻸ﻿ﻟ ﺩﺪﺤﻣ ﻞﻴﻟﺩ / ﻒﻠﻣ ﻝﻭﺃ %%N: ﺔﻔﺷﺭﻸ﻿ﻟ ﺓﺩﺪﺤﻤﻟﺍ ﻞﺋﻻ﻿ﺪﻟﺍ / ﺕﺎﻔﻠﻤﻟﺍ ﻊﻴﻤﺟ :ﻲﻠﻳ ﺎﻤﻣ ﺪﺣﺍﻭﻭ %%o: ﺞﺗﺎﻨﻟﺍ ﺪﺣﺍﻭ ﻒﻴﺷﺭﺃ %%O: ﺭﺪﺼﻣ ﻞﻴﻟﺩ / ﻒﻠﻣ ﻞﻜﻟ ﺞﺗﺎﻨﻟﺍ ﻒﻴﺷﺭﻷ﻿ﺍ
be: Наступныя зменныя замены, верагодна, павінны быць у камандзе сціску: Адно з наступнага: %%n: Першы выбраны файл/каталог для архівавання %%N: Усе выбраныя файлы / каталогі для архівавання і адно з наступнага: %%o: Адзіны архіў у выніку %%O: Атрыманы архіў на зыходны файл/каталог
bg: Следните заместващи променливи вероятно трябва да са в командата за компресиране: Едно от следните: %%n: Първият избран файл/директория за архивиране %%N: Всички избрани файлове/директории за архивиране и едно от следните: %%o: Получен един архив %%O: Резултатен архив за изходен файл/директория
bn: নিম্নলিখিত প্রতিস্থাপন ভেরিয়েবলগুলি সম্ভবত কম্প্রেশন কমান্ডে থাকা উচিত: নিম্নলিখিত এক: %%n: আর্কাইভ করার জন্য প্রথম নির্বাচিত ফাইল/ডিরেক্টরি %%N: আর্কাইভ করার জন্য সমস্ত নির্বাচিত ফাইল/ডিরেক্টরি এবং নিম্নলিখিতগুলির মধ্যে একটি: %%o: একক সংরক্ষণাগার ফলাফল %%O: উৎস ফাইল/ডিরেক্টরি প্রতি ফলাফল সংরক্ষণাগার
ca: Les variables de substitució següents probablement haurien d'estar a l'ordre de compressió: Un dels següents: %%n: Primer fitxer/directori seleccionat per arxivar %%N: Tots els fitxers/directoris seleccionats per arxivar i una de les següents: %%o: Arxiu únic resultant %%O: Arxiu resultant per fitxer/directori font
cy: Mae'n debyg y dylai'r newidynnau amnewid canlynol fod yn y gorchymyn cywasgu: Un o'r canlynol: %%n: Ffeil / cyfeiriadur a ddewiswyd gyntaf i'r archif %%N: Pob ffeil / cyfeiriadur a ddewiswyd i'w harchifo ac un o'r canlynol: %%o: Archif sengl o ganlyniad %%O: Archif o ganlyniad i bob ffeil / cyfeiriadur ffynhonnell
da: Følgende substitutionsvariable skal sandsynligvis være i komprimeringskommandoen: En af følgende: %%n: Først valgt fil/mappe til arkivering %%N: Alle valgte filer/mapper til arkivering og en af u200bu200bfølgende: %%o: Resulterende enkelt arkiv %%O: Resulterende arkiv pr. kildefil/mappe
eo: La sekvaj anstataŭigaj variabloj verŝajne devus esti en la kunprema komando: Unu el la sekvaj: %%n: Unue elektita dosiero/dosierujo por arkivi %%N: Ĉiuj elektitaj dosieroj/dosierujoj por arkivi kaj unu el la jenaj: %%o: Rezulta ununura arkivo %%O: Rezulta arkivo per fontdosiero/dosierujo
et: Järgmised asendusmuutujad peaksid tõenäoliselt olema tihenduskäskluses: Üks järgmistest: %%n: Esmalt valitud fail/kataloog arhiivimiseks %%N: Kõik valitud failid/kataloogid arhiivimiseks ja üks järgmistest: %%o: Tulemuseks üks arhiiv %%O: Tulemuseks olev arhiiv lähtefaili/kataloogi kohta
eu: Ordezkapen-aldagai hauek ziurrenik konpresio komandoan egon beharko lukete: Honako hauetako bat: %%n: Lehen hautatutako fitxategia/direktorioa artxibatzeko %%N: Hautatutako fitxategi/direktorio guztiak artxibatzeko eta hauetako bat: %%o: Ondorioz, artxibo bakarra %%O: Sortutako artxiboa iturburu-fitxategi/direktorio bakoitzeko
fa: :ﺪﻨﺷﺎﺑ ﯼﺯﺎﺳ ﻩﺩﺮﺸﻓ ﺭﻮﺘﺳﺩ ﺭﺩ ﺪﯾﺎﺑ ًﻻ﻿ﺎﻤﺘﺣﺍ ﺮﯾﺯ ﻦﯾﺰﮕﯾﺎﺟ ﯼﺎﻫﺮﯿﻐﺘﻣ :ﺮﯾﺯ ﺩﺭﺍﻮﻣ ﺯﺍ ﯽﮑﯾ %%n: ﺪﺷ ﺏﺎﺨﺘﻧﺍ ﯽﻧﺎﮕﯾﺎﺑ ﯼﺍﺮﺑ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ/ﻞﯾﺎﻓ ﻦﯿﻟﻭﺍ %%N: ﯽﻧﺎﮕﯾﺎﺑ ﯼﺍﺮﺑ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﯼﺎﻫ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ/ﺎﻫ ﻞﯾﺎﻓ ﻪﻤﻫ ﺮﯾﺯ ﺩﺭﺍﻮﻣ ﺯﺍ ﯽﮑﯾ ﻭ %%o: ﻞﺻﺎﺣ ﺪﺣﺍﻭ ﯽﻧﺎﮕﯾﺎﺑ %%O: ﻊﺒﻨﻣ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ/ﻞﯾﺎﻓ ﺮﻫ ﺭﺩ ﻪﺠﯿﺘﻧ ﻮﯿﺷﺭﺁ
fi: Seuraavien korvaavien muuttujien pitäisi luultavasti olla pakkauskomennossa: Jokin seuraavista: %%n: Ensimmäinen valittu tiedosto/hakemisto arkistoitavaksi %%N: Kaikki valitut arkistoitavat tiedostot/hakemistot ja yksi seuraavista: %%o: Tuloksena yksi arkisto %%O: Tuloksena oleva arkisto lähdetiedostoa/hakemistoa kohti
fil: Ang mga sumusunod na variable ng pagpapalit ay dapat na nasa compression command: Isa sa mga sumusunod: %%n: Unang napiling file/direktoryo upang i-archive %%N: Lahat ng mga napiling file/direktoryo upang i-archive at isa sa mga sumusunod: %%o: Nagreresultang solong archive %%O: Nagreresultang archive bawat source file/directory
fy: De folgjende ferfangingsfariabelen moatte wierskynlik wêze yn it kompresjekommando: Ien fan 'e folgjende: %%n: Earste selektearre triem / map te argyf %%N: Alle selektearre triemmen / mappen te argyf en ien fan 'e folgjende: %%o: Resultaat ien argyf %%O: Resultaat argyf per boarne triem / map
ga: Is dócha go mbeadh na hathróga ionadaíochta seo a leanas san ordú comhbhrúite: Ceann amháin díobh seo a leanas: %%n: An chéad chomhad / eolaire roghnaithe le cartlann %%N: Gach comhad / eolaire roghnaithe le cartlann agus ceann amháin díobh seo a leanas: %%o: Cartlann aonair mar thoradh air %%O: Cartlann mar thoradh ar gach comhad foinse / eolaire
gd: Bu chòir na caochladairean ionaid a leanas a bhith san àithne teannachaidh: Aon de na leanas: %%n: A ’chiad faidhle / eòlaire taghte don tasglann %%N: A h-uile faidhle / eòlaire taghte airson tasglann agus aon de na leanas: %%o: Toradh aon tasglann %%O: Tasglann toradh gach faidhle stòr / eòlaire
gl: As seguintes variables de substitución probablemente deberían estar no comando de compresión: Un dos seguintes: %%n: O primeiro ficheiro/directorio seleccionado para arquivar %%N: Todos os ficheiros/directorios seleccionados para arquivar e un dos seguintes: %%o: Arquivo único resultante %%O: Arquivo resultante por ficheiro/directorio fonte
gu: નીચેના અવેજી ચલો કદાચ કમ્પ્રેશન આદેશમાં હોવા જોઈએ: નીચેનામાંથી એક: %%n: આર્કાઇવ કરવા માટે પ્રથમ પસંદ કરેલી ફાઇલ/ડિરેક્ટરી %%N: આર્કાઇવ કરવા માટે બધી પસંદ કરેલી ફાઇલો/ડિરેક્ટરીઝ અને નીચેનામાંથી એક: %%o: પરિણામી એક આર્કાઇવ %%O: સ્ત્રોત ફાઇલ/ડિરેક્ટરી દીઠ પરિણામી આર્કાઇવ
he: :הסיחדה תדוקפב תויהל םיכירצ הארנכ םיאבה הפלחהה ינתשמ :םיאבהמ דחא %%n: ןויכראל ןושאר ורחבנש היירפס/ץבוק %%N: ןויכראל ורחבנש תוירפסה/םיצבקה לכ :םיאבהמ דחאו %%o: דדוב ןויכרא ךכמ האצותכ %%O: רוקמ היירפס/ץבוק לכל לבקתמה ןויכרא
hi: निम्नलिखित प्रतिस्थापन चर संभवतः कंप्रेशन कमांड में होने चाहिए: निम्न में से एक: %%n: संग्रह के लिए पहली चयनित फ़ाइल/निर्देशिका %%N: संग्रह करने के लिए सभी चयनित फ़ाइलें/निर्देशिका और निम्न में से एक: %%o: परिणामी एकल संग्रह %%O: परिणामी संग्रह प्रति स्रोत फ़ाइल/निर्देशिका
hr: Sljedeće zamjenske varijable vjerojatno bi trebale biti u naredbi za kompresiju: Jedno od sljedećeg: %%n: Prva odabrana datoteka/direktorij za arhiviranje %%N: Sve odabrane datoteke/direktorije za arhiviranje i jedno od sljedećeg: %%o: Rezultirajuća pojedinačna arhiva %%O: Rezultirajuća arhiva po izvornoj datoteci/direktoriju
hu: A következő helyettesítő változóknak valószínűleg szerepelniük kell a tömörítési parancsban: Az alábbiak egyike: %%n: Elsőként archiválandó fájl/könyvtár %%N: Minden kiválasztott fájl/könyvtár archiválandó és a következők egyike: %%o: Az eredmény egyetlen archívum %%O: Az eredmény archívum forrásfájlonként/könyvtáronként
hy: Հետևյալ փոխարինման փոփոխականները հավանաբար պետք է լինեն սեղմման հրամանում. Հետևյալներից մեկը. %%n: Առաջին ընտրված ֆայլը/գրացուցակը արխիվացնելու համար %%N: Բոլոր ընտրված ֆայլերը/տեղեկատուները՝ արխիվացնելու համար և հետևյալներից մեկը. %%o: Ստացված մեկ արխիվ %%O: Ստացված արխիվը յուրաքանչյուր աղբյուրի ֆայլի/տեղեկատուի համար
id: Variabel substitusi berikut mungkin harus ada dalam perintah kompresi: Satu dari berikut: %%n: File/direktori pertama yang dipilih untuk diarsipkan %%N: Semua file/direktori yang dipilih untuk diarsipkan dan salah satu dari berikut ini: %%o: Arsip tunggal yang dihasilkan %%O: Arsip yang dihasilkan per file/direktori sumber
is: Eftirfarandi skiptibreytur ættu líklega að vera í samþjöppunarskipuninni: Eitt af eftirfarandi: %%n: Fyrst valin skrá/skrá til að geyma %%N: Allar valdar skrár/möppur til að geyma og eitt af eftirfarandi: %%o: Einstök skjalasafn sem myndast %%O: Afleiðandi skjalasafn fyrir hverja upprunaskrá/möppu
ka: შემდეგი შემცვლელი ცვლადები სავარაუდოდ უნდა იყოს შეკუმშვის ბრძანებაში: ერთ-ერთი შემდეგი: %%n: პირველი არჩეული ფაილი/საარქივო დირექტორია %%N: ყველა არჩეული ფაილი/საქაღალდე არქივისთვის და ერთ-ერთი შემდეგი: %%o: შედეგად მიღებული ერთი არქივი %%O: შედეგად მიღებული არქივი თითო წყაროს ფაილზე / დირექტორიაში
kk: Келесі ауыстыру айнымалылары қысу пәрменінде болуы мүмкін: Төмендегілердің бірі: %%n: Мұрағаттау үшін бірінші таңдалған файл/каталог %%N: Мұрағатталатын барлық таңдалған файлдар/каталогтар және келесілердің бірі: %%o: Нәтижесінде бірыңғай мұрағат %%O: Бастапқы файл/каталог бойынша нәтиже мұрағат
km: អថេរជំនួសខាងក្រោមគួរតែស្ថិតនៅក្នុងពាក្យបញ្ជាបង្ហាប់៖ មួយក្នុងចំណោមខាងក្រោម៖ %%n: ឯកសារ/ថតដែលបានជ្រើសរើសដំបូងដើម្បីទុកក្នុងប័ណ្ណសារ %%N: ឯកសារ/ថតដែលបានជ្រើសរើសទាំងអស់ដើម្បីទុកក្នុងប័ណ្ណសារ និងមួយក្នុងចំណោមខាងក្រោម៖ %%o: លទ្ធផលបណ្ណសារតែមួយ %%O: បណ្ណសារលទ្ធផលក្នុងមួយឯកសារ/ថតប្រភព
kn: ಕೆಳಗಿನ ಪರ್ಯಾಯ ಅಸ್ಥಿರಗಳು ಬಹುಶಃ ಸಂಕೋಚನ ಆಜ್ಞೆಯಲ್ಲಿರಬೇಕು: ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದು: %%n: ಆರ್ಕೈವ್ ಮಾಡಲು ಮೊದಲು ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್/ಡೈರೆಕ್ಟರಿ %%N: ಆರ್ಕೈವ್ ಮಾಡಲು ಎಲ್ಲಾ ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್u200cಗಳು/ಡೈರೆಕ್ಟರಿಗಳು ಮತ್ತು ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದು: %%o: ಒಂದೇ ಆರ್ಕೈವ್ ಫಲಿತಾಂಶ %%O: ಪ್ರತಿ ಮೂಲ ಫೈಲ್/ಡೈರೆಕ್ಟರಿಯ ಫಲಿತಾಂಶದ ಆರ್ಕೈವ್
ku: Dibe ku guhêrbarên guheztinê yên jêrîn di fermana berhevkirinê de bin: Yek ji van jêrîn: %%n: Pêşî pel / pelrêça hilbijartî ji bo arşîvê %%N: Hemî pel / pelrêçên hilbijartî ji bo arşîvkirinê û yek ji van jêrîn: %%o: Encama arşîva yekane %%O: Encama arşîva li ser pelê / pelrêça çavkanî
ky: Төмөнкү алмаштыруу өзгөрмөлөрү кысуу буйругунда болушу керек: Төмөнкүлөрдүн бири: %%n: Архивдөө үчүн биринчи тандалган файл/каталог %%N: Бардык тандалган файлдар/каталогдор архивделет жана төмөнкүлөрдүн бири: %%o: Натыйжада бирдиктүү архив %%O: Ар бир баштапкы файл/каталог боюнча жыйынтык архив
lb: Déi folgend Ersatzvariablen solle wahrscheinlech am Kompressiounskommando sinn: Ee vun de folgenden: %%n: Éischt ausgewielte Fichier / Verzeechnes fir ze archivéieren %%N: All ausgewielte Dateien / Verzeichnungen fir ze archivéieren an ee vun de folgenden: %%o: Resultéiert eenzel Archiv %%O: Resultéiert Archiv pro Quelldatei / Verzeechnes
lo: ຕົວແປການທົດແທນຕໍ່ໄປນີ້ຄວນຈະຢູ່ໃນຄໍາສັ່ງບີບອັດ: ໜຶ່ງໃນສິ່ງຕໍ່ໄປນີ້: %%n: ທໍາອິດເລືອກໄຟລ໌ / ໄດເລກະທໍລີເພື່ອເກັບໄວ້ %%N: ໄຟລ໌/ໄດເລກະທໍລີທີ່ເລືອກທັງໝົດເພື່ອເກັບໄວ້ ແລະຫນຶ່ງໃນຕໍ່ໄປນີ້: %%o: ຜົນການເກັບມ້ຽນອັນດຽວ %%O: ຜົນການຈັດເກັບຂໍ້ມູນຕໍ່ແຫຼ່ງໄຟລ໌/ໄດເລກະທໍລີ
lt: Suspaudimo komandoje tikriausiai turėtų būti šie pakaitiniai kintamieji: Vienas iš šių: %%n: Pirmas pasirinktas failas/katalogas archyvuoti %%N: Visi pasirinkti failai / katalogai archyvuoti ir vienas iš šių: %%o: Gautas vienas archyvas %%O: Gautas archyvas pagal šaltinio failą / katalogą
lv: Saspiešanas komandā, iespējams, ir jābūt šādiem aizstāšanas mainīgajiem: Viens no šiem: %%n: Pirmais arhivējamais fails/direktorijs %%N: Visi atlasītie faili/direktorijas arhivēšanai un vienu no šiem: %%o: Rezultātā tiek izveidots viens arhīvs %%O: Iegūtais arhīvs katrā avota failā/direktorijā
mg: Tokony ho ao amin'ny baikon'ny compression ireto fari-pisoloana manaraka ireto: Iray amin'ireto manaraka ireto: %%n: Ny rakitra / lahatahiry voafantina voalohany ho tahiry %%N: Ny rakitra/lahatsoratra voafantina rehetra hotehirizina ary ny iray amin'ireto manaraka ireto: %%o: Ny arsiva tokana vokatr'izany %%O: Ny arisiva vokatra isaky ny rakitra / lahatahiry loharano
mi: Ko nga taurangi whakakapinga e whai ake nei me noho pea i roto i te whakahau kōpeketanga: Ko tetahi o enei e whai ake nei: %%n: I kowhiria tuatahi te konae/whaiaronga ki te puranga %%N: Katoa nga konae/whaiaronga kua tohua hei puranga me tetahi o enei e whai ake nei: %%o: Puranga kotahi %%O: Puranga hua mo ia puna puna / whaiaronga
mk: Следниве променливи за замена веројатно треба да бидат во командата за компресија: Едно од следниве: %%n: Прво избраната датотека/директориум за архивирање %%N: Сите избрани датотеки/директориуми за архивирање и едно од следниве: %%o: Како резултат на една архива %%O: Резултирачката архива по изворна датотека/директориум
ml: ഇനിപ്പറയുന്ന സബ്സ്റ്റിറ്റ്യൂഷൻ വേരിയബിളുകൾ ഒരുപക്ഷേ കംപ്രഷൻ കമാൻഡിലായിരിക്കണം: ഇനിപ്പറയുന്നവയിൽ ഒന്ന്: %%n: ആർക്കൈവുചെയ്യാൻ ആദ്യം തിരഞ്ഞെടുത്ത ഫയൽ/ഡയറക്u200cടറി %%N: ആർക്കൈവുചെയ്യാൻ തിരഞ്ഞെടുത്ത എല്ലാ ഫയലുകളും/ഡയറക്u200cടറികളും കൂടാതെ ഇനിപ്പറയുന്നവയിൽ ഒന്ന്: %%o: ഫലം ഒറ്റ ആർക്കൈവ് %%O: ഓരോ സോഴ്u200cസ് ഫയൽ/ഡയറക്u200cടറിയിലും ഫലമായുണ്ടാകുന്ന ആർക്കൈവ്
mn: Дараах орлуулах хувьсагч нь шахалтын команд дотор байх ёстой: Дараахь зүйлсийн нэг: %%n: Архивлахын тулд эхлээд сонгосон файл/лавлах %%N: Архивлах бүх сонгогдсон файл/лавлах ба дараахь зүйлсийн аль нэг нь: %%o: Үр дүнд нь нэг архив %%O: Эх файл/санд тус бүрийн архивын үр дүн
mr: खालील प्रतिस्थापन व्हेरिएबल्स कॉम्प्रेशन कमांडमध्ये असावेत: खालीलपैकी एक: %%n: संग्रहित करण्यासाठी प्रथम निवडलेली फाइल/डिरेक्टरी %%N: संग्रहित करण्यासाठी सर्व निवडलेल्या फाईल्स/डिरेक्टरी आणि खालीलपैकी एक: %%o: परिणामी एकल संग्रहण %%O: प्रति स्रोत फाइल/डिरेक्टरी परिणामी संग्रहण
mt: Il-varjabbli ta' sostituzzjoni li ġejjin għandhom probabbilment ikunu fil-kmand tal-kompressjoni: Waħda minn dawn li ġejjin: %%n: L-ewwel fajl/direttorju magħżul għall-arkivju %%N: Il-fajls/direttorji kollha magħżula għall-arkivjar u waħda minn dawn li ġejjin: %%o: Arkivju uniku li jirriżulta %%O: Arkivju li jirriżulta għal kull fajl/direttorju tas-sors
my: အောက်ပါ အစားထိုး ကိန်းရှင်များသည် compression command တွင် ရှိသင့်သည်- အောက်ပါတို့အနက်မှ တစ်ခု- %%n: သိမ်းဆည်းရန်အတွက် ပထမဆုံးရွေးချယ်ထားသော ဖိုင်/လမ်းညွှန် %%N: ရွေးချယ်ထားသော ဖိုင်များ/လမ်းညွှန်များအားလုံးကို သိမ်းဆည်းရန် နှင့် အောက်ပါတို့ထဲမှ တစ်ခု။ %%o: ရလဒ်တစ်ခုတည်းကို တင်ထားပါတယ်။ %%O: အရင်းအမြစ် ဖိုင်/လမ်းညွှန်တစ်ခုအတွက် ရလဒ် မော်ကွန်း
nb: Følgende substitusjonsvariabler bør sannsynligvis være i komprimeringskommandoen: En av følgende: %%n: Først valgt fil/katalog som skal arkiveres %%N: Alle valgte filer/kataloger skal arkiveres og en av følgende: %%o: Resulterende enkeltarkiv %%O: Resulterende arkiv per kildefil/katalog
ne: निम्न प्रतिस्थापन चरहरू सम्भवतः कम्प्रेसन आदेशमा हुनुपर्छ: निम्न मध्ये एक: %%n: संग्रह गर्नको लागि पहिलो चयन गरिएको फाइल/डाइरेक्टरी %%N: संग्रह गर्नका लागि सबै चयन गरिएका फाइलहरू/डाइरेक्टरीहरू र निम्न मध्ये एक: %%o: नतिजा एकल अभिलेख %%O: प्रति स्रोत फाइल/डाइरेक्टरी नतिजा अभिलेख
or: ନିମ୍ନଲିଖିତ ପ୍ରତିସ୍ଥାପନ ଭେରିଏବଲ୍ ଗୁଡିକ ସଙ୍କୋଚନ କମାଣ୍ଡରେ ରହିବା ଉଚିତ: ନିମ୍ନଲିଖିତ ମଧ୍ୟରୁ ଗୋଟିଏ: %%n: ଆର୍କାଇଭ୍ ପାଇଁ ପ୍ରଥମେ ମନୋନୀତ ଫାଇଲ୍ / ଡିରେକ୍ଟୋରୀ | %%N: ସମସ୍ତ ମନୋନୀତ ଫାଇଲ୍ / ଡିରେକ୍ଟୋରୀଗୁଡିକ ଆର୍କାଇଭ୍ କରିବାକୁ | ଏବଂ ନିମ୍ନଲିଖିତ ମଧ୍ୟରୁ ଗୋଟିଏ: %%o: ଏକକ ଅଭିଲେଖାଗାରର ଫଳାଫଳ | %%O: ଉତ୍ସ ଉତ୍ସ ଫାଇଲ / ଡିରେକ୍ଟୋରୀ ପ୍ରତି ଆର୍କାଇଭ୍ ଫଳାଫଳ |
pa: ਹੇਠਾਂ ਦਿੱਤੇ ਬਦਲਵੇਂ ਵੇਰੀਏਬਲ ਸ਼ਾਇਦ ਕੰਪਰੈਸ਼ਨ ਕਮਾਂਡ ਵਿੱਚ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ: ਇਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ: %%n: ਪੁਰਾਲੇਖ ਲਈ ਪਹਿਲੀ ਚੁਣੀ ਗਈ ਫਾਈਲ/ਡਾਇਰੈਕਟਰੀ %%N: ਪੁਰਾਲੇਖ ਲਈ ਸਾਰੀਆਂ ਚੁਣੀਆਂ ਗਈਆਂ ਫਾਈਲਾਂ/ਡਾਇਰੈਕਟਰੀਆਂ ਅਤੇ ਹੇਠ ਲਿਖਿਆਂ ਵਿੱਚੋਂ ਇੱਕ: %%o: ਨਤੀਜੇ ਵਜੋਂ ਸਿੰਗਲ ਆਰਕਾਈਵ %%O: ਨਤੀਜੇ ਵਜੋਂ ਪੁਰਾਲੇਖ ਪ੍ਰਤੀ ਸਰੋਤ ਫਾਈਲ/ਡਾਇਰੈਕਟਰੀ
ps: :ﻱﻭ ﯥﮐ ډﻧﺎﻤﮐ ﻦﺸﯾﺮﭙﻤﮐ ﺩ ﺪﯾﺎﺑ ﺕﺍﺮﯿﻐﺗ ﻞﯾﺪﺑ ﯤﺪﻧﻻ﻿ :ﻪﺨڅ ﯤﺪﻧﻻ﻿ ﻪﻟ ﻮﯾ %%n: ﺩﻮښﺭﻻ﻿ / ﻞﯾﺎﻓ ﯼﻮﺷ ﻩﺭﻮﻏ ﯼړﻣﻮﻟ ﻩﺭﺎﭙﻟ ﻒﯿﺷﺭﺁ ﺩ %%N: ﻪﺗ ﻒﯿﺷﺭﺁ ﺩﻮښﺭﻻ﻿ / ﻪﻧﻮﻠﯾﺎﻓ ﻱﻮﺷ ﻩﺭﻮﻏ ﻝﻮټ :ﻪﺨڅ ﯤﺪﻧﻻ﻿ ﻪﻟ ﻮﯾ ﻭﺍ %%o: ﻪﻠﯾﺎﭘ ﻒﯿﺷﺭﺁ ﺪﺣﺍﻭ ﺩ %%O: ﻒﯿﺷﺭﺁ ﯽﮑﻧﻭﺮﻟ ﻪﻠﯾﺎﭘ ﺩﻮښﺭﻻ﻿ / ﻞﯾﺎﻓ ﯥﻨﯿﭼﺮﺳ ﯤﺮﻫ ﺩ
ro: Următoarele variabile de înlocuire ar trebui probabil să fie în comanda de compresie: Una dintre următoarele: %%n: Primul fișier/director selectat de arhivat %%N: Toate fișierele/directoarele selectate de arhivat și una dintre următoarele: %%o: Arhiva unică rezultată %%O: Arhiva rezultată pe fișier/director sursă
rw: Impinduka zikurikira zo gusimbuza zigomba kuba ziri muri compression command: Kimwe muri ibi bikurikira: %%n: Bwa mbere byatoranijwe dosiye / ububiko bwububiko %%N: Byose byatoranijwe dosiye / ububiko bwububiko na kimwe muri ibi bikurikira: %%o: Igisubizo cyububiko bumwe %%O: Igisubizo cyububiko kuri dosiye / ububiko
sd: .ﻲﺟﺮﮭﮔ ﮡﺌﮬ ۾ ڊﻧﺎﻤڪ ﻦﺸﻳﺮﭙﻤڪ ﺪﻳﺎﺷ ﺮﻴﻐﺘﻣ ﻝﺩﺎﺒﺘﻣ ﻞﻧڏ ﭟﻴﮬ :ﻭڙڪﮬ ﻥﺎﻣ ﻦﻴﭡﻴﮬ %%n: ﻱﺮٽڪﻳﺮﺋﺍڊ/ﻞﺋﺎﻓ ﻮﻳڊﻧﻮﭼ ﻥﻮﻳﺮﻬﭘ ءِﻻ﻿ ﮠﺮڪ ﻮﻴﺋﺎڪﺭﺁ %%N: ءِﻻ﻿ ﮠﺮڪ ﻅﻮﻔﺤﻣ ﻥﻮﻳﺮٽڪﻳﺮﺋﺍڊ/ﻥﻮﻠﺋﺎﻓ ﻞﻳڊﻧﻮﭼ ﻲﺌﭝﺳ :ﻭڙڪﮬ ﻥﺎﻣ ﻦﻴﭡﻴﮬ ۽ %%o: ﻮﻴﺋﺎڪﺭﺁ ﻮﻠﻴڪﺍ ﻮﺠﻴﺘﻧ %%O: ﻱﺮٽڪﻳﺮﺋﺍڊ/ﻞﺋﺎﻓ ﺬﺧﺎﻣ ﻲﻓ ﻮﻴﺋﺎڪﺭﺁ ﻮﺠﻴﺘﻧ
si: පහත ආදේශන විචල්u200dයයන් සම්පීඩන විධානයේ තිබිය යුතුය: පහත ඒවායින් එකක්: %%n: සංරක්ෂිත කිරීමට පළමුව තෝරාගත් ගොනුව/නාමාවලිය %%N: සංරක්ෂිත කිරීමට තෝරාගත් සියලුම ගොනු/නාමලක සහ පහත සඳහන් දේවලින් එකක්: %%o: ප්රතිඵලය තනි ලේඛනාගාරය %%O: මූලාශ්u200dර ගොනුවකට/නාමාවලියකට ප්u200dරතිඵලයක් ලෙස සංරක්ෂිතය
sk: Nasledujúce substitučné premenné by pravdepodobne mali byť v príkaze kompresie: Jedna z nasledujúcich možností: %%n: Prvý vybratý súbor/adresár na archiváciu %%N: Všetky vybrané súbory/adresáre na archiváciu a jeden z nasledujúcich: %%o: Výsledný jediný archív %%O: Výsledný archív podľa zdrojového súboru/adresára
sl: Naslednje nadomestne spremenljivke bi morale biti verjetno v ukazu za stiskanje: Eden od naslednjih: %%n: Prva izbrana datoteka/imenik za arhiviranje %%N: Vse izbrane datoteke/imenike za arhiviranje in eno od naslednjega: %%o: Nastali en sam arhiv %%O: Končni arhiv na izvorno datoteko/imenik
sq: Variablat e mëposhtëm të zëvendësimit duhet të jenë ndoshta në komandën e kompresimit: Një nga sa vijon: %%n: Skedari/Direktoria e parë e zgjedhur për arkivim %%N: Të gjithë skedarët/drejtoritë e zgjedhura për arkivim dhe një nga sa vijon: %%o: Rezulton arkivi i vetëm %%O: Arkivi rezultues për skedar/drejtori burimore
sw: Vibadala vifuatavyo vinapaswa kuwa katika amri ya kushinikiza: Moja ya yafuatayo: %%n: Faili/saraka iliyochaguliwa kwanza kuwekwa kwenye kumbukumbu %%N: Faili/saraka zote zilizochaguliwa kuwekwa kwenye kumbukumbu na mojawapo ya yafuatayo: %%o: Kusababisha kumbukumbu moja %%O: Kumbukumbu inayosababisha kwa kila faili/saraka chanzo
ta: பின்வரும் மாற்று மாறிகள் சுருக்க கட்டளையில் இருக்கலாம்: பின்வருவனவற்றில் ஒன்று: %%n: காப்பகத்திற்கு முதலில் தேர்ந்தெடுக்கப்பட்ட கோப்பு/கோப்பகம் %%N: காப்பகத்திற்குத் தேர்ந்தெடுக்கப்பட்ட அனைத்து கோப்புகள்/கோப்பகங்கள் மற்றும் பின்வருவனவற்றில் ஒன்று: %%o: இதன் விளைவாக ஒற்றை காப்பகம் %%O: ஒரு மூல கோப்பு/கோப்பகத்தின் விளைவாக காப்பகம்
te: కింది ప్రత్యామ్నాయ వేరియబుల్స్ బహుశా కంప్రెషన్ కమాండ్u200cలో ఉండాలి: కింది వాటిలో ఒకటి: %%n: ఆర్కైవ్ చేయడానికి మొదట ఫైల్/డైరెక్టరీని ఎంచుకున్నారు %%N: ఆర్కైవ్ చేయడానికి ఎంచుకున్న అన్ని ఫైల్u200cలు/డైరెక్టరీలు మరియు కింది వాటిలో ఒకటి: %%o: ఫలితంగా ఒకే ఆర్కైవ్ %%O: ప్రతి సోర్స్ ఫైల్/డైరెక్టరీకి ఆర్కైవ్ ఫలితంగా
tg: Эҳтимол, тағирёбандаҳои ивазкунандаи зерин бояд дар фармони фишурда бошанд: Яке аз инҳо: %%n: Аввалин файл/директори интихобшуда барои бойгонӣ %%N: Ҳама файлҳо/директорияҳои интихобшуда барои бойгонӣ ва яке аз зерин: %%o: Дар натиҷа архиви ягона %%O: Архиви натиҷавӣ барои як файл/директори манбаъ
th: ตัวแปรทดแทนต่อไปนี้น่าจะอยู่ในคำสั่งบีบอัด: อย่างใดอย่างหนึ่งต่อไปนี้: %%n: ครั้งแรกที่เลือกไฟล์/ไดเร็กทอรีที่จะเก็บถาวร %%N: ไฟล์/ไดเร็กทอรีที่เลือกทั้งหมดที่จะเก็บถาวร และข้อใดข้อหนึ่งต่อไปนี้: %%o: ผลลัพธ์ไฟล์เก็บถาวรเดียว %%O: ไฟล์เก็บถาวรที่เป็นผลลัพธ์ต่อไฟล์ต้นฉบับ/ไดเร็กทอรี
tk: Aşakdaky çalyşma üýtgeýjiler gysyş buýrugynda bolmalydyr: Aşakdakylardan biri: %%n: Ilki bilen arhiwlemek üçin saýlanan faýl / katalog %%N: Selectedhli saýlanan faýllar / kataloglar arhiwlemek üçin we aşakdakylaryň biri: %%o: Singleeke-täk arhiw %%O: Netijeli faýl / katalog üçin arhiw
tt: Түбәндәге алмашлык үзгәрүләре, мөгаен, кысу командасында булырга тиеш: Түбәндәгеләрнең берсе: %%n: Беренче сайланган файл / каталог архивка %%N: Барлык сайланган файллар / каталоглар архивка һәм түбәндәгеләрнең берсе: %%o: Нәтиҗә бер архив %%O: Чыганак файл / каталог өчен архив нәтиҗәләре
uk: У команді стиснення, ймовірно, мають бути такі змінні підстановки: Один із наступних: %%n: Перший вибраний файл/каталог для архівування %%N: Усі вибрані файли/каталоги для архівування і одне з наступного: %%o: Отриманий єдиний архів %%O: Отриманий архів на вихідний файл/каталог
ur: :ﮯﺌﮨﺎﭼ ﺎﻧﻮﮨ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﻦﺸﯾﺮﭙﻤﮐ ﺪﯾﺎﺷ ﻮﮐ ﺕﺍﺮﯿﻐﺘﻣ ﻝﺩﺎﺒﺘﻣ ﻞﯾﺫ ﮧﺟﺭﺪﻨﻣ :ﮏﯾﺍ ﮯﺳ ﮟﯿﻣ ﻞﯾﺫ ﺝﺭﺩ %%n: ﯼﺮﭩﮑﯾﺮﺋﺍﮈ/ﻞﺋﺎﻓ ﺐﺨﺘﻨﻣ ﯽﻠﮩﭘ ﮯﯿﻟ ﮯﮐ ﻮﯿﺋﺎﮐﺭﺁ %%N: ﺰﯾﺮﭩﮑﯾﺮﺋﺍﮈ /ﮟﯿﻠﺋﺎﻓ ﺐﺨﺘﻨﻣ ﻡﺎﻤﺗ ﮯﯿﻟ ﮯﮐ ﺕﺍﺰﯾﻭﺎﺘﺳﺩ ﮦﺪﺷ ﻅﻮﻔﺤﻣ :ﮏﯾﺍ ﮯﺳ ﮟﯿﻣ ﻞﯾﺫ ﺝﺭﺩ ﺭﻭﺍ %%o: ﻮﯿﺋﺎﮐﺭﺁ ﻞﮕﻨﺳ ﮧﺠﯿﺘﻧ %%O: ﯼﺮﭩﮑﯾﺮﺋﺍﮈ/ﻞﺋﺎﻓ ﺱﺭﻮﺳ ﯽﻓ ﻮﯿﺋﺎﮐﺭﺁ ﮧﺠﯿﺘﻧ
uz: Quyidagi almashtirish o'zgaruvchilari ehtimol siqish buyrug'ida bo'lishi kerak: Quyidagilardan biri: %%n: Arxivlash uchun birinchi tanlangan fayl/katalog %%N: Barcha tanlangan fayllar/kataloglar arxivlanadi va quyidagilardan biri: %%o: Natijada bitta arxiv %%O: Har bir manba fayl/katalog uchun natija arxivi
vi: Các biến thay thế sau đây có thể phải nằm trong lệnh nén: Một trong những điều sau đây: %%n: Tệp / thư mục được chọn đầu tiên để lưu trữ %%N: Tất cả các tệp / thư mục đã chọn để lưu trữ và một trong những điều sau: %%o: Kết quả lưu trữ duy nhất %%O: Lưu trữ kết quả cho mỗi tệp / thư mục nguồn
xh: Oku kuguquguquka kulandelayo kufuneke kube kumyalelo wocinezelo: Enye yezi zilandelayo: %%n: Eyokuqala ekhethiweyo ifayile/uvimba weefayili oza kugcinwa kuwo %%N: Zonke iifayile ezikhethiweyo/abalawuli abaza kugcinwa kwaye enye yezi zilandelayo: %%o: Isiphumo sogcino-vimba omnye %%O: Isiphumo sogcino-nkcukacha ngokwemvelaphi yefayile/uvimba weefayili
yi: :לעפֿאַב ןאַשערפּמאַק יד ןיא ןייז עמאָטסימ לאָז זלאַבאַירעוו ןאַשוטיטסבאַס עדנעגלאפ יד :עדנעגלאפ יד ןופ רענייא %%n: ווייקראַ וצ רעזיַיווגעוו / עקעט ןבילקעגסיוא רעטשרע %%N: ווייקראַ וצ זירעטקעריד / סעקעט ןבילקעגסיוא לכ :עדנעגלאפ יד ןופ רענייא ןוא %%o: ווייקראַ ןייא גניטלאַזיר %%O: רעזיַיווגעוו / עקעט רוקמ רעפּ ווייקראַ גניטלאַזיר
