Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: text to show in To task column
af: teks om in Na-taakkolom te wys
am: ወደ ተግባር አምድ ውስጥ ለማሳየት ጽሑፍ
ar: ﻡﺎﻬﻤﻟﺍ ﺩﻮﻤﻋ ﻲﻓ ﻩﺭﺎﻬﻇﻹ﻿ ﺺﻧ
be: тэкст для паказу ў слупку »Да задачы«.
bg: текст, който да се показва в колоната на задачата
bn: টাস্ক কলামে দেখানোর জন্য পাঠ্য
ca: text per mostrar a la columna A la tasca
cy: testun i'w ddangos yn y golofn Tasg
da: tekst, der skal vises i kolonnen Til opgave
eo: teksto por montri en Al tasko-kolumno
et: ülesande veerus kuvatav tekst
eu: Zereginari zutabean erakusteko testua
fa: To task ﻥﻮﺘﺳ ﺭﺩ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﻦﺘﻣ
fi: Tehtävä-sarakkeessa näkyvä teksti
fil: tekstong ipapakita sa hanay ng Upang gawain
fy: tekst te sjen yn 'e kolom To taak
ga: téacs le taispeáint sa cholún To tasc
gd: teacsa ri fhaicinn anns a ’cholbh gnìomh
gl: texto para mostrar na columna A tarefa
gu: ટાસ્ક કોલમમાં બતાવવા માટે ટેક્સ્ટ
he: המישמל הדומעב הגצהל טסקט
hi: कार्य कॉलम में दिखाने के लिए पाठ
hr: tekst za prikaz u stupcu Za zadatak
hu: A feladathoz oszlopban megjelenítendő szöveg
hy: Տեքստ՝ ցուցադրելու To task սյունակում
id: teks untuk ditampilkan di kolom Ke tugas
is: texti til að sýna í dálki Til verks
ka: ტექსტი, რომელიც უნდა გამოჩნდეს ამოცანის სვეტში
kk: Тапсырма бағанында көрсетілетін мәтін
km: អត្ថបទដែលត្រូវបង្ហាញក្នុងជួរឈរកិច្ចការ
kn: ಟಾಸ್ಕ್ ಕಾಲಮ್u200cನಲ್ಲಿ ತೋರಿಸಲು ಪಠ್ಯ
ku: nivîsa ku di stûna To peywirê de nîşan bide
ky: тапшырма тилкесинде көрсөтүү үчүн текст
lb: Text fir an der Ze Task Kolonn ze weisen
lo: ຂໍ້ຄວາມທີ່ຈະສະແດງຢູ່ໃນຖັນໜ້າວຽກ
lt: tekstas, kuris bus rodomas stulpelyje „Į užduotį“.
lv: teksts, kas jāparāda kolonnā Uzdevumam
mg: lahatsoratra haseho ao amin'ny tsanganana To task
mi: kuputuhi hei whakaatu ki te pou mahi
mk: текст за прикажување во колоната До задача
ml: To ടാസ്u200cക് കോളത്തിൽ കാണിക്കാനുള്ള വാചകം
mn: To task баганад харуулах текст
mr: टू टास्क कॉलममध्ये दाखवण्यासाठी मजकूर
mt: test li jrid juri fil-kolonna Lil-kompitu
my: To task ကော်လံတွင် ပြသရန် စာသား
nb: tekst som skal vises i kolonnen Til oppgave
ne: कार्य स्तम्भमा देखाउनको लागि पाठ
or: ଟାସ୍କ ସ୍ତମ୍ଭରେ ଦେଖାଇବାକୁ ଟେକ୍ସଟ୍ |
pa: ਟਾਸਕ ਕਾਲਮ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਟੈਕਸਟ
ps: ﻦﺘﻣ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﺩ ﯥﮐ ﻢﻟﺎﮐ ﻪﭘ ﯤﺪﻧﺩ ﺩ
ro: text de afișat în coloana Către sarcină
rw: inyandiko kugirango yerekane Kuri Inshingano Inkingi
sd: ﻦﺘﻣ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ۾ ﻢﻟﺎڪ ڪﺳﺎٽ
si: කාර්ය තීරුවේ පෙන්වීමට පෙළ
sk: text, ktorý sa zobrazí v stĺpci Do úlohy
sl: besedilo za prikaz v stolpcu Za opravilo
sq: teksti për t'u shfaqur në kolonën Për detyrë
sw: maandishi ya kuonyesha katika Kwa safu wima ya kazi
ta: To task பத்தியில் காட்ட வேண்டிய உரை
te: టు టాస్క్ కాలమ్u200cలో చూపించాల్సిన వచనం
tg: матн барои нишон додан дар сутуни Ба вазифа
th: ข้อความที่จะแสดงในคอลัมน์งาน
tk: Iş sütüninde görkezmek üçin tekst
tt: Тапшыру баганасында күрсәтү өчен текст
uk: текст для відображення в стовпці До завдання
ur: ﻦﺘﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮟﯿﻣ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﻮﭨ
uz: Kimga vazifa ustunida ko'rsatiladigan matn
vi: văn bản để hiển thị trong cột Công việc
xh: okubhaliweyo okuza kuboniswa kwi Kwi-task column
yi: ליַיז טעבראַ וצ ןיא ןזיַיוו וצ טסקעט

source: progress percent (1..100) or '' to pulse
af: vordering persent (1..100) of '' te pols
am: እድገት መቶኛ (1..100) ወይም '' ምት ለመምታት
ar: ﻭﺃ (100..1) ﻡﺪﻘﺘﻟﺍ ﺔﺒﺴﻧ '' ﺾﺒﻨﻠﻟ
be: працэнт прагрэсу (1..100) або '' пульсаваць
bg: процент напредък (1..100) или '' да пулсира
bn: অগ্রগতি শতাংশ (1..100) বা '' নাড়ি
ca: percentatge de progrés (1..100) o '' pulsar
cy: cynnydd y cant (1..100) neu '' i guro
da: fremskridtsprocent (1..100) eller '' at pulsere
eo: progresprocento (1..100) aŭ '' pulsi
et: edenemisprotsent (1...100) või '' pulseerima
eu: aurrerapen ehuneko (1..100) edo '' pultsatzea
fa: ﺎﯾ (100..1) ﺖﻓﺮﺸﯿﭘ ﺪﺻﺭﺩ '' ﻥﺩﺮﮐ ﺾﺒﻧ
fi: edistymisprosentti (1...100) tai '' pulssimaan
fil: porsyento ng pag-unlad (1..100) o '' sa pulso
fy: foarútgong prosint (1..100) of '' te pulsearjen
ga: dul chun cinn faoin gcéad (1..100) nó '' a chuisle
gd: adhartas sa cheud (1..100) no '' gu cuisle
gl: por cento de progreso (1..100) ou '' pulsar
gu: પ્રગતિ ટકા (1..100) અથવા '' પલ્સ માટે
he: וא (100..1) תומדקתה זוחא '' קפודל
hi: प्रगति प्रतिशत (1..100) या '' पल्स करने के लिए
hr: postotak napretka (1..100) odn '' pulsirati
hu: haladási százalék (1...100) ill '' pulzálni
hy: առաջընթացի տոկոսը (1..100) կամ '' զարկերակել
id: persen kemajuan (1..100) atau '' berdenyut
is: framfaraprósenta (1..100) eða '' að púlsa
ka: პროგრესის პროცენტი (1..100) ან '' პულსი
kk: орындалу пайызы (1..100) немесе '' тамыр соғу
km: ភាគរយនៃវឌ្ឍនភាព (1..100) ឬ '' ដើម្បីជីពចរ
kn: ಪ್ರಗತಿ ಶೇಕಡಾ (1..100) ಅಥವಾ '' ನಾಡಿಗೆ
ku: ji sedî pêşveçûnê (1..100) an '' to pulse
ky: прогресс пайызы (1..100) же '' тамыр согуу
lb: Fortschrëtt Prozent (1..100) oder '' ze pulséieren
lo: ອັດຕາສ່ວນຄວາມຄືບໜ້າ (1..100) ຫຼື '' ເພື່ອກຳມະຈອນ
lt: progreso procentais (1...100) arba '' pulsuoti
lv: progresa procenti (1..100) vai '' pulsēt
mg: isan-jato fandrosoana (1..100) na '' to pulse
mi: ōrau o te ahunga whakamua (1..100) ranei '' ki te pupuhi
mk: процент на напредок (1..100) или '' да пулсира
ml: പുരോഗതി ശതമാനം (1..100) അല്ലെങ്കിൽ '' പൾസ് ചെയ്യാൻ
mn: явцын хувь (1..100) буюу '' импульс хийх
mr: प्रगती टक्के (1..100) किंवा '' नाडी करणे
mt: progress fil-mija (1..100) jew '' għall-polz
my: တိုးတက်မှု ရာခိုင်နှုန်း (1..100) သို့မဟုတ် '' သွေးခုန်နှုန်း
nb: fremdriftsprosent (1..100) eller '' å pulsere
ne: प्रगति प्रतिशत (1..100) वा '' पल्स गर्न
or: ପ୍ରଗତି ଶତକଡା (1..100) କିମ୍ବା '' ନାଡ
pa: ਤਰੱਕੀ ਪ੍ਰਤੀਸ਼ਤ (1..100) ਜਾਂ '' ਨਬਜ਼ ਕਰਨ ਲਈ
ps: ﺎﯾ (100..1) ﻪﻨﻠﺳ ګﺘﺨﻣﺮﭘ ﺩ '' ﺾﺒﻧ
ro: procent de progres (1..100) sau '' a pulsa
rw: iterambere ku ijana (1..100) cyangwa '' Kuri
sd: ﺎﻳ (100..1) ﻭڙڪﻴﺳ ﻮﺟ ﻲﻗﺮﺗ '' ﮠﺮڪ ﺾﺒﻧ
si: ප්u200dරගතිය සියයට (1..100) හෝ '' ස්පන්දනය කිරීමට
sk: percent pokroku (1..100) príp '' pulzovať
sl: odstotek napredka (1..100) oz '' utripati
sq: përqindja e progresit (1..100) ose '' të pulsojë
sw: asilimia ya maendeleo (1..100) au '' kwa mapigo
ta: முன்னேற்ற சதவீதம் (1..100) அல்லது '' துடிப்பு வேண்டும்
te: పురోగతి శాతం (1..100) లేదా '' పల్స్ కు
tg: фоиз пешравӣ (1..100) ё '' набз кардан
th: เปอร์เซ็นต์ความคืบหน้า (1..100) หรือ '' ชีพจร
tk: ösüş prosenti (1..100) ýa-da '' impuls etmek
tt: прогресс проценты (1..100) яки '' импульс
uk: відсоток прогресу (1..100) або '' пульсувати
ur: ﺎﯾ (100..1) ﺪﺼﯿﻓ ﯽﻗﺮﺗ '' ﺎﻧﺮﮐ ﺾﺒﻧ
uz: taraqqiyot foizi (1..100) yoki '' puls uchun
vi: phần trăm tiến độ (1..100) hoặc '' bắt mạch
xh: ipesenti yenkqubela (1..100) okanye '' ukubetha
yi: רעדאָ (100..1) טנעצאָרפּ סערגאָרפּ '' קעפיוד וצ

source: text to show in Total task column
af: teks om in Totale taakkolom te wys
am: በጠቅላላ የተግባር ዓምድ ውስጥ ለማሳየት ጽሑፍ
ar: ﻲﻟﺎﻤﺟﻹ﻿ﺍ ﻡﺎﻬﻤﻟﺍ ﺩﻮﻤﻋ ﻲﻓ ﻩﺭﺎﻬﻇﻹ﻿ ﺺﻧ
be: тэкст для паказу ў калонцы »Агульная колькасць задач«.
bg: текст, който да се покаже в колоната Обща задача
bn: মোট টাস্ক কলামে দেখানোর জন্য পাঠ্য
ca: text per mostrar a la columna Total de tasques
cy: testun i'w ddangos yng ngholofn Cyfanswm y dasg
da: tekst, der skal vises i kolonnen Total opgave
eo: teksto por montri en Tuta tasko-kolumno
et: teksti, mis kuvatakse veerus Ülesanne kokku
eu: Zeregin Guztira zutabean erakusteko testua
fa: ﺭﺎﮐ ﻞﮐ ﻥﻮﺘﺳ ﺭﺩ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﻦﺘﻣ
fi: Tehtävä yhteensä -sarakkeessa näkyvä teksti
fil: text na ipapakita sa column na Kabuuang gawain
fy: tekst om te sjen yn 'e kolom Totaal taak
ga: téacs le taispeáint sa cholún tasc Iomlán
gd: teacsa ri fhaicinn ann an colbh gnìomh iomlan
gl: texto para mostrar na columna Tarefa total
gu: કુલ કાર્ય કૉલમમાં બતાવવા માટે ટેક્સ્ટ
he: תללוכה המישמה תדומעב הגצהל טסקט
hi: कुल कार्य कॉलम में दिखाने के लिए पाठ
hr: tekst za prikaz u stupcu Ukupni zadatak
hu: az Összes feladat oszlopban megjelenítendő szöveg
hy: տեքստ՝ ընդհանուր առաջադրանքի սյունակում ցուցադրելու համար
id: teks untuk ditampilkan di kolom Total tugas
is: texta til að sýna í dálki Heildarverkefna
ka: ტექსტი, რომელიც უნდა აჩვენოს მთლიანი დავალების სვეტში
kk: Жалпы тапсырма бағанында көрсетілетін мәтін
km: អត្ថបទដែលត្រូវបង្ហាញក្នុងជួរឈរកិច្ចការសរុប
kn: ಒಟ್ಟು ಟಾಸ್ಕ್ ಕಾಲಮ್u200cನಲ್ಲಿ ತೋರಿಸಲು ಪಠ್ಯ
ku: nivîsa ku di stûna Tevahiya peywirê de nîşan bide
ky: Жалпы тапшырма тилкесинде көрсөтүлө турган текст
lb: Text fir an der Total Task Kolonn ze weisen
lo: ຂໍ້ຄວາມທີ່ຈະສະແດງຢູ່ໃນຖັນໜ້າວຽກທັງໝົດ
lt: tekstą, kuris bus rodomas stulpelyje Bendra užduotis
lv: teksts, kas jāparāda kolonnā Kopējais uzdevums
mg: lahatsoratra haseho ao amin'ny tsanganana Total Task
mi: kuputuhi hei whakaatu i te tīwae mahi Tapeke
mk: текст за прикажување во колоната Вкупно задачи
ml: ടോട്ടൽ ടാസ്u200cക് കോളത്തിൽ കാണിക്കാനുള്ള ടെക്u200cസ്u200cറ്റ്
mn: Нийт даалгавар баганад харуулах текст
mr: एकूण कार्य स्तंभात दाखवण्यासाठी मजकूर
mt: test li juri fil-kolonna tal-kompitu totali
my: Total task ကော်လံတွင် ပြသရန် စာသား
nb: tekst som skal vises i kolonnen Total oppgave
ne: कुल कार्य स्तम्भमा देखाउनको लागि पाठ
or: ଟୋଟାଲ୍ ଟାସ୍କ ସ୍ତମ୍ଭରେ ଦେଖାଇବାକୁ ଟେକ୍ସଟ୍ |
pa: ਕੁੱਲ ਕਾਰਜ ਕਾਲਮ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਟੈਕਸਟ
ps: ﻦﺘﻣ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﺩ ﯥﮐ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﻝﻮټ ﺩ
ro: text de afișat în coloana Total activitate
rw: inyandiko kugirango yerekane mubikorwa byose
sd: Total task ﻦﺘﻣ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ۾ ﻢﻟﺎڪ
si: සම්පූර්ණ කාර්ය තීරුවේ පෙන්වීමට පෙළ
sk: text, ktorý sa zobrazí v stĺpci Celková úloha
sl: besedilo za prikaz v stolpcu Skupna opravila
sq: teksti për t'u shfaqur në kolonën e detyrës totale
sw: maandishi ya kuonyesha katika Jumla ya safu wima ya kazi
ta: மொத்த பணி நெடுவரிசையில் காட்ட வேண்டிய உரை
te: టోటల్ టాస్క్ కాలమ్u200cలో చూపాల్సిన వచనం
tg: матн барои нишон додан дар сутуни умумии вазифа
th: ข้อความที่จะแสดงในคอลัมน์งานทั้งหมด
tk: Jemi meseleler sütüninde görkezmek üçin tekst
tt: Гомуми бирем баганасында күрсәтү өчен текст
uk: текст для відображення в стовпці Загальна кількість завдань
ur: ﻦﺘﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮟﯿﻣ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﻞﮐ
uz: Jami vazifa ustunida ko'rsatiladigan matn
vi: văn bản để hiển thị trong cột Tổng công việc
xh: okubhaliweyo okuza kuboniswa kuluhlu olupheleleyo lomsebenzi
yi: ליַיז טעבראַ ץנאַג ןיא ןזיַיוו וצ טסקעט

source: text to show in Current task column
af: teks om in Huidige taakkolom te wys
am: አሁን ባለው ተግባር አምድ ውስጥ ለማሳየት ጽሑፍ
ar: ﺔﻴﻟﺎﺤﻟﺍ ﺔﻤﻬﻤﻟﺍ ﺩﻮﻤﻋ ﻲﻓ ﻩﺭﺎﻬﻇﻹ﻿ ﺺﻧ
be: тэкст для паказу ў слупку бягучага задання
bg: текст за показване в колоната Текуща задача
bn: বর্তমান টাস্ক কলামে দেখানোর জন্য পাঠ্য
ca: text per mostrar a la columna Tasca actual
cy: testun i'w ddangos yn y golofn dasg Gyfredol
da: tekst, der skal vises i kolonnen Aktuel opgave
eo: teksto por montri en la nuna tasko-kolumno
et: tekst, mis kuvatakse veerus Praegune ülesanne
eu: Uneko ataza zutabean erakusteko testua
fa: ﯽﻠﻌﻓ ﻪﻔﯿﻇﻭ ﻥﻮﺘﺳ ﺭﺩ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﻦﺘﻣ
fi: Nykyinen tehtävä -sarakkeessa näkyvä teksti
fil: text na ipapakita sa column na Kasalukuyang gawain
fy: tekst om te sjen yn 'e kolom Aktuele taak
ga: téacs le taispeáint sa cholún Tasc reatha
gd: teacsa ri fhaicinn sa cholbh gnìomh gnàthach
gl: texto para mostrar na columna Tarefa actual
gu: વર્તમાન કાર્ય કૉલમમાં બતાવવા માટે ટેક્સ્ટ
he: תיחכונה המישמה תדומעב הגצהל טסקט
hi: वर्तमान कार्य कॉलम में दिखाने के लिए पाठ
hr: tekst za prikaz u stupcu Trenutni zadatak
hu: Az Aktuális feladat oszlopban megjelenítendő szöveg
hy: տեքստ՝ Ընթացիկ առաջադրանքի սյունակում ցուցադրելու համար
id: teks untuk ditampilkan di kolom Tugas saat ini
is: texta til að sýna í dálki núverandi verkefna
ka: ტექსტი საჩვენებლად მიმდინარე დავალების სვეტში
kk: Ағымдағы тапсырма бағанында көрсетілетін мәтін
km: អត្ថបទដែលត្រូវបង្ហាញក្នុងជួរឈរកិច្ចការបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಕಾರ್ಯ ಕಾಲಮ್u200cನಲ್ಲಿ ತೋರಿಸಲು ಪಠ್ಯ
ku: nivîsa ku di stûna karê niha de nîşan bide
ky: Учурдагы тапшырма тилкесинде көрсөтүлө турган текст
lb: Text fir an der aktueller Aufgab Kolonn ze weisen
lo: ຂໍ້ຄວາມທີ່ຈະສະແດງຢູ່ໃນຖັນໜ້າວຽກປັດຈຸບັນ
lt: tekstas, rodomas stulpelyje Dabartinė užduotis
lv: teksts, kas jāparāda kolonnā Pašreizējais uzdevums
mg: lahatsoratra haseho ao amin'ny tsanganana asa ankehitriny
mi: kuputuhi hei whakaatu i te tīwae tūmahi o nāianei
mk: текст за прикажување во колоната Тековна задача
ml: നിലവിലെ ടാസ്u200cക് കോളത്തിൽ കാണിക്കാനുള്ള വാചകം
mn: Одоогийн ажлын баганад харуулах текст
mr: वर्तमान कार्य स्तंभात दाखवण्यासाठी मजकूर
mt: test li juri fil-kolonna tal-kompitu kurrenti
my: လက်ရှိလုပ်ငန်းကော်လံတွင် ပြသရန် စာသား
nb: tekst som skal vises i kolonnen Gjeldende oppgave
ne: हालको कार्य स्तम्भमा देखाउनको लागि पाठ
or: ସାମ୍ପ୍ରତିକ ଟାସ୍କ ସ୍ତମ୍ଭରେ ଦେଖାଇବାକୁ ଟେକ୍ସଟ୍ |
pa: ਮੌਜੂਦਾ ਕਾਰਜ ਕਾਲਮ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਟੈਕਸਟ
ps: ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﺩ ﯥﮐ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﻲﻨﺳﻭﺍ ﻪﭘ ﻦﺘﻣ
ro: text de afișat în coloana Sarcină curentă
rw: inyandiko kugirango yerekane mubikorwa byubu
sd: ﻦﺘﻣ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ۾ ﻢﻟﺎڪ ڪﺳﺎٽ ﻩﺩﻮﺟﻮﻣ
si: වත්මන් කාර්ය තීරුවේ පෙන්වීමට පෙළ
sk: text, ktorý sa zobrazí v stĺpci Aktuálna úloha
sl: besedilo za prikaz v stolpcu Trenutna naloga
sq: teksti për t'u shfaqur në kolonën e detyrës aktuale
sw: maandishi ya kuonyesha katika safu wima ya kazi ya Sasa
ta: தற்போதைய பணி நெடுவரிசையில் காட்ட வேண்டிய உரை
te: ప్రస్తుత టాస్క్ కాలమ్u200cలో చూపాల్సిన వచనం
tg: матн барои нишон додан дар сутуни вазифаи ҷорӣ
th: ข้อความที่จะแสดงในคอลัมน์งานปัจจุบัน
tk: Häzirki meseleler sütüninde görkezmek üçin tekst
tt: Агымдагы бирем баганасында күрсәтү өчен текст
uk: текст для відображення в стовпці Поточне завдання
ur: ﻦﺘﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮟﯿﻣ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﮦﺩﻮﺟﻮﻣ
uz: Joriy vazifa ustunida ko'rsatiladigan matn
vi: văn bản để hiển thị trong cột Nhiệm vụ hiện tại
xh: okubhaliweyo okuza kuboniswa kwiKholam yomsebenzi wangoku
yi: ליַיז טעבראַ טנאַרק יד ןיא ןזיַיוו וצ טסקעט

source: text to show in CRemain task column
af: teks om in CRemain taakkolom te wys
am: በCRemain ተግባር አምድ ውስጥ ለማሳየት ጽሑፍ
ar: CRemain ﺔﻤﻬﻣ ﺩﻮﻤﻋ ﻲﻓ ﻩﺭﺎﻬﻇﻹ﻿ ﺺﻧ
be: тэкст для паказу ў калонцы задач CRemain
bg: текст за показване в колоната със задачи CRemain
bn: cremain টাস্ক কলামে দেখানোর জন্য পাঠ্য
ca: text per mostrar a la columna de la tasca CRemain
cy: testun i'w ddangos yng ngholofn dasg CRemain
da: tekst, der skal vises i CRemain-opgavekolonnen
eo: teksto por montri en la kolumno de la tasko CRemain
et: ülesande veerus CRemain kuvatav tekst
eu: CRemain ataza zutabean erakusteko testua
fa: CRemain ﻪﻔﯿﻇﻭ ﻥﻮﺘﺳ ﺭﺩ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﻦﺘﻣ
fi: CRemain-tehtäväsarakkeessa näkyvä teksti
fil: text na ipapakita sa CRemain task column
fy: tekst om te sjen yn CRemain taakkolom
ga: téacs le taispeáint i gcolún tasc CRemain
gd: teacsa ri fhaicinn ann an colbh gnìomh CRemain
gl: texto para mostrar na columna de tarefas CRemain
gu: cremain કાર્ય કૉલમમાં બતાવવા માટે ટેક્સ્ટ
he: CRemain תומישמה תדומעב הגצהל טסקט
hi: CRemain कार्य कॉलम में दिखाने के लिए पाठ
hr: tekst za prikaz u stupcu zadatka CRemain
hu: a CRemain feladatoszlopban megjelenítendő szöveg
hy: տեքստ՝ ցուցադրելու CRMain առաջադրանքի սյունակում
id: teks untuk ditampilkan di kolom tugas CRemain
is: texta til að sýna í CRemain verkefnadálki
ka: ტექსტი საჩვენებლად CRmain ამოცანის სვეტში
kk: CRemain тапсырма бағанында көрсетілетін мәтін
km: អត្ថបទដែលត្រូវបង្ហាញនៅក្នុងជួរឈរកិច្ចការ CRemain
kn: CREmain ಟಾಸ್ಕ್ ಕಾಲಮ್u200cನಲ್ಲಿ ತೋರಿಸಲು ಪಠ್ಯ
ku: nivîsa ku di stûna peywira CRemain de nîşan bide
ky: текст CБашкы тапшырма тилкесинде көрсөтүлөт
lb: Text fir an der CRemain Task Kolonn ze weisen
lo: ຂໍ້ຄວາມທີ່ຈະສະແດງຢູ່ໃນຖັນໜ້າວຽກ CRemain
lt: tekstas, rodomas CRemain užduoties stulpelyje
lv: teksts, kas jāparāda CRemain uzdevuma kolonnā
mg: lahatsoratra haseho ao amin'ny tsanganana asa CRemain
mi: kuputuhi hei whakaatu ki te tīwae tūmahi CRemain
mk: текст за прикажување во колоната за задача CR
ml: CREmain ടാസ്u200cക് കോളത്തിൽ കാണിക്കാനുള്ള വാചകം
mn: CҮлдсэн ажлын баганад харуулах текст
mr: cremain टास्क कॉलममध्ये दाखवण्यासाठी मजकूर
mt: test li juri fil-kolonna tal-kompitu CRemain
my: CRmain လုပ်ငန်းကော်လံတွင် ပြသရန် စာသား
nb: tekst som skal vises i CRemain-oppgavekolonnen
ne: cremain कार्य स्तम्भमा देखाउनको लागि पाठ
or: CRemain ଟାସ୍କ ସ୍ତମ୍ଭରେ ଦେଖାଇବାକୁ ପାଠ୍ୟ |
pa: ਕ੍ਰੀਮੇਨ ਟਾਸਕ ਕਾਲਮ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਟੈਕਸਟ
ps: ﻦﺘﻣ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﺩ ﯥﮐ ﻢﻟﺎﮐ ﻱﺭﺎﮐ cremain ﺩ
ro: text de afișat în coloana sarcinii CRemain
rw: inyandiko kugirango yerekane muri CRemain umurimo winkingi
sd: cremain ﻦﺘﻣ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ۾ ﻢﻟﺎڪ ڪﺳﺎٽ
si: CRemain කාර්ය තීරුවේ පෙන්වීමට පෙළ
sk: text, ktorý sa zobrazí v stĺpci úlohy CRemain
sl: besedilo za prikaz v stolpcu opravil CRemain
sq: teksti për t'u shfaqur në kolonën e detyrës CRemain
sw: maandishi ya kuonyesha katika safu wima ya kazi ya CRemain
ta: CREmain பணி நெடுவரிசையில் காட்ட வேண்டிய உரை
te: CRMain టాస్క్ కాలమ్u200cలో చూపాల్సిన వచనం
tg: матн барои нишон додан дар сутуни вазифаи асосии C
th: ข้อความที่จะแสดงในคอลัมน์งาน CRmain
tk: CRemain meseleler sütüninde görkezmek üçin tekst
tt: CRemain бирем баганасында күрсәтү өчен текст
uk: текст для відображення в стовпці завдання CRemain
ur: cremain ﻦﺘﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮟﯿﻣ ﻢﻟﺎﮐ ﮏﺳﺎﭨ
uz: CMain vazifa ustunida ko'rsatiladigan matn
vi: văn bản để hiển thị trong cột tác vụ CRemain
xh: okubhaliweyo okuza kuboniswa kwi CRemain umsebenzi kumhlathi
yi: ליַיז טעבראַ CRemain ןיא ןזיַיוו וצ טסקעט

source: text to show in Average task column
af: teks om in Gemiddelde taakkolom te wys
am: በአማካኝ የተግባር ዓምድ ውስጥ ለማሳየት ጽሑፍ
ar: ﺔﻤﻬﻤﻟﺍu200bu200b ﻂﺳﻮﺘﻣ ﺩﻮﻤﻋ ﻲﻓ ﻩﺭﺎﻬﻇﻹ﻿ ﺺﻧ
be: тэкст для паказу ў калонцы »Сярэдняя задача«.
bg: текст за показване в колоната за средна задача
bn: গড় টাস্ক কলামে দেখানোর জন্য পাঠ্য
ca: text per mostrar a la columna Tasca mitjana
cy: testun i'w ddangos yng ngholofn y dasg ar gyfartaledd
da: tekst, der skal vises i kolonnen Gennemsnitlig opgave
eo: teksto por montri en Averaĝa tasko-kolumno
et: tekst, mis kuvatakse veerus Keskmine ülesanne
eu: Batez besteko ataza zutabean erakusteko testua
fa: ﻦﯿﮕﻧﺎﯿﻣ ﻪﻔﯿﻇﻭ ﻥﻮﺘﺳ ﺭﺩ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﻦﺘﻣ
fi: teksti, joka näytetään Keskimääräinen tehtävä -sarakkeessa
fil: text na ipapakita sa column na Average na gawain
fy: tekst om te sjen yn 'e kolom Gemiddelde taak
ga: téacs le taispeáint sa mheáncholún tasc
gd: teacsa ri fhaicinn ann an colbh gnìomh cuibheasach
gl: texto para mostrar na columna Tarefa media
gu: સરેરાશ કાર્ય કૉલમમાં બતાવવા માટે ટેક્સ્ટ
he: תעצוממ המישמ תדומעב הגצהל טסקט
hi: औसत कार्य कॉलम में दिखाने के लिए पाठ
hr: tekst za prikaz u stupcu Prosječni zadatak
hu: Az Átlagos feladat oszlopban megjelenítendő szöveg
hy: տեքստ, որը պետք է ցուցադրվի միջին առաջադրանքի սյունակում
id: teks untuk ditampilkan di kolom Tugas rata-rata
is: texti til að sýna í dálki meðalverkefna
ka: ტექსტი საჩვენებლად საშუალო დავალების სვეტში
kk: Орташа тапсырма бағанында көрсетілетін мәтін
km: អត្ថបទដែលត្រូវបង្ហាញក្នុងជួរឈរកិច្ចការជាមធ្យម
kn: ಸರಾಸರಿ ಟಾಸ್ಕ್ ಕಾಲಮ್u200cನಲ್ಲಿ ತೋರಿಸಲು ಪಠ್ಯ
ku: nivîsa ku di stûna peywira Navîn de nîşan bide
ky: Орточо тапшырма тилкесинде көрсөтүү үчүн текст
lb: Text fir an der Moyenne Task Kolonn ze weisen
lo: ຂໍ້ຄວາມທີ່ຈະສະແດງໃນຖັນໜ້າວຽກສະເລ່ຍ
lt: tekstas, rodomas stulpelyje „Vidutinė užduotis“.
lv: teksts, kas jāparāda slejā Vidējais uzdevums
mg: lahatsoratra haseho ao amin'ny tsanganana antonony asa
mi: kuputuhi hei whakaatu i roto i te pou mahi Toharite
mk: текст за прикажување во колоната Просечна задача
ml: ശരാശരി ടാസ്u200cക് കോളത്തിൽ കാണിക്കാനുള്ള വാചകം
mn: Дундаж ажлын баганад харуулах текст
mr: सरासरी कार्य स्तंभात दाखवण्यासाठी मजकूर
mt: test li juri fil-kolonna tal-kompitu Medja
my: ပျမ်းမျှအလုပ်ကော်လံတွင် ပြသရန် စာသား
nb: tekst som skal vises i kolonnen Gjennomsnittlig oppgave
ne: औसत कार्य स्तम्भमा देखाउनको लागि पाठ
or: ହାରାହାରି ଟାସ୍କ ସ୍ତମ୍ଭରେ ଦେଖାଇବାକୁ ପାଠ୍ୟ |
pa: ਔਸਤ ਕਾਰਜ ਕਾਲਮ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਟੈਕਸਟ
ps: ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﯥﮐ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﻂﺳﻭﺍ ﺩ ﻦﺘﻣ
ro: text de afișat în coloana Sarcină medie
rw: inyandiko kugirango yerekane impuzandengo yimirimo
sd: ﻦﺘﻣ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ۾ ﻢﻟﺎڪ ڪﺳﺎٽ ﻂﺳﻭﺍ
si: සාමාන්u200dය කාර්ය තීරුවේ පෙන්වීමට පෙළ
sk: text, ktorý sa zobrazí v stĺpci Priemerná úloha
sl: besedilo za prikaz v stolpcu Povprečna naloga
sq: teksti për t'u shfaqur në kolonën e detyrës mesatare
sw: maandishi ya kuonyesha katika safu wima ya kazi Wastani
ta: சராசரி பணி நெடுவரிசையில் காட்ட வேண்டிய உரை
te: సగటు టాస్క్ కాలమ్u200cలో చూపాల్సిన వచనం
tg: матн дар сутуни супориши миёна нишон дода мешавад
th: ข้อความที่จะแสดงในคอลัมน์งานเฉลี่ย
tk: Ortaça iş sütüninde görkezmek üçin tekst
tt: Урта бирем баганасында күрсәтү өчен текст
uk: текст для відображення в стовпці Середнє завдання
ur: ﻦﺘﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮟﯿﻣ ﻢﻟﺎﮐ ﮏﺳﺎﭨ ﻂﺳﻭﺍ
uz: O'rtacha vazifa ustunida ko'rsatiladigan matn
vi: văn bản để hiển thị trong cột Nhiệm vụ trung bình
xh: okubhaliweyo okuza kuboniswa kwi-Avareji yomhlathi womsebenzi
yi: ליַיז טעבראַ ךעלטינשכרוד ןיא ןזיַיוו וצ טסקעט

source: text to show in Remain task column
af: teks om in Remain-taakkolom te wys
am: በቀረው ተግባር አምድ ውስጥ ለማሳየት ጽሑፍ
ar: ﺔﻴﻘﺒﺘﻤﻟﺍ ﺔﻤﻬﻤﻟﺍ ﺩﻮﻤﻋ ﻲﻓ ﻩﺭﺎﻬﻇﻹ﻿ ﺺﻧ
be: тэкст для паказу ў слупку »Застацца задача«.
bg: текст, който да се покаже в колоната Остана задача
bn: অবশিষ্ট টাস্ক কলামে দেখানোর জন্য পাঠ্য
ca: text per mostrar a la columna de la tasca Restant
cy: testun i'w ddangos yng ngholofn y dasg Aros
da: tekst, der skal vises i kolonnen Remain task
eo: teksto por montri en la kolumno de Restu tasko
et: tekst, mis kuvatakse veerus Jääda ülesanne
eu: Jarraitu zeregin zutabean erakusteko testua
fa: ﻩﺪﻧﺎﻣ ﯽﻗﺎﺑ ﺭﺎﮐ ﻥﻮﺘﺳ ﺭﺩ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﻦﺘﻣ
fi: teksti, joka näytetään Jäljellä tehtävä -sarakkeessa
fil: tekstong ipapakita sa hanay ng Remain task
fy: tekst om te sjen yn 'e Remain task kolom
ga: téacs le taispeáint sa cholún tasc Fan
gd: teacsa ri fhaicinn ann an colbh gnìomh Fuirich
gl: texto para mostrar na columna de tarefas Reman
gu: બાકી કાર્ય કૉલમમાં બતાવવા માટે ટેક્સ્ટ
he: ראשיהל המישמה תדומעב הגצהל טסקט
hi: शेष कार्य कॉलम में दिखाने के लिए पाठ
hr: tekst za prikaz u stupcu Preostali zadatak
hu: szöveget, amely megjelenik a Feladat hátralévő oszlopában
hy: տեքստ, որը պետք է ցուցադրվի «Մնա առաջադրանք» սյունակում
id: teks untuk ditampilkan di kolom Tetap tugas
is: texti sem á að sýna í dálki Remain task
ka: ტექსტი, რომელიც უნდა აჩვენოს დარჩენილი დავალების სვეტში
kk: Қалған тапсырма бағанында көрсетілетін мәтін
km: អត្ថបទដែលត្រូវបង្ហាញក្នុងជួរឈរកិច្ចការដែលនៅសល់
kn: ಟಾಸ್ಕ್ ಕಾಲಮ್u200cನಲ್ಲಿ ತೋರಿಸಲು ಪಠ್ಯ
ku: nivîsa ku di stûna peywirê de bimîne nîşan bide
ky: Калган тапшырма тилкесинде көрсөтүлө турган текст
lb: Text fir an der Remain Task Kolonn ze weisen
lo: ຂໍ້ຄວາມທີ່ຈະສະແດງຢູ່ໃນຖັນໜ້າວຽກທີ່ຍັງເຫຼືອ
lt: tekstą, kuris bus rodomas stulpelyje Likti užduotis
lv: tekstu, kas jāparāda kolonnā Palikt uzdevums
mg: lahatsoratra haseho ao amin'ny tsanganana Remain task
mi: kupu hei whakaatu ki te pou mahi noho
mk: текст да се прикаже во колоната „Останати задачи“.
ml: ശേഷിക്കുന്ന ടാസ്u200cക് കോളത്തിൽ കാണിക്കാനുള്ള വാചകം
mn: Үлдсэн даалгавар баганад харуулах текст
mr: बाकी टास्क कॉलममध्ये दाखवण्यासाठी मजकूर
mt: test li juri fil-kolonna tal-kompitu Remain
my: Remain task ကော်လံတွင် ပြသရန် စာသား
nb: tekst som skal vises i kolonnen Remain task
ne: बाँकी कार्य स्तम्भमा देखाउनको लागि पाठ
or: ଅବଶିଷ୍ଟ ଟାସ୍କ ସ୍ତମ୍ଭରେ ଦେଖାଇବାକୁ ଟେକ୍ସଟ୍ |
pa: ਬਾਕੀ ਟਾਸਕ ਕਾਲਮ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਟੈਕਸਟ
ps: ﻦﺘﻣ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ ﯥﮐ ﻢﻟﺎﮐ ﻱﺭﺎﮐ ﯥﺗﺎﭘ ﺩ
ro: text de afișat în coloana Sarcinii rămase
rw: inyandiko kugirango yerekane muri Guma guma inkingi
sd: ﻦﺘﻣ ءِﻻ﻿ ﮠﺭﺎﮑﻳڏ ۾ ﻢﻟﺎڪ ڪﺳﺎٽ ﻲﻗﺎﺑ
si: ඉතිරි කාර්ය තීරුවේ පෙන්වීමට පෙළ
sk: text, ktorý sa zobrazí v stĺpci Zostať úloha
sl: besedilo za prikaz v stolpcu Preostalo opravilo
sq: teksti për t'u shfaqur në kolonën e detyrës së mbetur
sw: maandishi ya kuonyesha katika safu wima ya kazi
ta: மீதமுள்ள பணி நெடுவரிசையில் காட்ட வேண்டிய உரை
te: రిమైన్ టాస్క్ కాలమ్u200cలో చూపాల్సిన వచనం
tg: матне, ки дар сутуни вазифаи боқӣ мемонад
th: ข้อความที่จะแสดงในคอลัมน์งานที่เหลืออยู่
tk: Galan meseleler sütüninde görkezmek üçin tekst
tt: Калдык бирем баганасында күрсәтү өчен текст
uk: текст для відображення в стовпці Залишитись завдання
ur: ﻦﺘﻣ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮭﮐﺩ ﮟﯿﻣ ﻢﻟﺎﮐ ﮯﮐ ﻡﺎﮐ ﯽﻗﺎﺑ
uz: Qolgan vazifa ustunida ko'rsatiladigan matn
vi: văn bản để hiển thị trong cột Công việc còn lại
xh: okubhaliweyo okuza kuboniswa kwi Hlala umhlathi womsebenzi
yi: ליַיז טעבראַ ןביילב ןיא ןזיַיוו וצ טסקעט
