Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
af: Voer 'n nuwe werkskerm-itemnaam in: Om die naam van hierdie lessenaaritem te verander, moet die inhoud van die lessenaarlêer gewysig word %s
am: አዲስ የዴስክቶፕ ንጥል ስም ያስገቡ፡- የዚህን ዴስክቶፕ ንጥል ስም መቀየር የዴስክቶፕ ፋይልን ይዘቶች ማሻሻል ያስፈልገዋል %s
ar: :ﺪﻳﺪﺠﻟﺍ ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﺮﺼﻨﻋ ﻢﺳﺍ ﻞﺧﺩﺃ ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﻒﻠﻣ ﺕﺎﻳﻮﺘﺤﻣ ﻞﻳﺪﻌﺗ ﺍﺬﻫ ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﺮﺼﻨﻋ ﻢﺳﺍ ﺮﻴﻴﻐﺗ ﺐﻠﻄﺘﻳ %s
be: Увядзіце назву новага элемента працоўнага стала: Змена назвы гэтага элемента працоўнага стала патрабуе змены змесціва файла працоўнага стала %s
bg: Въведете ново име на елемент на работния плот: Промяната на името на този елемент на работния плот изисква промяна на съдържанието на файла на работния плот %s
bn: নতুন ডেস্কটপ আইটেমের নাম লিখুন: এই ডেস্কটপ আইটেমের নাম পরিবর্তন করার জন্য ডেস্কটপ ফাইলের বিষয়বস্তু পরিবর্তন করতে হবে %s
ca: Introduïu el nou nom de l'element d'escriptori: Canviar el nom d'aquest element d'escriptori requereix modificar el contingut del fitxer d'escriptori %s
cy: Rhowch enw eitem bwrdd gwaith newydd: Mae newid enw'r eitem bwrdd gwaith hon yn gofyn am addasu cynnwys ffeil bwrdd gwaith %s
da: Indtast nyt skrivebordselementnavn: Ændring af navnet på dette skrivebordselement kræver ændring af indholdet af skrivebordsfilen %s
eo: Enigu novan labortablan eronnomon: Ŝanĝi la nomon de ĉi tiu labortabla ero postulas modifi la enhavon de la labortabla dosiero %s
et: Sisestage uus töölauaüksuse nimi: Selle töölauaüksuse nime muutmine nõuab töölauafaili sisu muutmist %s
eu: Idatzi mahaigaineko elementu berriaren izena: Mahaigaineko elementu honen izena aldatzeak mahaigaineko fitxategiaren edukia aldatzea eskatzen du %s
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﭖﺎﺘﮑﺳﺩ ﺪﯾﺪﺟ ﺩﺭﻮﻣ ﻡﺎﻧ ﺩﺭﺍﺩ ﭖﺎﺘﮑﺳﺩ ﻞﯾﺎﻓ ﯼﺍﻮﺘﺤﻣ ﺮﯿﯿﻐﺗ ﻪﺑ ﺯﺎﯿﻧ ﭖﺎﺘﮑﺳﺩ ﺩﺭﻮﻣ ﻦﯾﺍ ﻡﺎﻧ ﺮﯿﯿﻐﺗ %s
fi: Anna uusi työpöytäkohteen nimi: Tämän työpöytäkohteen nimen muuttaminen edellyttää työpöytätiedoston sisällön muokkaamista %s
fil: Maglagay ng bagong pangalan ng item sa desktop: Ang pagpapalit ng pangalan ng desktop item na ito ay nangangailangan ng pagbabago sa mga nilalaman ng desktop file %s
fy: Fier nije buroblêd item namme yn: It feroarjen fan de namme fan dit buroblêd-item fereasket it wizigjen fan de ynhâld fan it buroblêdbestân %s
ga: Iontráil ainm nua mír deisce: Chun ainm an earra deisce seo a athrú caithfear ábhar an chomhaid deisce a mhodhnú %s
gd: Cuir a-steach ainm ùr deasg: Feumaidh atharrachadh ainm an rud deasg seo atharrachadh susbaint faidhle an deasg %s
gl: Introduza o nome do novo elemento de escritorio: Cambiar o nome deste elemento de escritorio require modificar o contido do ficheiro de escritorio %s
gu: નવી ડેસ્કટૉપ આઇટમનું નામ દાખલ કરો: આ ડેસ્કટૉપ આઇટમનું નામ બદલવા માટે ડેસ્કટૉપ ફાઇલની સામગ્રીમાં ફેરફાર કરવાની જરૂર છે %s
he: :הדובעה ןחלושב שדח טירפ םש ןזה הדובעה ןחלוש ץבוק לש ןכותה יוניש בייחמ הזה הדובעה ןחלוש טירפ לש םשה יוניש %s
hi: नया डेस्कटॉप आइटम नाम दर्ज करें: इस डेस्कटॉप आइटम का नाम बदलने के लिए डेस्कटॉप फ़ाइल की सामग्री को संशोधित करने की आवश्यकता है %s
hr: Unesite novi naziv stavke radne površine: Promjena naziva ove stavke radne površine zahtijeva izmjenu sadržaja datoteke radne površine %s
hu: Írja be az új asztali elem nevét: Az asztali elem nevének megváltoztatásához módosítani kell az asztali fájl tartalmát %s
hy: Մուտքագրեք աշխատասեղանի նոր տարրի անունը. Այս աշխատասեղանի տարրի անունը փոխելու համար անհրաժեշտ է փոփոխել աշխատասեղանի ֆայլի բովանդակությունը %s
id: Masukkan nama item desktop baru: Mengubah nama item desktop ini memerlukan modifikasi konten file desktop %s
is: Sláðu inn nýtt nafn skjáborðshluta: Til að breyta nafni þessa skrifborðshluta þarf að breyta innihaldi skjáborðsskrár %s
ka: შეიყვანეთ დესკტოპის ახალი ელემენტის სახელი: ამ დესკტოპის ელემენტის სახელის შეცვლა მოითხოვს დესკტოპის ფაილის შიგთავსის შეცვლას %s
kk: Жаңа жұмыс үстелі элементінің атын енгізіңіз: Осы жұмыс үстелі элементінің атын өзгерту жұмыс үстелі файлының мазмұнын өзгертуді талап етеді %s
km: បញ្ចូលឈ្មោះធាតុផ្ទៃតុថ្មី៖ ការផ្លាស់ប្តូរឈ្មោះនៃធាតុផ្ទៃតុនេះតម្រូវឱ្យមានការកែប្រែមាតិកានៃឯកសារផ្ទៃតុ %s
kn: ಹೊಸ ಡೆಸ್ಕ್u200cಟಾಪ್ ಐಟಂ ಹೆಸರನ್ನು ನಮೂದಿಸಿ: ಈ ಡೆಸ್ಕ್u200cಟಾಪ್ ಐಟಂನ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಲು ಡೆಸ್ಕ್u200cಟಾಪ್ ಫೈಲ್u200cನ ವಿಷಯಗಳನ್ನು ಮಾರ್ಪಡಿಸುವ ಅಗತ್ಯವಿದೆ %s
ku: Navê babeta sermaseyê ya nû binivîse: Guhertina navê vê babetê sermaseyê pêdivî bi guherandina naveroka pelê sermaseyê heye %s
ky: Иш тактасынын жаңы аталышын киргизиңиз: Бул рабочий элементтин атын өзгөртүү рабочий файлынын мазмунун өзгөртүүнү талап кылат %s
lb: Gitt den neien Desktop Element Numm: Den Numm vun dësem Desktop-Element änneren erfuerdert d'Ännerung vum Inhalt vun der Desktop-Datei %s
lo: ໃສ່ຊື່ລາຍການເດັສທັອບໃໝ່: ການປ່ຽນຊື່ຂອງລາຍການເດັສທັອບນີ້ຮຽກຮ້ອງໃຫ້ມີການດັດແກ້ເນື້ອຫາຂອງໄຟລ໌ເດັສທັອບ %s
lt: Įveskite naują darbalaukio elemento pavadinimą: Norint pakeisti šio darbalaukio elemento pavadinimą, reikia pakeisti darbalaukio failo turinį %s
lv: Ievadiet jaunā darbvirsmas vienuma nosaukumu: Lai mainītu šī darbvirsmas vienuma nosaukumu, ir jāmaina darbvirsmas faila saturs %s
mg: Ampidiro anarana singa desktop vaovao: Ny fanovana ny anaran'ity singa desktop ity dia mitaky fanovana ny votoatin'ny rakitra desktop %s
mi: Tāuruhia te ingoa tūemi papamahi hōu: Ko te whakarereke i te ingoa o tenei mea papamahi me whakarereke nga ihirangi o te konae papamahi %s
mk: Внесете ново име на ставка на работната површина: Промената на името на оваа ставка на работната површина бара менување на содржината на датотеката на работната површина %s
ml: പുതിയ ഡെസ്ക്ടോപ്പ് ഇനത്തിന്റെ പേര് നൽകുക: ഈ ഡെസ്u200cക്u200cടോപ്പ് ഇനത്തിന്റെ പേര് മാറ്റുന്നതിന് ഡെസ്u200cക്u200cടോപ്പ് ഫയലിന്റെ ഉള്ളടക്കം പരിഷ്u200cക്കരിക്കേണ്ടതുണ്ട് %s
mn: Ширээний шинэ зүйлийн нэрийг оруулна уу: Энэ ширээний зүйлийн нэрийг өөрчлөхийн тулд ширээний файлын агуулгыг өөрчлөх шаардлагатай %s
mr: नवीन डेस्कटॉप आयटमचे नाव प्रविष्ट करा: या डेस्कटॉप आयटमचे नाव बदलण्यासाठी डेस्कटॉप फाइलमधील सामग्री बदलणे आवश्यक आहे %s
mt: Daħħal l-isem ġdid tal-oġġett tad-desktop: Il-bidla tal-isem ta' dan l-oġġett tad-desktop teħtieġ li timmodifika l-kontenut tal-fajl tad-desktop %s
my: ဒက်စ်တော့ အမျိုးအမည်အသစ်ကို ထည့်ပါ- ဤဒက်စတော့အကြောင်းအရာ၏အမည်ကိုပြောင်းလဲခြင်းသည် ဒက်စ်တော့ဖိုင်၏အကြောင်းအရာများကို ပြုပြင်ရန်လိုအပ်သည်။ %s
nb: Skriv inn nytt skrivebordselementnavn: Hvis du endrer navnet på dette skrivebordselementet, må du endre innholdet i skrivebordsfilen %s
ne: नयाँ डेस्कटप वस्तुको नाम प्रविष्ट गर्नुहोस्: यस डेस्कटप वस्तुको नाम परिवर्तन गर्दा डेस्कटप फाइलको सामग्री परिमार्जन गर्न आवश्यक छ %s
or: ନୂତନ ଡେସ୍କଟପ୍ ଆଇଟମ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ: ଏହି ଡେସ୍କଟପ୍ ଆଇଟମ୍ ର ନାମ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ଡେସ୍କଟପ୍ ଫାଇଲ୍ ର ବିଷୟବସ୍ତୁକୁ ପରିବର୍ତ୍ତନ କରିବା ଆବଶ୍ୟକ | %s
pa: ਨਵੀਂ ਡੈਸਕਟਾਪ ਆਈਟਮ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ: ਇਸ ਡੈਸਕਟਾਪ ਆਈਟਮ ਦਾ ਨਾਮ ਬਦਲਣ ਲਈ ਡੈਸਕਟਾਪ ਫਾਈਲ ਦੀ ਸਮੱਗਰੀ ਨੂੰ ਸੋਧਣ ਦੀ ਲੋੜ ਹੈ %s
ps: :ﺉړﮐ ﻪﻨﻧﺩ ﻡﻮﻧ ﻲﮐﻮﺗ ﭖﺎټﺴﯾډ ﻱﻮﻧ ﺩ ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻮﻟﻮﻟﺪﺑ ﯥګﻧﺎﭙځﻨﯿﻣ ﻞﯾﺎﻓ ﭖﺎټﺴﯾډ ﺩ ﻝﻮﻟﺪﺑ ﻡﻮﻧ ﻲﮐﻮﺗ ﭖﺎټﺴﯾډ ﯤﺩ ﺩ %s
ro: Introduceți un nou nume de articol de pe desktop: Schimbarea numelui acestui articol desktop necesită modificarea conținutului fișierului desktop %s
rw: Injira izina ryibintu bishya bya desktop: Guhindura izina ryiki kintu cya desktop bisaba guhindura ibiri muri dosiye ya desktop %s
sd: :ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻮﻟﺎﻧ ﻮﺟ ﻲﺌﺷ ﭖﺎٽ ڪﺴﻳڊ ﻥﻮﺌﻧ ﻲﮬﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻲﮐ ﺩﺍﻮﻣ ﻲﺟ ﻞﺋﺎﻓ ﭖﺎٽ ڪﺴﻳڊ ءِﻻ﻿ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ ﻮﺟ ﻢٽﺋﺁ ﭖﺎٽ ڪﺴﻳڊ ﻦﮬ %s
si: නව ඩෙස්ක්ටොප් අයිතමයේ නම ඇතුළත් කරන්න: මෙම ඩෙස්ක්ටොප් අයිතමයේ නම වෙනස් කිරීම සඳහා ඩෙස්ක්ටොප් ගොනුවේ අන්තර්ගතය වෙනස් කිරීම අවශ්u200dය වේ %s
sk: Zadajte nový názov položky pracovnej plochy: Zmena názvu tejto položky pracovnej plochy vyžaduje úpravu obsahu súboru pracovnej plochy %s
sl: Vnesite novo ime namiznega predmeta: Če spremenite ime tega elementa namizja, morate spremeniti vsebino namizne datoteke %s
sq: Futni emrin e artikullit të ri të desktopit: Ndryshimi i emrit të këtij artikulli desktop kërkon modifikimin e përmbajtjes së skedarit të desktopit %s
sw: Weka jina jipya la kipengee cha eneo-kazi: Kubadilisha jina la kipengee hiki cha eneo-kazi kunahitaji kurekebisha yaliyomo kwenye faili ya eneo-kazi %s
ta: புதிய டெஸ்க்டாப் உருப்படியின் பெயரை உள்ளிடவும்: இந்த டெஸ்க்டாப் உருப்படியின் பெயரை மாற்ற, டெஸ்க்டாப் கோப்பின் உள்ளடக்கங்களை மாற்ற வேண்டும் %s
te: కొత్త డెస్క్u200cటాప్ ఐటెమ్ పేరును నమోదు చేయండి: ఈ డెస్క్u200cటాప్ ఐటెమ్ పేరును మార్చాలంటే డెస్క్u200cటాప్ ఫైల్ కంటెంట్u200cలను సవరించడం అవసరం %s
tg: Номи ҷузъи нави мизи кориро ворид кунед: Тағир додани номи ин ашёи мизи корӣ тағир додани мундариҷаи файли мизи кориро талаб мекунад %s
th: ป้อนชื่อรายการเดสก์ท็อปใหม่: การเปลี่ยนชื่อรายการเดสก์ท็อปนี้จำเป็นต้องแก้ไขเนื้อหาของไฟล์เดสก์ท็อป %s
tk: Täze iş stolunyň elementini giriziň: Bu iş stoly elementiniň adyny üýtgetmek, iş stoly faýlynyň mazmunyny üýtgetmegi talap edýär %s
tt: Яңа эш өстәленең исемен кертегез: Бу өстәл элементының исемен үзгәртү өстәл файлының эчтәлеген үзгәртү таләп итә %s
uk: Введіть нову назву елемента робочого столу: Для зміни назви цього елемента робочого столу потрібно змінити вміст файлу робочого столу %s
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ ﭖﺎﭨ ﮏﺴﯾﮈ ﺎﯿﻧ ۔ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﺩﺍﻮﻣ ﮯﮐ ﻞﺋﺎﻓ ﭖﺎﭨ ﮏﺴﯾﮈ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ ﭖﺎﭨ ﮏﺴﯾﮈ ﺱﺍ %s
uz: Yangi ish stoli elementi nomini kiriting: Ushbu ish stoli elementining nomini o'zgartirish ish stoli fayli tarkibini o'zgartirishni talab qiladi %s
vi: Nhập tên mục mới trên máy tính để bàn: Thay đổi tên của mục máy tính để bàn này yêu cầu sửa đổi nội dung của tệp máy tính để bàn %s
xh: Ngenisa igama elitsha ledesktop: Ukutshintsha igama lale nto yedesktop kufuna uhlengahlengiso imixholo yefayile yedesktop %s
yi: :ןעמאָנ רעמונ פּאַטקסעד יַינ ןיַיראַ עקעט פּאַטקסעד ןופ טלאַהניא יד ןריציפידאָמ זרעייווקיר רעמונ פּאַטקסעד םעד ןופ ןעמאָנ יד גניגנאַשט %s

source: Change Desktop Item Name
af: Verander Desktop Item Naam
am: የዴስክቶፕ ንጥል ስም ቀይር
ar: ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﺮﺼﻨﻋ ﻢﺳﺍ ﺮﻴﻴﻐﺗ
be: Змяніць назву элемента працоўнага стала
bg: Промяна на името на елемента на работния плот
bn: ডেস্কটপ আইটেমের নাম পরিবর্তন করুন
ca: Canvia el nom de l'element d'escriptori
cy: Newid Enw Eitem Penbwrdd
da: Skift navn på skrivebordselementer
eo: Ŝanĝu Nomon de Labortabla Elemento
et: Muutke töölaua üksuse nime
eu: Aldatu mahaigaineko elementuaren izena
fa: ﺪﯿﻫﺩ ﺮﯿﯿﻐﺗ ﺍﺭ ﭖﺎﺘﮑﺳﺩ ﺩﺭﻮﻣ ﻡﺎﻧ
fi: Muuta työpöydän kohteen nimi
fil: Baguhin ang Pangalan ng Item sa Desktop
fy: Feroarje Desktop Item Name
ga: Athraigh Ainm Mír Deisce
gd: Atharraich ainm cuspair deasg
gl: Cambiar o nome do elemento de escritorio
gu: ડેસ્કટૉપ આઇટમનું નામ બદલો
he: הדובעה ןחלושב טירפה םש תא הנש
hi: डेस्कटॉप आइटम का नाम बदलें
hr: Promjena naziva stavke radne površine
hu: Módosítsa az asztali elem nevét
hy: Փոխել աշխատասեղանի տարրի անունը
id: Ubah Nama Item Desktop
is: Breyta nafni skjáborðshluta
ka: დესკტოპის ელემენტის სახელის შეცვლა
kk: Жұмыс үстелі элементінің атын өзгерту
km: ផ្លាស់ប្តូរឈ្មោះធាតុផ្ទៃតុ
kn: ಡೆಸ್ಕ್u200cಟಾಪ್ ಐಟಂ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಿ
ku: Navê Tişta Sermaseyê biguherînin
ky: Иш тактасынын атын өзгөртүү
lb: Änneren Desktop Item Numm
lo: ປ່ຽນຊື່ລາຍການ Desktop
lt: Pakeiskite darbalaukio elemento pavadinimą
lv: Mainiet darbvirsmas vienuma nosaukumu
mg: Hanova ny anaran'ny singa Desktop
mi: Hurihia te Ingoa Tuemi Papamahi
mk: Променете го името на ставката на работната површина
ml: ഡെസ്ക്ടോപ്പ് ഇനത്തിന്റെ പേര് മാറ്റുക
mn: Ширээний компьютерийн нэрийг өөрчлөх
mr: डेस्कटॉप आयटमचे नाव बदला
mt: Ibdel l-Isem tal-Oġġett tad-Desktop
my: Desktop Item Name ကိုပြောင်းပါ။
nb: Endre navn på skrivebordselement
ne: डेस्कटप वस्तुको नाम परिवर्तन गर्नुहोस्
or: ଡେସ୍କଟପ୍ ଆଇଟମ୍ ନାମ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਡੈਸਕਟਾਪ ਆਈਟਮ ਦਾ ਨਾਮ ਬਦਲੋ
ps: ﺉړﮐ ﻝﺪﺑ ﻡﻮﻧ ﻲﮐﻮﺗ ﭖﺎټﺴﯾډ ﺩ
ro: Schimbați numele articolului de pe desktop
rw: Hindura Izina ryibintu bya desktop
sd: ﻮﻟﺎﻧ ﻮﺟ ءﻲﺷ ﭖﺎٽ ڪﺴﻳڊ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ
si: ඩෙස්ක්ටොප් අයිතමයේ නම වෙනස් කරන්න
sk: Zmeňte názov položky pracovnej plochy
sl: Spremenite ime namiznega predmeta
sq: Ndrysho emrin e artikullit të desktopit
sw: Badilisha Jina la Kipengee cha Eneo-kazi
ta: டெஸ்க்டாப் பொருளின் பெயரை மாற்றவும்
te: డెస్క్u200cటాప్ అంశం పేరు మార్చండి
tg: Номи ашёи мизи кориро тағир диҳед
th: เปลี่ยนชื่อรายการเดสก์ท็อป
tk: Iş stolunyň elementiniň adyny üýtgediň
tt: Эш өстәленең исемен үзгәртү
uk: Змінити назву елемента робочого столу
ur: ۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ ﭖﺎﭨ ﮏﺴﯾﮈ
uz: Ish stoli elementi nomini o'zgartiring
vi: Thay đổi tên mục trên máy tính để bàn
xh: Tshintsha Igama lento yeDesktop
yi: ןעמאָנ םעטי פּאָטקסעד ןשיוט

source: An error occurred renaming this desktop item.
af: Kon nie hierdie werkskermitem hernoem nie.
am: ይህን የዴስክቶፕ ንጥል ስም መቀየር ላይ ስህተት አጋጥሟል።
ar: .ﺍﺬﻫ ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﺮﺼﻨﻋ ﺔﻴﻤﺴﺗ ﺓﺩﺎﻋﺇ ءﺎﻨﺛﺃ ﺄﻄﺧ ﺙﺪﺣ
be: Адбылася памылка пры перайменаванні гэтага элемента працоўнага стала.
bg: Възникна грешка при преименуването на този елемент на работния плот.
bn: এই ডেস্কটপ আইটেমটির নাম পরিবর্তন করার সময় একটি ত্রুটি ঘটেছে৷
ca: S'ha produït un error en canviar el nom d'aquest element d'escriptori.
cy: Digwyddodd gwall wrth ailenwi'r eitem bwrdd gwaith hon.
da: Der opstod en fejl ved omdøbning af dette skrivebordselement.
eo: Okazis eraro renomante ĉi tiun labortablon.
et: Selle töölauaüksuse ümbernimetamisel ilmnes viga.
eu: Errore bat gertatu da mahaigaineko elementu honi izena aldatzean.
fa: .ﺩﺍﺩ ﯼﻭﺭ ﯽﯾﺎﻄﺧ ﭖﺎﺘﮑﺳﺩ ﺩﺭﻮﻣ ﻦﯾﺍ ﻡﺎﻧ ﺮﯿﯿﻐﺗ ﻡﺎﮕﻨﻫ
fi: Tämän työpöytäkohteen uudelleennimeämisessä tapahtui virhe.
fil: Nagkaroon ng error sa pagpapalit ng pangalan sa desktop item na ito.
fy: Der is in flater bard by it omneamen fan dit buroblêd-item.
ga: Tharla earráid ag athainmniú an earra deisce seo.
gd: Thachair mearachd ag ath-ainmeachadh an rud deasg seo.
gl: Produciuse un erro ao cambiar o nome deste elemento de escritorio.
gu: આ ડેસ્કટૉપ આઇટમનું નામ બદલવામાં ભૂલ આવી.
he: .הזה הדובעה ןחלוש טירפ םש יונישב האיגש העריא
hi: इस डेस्कटॉप आइटम का नाम बदलने में त्रुटि हुई।
hr: Došlo je do pogreške pri preimenovanju ove stavke radne površine.
hu: Hiba történt az asztali elem átnevezése során.
hy: Այս աշխատասեղանի տարրը վերանվանելիս սխալ տեղի ունեցավ:
id: Terjadi kesalahan saat mengganti nama item desktop ini.
is: Villa kom upp við að endurnefna þetta skjáborðsatriði.
ka: ამ დესკტოპის ელემენტის სახელის გადარქმევისას მოხდა შეცდომა.
kk: Осы жұмыс үстелі элементінің атын өзгерту кезінде қате орын алды.
km: កំហុសបានកើតឡើងក្នុងការប្តូរឈ្មោះធាតុផ្ទៃតុនេះ។
kn: ಈ ಡೆಸ್ಕ್u200cಟಾಪ್ ಐಟಂ ಅನ್ನು ಮರುಹೆಸರಿಸುವಲ್ಲಿ ದೋಷ ಸಂಭವಿಸಿದೆ.
ku: Di guhertina navê vê babetê sermaseyê de çewtiyek derket.
ky: Бул иш тактасынын аталышын өзгөртүүдө ката кетти.
lb: E Feeler ass geschitt beim Ëmbenennung vun dësem Desktop-Element.
lo: ເກີດຄວາມຜິດພາດໃນການປ່ຽນຊື່ລາຍການ desktop ນີ້.
lt: Pervardijant šį darbalaukio elementą įvyko klaida.
lv: Pārdēvējot šo darbvirsmas vienumu, radās kļūda.
mg: Nisy hadisoana tamin'ny fanovana anarana ity singa desktop ity.
mi: I puta he hapa ki te whakaingoa ano i tenei mea papamahi.
mk: Настана грешка при преименување на оваа ставка на работната површина.
ml: ഈ ഡെസ്ക്ടോപ്പ് ഇനത്തിന്റെ പേര് മാറ്റുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു.
mn: Энэ ширээний зүйлийн нэрийг өөрчлөхөд алдаа гарлаа.
mr: या डेस्कटॉप आयटमचे नाव बदलताना त्रुटी आली.
mt: Sar żball meta tibdil l-isem ta' dan l-oġġett tad-desktop.
my: ဤဒက်စ်တော့ကို အမည်ပြောင်းရာတွင် အမှားအယွင်းတစ်ခု ဖြစ်ပေါ်ခဲ့သည်။
nb: Det oppstod en feil ved å gi nytt navn til dette skrivebordselementet.
ne: यो डेस्कटप वस्तु पुन: नामकरण गर्दा त्रुटि भयो।
or: ଏହି ଡେସ୍କଟପ୍ ଆଇଟମ୍ ର ନାମ ପରିବର୍ତ୍ତନ କରିବାରେ ଏକ ତ୍ରୁଟି ଘଟିଲା |
pa: ਇਸ ਡੈਸਕਟਾਪ ਆਈਟਮ ਦਾ ਨਾਮ ਬਦਲਣ ਵਿੱਚ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
ps: .ﻩﻮﺷ ﻪﺘځﻨﻣﺍﺭ ﻪﻨﺗﻭﺮﯧﺗ ﻩﻮﯾ ﯥﮐ ﻮﻟﻮﻟﺪﺑ ﻡﻮﻧ ﻪﭘ ﻲﮐﻮﺗ ﭖﺎټﺴﯾډ ﯤﺩ ﺩ
ro: A apărut o eroare la redenumirea acestui element de pe desktop.
rw: Ikosa ryabaye rihindura izina rya desktop.
sd: .ﻮﻳﺁ ﺶﻴﭘ ﺺﻘﻧ ڪﮬ ۾ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻮﻟﺎﻧ ﻮﺟ ﻢٽﺋﺁ ﭖﺎٽ ڪﺴﻳڊ ﻦﮬ
si: මෙම ඩෙස්ක්ටොප් අයිතමය නැවත නම් කිරීමේදී දෝෂයක් ඇති විය.
sk: Pri premenovávaní tejto položky pracovnej plochy sa vyskytla chyba.
sl: Pri preimenovanju tega elementa namizja je prišlo do napake.
sq: Ndodhi një gabim gjatë riemërtimit të këtij artikulli të desktopit.
sw: Hitilafu imetokea katika kubadilisha jina la kipengee hiki cha eneo-kazi.
ta: இந்த டெஸ்க்டாப் உருப்படியை மறுபெயரிடுவதில் பிழை ஏற்பட்டது.
te: ఈ డెస్క్u200cటాప్ అంశం పేరు మార్చడంలో లోపం సంభవించింది.
tg: Ҳангоми тағир додани номи ин ашёи мизи корӣ хатогӣ рӯй дод.
th: เกิดข้อผิดพลาดในการเปลี่ยนชื่อรายการเดสก์ท็อปนี้
tk: Bu iş stolunyň elementiniň adyny üýtgetmekde ýalňyşlyk ýüze çykdy.
tt: Бу эш өстәленең исемен үзгәртүдә хата килеп чыкты.
uk: Під час перейменування цього елемента робочого столу сталася помилка.
ur: ۔ﯽﺌﮔﺁ ﺶﯿﭘ ﯽﺑﺍﺮﺧ ﮏﯾﺍ ﮟﯿﻣ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ ﭖﺎﭨ ﮏﺴﯾﮈ ﺱﺍ
uz: Ushbu ish stoli elementini qayta nomlashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi đổi tên mục máy tính để bàn này.
xh: Kwenzeke imposiso xa kunikwa elinye igama le desktop.
yi: .רעמונ פּאַטקסעד םעד ןעמאַניר ייב ןעמוקעגראפ זיא תועט א

source: Open Containing _Folder
af: Oop Bevat _gids
am: የያዘ ክፈት _አቃፊ
ar: افتح الم_جلد المحتوي
be: Адкрыць Змяшчае _Папка
bg: Отворете Съдържащи _Папка
bn: ধারণ খুলুন _ফোল্ডার
ca: Obre la carpeta contenidora
cy: Yn Cynnwys Agored _Ffolder
da: _Åbne overordnet Mappe
eo: Malfermu Enhavanta _Dosierujo
et: Ava _kataloog
eu: Ireki edukia _Karpeta
fa: Containing ﺪﯿﻨﮐ ﺯﺎﺑ ﺍﺭ _ﻪﺷﻮﭘ
fi: Avaa Sisältää _Kansio
fil: Bukas na Naglalaman _Folder
fy: Iepen Befette _Folder
ga: Oscailte ina bhfuil _Fillteán
gd: Contain Fosgailte _Folder
gl: Abrir _Cartafol Contedor
gu: સમાયેલ ખોલો _ફોલ્ડર
he: פתיחת התיקייה ה_מכילה
hi: युक्त खुला _फ़ोल्डर
hr: Otvori Sadrži _Mapa
hu: Tartalmazó _mappa megnyitása
hy: Բաց պարունակող _Թղթապանակ
id: Buka _Folder yang berisi
is: Opið sem inniheldur _Mappa
ka: გახსენით შემცველი _საქაღალდე
kk: Ашық Құрамында _Қалта
km: បើក​ថត​ដែល​ផ្ទុក
kn: ಒಳಗೊಂಡಿರುವ ತೆರೆಯಿರಿ _ಫೋಲ್ಡರ್
ku: Vekirî Containing _Pêçek
ky: Ачык камтыган _Папка
lb: Open enthalen _Dossier
lo: ເປີດການບັນຈຸ _ໂຟນເດີ
lt: Atverti aplan_ką
lv: Atvērt Satur _Mape
mg: Misokatra misy _lahatahiry
mi: Tuwhera kei roto _Kōpaki
mk: Отвори Содржи _Папка
ml: കണ്ടെയ്നിംഗ് തുറക്കുക _ഫോൾഡർ
mn: Нээлттэй агуулсан _Хавтас
mr: असलेली उघडा _फोल्डर
mt: Miftuħa Fih _Folder
my: ပါဝင်ခြင်းကို ဖွင့်ပါ။ _ဖိုလ်
nb: Åpen inneholder _Mappe
ne: समावेश खोल्नुहोस् _फोल्डर
or: ଧାରଣ ଧାରଣ କରନ୍ତୁ | _ଫୋଲ୍ଡର
pa: ਓਪਨ ਕੰਟੇਨਿੰਗ _ਫੋਲਡਰ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﻦﯿﻨﯿټﻧﺎﮐ _ﺭډﻟﻮﻓ
ro: Deschide Conținând _Pliant
rw: Gufungura _Ububiko
sd: ﻞﻤﺘﺸﻣ ﻲﺗ ﻞﻴﻠﮐ _ﺭڊﻟﻮﻓ
si: විවෘත අන්තර්ගත _ෆෝල්ඩරය
sk: Otvoriť nadradený _priečinok
sl: Odpri vsebujočo _mapo
sq: Hap Përmban _Dosja
sw: Fungua Yenye _Folda
ta: திறந்த உள்ளடக்கம் _கோப்புறை
te: కలిగి ఉన్నదాన్ని తెరవండి _ఫోల్డర్
tg: Кушода дорои _Папка
th: เปิดบรรจุ _โฟลเดอร์
tk: Açyk gap _Papka
tt: Ачык эчтәлек _Папка
uk: Відкрити вміщаючий _каталог
ur: حامل کردہ _فولڈر کھولیں
uz: Ochiq tarkib _Jild
vi: Mở Chứa _Thư mục
xh: Vula Iqulathe _Isiqulathi seefayili
yi: טימ ןענעפע _עקעט

source: Select a folder
af: Kies 'n gids
am: አቃፊ ይምረጡ
ar: اختر مجلدا
be: Выберыце тэчку
bg: Избор на папка
bn: একটি ফোল্ডার নির্বাচন করুন
ca: Seleccion_a-ho tot
cy: Dewiswch ffolder
da: Vælg en mappe
eo: Elektu dosierujon
et: Vali kataloog
eu: Избор на папка
fa: پوشه را انتخاب کنید
fi: Valitse kansio
fil: Pumili ng folder
fy: Selektearje in map
ga: Roghnaigh fillteán
gd: Tagh pasgan
gl: Seleccione un cartafol
gu: ફોલ્ડર પસંદ કરો
he: בחירת תיקייה
hi: एक फ़ोल्डर चुनें
hr: Odaberite mapu
hu: Válassz mappát
hy: Ընտրեք թղթապանակ
id: Pilih Folder
is: Veldu möppu
ka: აირჩიეთ საქაღალდე
kk: Қалтаны таңдаңыз
km: ជ្រើស​ថត
kn: ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ
ku: Peldankek hilbijêre
ky: Папканы тандаңыз
lb: Wielt en Dossier
lo: ເລືອກໂຟນເດີ
lt: Pasirinkti aplanką
lv: Izvēlieties mapi
mg: Misafidiana lahatahiry iray
mi: Tīpakohia he kōpaki
mk: Изберете папка
ml: ഒരു ഫോൾഡർ തിരഞ്ഞെടുക്കുക
mn: Фолдер сонгоно уу
mr: फोल्डर निवडा
mt: Agħżel folder
my: ဖိုင်တွဲတစ်ခုကို ရွေးပါ။
nb: Velg en mappe
ne: फोल्डर चयन गर्नुहोस्
or: ଏକ ଫୋଲ୍ଡର୍ ଚୟନ କରନ୍ତୁ |
pa: ਇੱਕ ਫੋਲਡਰ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﺭډﻟﻮﻓ ﻮﯾ
ro: Selectați un folder
rw: Hitamo ububiko
sd: ﻮﻳڊﻧﻮﭼ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරයක් තෝරන්න
sk: Vyberte priečinok
sl: Izberi mapo
sq: Zgjidhni një dosje
sw: Chagua folda
ta: ஒரு கோப்புறையைத் தேர்ந்தெடுக்கவும்
te: ఫోల్డర్u200cను ఎంచుకోండి
tg: Папкаеро интихоб кунед
th: เลือกโฟลเดอร์
tk: Papka saýlaň
tt: Папканы сайлагыз
uk: Вибрати директорію
ur: منتخب تمام
uz: Jildni tanlang
vi: Chọn một thư mục
xh: Khetha ifolda
yi: עקעט אַ ןביַילקסיוא

source: Browse...
af: Snuffel...
am: አስስ...
ar: تصفح...
be: Праглядзець...
bg: Преглед...
bn: ব্রাউজ করুন...
ca: _Navega...
cy: Porwch ...
da: Gennemse...
eo: Foliumi...
et: Lehitse...
eu: Преглед...
fa: جستجو ...
fi: Selaa...
fil: Mag-browse...
fy: Blêdzje ...
ga: Brabhsáil ...
gd: Dèan brobhsadh ...
gl: Navegar...
gu: બ્રાઉઝ કરો...
he: עיון...
hi: ब्राउज़ करें...
hr: Pretraživati...
hu: Böngész...
hy: Թերթիր...
id: Lihat...
is: Skoða...
ka: დათვალიერება...
kk: Шолу...
km: រុករក...
kn: ಬ್ರೌಸ್...
ku: Bigerin...
ky: Серептөө...
lb: Surfen ...
lo: ຊອກຫາ...
lt: Naršyti...
lv: Pārlūkot...
mg: Hijery...
mi: Tirotiro...
mk: Прелистајте...
ml: ബ്രൗസ് ചെയ്യുക...
mn: Үзэх...
mr: ब्राउझ करा...
mt: Fittex...
my: လှန်ကြည့်...
nb: Bla gjennom...
ne: ब्राउज गर्नुहोस्...
or: ବ୍ରାଉଜ୍ ...
pa: ਬਰਾਊਜ਼ ਕਰੋ...
ps: ...ﻥﻮټﻟ
ro: Naviga...
rw: Gushakisha ...
sd: ...ﻮﻳﺮڪ ﺯﻮﺋﺍﺮﺑ
si: බ්u200dරවුස් කරන්න...
sk: Prechádzať...
sl: Brskaj...
sq: Shfleto...
sw: Vinjari...
ta: உலாவுக...
te: బ్రౌజ్ చేయండి...
tg: Мурури...
th: เรียกดู...
tk: Göz aýla ...
tt: Карагыз ...
uk: Розкрити...
ur: انتخاب...
uz: Ko‘rib chiqish...
vi: Duyệt qua ...
xh: Khangela...
yi: ... רעטעלב

source: Local Volumes
af: Plaaslike volumes
am: የአካባቢ ጥራዞች
ar: ﺔﻴﻠﺤﻤﻟﺍ ﺕﺍﺪﻠﺠﻤﻟﺍ
be: Мясцовыя тамы
bg: Местни томове
bn: স্থানীয় ভলিউম
ca: Volums locals
cy: Cyfrolau Lleol
da: Lokale bind
eo: Lokaj Volumoj
et: Kohalikud köited
eu: Tokiko bolumenak
fa: ﯽﻠﺤﻣ ﯼﺎﻫ ﻢﺠﺣ
fi: Paikalliset volyymit
fil: Mga Lokal na Dami
fy: Lokale Volumes
ga: Imleabhair Áitiúla
gd: Ìrean ionadail
gl: Volumes locais
gu: સ્થાનિક વોલ્યુમો
he: םיימוקמ םיכרכ
hi: स्थानीय खंड
hr: Lokalni svesci
hu: Helyi kötetek
hy: Տեղական ծավալներ
id: Volume Lokal
is: Staðbundið bindi
ka: ადგილობრივი ტომები
kk: Жергілікті томдар
km: បរិមាណក្នុងស្រុក
kn: ಸ್ಥಳೀಯ ಸಂಪುಟಗಳು
ku: Volumes Herêmî
ky: Жергиликтүү томдор
lb: Lokal Volumen
lo: ປະລິມານທ້ອງຖິ່ນ
lt: Vietiniai Tomai
lv: Vietējie sējumi
mg: Boky eo an-toerana
mi: Rōrahi rohe
mk: Локални томови
ml: പ്രാദേശിക വോള്യങ്ങൾ
mn: Орон нутгийн боть
mr: स्थानिक खंड
mt: Volumi Lokali
nb: Lokale bind
ne: स्थानीय मात्रा
or: ସ୍ଥାନୀୟ ଭଲ୍ୟୁମ୍ |
pa: ਸਥਾਨਕ ਖੰਡ
ps: ﻪﻧﻮﻤﺠﺣ ﻲﻠﺤﻣ
ro: Volume locale
rw: Umubumbe waho
sd: ﻢﺠﺣ ﻲﻣﺎﻘﻣ
si: දේශීය වෙළුම්
sk: Miestne objemy
sl: Lokalne zvezke
sq: Vëllimet Lokale
sw: Kiasi cha Mitaa
ta: உள்ளூர் தொகுதிகள்
te: స్థానిక వాల్యూమ్u200cలు
tg: Ҳаҷмҳои маҳаллӣ
th: ปริมาณท้องถิ่น
tk: Volerli göwrümler
tt: Localирле томнар
uk: Локальні томи
ur: ﻢﺠﺣ ﯽﻣﺎﻘﻣ
uz: Mahalliy jildlar
vi: Số lượng địa phương
xh: Imiqulu Yasekuhlaleni
yi: זמוילאַוו עלאקאל
