Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
af: Jy is op die punt om uit te vee %s %s- ALLE DATA SAL VERLORE WORD. Wees geduldig - dit kan 'n rukkie neem en dd gee geen terugvoer nie. Voer opdrag in om die hele volume mee te oorskryf /dev/%s: Gebruik: %%%%v toestel lêer ( %s ) EDIT MET SORG Hierdie opdrag word uitgevoer as root
am: ልታጠፋው ነው። %s %s- ሁሉም ውሂብ ይጠፋል። ታጋሽ ሁን - ይህ ትንሽ ጊዜ ሊወስድ ይችላል dd ምንም አስተያየት አይሰጥም. ድምጹን በሙሉ ለመተካት ትዕዛዙን ያስገቡ /dev/%s: ተጠቀም፡ %%%%v የመሳሪያ ፋይል ( %s ) በእንክብካቤ ያርትዑ ይህ ትእዛዝ የሚካሄደው እንደ ነው። root
ar: ﻮﺤﻣ ﻚﺷﻭ ﻰﻠﻋ ﺖﻧﺃ %s %s- ﻭ ﺖﻗﻮﻟﺍ ﺾﻌﺑ ﺍﺬﻫ ﻕﺮﻐﺘﺴﻳ ﺪﻗ - ﺮﺒﺼﻟﺎﺑ ﻰﻠﺤﺗ .ﺕﺎﻧﺎﻴﺒﻟﺍ ﺔﻓﺎﻛ ﻥﺍﺪﻘﻓ ﻢﺘﻴﺳ dd .ﺕﺎﻈﺣﻼ﻿ﻣ ﻱﺃ ﻲﻄﻌﻳ ﻻ﻿ ـﺑ ﻞﻣﺎﻜﻟﺎﺑ ﺪﻠﺠﻤﻟﺍ ﻝﺍﺪﺒﺘﺳﻻ﻿ ﺍًﺮﻣﺃ ﻞﺧﺩﺃ /dev/%s: :ﻡﺪﺨﺘﺴﻳ %%%%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ( %s ) EDIT WITH CARE ﻒﻠﻤﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻢﺘﻳ root
be: Вы збіраецеся сцерці %s %s- УСЕ ДАННЫЯ БУДУЦЬ СТРУЧАНЫ. Будзьце цярплівыя - гэта можа заняць некаторы час і dd не дае зваротнай сувязі. Увядзіце каманду, каб перазапісаць увесь том /dev/%s: Выкарыстоўвайце: %%%%v файл прылады ( %s ) УВАЖНА рэдагаваць Гэтая каманда выконваецца як root
bg: На път сте да изтриете %s %s- ВСИЧКИ ДАННИ ЩЕ СЕ ИЗГУБЯТ. Бъдете търпеливи - това може да отнеме известно време и dd не дава обратна връзка. Въведете команда, с която да презапишете целия том /dev/%s: Използвайте: %%%%v файл на устройството ( %s ) РЕДАКТИРАНЕ ВНИМАТЕЛНО Тази команда се изпълнява като root
bn: আপনি মুছে ফেলতে চলেছেন %s %s- সমস্ত ডেটা হারিয়ে যাবে। ধৈর্য ধরুন - এটি কিছুক্ষণ সময় নিতে পারে এবং dd কোন প্রতিক্রিয়া দেয় না। সম্পূর্ণ ভলিউম ওভাররাইট করতে কমান্ড লিখুন /dev/%s: ব্যবহার করুন: %%%%v ডিভাইস ফাইল ( %s ) যত্নের সাথে সম্পাদনা করুন এই কমান্ডটি হিসাবে চালানো হয় root
ca: Estàs a punt d'esborrar %s %s- TOTES LES DADES ES PERDRAN. Tingueu paciència: això pot trigar una estona i dd no dóna comentaris. Introduïu l'ordre per sobreescriure el volum sencer /dev/%s: Ús: %%%%v fitxer del dispositiu ( %s ) EDITAR AMB CURA Aquesta ordre s'executa com a root
cy: Rydych chi ar fin dileu %s %s- BYDD POB DATA YN COLLI. Byddwch yn amyneddgar - gall hyn gymryd amser hir a dd yn rhoi dim adborth. Rhowch orchymyn i drosysgrifo'r gyfrol gyfan gyda /dev/%s: Defnyddiwch: %%%%v ffeil ddyfais ( %s ) GOLYGU GYDA GOFAL Mae'r gorchymyn hwn yn cael ei redeg fel root
da: Du er ved at slette %s %s- ALLE DATA VIL TABE. Vær tålmodig - dette kan tage et stykke tid og dd giver ingen feedback. Indtast kommando for at overskrive hele volumen med /dev/%s: Brug: %%%%v enhedsfil ( %s ) EDIT WITH CARE Denne kommando køres som root
eo: Vi estas forviŝonta %s %s- ĈIUJ DATUMO PERDIS. Estu pacienca - ĉi tio povas daŭri iom da tempo kaj dd donas neniun sugeston. Enigu komandon por anstataŭigi tutan volumon per /dev/%s: Uzu: %%%%v aparato dosiero ( %s ) REDAKTU ZORGE Ĉi tiu komando ruliĝas kiel root
et: Olete kustutamas %s %s- KÕIK ANDMED KAOTAVAD. Olge kannatlik – see võib võtta veidi aega ja dd tagasisidet ei anna. Sisestage käsk kogu helitugevuse ülekirjutamiseks /dev/%s: Kasuta: %%%%v seadme fail ( %s ) EDIT TÄHELEPANU Seda käsku käivitatakse kui root
eu: Ezabatzera zoaz %s %s- DATU GUZTIAK GALDUKO DIRA. Pazientzia izan - honek pixka bat iraun dezake eta dd ez du iritzirik ematen. Sartu komandoa bolumen osoa gainidazteko /dev/%s: Erabili: %%%%v gailuaren fitxategia ( %s ) EDITATU KONTUZ Komando hau honela exekutatzen da root
fa: ﺪﯿﺘﺴﻫ ﻥﺩﺮﮐ ﮎﺎﭘ ﻑﺮﺷ ﺭﺩ ﺎﻤﺷ %s %s- ﺪﺸﮑﺑ ﻝﻮﻃ ﯽﻤﮐ ﺖﺳﺍ ﻦﮑﻤﻣ ﻦﯾﺍ - ﺪﯿﺷﺎﺑ ﺭﻮﺒﺻ .ﺖﻓﺭ ﺪﻨﻫﺍﻮﺧ ﺖﺳﺩ ﺯﺍ ﺎﻫ ﻩﺩﺍﺩ ﻡﺎﻤﺗ dd ﺪﻫﺩ ﯽﻤﻧ ﯼﺩﺭﻮﺧﺯﺎﺑ ﭻﯿﻫ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﻥﺁ ﺎﺑ ﻢﺠﺣ ﻞﮐ ﯽﺴﯾﻮﻧﺯﺎﺑ ﯼﺍﺮﺑ ﺍﺭ ﺭﻮﺘﺳﺩ /dev/%s: :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%%%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ( %s ) EDIT WITH CARE ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﺕﺭﻮﺻ ﻪﺑ ﺭﻮﺘﺳﺩ ﻦﯾﺍ root
fi: Olet tyhjentämässä %s %s- KAIKKI TIEDOT MENETETÄÄN. Ole kärsivällinen - tämä voi kestää hetken ja dd ei anna palautetta. Kirjoita komento, jolla koko taltio korvataan /dev/%s: Käyttää: %%%%v laitetiedosto ( %s ) MUOKKAA HUOLELLISESTI Tämä komento suoritetaan muodossa root
fil: Malapit mo nang burahin %s %s- MAWAWALA ANG LAHAT NG DATA. Maging matiyaga - maaaring tumagal ito ng ilang sandali at dd hindi nagbibigay ng feedback. Maglagay ng command para i-overwrite ang buong volume gamit ang /dev/%s: Gamitin ang: %%%%v file ng device ( %s ) I-EDIT NA MAY PAG-IINGAT Ang command na ito ay pinapatakbo bilang root
fy: Jo steane op it punt om te wiskjen %s %s- ALLE GEGEVENS SILLE FERLEREN. Wês geduldich - dit kin efkes duorje en dd jout gjin feedback. Fier kommando yn om hiele folume mei te oerskriuwen /dev/%s: Brûke: %%%%v apparaat triem ( %s ) EDIT WITH CARE Dit kommando wurdt útfierd as root
ga: Tá tú ar tí scriosadh %s %s- BEIDH GACH SONRAÍ AR FHÁIL. Bí foighneach - d’fhéadfadh sé seo a bheith uafásach agus dd ní thugann sé aon aiseolas. Iontráil ordú chun an toirt iomlán a fhorscríobh le /dev/%s: Úsáid: %%%%v comhad feiste ( %s ) Eagar LE CÚRAM Ritheann an t-ordú seo mar root
gd: Tha thu gu bhith a ’sguabadh às %s %s- Bithear a ’call a h-uile dàta. Bi foighidneach - faodaidh seo a bhith uamhasach agus dd a ’toirt seachad fios air ais. Cuir a-steach àithne gus sgrìobhadh thairis air tomhas-lìonaidh iomlan le /dev/%s: Cleachd: %%%%v faidhle inneal ( %s ) EDIT WITH CARE Tha an àithne seo air a ruith mar root
gl: Estás a piques de borrar %s %s- TODOS OS DATOS PERDERÁNSE. Sexa paciente - isto pode levar un tempo e dd non dá comentarios. Introduza o comando para sobrescribir o volume completo /dev/%s: Uso: %%%%v ficheiro do dispositivo ( %s ) EDITAR CON COIDADO Este comando execútase como root
gu: તમે ભૂંસી નાખવાના છો %s %s- તમામ ડેટા ખોવાઈ જશે. ધીરજ રાખો - આમાં થોડો સમય લાગી શકે છે અને dd કોઈ પ્રતિસાદ આપતો નથી. સાથે સમગ્ર વોલ્યુમ પર ફરીથી લખવા માટે આદેશ દાખલ કરો /dev/%s: વાપરવુ: %%%%v ઉપકરણ ફાઇલ ( %s ) સંભાળ સાથે સંપાદિત કરો આ આદેશ આ રીતે ચલાવવામાં આવે છે root
he: קוחמל דמוע התא %s %s- ו המ ןמז תחקל לוכי הז - םיינלבס ויה .ודבאי םינותנה לכ dd .בושמ ןתונ אל Enter ןוסחאה יעצמא לכ תא התיא ףילחהל ידכ הדוקפ /dev/%s: :שמתשהל %%%%v רישכמה ץבוק ( %s ) EDIT WITH CARE םשב תלעפומ וז הדוקפ root
hi: आप मिटाने वाले हैं %s %s- सारा डेटा खो जाएगा। धैर्य रखें - इसमें कुछ समय लग सकता है और dd कोई प्रतिक्रिया नहीं देता। संपूर्ण वॉल्यूम को अधिलेखित करने के लिए कमांड दर्ज करें /dev/%s: उपयोग: %%%%v डिवाइस फ़ाइल ( %s ) देखभाल के साथ संपादित करें यह आदेश इस प्रकार चलाया जाता है root
hr: Spremate se izbrisati %s %s- SVI PODACI ĆE BITI IZGUBLJENI. Budite strpljivi - to može potrajati i dd ne daje povratnu informaciju. Unesite naredbu kojom ćete prepisati cijeli volumen /dev/%s: Koristiti: %%%%v datoteku uređaja ( %s ) PAŽLJIVO UREDI Ova se naredba izvodi kao root
hu: Törölni készül %s %s- MINDEN ADAT ELVESZ. Legyen türelmes – ez eltarthat egy ideig, és dd nem ad visszajelzést. Írja be a parancsot a teljes kötet felülírásához /dev/%s: Használat: %%%%v eszköz fájl ( %s ) EDIT WITH CARE Ez a parancs a következőként fut root
hy: Դուք պատրաստվում եք ջնջել %s %s- ԲՈԼՈՐ ՏՎՅԱԼՆԵՐԸ ԿԿՈՐՈՒՆԵՆ։ Եղեք համբերատար, դա կարող է տևել որոշ ժամանակ և dd հետադարձ կապ չի տալիս: Մուտքագրեք հրաման՝ ամբողջ ծավալը վերագրելու համար /dev/%s: Օգտագործեք: %%%%v սարքի ֆայլը ( %s ) ԽՆԱՄԲԵԼՈՒ ՀԱՄԱՐ Այս հրամանը գործարկվում է որպես root
id: Anda akan menghapus %s %s- SEMUA DATA AKAN HILANG. Bersabarlah - ini bisa memakan waktu cukup lama dan dd tidak memberikan umpan balik. Masukkan perintah untuk menimpa seluruh volume dengan /dev/%s: Menggunakan: %%%%v berkas perangkat ( %s ) EDIT WITH CARE Perintah ini dijalankan sebagai root
is: Þú ert að fara að eyða %s %s- ÖLL GÖGN MUN TAPAST. Vertu þolinmóður - þetta getur tekið smá stund og dd gefur engin viðbrögð. Sláðu inn skipun til að skrifa yfir allt hljóðstyrkinn með /dev/%s: Notaðu: %%%%v tæki skrá ( %s ) EDIT WITH CARE Þessi skipun er keyrð sem root
ka: თქვენ წაშლას აპირებთ %s %s- ყველა მონაცემი დაიკარგება. იყავი მოთმინება - ამას შეიძლება გარკვეული დრო დასჭირდეს და dd არ იძლევა უკუკავშირს. შეიყვანეთ ბრძანება მთელი ტომის გადასაწერად /dev/%s: გამოყენება: %%%%v მოწყობილობის ფაილი ( %s ) სიფრთხილით რედაქტირება ეს ბრძანება მუშაობს როგორც root
kk: Сіз өшіргіңіз келеді %s %s- БАРЛЫҚ ДЕРЕКТЕР ЖОҚ БОЛАДЫ. Шыдамды болыңыз - бұл біраз уақыт алуы мүмкін dd кері байланыс бермейді. Толық томды қайта жазу үшін пәрменді енгізіңіз /dev/%s: Қолдану: %%%%v құрылғы файлы ( %s ) МАҚСАТ МЕНЕН ӨҢДЕУ Бұл пәрмен келесідей орындалады root
km: អ្នកហៀបនឹងលុប %s %s- ទិន្នន័យទាំងអស់នឹងត្រូវបាត់បង់។ អត់ធ្មត់ - វាអាចចំណាយពេលបន្តិច dd មិនផ្តល់មតិកែលម្អទេ។ បញ្ចូលពាក្យបញ្ជាដើម្បីសរសេរជាន់លើកម្រិតសំឡេងទាំងមូលជាមួយ /dev/%s: ប្រើ៖ %%%%v ឯកសារឧបករណ៍ ( %s ) EDIT WITH CARE ពាក្យបញ្ជានេះត្រូវបានដំណើរការជា root
kn: ನೀವು ಅಳಿಸಲಿದ್ದೀರಿ %s %s- ಎಲ್ಲಾ ಡೇಟಾ ಕಳೆದುಹೋಗುತ್ತದೆ. ತಾಳ್ಮೆಯಿಂದಿರಿ - ಇದು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು ಮತ್ತು dd ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡುವುದಿಲ್ಲ. ಇದರೊಂದಿಗೆ ಸಂಪೂರ್ಣ ಪರಿಮಾಣವನ್ನು ತಿದ್ದಿ ಬರೆಯಲು ಆಜ್ಞೆಯನ್ನು ನಮೂದಿಸಿ /dev/%s: ಬಳಸಿ: %%%%v ಸಾಧನ ಫೈಲ್ ( %s ) ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂಪಾದಿಸಿ ಈ ಆಜ್ಞೆಯನ್ನು ಹೀಗೆ ಚಲಾಯಿಸಲಾಗುತ್ತದೆ root
ku: Hûn li ber paqijkirinê ne %s %s- HEMÛ DAN DÊ WINDA BIN. Bi sebir bin - ev dikare demek dirêj bike û dd bersivê nade. Emrê têkevin da ku bi tevahî cildê pê ve binivîsin /dev/%s: Bikaranîn: %%%%v pelê amûrê ( %s ) BI HIŞYAR BIDIN Ev ferman wekî tê xebitandin root
ky: Сиз өчүргөнү жатасыз %s %s- БАРДЫК МААЛЫМАТТАР ЖОГОЛОТ. Сабырдуу болуңуз - бул бир аз убакытка созулушу мүмкүн dd эч кандай пикир бербейт. Толук көлөмдүн үстүнө жазуу үчүн буйрукту киргизиңиз /dev/%s: Колдонуу: %%%%v түзмөк файлы ( %s ) КАТТЫК МЕНЕН EDIT Бул буйрук катары иштетилет root
lb: Dir sidd amgaang ze läschen %s %s- ALL Donnéeën GËTT VERLUER. Sidd Gedold - dëst kann eng Zäit daueren an dd gëtt kee Feedback. Gitt Kommando fir de ganze Volumen ze iwwerschreiwe mat /dev/%s: Benotzt: %%%%v Apparat Fichier ( %s ) EDIT MAT CARE Dëse Kommando gëtt als root
lo: ທ່ານກຳລັງຈະລຶບ %s %s- ຂໍ້ມູນທັງໝົດຈະສູນເສຍໄປ. ມີຄວາມອົດທົນ - ນີ້ສາມາດໃຊ້ເວລາເລັກນ້ອຍແລະ dd ບໍ່u200bມີu200bຄໍາu200bຄຶດu200bຄໍາu200bເຫັນu200b. ໃສ່ຄໍາສັ່ງເພື່ອຂຽນທັບປະລິມານທັງຫມົດດ້ວຍ /dev/%s: ໃຊ້: %%%%v ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b ( %s ) EDIT WITH CARE ຄໍາສັ່ງນີ້ແມ່ນດໍາເນີນການເປັນ root
lt: Jūs ruošiatės ištrinti %s %s- VISI DUOMENYS BUS PRARASTI. Būkite kantrūs – tai gali užtrukti ir dd atsiliepimo neduoda. Įveskite komandą, kuria norite perrašyti visą tomą /dev/%s: Naudokite: %%%%v įrenginio failas ( %s ) REDAGUOTI ATSARGIAI Ši komanda vykdoma kaip root
lv: Jūs gatavojaties dzēst %s %s- VISI DATI TIKS ZAUDĒTI. Esiet pacietīgs — tas var aizņemt kādu laiku un dd nesniedz atsauksmes. Ievadiet komandu, lai pārrakstītu visu sējumu /dev/%s: Izmantojiet: %%%%v ierīces fails ( %s ) REDIĢĒT UZMANĪGI Šī komanda tiek izpildīta kā root
mg: Saika hamafa ianao %s %s- HO VERY NY DATA REHETRA. Mahareta - mety haharitra ela izany dd tsy manome hevitra. Ampidiro ny baiko hanoratana boky manontolo /dev/%s: Ampiasao: %%%%v rakitra fitaovana ( %s ) MANOAVA AMIN'NY FITANDREMANA Ity baiko ity dia atao toy ny root
mi: Kua tata koe ki te ūkui %s %s- KA NGARO KATOA NGA RARAUNGA. Kia manawanui - ka roa pea tenei dd karekau he urupare. Whakauruhia te tono ki te tuhirua i te rōrahi katoa /dev/%s: Whakamahia: %%%%v kōnae taputapu ( %s ) EDIT MA TE TIKA Ka whakahaeretia tenei whakahau hei root
mk: Ќе бришете %s %s- СИТЕ ПОДАТОЦИ ЌЕ БИДАТ ИЗГУБЕН. Бидете трпеливи - ова може да потрае некое време и dd не дава повратна информација. Внесете команда за презапишување на целиот волумен со /dev/%s: Користете: %%%%v датотека на уредот ( %s ) УРЕДИ СО ВНИМАТЕЛНО Оваа команда се извршува како root
ml: നിങ്ങൾ മായ്ക്കാൻ പോകുകയാണ് %s %s- എല്ലാ ഡാറ്റയും നഷ്ടപ്പെടും. ക്ഷമയോടെയിരിക്കുക - ഇതിന് കുറച്ച് സമയമെടുത്തേക്കാം dd പ്രതികരണമൊന്നും നൽകുന്നില്ല. മുഴുവൻ വോളിയവും തിരുത്തിയെഴുതാൻ കമാൻഡ് നൽകുക /dev/%s: ഉപയോഗിക്കുക: %%%%v ഉപകരണ ഫയൽ ( %s ) ശ്രദ്ധയോടെ എഡിറ്റ് ചെയ്യുക ഈ കമാൻഡ് ഇങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത് root
mn: Та устгах гэж байна %s %s- БҮХ МЭДЭЭЛЭЛ АЛДАХ БОЛНО. Тэвчээртэй байгаарай - үүнд бага зэрэг хугацаа шаардагдах болно dd санал хүсэлт өгдөггүй. Эзлэхүүнийг бүхэлд нь дарж бичих командыг оруулна уу /dev/%s: Хэрэглэх: %%%%v төхөөрөмжийн файл ( %s ) БОЛОМЖТОЙ ЗАСАХ Энэ командыг дараах байдлаар ажиллуулна root
mr: तुम्ही मिटवणार आहात %s %s- सर्व डेटा नष्ट होईल. धीर धरा - यास थोडा वेळ लागू शकतो आणि dd प्रतिक्रिया देत नाही. संपूर्ण व्हॉल्यूम ओव्हरराइट करण्यासाठी कमांड एंटर करा /dev/%s: वापरा: %%%%v डिव्हाइस फाइल ( %s ) एडिट विथ केअर ही कमांड म्हणून चालवली जाते root
mt: Inti waslet biex tħassar %s %s- ID-DATA KOLLHA SE TIINTILEF. Kun paċenzjuż - dan jista 'jieħu ftit żmien u dd ma jagħti l-ebda feedback. Daħħal il-kmand biex tikteb fuqu l-volum kollu bih /dev/%s: Użu: %%%%v fajl tal-apparat ( %s ) EDITJA B'KURA Dan il-kmand jitmexxa bħala root
my: ဖျက်တော့မည်။ %s %s- ဒေတာအားလုံး ပျောက်ဆုံးသွားပါမည်။ စိတ်ရှည်သည်းခံပါ - ဒါက ခဏကြာနိုင်ပါတယ်။ dd တုံ့ပြန်ချက်မပေးပါ။ volume တစ်ခုလုံးကို overwrite လုပ်ရန် command ကိုရိုက်ထည့်ပါ။ /dev/%s: အသုံးပြုရန်- %%%%v စက်ဖိုင် ( %s ) ဂရုစိုက်ခြင်းဖြင့် တည်းဖြတ်ပါ ဤအမိန့်ကို လုပ်ဆောင်သည်။ root
nb: Du er i ferd med å slette %s %s- ALLE DATA GÅR TAP. Vær tålmodig - dette kan ta en stund og dd gir ingen tilbakemelding. Skriv inn kommando for å overskrive hele volumet med /dev/%s: Bruk: %%%%v enhetsfil ( %s ) EDIT WITH CARE Denne kommandoen kjøres som root
ne: तपाईं मेटाउन लाग्दै हुनुहुन्छ %s %s- सबै डाटा नष्ट हुनेछ। धैर्य हुनुहोस् - यसले केहि समय लिन सक्छ र dd कुनै प्रतिक्रिया दिदैन। सम्पूर्ण भोल्युम अधिलेखन गर्न आदेश प्रविष्ट गर्नुहोस् /dev/%s: प्रयोग गर्नुहोस्: %%%%v उपकरण फाइल ( %s ) हेरचाह संग सम्पादन गर्नुहोस् यो आदेश को रूपमा चलाइएको छ root
or: ଆପଣ ଲିଭାଇବାକୁ ଯାଉଛନ୍ତି | %s %s- ସମସ୍ତ ତଥ୍ୟ ହଜିଯିବ | ଧ patient ର୍ଯ୍ୟବାନ ହୁଅ - ଏହା କିଛି ସମୟ ନେଇପାରେ ଏବଂ dd କ feedback ଣସି ମତାମତ ଦିଅନ୍ତି ନାହିଁ | ସହିତ ପୁରା ଭଲ୍ୟୁମ୍ ଓଭର୍ ରାଇଟ୍ କରିବାକୁ କମାଣ୍ଡ୍ ଏଣ୍ଟର୍ କରନ୍ତୁ | /dev/%s: ବ୍ୟବହାର: %%%%v ଡିଭାଇସ୍ ଫାଇଲ୍ | ( %s ) କେୟାର ସହିତ ଏଡିଟ୍ କରନ୍ତୁ ଏହି କମାଣ୍ଡ୍ ଯେପରି ଚାଲିଥାଏ | root
pa: ਤੁਸੀਂ ਮਿਟਾਉਣ ਵਾਲੇ ਹੋ %s %s- ਸਾਰਾ ਡਾਟਾ ਨਸ਼ਟ ਹੋ ਜਾਵੇਗਾ। ਸਬਰ ਰੱਖੋ - ਇਸ ਵਿੱਚ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ ਅਤੇ dd ਕੋਈ ਫੀਡਬੈਕ ਨਹੀਂ ਦਿੰਦਾ। ਨਾਲ ਪੂਰੇ ਵਾਲੀਅਮ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰਨ ਲਈ ਕਮਾਂਡ ਦਿਓ /dev/%s: ਵਰਤੋ: %%%%v ਡਿਵਾਈਸ ਫਾਈਲ ( %s ) ਦੇਖਭਾਲ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ ਇਹ ਕਮਾਂਡ ਇਸ ਤਰ੍ਹਾਂ ਚਲਾਈ ਜਾਂਦੀ ਹੈ root
ps: ﺖﺳﺎﯾ ﯥﮐ ﻝﺎﺣ ﻪﭘ ﻮﻟﻮﮐﺎﭘ ﺩ ﻮﺳﺎﺗ %s %s- ﻭﺍ ﻲﺴﯿﻧﻭ ﺖﺧﻭ ﻪڅ ﻮﯾ ﻲﺷ ﯽﻟﻮﮐ ﺍﺩ - ﺉړﮐﻭ ﺮﺒﺻ .ﻲﺷ ﮎﺭﻭ ﻪﺑ ﺕﺎﻣﻮﻠﻌﻣ ﻝﻮټ dd .ﻱﻮﮐﺭﻭ ﻪﻧ ﻥﻮګﺮﺒﻏ څﯿﻫ ﺉړﮐ ﻪﻨﻧﺩ ډﻧﺎﻤﮐ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﻪﺗﺭﻮﭘ ﺩ ﻢﺠﺣ ﻝﻮټ ﺩ /dev/%s: :ﻝﻭﺭﺎﮐ %%%%v ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ ( %s ) ﻱږﯿﮐ ﻝړﻭ ﺦﻣﺮﭘ ﻪګﻮﺗ ﻪﭘ ډﻧﺎﻤﮐ ﺍﺩ ﺉړﮐﻭ ﻥﻮﻤﺳ ﻩﺮﺳ ﯥﻧﺮﻠﻣﺎﭘ ﺩ root
ro: Ești pe cale să ștergi %s %s- TOATE DATELE VOR FI PIERDE. Aveți răbdare - acest lucru poate dura ceva timp și dd nu oferă feedback. Introduceți comanda pentru a suprascrie întregul volum /dev/%s: Utilizare: %%%%v fișierul dispozitivului ( %s ) EDITARE CU ATENTIE Această comandă este rulată ca root
rw: Ugiye gusiba %s %s- DATA YOSE IZATAKAZA. Ihangane - ibi birashobora gufata igihe kandi dd nta gitekerezo atanga. Injira itegeko kugirango wandike amajwi yose hamwe /dev/%s: Koresha: %%%%v dosiye ( %s ) Hindura UFITE ICYITONDERWA Iri tegeko rikoreshwa nka root
sd: ﻮﻴﻫﺁ ﺍﺭﺍﻭ ﮠﺮڪ ﻢﺘﺧ ﻲﮐ ﻥﺎﻫﻮﺗ %s %s- ۽ ﻮﭤ ﻲﮭﮕﺳ ﻲﭠﻭ ﺖﻗﻭ ﻪﻬﺠڪ ﻮﻫﺍ - ﺮڪ ﺮﺒﺻ .ﺍﺪﻨﻳﻭ ﻲﭤ ﻢﮔ ﺎٽﻳڊ ﭛﺳ dd .ﻲﺋڏ ﻪﻧ ءِﺍﺭ ﺎڪ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻢڪﺣ ءِﻻ﻿ ﮡﮑﻟ ﻲﭥﻣ ﻲﮐ ﻢﺠﺣ ﻱﺭﻮﭘ /dev/%s: :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ ( %s ) ﻦﺌﻴﺟ ﻲﮬﺁ ﻭﺪﻨﻠﮬ ﻢڪﺣ ﻲﮬ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻥﺎﺳ ﻝﺎﭝﻨﺳ root
si: ඔබ මකා දැමීමට ආසන්නයි %s %s- සියලුම දත්ත අහිමි වනු ඇත. ඉවසිලිවන්ත වන්න - මෙය යම් කාලයක් ගත විය හැකිය dd ප්u200dරතිපෝෂණ ලබා නොදේ. සම්පූර්ණ පරිමාව නැවත ලිවීමට විධානය ඇතුළත් කරන්න /dev/%s: භාවිත: %%%%v උපාංග ගොනුව ( %s ) පරිස්සමෙන් සංස්කරණය කරන්න මෙම විධානය ක්u200dරියාත්මක වන්නේ මෙසේය root
sk: Chystáte sa vymazať %s %s- VŠETKY ÚDAJE SA STRATAJÚ. Buďte trpezliví - môže to chvíľu trvať a dd neposkytuje žiadnu spätnú väzbu. Zadajte príkaz na prepísanie celého zväzku /dev/%s: Použitie: %%%%v súbor zariadenia ( %s ) OPATRNE UPRAVIŤ Tento príkaz sa spustí ako root
sl: Izbrisali boste %s %s- VSI PODATKI BODO IZGUBLJENI. Bodite potrpežljivi - to lahko traja nekaj časa in dd ne daje povratne informacije. Vnesite ukaz, s katerim prepišete celoten nosilec /dev/%s: Uporaba: %%%%v datoteko naprave ( %s ) VARNO UREJAJ Ta ukaz se izvaja kot root
sq: Jeni gati të fshini %s %s- TË GJITHA TË DHËNAT DO TË HUMBEN. Jini të durueshëm - kjo mund të zgjasë pak dhe dd nuk jep reagime. Futni komandën për të mbishkruar të gjithë vëllimin me të /dev/%s: Përdorni: %%%%v skedari i pajisjes ( %s ) EDIT ME KUJDES Kjo komandë ekzekutohet si root
sw: Unakaribia kufuta %s %s- DATA ZOTE ZITAPOTEA. Kuwa na subira - hii inaweza kuchukua muda na dd haitoi maoni. Ingiza amri ili kubatilisha kiasi kizima kwa /dev/%s: Tumia: %%%%v faili ya kifaa ( %s ) BADILISHA KWA UMAKINI Amri hii inaendeshwa kama root
ta: நீங்கள் அழிக்கப் போகிறீர்கள் %s %s- அனைத்து தரவுகளும் இழக்கப்படும். பொறுமையாக இருங்கள் - இதற்கு சிறிது நேரம் ஆகலாம் dd எந்த கருத்தையும் கொடுக்கவில்லை. முழு தொகுதியையும் மேலெழுத கட்டளையை உள்ளிடவும் /dev/%s: பயன்படுத்தவும்: %%%%v சாதன கோப்பு ( %s ) கவனமாக திருத்தவும் இந்த கட்டளை இவ்வாறு இயக்கப்படுகிறது root
te: మీరు తుడిచివేయబోతున్నారు %s %s- మొత్తం డేటా పోతుంది. ఓపికపట్టండి - దీనికి కొంత సమయం పట్టవచ్చు మరియు dd ఫీడ్u200cబ్యాక్ ఇవ్వదు. మొత్తం వాల్యూమ్u200cను ఓవర్u200cరైట్ చేయడానికి ఆదేశాన్ని నమోదు చేయండి /dev/%s: వా డు: %%%%v పరికర ఫైల్ ( %s ) జాగ్రత్తగా సవరించండి ఈ ఆదేశం ఇలా అమలు చేయబడుతుంది root
tg: Шумо тоза карданӣ ҳастед %s %s- ҲАМАИ МАЪЛУМОТ ГУМ МЕШАВАД. Сабр кунед - ин метавонад каме вақт гирад dd фикру мулоҳиза намедиҳад. Фармонро ворид кунед, то тамоми ҳаҷмро аз нав сабт кунед /dev/%s: Истифода: %%%%v файли дастгоҳ ( %s ) БО ЭҲТИЁТ ТАВРИР КАРДАН Ин фармон ҳамчун иҷро карда мешавад root
th: คุณกำลังจะถูกลบ %s %s- ข้อมูลทั้งหมดจะสูญหาย อดทนรอ อาจใช้เวลาสักครู่และ dd ไม่ให้ข้อเสนอแนะ ป้อนคำสั่งเพื่อเขียนทับทั้งโวลุ่มด้วย /dev/%s: ใช้: %%%%v ไฟล์อุปกรณ์ ( %s ) แก้ไขด้วยความระมัดระวัง คำสั่งนี้รันเป็น root
tk: Öçürmekçi bolýarsyňyz %s %s- ALhli maglumatlar ýitiriler. Sabyrly boluň - bu birneme wagt alyp biler we dd seslenme bermeýär. Volumehli göwrümi ýazmak üçin buýrugy giriziň /dev/%s: Ulany: %%%%v enjam faýly ( %s ) Seresaplyk bilen redaktirläň Bu buýruk ýaly işleýär root
tt: Сез бетерергә җыенасыз %s %s- БАРЫ ДАТА Lгалтылачак. Сабыр бул - бу бераз вакыт алырга мөмкин dd бернинди җавап бирми. Бөтен күләмне яңадан язу өчен боерык кертегез /dev/%s: Куллану: %%%%v җайланма файлы ( %s ) Игътибар белән үзгәртегез Бу боерык шулай эшли root
uk: Ви збираєтеся стерти %s %s- ВСІ ДАНІ БУДУТЬ ВТРАЧЕНО. Будьте терплячі - це може зайняти деякий час і dd не дає зворотного зв'язку. Введіть команду, щоб перезаписати весь том /dev/%s: Використовуйте: %%%%v файл пристрою ( %s ) УВАЖНО РЕДАГУВАТИ Цю команду виконується як root
ur: ۔ﮟﯿﮨ ﮯﻟﺍﻭ ﮯﻧﺎﭩﻣ ﭖﺁ %s %s- ﺭﻭﺍ ﮯﮨ ﺎﺘﮑﺳ ﮓﻟ ﺖﻗﻭ ﮫﭽﮐ ﮟﯿﻣ ﺱﺍ - ﻭﺮﮐ ﺮﺒﺻ ۔ﺎﮔ ﮯﺋﺎﺟ ﻮﮨ ﻊﺋﺎﺿ ﺎﭩﯾﮈ ﻡﺎﻤﺗ dd .ﺎﺘﯾﺩ ﮟﯿﮩﻧ ﮯﺋﺍﺭ ﯽﺋﻮﮐ ۔ﮟﯾﺮﮐ ﺝﺭﺩ ﮉﻧﺎﻤﮐ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﻡﻮﯿﻟﺍﻭ ﮮﺭﻮﭘ /dev/%s: :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ ( %s ) ۔ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﻼ﻿ﭼ ﺭﻮﻄﺑ ﮉﻧﺎﻤﮐ ﮧﯾ ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﮭﺑ ﮫﮑﯾﺩ root
uz: Siz oʻchirib tashlamoqchisiz %s %s- HAMMA MA'LUMOTLAR YO'QOTILADI. Sabrli bo'ling - bu biroz vaqt talab qilishi mumkin dd hech qanday fikr bildirmaydi. To'liq hajmni ustiga yozish uchun buyruqni kiriting /dev/%s: Foydalanish: %%%%v qurilma fayli ( %s ) EHTIYOT BILAN EDIT Bu buyruq quyidagicha bajariladi root
vi: Bạn sắp xóa %s %s- TẤT CẢ DỮ LIỆU SẼ BỊ MẤT. Hãy kiên nhẫn - điều này có thể mất một lúc và dd không đưa ra phản hồi. Nhập lệnh để ghi đè toàn bộ ổ đĩa bằng /dev/%s: Sử dụng: %%%%v tập tin thiết bị ( %s ) CHỈNH SỬA VỚI CHĂM SÓC Lệnh này được chạy dưới dạng root
xh: Umalunga nokucima %s %s- YONKE IDATHA IYA KULAHEKA. Yiba nomonde - oku kungathatha ixesha kwaye dd akukho mpendulo. Faka umyalelo ukubhala ngaphezulu ivolyum nge /dev/%s: Sebenzisa: %%%%v ifayile yesixhobo ( %s ) HLELA NGONONOPHELO Lo myalelo uqhutywa njenge root
yi: ןקעמ וצ ןגעוו טנעז ריא %s %s- ןוא תעשב אַ ןעמענ ןעק סאָד - קידלודעג טייז .ןלאַפראַפ ןייז טעוו ןטאַד עלאַ dd .ןעגנוקרעמאַב ןייק טיג טימ דנאַב עצנאג יד טייררעווואָ וצ לעפֿאַב ןיַיראַ /dev/%s: :ןצינ %%%%v עקעט לטימ ( %s ) יוו ןפיול זיא לעפֿאַב םעד גראָז טימ ןריגאַדער root
