Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
af: Die opdragreël begin nie met 'n tekslêer (skrip) wat oopgemaak moet word nie, of die skrif is nie in jou $PATH.
am: የትእዛዝ መስመሩ በሚከፈተው የጽሑፍ ፋይል (ስክሪፕት) አይጀምርም ወይም ስክሪፕቱ በእርስዎ ውስጥ አልተገኘም። $PATH.
ar: ﻒﻠﻣ ﻲﻓ ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ ﻭﺃ ، ﻪﺤﺘﻓ ﻢﺘﻴﻟ (ﻲﺼﻧ ﺞﻣﺎﻧﺮﺑ) ﻲﺼﻧ ﻒﻠﻤﺑ ﺮﻣﺍﻭﻷ﻿ﺍ ﺮﻄﺳ ﺃﺪﺒﻳ ﻻ﻿ $PATH.
be: Камандны радок не пачынаецца з тэкставага файла (скрыпту), які трэба адкрыць, або сцэнар не быў знойдзены ў вашым $PATH.
bg: Командният ред не започва с текстов файл (скрипт), който трябва да се отвори, или скриптът не е намерен във вашия $PATH.
bn: কমান্ড লাইনটি খোলার জন্য একটি টেক্সট ফাইল (স্ক্রিপ্ট) দিয়ে শুরু হয় না, বা আপনার মধ্যে স্ক্রিপ্টটি পাওয়া যায়নি $PATH.
ca: La línia d'ordres no comença amb un fitxer de text (script) que s'ha d'obrir o l'script no s'ha trobat al vostre $PATH.
cy: Nid yw'r llinell orchymyn yn dechrau gyda ffeil testun (sgript) i'w hagor, neu ni ddarganfuwyd y sgript yn eich $PATH.
da: Kommandolinjen begynder ikke med en tekstfil (script), der skal åbnes, eller scriptet blev ikke fundet i din $PATH.
eo: La komandlinio ne komenciĝas per tekstdosiero (skripto) malfermota, aŭ la skripto ne estis trovita en via $PATH.
et: Käsurida ei alga avatava tekstifailiga (skriptiga) või skripti ei leitud teie failist $PATH.
eu: Komando-lerroa ez da ireki beharreko testu-fitxategi batekin (script) batekin hasten, edo script-a ez da zurean aurkitu $PATH.
fa: ﺪﺸﻧ ﺖﻓﺎﯾ ﺎﻤﺷ ﺭﺩ ﺖﭙﯾﺮﮑﺳﺍ ﺎﯾ ،ﺩﻮﺷ ﯽﻤﻧ ﻉﻭﺮﺷ ﺩﻮﺷ ﺯﺎﺑ ﺪﯾﺎﺑ ﻪﮐ (ﺖﭙﯾﺮﮑﺳﺍ) ﯽﻨﺘﻣ ﻞﯾﺎﻓ ﮏﯾ ﺎﺑ ﻥﺎﻣﺮﻓ ﻂﺧ $PATH.
fi: Komentorivi ei ala avattavalla tekstitiedostolla (skriptillä) tai komentosarjaa ei löydy tiedostostasi $PATH.
fil: Ang command line ay hindi nagsisimula sa isang text file (script) na bubuksan, o ang script ay hindi nakita sa iyong $PATH.
fy: De kommandorigel begjint net mei in te iepenjen teksttriem (skript), of it skript is net fûn yn jo $PATH.
ga: Ní thosaíonn an líne ordaithe le comhad téacs (script) a oscailt, nó ní bhfuarthas an script i do $PATH.
gd: Chan eil an loidhne-àithne a ’tòiseachadh le faidhle teacsa (sgriobt) ri fhosgladh, no cha deach an sgriobt a lorg annad $PATH.
gl: A liña de comandos non comeza cun ficheiro de texto (script) que se vai abrir ou o script non se atopou no teu $PATH.
gu: કમાન્ડ લાઇન ખોલવાની ટેક્સ્ટ ફાઇલ (સ્ક્રીપ્ટ) સાથે શરૂ થતી નથી, અથવા સ્ક્રિપ્ટ તમારામાં મળી નથી $PATH.
he: ךלש ץבוקב אצמנ אל טפירקסהש וא ,חותפל שיש (טפירקס) טסקט ץבוקב הליחתמ אל הדוקפה תרוש $PATH.
hi: कमांड लाइन एक टेक्स्ट फ़ाइल (स्क्रिप्ट) से शुरू नहीं होती है जिसे खोला जाना है, या स्क्रिप्ट आपके में नहीं मिली थी $PATH.
hr: Naredbeni redak ne počinje tekstualnom datotekom (skriptom) koju treba otvoriti ili skripta nije pronađena u vašem $PATH.
hu: A parancssor nem a megnyitandó szöveges fájllal (scripttel) kezdődik, vagy a szkript nem található az Ön fájljában $PATH.
hy: Հրամանի տողը չի սկսվում բացվող տեքստային ֆայլով (սկրիպտ), կամ սկրիպտը չի գտնվել ձեր մեջ $PATH.
id: Baris perintah tidak dimulai dengan file teks (skrip) yang akan dibuka, atau skrip tidak ditemukan di $PATH.
is: Skipanalínan byrjar ekki á textaskrá (skriftu) sem á að opna, eða handritið fannst ekki í þínu $PATH.
ka: ბრძანების ხაზი არ იწყება გასახსნელი ტექსტური ფაილით (სკრიპტი), ან სკრიპტი ვერ მოიძებნა თქვენსში $PATH.
kk: Пәрмен жолы ашылатын мәтіндік файлмен (скрипт) басталмайды немесе сценарий сіздің файлыңыздан табылмады $PATH.
km: បន្ទាត់ពាក្យបញ្ជាមិនចាប់ផ្តើមដោយឯកសារអត្ថបទ (ស្គ្រីប) ដែលត្រូវបើក u200bu200bឬស្គ្រីបមិនត្រូវបានរកឃើញនៅក្នុងរបស់អ្នក។ $PATH.
kn: ಕಮಾಂಡ್ ಲೈನ್ ತೆರೆಯಬೇಕಾದ ಪಠ್ಯ ಫೈಲ್ (ಸ್ಕ್ರಿಪ್ಟ್) ನೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುವುದಿಲ್ಲ ಅಥವಾ ನಿಮ್ಮಲ್ಲಿ ಸ್ಕ್ರಿಪ್ಟ್ ಕಂಡುಬಂದಿಲ್ಲ $PATH.
ku: Rêza fermanê bi pelek nivîsê (skrîpta) ya ku were vekirin dest pê nake, an jî skrîpt di we de nehatiye dîtin $PATH.
ky: Буйрук сабы ачыла турган текст файлы (скрипт) менен башталбайт же скрипт сизде табылган жок $PATH.
lb: D'Kommandozeil fänkt net mat engem Textdatei (Skript) op fir opzemaachen, oder de Skript gouf net an Ärem fonnt $PATH.
lo: ເສັ້ນຄໍາສັ່ງບໍ່ໄດ້ເລີ່ມຕົ້ນດ້ວຍໄຟລ໌ຂໍ້ຄວາມ (script) ທີ່ຈະເປີດ, ຫຼື script ບໍ່ພົບຢູ່ໃນຂອງທ່ານ $PATH.
lt: Komandų eilutė neprasideda atidaromu tekstiniu failu (scenarijus) arba scenarijus nerastas jūsų kompiuteryje $PATH.
lv: Komandrinda nesākas ar teksta failu (skriptu), kas jāatver, vai arī skripts jūsu failā netika atrasts $PATH.
mg: Ny andalana baiko dia tsy manomboka amin'ny rakitra lahatsoratra (script) hosokafana, na tsy hita ao amin'ny anao ny script $PATH.
mi: Karekau te rarangi whakahau e timata me te konae tuhinga (whakatuhi) hei whakatuwhera, karekau ranei te tuhinga i kitea i roto i to $PATH.
mk: Командната линија не започнува со текстуална датотека (скрипта) што треба да се отвори или скриптата не е пронајдена во вашата $PATH.
ml: കമാൻഡ് ലൈൻ ആരംഭിക്കുന്നത് ഒരു ടെക്സ്റ്റ് ഫയലിൽ (സ്ക്രിപ്റ്റ്) തുറക്കുന്നതല്ല, അല്ലെങ്കിൽ നിങ്ങളുടെ സ്ക്രിപ്റ്റിൽ സ്ക്രിപ്റ്റ് കണ്ടെത്തിയില്ല $PATH.
mn: Тушаалын мөр нь нээх текст файлаас (скрипт) эхлээгүй эсвэл таны скрипт олдсонгүй $PATH.
mr: कमांड लाइन उघडण्यासाठी मजकूर फाइल (स्क्रिप्ट) ने सुरू होत नाही किंवा स्क्रिप्ट तुमच्यामध्ये आढळली नाही $PATH.
mt: Il-linja tal-kmand ma tibdax b'fajl ta' test (kitba) li trid tinfetaħ, jew l-iskrittura ma nstabitx fil tiegħek $PATH.
my: အမိန့်ပေးစာကြောင်းသည် ဖွင့်ရမည့် စာသားဖိုင် (script) ဖြင့် မစပါ၊ သို့မဟုတ် သင့်တွင် script ကို ရှာမတွေ့ပါ။ $PATH.
nb: Kommandolinjen begynner ikke med en tekstfil (skript) som skal åpnes, eller skriptet ble ikke funnet i din $PATH.
ne: कमाण्ड लाइन खोल्नको लागि पाठ फाइल (स्क्रिप्ट) बाट सुरु हुँदैन, वा तपाईंको मा लिपि फेला परेन $PATH.
or: କମାଣ୍ଡ୍ ଲାଇନ୍ ଖୋଲିବାକୁ ଥିବା ଏକ ଟେକ୍ସଟ୍ ଫାଇଲ୍ (ସ୍କ୍ରିପ୍ଟ) ସହିତ ଆରମ୍ଭ ହୁଏ ନାହିଁ, କିମ୍ବା ସ୍କ୍ରିପ୍ଟଟି ଆପଣଙ୍କଠାରେ ମିଳିଲା ନାହିଁ | $PATH.
pa: ਕਮਾਂਡ ਲਾਈਨ ਖੋਲ੍ਹੀ ਜਾਣ ਵਾਲੀ ਟੈਕਸਟ ਫਾਈਲ (ਸਕ੍ਰਿਪਟ) ਨਾਲ ਸ਼ੁਰੂ ਨਹੀਂ ਹੁੰਦੀ, ਜਾਂ ਤੁਹਾਡੇ ਵਿੱਚ ਸਕ੍ਰਿਪਟ ਨਹੀਂ ਮਿਲੀ ਸੀ $PATH.
ps: ﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧﻭ ﯥﮐ ﮏﯿﻟ ﻪﭘ ﻮﺳﺎﺘﺳ ټﭙﯾﺮﮑﺳ ﺎﯾ ،ﻲﺷ ﺹﻼ﻿ﺧ ﯥﭼ ﻱږﯿﮐ ﻞﯿﭘ ﻪﻧ ﻩﺮﺳ (ټﭙﯾﺮﮑﺳ) ﻞﯾﺎﻓ ﻦﺘﻣ ﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺩ $PATH.
ro: Linia de comandă nu începe cu un fișier text (script) care trebuie deschis sau scriptul nu a fost găsit în dvs $PATH.
rw: Umurongo wumurongo ntutangirana na dosiye yinyandiko (inyandiko) gufungura, cyangwa inyandiko ntiyabonetse muriwe $PATH.
sd: ﻲﻠﻣ ﻪﻧ ٽﭘﺮڪﺳﺍ ﺎﻳ ،ءِﻻ﻿ ﮡﻟﻮﮐ ﻥﺎﺳ (ٽﭘﺮڪﺳﺍ) ﻞﺋﺎﻓ ٽﺴڪﻴٽ ﻱﺪﻨﻴﭤ ﻪﻧ ﻉﻭﺮﺷ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ $PATH.
si: විධාන රේඛාව විවෘත කළ යුතු පෙළ ගොනුවක් (ස්ක්u200dරිප්ට්) සමඟ ආරම්භ නොවේ, නැතහොත් ස්ක්u200dරිප්ටය ඔබේ තුළ හමු නොවීය $PATH.
sk: Príkazový riadok nezačína textovým súborom (skriptom), ktorý sa má otvoriť, alebo sa skript vo vašom súbore nenašiel $PATH.
sl: Ukazna vrstica se ne začne z besedilno datoteko (skriptom), ki jo je treba odpreti, ali pa skripta ni bilo mogoče najti v vašem $PATH.
sq: Linja e komandës nuk fillon me një skedar teksti (skript) që do të hapet, ose skripti nuk u gjet në tuaj $PATH.
sw: Mstari wa amri hauanzi na faili ya maandishi (hati) kufunguliwa, au hati haikupatikana katika yako $PATH.
ta: கட்டளை வரி திறக்கப்பட வேண்டிய உரைக் கோப்புடன் (ஸ்கிரிப்ட்) தொடங்கவில்லை அல்லது ஸ்கிரிப்ட் உங்களில் காணப்படவில்லை $PATH.
te: కమాండ్ లైన్ తెరవవలసిన టెక్స్ట్ ఫైల్ (స్క్రిప్ట్)తో ప్రారంభం కాదు లేదా మీలో స్క్రిప్ట్ కనుగొనబడలేదు $PATH.
tg: Сатри фармон бо файли матнӣ (скрипт) оғоз намешавад, ё скрипт дар шумо ёфт нашуд $PATH.
th: บรรทัดคำสั่งไม่ได้ขึ้นต้นด้วยไฟล์ข้อความ (สคริปต์) ที่จะเปิด หรือไม่พบสคริปต์ใน your $PATH.
tk: Buýruk setiri açyljak tekst faýly (skript) bilen başlamaýar ýa-da skript tapylmady $PATH.
tt: Команда сызыгы ачылырга тиешле текст файлыннан (скрипт) башланмый, яисә сценарий сездә табылмады $PATH.
uk: Командний рядок не починається з текстового файлу (скрипта), який потрібно відкрити, або сценарій не знайдено у вашому $PATH.
ur: ﻼ﻿ﻣ ﮟﯿﮩﻧ ﭧﭘﺮﮑﺳﺍ ﮟﯿﻣ ﮯﮐ ﭖﺁ ﺎﯾ ،ﮯﮨ ﺎﻨﻟﻮﮭﮐ ﮯﺴﺟ ﯽﺗﻮﮨ ﮟﯿﮩﻧ ﻉﻭﺮﺷ ﮯﺳ (ﭧﭘﺮﮑﺳﺍ) ﻞﺋﺎﻓ ﭧﺴﮑﯿﭨ ﯽﺴﮐ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ $PATH.
uz: Buyruqlar qatori ochiladigan matn fayli (skript) bilan boshlanmaydi yoki skript sizning faylingizda topilmadi $PATH.
vi: Dòng lệnh không bắt đầu bằng tệp văn bản (tập lệnh) sẽ được mở hoặc tập lệnh không được tìm thấy trong $PATH.
xh: Ilayini yomyalelo ayiqalisi ngefayile yokubhaliweyo (iscript) eza kuvulwa, okanye iskripthi asifunyenwanga kweyakho $PATH.
yi: ןייד ןיא ןענופֿעג טשינ זיא טפירש יד רעדאָ ,טנפעעג ןייז וצ (טפירש) עקעט טסקעט אַ טימ ןבייהנאָ טשינ טוט הרוש $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
af: Teikens: ('n kommapunt-geskeide lys van paaie of URL'e)
am: ዒላማዎች፡ (በከፊል ኮሎን የተለዩ የመንገዶች ወይም ዩአርኤሎች ዝርዝር)
ar: (ﺔﻃﻮﻘﻨﻣ ﺔﻠﺻﺎﻔﺑ ﺔﻟﻮﺼﻔﻣ URL ﻦﻳﻭﺎﻨﻋ ﻭﺃ ﺕﺍﺭﺎﺴﻣ ﺔﻤﺋﺎﻗ) :ﻑﺍﺪﻫﻷ﻿ﺍ
be: Мэты: (падзелены кропкай з коскай спіс шляхоў або URL-адрасоў)
bg: Цели: (разделен с точка и запетая списък с пътища или URL адреси)
bn: লক্ষ্যগুলি: (পাথ বা URLগুলির একটি সেমিকোলন-বিচ্ছিন্ন তালিকা)
ca: Objectius: (una llista de camins o URL separats per punt i coma)
cy: Targedau: (rhestr o lwybrau neu URLau sydd wedi'u gwahanu gan hanner colon)
da: Mål: (en semikolonsepareret liste over stier eller webadresser)
eo: Celoj: (punkto-disigita listo de vojoj aŭ URL-oj)
et: Sihtmärgid: (semikooloniga eraldatud teede või URL-ide loend)
eu: Helburuak: (bide- edo URL-en zerrenda puntu eta komaz bereizita)
fa: (ﻝﻮﮔﺮﯾﻭ ﻪﻄﻘﻧ ﺎﺑ ﻩﺪﺷ ﺍﺪﺟ ﯼﺎﻫ URL ﺎﯾ ﺎﻫﺮﯿﺴﻣ ﺯﺍ ﯽﺘﺳﺮﻬﻓ) :ﻑﺍﺪﻫﺍ
fi: Kohteet: (puolipisteillä eroteltu luettelo poluista tai URL-osoitteista)
fil: Mga Target: (isang listahan ng mga path o URL na pinaghihiwalay ng semicolon)
fy: Doelen: (in puntkomma skieden list mei paden of URL's)
ga: Spriocanna: (liosta cosán nó URLanna atá scartha le leathcholón)
gd: Targaidean: (liosta de shlighean no URLan air an sgaradh le leth-chòilean)
gl: Obxectivos: (unha lista de camiños ou URL separados por punto e coma)
gu: લક્ષ્યો: (પાથ અથવા URL ની અર્ધવિરામથી અલગ કરેલી સૂચિ)
he: (םירתא תובותכ וא םיביתנ לש קיספ-הדוקנב תדרפומ המישר) :םידעי
hi: लक्ष्य: (पथों या URL की अर्धविराम से अलग की गई सूची)
hr: Ciljevi: (popis putova ili URL-ova odvojen točkom i zarezom)
hu: Célok: (útvonalak vagy URL-ek pontosvesszővel elválasztott listája)
hy: Թիրախներ. (երթուղիների կամ URL-ների կետ-ստորակետով բաժանված ցանկ)
id: Target: (daftar jalur atau URL yang dipisahkan titik koma)
is: Markmið: (semíkommu aðskilinn listi yfir slóðir eða vefslóðir)
ka: მიზნები: (მძიმით გამოყოფილი ბილიკების ან URL-ების სია)
kk: Мақсаттар: (жолдардың немесе URL мекенжайларының нүктелі үтірмен бөлінген тізімі)
km: គោលដៅ៖ (បញ្ជីផ្លូវបំបែកដោយសញ្ញាក្បៀស ឬ URLs)
kn: ಗುರಿಗಳು: (ಪಥಗಳು ಅಥವಾ URL ಗಳ ಅರ್ಧವಿರಾಮ-ಬೇರ್ಪಡಿಸಿದ ಪಟ್ಟಿ)
ku: Armanc: (lîsteyek rêgez an URL-an ji hev veqetandî)
ky: Максаттар: (жолдордун же URL даректеринин чекиттүү үтүр менен бөлүнгөн тизмеси)
lb: Ziler: (eng semikolon-getrennt Lëscht vu Weeër oder URLen)
lo: ເປົ້າໝາຍ: (ລາຍຊື່ເສັ້ນທາງ ຫຼື URL ທີ່ຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ)
lt: Tikslai: (kabliataškiais atskirtas kelių arba URL sąrašas)
lv: Mērķi: (ar semikolu atdalīts ceļu vai URL saraksts)
mg: Tanjona: (Lisitry ny lalana na URL misy tsipika misaraka)
mi: Ngā Whāinga: (he rārangi kua wehea-wāhanga o ngā ara, URL rānei)
mk: Цели: (листа на патеки или URL-адреси одвоена со точка-запирка)
ml: ലക്ഷ്യങ്ങൾ: (പാതകളുടെയോ URL-കളുടെയോ അർദ്ധവിരാമം കൊണ്ട് വേർതിരിച്ച ലിസ്റ്റ്)
mn: Зорилтот: (заг таслалаар тусгаарлагдсан зам эсвэл URL жагсаалт)
mr: लक्ष्य: (पाथ किंवा URL ची अर्धविराम-विभक्त सूची)
mt: Miri: (lista ta' mogħdijiet jew URLs separati minn punt u virgola)
my: ပစ်မှတ်များ- (လမ်းကြောင်းများ သို့မဟုတ် URLs များ၏ semicolon ခြားထားသော စာရင်း)
nb: Mål: (en semikolonseparert liste over baner eller nettadresser)
ne: लक्ष्यहरू: (पथ वा URL को अर्धविराम-विभाजित सूची)
or: ଲକ୍ଷ୍ୟଗୁଡିକ: (ପଥ କିମ୍ବା URL ର ଏକ ସେମିକଲନ୍ ଦ୍ୱାରା ପୃଥକ ତାଲିକା)
pa: ਟੀਚੇ: (ਪਾਥ ਜਾਂ URL ਦੀ ਇੱਕ ਅਰਧ-ਵਿਰਾਮ-ਵੱਖ ਕੀਤੀ ਸੂਚੀ)
ps: (ﺖﺴﯿﻟ ﯼﻮﺷ ﻼ﻿ﺟ ﻪﺨڅ ﻥﻮﻟﻮﮑﻤﯿﻧ URLs ﺎﯾ ﻭﺭﻻ﻿ ﺩ) :ﻪﻧﻮﻓﺪﻫ
ro: Ținte: (o listă de căi sau adrese URL separate prin punct și virgulă)
rw: Intego: (urutonde rwatandukanijwe na semicolon yinzira cyangwa URL)
sd: (ﺖﺳﺮﻬﻓ ﻞﻴﭤ ﺍﺪﺟ ﻥﺎﮐ ﻦﻟﻮڪﻴﻤﻴﺳ ﻱڙڪﮬ ﻲﺟ URLs ﺎﻳ ﻦﺘﺳﺭ) :ﻑﺪﮬ
si: ඉලක්ක: (අර්ධ කොමාවෙන් වෙන් කළ මාර්ග ලැයිස්තුවක් හෝ URL)
sk: Ciele: (zoznam ciest alebo adries URL oddelených bodkočiarkou)
sl: Cilji: (seznam poti ali URL-jev, ločenih s podpičjem)
sq: Objektivat: (një listë e rrugëve ose URL-ve e ndarë me pikëpresje)
sw: Malengo: (orodha ya njia au URL zilizotenganishwa nusu koloni)
ta: இலக்குகள்: (பாதைகள் அல்லது URLகளின் அரைப்புள்ளியால் பிரிக்கப்பட்ட பட்டியல்)
te: లక్ష్యాలు: (పాత్u200cలు లేదా URLల సెమికోలన్-వేరు చేయబడిన జాబితా)
tg: Ҳадафҳо: (рӯйхати бо нуқта-вергул ҷудошудаи роҳҳо ё URL)
th: เป้าหมาย: (รายการเส้นทางหรือ URL ที่คั่นด้วยเครื่องหมายอัฒภาค)
tk: Maksatlar: (ýollaryň ýa-da URL-leriň nokat bilen bölünen sanawy)
tt: Максатлар: (юллар яки URL-лар белән аерылган)
uk: Цілі: (розділений крапкою з комою список шляхів або URL-адрес)
ur: (ﺖﺳﺮﮩﻓ ﮦﺩﺮﮐ ﮓﻟﺍ ﮯﺳ ﻥﻮﻟﺎﮐ ﯽﻤﯿﺳ ﯽﮐ ﻞﯾﺍ ﺭﺁ ﻮﯾ ﺎﯾ ﮞﻮﺘﺳﺍﺭ) :ﻑﺍﺪﮨﺍ
uz: Maqsadlar: (nuqta-vergul bilan ajratilgan yo'llar yoki URL-manzillar ro'yxati)
vi: Mục tiêu: (danh sách các đường dẫn hoặc URL được phân tách bằng dấu chấm phẩy)
xh: Ekujoliswe kuko: (uluhlu olwahlulwe ngesemikholoni yeendlela okanye ii-URL)
yi: (ס URL רעדאָ סטאַפּ ןופ המישר ןדיישעצ-ןאָלאָקיווס אַ) :ץאַגראַט

source: Target: (a .desktop or executable file)
af: Teiken: (a .desktop of uitvoerbare lêer)
am: ዒላማ፡ (ሀ .desktop ወይም ሊተገበር የሚችል ፋይል)
ar: :ﻑﺍﺪﻬﺘﺳﺍ (ﺃ .desktop (ﺬﻴﻔﻨﺘﻠﻟ ﻞﺑﺎﻗ ﻒﻠﻣ ﻭﺃ
be: Мэта: (а .desktop або выкананы файл)
bg: Цел: (а .desktop или изпълним файл)
bn: লক্ষ্য: (ক .desktop বা এক্সিকিউটেবল ফাইল)
ca: Objectiu: (a .desktop o fitxer executable)
cy: Targed: (a .desktop neu ffeil gweithredadwy)
da: Mål: ( .desktop eller eksekverbar fil)
eo: Celo: (a .desktop aŭ rulebla dosiero)
et: Sihtmärk: (a .desktop või käivitatav fail)
eu: Helburua: (a .desktop edo fitxategi exekutagarria)
fa: :ﻑﺪﻫ (ﺁ .desktop (ﯽﯾﺍﺮﺟﺍ ﻞﯾﺎﻓ ﺎﯾ
fi: Kohde: (a .desktop tai suoritettava tiedosto)
fil: Target: (a .desktop o executable na file)
fy: Doel: (in .desktop of útfierbere triem)
ga: Sprioc: (a .desktop nó comhad inrite)
gd: Targaid: (a .desktop no faidhle so-ghnìomhaichte)
gl: Obxectivo: (a .desktop ou ficheiro executable)
gu: લક્ષ્ય: (a .desktop અથવા એક્ઝિક્યુટેબલ ફાઇલ)
he: :דַעַי (א .desktop (הלעפה ץבוק וא
hi: लक्ष्य: (ए .desktop या निष्पादन योग्य फ़ाइल)
hr: Cilj: (a .desktop ili izvršna datoteka)
hu: Cél: (a .desktop vagy futtatható fájl)
hy: Թիրախ: (ա .desktop կամ գործարկվող ֆայլ)
id: Target: (A .desktop atau file yang dapat dieksekusi)
is: Skotmark: (a .desktop eða keyranleg skrá)
ka: სამიზნე: (ა .desktop ან შესრულებადი ფაილი)
kk: Мақсат: (а .desktop немесе орындалатын файл)
km: គោលដៅ: (ក .desktop ឬឯកសារដែលអាចប្រតិបត្តិបាន)
kn: ಗುರಿ: (ಎ .desktop ಅಥವಾ ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದ ಫೈಲ್)
ku: Armanc: (yek .desktop an pelê îcrakar)
ky: Максат: (а .desktop же аткарылуучу файл)
lb: Zil: (a .desktop oder ausführbar Datei)
lo: ເປົ້າu200bຫມາຍ: (ກ .desktop ຫຼືu200bໄຟລu200b໌u200bປະu200bຕິu200bບັດu200bໄດ້u200b)
lt: Tikslas: (a .desktop arba vykdomąjį failą)
lv: Mērķis: (a .desktop vai izpildāmais fails)
mg: Kendrena: (ny .desktop na rakitra azo tanterahana)
mi: Whāinga: (a .desktop he konae kawe ranei)
mk: Цел: (а .desktop или извршна датотека)
ml: ലക്ഷ്യം: (എ .desktop അല്ലെങ്കിൽ എക്സിക്യൂട്ടബിൾ ഫയൽ)
mn: Зорилтот: (а .desktop эсвэл гүйцэтгэх боломжтой файл)
mr: लक्ष्य: (a .desktop किंवा एक्झिक्युटेबल फाइल)
mt: Mira: (a .desktop jew fajl eżekutibbli)
my: ပစ်မှတ်- (a .desktop သို့မဟုတ် လည်ပတ်နိုင်သော ဖိုင်)
nb: Mål: (en .desktop eller kjørbar fil)
ne: लक्ष्य: (a .desktop वा कार्यान्वयनयोग्य फाइल)
or: ଲକ୍ଷ୍ୟ: (a .desktop କିମ୍ବା ଏକଜେକ୍ୟୁଟେବଲ୍ ଫାଇଲ୍)
pa: ਟੀਚਾ: (a .desktop ਜਾਂ ਐਗਜ਼ੀਕਿਊਟੇਬਲ ਫਾਈਲ)
ps: :ﻑﺪﻫ (a .desktop (ﻞﯾﺎﻓ ړﻭ ﺍﺮﺟﺍ ﺩ ﺎﯾ
ro: Ţintă: (A .desktop sau fișier executabil)
rw: Intego: (a .desktop cyangwa dosiye ikorwa)
sd: :ﻑﺪﮬ (ڪﻫ .desktop (ﻞﺋﺎﻓ ﻞﻤﻋ ﻞﺑﺎﻗ ﺎﻳ
si: ඉලක්කය: (ඒ .desktop හෝ ක්u200dරියාත්මක කළ හැකි ගොනුව)
sk: Cieľ: (a .desktop alebo spustiteľný súbor)
sl: Cilj: (a .desktop ali izvedljivo datoteko)
sq: Synimi: (a .desktop ose skedari i ekzekutueshëm)
sw: Lengo: (a .desktop au faili inayoweza kutekelezwa)
ta: இலக்கு: (அ .desktop அல்லது இயங்கக்கூடிய கோப்பு)
te: లక్ష్యం: (a .desktop లేదా ఎక్జిక్యూటబుల్ ఫైల్)
tg: Ҳадаф: (а .desktop ё файли иҷрошаванда)
th: เป้า: (เอ .desktop หรือไฟล์ปฏิบัติการ)
tk: Maksat: (a .desktop ýa-da ýerine ýetirip boljak faýl)
tt: Максат: (а .desktop яки башкарыла торган файл)
uk: Ціль: (а .desktop або виконуваний файл)
ur: :ﻑﺪﮨ (a .desktop (ﻞﺋﺎﻓ ﻞﻤﻋ ﻞﺑﺎﻗ ﺎﯾ
uz: Maqsad: (a .desktop yoki bajariladigan fayl)
vi: Mục tiêu: (Một .desktop hoặc tệp thực thi)
xh: Ekujoliswe kuko: (a .desktop okanye ifayile ephunyezwayo)
yi: :ליצ (א .desktop (עקעט עלבאַטוקעסקע רעדאָ

source: Choose Executable
af: Kies Uitvoerbaar
am: ተፈጻሚ የሚለውን ይምረጡ
ar: ﺬﻴﻔﻨﺘﻠﻟ ﻞﺑﺎﻗ ﺮﺘﺧﺍ
be: Выберыце выкананы файл
bg: Изберете Изпълним файл
bn: এক্সিকিউটেবল নির্বাচন করুন
ca: Seleccioneu Executable
cy: Dewiswch Executable
da: Vælg Eksekverbar
eo: Elektu Efektiveblan
et: Valige Käivitatav
eu: Aukeratu Executable
fa: Executable ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ
fi: Valitse Suoritettava
fil: Piliin ang Executable
fy: Kies Utfierber
ga: Roghnaigh Inghníomhaithe
gd: Tagh Executable
gl: Escolla Executable
gu: એક્ઝેક્યુટેબલ પસંદ કરો
he: הלעפה רב רחב
hi: निष्पादन योग्य चुनें
hr: Odaberite Izvršni
hu: Válassza a Végrehajtható lehetőséget
hy: Ընտրեք Գործադիր
id: Pilih yang Dapat Dieksekusi
is: Veldu Executable
ka: აირჩიეთ შესრულებადი
kk: Орындалатын файлды таңдаңыз
km: ជ្រើសរើសអាចប្រតិបត្តិបាន។
kn: ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದ ಆಯ್ಕೆಮಾಡಿ
ku: Hilbijêre Executable
ky: Аткарылуучуну тандаңыз
lb: Wielt ausführbar
lo: ເລືອກປະຕິບັດໄດ້
lt: Pasirinkite Vykdomasis
lv: Izvēlieties Izpildāms
mg: Mifidiana Executable
mi: Whiriwhiria te Kawenga
mk: Изберете Извршна
ml: എക്സിക്യൂട്ടബിൾ തിരഞ്ഞെടുക്കുക
mn: Гүйцэтгэх боломжтойг сонгоно уу
mr: एक्झिक्युटेबल निवडा
mt: Agħżel Esegwibbli
my: Executable ကို ရွေးပါ။
nb: Velg Kjørbar
ne: कार्यान्वयन योग्य छान्नुहोस्
or: ଏକଜେକ୍ୟୁଟେବଲ୍ ବାଛନ୍ତୁ |
pa: ਐਗਜ਼ੀਕਿਊਟੇਬਲ ਚੁਣੋ
ps: ﺉړﮐ ﺏﺎﺨﺘﻧﺍ ړﻭ ﺍﺮﺟﺍ ﺩ
ro: Alegeți Executable
rw: Hitamo Executable
sd: Executable ﻮﻳﺮڪ ﺐﺨﺘﻨﻣ
si: Executable තෝරන්න
sk: Vyberte spustiteľný súbor
sl: Izberite Izvedljiva
sq: Zgjidhni Ekzekutueshme
sw: Chagua Inayotekelezwa
ta: இயங்கக்கூடியதைத் தேர்ந்தெடுக்கவும்
te: ఎక్జిక్యూటబుల్ ఎంచుకోండి
tg: Иҷрошавандаро интихоб кунед
th: เลือกปฏิบัติการ
tk: Ecuterine ýetirilişini saýlaň
tt: Executable-ны сайлагыз
uk: Виберіть виконуваний файл
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﻞﺒﯿﭨﻮﯿﮑﯾﺰﮕﯾﺍ
uz: Bajariladigan ni tanlang
vi: Chọn Có thể thực thi
xh: Khetha Ephunyeziweyo
yi: עלבאַטוקעסקע ןביַילק

source: Command Line Too Long
af: Opdragreël te lank
am: የትእዛዝ መስመር በጣም ረጅም ነው።
ar: ﺍًﺪﺟ ﻞﻳﻮﻃ ﺮﻣﺍﻭﻷ﻿ﺍ ﺮﻄﺳ
be: Занадта доўгі камандны радок
bg: Командният ред е твърде дълъг
bn: কমান্ড লাইন অনেক লম্বা
ca: La línia d'ordres és massa llarga
cy: Llinell Orchymyn Yn Rhy Hir
da: Kommandolinjen er for lang
eo: Komandlinio Tro Longa
et: Käsurida liiga pikk
eu: Komando-lerroa luzeegia
fa: ﺖﺳﺍ ﯽﻧﻻ﻿ﻮﻃ ﯽﻠﯿﺧ ﻥﺎﻣﺮﻓ ﻂﺧ
fi: Komentorivi liian pitkä
fil: Masyadong Mahaba ang Command Line
fy: Kommandorigel te lang
ga: Líne Ordú Ró-fhada
gd: Loidhne-àithne Ro fhada
gl: A liña de comandos é demasiado longa
gu: કમાન્ડ લાઇન ખૂબ લાંબી છે
he: ידמ הכורא הדוקפה תרוש
hi: कमांड लाइन बहुत लंबी
hr: Naredbeni redak je predugačak
hu: A parancssor túl hosszú
hy: Հրամանի տողը չափազանց երկար է
id: Baris Perintah Terlalu Panjang
is: Skipanalína of löng
ka: ბრძანების ხაზი ძალიან გრძელია
kk: Пәрмен жолы тым ұзын
km: បន្ទាត់ពាក្យបញ្ជាវែងពេក
kn: ಕಮಾಂಡ್ ಲೈನ್ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ
ku: Hêza Ferman Zêde Dirêj
ky: Буйрук сабы өтө узун
lb: Kommando Linn ze laang
lo: ແຖວຄຳສັ່ງຍາວເກີນໄປ
lt: Komandų eilutė per ilga
lv: Komandrinda ir pārāk gara
mg: Lava loatra ny andalana baiko
mi: Roa Rawa Raina Tono
mk: Премногу долга командна линија
ml: കമാൻഡ് ലൈൻ വളരെ ദൈർഘ്യമേറിയതാണ്
mn: Тушаалын мөр хэт урт байна
mr: कमांड लाइन खूप लांब आहे
mt: Linja tal-Kmand Twil Wisq
my: Command Line ရှည်လွန်းသည်။
nb: Kommandolinjen er for lang
ne: आदेश रेखा धेरै लामो छ
or: କମାଣ୍ଡ୍ ଲାଇନ୍ ବହୁତ ଲମ୍ବା |
pa: ਕਮਾਂਡ ਲਾਈਨ ਬਹੁਤ ਲੰਬੀ ਹੈ
ps: ﯼﺩ ﺩږﻭﺍ ﺮﯾډ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺩ
ro: Linia de comandă este prea lungă
rw: Tegeka umurongo muremure cyane
sd: ﻲﮭﮔڊ ﻡﺎﻤﺗ ﻦﻴﺋﻻ﻿ ڊﻧﺎﻤڪ
si: විධාන රේඛාව දිග වැඩියි
sk: Príkazový riadok je príliš dlhý
sl: Ukazna vrstica je predolga
sq: Linja e komandës është shumë e gjatë
sw: Mstari wa Amri Mrefu Sana
ta: கட்டளை வரி மிக நீளமானது
te: కమాండ్ లైన్ చాలా పొడవుగా ఉంది
tg: Хатти фармон хеле дароз
th: บรรทัดคำสั่งยาวเกินไป
tk: Buýruk setiri gaty uzyn
tt: Команда сызыгы бик озын
uk: Занадто довгий командний рядок
ur: ۔ﮯﮨ ﯽﺒﻤﻟ ﺖﮩﺑ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ
uz: Buyruqlar qatori juda uzun
vi: Dòng lệnh quá dài
xh: Umgca Womyalelo Mde Kakhulu
yi: גנאַל ךיוא זיא הרוש ןלעפֿאַב
