Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Please set root's editor in View|Preferences|Advanced
af: Stel asseblief root se redigeerder in View|Voorkeure|Gevorderd
am: እባኮትን የ root አርታዒን በ View|Preferences| የላቀ ያዘጋጁ
ar: ﻡﺪﻘﺘﻣ | ﺕﻼ﻿ﻴﻀﻔﺗ | ﺽﺮﻋ ﻲﻓ ﺭﺬﺠﻟﺍ ﺭﺮﺤﻣ ﻦﻴﻴﻌﺗ ﻰﺟﺮﻳ
be: Калі ласка, усталюйце каранёвы рэдактар u200bu200bу View|Preferences|Advanced
bg: Моля, задайте root редактора в View|Preferences|Advanced
bn: অনুগ্রহ করে রুট-এর এডিটর সেট করুন ভিউ
ca: Si us plau, configureu l'editor de root a Visualització|Preferències|Avançat
cy: Os gwelwch yn dda gosod golygydd root yn View | Preferences | Advanced
da: Indstil venligst roots editor i Vis|Indstillinger|Avanceret
eo: Bonvolu agordi la redaktilon de radiko en Vido|Preferoj|Altnivela
et: Seadke juurredaktor menüüs View|Preferences|Advanced
eu: Ezarri root-en editorea Ikusi|Hobespenak|Aurreratua atalean
fa: ﺪﯿﻫﺩ ﺭﺍﺮﻗ View|Preferences|Advanced ﺭﺩ ﺍﺭ root ﺮﮕﺸﯾﺍﺮﯾﻭ ﺎﻔﻄﻟ
fi: Aseta rootin editori kohdassa View|Preferences|Advanced
fil: Mangyaring itakda ang editor ng ugat sa View|Preferences|Advanced
fy: Stel asjebleaft de bewurker fan root yn View|Foarkarren|Avansearre
ga: Socraigh eagarthóir root in View | Preferences | Advanced
gd: Feuch an cuir thu deasaiche root ann an View | Preferences | Advanced
gl: Establece o editor de root en Ver|Preferencias|Avanzado
gu: કૃપા કરીને રુટના સંપાદકને વ્યુ|પસંદગીઓ|એડવાન્સમાં સેટ કરો
he: םדקתמ|תופדעה|הגוצתב root ךרוע תא רידגהל אנ
hi: कृपया रूट के संपादक को View|Preferences|Advanced . में सेट करें
hr: Molimo postavite rootov editor u View|Preferences|Advanced
hu: Állítsa be a root szerkesztőjét a View|Preferences|Advanced menüpontban
hy: Խնդրում ենք սահմանել root-ի խմբագրիչը View|Նախընտրանքներ|Ընդլայնված
id: Silakan setel editor root di View|Preferences|Advanced
is: Vinsamlega stilltu ritil rótar í View|Preferences|Advanced
ka: გთხოვთ დააყენოთ root-ის რედაქტორი View|Preferences|Advanced
kk: Түбірлік редакторды View|Preferences|Advanced ішіне орнатыңыз
km: សូមកំណត់កម្មវិធីនិពន្ធរបស់ root នៅក្នុង View|Preferences|Advanced
kn: ದಯವಿಟ್ಟು ರೂಟ್u200cನ ಸಂಪಾದಕವನ್ನು ವೀಕ್ಷಿಸಿ|ಪ್ರಾಶಸ್ತ್ಯಗಳು|ಸುಧಾರಿತದಲ್ಲಿ ಹೊಂದಿಸಿ
ku: Ji kerema xwe edîtorê root-ê li Nîşan|Tercîh|Pêşketî bicîh bikin
ky: Сураныч, тамырдын редакторун View|Preferences|Advanced ичинде орнотуңуз
lb: Setzt w.e.g. de Root Editor an View|Preferences|Advanced
lo: ກະລຸນາຕັ້ງຕົວແກ້ໄຂຂອງ root ໃນ View|Preferences|Advanced
lt: Nustatykite root redaktorių rodinyje|Nuostatos|Išplėstinė
lv: Lūdzu, iestatiet root redaktoru sadaļā View|Preferences|Advanced
mg: Azafady, apetraho ao amin'ny View|Préférences|Advanced ny tonian'ny faka
mi: Whakatakotoria koa te ētita pakiaka ki Tirohanga|Manakohanga|Arā Atu Anō
mk: Поставете го уредникот на root во Приказ|Преференци|Напредно
ml: ദയവായി റൂട്ടിന്റെ എഡിറ്റർ View|Preferences|Advanced എന്നതിൽ സജ്ജീകരിക്കുക
mn: View|Preferences|Advanced хэсэгт root засварлагчийг тохируулна уу
mr: कृपया View|Preferences|Advanced मध्ये रूटचा संपादक सेट करा
mt: Jekk jogħġbok issettja l-editur ta' root f'Ara|Preferenzi|Avvanzat
my: View|Preferences|Advanced တွင် root ၏တည်းဖြတ်မှုကို ကျေးဇူးပြု၍ သတ်မှတ်ပါ။
nb: Vennligst still roots editor i Vis|Innstillinger|Avansert
ne: कृपया View|Preferences|Advanced मा रूटको सम्पादक सेट गर्नुहोस्
or: ଭ୍ୟୁ | ପ୍ରିଫରେନ୍ସ | ଆଡଭାନ୍ସଡ୍ ରେ ଦୟାକରି ରୁଟ୍ ଏଡିଟର୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਰੂਟ ਦੇ ਸੰਪਾਦਕ ਨੂੰ ਵਿਊ|ਪ੍ਰੈਫਰੈਂਸ|ਐਡਵਾਂਸਡ ਵਿੱਚ ਸੈਟ ਕਰੋ
ps: ﯽﻠﻠﺘﺨﻣﺮﭘ | ﻪﻧﻮﺑﻮﺗ ﻩﺭﻮﻏ | ﺉړﮐ ﻢﯿﻈﻨﺗ ﺮﯾﺪﻣ ټﻭﺭ ﺩ ﯥﮐ ﺪﯿﻟ ﻪﭘ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Vă rugăm să setați editorul root în Vizualizare|Preferințe|Avansat
rw: Nyamuneka shyira umwanditsi mukuru muri Reba | Ibyifuzo | Byateye imbere
sd: ﻮﻳﺮڪ ٽﻴﺳ ۾ View|Preferences|Advanced ﻲﮐ ﺮٽﻳڊﻳﺍ ﻲﺟ ٽﻭﺭ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: කරුණාකර root හි සංස්කාරකය View|Preferences|උසස් තුළ සකසන්න
sk: Nastavte editor root v časti Zobraziť|Predvoľby|Rozšírené
sl: Nastavite korenski urejevalnik v View|Preferences|Advanced
sq: Ju lutemi vendosni redaktorin e rrënjës në View|Preferences|Avancuar
sw: Tafadhali weka kihariri cha mizizi katika View|Preferences|Advanced
ta: ரூட்டின் எடிட்டரை View|Preferences|மேம்பட்டதில் அமைக்கவும்
te: దయచేసి రూట్ యొక్క ఎడిటర్u200cను వీక్షణ|ప్రాధాన్యతలు|అధునాతనంలో సెట్ చేయండి
tg: Лутфан муҳаррири решаро дар View|Preferences|Advanced насб кунед
th: โปรดตั้งค่าตัวแก้ไขของรูทใน View|Preferences|Advanced
tk: Kök redaktoryny View | Saýlamalar | Giňişleýin edip düzmegiňizi haýyş edýäris
tt: Зинһар, тамыр редакторын карау | өстенлекләр | Алга
uk: Будь ласка, встановіть кореневий редактор у View|Preferences|Advanced
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮟﯿﻣ View|Preferences|Advanced ﻮﮐ ﺮﭩﯾﮉﯾﺍ ﮯﮐ ﭦﻭﺭ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: Iltimos, ildiz muharririni View|Preferences|Advanced-da o'rnating
vi: Vui lòng đặt trình soạn thảo của root trong Chế độ xem | Tùy chọn | Nâng cao
xh: Nceda cwangcisa umhleli wengcambu kwimboniselo|Ezikhethwayo|Ngaphambili
yi: עטריסנאַוואַ|ןצנערעפֿערפּ|View ןיא ראָטקאַדער ס לצראָוו ןלעטש עטיב

source: Edit %s
af: Wysig %s
am: አርትዕ %s
ar: ﺭﺮﺤﻳ %s
be: Рэдагаваць %s
bg: редактиране %s
bn: সম্পাদনা করুন %s
ca: Edita %s
cy: Golygu %s
da: Redigere %s
eo: Redakti %s
et: Muuda %s
eu: Editatu %s
fa: ﺪﯿﻨﮐ ﺶﯾﺍﺮﯾﻭ %s
fi: Muokata %s
fil: I-edit %s
fy: Bewurkje %s
ga: Cuir in eagar %s
gd: Deasaich %s
gl: Editar %s
gu: સંપાદિત કરો %s
he: ךֹורֲעַל %s
hi: संपादित करें %s
hr: Uredi %s
hu: Szerkesztés %s
hy: Խմբագրել %s
id: Sunting %s
is: Breyta %s
ka: რედაქტირება %s
kk: Өңдеу %s
km: កែសម្រួល %s
kn: ತಿದ್ದು %s
ku: Weşandin %s
ky: Түзөтүү %s
lo: ແກ້ໄຂ %s
lt: Redaguoti %s
lv: Rediģēt %s
mg: Ovay %s
mi: Whakatikatika %s
mk: Уредување %s
ml: എഡിറ്റ് ചെയ്യുക %s
mn: Засварлах %s
mr: सुधारणे %s
mt: Editja %s
my: တည်းဖြတ်ပါ။ %s
nb: Redigere %s
ne: सम्पादन गर्नुहोस् %s
or: ସଂପାଦନ କରନ୍ତୁ | %s
pa: ਸੰਪਾਦਿਤ ਕਰੋ %s
ps: ﻥﻮﻤﺳ %s
ro: Editați | × %s
rw: Hindura %s
sd: ﻮﻳﺮڪ ﻢﻴﻣﺮﺗ %s
si: සංස්කරණය කරන්න %s
sk: Upraviť %s
sl: Uredi %s
sq: Redakto %s
sw: Hariri %s
ta: தொகு %s
te: సవరించు %s
tg: Таҳрир %s
th: แก้ไข %s
tk: Redaktirläň %s
tt: Редакцияләү %s
uk: Редагувати %s
ur: ﻢﯿﻣﺮﺗ %s
uz: Tahrirlash %s
vi: Biên tập %s
xh: Hlela %s
yi: ןריגאַדער %s

source: User's Manual Not Found
af: Gebruikershandleiding nie gevind nie
am: የተጠቃሚ መመሪያ አልተገኘም።
ar: ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﻡﺪﺨﺘﺴﻤﻟﺍ ﻞﻴﻟﺩ
be: Кіраўніцтва карыстальніка не знойдзена
bg: Ръководството на потребителя не е намерено
bn: ব্যবহারকারীর ম্যানুয়াল পাওয়া যায়নি
ca: No s'ha trobat el manual de l'usuari
cy: Llawlyfr Defnyddiwr Heb ei ddarganfod
da: Brugermanual ikke fundet
eo: Manlibro de uzanto Ne Trovita
et: Kasutusjuhendit ei leitud
eu: Ez da aurkitu erabiltzailearen eskuliburua
fa: ﺪﺸﻧ ﺖﻓﺎﯾ ﺮﺑﺭﺎﮐ ﯼﺎﻤﻨﻫﺍﺭ ﻪﭼﺮﺘﻓﺩ
fi: Käyttöopasta ei löydy
fil: Hindi Natagpuan ang Manual ng Gumagamit
fy: Brûkershantlieding net fûn
ga: Lámhleabhar Úsáideora Níor aimsíodh
gd: Leabhar-làimhe cleachdaiche nach deach a lorg
gl: Manual de usuario non atopado
gu: વપરાશકર્તાનું મેન્યુઅલ મળ્યું નથી
he: אצמנ אל שמתשמל ךירדמ
hi: उपयोगकर्ता का मैनुअल नहीं मिला
hr: Korisnički priručnik nije pronađen
hu: Felhasználói kézikönyv nem található
hy: Օգտագործողի ձեռնարկը չի գտնվել
id: Panduan Pengguna Tidak Ditemukan
is: Notendahandbók fannst ekki
ka: მომხმარებლის სახელმძღვანელო ვერ მოიძებნა
kk: Пайдаланушы нұсқаулығы табылмады
km: រកមិនឃើញសៀវភៅណែនាំអ្នកប្រើប្រាស់ទេ។
kn: ಬಳಕೆದಾರರ ಕೈಪಿಡಿ ಕಂಡುಬಂದಿಲ್ಲ
ku: Destûra Bikarhêner nehat dîtin
ky: Колдонуучунун колдонмосу табылган жок
lo: ບໍ່ພົບຄູ່ມືຜູ້ໃຊ້
lt: Vartotojo vadovas nerastas
lv: Lietotāja rokasgrāmata nav atrasta
mg: Tsy hita ny bokin'ny mpampiasa
mi: Kaore i kitea te pukapuka a te Kaiwhakamahi
mk: Упатството за корисникот не е пронајдено
ml: ഉപയോക്തൃ മാനുവൽ കണ്ടെത്തിയില്ല
mn: Хэрэглэгчийн гарын авлага олдсонгүй
mr: वापरकर्त्याचे मॅन्युअल सापडले नाही
mt: Manwal tal-Utent Mhux Misjub
my: အသုံးပြုသူ၏လက်စွဲကို ရှာမတွေ့ပါ။
nb: Finner ikke brukermanualen
ne: प्रयोगकर्ताको म्यानुअल फेला परेन
or: ଉପଭୋକ୍ତା ମାନୁଆଲ୍ ମିଳିଲା ନାହିଁ |
pa: ਉਪਭੋਗਤਾ ਦਾ ਮੈਨੂਅਲ ਨਹੀਂ ਮਿਲਿਆ
ps: ﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧﻭ ﺩﻮښﺭﻻ﻿ ﻥﺭﺎﮐ ﺩ
ro: Manualul utilizatorului nu a fost găsit
rw: Igitabo cyumukoresha ntikiboneka
sd: ﻮﻴﻠﻣ ﻪﻧ ﺭﻮﺘﺳﺩ ﻮﺟ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ
si: පරිශීලක අත්පොත හමු නොවීය
sk: Používateľská príručka sa nenašla
sl: Uporabniški priročnik ni mogoče najti
sq: Manuali i përdoruesit nuk u gjet
sw: Mwongozo wa Mtumiaji haujapatikana
ta: பயனரின் கையேடு கிடைக்கவில்லை
te: వినియోగదారు మాన్యువల్ కనుగొనబడలేదు
tg: Дастури корбар ёфт нашуд
th: ไม่พบคู่มือการใช้งาน
tk: Ulanyjynyň gollanmasy tapylmady
tt: Кулланучының кулланмасы табылмады
uk: Посібник користувача не знайдено
ur: ﻼ﻿ﻣ ﮟﯿﮩﻧ ﯽﺘﺳﺩ ﺎﮐ ﻑﺭﺎﺻ
uz: Foydalanuvchi qoʻllanmasi topilmadi
vi: Không tìm thấy hướng dẫn sử dụng
xh: Incwadi yoMsebenzisi ayifunyenwanga
yi: ןענופֿעג טינ לאַונאַמ רעצינאַב

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
af: Die plaaslike kopie van die zzzFM-gebruikershandleiding is nie gevind nie. Stel asseblief die korrekte ligging in Hulp|Opsies|Handleidingligging.
am: የzzzFM ተጠቃሚ መመሪያ አካባቢያዊ ቅጂ አልተገኘም። እባክዎን በእገዛ|አማራጮች|በእጅ መገኛ ውስጥ ትክክለኛውን ቦታ ያቀናብሩ።
ar: .ﻱﻭﺪﻴﻟﺍ ﻊﻗﻮﻤﻟﺍ | ﺕﺍﺭﺎﻴﺨﻟﺍ | ﺕﺎﻤﻴﻠﻌﺘﻟﺍ ﻲﻓ ﺢﻴﺤﺼﻟﺍ ﻊﻗﻮﻤﻟﺍ ﻦﻴﻴﻌﺗ ﻰﺟﺮﻳ .zzzFM ﻡﺪﺨﺘﺴﻣ ﻞﻴﻟﺩ ﻦﻣ ﺔﻴﻠﺤﻤﻟﺍ ﺔﺨﺴﻨﻟﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢ
be: Лакальная копія кіраўніцтва карыстальніка zzzFM не знойдзена. Калі ласка, усталюйце правільнае месцазнаходжанне ў Даведцы|Параметры|Размяшчэнне ўручную.
bg: Локалното копие на ръководството за потребителя на zzzFM не беше намерено. Моля, задайте правилното местоположение в Помощ|Опции|Ръчно местоположение.
bn: zzzFM ব্যবহারকারীর ম্যানুয়ালটির স্থানীয় অনুলিপি পাওয়া যায়নি। অনুগ্রহ করে সাহায্য|বিকল্প|ম্যানুয়াল অবস্থানে সঠিক অবস্থান সেট করুন।
ca: No s'ha trobat la còpia local del manual de l'usuari de zzzFM. Definiu la ubicació correcta a Ajuda|Opcions|Ubicació manual.
cy: Ni ddarganfuwyd y copi lleol o lawlyfr defnyddiwr zzzFM. Gosodwch y lleoliad cywir yn Help | Dewisiadau | Lleoliad Llaw.
da: Den lokale kopi af zzzFM-brugervejledningen blev ikke fundet. Indstil venligst den korrekte placering i Hjælp|Indstillinger|Manuel placering.
eo: La loka kopio de la uzantmanlibro de zzzFM ne estis trovita. Bonvolu agordi la ĝustan lokon en Helpo|Opcioj|Manlibro Loko.
et: ZzzFM-i kasutusjuhendi kohalikku koopiat ei leitud. Palun määra õige asukoht jaotises Abi|Valikud|Käsitsi asukoht.
eu: Ez da aurkitu zzzFM erabiltzailearen eskuliburuaren tokiko kopia. Ezarri kokapen zuzena Laguntza|Aukerak|Eskuzko kokapena atalean.
fa: .ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﯽﺘﺳﺩ ﯽﻧﺎﮑﻣ ﺖﯿﻌﻗﻮﻣ|ﺎﻫu200cﻪﻨﯾﺰﮔ|ﺎﻤﻨﻫﺍﺭ ﺭﺩ ﺍﺭ ﺢﯿﺤﺻ ﻥﺎﮑﻣ ًﺎﻔﻄﻟ .ﺪﺸﻧ ﺖﻓﺎﯾ zzzFM ﺮﺑﺭﺎﮐ ﯼﺎﻤﻨﻫﺍ
fi: ZzzFM-käyttöoppaan paikallista kopiota ei löytynyt. Aseta oikea sijainti kohdassa Ohje|Asetukset|Manuaalinen sijainti.
fil: Ang lokal na kopya ng zzzFM user's manual ay hindi nakita. Mangyaring itakda ang tamang lokasyon sa Help|Options|Manual na Lokasyon.
fy: De lokale kopy fan de zzzFM-brûkershantlieding is net fûn. Stel de juste lokaasje yn yn Help|Opsjes|Hânlieding lokaasje.
ga: Ní bhfuarthas an chóip áitiúil de lámhleabhar úsáideora zzzFM. Socraigh an áit cheart le do thoil i gCabhair | Roghanna | Suíomh Lámhleabhar.
gd: Cha deach an leth-bhreac ionadail de leabhar-làimhe neach-cleachdaidh zzzFM a lorg. Feuch an cuir thu an àite cheart ann an Taic | Roghainnean | Suidheachadh làimhe.
gl: Non se atopou a copia local do manual de usuario de zzzFM. Establece a localización correcta en Axuda|Opcións|Localización manual.
gu: zzzFM વપરાશકર્તાના માર્ગદર્શિકાની સ્થાનિક નકલ મળી નથી. કૃપા કરીને મદદ|વિકલ્પો|મેન્યુઅલ સ્થાનમાં યોગ્ય સ્થાન સેટ કરો.
he: .ינדי םוקימ|תויורשפא|הרזעב ןוכנה םוקימה תא רדגה אנא .אצמנ אל zzzFM לש שמתשמל ךירדמה לש ימוקמה קתועה
hi: zzzFM उपयोगकर्ता के मैनुअल की स्थानीय प्रति नहीं मिली। कृपया मदद|विकल्प|मैनुअल स्थान में सही स्थान निर्धारित करें।
hr: Lokalna kopija korisničkog priručnika zzzFM nije pronađena. Molimo postavite ispravnu lokaciju u Help|Options|Manual Location.
hu: A zzzFM felhasználói kézikönyv helyi példánya nem található. Kérjük, állítsa be a helyes helyet a Súgó|Opciók|Kézi helymeghatározásban.
hy: zzzFM օգտագործողի ձեռնարկի տեղական պատճենը չի գտնվել: Խնդրում ենք սահմանել ճիշտ վայրը Օգնության|Ընտրանքներ|Ձեռնարկի տեղադրությունում:
id: Salinan lokal manual pengguna zzzFM tidak ditemukan. Harap setel lokasi yang benar di Help|Options|Manual Location.
is: Staðbundið afrit af zzzFM notendahandbókinni fannst ekki. Vinsamlega stilltu rétta staðsetningu í Hjálp|Valkostir|Handvirk staðsetning.
ka: zzzFM მომხმარებლის სახელმძღვანელოს ადგილობრივი ასლი ვერ მოიძებნა. გთხოვთ, დააყენოთ სწორი მდებარეობა დახმარება|პარამეტრები|სახელმძღვანელო მდებარეობა.
kk: zzzFM пайдаланушы нұсқаулығының жергілікті көшірмесі табылмады. Анықтама|Параметрлер|Қолмен орналасу бөлімінде дұрыс орынды орнатыңыз.
km: ច្បាប់ចម្លងក្នុងស្រុកនៃសៀវភៅណែនាំរបស់អ្នកប្រើ zzzFM មិនត្រូវបានរកឃើញទេ។ សូមកំណត់ទីតាំងត្រឹមត្រូវនៅក្នុងជំនួយ|ជម្រើស|ទីតាំងដោយដៃ។
kn: zzzFM ಬಳಕೆದಾರರ ಕೈಪಿಡಿಯ ಸ್ಥಳೀಯ ನಕಲು ಕಂಡುಬಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ಸಹಾಯ|ಆಯ್ಕೆಗಳು|ಹಸ್ತಚಾಲಿತ ಸ್ಥಳದಲ್ಲಿ ಸರಿಯಾದ ಸ್ಥಳವನ್ನು ಹೊಂದಿಸಿ.
ku: Kopiya herêmî ya manuala bikarhêner a zzzFM nehat dîtin. Ji kerema xwe cihê rast di Alîkarî|Vebijêrk|Cihê Destê de destnîşan bike.
ky: zzzFM колдонуучунун колдонмосунун жергиликтүү көчүрмөсү табылган жок. Сураныч, туура жайгашкан жерди Жардам|Параметрлер|Кол менен жайгаштырыңыз.
lb: Déi lokal Kopie vum zzzFM Benotzerhandbuch gouf net fonnt. Setzt w.e.g. déi richteg Plaz an Hëllef|Optiounen|Manuell Plaz.
lo: ບໍ່ພົບສໍາເນົາທ້ອງຖິ່ນຂອງຄູ່ມືຜູ້ໃຊ້ zzzFM. ກະu200bລຸu200bນາu200bກໍາu200bນົດu200bສະu200bຖານu200bທີ່u200bທີ່u200bຖືກu200bຕ້ອງu200bໃນu200bການu200bຊ່ວຍu200bເຫຼືອ|ທາງu200bເລືອກ|ສະu200bຖານu200bທີ່u200bຄູ່u200bມື.
lt: Vietinė zzzFM vartotojo vadovo kopija nerasta. Nustatykite teisingą vietą Pagalba|Parinktys|Rankinė vieta.
lv: ZzzFM lietotāja rokasgrāmatas vietējā kopija netika atrasta. Lūdzu, iestatiet pareizo atrašanās vietu sadaļā Palīdzība|Opcijas|Manuālā atrašanās vieta.
mg: Tsy hita ny dika mitovy eo an-toerana amin'ny bokin'ny mpampiasa zzzFM. Azafady, apetraho ao amin'ny Help|Options|Toerana tanana ny toerana mety.
mi: Ko te kape paetata o te pukapuka a te kaiwhakamahi zzzFM kaore i kitea. Tautuhi koa te tauwāhi tika ki te Āwhina|Kōwhiringa|Wāhi ā-ringa.
mk: Локалната копија од упатството за корисникот zzzFM не беше пронајдена. Поставете ја точната локација во Помош|Опции|Рачна локација.
ml: zzzFM ഉപയോക്താവിന്റെ മാനുവലിന്റെ പ്രാദേശിക പകർപ്പ് കണ്ടെത്തിയില്ല. ദയവായി സഹായം|ഓപ്ഷനുകൾ|മാനുവൽ ലൊക്കേഷനിൽ ശരിയായ സ്ഥാനം സജ്ജമാക്കുക.
mn: zzzFM хэрэглэгчийн гарын авлагын орон нутгийн хуулбар олдсонгүй. Тусламж|Сонголтууд|Гарын авлагын байршлаас зөв байршлыг тохируулна уу.
mr: zzzFM वापरकर्त्याच्या मॅन्युअलची स्थानिक प्रत सापडली नाही. कृपया मदत|पर्याय|मॅन्युअल स्थानामध्ये योग्य स्थान सेट करा.
mt: Il-kopja lokali tal-manwal tal-utent zzzFM ma nstabitx. Jekk jogħġbok issettja l-post korrett f'Għajnuna|Għażliet|Post manwali.
my: zzzFM အသုံးပြုသူ၏လက်စွဲ၏ ဒေသတွင်းမိတ္တူကို ရှာမတွေ့ပါ။ Help|Options|Manual Location တွင် မှန်ကန်သောတည်နေရာကို သတ်မှတ်ပေးပါ။
nb: Den lokale kopien av zzzFM-brukerhåndboken ble ikke funnet. Vennligst angi riktig plassering i Hjelp|Alternativer|Manuell plassering.
ne: zzzFM प्रयोगकर्ताको म्यानुअलको स्थानीय प्रतिलिपि फेला परेन। कृपया मद्दत|विकल्प|म्यानुअल स्थानमा सही स्थान सेट गर्नुहोस्।
or: ZzzFM ବ୍ୟବହାରକାରୀଙ୍କ ମାନୁଆଲର ସ୍ଥାନୀୟ କପି ମିଳିଲା ନାହିଁ | ଦୟାକରି ସହାୟତା | ବିକଳ୍ପ | ମାନୁଆଲ୍ ଅବସ୍ଥାନରେ ସଠିକ୍ ସ୍ଥାନ ସେଟ୍ କରନ୍ତୁ |
pa: zzzFM ਉਪਭੋਗਤਾ ਦੇ ਮੈਨੂਅਲ ਦੀ ਸਥਾਨਕ ਕਾਪੀ ਨਹੀਂ ਮਿਲੀ। ਕਿਰਪਾ ਕਰਕੇ ਮਦਦ|ਵਿਕਲਪਾਂ|ਮੈਨੂਅਲ ਟਿਕਾਣਾ ਵਿੱਚ ਸਹੀ ਟਿਕਾਣਾ ਸੈਟ ਕਰੋ।
ps: .ﯼﺎځ ﻲﺳﻻ﻿ | ﻪﻧﻭﺭﺎﯿﺘﺧﺍ | ﺊﮐﺎټﻭ ﯼﺎځ ﻢﺳ ﯥﮐ ﻪﺘﺳﺮﻣ ﻪﭘ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ .ﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧﻭ ﻲﭘﺎﮐ ﯽﯾﺎځ ﺩﻮښﺭﻻ﻿ ﻲﮑﻧﻭﺭﺎﮐ zzz
ro: Copia locală a manualului de utilizare zzzFM nu a fost găsită. Vă rugăm să setați locația corectă în Ajutor|Opțiuni|Locație manuală.
rw: Kopi yaho yimfashanyigisho yumukoresha wa zzzFM ntabwo yabonetse. Nyamuneka shyira ahantu heza mubufasha | Amahitamo | Intoki.
sd: zzzFM ﮫﮙﺟ ﻲﺘﺳﺩ|ﻥﺭﺎﻴﺘﺧﺍ|ﻮﻳﺮڪ ﺭﺮﻘﻣ ﮫﮙﺟ ﺖﺳﺭﺩ ۾ ﺩﺪﻣ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ .ﻲﻠﻣ ﻪﻧ ﻲﭘﺎڪ ﻲﻣﺎﻘﻣ ﻲﺟ ﺏﺎﻴﺘﺳﺩ ﻲﺟ ﻑﺭﺎﺻ.
si: zzzFM පරිශීලක අත්පොතෙහි දේශීය පිටපත හමු නොවීය. කරුණාකර උදව්|විකල්ප|අතින් ස්ථානයෙහි නිවැරදි ස්ථානය සකසන්න.
sk: Lokálna kópia používateľskej príručky zzzFM sa nenašla. Nastavte správne umiestnenie v časti Pomocník|Možnosti|Ručné umiestnenie.
sl: Lokalne kopije uporabniškega priročnika zzzFM ni bilo mogoče najti. Prosimo, nastavite pravilno lokacijo v Pomoč|Možnosti|Ročna lokacija.
sq: Kopja lokale e manualit të përdoruesit zzzFM nuk u gjet. Ju lutemi vendosni vendndodhjen e saktë te Ndihma|Opsionet|Vendndodhja manuale.
sw: Nakala ya ndani ya mwongozo wa mtumiaji wa zzzFM haikupatikana. Tafadhali weka eneo sahihi katika Usaidizi|Chaguo|Mahali Mwenyewe.
ta: zzzFM பயனரின் கையேட்டின் உள்ளூர் நகல் கிடைக்கவில்லை. தயவுசெய்து சரியான இருப்பிடத்தை உதவி|விருப்பங்கள்|கையேடு இருப்பிடத்தில் அமைக்கவும்.
te: zzzFM వినియోగదారు మాన్యువల్ యొక్క స్థానిక కాపీ కనుగొనబడలేదు. దయచేసి సహాయం|ఎంపికలు|మాన్యువల్ లొకేషన్u200cలో సరైన స్థానాన్ని సెట్ చేయండి.
tg: Нусхаи маҳаллии дастури истифодабарандаи zzzFM ёфт нашуд. Лутфан ҷойгиршавии дурустро дар Кӯмак|Параметрҳо|Ҷойгиршавии дастӣ таъин кунед.
th: ไม่พบสำเนาคู่มือผู้ใช้ zzzFM โปรดตั้งค่าตำแหน่งที่ถูกต้องใน Help|Options|Manual Location
tk: ZzzFM ulanyjy gollanmasynyň ýerli nusgasy tapylmady. Kömek | Görnüş | El bilen ýerleşýän ýerinde dogry ýeri belläň.
tt: ZzzFM кулланучы кулланмасының җирле күчермәсе табылмады. Зинһар, Ярдәм | Вариантлар | Кул белән урнашу урынын дөрес урнаштырыгыз.
uk: Локальна копія посібника користувача zzzFM не знайдена. Будь ласка, встановіть правильне розташування в Довідці|Параметри|Розташування вручну.
ur: zzzFM ۔ﮟﯾﺮﮐ ﻦﯿﻌﺘﻣ ﻡﺎﻘﻣ ﺖﺳﺭﺩ ﮟﯿﻣ ﻡﺎﻘﻣ ﯽﺘﺳﺩ|ﺕﺍﺭﺎﯿﺘﺧﺍ|ﺩﺪﻣ ﻡﺮﮐ ﮦﺍﺮﺑ ۔ﯽﻠﻣ ﮟﯿﮩﻧ ﯽﭘﺎﮐ ﯽﻣﺎﻘﻣ ﯽﮐ ﯽﺘﺳﺩ ﮯﮐ ﻑﺭﺎﺻ
uz: zzzFM foydalanuvchi qoʻllanmasining mahalliy nusxasi topilmadi. Iltimos, Yordam|Tanlovlar|Qo'lda joylashuvni to'g'ri belgilang.
vi: Không tìm thấy bản sao cục bộ của hướng dẫn sử dụng zzzFM. Vui lòng đặt vị trí chính xác trong Trợ giúp | Tùy chọn | Vị trí Thủ công.
xh: Ikopi yasekuhlaleni yencwadi yesikhokelo yomsebenzisi we-zzzFM ayifunyenwanga. Nceda usete indawo echanekileyo kuNcedo|EziKhetho|ngeManuwali Indawo.
yi: .טראָ לאַונאַמ|סעיצפּאָ|ףליה ןיא טראָ קיטכיר יד ןלעטש עטיב .ןענופֿעג טשינ זיא רעצינאַב zzzFM יד ןופ לאַונאַמ יד

source: Manual Opened ?
af: Handleiding oopgemaak?
am: በእጅ ተከፍቷል?
ar: ؟ﺡﻮﺘﻔﻣ ﻞﻴﻟﺩ
be: Адкрыта кіраўніцтва?
bg: Ръководството отворено?
bn: ম্যানুয়াল খোলা?
ca: Manual obert?
cy: Llawlyfr wedi'i Agor?
da: Manual åbnet?
eo: Manlibro Malfermita?
et: Kas juhend avatud?
eu: Eskuliburua irekita?
fa: ؟ﺪﺷ ﺯﺎﺑ ﺎﻤﻨﻫﺍﺭ ﻪﭼﺮﺘﻓﺩ
fi: Manuaali avattu?
fil: Binuksan ang Manual?
fy: Hânlieding iepene?
ga: Osclaíodh Lámhleabhar?
gd: Stiùireadh air fhosgladh?
gl: Manual aberto?
gu: મેન્યુઅલ ખોલ્યું?
he: ?חתפנ ינדי
hi: मैनुअल खोला गया?
hr: Otvoren priručnik?
hu: Kézikönyv megnyitva?
hy: Ձեռնարկը բացվե՞լ է:
id: Manual Dibuka?
is: Handbók opnuð?
ka: სახელმძღვანელო გახსნილია?
kk: Нұсқаулық ашылды ма?
km: បើកដោយដៃ?
kn: ಕೈಪಿಡಿ ತೆರೆಯಲಾಗಿದೆಯೇ?
ku: Manual Vekirî?
ky: Кол менен ачылдыбы?
lb: Manuell opgemaach?
lo: ເປີດຄູ່ມື?
lt: Instrukcija atidaryta?
lv: Rokasgrāmata atvērta?
mg: Voasokatra ny boky ?
mi: Kua whakatuwherahia e te pukapuka?
mk: Упатството е отворено?
ml: മാനുവൽ തുറന്നോ?
mn: Гарын авлага нээгдсэн үү?
mr: मॅन्युअल उघडले?
mt: Manwal Miftuħ?
my: လူကိုယ်တိုင်ဖွင့်ထားသလား။
nb: Manuell åpnet?
ne: म्यानुअल खोलियो?
or: ମାନୁଆଲ୍ ଖୋଲିଲା କି?
pa: ਮੈਨੁਅਲ ਖੋਲ੍ਹਿਆ ਗਿਆ?
ps: ؟ﻮﺷ ﺹﻼ﻿ﺧ ﺩﻮښﺭﻻ﻿
ro: Manual deschis?
rw: Igitabo cyafunguwe?
sd: ؟ﻮﻳﻭ ﻮﻴﻟﻮﮐ ﻲﺘﺳﺩ
si: අත්පොත විවෘත කළාද?
sk: Manuálne otvorené?
sl: Ročno odprto?
sq: U hap manuali?
sw: Mwongozo Umefunguliwa?
ta: கையேடு திறக்கப்பட்டதா?
te: మాన్యువల్ తెరవబడిందా?
tg: Дастур кушода шуд?
th: คู่มือเปิด ?
tk: Gollanma açyldy?
tt: Кул белән ачылды?
uk: Відкрито керівництво?
ur: ؟ﺎﯾﺩ ﻝﻮﮭﮐ ﯽﺘﺳﺩ
uz: Qo'llanma ochildimi?
vi: Đã mở thủ công?
xh: Ivuliwe Incwadi ?
yi: ?טנפעעג לאַונאַמ
