Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Move/Resize
af: _Beweeg/Verander grootte
am: _አንቀሳቅስ/አስተካክል።
ar: _ﻩﺎﺠﺗﻻ﻿ﺍ ﺮﻴﻴﻐﺗ
be: _Перамясціць/змяніць памер
bg: _Преместване/Преоразмеряване
bn: _সরান/আকার পরিবর্তন করুন
ca: _Mou/Canvia la mida
cy: _Symud / Newid Maint
da: _Flyt/ændre størrelse
eo: _Movu/Regrandigi
et: _Teisalda/suuruse muutmine
eu: _Mugitu/Tamaina aldatu
fa: _ﻩﺯﺍﺪﻧﺍ ﺮﯿﯿﻐﺗ/ﺖﮐﺮﺣ
fi: _Siirrä/muuta kokoa
fil: _Ilipat/Baguhin ang laki
fy: _Ferpleats / Feroarje grutte
ga: _Bog / Athraigh Athraigh
gd: _Gluais / Ath-mheudachadh
gl: _Mover/Redimensionar
gu: _ખસેડો/માપ બદલો
he: _לדוג הנש/זזה
hi: _आकार बदलें ले जाएँ
hr: _Premjesti/Promijeni veličinu
hu: _Áthelyezés/Átméretezés
hy: _Տեղափոխել/չափափոխել
id: _Pindahkan/Ubah Ukuran
is: _Færa/breyta stærð
ka: _გადატანა/ზომის შეცვლა
kk: _Жылжыту/Өлшемін өзгерту
km: _ផ្លាស់ទី/ប្តូរទំហំ
kn: _ಸರಿಸಿ/ಮರುಗಾತ್ರಗೊಳಿಸಿ
ku: _Biguhezin / Mezinahiyê Biguherînin
ky: _Жылдыруу/Өлчөмүн өзгөртүү
lb: _Beweegen / Gréisst änneren
lo: _ຍ້າຍ/ປັບຂະໜາດ
lt: _Perkelti / pakeisti dydį
lv: _Pārvietot/Mainīt izmērus
mg: _Afindrao/Ovao ny habeny
mi: _Nuku/Whakanuia
mk: _Премести/Промени големина
ml: _നീക്കുക/വലുപ്പം മാറ്റുക
mn: _Зөөх/Хэмжээг өөрчлөх
mr: _हलवा/आकार बदला
mt: _Nimxu/Daqs mill-ġdid
my: _ရွှေ့/အရွယ်အစားပြောင်း
nb: _Flytt/endre størrelse
ne: _सार्नुहोस्/रिसाइज गर्नुहोस्
or: _ଘୁଞ୍ଚାନ୍ତୁ / ଆକାର ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: _ਮੂਵ/ਆਕਾਰ ਬਦਲੋ
ps: _ﺉړﮐ ﺰﯿﺳ/ﺖﮐﺮﺣ
ro: _Mutare/Redimensionare
rw: _Himura / Hindura
sd: _ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ / ﻮﻳﺮڪ ﻞﻘﺘﻨﻣ
si: _ගෙනයන්න/ප්u200dරමාණය වෙනස් කරන්න
sk: _Presunúť/zmeniť veľkosť
sl: _Premakni/spremeni velikost
sq: _Zhvendos/Ndrysho madhësinë
sw: _Sogeza/Resize
ta: _நகர்த்து/அளவை மாற்றவும்
te: _తరలించు/పరిమాణం మార్చండి
tg: _Ҷойивазкунӣ/Тағйири андоза
th: _ย้าย/ปรับขนาด
tk: _Göçüriň / Ölçegini üýtgediň
tt: _Күчерү / размер
uk: _Перемістити/Змінити розмір
ur: _۔ﮟﯾﺮﮐ ﺰﺋﺎﺳ/ﮟﯾﺮﮐ ﻞﻘﺘﻨﻣ
uz: _Ko‘chirish/o‘lchamini o‘zgartirish
vi: _Di chuyển / Thay đổi kích thước
xh: _Hambisa/Ubungakanani kwakhona
yi: _עזיסער / ךאַמ

source: Set Window Move/Resize Command
af: Stel Venster Beweeg/Verander grootte opdrag
am: የመስኮት አንቀሳቅስ/መጠንን ቀይር
ar: ﺓﺬﻓﺎﻨﻟﺍ ﻢﺠﺣ ﺮﻴﻴﻐﺗ / ﻞﻘﻧ ﺮﻣﺃ ﻦﻴﻴﻌﺘﺑ ﻢﻗ
be: Задаць каманду перамяшчэння/змены памеру акна
bg: Задайте команда за преместване/преоразмеряване на прозореца
bn: উইন্ডো মুভ/রিসাইজ কমান্ড সেট করুন
ca: Estableix l'ordre de moure/canviar la mida de la finestra
cy: Gosod Gorchymyn Symud / Newid Maint Ffenestr
da: Indstil Window Flyt/Resize-kommando
eo: Agordi Fenestran Movu/Regrandigi Komandon
et: Määrake akna teisaldamise/suuruse muutmise käsk
eu: Ezarri leihoa mugitu/tamaina aldatu komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻩﺮﺠﻨﭘ ﻩﺯﺍﺪﻧﺍ ﺮﯿﯿﻐﺗ/ﻝﺎﻘﺘﻧﺍ ﺭﻮﺘﺳﺩ
fi: Aseta ikkunan siirto/muuta kokoa -komento
fil: Itakda ang Window Move/Resize Command
fy: Set Window Move/Resize Kommando yn
ga: Socraigh Ordú Bog / Athraigh Athraigh Fuinneoige
gd: Suidhich gluasad gluasad / ath-mheudachadh uinneag
gl: Establecer o comando Mover/Redimensionar a xanela
gu: વિન્ડો મૂવ/સાઇઝ કમાન્ડ સેટ કરો
he: ןולח לש לדוג יוניש/הזזה תדוקפ רדגה
hi: विंडो मूव/रीसाइज कमांड सेट करें
hr: Postavite naredbu za pomicanje/promjenu veličine prozora
hu: Állítsa be az Ablak áthelyezése/Átméretezése parancsot
hy: Սահմանեք պատուհանի տեղափոխման/չափափոխման հրամանը
id: Atur Perintah Pemindahan/Ubah Ukuran Jendela
is: Stilltu stjórn á færa/breyta stærð glugga
ka: დააყენეთ ფანჯრის გადაადგილება/გადიდების ბრძანება
kk: Терезені жылжыту/өлшемін өзгерту пәрменін орнатыңыз
km: កំណត់ Window Move/Resize Command
kn: ವಿಂಡೋ ಮೂವ್ / ಮರುಗಾತ್ರಗೊಳಿಸಿ ಆಜ್ಞೆಯನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Veguheztina Pencere/Pêveguhertina Pencereyê Set bike
ky: Терезени жылдыруу/өлчөмүн өзгөртүү буйругун коюу
lo: ກໍານົດຄໍາສັ່ງຍ້າຍ / ປັບຂະຫນາດປ່ອງຢ້ຽມ
lt: Nustatyti lango perkėlimo / dydžio keitimo komandą
lv: Iestatiet loga pārvietošanas/izmēra maiņas komandu
mg: Mametraka baiko Window Move/Resize
mi: Tautuhia te Matapihi Nuku/Whakarahi Whakahau
mk: Поставете команда за преместување/промена на големината на прозорецот
ml: വിൻഡോ മൂവ് / റീസൈസ് കമാൻഡ് സജ്ജമാക്കുക
mn: Цонхыг зөөх/хэмжээг өөрчлөх командыг тохируулна уу
mr: विंडो हलवा/आकार बदला कमांड सेट करा
mt: Issettja Kmand tat-Tieqa Move/Resize
my: Window Move/Resize Command ကို သတ်မှတ်ပါ။
nb: Angi kommando for flytting/endre størrelse på vindu
ne: सञ्झ्याल सार्नुहोस्/रिसाइज आदेश सेट गर्नुहोस्
or: ୱିଣ୍ଡୋ ମୁଭ୍ / ରିଜାଇଜ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਵਿੰਡੋ ਮੂਵ/ਰੀਸਾਈਜ਼ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﯤﺯﺍﺪﻧﺍ ﺩ / ﺖﮐﺮﺣ ۍﮐړﮐ ﺩ
ro: Setați comanda Mutare/Redimensionare fereastră
rw: Shiraho Idirishya Himura / Hindura itegeko
sd: ﻮﻳﺮڪ ٽﻴﺳ ڊﻧﺎﻤڪ ﺰﺋﺎﺴﻳﺭ /ﻭﻮﻣ ﻭڊﻧﻭ
si: Window Move/Resize Command සකසන්න
sk: Nastavte príkaz na presun/zmenu veľkosti okna
sl: Nastavite ukaz za premikanje/spreminjanje velikosti okna
sq: Cakto komandën e lëvizjes/ndryshimit të madhësisë së dritares
sw: Weka Amri ya Kusogeza/Kurekebisha ukubwa wa Dirisha
ta: விண்டோ மூவ்/ரீசைஸ் கட்டளையை அமைக்கவும்
te: విండో మూవ్/రీసైజ్ కమాండ్u200cని సెట్ చేయండి
tg: Фармони Интиқол/Тағйири андозаи тирезаро таъин кунед
th: ตั้งค่าคำสั่งย้าย/ปรับขนาดหน้าต่าง
tk: Window Move / Resize buýrugyny düzüň
tt: Тәрәзә хәрәкәтен / размерын үзгәртү
uk: Встановити команду переміщення/змінення розміру вікна
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﺰﺋﺎﺳ/ﻭﻮﻣ ﻭﮉﻧﻭ
uz: Oynani ko‘chirish/o‘lchamini o‘zgartirish buyrug‘ini o‘rnating
vi: Đặt lệnh di chuyển / thay đổi kích thước cửa sổ
xh: Cwangcisa ukuHambisa/uLungiso ngokutsha lwefestile yoMyalelo
yi: לעפֿאַב עזיסער / עוואָמ רעטצנעפֿ קיטעטשאַב
