Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Set properties with METHOD 'set', or get the value with 'get'.
af: Stel eienskappe met METODE 'set', of kry die waarde met 'get'.
am: ንብረቶችን በ METHOD ያቀናብሩ 'set', ወይም ዋጋውን ያግኙ 'get'.
ar: METHOD ﻡﺍﺪﺨﺘﺳﺎﺑ ﺺﺋﺎﺼﺨﻟﺍ ﻦﻴﻴﻌﺘﺑ ﻢﻗ 'set', ﺔﻤﻴﻘﻟﺍ ﻰﻠﻋ ﻝﻮﺼﺤﻟﺍ ﻭﺃ 'get'.
be: Усталюйце ўласцівасці з дапамогай METHOD 'set', або атрымаць значэнне з 'get'.
bg: Задайте свойства с METHOD 'set', или вземете стойността с 'get'.
bn: মেথড দিয়ে বৈশিষ্ট্য সেট করুন 'set', অথবা সঙ্গে মান পেতে 'get'.
ca: Estableix propietats amb MÈTODE 'set', o obtenir el valor amb 'get'.
cy: Gosod eiddo gyda DULL 'set', neu gael y gwerth gyda 'get'.
da: Indstil egenskaber med METODE 'set', eller få værdien med 'get'.
eo: Agordu proprietojn per METODO 'set', aŭ akiri la valoron kun 'get'.
et: Määrake omadused METHOD abil 'set', või saada väärtust 'get'.
eu: Ezarri propietateak METODOarekin 'set', edo lortu balioa 'get'.
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ METHOD ﺎﺑ ﺍﺭ ﺎﻫ ﯽﮔﮋﯾﻭ 'set', ﺎﺑ ﺍﺭ ﺭﺍﺪﻘﻣ ﺎﯾ 'get'.
fi: Aseta ominaisuudet menetelmällä METHOD 'set', tai hanki arvo 'get'.
fil: Magtakda ng mga katangian gamit ang METHOD 'set', o kunin ang halaga gamit ang 'get'.
fy: Stel eigenskippen yn mei METHOD 'set', of krije de wearde mei 'get'.
ga: Airíonna socraithe le MODH 'set', nó faigh an luach le 'get'.
gd: Suidhich togalaichean le MODH 'set', no faigh an luach le 'get'.
gl: Establece as propiedades con METHOD 'set', ou obter o valor con 'get'.
gu: METHOD સાથે ગુણધર્મો સેટ કરો 'set', અથવા તેની સાથે મૂલ્ય મેળવો 'get'.
he: METHOD םע םינייפאמ רדגה 'set', םע ךרעה תא לבקל וא 'get'.
hi: METHOD . के साथ गुण सेट करें 'set', या के साथ मूल्य प्राप्त करें 'get'.
hr: Postavite svojstva pomoću METODE 'set', ili dobiti vrijednost sa 'get'.
hu: Állítsa be a tulajdonságokat a METHOD segítségével 'set', vagy kapja meg az értéket 'get'.
hy: Սահմանել հատկությունները METHOD-ով 'set', կամ ստացեք արժեքը 'get'.
id: Setel properti dengan METODE 'set', atau dapatkan nilainya dengan 'get'.
is: Stilltu eiginleika með METHOD 'set', eða fáðu verðið með 'get'.
ka: დააყენეთ თვისებები METHOD-ით 'set', ან მიიღეთ ღირებულება 'get'.
kk: METHOD көмегімен сипаттарды орнатыңыз 'set', немесе мәнін алыңыз 'get'.
km: កំណត់លក្ខណៈសម្បត្តិជាមួយ METHOD 'set', ឬទទួលបានតម្លៃជាមួយ 'get'.
kn: ವಿಧಾನದೊಂದಿಗೆ ಗುಣಲಕ್ಷಣಗಳನ್ನು ಹೊಂದಿಸಿ 'set', ಅಥವಾ ಮೌಲ್ಯವನ್ನು ಪಡೆಯಿರಿ 'get'.
ku: Taybetmendiyên bi METHOD Set 'set', an nirxê bi 'get'.
ky: METHOD менен касиеттерди коюу 'set', же баасын алуу 'get'.
lb: Set Eegeschafte mat METHOD 'set', oder kritt de Wäert mat 'get'.
lo: ຕັ້ງຄ່າຄຸນສົມບັດດ້ວຍ METHOD 'set', ຫຼືໄດ້ຮັບມູນຄ່າດ້ວຍ 'get'.
lt: Nustatykite ypatybes naudodami METHOD 'set', arba gaukite vertę su 'get'.
lv: Iestatiet rekvizītus ar METHOD 'set', vai iegūstiet vērtību ar 'get'.
mg: Mametraha fananana miaraka amin'ny METHOD 'set', na mahazo ny sanda amin'ny 'get'.
mi: Tautuhia nga taonga me te METHOD 'set', whiwhi ranei te uara me 'get'.
mk: Поставете својства со МЕТОД 'set', или добијте ја вредноста со 'get'.
ml: മെത്തഡ് ഉപയോഗിച്ച് പ്രോപ്പർട്ടികൾ സജ്ജമാക്കുക 'set', അല്ലെങ്കിൽ മൂല്യം നേടുക 'get'.
mn: METHOD ашиглан шинж чанаруудыг тохируулна уу 'set', эсвэл утгыг нь аваарай 'get'.
mr: METHOD सह गुणधर्म सेट करा 'set', किंवा यासह मूल्य मिळवा 'get'.
mt: Issettja proprjetajiet bil-METODU 'set', jew tikseb il-valur ma 'get'.
my: METHOD ဖြင့် ဂုဏ်သတ္တိများ သတ်မှတ်ပါ။ 'set', သို့မဟုတ် တန်ဖိုးဖြင့် ရယူပါ။ 'get'.
nb: Angi egenskaper med METODE 'set', eller få verdien med 'get'.
ne: METHOD सँग गुणहरू सेट गर्नुहोस् 'set', वा मूल्य प्राप्त गर्नुहोस् 'get'.
or: METHOD ସହିତ ଗୁଣ ସେଟ୍ କରନ୍ତୁ | 'set', କିମ୍ବା ମୂଲ୍ୟ ସହିତ ପ୍ରାପ୍ତ କରନ୍ତୁ | 'get'.
pa: METHOD ਨਾਲ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸੈੱਟ ਕਰੋ 'set', ਜਾਂ ਨਾਲ ਮੁੱਲ ਪ੍ਰਾਪਤ ਕਰੋ 'get'.
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻪﻧﻮﺘﯿﮑﻠﻣ ﻩﺮﺳ ﺩﻮﺘﯿﻣ ﺩ 'set', ﺉړﮐ ﻪﺳﻻ﻿ﺮﺗ ﺖښﺯﺭﺍ ﺎﯾ 'get'.
ro: Setați proprietăți cu METODA 'set', sau obțineți valoarea cu 'get'.
rw: Shiraho imitungo hamwe NUBURYO 'set', cyangwa kubona agaciro hamwe 'get'.
sd: METHOD ﻮﻳﺮڪ ٽﻴﺳ ﺖﻴڪﻠﻣ ﻥﺎﺳ 'set', ﻮﻳﺮڪ ﻞﺻﺎﺣ ﺖﻤﻴﻗ ﺎﻳ 'get'.
si: METHOD සමඟ ගුණාංග සකසන්න 'set', හෝ සමඟ වටිනාකම ලබා ගන්න 'get'.
sk: Nastavte vlastnosti pomocou metódy METHOD 'set', alebo získajte hodnotu pomocou 'get'.
sl: Nastavite lastnosti z METHOD 'set', ali pridobite vrednost z 'get'.
sq: Vendosni vetitë me METHOD 'set', ose merrni vlerën me 'get'.
sw: Weka sifa na METHOD 'set', au pata thamani na 'get'.
ta: METHOD மூலம் பண்புகளை அமைக்கவும் 'set', அல்லது உடன் மதிப்பைப் பெறுங்கள் 'get'.
te: మెథడ్u200cతో ప్రాపర్టీలను సెట్ చేయండి 'set', లేదా విలువను పొందండి 'get'.
tg: Хусусиятҳоро бо METHOD муқаррар кунед 'set', ё арзишро бо 'get'.
th: ตั้งค่าคุณสมบัติด้วย METHOD 'set', หรือรับค่ากับ 'get'.
tk: METOD bilen häsiýetleri düzüň 'set', bilen bahany alyň 'get'.
tt: МЕТОД белән үзлекләр куегыз 'set', яки кыйммәтен алу 'get'.
uk: Установіть властивості за допомогою METHOD 'set', або отримати значення за допомогою 'get'.
ur: METHOD ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﺰﯿﭨﺮﭘﺍﺮﭘ ﮫﺗﺎﺳ ﮯﮐ 'set', ۔ﮟﯾﺮﮐ ﻞﺻﺎﺣ ﺭﺪﻗ ﮫﺗﺎﺳ ﮯﮐ ﺱﺍ ﺎﯾ 'get'.
uz: METHOD yordamida xususiyatlarni o'rnating 'set', yoki qiymatni oling 'get'.
vi: Đặt thuộc tính bằng METHOD 'set', hoặc nhận giá trị với 'get'.
xh: Cwangcisa iipropathi ngo-INDLELA 'set', okanye ufumane ixabiso nge 'get'.
yi: METHOD טימ סעיטרעפּאָרפּ ןלעטש 'set', טימ טרעוו יד ןעמוקאַב רעדאָ 'get'.

source: eg '1024x768' (read-only)
af: eg '1024x768' (leesalleen)
am: eg '1024x768' (ለማንበብ ብቻ የተፈቀደ)
ar: eg '1024x768' (ﻂﻘﻓ ﺃﺮﻘﻳ)
be: eg '1024x768' (толькі для чытання)
bg: eg '1024x768' (Само за четене)
bn: eg '1024x768' (শুধুমাত্র পাঠযোগ্য)
ca: eg '1024x768' (Llegeix només)
cy: eg '1024x768' (darllen yn unig)
da: eg '1024x768' (Læs kun)
eo: eg '1024x768' (nurlegebla)
et: eg '1024x768' (Loe ainult)
eu: eg '1024x768' (irakurtzeko soilik)
fa: eg '1024x768' (ﯽﻧﺪﻧﺍﻮﺧ ﻂﻘﻓ)
fi: eg '1024x768' (Lue ainoastaan)
fil: eg '1024x768' (Basahin lamang)
fy: eg '1024x768' (allinnich lêze)
ga: eg '1024x768' (léamh amháin)
gd: eg '1024x768' (leughaidh a-mhàin)
gl: eg '1024x768' (só lectura)
gu: eg '1024x768' (ફક્ત વાંચી)
he: eg '1024x768' (דבלב האירקל)
hi: eg '1024x768' (सिफ़ पढ़िये)
hr: eg '1024x768' (samo za čitanje)
hu: eg '1024x768' (csak olvasható)
hy: eg '1024x768' (միայն կարդալու համար)
id: eg '1024x768' (hanya baca)
is: eg '1024x768' (lesið aðeins)
ka: eg '1024x768' (წაიკითხეთ მხოლოდ)
kk: eg '1024x768' (тек оқуға арналған)
km: eg '1024x768' (អាចu200bបានu200bតែu200bអាន)
kn: eg '1024x768' (ಓದಲು ಮಾತ್ರ)
ku: eg '1024x768' (tenê xwendin)
ky: eg '1024x768' (окуу үчүн гана)
lb: eg '1024x768' (nëmme liesen)
lo: eg '1024x768' (ອ່ານu200bຢ່າງu200bດຽວ)
lt: eg '1024x768' (Tik skaitymui)
lv: eg '1024x768' (tikai lasīt)
mg: eg '1024x768' (mamaky fotsiny)
mi: eg '1024x768' (panui-anake)
mk: eg '1024x768' (само Читај)
ml: eg '1024x768' (വായിക്കാൻ മാത്രം)
mn: eg '1024x768' (зөвхөн унших)
mr: eg '1024x768' (फक्त वाचा)
mt: eg '1024x768' (Aqra biss)
my: eg '1024x768' (ဖတ်ရန်သာ)
nb: eg '1024x768' (skrivebeskyttet)
ne: eg '1024x768' (पढ्न मात्र मिल्ने)
or: eg '1024x768' (କେବଳ ପଢ)
pa: eg '1024x768' (ਸਿਰਫ ਪੜ੍ਹਨ ਲਈ)
ps: eg '1024x768' (ړﻭ ﺖﺳﻮﻟ ﺩ ﻑﺮﺻ)
ro: eg '1024x768' (numai pentru citire)
rw: eg '1024x768' (Soma gusa)
sd: eg '1024x768' (ﻮﻫڙﭘ ﻑﺮﺻ)
si: eg '1024x768' (කියවීමට පමණි)
sk: eg '1024x768' (iba na čítanie)
sl: eg '1024x768' (le za branje)
sq: eg '1024x768' (Lexo vetem)
sw: eg '1024x768' (kusoma tu)
ta: eg '1024x768' (படிக்க மட்டும்)
te: eg '1024x768' (చదవడానికి మాత్రమే)
tg: eg '1024x768' (танҳо барои хондан)
th: eg '1024x768' (อ่านเท่านั้น)
tk: eg '1024x768' (Diňe okalýar)
tt: eg '1024x768' (бары тик уку гына)
uk: eg '1024x768' (лише для читання)
ur: eg '1024x768' (ﻮﮬﮍﭘ ﻑﺮﺻ)
uz: eg '1024x768' (faqat o'qish)
vi: eg '1024x768' (chỉ đọc)
xh: eg '1024x768' (Funda uqhubeleke)
yi: eg '1024x768' (ןענייל םוצ ראנ)

source: Open DIR or default in a new tab
af: Maak DIR oop of verstek in 'n nuwe oortjie
am: DIR ክፈት ወይም ነባሪ በአዲስ ትር ውስጥ
ar: ﺓﺪﻳﺪﺟ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ ﻲﻓ ﺎًﻴﺿﺍﺮﺘﻓﺍ ﻭﺃ DIR ﺢﺘﻓﺍ
be: Адкрыйце DIR або па змаўчанні ў новай укладцы
bg: Отворете DIR или по подразбиране в нов раздел
bn: একটি নতুন ট্যাবে DIR বা ডিফল্ট খুলুন
ca: Obriu DIR o predeterminat en una pestanya nova
cy: Agor DIR neu ddiofyn mewn tab newydd
da: Åbn DIR eller standard i en ny fane
eo: Malfermu DIR aŭ defaŭlte en nova langeto
et: Avage DIR või vaikimisi uuel vahelehel
eu: Ireki DIR edo lehenetsia fitxa berri batean
fa: DIR ﺪﯿﻨﮐ ﺯﺎﺑ ﺪﯾﺪﺟ ﺐﺗ ﮏﯾ ﺭﺩ ﺍﺭ ﺽﺮﻓ ﺶﯿﭘ ﺎﯾ
fi: Avaa DIR tai oletusarvo uudessa välilehdessä
fil: Buksan ang DIR o default sa isang bagong tab
fy: Iepenje DIR as standert yn in nije ljepper
ga: Oscail DIR nó réamhshocraithe i gcluaisín nua
gd: Fosgail DIR no àbhaisteach ann an taba ùr
gl: Abre DIR ou predeterminado nunha nova pestana
gu: નવી ટેબમાં DIR અથવા ડિફોલ્ટ ખોલો
he: השדח הייסיטרכב לדחמה תרירב וא DIR תא חתפ
hi: एक नए टैब में डीआईआर या डिफ़ॉल्ट खोलें
hr: Otvorite DIR ili zadano u novoj kartici
hu: Nyissa meg a DIR-t vagy az alapértelmezettet egy új lapon
hy: Բացեք DIR-ը կամ լռելյայն նոր ներդիրում
id: Buka DIR atau default di tab baru
is: Opnaðu DIR eða sjálfgefið í nýjum flipa
ka: გახსენით DIR ან ნაგულისხმევი ახალ ჩანართში
kk: DIR немесе әдепкі жаңа қойындыда ашыңыз
km: បើក DIR ឬលំនាំដើមនៅក្នុងផ្ទាំងថ្មី។
kn: ಹೊಸ ಟ್ಯಾಬ್u200cನಲ್ಲಿ ಡಿಐಆರ್ ಅಥವಾ ಡಿಫಾಲ್ಟ್ ತೆರೆಯಿರಿ
ku: Di tabloyek nû de DIR an xwerû vekin
ky: DIR же демейки жаңы өтмөктө ачыңыз
lb: Open DIR oder Standard an engem neien Tab
lo: ເປີດ DIR ຫຼືຄ່າເລີ່ມຕົ້ນໃນແຖບໃຫມ່
lt: Atidarykite DIR arba numatytąjį naujame skirtuke
lv: Atveriet DIR vai noklusējuma iestatījumu jaunā cilnē
mg: Sokafy ny DIR na ny default amin'ny tabilao vaovao
mi: Whakatuwheratia te DIR, taunoa ranei ki te ripa hou
mk: Отворете DIR или стандардно во нова картичка
ml: ഒരു പുതിയ ടാബിൽ DIR അല്ലെങ്കിൽ ഡിഫോൾട്ട് തുറക്കുക
mn: DIR эсвэл өгөгдмөлийг шинэ таб дээр нээнэ үү
mr: नवीन टॅबमध्ये डीआयआर किंवा डीफॉल्ट उघडा
mt: Iftaħ DIR jew default f'tab ġdida
my: တက်ဘ်အသစ်တွင် DIR သို့မဟုတ် မူရင်းအတိုင်း ဖွင့်ပါ။
nb: Åpne DIR eller standard i en ny fane
ne: नयाँ ट्याबमा DIR वा पूर्वनिर्धारित खोल्नुहोस्
or: ଏକ ନୂତନ ଟ୍ୟାବରେ DIR କିମ୍ବା ଡିଫଲ୍ଟ ଖୋଲନ୍ତୁ |
pa: ਇੱਕ ਨਵੀਂ ਟੈਬ ਵਿੱਚ ਡੀਆਈਆਰ ਜਾਂ ਡਿਫੌਲਟ ਖੋਲ੍ਹੋ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ټﻟﺎﻔﯾډ ﺎﯾ DIR ﯥﮐ ﺐټ ﻱﻮﻧ ﻪﭘ
ro: Deschideți DIR sau implicit într-o filă nouă
rw: Fungura DIR cyangwa isanzwe muri tab nshya
sd: ﻮﻴﻟﻮﮐ ٽﻟﺎﻓڊ ﺎﻳ DIR ۾ ﺐﻴٽ ﻦﻴﺌﻧ
si: නව ටැබ් එකක DIR හෝ පෙරනිමිය විවෘත කරන්න
sk: Otvorte DIR alebo predvolene na novej karte
sl: Odprite DIR ali privzeto v novem zavihku
sq: Hap DIR ose parazgjedhje në një skedë të re
sw: Fungua DIR au chaguomsingi katika kichupo kipya
ta: புதிய தாவலில் DIR அல்லது இயல்புநிலையைத் திறக்கவும்
te: కొత్త ట్యాబ్u200cలో DIR లేదా డిఫాల్ట్u200cని తెరవండి
tg: DIR ё пешфарзро дар ҷадвали нав кушоед
th: เปิด DIR หรือค่าเริ่มต้นในแท็บใหม่
tk: DIR-i açyň ýa-da täze goýmada default
tt: Яңа кыстыргычта DIR яисә килешү ачыгыз
uk: Відкрийте DIR або за замовчуванням у новій вкладці
ur: ۔ﮟﯿﻟﻮﮭﮐ ﭧﻟﺎﻔﯾﮈ ﺎﯾ DIR ﮟﯿﻣ ﺐﯿﭨ ﮯﺌﻧ
uz: DIR yoki standartni yangi tabda oching
vi: Mở DIR hoặc mặc định trong tab mới
xh: Vula i-DIR okanye ukusilela kwithebhu entsha
yi: לטיווק עיַינ אַ ןיא טיַיקילעפ רעדאָ DIR ןענעפֿע

source: eg 'Current Status: Example'
af: bv. 'Huidige Status: Voorbeeld'
am: ለምሳሌ 'አሁን ያለው ሁኔታ፡ ምሳሌ'
ar: “ﻝﺎﺜﻣ :ﺔﻴﻟﺎﺤﻟﺍ ﺔﻟﺎﺤﻟﺍ« ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ
be: напрыклад, «Бягучы стан: прыклад»
bg: напр. „Текущо състояние: Пример“
bn: যেমন 'বর্তমান অবস্থা: উদাহরণ'
ca: per exemple, »Estat actual: exemple“
cy: ee 'Statws Cyfredol: Enghraifft'
da: f.eks. 'Nuværende status: Eksempel'
eo: ekz. 'Nuna Statuso: Ekzemplo'
et: nt 'Praegune olek: näide'
eu: adib. 'Egungo egoera: Adibidea'
fa: “ﻝﺎﺜﻣ :ﯽﻠﻌﻓ ﺖﯿﻌﺿﻭ« ﻝﺎﺜﻣ ﻥﺍﻮﻨﻋ ﻪﺑ
fi: esim. »Nykytila: Esimerkki“
fil: hal. 'Kasalukuyang Katayuan: Halimbawa'
fy: bygelyks 'Aktuele status: Foarbyld'
ga: eg 'Stádas Reatha: Sampla'
gd: me 'Inbhe làithreach: Eisimpleir'
gl: por exemplo, »Estado actual: exemplo“
gu: દા.ત. 'વર્તમાન સ્થિતિ: ઉદાહરણ'
he: 'המגוד :יחכונ סוטטס' לשמל
hi: उदाहरण के लिए 'वर्तमान स्थिति: उदाहरण'
hr: npr. »Trenutni status: primjer“
hu: pl. »Jelenlegi állapot: példa“
hy: օրինակ՝ «Ընթացիկ կարգավիճակ. օրինակ»
id: misalnya 'Status Saat Ini: Contoh'
is: td 'Núverandi staða: Dæmi'
ka: მაგ. 'მიმდინარე სტატუსი: მაგალითი'
kk: мысалы, «Ағымдағы күй: мысал»
km: ឧទាហរណ៍ 'ស្ថានភាពបច្ចុប្បន្ន៖ ឧទាហរណ៍'
kn: ಉದಾ 'ಪ್ರಸ್ತುತ ಸ್ಥಿತಿ: ಉದಾಹರಣೆ'
ku: mînak 'Rewşa Niha: Mînak'
ky: мисалы 'Учурдагы абалы: Мисал'
lb: zB 'Aktuelle Status: Beispill'
lo: ຕົວຢ່າງ: 'ສະຖານະປັດຈຸບັນ: ຕົວຢ່າງ'
lt: pvz., „Dabartinė būsena: pavyzdys“
lv: piemēram, »Pašreizējais statuss: piemērs“
mg: oh 'Sata ankehitriny: Ohatra'
mi: hei tauira 'Tūnga o nāianei: Tauira'
mk: на пр. „Тековен статус: пример“
ml: ഉദാ 'നിലവിലെ നില: ഉദാഹരണം'
mn: жишээ нь 'Одоогийн байдал: Жишээ'
mr: उदा 'सध्याची स्थिती: उदाहरण'
mt: eż. 'Status Attwali: Eżempju'
my: ဥပမာ 'လက်ရှိအခြေအနေ- ဥပမာ'
nb: f.eks. 'Gjeldende status: Eksempel'
ne: जस्तै 'वर्तमान स्थिति: उदाहरण'
or: ଯଥା 'ସାମ୍ପ୍ରତିକ ସ୍ଥିତି: ଉଦାହରଣ'
pa: ਜਿਵੇਂ ਕਿ 'ਮੌਜੂਦਾ ਸਥਿਤੀ: ਉਦਾਹਰਨ'
ps: 'ﻝﺎﺜﻣ :ﺖﻟﺎﺣ ﯽﻨﺳﻭﺍ' ﻪګﻮﺗ ﻪﭘ ﻝﺎﺜﻣ ﺩ
ro: de ex. „Starea curentă: Exemplu”
rw: urugero 'Imiterere y'ubu: Urugero'
sd: 'ﻝﺎﺜﻣ :ﻝﺎﺤﺗﺭﻮﺻ ﻩﺩﻮﺟﻮﻣ' ﺭﻮﻃ ﻝﺎﺜﻣ
si: උදා: වත්මන් තත්ත්වය: උදාහරණය
sk: napr. 'Aktuálny stav: Príklad'
sl: npr. »Trenutno stanje: primer“
sq: p.sh. 'Statusi aktual: Shembull'
sw: kwa mfano 'Hali ya Sasa: Mfano'
ta: எ.கா. 'தற்போதைய நிலை: உதாரணம்'
te: ఉదా 'ప్రస్తుత స్థితి: ఉదాహరణ'
tg: масалан 'Вазъи кунунӣ: Намуна'
th: เช่น 'สถานะปัจจุบัน: ตัวอย่าง'
tk: meselem 'Häzirki ýagdaý: mysal'
tt: мәсәлән, 'Хәзерге торыш: Мисал'
uk: наприклад »Поточний статус: приклад“
ur: 'ﻝﺎﺜﻣ :ﺖﯿﺜﯿﺣ ﮦﺩﻮﺟﻮﻣ' ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ
uz: masalan, »Hozirgi holat: misol“
vi: ví dụ: 'Tình trạng hiện tại: Ví dụ'
xh: umz. 'Imo Yangoku: Umzekelo'
yi: 'ליפּשיַיב :סוטאַטס טנאַרק' לשמל

source: [FILENAME...]
af: [LÊERNAAM...]
am: [የፋይል ስም...]
ar: [ﻒﻠﻤﻟﺍ ﻢﺳﺍ...]
be: [ІМЯ ФАЙЛА...]
bg: [ИМЕ НА ФАЙЛ...]
ca: [NOM DE L'ARXIU...]
da: [FILNAVN...]
eo: [DOSIERNOMO...]
et: [FAILI NIMI...]
eu: [FITXATEGI IZENA...]
fa: [ﻞﯾﺎﻓ ﻡﺎﻧ...]
fi: [TIEDOSTON NIMI...]
fy: [BESTÂNSNAMME...]
ga: [AINM COMHAID...]
gd: [AINM FAIDHLE...]
gl: [NOME DE ARQUIVO...]
gu: [ફાઈલનું નામ...]
he: [ץבוק םש...]
hi: [फ़ाइल का नाम...]
hr: [NAZIV DATOTEKE...]
hu: [FÁJL NÉV...]
id: [NAMA FILE...]
is: [SKRÁARNAFN...]
ka: [ᲤᲐᲘᲚᲘᲡ ᲡᲐᲮᲔᲚᲘ...]
kk: [ФАЙЛ АТАУЫ...]
km: [ឈ្មោះu200bឯកសារ...]
kn: [ಕಡತದ ಹೆಸರು...]
ky: [ШИЛТЕМЕЛЕР АТЫ...]
lb: [NUMM VUM DOSSIER...]
lo: [ຊື່u200bເອu200bກະu200bສານ...]
lt: [FAILO PAVADINIMAS...]
lv: [FAILA NOSAUKUMS...]
mg: [ANARAN'NY FISIE...]
mi: [TE INGOA KOREUTU...]
mk: [ИМЕ НА ДАТОТЕКА...]
ml: [ഫയലിന്റെ പേര്...]
mr: [फाईलचे नाव...]
mt: [ISEM TAL-FAJL...]
my: [ဖိုင်နာမည်...]
nb: [FILNAVN...]
or: [ଦସ୍ତାବିଜ୍ ର ନାମ...]
pa: [ਫਾਈਲ ਦਾ ਨਾਮ...]
ro: [NUME DE FIȘIER...]
si: [ගොනු නාමය...]
sk: [NÁZOV SÚBORU...]
sl: [IME DATOTEKE...]
sq: [EMRI FILE...]
sw: [JINA LA FAILI...]
ta: [கோப்பு பெயர்...]
tg: [НОМИ ПАРВАНДА...]
th: [ชื่อไฟล์...]
tt: [ФАЙЛ ИСЕМЕ...]
ur: [ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ...]
uz: [FAYL NOMI...]
xh: [IGAMA LEFAYILE...]

source: [PATTERN] eg '*.jpg'
af: [PATROON] eg '*.jpg'
am: [ስርዓተ-ጥለት] eg '*.jpg'
ar: [ﻂﻤﻧ] eg '*.jpg'
be: [УЗОР] eg '*.jpg'
bg: [МОДЕЛ] eg '*.jpg'
bn: [প্যাটার্ন] eg '*.jpg'
ca: [PATRÓ] eg '*.jpg'
da: [MØNSTER] eg '*.jpg'
eo: [Ŝablono] eg '*.jpg'
et: [MUSTER] eg '*.jpg'
eu: [EREDUA] eg '*.jpg'
fa: [ﻮﮕﻟﺍ] eg '*.jpg'
fi: [KUVIO] eg '*.jpg'
fy: [PATROAN] eg '*.jpg'
ga: [PATRÚN] eg '*.jpg'
gl: [PATRÓN] eg '*.jpg'
gu: [પેટર્ન] eg '*.jpg'
he: [תינבת] eg '*.jpg'
hi: [प्रतिरूप] eg '*.jpg'
hr: [UZORAK] eg '*.jpg'
hu: [MINTA] eg '*.jpg'
hy: [ՊԱՏՐԵՆ] eg '*.jpg'
id: [POLA] eg '*.jpg'
is: [MYNSTUR] eg '*.jpg'
kk: [ҮЛГІ] eg '*.jpg'
km: [លំនាំ] eg '*.jpg'
kn: [ಪ್ಯಾಟರ್ನ್] eg '*.jpg'
ku: [MÎNAK] eg '*.jpg'
lo: [ຮູບແບບ] eg '*.jpg'
lt: [RAŠTAS] eg '*.jpg'
lv: [RAKSTS] eg '*.jpg'
mg: [NOMEKO] eg '*.jpg'
mi: [TE TAUIRA] eg '*.jpg'
mk: [шаблон] eg '*.jpg'
ml: [മാതൃക] eg '*.jpg'
mn: [ХЭЭ] eg '*.jpg'
mr: [पॅटर्न] eg '*.jpg'
mt: [MODELL] eg '*.jpg'
my: [ပုံစံ] eg '*.jpg'
nb: [MØNSTER] eg '*.jpg'
or: [ପାଟର୍ନ |] eg '*.jpg'
pa: [ਪੈਟਰਨ] eg '*.jpg'
ps: [PATERN] eg '*.jpg'
ro: [MODEL] eg '*.jpg'
rw: [URUPAPURO] eg '*.jpg'
sd: [ﻥﺮٽﻴﭘ] eg '*.jpg'
si: [රටාව] eg '*.jpg'
sk: [VZOR] eg '*.jpg'
sl: [VZOREC] eg '*.jpg'
sq: [MODEL] eg '*.jpg'
sw: [MFANO] eg '*.jpg'
ta: [முறை] eg '*.jpg'
te: [నమూనా] eg '*.jpg'
tg: [НАКШ] eg '*.jpg'
th: [ลวดลาย] eg '*.jpg'
tt: [ПАТЕРН] eg '*.jpg'
uk: [Візерунком] eg '*.jpg'
ur: [ﻥﺮﭩﯿﭘ] eg '*.jpg'
uz: [NASHIN] eg '*.jpg'
vi: [MẪU] eg '*.jpg'
xh: [UMBONISO] eg '*.jpg'
yi: [רעטסומ] eg '*.jpg'

source: eg 'Some\nlines\nof text'
af: eg 'Sommige\nlyne\nvan teks'
am: eg 'አንዳንድ\nመስመሮች\nየጽሑፍ'
ar: eg 'ﺾﻌﺑ\nﻁﻮﻄﺧ\nﺺﻨﻟﺍ ﻦﻣ'
be: eg 'Некаторыя\nлініі\nтэксту'
bg: eg 'някои\nлинии\nна текст'
bn: eg 'কিছু\nলাইন\nপাঠ্যের'
ca: eg 'Alguns\nlínies\nde text'
cy: eg 'Rhai\nllinellau\no destun'
da: eg 'Nogle\nlinjer\naf tekst'
eo: eg 'Iuj\nlinioj\nde teksto'
et: eg 'Mõned\nread\ntekstist'
eu: eg 'Batzuk\nlerroak\ntestuarena'
fa: eg 'ﯼﺭﺍﺪﻘﻣ\nﻁﻮﻄﺧ\nﻦﺘﻣ ﺯﺍ'
fi: eg 'Jonkin verran\nrivit\ntekstistä'
fil: eg 'Ang ilan\nmga linya\nng text'
fy: eg 'Guon\nrigels\nfan tekst'
ga: eg 'Roinnt\nlínte\nde théacs'
gd: eg 'Cuid\nloidhnichean\nde theacsa'
gl: eg 'Algunhas\nliñas\nde texto'
gu: eg 'કેટલાક\nરેખાઓ\nટેક્સ્ટનું'
he: eg 'המכ\nתורוש\nטסקט לש'
hi: eg 'कुछ\nपंक्तियां\nपाठ का'
hr: eg 'Neki\nlinije\nteksta'
hu: eg 'Néhány\nvonalak\nszövegből'
hy: eg 'Մի քանի\nտողեր\nտեքստի'
id: eg 'Beberapa\ngaris\ndari teks'
is: eg 'Sumir\nlínur\naf texta'
ka: eg 'Ზოგიერთი\nხაზები\nტექსტის'
kk: eg 'Кейбір\nсызықтар\nмәтіннің'
km: eg 'ខ្លះ\nបន្ទាត់\nនៃអត្ថបទ'
kn: eg 'ಕೆಲವು\nಸಾಲುಗಳು\nಪಠ್ಯದ'
ku: eg 'Hin\nxetên\nya nivîsê'
ky: eg 'Кээ бир\nсызыктар\nтексттин'
lb: eg 'E puer\nLinnen\nvum Text'
lo: eg 'ບາງ\nສາຍ\nຂອງຂໍ້ຄວາມ'
lt: eg 'Kai kurie\nlinijos\nteksto'
lv: eg 'Dažas\nlīnijas\nteksta'
mg: eg 'SASANY\ntsipika\nny lahatsoratra'
mi: eg 'Ko etahi\nraina\no te kuputuhi'
mk: eg 'Некои\nлинии\nна текстот'
ml: eg 'ചിലത്\nലൈനുകൾ\nവാചകത്തിന്റെ'
mn: eg 'Зарим\nшугамууд\nтекстийн'
mr: eg 'काही\nओळी\nमजकूर'
mt: eg 'Xi wħud\nlinji\ntat-test'
my: eg 'တချို့က\nလိုင်းများ\nစာသား၏'
nb: eg 'Noen\nlinjer\nav tekst'
ne: eg 'केही\nरेखाहरू\nपाठ को'
or: eg 'କିଛି\nରେଖା |\nପାଠ୍ୟର'
pa: eg 'ਕੁੱਝ\nਲਾਈਨਾਂ\nਪਾਠ ਦਾ'
ps: eg 'ﯥﻨﯿځ\nﯥښﺮﮐ\nﻦﺘﻣ ﺩ'
ro: eg 'niste\nlinii\nde text'
rw: eg 'Bamwe\nimirongo\ncy'inyandiko'
sd: eg 'ﮫﺠڪ\nﻥﻮﻨﻴﺋﻻ﻿\nﻮﺟ ﻦﺘﻣ'
si: eg 'සමහරක්\nරේඛා\nපාඨයෙන්'
sk: eg 'Niektorí\nlinky\ntextu'
sl: eg 'nekaj\nvrstice\nbesedila'
sq: eg 'Disa\nlinjat\ntë tekstit'
sw: eg 'Baadhi\nmistari\nya maandishi'
ta: eg 'சில\nகோடுகள்\nஉரை'
te: eg 'కొన్ని\nపంక్తులు\nవచనం యొక్క'
tg: eg 'Баъзехо\nхатҳо\nаз матн'
th: eg 'บาง\nเส้น\nของข้อความ'
tk: eg 'Käbirleri\nsetirler\ntekstiň'
tt: eg 'Кайберләре\nсызыклар\nтекст'
uk: eg 'Деякі\nлінії\nтексту'
ur: eg 'ﮫﭽﮐ\nﮟﯿﻨﺋﻻ﻿\nﺎﮐ ﻦﺘﻣ'
uz: eg 'Biroz\nchiziqlar\nmatndan'
vi: eg 'Một số\ndòng\ncủa văn bản'
xh: eg 'Abanye\nimigca\nyesicatshulwa'
yi: eg 'עכעלטע\nתורוש\nטסקעט ןופ'

source: eg '~/copy-file-contents-to-clipboard.txt'
af: eg '~/kopieer-lêer-inhoud-aan-knipbord.txt'
am: eg '~/ቅዳ-ፋይል-ይዘቶች-ወደ-ቅንጥብ ሰሌዳ.txt'
ar: eg '~/ﺦﺴﻨﻳ-ﻒﻠﻣ-ﺕﺎﻳﻮﺘﺤﻣ-ﻰﻟﺇ-ﺔﻈﻓﺎﺤﻟﺍ.txt'
be: eg '~/копія-файл-змест-каб-буфер абмену.txt'
bg: eg '~/копие-файл-съдържание-да се-клипборд.txt'
bn: eg '~/অনুলিপি-ফাইল-বিষয়বস্তু-প্রতি-ক্লিপবোর্ড.txt'
ca: eg '~/còpia-dossier-continguts-a-porta-retalls.txt'
cy: eg '~/copi-ffeil-cynnwys-i-clipfwrdd.txt'
da: eg '~/kopi-fil-indhold-til-udklipsholder.txt'
eo: eg '~/kopio-dosiero-enhavojn-al-tondujo.txt'
et: eg '~/kopeerida-faili-sisu-juurde-lõikelaud.txt'
eu: eg '~/kopiatu-fitxategia-edukiak-to-arbela.txt'
fa: eg '~/🀄 ﯽﭙﮐ-ﻞﯾﺎﻓ-ﺖﺳﺮﻬﻓ-ﻪﺑ-ﺩﺭﻮﺑ ﭗﯿﻠﮐ.txt'
fi: eg '~/kopio-tiedosto-sisällys-kohtaan-leikepöydälle.txt'
fil: eg '~/kopya-file-nilalaman-sa-clipboard.txt'
fy: eg '~/kopy-map-ynhâld-nei-klamboerd.txt'
ga: eg '~/cóip-comhad-ábhar-chun-gearrthaisce.txt'
gd: eg '~/leth-bhreac-faidhle-susbaint-gu-clipboard.txt'
gl: eg '~/copiar-arquivo-contidos-a-portapapeis.txt'
gu: eg '~/નકલ-ફાઇલ-સામગ્રી-પ્રતિ-ક્લિપબોર્ડ.txt'
he: eg '~/קתוע-ץֶבֹוק-ןכות-ל-הביתכ חול.txt'
hi: eg '~/प्रतिलिपि-फ़ाइल-अंतर्वस्तु-प्रति-क्लिपबोर्ड.txt'
hr: eg '~/kopirati-datoteka-sadržaj-do-međuspremnik.txt'
hu: eg '~/másolat-fájlt-tartalmat-nak nek-vágólap.txt'
hy: eg '~/պատճենել-ֆայլ-բովանդակությունը-դեպի-clipboard.txt'
id: eg '~/salinan-mengajukan-isi-ke-papan klip.txt'
is: eg '~/afrit-skrá-innihald-til-klemmuspjald.txt'
ka: eg '~/კოპირება-ფაილი-შინაარსი-რომ-ბუფერში.txt'
kk: eg '~/көшіру-файл-мазмұны-дейін-алмасу буфері.txt'
km: eg '~/ចម្លង-ឯកសារ-មាតិកា-ទៅ-ក្តារតម្បៀតខ្ទាស់.txt'
kn: eg '~/ನಕಲು-ಕಡತ-ವಿಷಯಗಳು-ಗೆ-ಕ್ಲಿಪ್ಬೋರ್ಡ್.txt'
ku: eg '~/kopî-dosî-naveroka-ber-clipboard.txt'
ky: eg '~/көчүрүү-файл-мазмуну-чейин-алмашуу буфери.txt'
lb: eg '~/kopéieren-Fichier-Inhalter-zu-Clipboard.txt'
lo: eg '~/ສຳເນົາ-ໄຟລ໌-ເນື້ອໃນ-ກັບ-ຄລິບບອດ.txt'
lt: eg '~/kopija-failą-turinį-į-iškarpinė.txt'
lv: eg '~/kopiju-failu-saturu-uz-starpliktuvē.txt'
mg: eg '~/dika mitovy-rakitra-Hevitra ato Anatiny-ny-hela-tsilaka.txt'
mi: eg '~/kape-kōnae-ihirangi-ki-papatopenga.txt'
mk: eg '~/копирајте-датотека-содржината-до-таблата со исечоци.txt'
ml: eg '~/പകർത്തുക-ഫയൽ-ഉള്ളടക്കം-വരെ-ക്ലിപ്പ്ബോർഡ്.txt'
mn: eg '~/хуулбарлах-файл-агуулга-руу-санах ой.txt'
mr: eg '~/कॉपी-फाइल-सामग्री-करण्यासाठी-क्लिपबोर्ड.txt'
mt: eg '~/kopja-fajl-kontenuti-biex-clipboard.txt'
my: eg '~/ကော်ပီ-ဖိုင်-အကြောင်းအရာများ-ရန်-ကလစ်ဘုတ်.txt'
nb: eg '~/kopiere-fil-innhold-til-utklippstavle.txt'
ne: eg '~/कापी-फाइल-सामग्री-को-क्लिपबोर्ड.txt'
or: eg '~/କପି କରନ୍ତୁ |-ଫାଇଲ୍ |-ବିଷୟବସ୍ତୁ-କୁ-କ୍ଲିପବୋର୍ଡ |.txt'
pa: eg '~/ਕਾਪੀ-ਫਾਈਲ-ਸਮੱਗਰੀ-ਨੂੰ-ਕਲਿੱਪਬੋਰਡ.txt'
ps: eg '~/ﻲﭘﺎﮐ-ﻪﻨﺗﻭﺩ-ﯥګﻧﺎﭙځﻨﻣ-ﻪﺗ-ډﺭﻮﺑ ﭗﻠﮐ.txt'
ro: eg '~/copie-fişier-continuturi-la-clipboard.txt'
rw: eg '~/kopi-dosiye-ibirimo-Kuri-Ububiko.txt'
sd: eg '~/ﻲﭘﺎڪ-ﻞﺋﺎﻓ-ﺩﺍﻮﻣ-ﻑﺮﻃ ﻲﺟ-ڊﺭﻮﺑ ﭗﻠڪ.txt'
si: eg '~/පිටපත-ගොනුව-අන්තර්ගතය-වෙත-පසුරු පුවරුව.txt'
sk: eg '~/kopírovať-súbor-obsahu-do-schránka.txt'
sl: eg '~/kopirati-mapa-vsebine-do-odložišče.txt'
sq: eg '~/kopje-dosje-përmbajtjen-te-clipboard.txt'
sw: eg '~/nakala-faili-yaliyomo-kwa-ubao wa kunakili.txt'
ta: eg '~/நகல்-கோப்பு-உள்ளடக்கங்கள்-செய்ய-கிளிப்போர்டு.txt'
te: eg '~/కాపీ-ఫైల్-విషయాలు-కు-క్లిప్బోర్డ్.txt'
tg: eg '~/нусхабардорӣ-файл-мазмун-ба-буфер.txt'
th: eg '~/สำเนา-ไฟล์-เนื้อหา-ถึง-คลิปบอร์ด.txt'
tk: eg '~/göçürmek-faýl-mazmuny-to-paneli.txt'
tt: eg '~/күчереп алу-файл-эчтәлеге-to-буфер.txt'
uk: eg '~/копія-файл-зміст-до-буфер обміну.txt'
ur: eg '~/ﯽﭘﺎﮐ-ﻞﺋﺎﻓ-ﺩﺍﻮﻣ-ﻮﮐ-ﮈﺭﻮﺑ ﭗﻠﮐ.txt'
uz: eg '~/nusxa ko'chirish-fayl-tarkibi-uchun-almashish buferi.txt'
vi: eg '~/sao chép-tập tin-nội dung-đến-bìa kẹp hồ sơ.txt'
xh: eg '~/ikopi-ifayile-imixholo-ukuya-ibhodi eqhotyoshwayo.txt'
yi: eg '~/עיפּאָק-עקעט-טלאַהניא-וצ-דראָבפּילק.txt'
