Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: GIcon
af: GIkoon
am: Gአዶ
ar: Gﺔﻧﻮﻘﻳﺃ
be: GЗначок
bg: Gикона
bn: Gআইকন
ca: GIcona
cy: GEicon
da: GIkon
eo: GIkono
et: GIkoon
eu: GIkonoa
fa: Gﻥﻮﮑﯾﺁ
fi: GKuvake
fy: GIkoan
ga: GDeilbhín
gd: GAn ìomhaigh
gl: GÍcona
gu: Gચિહ્ન
he: Gלמס
hi: Gआइकन
hr: GIkona
hu: GIkon
hy: GՍրբապատկեր
id: Gikon
is: GTáknmynd
ka: GᲮატი
kk: GБелгіше
km: Gរូបតំណាង
kn: Gಐಕಾನ್
ky: GБелги
lb: GIkon
lo: Gໄອຄອນ
lt: GPiktograma
lv: GIkona
mg: Gmatoanteny
mi: GTohu
mk: GИкона
ml: Gഐക്കൺ
mn: GДүрс
mr: Gचिन्ह
mt: GIkona
my: Gအိုင်ကွန်
nb: GIkon
ne: Gआइकन
or: Gଆଇକନ୍
pa: Gਆਈਕਨ
ps: Gﺲﮑﻋ
ro: GPictogramă
rw: GAgashusho
sd: Gﻦڪﺋﺁ
si: Gනිරූපකය
sk: GIkona
sl: Gikona
sq: GIkona
sw: GAikoni
ta: Gஐகான்
te: Gచిహ్నం
tg: GНишона
th: Gไอคอน
tk: GNyşan
tt: GИкона
uk: Gзначок
ur: Gﻦﮑﯿﺋﺁ
uz: GBelgi
vi: GBiểu tượng
xh: GUmqondiso
yi: Gלדליב

source: The GIcon to render.
af: Die GIkoon om weer te gee.
am: የ Gየመስጠት አዶ።
ar: ﻝﺍ G.ﺽﺮﻌﻠﻟ ﺰﻣﺭ
be: The GЗначок для візуалізацыі.
bg: В GИкона за изобразяване.
bn: দ্য Gরেন্ডার করার জন্য আইকন।
ca: El GIcona per renderitzar.
cy: Mae'r GEicon i rendro.
da: Det GIkon til gengivelse.
eo: La GIkono por bildigi.
et: The GIkoon renderdamiseks.
eu: The GErrendatzeko ikonoa.
fa: ﺭﺩ G.ﻪﺋﺍﺭﺍ ﯼﺍﺮﺑ ﺩﺎﻤﻧ
fi: The GPiirrettävä kuvake.
fil: Ang GIcon na ire-render.
fy: De GIkoan om te werjaan.
ga: An GDeilbhín le tabhairt.
gd: Tha an GAn ìomhaigh a thoirt seachad.
gl: O GIcona para renderizar.
gu: આ Gરેન્ડર કરવા માટેનું ચિહ્ન.
he: ה G.דוביעל למס
hi: NS Gप्रस्तुत करने के लिए चिह्न।
hr: The GIkona za renderiranje.
hu: Az GRenderelendő ikon.
hy: Այն GՊատկերակ՝ մատուցելու համար:
id: NS GIkon untuk dirender.
is: The GTákn til að birta.
ka: The Gგამოსახულების ხატულა.
kk: The GКөрсетілетін белгіше.
km: នេះ។ Gរូបតំណាងដើម្បីបង្ហាញ។
kn: ದಿ Gನಿರೂಪಿಸಲು ಐಕಾನ್.
ku: Ew GIcon ji bo pêşkêşkirinê.
ky: The GКөрсөтүү үчүн белги.
lb: Déi GIkon fir ze maachen.
lo: ໄດ້ Gໄອຄອນເພື່ອສະແດງ.
lt: The GPiktograma, kurią reikia pateikti.
lv: The GIkona renderēšanai.
mg: ny GKisary hadika.
mi: Ko te GAta hei tuku.
mk: На GИкона за прикажување.
ml: ദി Gറെൻഡർ ചെയ്യാനുള്ള ഐക്കൺ.
mn: The GДүрслэх дүрс.
mr: द Gप्रस्तुत करण्यासाठी चिन्ह.
mt: Il- GIkona biex tirrendi.
my: ဟိ Gတင်ဆက်ရန် အိုင်ကွန်။
nb: De GIkon for å gjengi.
ne: द Gरेन्डर गर्न आइकन।
or: The Gଚିତ୍ରଣ କରିବାକୁ ଆଇକନ୍ |
pa: ਦ Gਰੈਂਡਰ ਕਰਨ ਲਈ ਪ੍ਰਤੀਕ।
ps: ﺩ G.ﻪښﻧ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﯤﺪﻧﺍړﻭ ﺩ
ro: The GPictogramă de redat.
rw: Uwiteka GAgashusho.
sd: ﻲﺟ G.ﻦڪﺋﺁ ءِﻻ﻿ ﮠﺮڪ ﺶﻴﭘ
si: එම Gනිරූපණය කිරීමට අයිකනය.
sk: The GIkona na vykreslenie.
sl: The GIkona za upodabljanje.
sq: Të GIkona për të dhënë.
sw: The GAikoni ya kutoa.
ta: தி Gவழங்குவதற்கான ஐகான்.
te: ది Gరెండర్ చేయడానికి చిహ్నం.
tg: Дар GНишона барои намоиш.
th: ดิ Gไอคอนที่จะแสดงผล
tk: The GGörkezmek üçin nyşan.
tt: .Әр сүзнең GИкона.
uk: The GЗначок для візуалізації.
ur: ﯼﺩ G۔ﻦﮑﯿﺋﺁ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺭﮉﻨﯾﺭ
uz: The GRenderlash uchun belgi.
vi: Các GBiểu tượng để kết xuất.
xh: I GUmqondiso wokunikezelwa.
yi: יד G.ןכאַמ וצ לדליב

source: size
af: grootte
am: መጠን
ar: ﻢﺠﺤﺑ
be: памер
bg: размер
bn: আকার
ca: mida
cy: maint
da: størrelse
eo: grandeco
et: suurus
eu: tamaina
fa: ﻩﺯﺍﺪﻧﺍ
fi: koko
fil: laki
fy: grutte
ga: méid
gd: meud
gl: tamaño
gu: કદ
he: לדוג
hi: आकार
hr: veličina
hu: méret
hy: չափը
id: ukuran
is: stærð
ka: ზომა
kk: өлшемі
km: ទំហំ
kn: ಗಾತ್ರ
ku: mezinayî
ky: өлчөмү
lb: Gréisst
lo: ຂະໜາດ
lt: dydis
lv: Izmērs
mi: rahi
mk: големина
ml: വലിപ്പം
mn: хэмжээ
mr: आकार
mt: daqs
my: အရွယ်အစား
nb: størrelse
ne: आकार
or: ଆକାର
pa: ਆਕਾਰ
ps: ﻩﺯﺍﺪﻧﺍ
ro: mărimea
rw: ingano
sd: ﭖﺎﻣ
si: ප්රමාණය
sk: veľkosť
sl: velikost
sq: madhësia
sw: ukubwa
ta: அளவு
te: పరిమాణం
tg: андоза
th: ขนาด
tk: ululygy
tt: зурлыгы
uk: розмір
ur: ﺰﺋﺎﺳ
uz: hajmi
vi: kích cỡ
xh: ubukhulu
yi: סיירג

source: The size of the icon to render in pixels.
af: Die grootte van die ikoon om in pixels weer te gee.
am: በፒክሰል የሚሰራው የአዶ መጠን።
ar: .ﻞﺴﻜﺒﻟﺎﺑ ﻪﺿﺮﻋ ﺩﺍﺮﻤﻟﺍ ﺰﻣﺮﻟﺍ ﻢﺠﺣ
be: Памер значка для візуалізацыі ў пікселях.
bg: Размерът на иконата за изобразяване в пиксели.
bn: পিক্সেলে রেন্ডার করার জন্য আইকনের আকার।
ca: La mida de la icona a representar en píxels.
cy: Maint yr eicon i'w roi mewn picseli.
da: Størrelsen på ikonet, der skal gengives i pixels.
eo: La grandeco de la ikono por bildi en pikseloj.
et: Renderdatava ikooni suurus pikslites.
eu: Pixeletan errendatuko den ikonoaren tamaina.
fa: .ﻞﺴﮑﯿﭘ ﻪﺑ ﺩﺎﻤﻧ ﻩﺯﺍﺪﻧﺍ
fi: Renderöitävän kuvakkeen koko pikseleinä.
fil: Ang laki ng icon na ire-render sa mga pixel.
fy: De grutte fan it ikoan om te werjaan yn piksels.
ga: Méid an deilbhín atá le tabhairt i bpicteilíní.
gd: Meud an ìomhaigh a bheir thu ann am piogsail.
gl: O tamaño da icona a renderizar en píxeles.
gu: પિક્સેલ્સમાં રેન્ડર કરવા માટે આયકનનું કદ.
he: .םילסקיפב דוביעל למסה לדוג
hi: पिक्सेल में रेंडर करने के लिए आइकन का आकार.
hr: Veličina ikone za renderiranje u pikselima.
hu: A megjelenítendő ikon mérete pixelben.
hy: Պատկերակի չափը, որը պետք է ցուցադրվի պիքսելներով:
id: Ukuran ikon yang akan dirender dalam piksel.
is: Stærð táknsins sem á að birtast í punktum.
ka: პიქსელებში გამოსატანი ხატის ზომა.
kk: Пиксельде көрсетілетін белгіше өлшемі.
km: ទំហំនៃរូបតំណាងដែលត្រូវបង្ហាញជាភីកសែល។
kn: ಪಿಕ್ಸೆಲ್u200cಗಳಲ್ಲಿ ನಿರೂಪಿಸಲು ಐಕಾನ್u200cನ ಗಾತ್ರ.
ku: Mezinahiya îkonê ku di pixelan de tê pêşkêş kirin.
ky: Пикселде көрсөтүү үчүн сүрөтчөнүн өлчөмү.
lb: D'Gréisst vun der Ikon fir a Pixelen ze maachen.
lo: ຂະໜາດຂອງໄອຄອນທີ່ຈະສະແດງເປັນ pixels.
lt: Piktogramos dydis, kurį reikia pateikti pikseliais.
lv: Renderējamās ikonas izmērs pikseļos.
mg: Ny haben'ny kisary hadika amin'ny pixel.
mi: Te rahi o te ata hei whakaputa i roto i nga pika.
mk: Големината на иконата за прикажување во пиксели.
ml: പിക്സലിൽ റെൻഡർ ചെയ്യാനുള്ള ഐക്കണിന്റെ വലുപ്പം.
mn: Пиксээр дүрслэх дүрсний хэмжээ.
mr: पिक्सेलमध्ये प्रस्तुत करण्यासाठी चिन्हाचा आकार.
mt: Id-daqs tal-ikona biex tirrendi f'pixels.
my: pixels ဖြင့် တင်ဆက်ရန် အိုင်ကွန်၏ အရွယ်အစား။
nb: Størrelsen på ikonet som skal gjengis i piksler.
ne: पिक्सेलमा रेन्डर गर्न आइकनको आकार।
or: ପିକ୍ସେଲରେ ରେଣ୍ଡର୍ କରିବାକୁ ଆଇକନ୍ ର ଆକାର |
pa: ਪਿਕਸਲ ਵਿੱਚ ਰੈਂਡਰ ਕਰਨ ਲਈ ਆਈਕਨ ਦਾ ਆਕਾਰ।
ps: .ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﯤﺪﻧﺍړﻭ ﯥﮐ ﻞﺴﮑﭘ ﻪﭘ ﻩﺯﺍﺪﻧﺍ ﺲﮑﻋ ﺩ
ro: Dimensiunea pictogramei de redat în pixeli.
rw: Ingano yigishushanyo cyo gutanga muri pigiseli.
sd: .ءِﻻ﻿ ﮠﺮڪ ﺭڊﻨﻳﺭ ۾ ﺰﻠﺴﮑﭘ ﺰﺋﺎﺳ ﻮﺟ ﻦڪﺋﺁ
si: පික්සල වලින් විදැහුම් කිරීමට අයිකනයේ ප්u200dරමාණය.
sk: Veľkosť ikony na vykreslenie v pixeloch.
sl: Velikost ikone za upodabljanje v slikovnih pikah.
sq: Madhësia e ikonës për t'u paraqitur në pixel.
sw: Ukubwa wa ikoni ya kutoa kwa saizi.
ta: பிக்சல்களில் வழங்க வேண்டிய ஐகானின் அளவு.
te: పిక్సెల్u200cలలో రెండర్ చేయడానికి చిహ్నం పరిమాణం.
tg: Андозаи нишона барои намоиш бо пиксел.
th: ขนาดของไอคอนที่จะแสดงผลเป็นพิกเซล
tk: Pikselde görkezmek üçin nyşanyň ululygy.
tt: Пиксельдә күрсәтү өчен иконаның зурлыгы.
uk: Розмір значка для візуалізації в пікселях.
ur: ۔ﺰﺋﺎﺳ ﺎﮐ ﻦﮑﯿﺋﺁ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺭﮉﻨﯾﺭ ﮟﯿﻣ ﺰﻠﺴﮑﭘ
uz: Pikselda ko'rsatiladigan belgining o'lchami.
vi: Kích thước của biểu tượng để hiển thị bằng pixel.
xh: Ubungakanani bomfanekiso womfanekiso oza kunikezelwa ngeepixels.
yi: .ןלעצדליב ןיא לדליב םעד ןופ סיירג יד

source: Preview
af: Voorskou
am: ቅድመ እይታ
ar: ﺔﻨﻳﺎﻌﻣ
be: Папярэдні прагляд
bg: Визуализация
bn: পূর্বরূপ
ca: Vista prèvia
cy: Rhagolwg
da: Forhåndsvisning
eo: Antaŭrigardo
et: Eelvaade
eu: Aurrebista
fa: ﺶﯾﺎﻤﻧ ﺶﯿﭘ
fi: Esikatselu
fil: Silipin
fy: Foarbyld
ga: Réamhamharc
gd: Ro-shealladh
gl: Vista previa
gu: પૂર્વાવલોકન
he: המידקמ הגוצת
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
hy: Նախադիտում
id: Pratinjau
is: Forskoðun
ka: გადახედვა
kk: Алдын ала қарау
km: មើលជាមុន
kn: ಮುನ್ನೋಟ
ku: Pêşnerîn
ky: Алдын ала көрүү
lb: Virschau
lo: ເບິ່ງຕົວຢ່າງ
lt: Peržiūra
lv: Priekšskatījums
mg: topi-maso
mi: Arokite
mk: Преглед
ml: പ്രിവ്യൂ
mn: Урьдчилан үзэх
mr: पूर्वावलोकन
my: စမ်းကြည့်ပါ။
nb: Forhåndsvisning
ne: पूर्वावलोकन
or: ପୂର୍ବାବଲୋକନ
pa: ਝਲਕ
ps: ﻪﻨﺘﮑﺨﻣ
ro: previzualizare
rw: Imbere
sd: ءُﺎﮑﻳڏ
si: පෙරදසුන
sk: Náhľad
sl: Predogled
sq: Parapamje
sw: Hakiki
ta: முன்னோட்ட
te: ప్రివ్యూ
tg: Пешнамоиш
th: ดูตัวอย่าง
tk: Öňünden syn
tt: Алдан карау
uk: Перегляд
ur: ﮦﺭﺎﻈﻧ ﺶﯿﭘ
uz: Ko‘rib chiqish
vi: Xem trước
xh: Jonga kwangaphambili
yi: גנוזיַיוו עקיסיוראָפ

source: No file selected
af: Geen lêer gekies nie
am: ምንም ፋይል አልተመረጠም።
ar: ﻒﻠﻣ ﻱﺍ ﺭﺎﻴﺘﺧﺍ ﻢﺘﻳ ﻢﻟ
be: Не выбраны файл
bg: Не е избран файл
bn: নির্বাচিত কোন ফাইল
ca: No s'ha seleccionat cap fitxer
cy: Dim ffeil wedi'i dewis
da: Ingen fil valgt
eo: Neniu dosiero elektita
et: Faili pole valitud
eu: Ez da fitxategirik hautatu
fa: ﺖﺳﺍ ﻩﺪﺸﻧ ﺏﺎﺨﺘﻧﺍ ﯽﻠﯾﺎﻓ ﭻﯿﻫ
fi: Ei tiedostoa valittuna
fil: Walang napiling file
fy: Gjin triem selektearre
ga: Níor roghnaíodh comhad
gd: Cha deach faidhle a thaghadh
gl: Non se seleccionou ningún ficheiro
gu: કોઈ ફાઇલ પસંદ કરી નથી
he: רחבנ אל ץבוק ףא
hi: कोई फ़ाइल चयनित नहीं
hr: Nije odabrana nijedna datoteka
hu: Nincs fájl kiválasztva
hy: Ոչ մի ֆայլ ընտրված չէ
id: Tidak ada file yang dipilih
is: Engin skrá valin
ka: Ფაილი არ არის არჩეული
kk: Ешбір файл таңдалмаған
km: គ្មានឯកសារត្រូវបានជ្រើសរើសទេ។
kn: ಯಾವುದೇ ಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ku: Ti pel nehat hilbijartin
ky: Файл тандалган жок
lb: Kee Fichier ausgewielt
lo: ບໍ່ໄດ້ເລືອກໄຟລ໌
lt: Nepasirinktas failas
lv: Nav atlasīts neviens fails
mg: Tsy misy rakitra voafantina
mi: Karekau he konae i tohua
mk: Нема избрана датотека
ml: ഫയലൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Сонгосон файл алга
mr: कोणतीही फाइल निवडलेली नाही
mt: Ebda fajl magħżul
my: ဖိုင်ကို ရွေးထားခြင်းမရှိပါ။
nb: Ingen fil valgt
ne: कुनै फाइल चयन गरिएको छैन
or: କ file ଣସି ଫାଇଲ୍ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਫ਼ਾਈਲ ਨਹੀਂ ਚੁਣੀ ਗਈ
ps: ﯼﻮﺷ ﻞﮐﺎټ ﯼﺩ ﻪﻧ ﻞﯾﺎﻓ څﯿﻫ
ro: Niciun fisier selectat
rw: Nta dosiye yatoranijwe
sd: ﻲﻫﺁ ﻪﻧ ﻞﻴﭤ ﺐﺨﺘﻨﻣ ﻞﺋﺎﻓ ﻪﺑﺎڪ
si: ගොනුවක් තෝරා නැත
sk: Nie je zvolený žiadny súbor
sl: Izbrana ni nobena datoteka
sq: Asnjë skedar i zgjedhur
sw: Hakuna faili iliyochaguliwa
ta: எந்த கோப்பும் தேர்வு செய்ய படவில்லை
te: ఫైల్ ఏదీ ఎంచుకోబడలేదు
tg: Ягон файл интихоб нашудааст
th: ไม่ได้เลือกไฟล์
tk: Hiç bir faýl saýlanmady
tt: Файл сайланмаган
uk: Файли не обрано
ur: ﯽﺌﮔ ﯽﮐ ﮟﯿﮩﻧ ﺐﺨﺘﻨﻣ ﻞﺋﺎﻓ ﯽﺋﻮﮐ
uz: Hech qanday fayl tanlanmagan
vi: Không tài liệu nào được chọn
xh: Akukho fayile ikhethiweyo
yi: ןבילקעגסיוא עקעט ןייק

source: Block Device
af: Blokkeer Toestel
am: መሣሪያን አግድ
ar: ﺮﻈﺤﻟﺍ ﺯﺎﻬﺟ
be: Блокавая прылада
bg: Блокиране на устройството
bn: ডিভাইস ব্লক করুন
ca: Bloqueja el dispositiu
cy: Dyfais Bloc
da: Bloker enhed
eo: Bloki Aparato
et: Blokeeri seade
eu: Blokeatu gailua
fa: ﻩﺎﮕﺘﺳﺩ ﻥﺩﺮﮐ ﺩﻭﺪﺴﻣ
fi: Estä laite
fil: I-block ang Device
fy: Blokkearapparaat
ga: Gléas Bloc
gd: Inneal bloc
gl: Bloquear o dispositivo
gu: ઉપકરણને અવરોધિત કરો
he: רישכמ םוסח
hi: ब्लॉक डिवाइस
hr: Blokiraj uređaj
hu: Eszköz blokkolása
hy: Արգելափակել սարքը
id: Blokir Perangkat
is: Lokaðu á tæki
ka: მოწყობილობის დაბლოკვა
kk: Құрылғыны блоктау
km: រារាំងឧបករណ៍
kn: ಸಾಧನವನ್ನು ನಿರ್ಬಂಧಿಸಿ
ky: Блок түзмөк
lb: Block Apparat
lo: ຂັດຂວາງອຸປະກອນ
lt: Blokuoti įrenginį
lv: Bloķēt ierīci
mi: Pūrere Poraka
mk: Блокирај уред
ml: ഉപകരണം തടയുക
mn: Төхөөрөмжийг блоклох
mr: डिव्हाइस ब्लॉक करा
mt: Imblokka Apparat
my: စက်ပစ္စည်းကို ပိတ်ပါ။
nb: Blokker enhet
ne: यन्त्र ब्लक गर्नुहोस्
or: ଉପକରଣକୁ ଅବରୋଧ କରନ୍ତୁ |
pa: ਡੀਵਾਈਸ ਨੂੰ ਬਲਾਕ ਕਰੋ
ps: ﻪﻠﯿﺳﻭ ﮎﻼ﻿ﺑ ﺩ
ro: Blocați dispozitivul
rw: Hagarika igikoresho
sd: ﺲﺋﺍﻮﻳڊ ڪﻼ﻿ﺑ
si: උපාංගය අවහිර කරන්න
sk: Blokovať zariadenie
sl: Blokirana naprava
sq: Blloko pajisjen
sw: Zuia Kifaa
ta: சாதனத்தைத் தடு
te: పరికరాన్ని బ్లాక్ చేయండి
tg: Блоки дастгоҳ
th: บล็อกอุปกรณ์
tk: Enjamy blokirläň
tt: Devайланманы блоклау
uk: Блоковий пристрій
ur: ۔ﮟﯾﺮﮐ ﮎﻼ﻿ﺑ ﻮﮐ ﺲﺋﺍﻮﯾﮈ
uz: Qurilmani bloklash
vi: Chặn thiết bị
xh: Vimba isixhobo
yi: סייוויד ןראַפּשראַפ

source: Character Device
af: Karakter toestel
am: የቁምፊ መሣሪያ
ar: ﺔﻴﺼﺨﺸﻟﺍ ﺯﺎﻬﺟ
be: Персанажная прылада
bg: Устройство за символи
bn: ক্যারেক্টার ডিভাইস
ca: Dispositiu de caràcter
cy: Dyfais Cymeriad
da: Karakterenhed
eo: Karaktera Aparato
et: Tegelaste seade
eu: Pertsonaia Gailua
fa: ﺮﺘﮐﺍﺭﺎﮐ ﻩﺎﮕﺘﺳﺩ
fi: Hahmolaite
fy: Character Apparaat
ga: Gléas Carachtair
gd: Inneal caractar
gl: Dispositivo de carácter
gu: અક્ષર ઉપકરણ
he: תומד רישכמ
hi: कैरेक्टर डिवाइस
hr: Uređaj za karakter
hu: Karakter eszköz
hy: Նիշերի սարք
id: Perangkat Karakter
is: Karakteratæki
ka: სახასიათო მოწყობილობა
kk: Таңба құрылғысы
km: ឧបករណ៍តួអក្សរ
kn: ಅಕ್ಷರ ಸಾಧನ
ku: Device Karaktera
lb: Charakter Apparat
lo: ອຸປະກອນຕົວອັກສອນ
lt: Simbolių įrenginys
lv: Rakstzīmju ierīce
mg: Fitaovana toetra
mi: Pūrere Pūāhua
mk: Уред со знаци
ml: പ്രതീക ഉപകരണം
mn: Тэмдэгт төхөөрөмж
mr: कॅरेक्टर डिव्हाइस
mt: Apparat tal-Karattri
my: ဇာတ်ကောင် ကိရိယာ
nb: Karakterenhet
ne: क्यारेक्टर यन्त्र
or: ଅକ୍ଷର ଉପକରଣ
pa: ਅੱਖਰ ਜੰਤਰ
ps: ﻪﻠﯿﺳﻭ ﺮټﮐﺮﮐ ﺩ
ro: Dispozitiv de caractere
rw: Igikoresho cy'inyuguti
sd: ﺲﺋﺍﻭڊ ﻲﺟ ﺭﺍﺩﺮڪ
si: අක්ෂර උපාංගය
sk: Zariadenie znakov
sl: Naprava za znake
sq: Pajisja me karakter
sw: Kifaa cha Tabia
ta: எழுத்து சாதனம்
te: అక్షర పరికరం
tg: Дастгоҳи аломат
th: อุปกรณ์ตัวละคร
tk: Nyşan enjamy
tt: Характер җайланмасы
uk: Пристрій персонажа
ur: ﺲﺋﺍﻮﯾﮈ ﺮﭩﮑﯾﺮﮐ
uz: Belgilar qurilmasi
vi: Thiết bị ký tự
xh: Isixhobo soonobumba
yi: לטימ רעטקאַראַכ

source: Socket
af: Sok
am: ሶኬት
ar: ءﺎﺑﺮﻬﻛ ﺲﺑﺎﻗ
be: Разетка
bg: гнездо
bn: সকেট
ca: Endoll
cy: Soced
da: Stikkontakt
eo: Ingo
et: Pistikupesa
eu: Entxufea
fa: ﺖﮐﻮﺳ
fi: Pistorasia
ga: Soicéad
gd: Socaid
gu: સોકેટ
he: עַקֶׁש
hi: सॉकेट
hr: Utičnica
hu: Foglalat
hy: Վարդակ
id: Stopkontak
is: Innstunga
ka: სოკეტი
kk: Розетка
km: រន្ធ
kn: ಸಾಕೆಟ್
ku: Çarçowe
ky: Розетка
lo: ເຕົ້າຮັບ
lt: Lizdas
lv: Kontaktligzda
mg: faladiany
mi: Tupapa
mk: Сокет
ml: സോക്കറ്റ്
mn: Сокет
mr: सॉकेट
mt: Sokit
my: ပလပ်ပေါက်
nb: Stikkontakt
ne: सकेट
or: ସକେଟ୍ |
pa: ਸਾਕਟ
ps: ټﮐﺎﺳ
ro: Priză
rw: Sock
sd: ٽﮐﺎﺳ
si: තව්ව
sk: Zásuvka
sl: Vtičnica
sq: Prizë
sw: Soketi
ta: சாக்கெட்
te: సాకెట్
tg: Розетка
th: เบ้า
tk: Soket
tt: Сокет
uk: Сокет
ur: ﭧﮐﺎﺳ
uz: Soket
vi: Ổ cắm
xh: Isiseko
yi: לעלאָכ

source: KB
am: ኬቢ
ar: ك.بايت
bn: কেবি
fa: ﺖﯾﺎﺑﻮﻠﯿﮐ
hi: केबी
hy: ԿԲ
ka: კბ
kk: КБ
kn: ಕೆಬಿ
mk: КБ
ml: കെ.ബി
pa: ਕੇ.ਬੀ
si: කේ.බී
ta: கேபி
tt: КБ

source: MB
am: ሜባ
ar: م.بايت
be: МБ
bn: এমবি
hi: एमबी
hy: ՄԲ
ka: მბ
kk: МБ
mk: МБ
ml: എം.ബി
mn: МБ
mr: एमबी
pa: ਐਮ.ਬੀ
sd: ﻲﺑ ﻢﻳﺍ
ta: எம்பி
tg: МБ
tt: МБ
uk: МБ
ur: ﯽﺑ ﻢﯾﺍ
yi: במ

source: GB
am: ጂቢ
ar: ج.بايت
be: ГБ
bn: জিবি
fa: ﺖﯾﺎﺑﺎﮕﯿﮔ
gu: જીબી
hi: जीबी
hy: ԳԲ
kk: ГБ
km: ជីកាបៃ
kn: ಜಿಬಿ
mk: МК
ml: ജിബി
mr: जीबी
pa: ਜੀ.ਬੀ
sd: ﻲﺑ ﻲﺟ
ta: ஜிபி
tg: ГБ
tt: ГБ
uk: ГБ
ur: ﯽﺑ ﯽﺟ
yi: טייבאגיג

source: Audio CD
af: Oudio CD
am: የድምጽ ሲዲ
ar: ﻁﻮﻐﻀﻣ ﻲﺗﻮﺻ ﺹﺮﻗ
be: Аўдыё CD
bg: Аудио CD
bn: অডিও সিডি
ca: CD d'àudio
cy: CD sain
da: Lyd-cd
eo: Audio KD
eu: Audio CDa
fa: ﯽﺗﻮﺻ ﯼﺩ ﯽﺳ
ga: CD fuaime
gd: CD claisneachd
gl: CD de audio
gu: ઓડિયો સીડી
he: עמש רוטילקת
hi: सुनने वाली सी डी
hy: Աուդիո CD
id: CD audio
is: Hljóðdiskur
ka: აუდიო CD
kk: Аудио ықшам диск
km: ស៊ីឌីអូឌីយ៉ូ
kn: ಆಡಿಯೋ ಸಿಡಿ
ku: CD Audio
ky: Аудио CD
lo: CD ສຽງ
mg: CD audio
mi: CD ororongo
mk: Аудио ЦД
ml: ഓഡിയോ സി.ഡി
mn: Аудио CD
mr: ऑडिओ सीडी
mt: CD awdjo
my: Audio CD ပါ။
nb: Lyd-CD
ne: अडियो सीडी
or: ଅଡିଓ CD
pa: ਆਡੀਓ ਸੀਡੀ
ps: ﻱډ ﻲﺳ ﻮﯾډﺁ
ro: CD audio
rw: CD y'amajwi
sd: ﻱڊ ﻲﺳ ﻮﻳڊﺁ
si: ශ්රව්ය සංයුක්ත තැටිය
sl: Zvočni CD
sq: CD audio
sw: CD ya sauti
ta: ஆடியோ சிடி
te: ఆడియో CD
tg: CD аудио
th: ซีดีเพลง
tk: Ses CD
tt: Аудио CD
uk: Аудіо компакт-диск
ur: ﯼﮈ ﯽﺳ ﻮﯾﮈﺁ
vi: CD âm thanh
xh: I-CD yomsindo
yi: קסידטקאַפּמאָק אָידואַ

source: MOUNT AS ROOT
af: BEVESTIG AS ROOT
am: ተራራ አስ ROOT
ar: AS ﻞﺒﺟ ROOT
be: МАНЦЫВАЦЬ ЯК ROOT
bg: МОНТИРАНЕ КАТО ROOT
bn: মাউন্ট AS ROOT
ca: MUNTACIÓ AS ROOT
cy: MOUNT FEL ROOT
da: MONTERE SOM ROOT
eo: MONTO AS ROOT
eu: MUNTA AS ROOT
fa: AS ﻩﻮﮐ ROOT
fi: ASENNA AS ROOT
fil: BUNDOK BILANG ROOT
gl: MONTE AS ROOT
he: AS רה ROOT
hi: माउंट अस ROOT
hu: MINT MINT ROOT
hy: ԼԵՌ AS ROOT
id: GUNUNG SEBAGAI ROOT
is: FERÐ AÐ ROOT
km: ភ្នំ AS ROOT
kn: ಮೌಂಟ್ ಎಎಸ್ ROOT
mi: MAUNGA AS ROOT
mk: ПЛАНИЦА КАКО ROOT
ml: മൗണ്ട് എഎസ് ROOT
mr: माउंट AS ROOT
mt: MOUNT KIF ROOT
my: AS တောင် ROOT
nb: MONTER SOM ROOT
pa: ਮਾਊਂਟ AS ROOT
ro: MONT AS ROOT
rw: UMUSOZI AS ROOT
si: මවුන්ට් ඒඑස් ROOT
sq: MALI AS ROOT
sw: MLIMA AS ROOT
ta: மவுண்ட் AS ROOT
te: మౌంట్ AS ROOT
tt: МАН ROOT
uk: МОНТУВАТИ ЯК ROOT
ur: AS ﭧﻧﺅﺎﻣ ROOT
vi: NÚI NHƯ ROOT
xh: NYANGA NJENGOKO ROOT
yi: יוו גראב ROOT

source: UNMOUNT AS ROOT
af: ONTBESTEER AS ROOT
be: РАЗМАНТЫВАЦЬ ЯК ROOT
bg: МОНТИРАНЕ КАТО ROOT
ca: DESMONTA COM ROOT
da: AFMONTERES SOM ROOT
eo: SENMONTI AS ROOT
et: UNMONT AS ROOT
eu: DESMONTATU AS ROOT
gl: DESMONTAR AS ROOT
he: UNMONT AS ROOT
hi: अनमाउंट AS ROOT
hr: UNMONT KAO ROOT
id: LEPASKAN SEBAGAI ROOT
is: FJÁLAST SEM ROOT
ka: UNMONT AS ROOT
kk: AS. MOUNT AS ROOT
kn: UNMONT AS ROOT
ky: MOUNT AS ROOT
lb: UNMONT AS ROOT
mk: ОТСТАПИ КАКО ROOT
mn: AS BOUNT ROOT
my: အတိုင်း ရွှေ့ပါ။ ROOT
nb: AVMONTER SOM ROOT
ro: DEMONTARE AS ROOT
sl: UNMONT AS ROOT
sq: ÇKAQ AS ROOT
sw: ONDOA AS ROOT
tg: БАРОМАД АС ROOT
tt: БЕРЕНЧЕ АС ROOT
uk: НЕМОНТИРОВАТИ ЯК ROOT
uz: AS ROOT
xh: YENZA NJENGOKO ROOT
yi: UNMONT AS ROOT

source: Fil_ename
af: Lêername
am: ፋይል_ename
ar: ﻒﻠﻣname
be: File_ename
bg: File_ename
bn: ফিল_ইname
ca: Dossiername
da: Filname
eu: Fitxa_ename
fa: ﻞﯾﺎﻓname
fy: Mapname
gl: Arquivo_ename
gu: ફાઇલ_ઇname
he: ץֶבֹוקname
hi: फ़िल_एname
hr: Datotekaname
id: Mengajukanname
is: Skrá_ename
km: ឯកសារ_អ៊ីname
kn: ಫೈಲ್_ಇname
ku: Dosîname
mi: Kōnae_ename
ml: ഫയൽ_ഇname
mn: File_ename
mr: फाइल_ईname
my: ဖိုင်_အီးname
nb: Filname
pa: ਫਾਈਲ_ਈname
ps: ﻞﯾﺎﻓname
ro: Fişiername
sd: ﻱﺍ_ﻞﺋﺎﻓname
si: ගොනුවname
sk: Súbor_ename
sl: Mapaname
ta: கோப்புname
te: ఫైల్_ఇname
th: ไฟล์name
uk: File_ename
ur: ﯼﺍ_ﻞﺋﺎﻓname
vi: Tập tinname
xh: Ifayile_ename
yi: ע_ליפname

source: De_vices
uk: Пристрої

source: Edi_t
uk: Редагувати

source: Fol_der
uk: Тека

source: Styl_e
uk: Стиль

# New|Radio
source: Fol_der
uk: Тека
