Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
af: Voer verwyder etiket opdrag vir fstype in '%s': Gebruik: %%%%v toestel lêer ( %s ) %%%%l nuwe etiket ( "%s" ) EDIT MET SORG Hierdie opdrag word uitgevoer as root%s
am: ለfstype አስወግድ መለያ ትዕዛዝ ያስገቡ '%s': ተጠቀም፡ %%%%v የመሳሪያ ፋይል ( %s ) %%%%l አዲስ መለያ ( "%s" ) በእንክብካቤ ያርትዑ ይህ ትእዛዝ የሚካሄደው እንደ ነው። root%s
ar: fstype ـﻟ ﺔﻴﻤﺴﺘﻟﺍ ﺔﻟﺍﺯﺇ ﺮﻣﺃ ﻞﺧﺩﺃ '%s': :ﻡﺪﺨﺘﺴﻳ %%%%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ( %s ) %%%%l ﺓﺪﻳﺪﺟ ﺔﻴﻤﺴﺗ ( "%s" ) EDIT WITH CARE ﻒﻠﻤﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻢﺘﻳ root%s
be: Увядзіце каманду выдаліць ярлык для fstype '%s': Выкарыстоўвайце: %%%%v файл прылады ( %s ) %%%%l новы ярлык ( "%s" ) УВАЖНА рэдагаваць Гэтая каманда выконваецца як root%s
bg: Въведете команда за премахване на етикет за fstype '%s': Използвайте: %%%%v файл на устройството ( %s ) %%%%l нов етикет ( "%s" ) РЕДАКТИРАНЕ ВНИМАТЕЛНО Тази команда се изпълнява като root%s
bn: fstype এর জন্য লেবেল অপসারণ কমান্ড লিখুন '%s': ব্যবহার করুন: %%%%v ডিভাইস ফাইল ( %s ) %%%%l নতুন লেবেল ( "%s" ) যত্নের সাথে সম্পাদনা করুন এই কমান্ডটি হিসাবে চালানো হয় root%s
ca: Introduïu l'ordre d'eliminació de l'etiqueta per a fstype '%s': Ús: %%%%v fitxer del dispositiu ( %s ) %%%%l nova etiqueta ( "%s" ) EDITAR AMB CURA Aquesta ordre s'executa com a root%s
cy: Rhowch dynnu gorchymyn label ar gyfer fstype '%s': Defnyddiwch: %%%%v ffeil ddyfais ( %s ) %%%%l label newydd ( "%s" ) GOLYGU GYDA GOFAL Mae'r gorchymyn hwn yn cael ei redeg fel root%s
da: Indtast kommandoen remove label for fstype '%s': Brug: %%%%v enhedsfil ( %s ) %%%%l nyt mærke ( "%s" ) EDIT WITH CARE Denne kommando køres som root%s
eo: Enigu forigu etikedan komandon por fstype '%s': Uzu: %%%%v aparato dosiero ( %s ) %%%%l nova etikedo ( "%s" ) REDAKTU ZORGE Ĉi tiu komando ruliĝas kiel root%s
et: Sisestage fstype jaoks käsk eemalda silt '%s': Kasuta: %%%%v seadme fail ( %s ) %%%%l uus silt ( "%s" ) EDIT TÄHELEPANU Seda käsku käivitatakse kui root%s
eu: Sartu kendu etiketa komandoa fstyperako '%s': Erabili: %%%%v gailuaren fitxategia ( %s ) %%%%l etiketa berria ( "%s" ) EDITATU KONTUZ Komando hau honela exekutatzen da root%s
fa: ﺪﯿﻨﮐ ﺩﺭﺍﻭ fstype ﯼﺍﺮﺑ ﺍﺭ remove label ﺭﻮﺘﺳﺩ '%s': :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%%%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ( %s ) %%%%l ﺪﯾﺪﺟ ﺐﺴﭼﺮﺑ ( "%s" ) EDIT WITH CARE ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﺕﺭﻮﺻ ﻪﺑ ﺭﻮﺘﺳﺩ ﻦﯾﺍ root%s
fi: Anna fstype-koodin poistamiskomento '%s': Käyttää: %%%%v laitetiedosto ( %s ) %%%%l uusi etiketti ( "%s" ) MUOKKAA HUOLELLISESTI Tämä komento suoritetaan muodossa root%s
fil: Ipasok ang command na alisin ang label para sa fstype '%s': Gamitin ang: %%%%v file ng device ( %s ) %%%%l bagong label ( "%s" ) I-EDIT NA MAY PAG-IINGAT Ang command na ito ay pinapatakbo bilang root%s
fy: Fier it kommando fuortsmite label yn foar fstype '%s': Brûke: %%%%v apparaat triem ( %s ) %%%%l nij label ( "%s" ) EDIT WITH CARE Dit kommando wurdt útfierd as root%s
ga: Iontráil bain ordú lipéad le haghaidh fstype '%s': Úsáid: %%%%v comhad feiste ( %s ) %%%%l lipéad nua ( "%s" ) Eagar LE CÚRAM Ritheann an t-ordú seo mar root%s
gd: Cuir a-steach cuir às do àithne leubail airson fstype '%s': Cleachd: %%%%v faidhle inneal ( %s ) %%%%l bileag ùr ( "%s" ) EDIT WITH CARE Tha an àithne seo air a ruith mar root%s
gl: Introduza o comando remove label para fstype '%s': Uso: %%%%v ficheiro do dispositivo ( %s ) %%%%l nova etiqueta ( "%s" ) EDITAR CON COIDADO Este comando execútase como root%s
gu: fstype માટે લેબલ દૂર કરો આદેશ દાખલ કરો '%s': વાપરવુ: %%%%v ઉપકરણ ફાઇલ ( %s ) %%%%l નવું લેબલ ( "%s" ) સંભાળ સાથે સંપાદિત કરો આ આદેશ આ રીતે ચલાવવામાં આવે છે root%s
he: fstype רובע תיוות רסה תדוקפ תא ןזה '%s': :שמתשהל %%%%v רישכמה ץבוק ( %s ) %%%%l השדח תיוות ( "%s" ) EDIT WITH CARE םשב תלעפומ וז הדוקפ root%s
hi: fstype के लिए रिमूव लेबल कमांड दर्ज करें '%s': उपयोग: %%%%v डिवाइस फ़ाइल ( %s ) %%%%l नया लेबल ( "%s" ) देखभाल के साथ संपादित करें यह आदेश इस प्रकार चलाया जाता है root%s
hr: Unesite naredbu za uklanjanje oznake za fstype '%s': Koristiti: %%%%v datoteku uređaja ( %s ) %%%%l nova etiketa ( "%s" ) PAŽLJIVO UREDI Ova se naredba izvodi kao root%s
hu: Írja be az eltávolítási címke parancsot az fstype számára '%s': Használat: %%%%v eszköz fájl ( %s ) %%%%l új címke ( "%s" ) EDIT WITH CARE Ez a parancs a következőként fut root%s
hy: Մուտքագրեք հեռացնել պիտակի հրամանը ftype-ի համար '%s': Օգտագործեք: %%%%v սարքի ֆայլը ( %s ) %%%%l նոր պիտակ ( "%s" ) ԽՆԱՄԲԵԼՈՒ ՀԱՄԱՐ Այս հրամանը գործարկվում է որպես root%s
id: Masukkan perintah hapus label untuk fstype '%s': Menggunakan: %%%%v berkas perangkat ( %s ) %%%%l label baru ( "%s" ) EDIT WITH CARE Perintah ini dijalankan sebagai root%s
is: Sláðu inn remove label skipun fyrir fstype '%s': Notaðu: %%%%v tæki skrá ( %s ) %%%%l nýtt merki ( "%s" ) EDIT WITH CARE Þessi skipun er keyrð sem root%s
ka: შეიყვანეთ ბრძანება წაშლის ეტიკეტისთვის fstype-სთვის '%s': გამოყენება: %%%%v მოწყობილობის ფაილი ( %s ) %%%%l ახალი ეტიკეტი ( "%s" ) სიფრთხილით რედაქტირება ეს ბრძანება მუშაობს როგორც root%s
kk: fstype үшін жапсырманы жою пәрменін енгізіңіз '%s': Қолдану: %%%%v құрылғы файлы ( %s ) %%%%l жаңа белгі ( "%s" ) МАҚСАТ МЕНЕН ӨҢДЕУ Бұл пәрмен келесідей орындалады root%s
km: បញ្ចូលពាក្យបញ្ជាលុបស្លាកសម្រាប់ fstype '%s': ប្រើ៖ %%%%v ឯកសារឧបករណ៍ ( %s ) %%%%l ស្លាកថ្មី។ ( "%s" ) EDIT WITH CARE ពាក្យបញ្ជានេះត្រូវបានដំណើរការជា root%s
kn: fstype ಗಾಗಿ ತೆಗೆದುಹಾಕು ಲೇಬಲ್ ಆಜ್ಞೆಯನ್ನು ನಮೂದಿಸಿ '%s': ಬಳಸಿ: %%%%v ಸಾಧನ ಫೈಲ್ ( %s ) %%%%l ಹೊಸ ಲೇಬಲ್ ( "%s" ) ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂಪಾದಿಸಿ ಈ ಆಜ್ಞೆಯನ್ನು ಹೀಗೆ ಚಲಾಯಿಸಲಾಗುತ್ತದೆ root%s
ku: Ji bo fstype emrê jêbirina labelê têkevin '%s': Bikaranîn: %%%%v pelê amûrê ( %s ) %%%%l labelê nû ( "%s" ) BI HIŞYAR BIDIN Ev ferman wekî tê xebitandin root%s
ky: fstype үчүн энбелгилерди алып салуу буйругун киргизиңиз '%s': Колдонуу: %%%%v түзмөк файлы ( %s ) %%%%l жаңы белги ( "%s" ) КАТТЫК МЕНЕН EDIT Бул буйрук катары иштетилет root%s
lb: Gitt Ewechhuele Label Kommando fir fstype '%s': Benotzt: %%%%v Apparat Fichier ( %s ) %%%%l neie Label ( "%s" ) EDIT MAT CARE Dëse Kommando gëtt als root%s
lo: ໃສ່ຄໍາສັ່ງລົບປ້າຍຊື່ສໍາລັບ fstype '%s': ໃຊ້: %%%%v ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b ( %s ) %%%%l ປ້າຍໃຫມ່ ( "%s" ) EDIT WITH CARE ຄໍາສັ່ງນີ້ແມ່ນດໍາເນີນການເປັນ root%s
lt: Įveskite fstype komandą pašalinti etiketę '%s': Naudokite: %%%%v įrenginio failas ( %s ) %%%%l nauja etiketė ( "%s" ) REDAGUOTI ATSARGIAI Ši komanda vykdoma kaip root%s
lv: Ievadiet komandu noņemt etiķeti fstype '%s': Izmantojiet: %%%%v ierīces fails ( %s ) %%%%l jauna etiķete ( "%s" ) REDIĢĒT UZMANĪGI Šī komanda tiek izpildīta kā root%s
mg: Ampidiro ny baiko remove label ho an'ny fstype '%s': Ampiasao: %%%%v rakitra fitaovana ( %s ) %%%%l etikety vaovao ( "%s" ) MANOAVA AMIN'NY FITANDREMANA Ity baiko ity dia atao toy ny root%s
mi: Whakauruhia te tono tapanga tango mo te fstype '%s': Whakamahia: %%%%v kōnae taputapu ( %s ) %%%%l tapanga hou ( "%s" ) EDIT MA TE TIKA Ka whakahaeretia tenei whakahau hei root%s
mk: Внесете ја командата за отстранување на етикетата за fstype '%s': Користете: %%%%v датотека на уредот ( %s ) %%%%l нова етикета ( "%s" ) УРЕДИ СО ВНИМАТЕЛНО Оваа команда се извршува како root%s
ml: fstype-നുള്ള നീക്കം ലേബൽ കമാൻഡ് നൽകുക '%s': ഉപയോഗിക്കുക: %%%%v ഉപകരണ ഫയൽ ( %s ) %%%%l പുതിയ ലേബൽ ( "%s" ) ശ്രദ്ധയോടെ എഡിറ്റ് ചെയ്യുക ഈ കമാൻഡ് ഇങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത് root%s
mn: fstype-д зориулсан шошгыг арилгах командыг оруулна уу '%s': Хэрэглэх: %%%%v төхөөрөмжийн файл ( %s ) %%%%l шинэ шошго ( "%s" ) БОЛОМЖТОЙ ЗАСАХ Энэ командыг дараах байдлаар ажиллуулна root%s
mr: fstype साठी लेबल काढून टाका कमांड एंटर करा '%s': वापरा: %%%%v डिव्हाइस फाइल ( %s ) %%%%l नवीन लेबल ( "%s" ) एडिट विथ केअर ही कमांड म्हणून चालवली जाते root%s
mt: Daħħal il-kmand tat-tneħħija tat-tikketta għal fstype '%s': Użu: %%%%v fajl tal-apparat ( %s ) %%%%l tikketta ġdida ( "%s" ) EDITJA B'KURA Dan il-kmand jitmexxa bħala root%s
my: fstype အတွက် remove label command ကိုရိုက်ထည့်ပါ။ '%s': အသုံးပြုရန်- %%%%v စက်ဖိုင် ( %s ) %%%%l တံဆိပ်အသစ် ( "%s" ) ဂရုစိုက်ခြင်းဖြင့် တည်းဖြတ်ပါ ဤအမိန့်ကို လုပ်ဆောင်သည်။ root%s
nb: Skriv inn remove label-kommandoen for fstype '%s': Bruk: %%%%v enhetsfil ( %s ) %%%%l ny etikett ( "%s" ) EDIT WITH CARE Denne kommandoen kjøres som root%s
ne: Fstype को लागि लेबल हटाउने आदेश प्रविष्ट गर्नुहोस् '%s': प्रयोग गर्नुहोस्: %%%%v उपकरण फाइल ( %s ) %%%%l नयाँ लेबल ( "%s" ) हेरचाह संग सम्पादन गर्नुहोस् यो आदेश को रूपमा चलाइएको छ root%s
or: Fstype ପାଇଁ ଅପସାରଣ ଲେବଲ୍ କମାଣ୍ଡ୍ ପ୍ରବେଶ କରନ୍ତୁ | '%s': ବ୍ୟବହାର: %%%%v ଡିଭାଇସ୍ ଫାଇଲ୍ | ( %s ) %%%%l ନୂତନ ଲେବଲ୍ | ( "%s" ) କେୟାର ସହିତ ଏଡିଟ୍ କରନ୍ତୁ ଏହି କମାଣ୍ଡ୍ ଯେପରି ଚାଲିଥାଏ | root%s
pa: fstype ਲਈ ਲੇਬਲ ਹਟਾਉਣ ਦੀ ਕਮਾਂਡ ਦਿਓ '%s': ਵਰਤੋ: %%%%v ਡਿਵਾਈਸ ਫਾਈਲ ( %s ) %%%%l ਨਵਾਂ ਲੇਬਲ ( "%s" ) ਦੇਖਭਾਲ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ ਇਹ ਕਮਾਂਡ ਇਸ ਤਰ੍ਹਾਂ ਚਲਾਈ ਜਾਂਦੀ ਹੈ root%s
ps: ﺉړﮐ ﻪﻨﻧﺩ ډﻧﺎﻤﮐ ﻮﻟﻮﮐ ﯤﺮﻟ ﻞﺒﯿﻟ ﺩ ﻩﺭﺎﭙﻟ fstype ﺩ '%s': :ﻝﻭﺭﺎﮐ %%%%v ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ ( %s ) %%%%l ﻞﺒﯿﻟ ﯼﻮﻧ ( "%s" ) ﻱږﯿﮐ ﻝړﻭ ﺦﻣﺮﭘ ﻪګﻮﺗ ﻪﭘ ډﻧﺎﻤﮐ ﺍﺩ ﺉړﮐﻭ ﻥﻮﻤﺳ ﻩﺮﺳ ﯥﻧﺮﻠﻣﺎﭘ ﺩ root%s
ro: Introduceți comanda de eliminare a etichetei pentru fstype '%s': Utilizare: %%%%v fișierul dispozitivului ( %s ) %%%%l etichetă nouă ( "%s" ) EDITARE CU ATENTIE Această comandă este rulată ca root%s
rw: Injira gukuramo label ya fstype '%s': Koresha: %%%%v dosiye ( %s ) %%%%l ikirango gishya ( "%s" ) Hindura UFITE ICYITONDERWA Iri tegeko rikoreshwa nka root%s
sd: ءِﻻ﻿ fstype ﻢڪﺣ ﻞﺒﻴﻟ ﻮﻳﺎٽﻫ ﻮﻳﺮڪ ﻞﺧﺍﺩ '%s': :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ ( %s ) %%%%l ﻞﺒﻴﻟ ﻥﻮﺌﻧ ( "%s" ) ﻦﺌﻴﺟ ﻲﮬﺁ ﻭﺪﻨﻠﮬ ﻢڪﺣ ﻲﮬ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻥﺎﺳ ﻝﺎﭝﻨﺳ root%s
si: fstype සඳහා ඉවත් කිරීමේ ලේබල් විධානය ඇතුළත් කරන්න '%s': භාවිත: %%%%v උපාංග ගොනුව ( %s ) %%%%l නව ලේබලය ( "%s" ) පරිස්සමෙන් සංස්කරණය කරන්න මෙම විධානය ක්u200dරියාත්මක වන්නේ මෙසේය root%s
sk: Zadajte príkaz remove label pre fstype '%s': Použitie: %%%%v súbor zariadenia ( %s ) %%%%l nový štítok ( "%s" ) OPATRNE UPRAVIŤ Tento príkaz sa spustí ako root%s
sl: Vnesite ukaz odstrani oznako za fstype '%s': Uporaba: %%%%v datoteko naprave ( %s ) %%%%l nova oznaka ( "%s" ) VARNO UREJAJ Ta ukaz se izvaja kot root%s
sq: Fut komandën e heqjes së etiketës për fstype '%s': Përdorni: %%%%v skedari i pajisjes ( %s ) %%%%l etiketë e re ( "%s" ) EDIT ME KUJDES Kjo komandë ekzekutohet si root%s
sw: Ingiza amri ya kuondoa lebo ya fstype '%s': Tumia: %%%%v faili ya kifaa ( %s ) %%%%l lebo mpya ( "%s" ) BADILISHA KWA UMAKINI Amri hii inaendeshwa kama root%s
ta: fstype க்கான லேபிள் நீக்க கட்டளையை உள்ளிடவும் '%s': பயன்படுத்தவும்: %%%%v சாதன கோப்பு ( %s ) %%%%l புதிய முத்திரை ( "%s" ) கவனமாக திருத்தவும் இந்த கட்டளை இவ்வாறு இயக்கப்படுகிறது root%s
te: fstype కోసం తొలగించు లేబుల్ ఆదేశాన్ని నమోదు చేయండి '%s': వా డు: %%%%v పరికర ఫైల్ ( %s ) %%%%l కొత్త లేబుల్ ( "%s" ) జాగ్రత్తగా సవరించండి ఈ ఆదేశం ఇలా అమలు చేయబడుతుంది root%s
tg: Фармони хориҷ кардани тамғаро барои fstype ворид кунед '%s': Истифода: %%%%v файли дастгоҳ ( %s ) %%%%l тамғаи нав ( "%s" ) БО ЭҲТИЁТ ТАВРИР КАРДАН Ин фармон ҳамчун иҷро карда мешавад root%s
th: ป้อนคำสั่งลบป้ายกำกับสำหรับ fstype '%s': ใช้: %%%%v ไฟล์อุปกรณ์ ( %s ) %%%%l ป้ายใหม่ ( "%s" ) แก้ไขด้วยความระมัดระวัง คำสั่งนี้รันเป็น root%s
tk: Fstype üçin aýyrmak belligini giriziň '%s': Ulany: %%%%v enjam faýly ( %s ) %%%%l täze bellik ( "%s" ) Seresaplyk bilen redaktirläň Bu buýruk ýaly işleýär root%s
tt: Fstype өчен ярлык боерыгын кертегез '%s': Куллану: %%%%v җайланма файлы ( %s ) %%%%l яңа ярлык ( "%s" ) Игътибар белән үзгәртегез Бу боерык шулай эшли root%s
uk: Введіть команду видалення мітки для fstype '%s': Використовуйте: %%%%v файл пристрою ( %s ) %%%%l нова етикетка ( "%s" ) УВАЖНО РЕДАГУВАТИ Цю команду виконується як root%s
ur: fstype ۔ﮟﯾﺮﮐ ﺝﺭﺩ ﮉﻧﺎﻤﮐ ﻞﺒﯿﻟ ﺎﮐ ﮯﻧﺎﭩﮨ ﮯﯿﻟ ﮯﮐ '%s': :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ ( %s ) %%%%l ﻞﺒﯿﻟ ﺎﯿﻧ ( "%s" ) ۔ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﻼ﻿ﭼ ﺭﻮﻄﺑ ﮉﻧﺎﻤﮐ ﮧﯾ ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﮭﺑ ﮫﮑﯾﺩ root%s
uz: Fstype uchun tegni olib tashlash buyrug'ini kiriting '%s': Foydalanish: %%%%v qurilma fayli ( %s ) %%%%l yangi yorliq ( "%s" ) EHTIYOT BILAN EDIT Bu buyruq quyidagicha bajariladi root%s
vi: Nhập lệnh loại bỏ nhãn cho fstype '%s': Sử dụng: %%%%v tập tin thiết bị ( %s ) %%%%l nhãn mới ( "%s" ) CHỈNH SỬA VỚI CHĂM SÓC Lệnh này được chạy dưới dạng root%s
xh: Ngenisa susa umyalelo weleyibhile ye-fstype '%s': Sebenzisa: %%%%v ifayile yesixhobo ( %s ) %%%%l ileyibhile entsha ( "%s" ) HLELA NGONONOPHELO Lo myalelo uqhutywa njenge root%s
yi: fstype ראַפֿ לעפֿאַב עמריפ ןעמענפּאָראַ ןיַיראַ '%s': :ןצינ %%%%v עקעט לטימ ( %s ) %%%%l עמריפ יַינ ( "%s" ) יוו ןפיול זיא לעפֿאַב םעד גראָז טימ ןריגאַדער root%s
