Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Save Ta_bs
af: Stoor Ta_bs
am: አስቀምጥ Ta_bs
ar: ﻆﻔﺤﻳ Ta_bs
be: Захаваць Ta_bs
bg: Запазете Ta_bs
bn: সংরক্ষণ Ta_bs
ca: Desa Ta_bs
cy: Arbedwch Ta_bs
da: Gemme Ta_bs
eo: Savi Ta_bs
et: Salvesta Ta_bs
eu: Gorde Ta_bs
fa: ﯽﯾﻮﺟ ﻪﻓﺮﺻ Ta_bs
fi: Tallentaa Ta_bs
fil: I-save Ta_bs
fy: Rêde Ta_bs
ga: Sábháil Ta_bs
gd: Sàbhail Ta_bs
gl: Gardar Ta_bs
gu: સાચવો Ta_bs
he: ליצהל Ta_bs
hi: सहेजें Ta_bs
hr: Uštedjeti Ta_bs
hu: Megment Ta_bs
hy: Պահպանել Ta_bs
id: Menyimpan Ta_bs
is: Vista Ta_bs
ka: Შენახვა Ta_bs
kk: Сақтау Ta_bs
km: រក្សាទុក Ta_bs
kn: ಉಳಿಸಿ Ta_bs
ku: Rizgarkirin Ta_bs
ky: Сактоо Ta_bs
lb: Spueren Ta_bs
lo: ບັນທຶກ Ta_bs
lt: Sutaupyti Ta_bs
lv: Saglabāt Ta_bs
mg: afa-tsy Ta_bs
mi: Tiaki Ta_bs
mk: Зачувај Ta_bs
ml: രക്ഷിക്കും Ta_bs
mn: Хадгалах Ta_bs
mr: जतन करा Ta_bs
mt: Ħlief Ta_bs
my: သိမ်းဆည်းပါ။ Ta_bs
nb: Lagre Ta_bs
ne: बचत गर्नुहोस् Ta_bs
or: ସଞ୍ଚୟ କରନ୍ତୁ | Ta_bs
pa: ਸੇਵ ਕਰੋ Ta_bs
ps: ﺉړﮐ ﻱﺪﻧﻮﺧ Ta_bs
ro: salva Ta_bs
rw: Bika Ta_bs
sd: ﻮﻳﺎﭽﺑ Ta_bs
si: සුරකින්න Ta_bs
sk: Uložiť Ta_bs
sl: Shrani Ta_bs
sq: Ruaj Ta_bs
sw: Hifadhi Ta_bs
ta: சேமிக்கவும் Ta_bs
te: సేవ్ చేయండి Ta_bs
tg: Захира кунед Ta_bs
th: บันทึก Ta_bs
tk: Saklaň Ta_bs
tt: Саклагыз Ta_bs
uk: Зберегти Ta_bs
ur: ۔ﮟﯾﺮﮐ ﻅﻮﻔﺤﻣ Ta_bs
uz: Saqlash Ta_bs
vi: Tiết kiệm Ta_bs
xh: Gcina Ta_bs
yi: טיה Ta_bs

source: Panel _1
af: Paneel _1
am: ፓነል _1
ar: 1_ ﺔﺣﻮﻟ
be: Панэль _1
bg: Панел _1
bn: প্যানেল _1
ca: Panell _1
eo: Panelo _1
et: Paneel _1
eu: Panela _1
fa: 1_ ﻞﻨﭘ
fi: Paneeli _1
ga: Painéal _1
gd: Pannal _1
gu: પેનલ _1
he: 1_ חול
hi: पैनल _1
hr: Ploča _1
hy: Վահանակ _1
is: Spjaldið _1
ka: პანელი _1
kk: Панель _1
km: បន្ទះ _1
kn: ಫಲಕ _1
ky: Панел _1
lo: ກະດານ _1
lt: Skydelis _1
lv: Panelis _1
mi: Paewhiri _1
mk: Панел _1
ml: പാനൽ _1
mn: Самбар _1
mr: पॅनेल _1
my: အကန့် _1
ne: प्यानल _1
or: ପ୍ୟାନେଲ୍ _1
pa: ਪੈਨਲ _1
ps: 1_ ﻞﻨﯿﭘ
ro: Panoul _1
rw: Ikibaho _1
sd: 1_ ﻞﻨﻴﭘ
si: පැනලය _1
sl: Plošča _1
sq: Paneli _1
sw: Paneli _1
ta: குழு _1
te: ప్యానెల్ _1
tg: Панели _1
th: แผง _1
tt: Панель _1
uk: Панель _1
ur: 1_ ﻞﻨﯿﭘ
vi: Bảng điều khiển _1
xh: Iqela lenjongo _1
yi: 1_ עילפאַט

source: Panel _2
af: Paneel _2
am: ፓነል _2
ar: 2_ ﺔﺣﻮﻟ
be: Панэль _2
bg: Панел _2
bn: প্যানেল _2
ca: Panell _2
eo: Panelo _2
et: Paneel _2
eu: Panela _2
fa: 2_ ﻞﻨﭘ
fi: Paneeli _2
ga: Painéal _2
gd: Pannal _2
gu: પેનલ _2
he: 2_ חול
hi: पैनल _2
hr: Ploča _2
hy: Վահանակ _2
is: Spjaldið _2
ka: პანელი _2
kk: Панель _2
km: បន្ទះ _២
kn: ಫಲಕ _2
ky: Панел _2
lo: ກະດານ _2
lt: Skydelis _2
lv: Panelis _2
mi: Paewhiri _2
mk: Панел _2
ml: പാനൽ _2
mn: Самбар _2
mr: पॅनेल _2
my: အကန့် _၂
ne: प्यानल _2
or: ପ୍ୟାନେଲ୍ _2
pa: ਪੈਨਲ _2
ps: 2_ ﻞﻨﯿﭘ
ro: Panoul _2
rw: Ikibaho _2
sd: 2_ ﻞﻨﻴﭘ
si: පැනලය _2
sl: Plošča _2
sq: Paneli _2
sw: Paneli _2
ta: குழு _2
te: ప్యానెల్ _2
tg: Панели _2
th: แผง _2
tt: Панель _2
uk: Панель _2
ur: 2_ ﻞﻨﯿﭘ
vi: Bảng điều khiển _2
xh: Iqela lenjongo _2
yi: 2_ עילפאַט

source: Panel _3
af: Paneel _3
am: ፓነል _3
ar: 3_ ﺔﺣﻮﻟ
be: Панэль _3
bg: Панел _3
bn: প্যানেল _3
ca: Panell _3
eo: Panelo _3
et: Paneel _3
eu: Panela _3
fa: 3_ ﻞﻨﭘ
fi: Paneeli _3
ga: Painéal _3
gd: Pannal _3
gu: પેનલ _3
he: 3_ חול
hi: पैनल _3
hr: Ploča _3
hy: Վահանակ _3
is: Spjaldið _3
ka: პანელი _3
kk: Панель _3
km: បន្ទះ _៣
kn: ಫಲಕ _3
ky: Панел _3
lo: ກະດານ _3
lt: Skydelis _3
lv: Panelis _3
mi: Paewhiri _3
mk: Панел _3
ml: പാനൽ _3
mn: Самбар _3
mr: पॅनेल _3
my: အကန့် _၃
ne: प्यानल _3
or: ପ୍ୟାନେଲ୍ _3
pa: ਪੈਨਲ _3
ps: 3_ ﻞﻨﯿﭘ
ro: Panoul _3
rw: Ikibaho _3
sd: 3_ ﻞﻨﻴﭘ
si: පැනලය _3
sl: Plošča _3
sq: Paneli _3
sw: Paneli _3
ta: குழு _3
te: ప్యానెల్ _3
tg: Панели _3
th: แผง _3
tt: Панель _3
uk: Панель _3
ur: 3_ ﻞﻨﯿﭘ
vi: Bảng điều khiển _3
xh: Iqela lenjongo _3
yi: 3_ עילפאַט

source: Panel _4
af: Paneel _4
am: ፓነል _4
ar: 4_ ﺔﺣﻮﻟ
be: Панэль _4
bg: Панел _4
bn: প্যানেল _4
ca: Panell _4
eo: Panelo _4
et: Paneel _4
eu: Panela _4
fa: 4_ ﻞﻨﭘ
fi: Paneeli _4
ga: Painéal _4
gd: Pannal _4
gu: પેનલ _4
he: 4_ חול
hi: पैनल _4
hr: Ploča _4
hy: Վահանակ _4
is: Spjaldið _4
ka: პანელი _4
kk: Панель _4
km: បន្ទះ _៤
kn: ಫಲಕ _4
ky: Панел _4
lo: ກະດານ_4
lt: Skydelis _4
lv: Panelis _4
mi: Paewhiri _4
mk: Панел _4
ml: പാനൽ _4
mn: Самбар _4
mr: पॅनेल _4
my: အကန့် _၄
ne: प्यानल _4
or: ପ୍ୟାନେଲ୍ _4
pa: ਪੈਨਲ _4
ps: 4_ ﻞﻨﯿﭘ
ro: Panoul _4
rw: Ikibaho _4
sd: 4_ ﻞﻨﻴﭘ
si: පැනලය _4
sl: Plošča _4
sq: Paneli _4
sw: Paneli _4
ta: குழு _4
te: ప్యానెల్ _4
tg: Панели _4
th: แผง _4
tt: Панель _4
uk: Панель _4
ur: 4_ ﻞﻨﯿﭘ
vi: Bảng điều khiển _4
xh: Iqela lenjongo _4
yi: 4_ עילפאַט

source: Panel _Bar
af: Paneel _Bar
am: ፓነል _ባር
ar: Bar_ ﺔﺣﻮﻟ
be: Панэль _Bar
bg: Панел _Лента
bn: প্যানেল _বার
ca: Panell _Bar
eo: Panelo _Bar
et: Paneel _riba
eu: Panela _Barra
fa: ﺭﺎﺑ_ ﻞﻨﭘ
fi: Paneeli _palkki
ga: Painéal _Bar
gd: Pannal _Bar
gu: પેનલ _બાર
he: לגרס_ חול
hi: पैनल _बार
ka: პანელი _ ბარი
kk: Панель _бар
km: បន្ទះ _បារ
kn: ಫಲಕ _ಬಾರ್
ky: Панель _бар
lo: ກະດານ _Bar
lt: Skydelių _Juosta
lv: Panelis _josla
mi: Paepae _Pae
mk: Панел _Бар
ml: പാനൽ _ബാർ
mn: Самбар _бар
mr: पॅनेल _बार
my: ပန်နယ် _Bar
ne: प्यानल _बार
or: ପ୍ୟାନେଲ୍ _ ବାର୍ |
pa: ਪੈਨਲ _ਬਾਰ
ps: ﺭﺎﺑ_ ﻞﻨﯿﭘ
ro: Panou _Bară
rw: Ikibaho _Bar
sd: ﺭﺎﺑ _ ﻞﻨﻴﭘ
si: පැනලය _තීරුව
sq: Paneli _Bar
sw: Paneli _Bar
ta: பேனல் _பார்
te: ప్యానెల్ _బార్
tg: Панели _Бар
th: แผง _Bar
tt: Панель _Бар
uk: Панель _Bar
ur: ﺭﺎﺑ_ ﻞﻨﯿﭘ
vi: Bảng điều khiển _Bar
xh: Iphaneli _Ibha
yi: ראַב_ לענאַפּ

source: _Next
af: _Volgende
am: _ቀጥሎ
ar: _ﻲﻟﺎﺘﻟﺍ
be: _Далей
bg: _Следващия
bn: _পরবর্তী
ca: _Pròxim
cy: _Nesaf
da: _Næste
eo: _Poste
et: _Edasi
eu: _Hurrengoa
fa: _ﺪﻌﺑ
fi: _Seuraava
fil: _Susunod
fy: _Folgjende
ga: _Ar Aghaidh
gd: _An ath rud
gl: _A continuación
gu: _આગળ
he: _אָּבַה
hi: _अगला
hr: _Sljedeći
hu: _Következő
hy: _Հաջորդը
id: _Lanjut
is: _Næst
ka: _შემდეგი
kk: _Келесі
km: _បន្ទាប់
kn: _ಮುಂದೆ
ku: _Piştî
ky: _Кийинки
lb: _Nächst
lo: _ຕໍ່ໄປ
lt: _Kitas
lv: _Nākamais
mg: _Manaraka
mi: _Whai muri
mk: _Следно
ml: _അടുത്തത്
mn: _Дараачийн
mr: _पुढे
mt: _Li jmiss
my: _နောက်တစ်ခု
nb: _Neste
ne: _अर्को
or: _ପରବର୍ତ୍ତୀ
pa: _ਅਗਲਾ
ps: _ﻞﺑ
ro: _Următorul
rw: _Ibikurikira
sd: _ﻥﺎﻴﮘﺍ
si: _ඊළඟ
sk: _Ďalšie
sl: _Naslednji
sq: _Tjetra
sw: _Inayofuata
ta: _அடுத்தது
te: _తరువాత
tg: _Баъдӣ
th: _ถัดไป
tk: _Indiki
tt: _Алга
uk: _Далі
ur: _ﮯﻠﮔﺍ
uz: _Keyingi
vi: _Tiếp theo
xh: _Okulandelayo
yi: _רעטיַיוו

source: _Hide
af: _Versteek
am: _ደብቅ
ar: _ءﺎﻔﺧﺇ
be: _Хавацца
bg: _Крия
bn: _লুকান
ca: _Amaga
cy: _Cuddio
da: _Skjule
eo: _Kaŝi
et: _Peida
eu: _Ezkutatu
fa: _ﻥﺪﺷ ﻥﺎﻬﻨﭘ
fi: _Piilottaa
fil: _Tago
fy: _Ferstopje
ga: _Folaigh
gd: _Falaich
gl: _Ocultar
gu: _છુપાવો
he: _אבחתהל
hi: _छिपाना
hr: _Sakriti
hu: _Elrejt
hy: _Թաքցնել
id: _Bersembunyi
is: _Fela
ka: _დამალვა
kk: _Жасыру
km: _លាក់
kn: _ಮರೆಮಾಡಿ
ku: _Veşartin
ky: _Жашыруу
lb: _Verstoppen
lo: _ເຊື່ອງ
lt: _Slėpti
lv: _Slēpt
mg: _afeno ny
mi: _Huna
mk: _Крие
ml: _മറയ്ക്കുക
mn: _Нуух
mr: _लपवा
mt: _Aħbi
my: _ဖွက်ပါ။
nb: _Gjemme seg
ne: _लुकाउनुहोस्
or: _ଲୁଚାନ୍ତୁ |
pa: _ਓਹਲੇ
ps: _ﻝﻮټﭘ
ro: _Ascunde
rw: _Hisha
sd: _ﮡﺋﺎڪﻟ
si: _සඟවන්න
sk: _Skryť
sl: _skrij
sq: _Fshih
sw: _Ficha
ta: _மறை
te: _దాచు
tg: _Пинҳон кардан
th: _ซ่อน
tk: _Gizle
tt: _Яшер
uk: _Сховати
ur: _ﮟﯿﺋﺎﭙﮭﭼ
uz: _Yashirish
vi: _Giấu
xh: _Fihla
yi: _ןטלאַהאַב

source: _Event Manager
af: _Funksie bestuurder
am: _የክስተት አስተዳዳሪ
ar: _ﺙﺪﺤﻟﺍ ﺮﻳﺪﻣ
be: _Менеджэр падзей
bg: _Мениджър на събития
bn: _অনুষ্ঠান ব্যাবস্থাপক
ca: _Gestor d'esdeveniments
cy: _Rheolwr Digwyddiad
et: _Ürituse juht
eu: _Gertaeren kudeatzailea
fa: _ﺩﺍﺪﯾﻭﺭ ﺮﯾﺪﻣ
fi: _Tapahtuman johtaja
fil: _Tagapamahala ng Kaganapan
ga: _Bainisteoir Imeachta
gd: _Manaidsear Tachartais
gl: _Xestor de eventos
gu: _ઇવેન્ટ મેનેજર
he: _עוריא להנמ
hi: _कार्यक्रम व्यवस्थापक
hr: _Voditelj događaja
hu: _Eseményszervező
hy: _Միջոցառումների մենեջեր
id: _Pengelola acara
is: _Viðburðastjóri
ka: _ივენთ მენეჯერი
kk: _Оқиға менеджері
km: _អ្នកគ្រប់គ្រងu200bកម្មវិធី
kn: _ಸಮಾರಂಭ ವ್ಯವಸ್ಥಾಪಕ
ku: _Rêveberê bûyerê
ky: _Окуя менеджери
lo: _ຜູ້ຈັດການເຫດການ
lt: _Renginių vedėjas
lv: _Pasākumu vadītājs
mg: _Mpitantana hetsika
mi: _Kaiwhakahaere Takahanga
mk: _Менаџер за настани
ml: _ഇവന്റ് മാനേജർ
mn: _Үйл явдлын менежер
mr: _इव्हेंट मॅनेजर
mt: _Maniġer tal-Avvenimenti
my: _ပွဲမန်နေဂျာ
nb: _Arrangør
ne: _घटना प्रबन्धक
or: _ଇଭେଣ୍ଟ ମ୍ୟାନେଜର୍
pa: _ਇਵੈਂਟ ਮੈਨੇਜਰ
ps: _ﺮﯾﺪﻣ ﯥښﯿﭘ ﺩ
ro: _Manager de evenimente
rw: _Umuyobozi wibyabaye
sd: _ﺮﺠﻴﻨﺌﻣ ٽﻧﻮﻳﺍ
si: _උත්සවය කළමනාකරු
sk: _Manažér udalosti
sl: _Upravitelj dogodkov
sq: _Menaxher eventesh
sw: _Meneja wa Tukio
ta: _நிகழ்வு மேலாளர்
te: _కార్యక్రమ నిర్వహుడు
tg: _Менеҷери чорабиниҳо
th: _ผู้จัดการแผนกอีเวนท์
tk: _Çäräniň dolandyryjysy
tt: _Вакыйга менеджеры
uk: _Менеджер подій
ur: _ﮧﻋﻮﻗﻭ ﻢﻈﺘﻨﻣ
uz: _Tadbir menejeri
vi: _Quản lý sự kiện
xh: _Umphathi woMnyhadala
yi: _רעגאַנאַמ טנעווע

source: _Instance
af: _Geval
am: _ምሳሌ
ar: _ﺝﺫﻮﻤﻧ
be: _Прыклад
bg: _Инстанция
bn: _দৃষ্টান্ত
ca: _Instància
da: _Forekomst
eo: _Kazo
et: _Näide
eu: _Instantzia
fa: _ﻝﺎﺜﻣ ،ﻪﻧﻮﻤﻧ
fi: _Ilmentymä
fil: _Halimbawa
gl: _Instancia
gu: _દાખલો
he: _לשמל
hi: _उदाहरण
hr: _Primjer
hu: _Példa
hy: _Օրինակ
id: _Contoh
is: _Dæmi
ka: _მაგალითად
kk: _Мысал
km: _ឧ
kn: _ನಿದರ್ಶನ
ku: _Mînak
lb: _Instanz
lo: _ຕົວຢ່າງ
lt: _Instancija
lv: _Piemērs
mg: _ohatra
mi: _Tauira
mk: _Пример
ml: _ഉദാഹരണം
mn: _Жишээ
mr: _उदाहरण
mt: _Istanza
my: _ဥပမာ
nb: _Forekomst
ne: _उदाहरण
or: _ଇନଷ୍ଟାନ୍ସ |
pa: _ਉਦਾਹਰਨ
ps: _ﻝﺎﺜﻣ
ro: _Instanță
rw: _Ingero
sd: _ﻝﺎﺜﻣ
si: _උදාහරණය
sk: _Inštancia
sl: _Primer
sq: _shembull
sw: _Mfano
ta: _உதாரணம்
te: _ఉదాహరణ
tg: _Мисол
th: _ตัวอย่าง
tk: _Mysal
tt: _Инстанция
uk: _Примірник
ur: _ﻝﺎﺜﻣ
uz: _Misol
vi: _Ví dụ
xh: _Umzekelo
yi: _רעגייטש א

source: _Startup
af: _Opstart
am: _መነሻ ነገር
ar: _ءﺪﺑ
be: _Запуск
bg: _Започвам
bn: _স্টার্টআপ
ca: _Posada en marxa
cy: _Cychwyn
da: _Start op
eo: _Ekfunkciigo
et: _Käivitamine
eu: _Hasi
fa: _ﭖﺁ ﺕﺭﺎﺘﺳﺍ
fi: _Aloittaa
fil: _Magsimula
fy: _Opstarte
ga: _Tosaithe
gd: _Tòisich
gl: _Posta en marcha
gu: _શરુઆત
he: _פא - טראטס
hi: _चालू होना
hr: _Pokretanje
hu: _üzembe helyezés
hy: _Սկսնակ
id: _Rintisan
is: _Gangsetning
ka: _Დაწყება
kk: _Жіберу
km: _ចាប់ផ្តើម
kn: _ಪ್ರಾರಂಭ
ku: _Damezirandin
ky: _Баштоо
lb: _Nei gegrënnt
lo: _ເລີ່ມu200bຕົ້ນ
lt: _Pradėti
lv: _Uzsākt
mg: _Fiatombohana
mi: _Whakaoho
mk: _Почни
ml: _സ്റ്റാർട്ടപ്പ്
mn: _Эхлэл
mr: _स्टार्टअप
mt: _Ibda
my: _စတင်တည်ထောင်သည်
nb: _Oppstart
ne: _स्टार्टअप
or: _ଆରମ୍ଭ କର
pa: _ਸ਼ੁਰੂ ਕਰਣਾ
ps: _ﻝﻮﻠﯿﭘ
ro: _Lansare
rw: _Gutangira
sd: _ﻮﻳﺮڪ ﻉﻭﺮﺷ
si: _පණ ගන්වන්න
sk: _Začiatok
sl: _Začeti
sq: _Fillimi
sw: _Anzisha
ta: _தொடக்கம்
te: _మొదలుపెట్టు
tg: _Навкор
th: _สตาร์ทอัพ
tk: _Başlangyç
tt: _Башларга
uk: _Стартап
ur: _ﻉﻭﺮﺷ
uz: _Ish boshlash
vi: _Khởi động
xh: _Ukuqala eqala
yi: _ןא בייה

source: Set Instance Startup Command
af: Stel Instance Startup Command
am: የአብነት ማስጀመሪያ ትእዛዝ አዘጋጅ
ar: ﻞﻴﺜﻤﻟﺍ ﻞﻴﻐﺸﺗ ءﺪﺑ ﺮﻣﺃ ﻦﻴﻴﻌﺘﺑ ﻢﻗ
be: Усталюйце каманду запуску асобніка
bg: Задайте команда за стартиране на инстанция
bn: ইনস্ট্যান্স স্টার্টআপ কমান্ড সেট করুন
ca: Establiu l'ordre d'inici de la instància
cy: Gosod Gorchymyn Cychwyn Instance
da: Indstil Instance Startup Command
eo: Agordu Kazan Komencan Komandon
et: Määrake eksemplari käivituskäsk
eu: Ezarri Instantzia abiarazteko komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻪﻧﻮﻤﻧ ﯼﺯﺍﺪﻧﺍ ﻩﺍﺭ ﺭﻮﺘﺳﺩ
fi: Aseta ilmentymän käynnistyskomento
fil: Itakda ang Instance Startup Command
ga: Socraigh Ordú Tosaithe Instance
gd: Suidhich òrdugh tòiseachaidh Instance
gl: Establece o comando de inicio de instancia
gu: ઇન્સ્ટન્સ સ્ટાર્ટઅપ કમાન્ડ સેટ કરો
he: עפומ לש הלעפהה תדוקפ תא רדגה
hi: इंस्टेंस स्टार्टअप कमांड सेट करें
hr: Postavite naredbu za pokretanje instance
hu: Állítsa be a Példányindítási parancsot
hy: Սահմանեք «Instance Startup Command»-ը
id: Atur Perintah Startup Instance
is: Stilltu Instance Startup Command
ka: დააყენეთ ინსტანციის გაშვების ბრძანება
kk: Дана іске қосу пәрменін орнатыңыз
km: កំណត់ Instance Startup Command
kn: ನಿದರ್ಶನ ಆರಂಭಿಕ ಆಜ್ಞೆಯನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Destpêkê ya Mînakê Set
ky: Инстанцияны баштоо буйругун коюу
lo: ຕັ້ງຄໍາສັ່ງເລີ່ມຕົ້ນຂອງ Instance
lt: Nustatykite egzemplioriaus paleidimo komandą
lv: Iestatiet instances startēšanas komandu
mg: Mametraha baiko Startup Instance
mi: Tautuhi Tauira Whakaoho Whakaoho
mk: Поставете команда за стартување на пример
ml: ഇൻസ്റ്റൻസ് സ്റ്റാർട്ടപ്പ് കമാൻഡ് സജ്ജീകരിക്കുക
mn: Instance эхлүүлэх командыг тохируулна уу
mr: इन्स्टन्स स्टार्टअप कमांड सेट करा
mt: Issettja Kmand tal-Istartjar tal-Istanza
my: Instance Startup Command ကို သတ်မှတ်ပါ။
nb: Angi forekomst oppstartskommando
ne: उदाहरण स्टार्टअप आदेश सेट गर्नुहोस्
or: ଇନଷ୍ଟାନ୍ସ ଷ୍ଟାର୍ଟଅପ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਇੰਸਟੈਂਸ ਸਟਾਰਟਅੱਪ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﻮﻟﻮﮐ ﻞﯿﭘ ﻝﺎﺜﻣ ﺩ
ro: Setați comanda de pornire a instanței
rw: Shiraho Amabwiriza yo Gutangiza
sd: ﻢڪﺣ ﻲﺗﺎﻋﻭﺮﺷ ﻲﺟ ﻝﺎﺜﻣ ﻮﻳﺮڪ ٽﻴﺳ
si: උදාහරණ ආරම්භක විධානය සකසන්න
sk: Nastavte príkaz na spustenie inštancie
sl: Nastavite ukaz za zagon primerka
sq: Vendos komandën e nisjes së shembullit
sw: Weka Amri ya Kuanzisha Instance
ta: நிகழ்வு தொடக்க கட்டளையை அமைக்கவும்
te: ఇన్u200cస్టాన్స్ స్టార్టప్ కమాండ్u200cని సెట్ చేయండి
tg: Фармони оғозёбии мисолро таъин кунед
th: ตั้งค่าคำสั่งเริ่มต้นของอินสแตนซ์
tk: Instance Startup buýrugyny düzüň
tt: Инстанцияне башлау командасын куегыз
uk: Встановіть команду запуску екземпляра
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﭖﺍ ﭦﺭﺎﭩﺳﺍ ﺲﻨﭩﺴﻧﺍ
uz: Instanceni ishga tushirish buyrug'ini o'rnating
vi: Đặt lệnh khởi động phiên bản
xh: Cwangcisa uMyalelo wokuQalisa uMfanekiso
yi: דנאַמאַק פּאַטראַטס עסנאַטסני קיטעטשאַב

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n zzzFM-instansie begin: Gebruik: %%e gebeurtenis tipe (evt_start)
am: የ zzzFM ምሳሌ ሲጀምር በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር አስገባ፡ ተጠቀም፡ %%e የክስተት አይነት (evt_start)
ar: :zzzFM ﻞﻴﺜﻣ ءﺪﺑ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e (evt_start) ﺙﺪﺤﻟﺍ ﻉﻮﻧ
be: Увядзіце праграму або камандны радок bash, які запускаецца аўтаматычна пры запуску асобніка zzzFM: Выкарыстоўвайце: %%e тып падзеі (evt_start)
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато стартира екземпляр zzzFM: Използвайте: %%e тип събитие (evt_start)
bn: একটি zzzFM উদাহরণ শুরু হলে স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরন (evt_start)
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament quan s'iniciï una instància de zzzFM: Ús: %%e tipus d'esdeveniment (evt_start)
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pan fydd enghraifft zzzFM yn cychwyn: Defnyddiwch: %%e math o ddigwyddiad (evt_start)
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når en zzzFM-instans starter: Brug: %%e hændelsestype (evt_start)
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝita kiam zzzFM-instanco komenciĝas: Uzu: %%e tipo de evento (evt_start)
et: Sisestage programm või bash käsurida, mis käivitub automaatselt zzzFM-i eksemplari käivitamisel: Kasuta: %%e sündmuse tüüp (evt_start)
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatzeko zzzFM instantzia bat hasten denean: Erabili: %%e gertaera mota (evt_start)
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ zzzFM ﻪﻧﻮﻤﻧ ﮏﯾ ﻉﻭﺮﺷ ﺎﺑ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e (evt_start) ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti, kun zzzFM-ilmentymä käynnistyy: Käyttää: %%e tapahtumatyyppi (evt_start)
fil: Ipasok ang program o bash command line na awtomatikong tatakbo kapag nagsimula ang isang zzzFM instance: Gamitin ang: %%e uri ng kaganapan (evt_start)
fy: Fier programma of bash kommandorigel yn om automatysk te rinnen as in zzzFM-eksimplaar begjint: Brûke: %%e evenemint type (evt_start)
ga: Iontráil líne ordaithe nó clár ordaithe le reáchtáil go huathoibríoch nuair a thosaíonn sampla zzzFM: Úsáid: %%e cineál imeachta (evt_start)
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach nuair a thòisicheas eisimpleir zzzFM: Cleachd: %%e seòrsa tachartais (evt_start)
gl: Introduza o programa ou a liña de comandos bash para executarse automaticamente cando se inicie unha instancia de zzzFM: Uso: %%e tipo de evento (evt_start)
gu: જ્યારે zzzFM દાખલો શરૂ થાય ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા bash કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઇવેન્ટનો પ્રકાર (evt_start)
he: :ליחתמ zzzFM עפומ רשאכ תיטמוטוא ולעפויש bash הדוקפה תרוש וא תינכות ןזה :שמתשהל %%e (evt_start) עוריא גוס
hi: zzzFM इंस्टेंस शुरू होने पर स्वचालित रूप से चलाने के लिए प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %%e घटना प्रकार (evt_start)
hr: Unesite naredbeni redak programa ili bash koji će se automatski pokrenuti kada se pokrene instanca zzzFM: Koristiti: %%e vrsta događaja (evt_start)
hu: Írja be a programot vagy a bash parancssort, amely automatikusan fut egy zzzFM példány indításakor: Használat: %%e esemény típusa (evt_start)
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ սկսվի zzzFM օրինակը. Օգտագործեք: %%e միջոցառման տեսակը (evt_start)
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis saat instans zzzFM dimulai: Menggunakan: %%e jenis acara (evt_start)
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar zzzFM tilvik byrjar: Notaðu: %%e tegund viðburðar (evt_start)
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონი ავტომატურად გასაშვებად zzzFM ინსტანციის დაწყებისას: გამოყენება: %%e ღონისძიების ტიპი (evt_start)
kk: zzzFM данасы іске қосылғанда автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_start)
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដែលត្រូវដំណើរការដោយស្វ័យប្រវត្តិ នៅពេលដែលវត្ថុ zzzFM ចាប់ផ្តើម៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_start)
kn: ZzzFM ನಿದರ್ಶನ ಪ್ರಾರಂಭವಾದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_start)
ku: Dema ku mînakek zzzFM dest pê dike bername an rêzika fermana bash binivîse ku bixweber were xebitandin: Bikaranîn: %%e cureya bûyerê (evt_start)
ky: ZzzFM инстанциясы башталганда автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_start)
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann eng zzzFM Instanz ufänkt: Benotzt: %%e Event Typ (evt_start)
lo: ປ້ອນໂປຣແກມ ຫຼື bash ເສັ້ນຄໍາສັ່ງທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດເມື່ອຕົວຢ່າງ zzzFM ເລີ່ມຕົ້ນ: ໃຊ້: %%e ປະເພດເຫດການ (evt_start)
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai paleidžiamas zzzFM egzempliorius: Naudokite: %%e įvykio tipas (evt_start)
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad tiek startēts zzzFM gadījums: Izmantojiet: %%e notikuma veids (evt_start)
mg: Ampidiro ny programa na bash baiko baiko ho mandeha ho azy rehefa manomboka ny ohatra zzzFM: Ampiasao: %%e karazana hetsika (evt_start)
mi: Whakauruhia te hotaka, te raina whakahau bash ranei hei whakahaere aunoa ina timata te tauira zzzFM: Whakamahia: %%e momo takahanga (evt_start)
mk: Внесете програма или командна линија bash за да се изврши автоматски кога ќе започне инстанца zzzFM: Користете: %%e тип на настан (evt_start)
ml: ഒരു zzzFM ഇൻസ്u200cറ്റൻസ് ആരംഭിക്കുമ്പോൾ യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_start)
mn: ZzzFM инстанц эхлэхэд автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_start)
mr: zzzFM उदाहरण सुरू झाल्यावर स्वयंचलितपणे चालवण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e इव्हेंट प्रकार (evt_start)
mt: Daħħal il-programm jew il-linja tal-kmand bash biex titmexxa awtomatikament meta tibda istanza zzzFM: Użu: %%e tip ta' avveniment (evt_start)
my: zzzFM ဖြစ်ရပ်တစ်ခုစတင်သောအခါ အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_start)
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når en zzzFM-forekomst starter: Bruk: %%e hendelsestype (evt_start)
ne: zzzFM उदाहरण सुरु हुँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा bash आदेश लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_start)
or: ଏକ zzzFM ଉଦାହରଣ ଆରମ୍ଭ ହେବାବେଳେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର (evt_start)
pa: ਜਦੋਂ ਇੱਕ zzzFM ਉਦਾਹਰਨ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_start)
ps: :ﻲﺷ ﻞﯿﭘ ﻝﺎﺜﻣ zzzFM ﺩ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e (evt_start) ﻝﻭډ ﯥښﯿﭘ ﺩ
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat când pornește o instanță zzzFM: Utilizare: %%e tip de eveniment (evt_start)
rw: Injira progaramu cyangwa bash itegeko umurongo kugirango ukoreshwe mugihe urugero rwa zzzFM rutangiye: Koresha: %%e Ubwoko bwibyabaye (evt_start)
sd: :ﻮﭤ ﻲﺌﭤ ﻉﻭﺮﺷ ﻝﺎﺜﻣ zzzFM ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e (evt_start) ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ
si: ZzzFM අවස්ථාවක් ආරම්භ වන විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහන හෝ bash විධාන රේඛාව ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_start)
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má spustiť automaticky pri spustení inštancie zzzFM: Použitie: %%e typ udalosti (evt_start)
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko se zažene primerek zzzFM: Uporaba: %%e vrsta dogodka (evt_start)
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht kur fillon një shembull zzzFM: Përdorni: %%e lloji i ngjarjes (evt_start)
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki mfano wa zzzFM unapoanza: Tumia: %%e aina ya tukio (evt_start)
ta: ஒரு zzzFM நிகழ்வு தொடங்கும் போது தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_start)
te: ZzzFM ఉదాహరణ ప్రారంభమైనప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_start)
tg: Вақте ки мисоли zzzFM оғоз мешавад, барнома ё сатри фармони bash-ро ворид кунед, то ба таври худкор иҷро шавад: Истифода: %%e навъи ҳодиса (evt_start)
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติเมื่ออินสแตนซ์ zzzFM เริ่มทำงาน: ใช้: %%e ประเภทเหตุการณ์ (evt_start)
tk: ZzzFM mysal başlanda awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_start)
tt: ZzzFM инстанциясе башлангач, автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_start)
uk: Введіть програмний або командний рядок bash, який буде запускатися автоматично під час запуску екземпляра zzzFM: Використовуйте: %%e тип події (evt_start)
ur: zzzFM ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﺮﭘ ﮯﻧﻮﮨ ﻉﻭﺮﺷ ﻝﺎﺜﻣ bash ﮟﯾﺮﮐ ﺝﺭﺩ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﮐ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ: :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e (evt_start) ﻢﺴﻗ ﯽﮐ ﭧﻧﻮﯾﺍ
uz: ZzzFM misoli ishga tushganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_start)
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động khi phiên bản zzzFM bắt đầu: Sử dụng: %%e loại sự kiện (evt_start)
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo xa umzekelo we-zzzFM uqala: Sebenzisa: %%e uhlobo lomsitho (evt_start)
yi: :ץראַטס ליפּשיַיב zzzFM אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%e (evt_start) פּיט שינעעשעג
