Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
af: %s is tans gemonteer. Jy moet dit ontkoppel voordat jy 'n rugsteun met Partimage kan skep.
am: %s በአሁኑ ጊዜ ተጭኗል። Partimageን በመጠቀም ምትኬን ከመፍጠርዎ በፊት መንቀል አለብዎት።
ar: %s .Partimage ﻡﺍﺪﺨﺘﺳﺎﺑ ﺔﻴﻃﺎﻴﺘﺣﺍ ﺔﺨﺴﻧ ءﺎﺸﻧﺇ ﻦﻣ ﻦﻜﻤﺘﺗ ﻥﺃ ﻞﺒﻗ ﻪﻠﻴﻤﺤﺗ ءﺎﻐﻟﺇ ﻚﻴﻠﻋ ﺐﺠﻳ .ﺎﻴﻟﺎﺣ ﺖﺒﺜﻣ
be: %s у цяперашні час змантаваны. Вы павінны адмантаваць яго, перш чым стварыць рэзервовую копію з дапамогай Partimage.
bg: %s в момента е монтиран. Трябва да го демонтирате, преди да можете да създадете резервно копие с помощта на Partimage.
bn: %s বর্তমানে মাউন্ট করা হয়। পার্টিমেজ ব্যবহার করে ব্যাকআপ তৈরি করার আগে আপনাকে অবশ্যই এটি আনমাউন্ট করতে হবে।
ca: %s actualment està muntat. Heu de desmuntar-lo abans de poder crear una còpia de seguretat amb Partimage.
cy: %s wedi'i osod ar hyn o bryd. Rhaid i chi ei ddad-rifo cyn y gallwch greu copi wrth gefn gan ddefnyddio Partimage.
da: %s er i øjeblikket monteret. Du skal afmontere den, før du kan oprette en sikkerhedskopi ved hjælp af Partimage.
eo: %s estas nuntempe muntita. Vi devas malmunti ĝin antaŭ ol vi povas krei sekurkopion per Partimage.
et: %s on hetkel paigaldatud. Enne Partimage'i abil varukoopia loomist peate selle lahti ühendama.
eu: %s gaur egun muntatuta dago. Partimage erabiliz babeskopia bat sortu aurretik desmuntatu behar duzu.
fa: %s .ﺪﯿﻨﮐ ﺍﺪﺟ ﺍﺭ ﻥﺁ ﺪﯾﺎﺑ ،ﺪﯿﻨﮐ ﻪﯿﻬﺗ ﻥﺎﺒﯿﺘﺸﭘ ﻪﺨﺴﻧ ﮏﯾ Partimage ﺯﺍ ﻩﺩﺎﻔﺘﺳﺍ ﺎﺑ ﺪﯿﻧﺍﻮﺘﺑ ﻪﮑﻨﯾﺍ ﺯﺍ ﻞﺒﻗ ﺖﺳﺍ ﻩﺪ
fi: %s on tällä hetkellä asennettuna. Sinun on poistettava se, ennen kuin voit luoda varmuuskopion Partimagen avulla.
fil: %s ay kasalukuyang naka-mount. Dapat mong i-unmount ito bago ka makagawa ng backup gamit ang Partimage.
fy: %s is op it stuit monteard. Jo moatte it útskeakelje foardat jo in reservekopy kinne meitsje mei Partimage.
ga: %s suite faoi láthair. Ní mór duit é a dhíchur sula bhféadann tú cúltaca a chruthú ag baint úsáide as Partimage.
gd: %s air a chur suas an-dràsta. Feumaidh tu a dhì-cheadachadh mus urrainn dhut cùl-taic a chruthachadh a ’cleachdadh Partimage.
gl: %s está montado actualmente. Debes desmontalo antes de poder crear unha copia de seguridade usando Partimage.
gu: %s હાલમાં માઉન્ટ થયેલ છે. તમે Partimage નો ઉપયોગ કરીને બેકઅપ બનાવી શકો તે પહેલાં તમારે તેને અનમાઉન્ટ કરવું પડશે.
he: %s .Partimage תועצמאב יוביג רוציל לכותש ינפל ותוא לטבל ךילע .תעכ ןקתומ
hi: %s वर्तमान में लगाया गया है। इससे पहले कि आप पार्टिमेज का उपयोग करके बैकअप बना सकें, आपको इसे अनमाउंट करना होगा।
hr: %s trenutno je montiran. Morate ga isključiti prije nego što možete stvoriti sigurnosnu kopiju koristeći Partimage.
hu: %s jelenleg fel van szerelve. A Partimage használatával biztonsági másolat létrehozása előtt le kell választania.
hy: %s ներկայումս տեղադրված է: Դուք պետք է ապամոնտաժեք այն նախքան Partimage-ի միջոցով կրկնօրինակ ստեղծելը:
id: %s saat ini terpasang. Anda harus melepasnya sebelum dapat membuat cadangan menggunakan Partimage.
is: %s er nú uppsett. Þú verður að aftengja það áður en þú getur búið til öryggisafrit með Partimage.
ka: %s ამჟამად დამონტაჟებულია. თქვენ უნდა მოხსნათ ის, სანამ შეძლებთ სარეზერვო ასლის შექმნას Partimage-ის გამოყენებით.
kk: %s қазіргі уақытта орнатылған. Partimage көмегімен сақтық көшірме жасамас бұрын оны ажырату керек.
km: %s បច្ចុប្បន្នត្រូវបានម៉ោន។ អ្នកត្រូវតែអាន់ម៉ោនវា មុនពេលអ្នកអាចបង្កើតការបម្រុងទុកដោយប្រើ Partimage ។
kn: %s ಪ್ರಸ್ತುತ ಅಳವಡಿಸಲಾಗಿದೆ. ನೀವು ಪಾರ್ಟಿಮೇಜ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಬ್ಯಾಕಪ್ ರಚಿಸುವ ಮೊದಲು ನೀವು ಅದನ್ನು ಅನ್u200cಮೌಂಟ್ ಮಾಡಬೇಕು.
ku: %s niha hatiye lêkirin. Berî ku hûn bikarin bi karanîna Partimage hilanînê çêbikin, divê hûn wê jêkin.
ky: %s учурда орнотулган. Partimage аркылуу камдык көчүрмөнү түзүүдөн мурун аны ажыратышыңыз керек.
lb: %s ass momentan montéiert. Dir musst et unmount ier Dir e Backup mat Partimage erstellt.
lo: %s ປະຈຸບັນຖືກຕິດຕັ້ງ. ທ່ານຕ້ອງ unmount ມັນກ່ອນທີ່ທ່ານຈະສາມາດສ້າງ backup ໂດຍໃຊ້ Partimage.
lt: %s šiuo metu sumontuotas. Turite jį atjungti, kad galėtumėte sukurti atsarginę kopiją naudodami Partimage.
lv: %s pašlaik ir uzstādīts. Tas ir jāatvieno, pirms varat izveidot dublējumu, izmantojot Partimage.
mg: %s dia mipetaka amin'izao fotoana izao. Tsy maintsy esorinao ilay izy vao afaka mamorona backup mampiasa Partimage.
mi: %s kei te whakairihia i tenei wa. Me tango e koe i mua i to waihanga i te taapiri ma te whakamahi i te Partimage.
mk: %s моментално е монтиран. Мора да го демонтирате пред да можете да креирате резервна копија со помош на Partimage.
ml: %s നിലവിൽ മൌണ്ട് ചെയ്തിട്ടുണ്ട്. പാർടിമേജ് ഉപയോഗിച്ച് ഒരു ബാക്കപ്പ് സൃഷ്u200cടിക്കുന്നതിന് മുമ്പ് നിങ്ങൾ അത് അൺമൗണ്ട് ചെയ്യണം.
mn: %s одоогоор суурилуулсан байна. Partimage ашиглан нөөцлөлт үүсгэхийн өмнө та үүнийг салгах хэрэгтэй.
mr: %s सध्या आरोहित आहे. तुम्ही Partimage वापरून बॅकअप तयार करण्यापूर्वी ते अनमाउंट करणे आवश्यक आहे.
mt: %s bħalissa huwa mmuntat. Trid tneħħiha qabel ma tkun tista' toħloq backup billi tuża Partimage.
my: %s လက်ရှိတပ်ဆင်ထားသည်။ Partimage ကို အသုံးပြု၍ အရန်ကူးယူခြင်းကို မဖန်တီးမီ ၎င်းကို ပြန်ဖြုတ်ရပါမည်။
nb: %s er for øyeblikket montert. Du må avmontere den før du kan lage en sikkerhetskopi ved hjelp av Partimage.
ne: %s हाल माउन्ट गरिएको छ। तपाईंले Partimage प्रयोग गरेर ब्याकअप सिर्जना गर्नु अघि यसलाई अनमाउन्ट गर्नुपर्छ।
or: %s ସମ୍ପ୍ରତି ମାଉଣ୍ଟ ହୋଇଛି | ପାର୍ଟିମେଜ୍ ବ୍ୟବହାର କରି ଏକ ବ୍ୟାକଅପ୍ ସୃଷ୍ଟି କରିବା ପୂର୍ବରୁ ତୁମେ ଏହାକୁ ଅନ୍ମାଉଣ୍ଟ୍ କରିବା ଜରୁରୀ |
pa: %s ਵਰਤਮਾਨ ਵਿੱਚ ਮਾਊਂਟ ਕੀਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਨੂੰ ਪਾਰਟੀਮੇਜ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬੈਕਅੱਪ ਬਣਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਇਸਨੂੰ ਅਨਮਾਊਂਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
ps: %s .ﺉړﮐ ﻪﺘځﻨﯿﻣﺍﺭ ﭖﺍ ﮏﯿﺑ ﻩﺮﺳ ﻮﻟﻭﺭﺎﮐ ﻪﭘ ﺞﯿﻤﯿټﺭﺎﭘ ﺩ ﻮﺳﺎﺗ ﯥﭼ ﯤﺪﻟ ﯥﮑﺨﻣ ﺉړﮐ ﺐﺼﻧ ﺮﯿﻏ ﺍﺩ ﺪﯾﺎﺑ ﻮﺳﺎﺗ .ﯼﺩ ﯼﻮﺷ ﺐﺼﻧ ﺱﻭ
ro: %s este montat in prezent. Trebuie să îl demontați înainte de a putea crea o copie de rezervă folosind Partimage.
rw: %s ni Kuri. Ugomba kubisiba mbere yuko ukora backup ukoresheje Partimage.
sd: %s .ﻮﮭﮕﺳ ﻲﮬﺎﭠ ﭖﺍ ڪﻴﺑ ﻱﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ Partimage ﻥﺎﮬﻮﺗ ﻮﺟ ﮖﺍ ﻥﺎﮐ ﻥﺍ ﻲﺟﺮﮭﮔ ﮠﺮڪ ٽﻧﺅﺎﻣ ﻥﺍ ﻲﮐ ﻥﺎﮬﻮﺗ .ﻲﻫﺁ ﻞﻴﭤ ﺐﺼﻧ ﺖ
si: %s දැනට සවිකර ඇත. ඔබට Partimage භාවිතයෙන් උපස්ථයක් සෑදීමට පෙර ඔබ එය ඉවත් කළ යුතුය.
sk: %s je momentálne namontovaný. Pred vytvorením zálohy pomocou Partimage ho musíte odpojiť.
sl: %s je trenutno nameščen. Preden lahko ustvarite varnostno kopijo z Partimage, jo morate odklopiti.
sq: %s është montuar aktualisht. Duhet ta çmontoni përpara se të krijoni një kopje rezervë duke përdorur Partimage.
sw: %s kwa sasa imewekwa. Ni lazima uipanue kabla ya kuunda nakala rudufu kwa kutumia Partimage.
ta: %s தற்போது ஏற்றப்பட்டுள்ளது. பார்டிமேஜைப் பயன்படுத்தி காப்புப்பிரதியை உருவாக்குவதற்கு முன், நீங்கள் அதை அகற்ற வேண்டும்.
te: %s ప్రస్తుతం మౌంట్ చేయబడింది. మీరు పార్టిమేజ్u200cని ఉపయోగించి బ్యాకప్u200cని సృష్టించడానికి ముందు దాన్ని తప్పనిసరిగా అన్u200cమౌంట్ చేయాలి.
tg: %s айни замон васл карда шудааст. Пеш аз он ки шумо бо истифода аз Partimage нусхаи эҳтиётӣ эҷод кунед, шумо бояд онро ҷудо кунед.
th: %s กำลังติดตั้งอยู่ คุณต้องยกเลิกการต่อเชื่อมก่อนจึงจะสามารถสร้างข้อมูลสำรองโดยใช้ Partimage
tk: %s häzirki wagtda gurnalan. Partimage ulanyp ätiýaçlyk nusgasyny döretmezden ozal ony aýyrmaly.
tt: %s хәзерге вакытта монтажланган. Partimage ярдәмендә резерв ясау алдыннан сез аны чыгарырга тиеш.
uk: %s наразі змонтовано. Ви повинні відключити його, перш ніж створити резервну копію за допомогою Partimage.
ur: %s ۔ﮯﯿﮨﺎﭼ ﺎﻧﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﮯﺳﺍ ﻮﮐ ﭖﺁ ﮟﯿﮑﺳ ﺎﻨﺑ ﭖﺍ ﮏﯿﺑ ﮯﺋﻮﮨ ﮯﺗﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺎﮐ Partimage ﭖﺁ ﮧﮐ ﮯﻠﮩﭘ ﮯﺳ ﺱﺍ .ﮯﮨ ﺐﺼﻧ
uz: %s hozirda o'rnatilgan. Partimage yordamida zaxira nusxasini yaratishdan oldin uni uzishingiz kerak.
vi: %s hiện đang được gắn kết. Bạn phải ngắt kết nối nó trước khi có thể tạo bản sao lưu bằng Partimage.
xh: %s ixhonyiwe ngoku. Kufuneka uyihlise phambi kokuba wenze ugcino usebenzisa iPartimage.
yi: %s .Partimage ןצינ פּאַקאַב אַ ןכאַמ ןענעק ריא רעדייא סע טנואָמנאַ ןזומ ריא .דעטנואָמ טציא זיא

source: Save %s Backup
af: Stoor %s Ondersteuning
am: አስቀምጥ %s ምትኬ
ar: ﻆﻔﺤﻳ %s ﻢﻋﺩ
be: Захаваць %s Рэзервовае капіраванне
bg: Запазете %s Архивиране
bn: সংরক্ষণ %s ব্যাকআপ
ca: Desa %s Còpia de seguretat
cy: Arbedwch %s Gwneud copi wrth gefn
da: Gemme %s Backup
eo: Savi %s Rezervo
et: Salvesta %s Varundamine
eu: Gorde %s Babeskopia
fa: ﯽﯾﻮﺟ ﻪﻓﺮﺻ %s ﯼﺮﯿﮔ ﻥﺎﺒﯿﺘﺸﭘ
fi: Tallentaa %s Varmuuskopioida
fil: I-save %s Backup
fy: Rêde %s Reservekopy
ga: Sábháil %s Cúltaca
gd: Sàbhail %s Cùl-taic
gl: Gardar %s Copia de seguranza
gu: સાચવો %s બેકઅપ
he: ליצהל %s יוביג
hi: सहेजें %s बैकअप
hr: Uštedjeti %s Sigurnosna kopija
hu: Megment %s biztonsági mentés
hy: Պահպանել %s Կրկնօրինակում
id: Menyimpan %s Cadangan
is: Vista %s Afritun
ka: Შენახვა %s სარეზერვო
kk: Сақтау %s Сақтық көшірме
km: រក្សាទុក %s បម្រុងទុក
kn: ಉಳಿಸಿ %s ಬ್ಯಾಕಪ್
ku: Rizgarkirin %s Backup
ky: Сактоо %s Камдык көчүрмө
lb: Spueren %s Backupsatellit
lo: ບັນທຶກ %s ສຳຮອງ
lt: Sutaupyti %s Atsarginė kopija
lv: Saglabāt %s Dublējums
mg: afa-tsy %s nomaniny ho solon'izay
mi: Tiaki %s Pūrua
mk: Зачувај %s Резервна копија
ml: രക്ഷിക്കും %s ബാക്കപ്പ്
mn: Хадгалах %s Нөөц
mr: जतन करा %s बॅकअप
mt: Ħlief %s Backup
my: သိမ်းဆည်းပါ။ %s မိတ္တူ
nb: Lagre %s Sikkerhetskopiering
ne: बचत गर्नुहोस् %s ब्याकअप
or: ସଞ୍ଚୟ କରନ୍ତୁ | %s ନକଲ ସଂରକ୍ଷଣ
pa: ਸੇਵ ਕਰੋ %s ਬੈਕਅੱਪ
ps: ﺉړﮐ ﻱﺪﻧﻮﺧ %s ﭖﺍ ﮏﯿﺑ
ro: salva %s Backup
rw: Bika %s Ububiko
sd: ﻮﻳﺎﭽﺑ %s ﭖﺍ ڪﻴﺑ
si: සුරකින්න %s උපස්ථ
sk: Uložiť %s Zálohovanie
sl: Shrani %s Rezerva
sq: Ruaj %s Rezervimi
sw: Hifadhi %s Hifadhi nakala
ta: சேமிக்கவும் %s காப்புப்பிரதி
te: సేవ్ చేయండి %s బ్యాకప్
tg: Захира кунед %s Нусхаи эҳтиётӣ
th: บันทึก %s สำรอง
tk: Saklaň %s Uptiýaçlyk nusga
tt: Саклагыз %s Резервлау
uk: Зберегти %s Резервне копіювання
ur: ۔ﮟﯾﺮﮐ ﻅﻮﻔﺤﻣ %s ﭖﺍ ﮏﯿﺑ
uz: Saqlash %s Zaxira
vi: Tiết kiệm %s Sao lưu
xh: Gcina %s NONE
yi: טיה %s פּוקקאַב

source: Overwrite?
af: Oorskryf?
am: ይፃፉ?
ar: ؟ﻕﻮﻓ ﺔﺑﺎﺘﻜﻟﺍ
be: Перазапісаць?
bg: Презаписване?
bn: ওভাররাইট?
ca: Sobreescriure?
cy: Ysgrifennu?
da: Overskrive?
eo: Ĉu anstataŭigi?
et: Kas kirjutada üle?
eu: Gainidatzi?
fa: ؟ﻦﺘﺷﻮﻧ ﺩﺎﯾﺯ
fi: Korvataanko?
fil: I-overwrite?
fy: Oerskriuwe?
ga: Frithscríobh?
gd: Ath-sgrìobhadh?
gl: Sobrescribir?
gu: ઓવરરાઈટ?
he: ?ףילחהל
hi: अधिलेखित करें?
hr: Prepisati?
hu: Átír?
hy: Վերագրե՞լ
id: Timpa?
is: Skrifa yfir?
ka: გადაწერა?
kk: Қайта жазу керек пе?
km: សរសេរជាន់លើ?
kn: ತಿದ್ದಿ ಬರೆಯುವುದೇ?
ku: Zêde binivîsin?
ky: Жазылсынбы?
lb: Iwwerschreiwe?
lo: ຂຽນທັບບໍ?
lt: Perrašyti?
lv: Vai pārrakstīt?
mg: Soso-kevitra?
mi: Tuhirua?
mk: Презапишете?
ml: തിരുത്തിയെഴുതണോ?
mn: Дарж бичих үү?
mr: अधिलिखित करायचे?
mt: Ikteb mill-ġdid?
my: ထပ်ရေးမလား။
nb: Vil du overskrive?
ne: अधिलेखन गर्ने?
or: ଓଭର୍ ରାଇଟ୍?
pa: ਓਵਰਰਾਈਟ ਕਰਨਾ ਹੈ?
ps: ؟ﻞﮑﯿﻟ ﺎﯿﺑ
ro: Suprascrie?
rw: Kwandika?
sd: ؟ﻲﺠﮑﻟ ﻥﺎﭥﻣ
si: උඩින් ලියන්නද?
sk: Prepísať?
sl: Prepisati?
sq: Mbivendosni?
sw: Ungependa kufuta?
ta: மேலெழுதவா?
te: ఓవర్u200cరైట్ చేయాలా?
tg: Аз нав навиштан?
th: เขียนทับ?
tk: Gaýtadan ýazmalymy?
tt: Өстәмә язу?
uk: Перезаписати?
ur: ؟ﭧﺋﺍﺭ ﺭﻭﻭﺍ
uz: Ustiga yozilsinmi?
vi: Ghi đè?
xh: Bhala ngaphezulu?
yi: ?ןביירשרעביא

source: The selected backup already exists. Overwrite?
af: Die geselekteerde rugsteun bestaan u200bu200breeds. Oorskryf?
am: የተመረጠው ምትኬ አስቀድሞ አለ። ይፃፉ?
ar: ؟ﻕﻮﻓ ﺔﺑﺎﺘﻜﻟﺍ .ﻞﻌﻔﻟﺎﺑ ﺓﺩﻮﺟﻮﻣ ﺓﺩﺪﺤﻤﻟﺍ ﺔﻴﻃﺎﻴﺘﺣﻻ﻿ﺍ ﺔﺨﺴﻨﻟﺍ
be: Выбраная рэзервовая копія ўжо існуе. Перазапісаць?
bg: Избраното резервно копие вече съществува. Презаписване?
bn: নির্বাচিত ব্যাকআপ ইতিমধ্যেই বিদ্যমান। ওভাররাইট?
ca: La còpia de seguretat seleccionada ja existeix. Sobreescriure?
cy: Mae'r copi wrth gefn a ddewiswyd eisoes yn bodoli. Ysgrifennu?
da: Den valgte backup findes allerede. Overskrive?
eo: La elektita sekurkopio jam ekzistas. Ĉu anstataŭigi?
et: Valitud varukoopia on juba olemas. Kas kirjutada üle?
eu: Hautatutako babeskopia dagoeneko badago. Gainidatzi?
fa: ؟ﻦﺘﺷﻮﻧ ﺩﺎﯾﺯ .ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﺒﻗ ﺯﺍ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻥﺎﺒﯿﺘﺸﭘ ﻪﺨﺴﻧ
fi: Valittu varmuuskopio on jo olemassa. Korvataanko?
fil: Umiiral na ang napiling backup. I-overwrite?
fy: De selektearre reservekopy bestiet al. Oerskriuwe?
ga: Tá an cúltaca roghnaithe ann cheana. Frithscríobh?
gd: Tha an cùl-taic taghte ann mu thràth. Ath-sgrìobhadh?
gl: A copia de seguranza seleccionada xa existe. Sobrescribir?
gu: પસંદ કરેલ બેકઅપ પહેલેથી જ અસ્તિત્વમાં છે. ઓવરરાઈટ?
he: ?ףילחהל .םייק רבכ רחבנש יוביגה
hi: चयनित बैकअप पहले से मौजूद है। अधिलेखित करें?
hr: Odabrana sigurnosna kopija već postoji. Prepisati?
hu: A kiválasztott biztonsági másolat már létezik. Átír?
hy: Ընտրված կրկնօրինակն արդեն գոյություն ունի: Վերագրե՞լ
id: Cadangan yang dipilih sudah ada. Timpa?
is: Valið öryggisafrit er þegar til. Skrifa yfir?
ka: არჩეული სარეზერვო ასლი უკვე არსებობს. გადაწერა?
kk: Таңдалған сақтық көшірме әлдеқашан бар. Қайта жазу керек пе?
km: ការបម្រុងទុកដែលបានជ្រើសរើសមានរួចហើយ។ សរសេរជាន់លើ?
kn: ಆಯ್ಕೆಮಾಡಿದ ಬ್ಯಾಕಪ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ತಿದ್ದಿ ಬರೆಯುವುದೇ?
ku: Piştgiriya hilbijartî jixwe heye. Zêde binivîsin?
ky: Тандалган камдык көчүрмө мурунтан эле бар. Жазылсынбы?
lb: De gewielte Backup existéiert schonn. Iwwerschreiwe?
lo: ການສຳຮອງຂໍ້ມູນທີ່ເລືອກມີຢູ່ແລ້ວ. ຂຽນທັບບໍ?
lt: Pasirinkta atsarginė kopija jau yra. Perrašyti?
lv: Atlasītais dublējums jau pastāv. Vai pārrakstīt?
mg: Efa misy ny backup voafantina. Soso-kevitra?
mi: Kei te tīariari kē te tārua i tīpakohia. Tuhirua?
mk: Избраната резервна копија веќе постои. Презапишете?
ml: തിരഞ്ഞെടുത്ത ബാക്കപ്പ് ഇതിനകം നിലവിലുണ്ട്. തിരുത്തിയെഴുതണോ?
mn: Сонгосон нөөцлөлт аль хэдийн байна. Дарж бичих үү?
mr: निवडलेला बॅकअप आधीपासून अस्तित्वात आहे. अधिलिखित करायचे?
mt: Il-backup magħżul diġà jeżisti. Ikteb mill-ġdid?
my: ရွေးချယ်ထားသော အရန်သိမ်းဆည်းမှု ရှိနှင့်ပြီးဖြစ်သည်။ ထပ်ရေးမလား။
nb: Den valgte sikkerhetskopien eksisterer allerede. Vil du overskrive?
ne: चयन गरिएको ब्याकअप पहिले नै अवस्थित छ। अधिलेखन गर्ने?
or: ମନୋନୀତ ବ୍ୟାକଅପ୍ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି | ଓଭର୍ ରାଇଟ୍?
pa: ਚੁਣਿਆ ਗਿਆ ਬੈਕਅੱਪ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਓਵਰਰਾਈਟ ਕਰਨਾ ਹੈ?
ps: ؟ﻞﮑﯿﻟ ﺎﯿﺑ .ﻱﺮﻟ ﻥﻮﺘﺷ ﻪﺨﻣﺩ ﻻ﻿ ﭖﺍ ﮏﯿﺑ ﯼﻮﺷ ﻩﺭﻮﻏ
ro: Copia de rezervă selectată există deja. Suprascrie?
rw: Ibyatoranijwe byabitswe bimaze kubaho. Kwandika?
sd: ؟ﻲﺠﮑﻟ ﻥﺎﭥﻣ .ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﻲﺋ ۾ ﮖﺍ ﭖﺍ ڪﻴﺑ ﻞﻴﭤ ﺐﺨﺘﻨﻣ
si: තෝරාගත් උපස්ථය දැනටමත් පවතී. උඩින් ලියන්නද?
sk: Vybraná záloha už existuje. Prepísať?
sl: Izbrana varnostna kopija že obstaja. Prepisati?
sq: Rezervimi i zgjedhur tashmë ekziston. Mbivendosni?
sw: Hifadhi rudufu iliyochaguliwa tayari ipo. Ungependa kufuta?
ta: தேர்ந்தெடுக்கப்பட்ட காப்புப்பிரதி ஏற்கனவே உள்ளது. மேலெழுதவா?
te: ఎంచుకున్న బ్యాకప్ ఇప్పటికే ఉంది. ఓవర్u200cరైట్ చేయాలా?
tg: Нусхаи эҳтиётии интихобшуда аллакай мавҷуд аст. Аз нав навиштан?
th: มีข้อมูลสำรองที่เลือกอยู่แล้ว เขียนทับ?
tk: Saýlanan ätiýaçlyk nusgasy eýýäm bar. Gaýtadan ýazmalymy?
tt: Сайланган резерв инде бар. Өстәмә язу?
uk: Вибрана резервна копія вже існує. Перезаписати?
ur: ؟ﭧﺋﺍﺭ ﺭﻭﻭﺍ ۔ﮯﮨ ﺩﻮﺟﻮﻣ ﮯﺳ ﮯﻠﮩﭘ ﭖﺍ ﮏﯿﺑ ﮦﺩﺮﮐ ﺐﺨﺘﻨﻣ
uz: Tanlangan zaxira allaqachon mavjud. Ustiga yozilsinmi?
vi: Bản sao lưu được chọn đã tồn tại. Ghi đè?
xh: Ugcino olukhethiweyo sele lukhona. Bhala ngaphezulu?
yi: ?ןביירשרעביא .ץסיזגי ןיוש פּאַקאַב ןבילקעגסיוא יד
