Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
af: Fout: Kan nie verbinding maak met FAM. Het jy "FAM" of "Gamin" geïnstalleer en loop?
am: ስህተት፡ ግንኙነት መፍጠር አልተቻለም FAM. አለህ "FAM" ወይም "Gamin" ተጭኗል እና እየሰራ ነው?
ar: خطأ: تعذّر تأسيس اتصال مع FAM. هل ركبت إما "FAM" أو "Gamin" بصورة صحيحة، وقمت بتشغيله؟
be: Памылка: немагчыма ўсталяваць злучэнне з FAM. Ты маеш "FAM" або "Gamin" усталяваны і працуе?
bg: Грешка: Не може да се установи връзка с FAM. Имаш ли "FAM" или "Gamin" инсталиран и работи?
bn: ত্রুটি: এর সাথে সংযোগ স্থাপন করতে অক্ষম৷ FAM. তোমার আছে কি "FAM" বা "Gamin" ইনস্টল এবং চলমান?
ca: Error: no s'ha pogut establir una connexió amb FAM. Pot ser que no tingueu instal·lat o funcionant "FAM" o "Gamin"?
cy: Gwall: Methu sefydlu cysylltiad â FAM. Oes gennych chi "FAM" neu "Gamin" gosod a rhedeg?
da: Fejl: Ude af stand til at oprette forbindelse til FAM. Er "FAM" eller "Gamin" installeret og kørende?
eo: Eraro: Ne eblas establi konekton kun FAM. Ĉu vi havas "FAM" aŭ "Gamin" instalita kaj funkcianta?
et: Viga: FAM'iga pole võimalik ühendust luua. Kas "FAM" või "Gamin" on paigaldatud ja töötab?
eu: Errorea: ezin da konexioa ezarri FAM. Ba al daukazu "FAM" edo "Gamin" instalatu eta martxan?
fa: ﺎﺑ ﻁﺎﺒﺗﺭﺍ ﯼﺭﺍﺮﻗﺮﺑ ﻥﺎﮑﻣﺍ :ﺎﻄﺧ FAM. ﯼﺭﺍﺩ ﺎﯾﺁ "FAM" ﺎﯾ "Gamin" ؟ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﻭ ﺐﺼﻧ
fi: Virhe: yhteyttä FAMiin ei voida muodostaa. Onko FAM tai Gamin asennettuna ja käynnissä?
fil: Error: Hindi makapagtatag ng koneksyon kay FAM. Meron ka bang "FAM" o "Gamin" naka-install at tumatakbo?
fy: Flater: koe gjin ferbining meitsje mei FAM. Hasto "FAM" of "Gamin" ynstallearre en rint?
ga: Earráid: Ní féidir nasc a bhunú le FAM. An bhfuil ... agat "FAM" nó "Gamin" suiteáilte agus ag rith?
gd: Mearachd: Cha ghabh ceangal a stèidheachadh le FAM. A bheil agad "FAM" no "Gamin" stàladh agus ruith?
gl: Erro: Non se pode estabelecer unha conexión con FAM. Tes "FAM" ou "Gamin" instalado e executándose?
gu: ભૂલ: સાથે જોડાણ સ્થાપિત કરવામાં અસમર્થ FAM. તારી જોડે છે "FAM" અથવા "Gamin" સ્થાપિત અને ચાલી રહ્યું છે?
he: שגיאה: לא ניתן לקיים את החיבור אל FAM. האם יש ברשותך "FAM" או "Gamin" מותקן ופעיל?
hi: त्रुटि: के साथ संबंध स्थापित करने में असमर्थ FAM. क्या आपके पास है "FAM" या "Gamin" स्थापित और चल रहा है?
hr: Pogreška: Nije moguće uspostaviti vezu s FAM. imate li "FAM" ili "Gamin" instaliran i pokrenut?
hu: Hiba: Nem tudok kapcsolódni a FAM-hoz. A "FAM" vagy "Gamin" telepítve van és fut?
hy: Սխալ․ հնարավոր չէ կապ հաստատել FAM. Ունես "FAM" կամ "Gamin" տեղադրված և գործարկված?
id: Galat: Menggunakan to Penetapan Sambungan dengan FAM. Apakah kamu suka "FAM" atau "Gamin" untuk dipasang atau dijalankan?
is: Villa: Ekki tókst að koma á tengingu við FAM. Áttu "FAM" eða "Gamin" uppsett og í gangi?
ka: შეცდომა: კავშირის დამყარება შეუძლებელია FAM. Გააქვთ "FAM" ან "Gamin" დაყენებულია და მუშაობს?
kk: Қате: байланыс орнату мүмкін емес FAM. Сенде бар ма "FAM" немесе "Gamin" орнатылған және іске қосылған?
km: កំហុស ៖ មិន​អាច​បង្កើត​ការ​តភ្ជាប់​ជាមួយ FAM បាន​ទេ ។ តើ​អ្នក​មានដំឡើង "FAM"ឬ "Gamin" ហើយ​កំពុង​រត់​វា ឬនៅ ?
kn: ದೋಷ: ಇದರೊಂದಿಗೆ ಸಂಪರ್ಕವನ್ನು ಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ FAM. ನೀವು ಹೊಂದಿದ್ದೀರಾ "FAM" ಅಥವಾ "Gamin" ಸ್ಥಾಪಿಸಲಾಗಿದೆ ಮತ್ತು ಚಾಲನೆಯಲ್ಲಿದೆಯೇ?
ku: Çewtî: Nekarî têkiliyek pê re were danîn FAM. Gelo we heye "FAM" an "Gamin" hatiye sazkirin û xebitandin?
ky: Ката: менен байланыш түзүлбөй жатат FAM. Сенде барбы "FAM" же "Gamin" орнотулган жана иштеп жатабы?
lb: Feeler: Konnt keng Verbindung mat FAM. Hues du "FAM" oder "Gamin" installéiert a lafen?
lo: ຜິດພາດ: ບໍ່ສາມາດສ້າງການເຊື່ອມຕໍ່ກັບ FAM. ເຈົ້າu200bມີu200bບໍ່ "FAM" ຫຼື "Gamin" ຕິດu200bຕັ້ງu200bແລະu200bແລ່ນu200b?
lt: Klaida: nepavyko prisijungti prie FAM. Ar turite įdiegtą ir veikiantį „FAM“ arba „Gamin“ ?
lv: Kļūda: nevar izveidot savienojumu ar FAM. Vai tev ir "FAM" vai "Gamin" instalēta un darbojas?
mg: Error: Tsy afaka nanangana fifandraisana amin'ny FAM. Ianao ve manana "FAM" na "Gamin" napetraka sy mandeha?
mi: Hapa: Kaore e taea te whakarite hononga ki FAM. Kei a koe "FAM" ranei "Gamin" tāuta me te rere?
mk: Грешка: не може да се воспостави врска со FAM. Дали ИМАШ "FAM" или "Gamin" инсталиран и работи?
ml: പിശക്: ഇതുമായി കണക്ഷൻ സ്ഥാപിക്കാൻ കഴിയുന്നില്ല FAM. നിങ്ങൾക്കുണ്ടോ "FAM" അഥവാ "Gamin" ഇൻസ്റ്റാൾ ചെയ്ത് പ്രവർത്തിക്കുന്നുണ്ടോ?
mn: Алдаа: -тай холбогдох боломжгүй байна FAM. Байгаа юу "FAM" эсвэл "Gamin" суулгаад ажиллаж байна уу?
mr: त्रुटी: सह कनेक्शन स्थापित करण्यात अक्षम FAM. तुमच्याकडे आहे का "FAM" किंवा "Gamin" स्थापित आणि चालू?
mt: Żball: Ma tistax tiġi stabbilita konnessjoni ma' FAM. Għandek "FAM" jew "Gamin" installat u jaħdem?
my: အမှားအယွင်း- နှင့် ချိတ်ဆက်၍မရပါ။ FAM. သင့်မှာ ... ရှိလား "FAM" သို့မဟုတ် "Gamin" ထည့်သွင်းပြီး လုပ်ဆောင်နေပါသလား။
nb: Feil: Kan ikke oprette forbindelse til FAM. Er FAM eller Gamin installeret og kører?
ne: त्रुटि: सँग जडान स्थापना गर्न असमर्थ FAM. तिमी सँग छ "FAM" वा "Gamin" स्थापना र चलिरहेको छ?
or: ତ୍ରୁଟି: ସହିତ ସଂଯୋଗ ସ୍ଥାପନ କରିବାରେ ଅସମର୍ଥ | FAM. ତୁମ ପାଖରେ ଅଛି କି "FAM" କିମ୍ବା "Gamin" ସଂସ୍ଥାପିତ ଏବଂ ଚାଲୁଛି?
pa: ਤਰੁੱਟੀ: ਨਾਲ ਕਨੈਕਸ਼ਨ ਸਥਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ FAM. ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਹੈ "FAM" ਜਾਂ "Gamin" ਸਥਾਪਿਤ ਅਤੇ ਚੱਲ ਰਿਹਾ ਹੈ?
ps: ﻱﺮﻟ ﻪﻧ ﻥﺍﻮﺗ ﻮﻟﻭړﻮﺟ ﺩ ﻭﺍړﺗ ﺩ ﻩﺮﺳ :ﻪﻨﺗﻭﺮﯧﺗ FAM. ﺉﺮﻟ ﻮﺳﺎﺗ ﺎﯾﺍ "FAM" ﺎﯾ "Gamin" ؟ﻝﻮﻠﭼ ﻭﺍ ﺐﺼﻧ
ro: Eroare: Imposibil de stabilit conexiunea cu FAM. Aveți "FAM" sau "Gamin" instalat și rulat?
rw: Ikosa: Ntibishobora gushiraho isano hamwe FAM. Ufite "FAM" cyangwa "Gamin" yashizwemo kandi ikora?
sd: ﻪﻧ ﻞﺑﺎﻗ ﻲﺟ ﮠﺮڪ ﻢﺋﺎﻗ ﻮﻄﺑﺍﺭ ﻥﺎﺳ :ﻮﻠﺌﺴﻣ FAM. ﻲﻫﺁ ﻲﮐﻮﭤ ﺎﮀ "FAM" ﺎﻳ "Gamin" ؟ڙﺪﻨﻠﻫ ۽ ﻞﻴﭤ ﻝﺎٽﺴﻧﺍ
si: දෝෂය: සමඟ සම්බන්ධතාවක් ස්ථාපිත කළ නොහැක FAM. ඔයට තියෙනවා ද "FAM" හෝ "Gamin" ස්ථාපනය කර ධාවනය කරන්නේද?
sk: Chyba: Nepodarilo sa nadviazať spojenie s FAM. Máte nainštalovaný a spustený „FAM“ alebo „Gamin“?
sl: Napaka: Povezava s FAM neuspešna. Je "FAM" ali "Gamin" nameščen in zagnan?
sq: Gabim: Nuk mund të vendoset lidhje me FAM. a keni "FAM" ose "Gamin" instaluar dhe funksionon?
sw: Hitilafu: Haijaweza kuanzisha muunganisho na FAM. Je! unayo "FAM" au "Gamin" imewekwa na kukimbia?
ta: பிழை: உடன் இணைப்பை ஏற்படுத்த முடியவில்லை FAM. உங்களிடம் இருக்கிறதா "FAM" அல்லது "Gamin" நிறுவப்பட்டு இயங்குகிறதா?
te: లోపం: దీనితో కనెక్షన్u200cని ఏర్పాటు చేయడం సాధ్యపడలేదు FAM. నీ దగ్గర వుందా "FAM" లేదా "Gamin" ఇన్u200cస్టాల్ చేయబడి అమలు చేయబడుతుందా?
tg: Хатогӣ: Пайвастшавӣ бо FAM. Шумо доред "FAM" ё "Gamin" насб карда шуда кор мекунад?
th: ข้อผิดพลาด: ไม่สามารถสร้างการเชื่อมต่อกับ FAM. คุณมี "FAM" หรือ "Gamin" ติดตั้งและใช้งาน?
tk: Roralňyşlyk: Baglanyşyk gurup bolmaýar FAM. Sizde barmy? "FAM" ýa-da "Gamin" gurnalan we işleýän?
tt: Хата: белән бәйләнеш урнаштыра алмый FAM. Сездә бармы "FAM" яки "Gamin" урнаштырылган һәм эшли?
uk: Помилка: Неможливо встановити з’єднання з FAM. Чи Ви встановили і запустили "FAM" або "Gamin"?
ur: غلطی: FAM سے اتصال قائم نہیں کیا جاسکا. کیا آپ کے پاس "FAM" اور "Gamin" نصب ہیں اور چل رہے ہیں؟
uz: Xato: bilan aloqa o‘rnatib bo‘lmadi FAM. Sizda .. bormi "FAM" yoki "Gamin" o'rnatilgan va ishlayaptimi?
vi: Lỗi: Không thể thiết lập kết nối với FAM. Bạn có không "FAM" hoặc "Gamin" đã cài đặt và đang chạy?
xh: Imposiso: Ayikwazanga kuseka uqhagamshelwano ne FAM. Unayo "FAM" okanye "Gamin" ifakiwe kwaye isebenza?
yi: טימ רשק אַ ןפֿאַש וצ טנעקעג טינ :תועט FAM. וטסאה יצ "FAM" רעדאָ "Gamin" ?קידנסילפ ןוא ןרילאַטסניא

source: --dialog must be first option
af: --dialog moet eerste opsie wees
am: --dialog የመጀመሪያው አማራጭ መሆን አለበት።
ar: --dialog ﻝﻭﻷ﻿ﺍ ﺭﺎﻴﺨﻟﺍ ﻥﻮﻜﻳ ﻥﺃ ﺐﺠﻳ
be: --dialog павінен быць першы варыянт
bg: --dialog трябва да е първа опция
bn: --dialog প্রথম বিকল্প হতে হবে
ca: --dialog ha de ser la primera opció
cy: --dialog rhaid bod yn opsiwn cyntaf
da: --dialog skal være første mulighed
eo: --dialog devas esti unua elekto
et: --dialog peab olema esimene variant
eu: --dialog lehen aukera izan behar du
fa: --dialog ﺪﺷﺎﺑ ﻝﻭﺍ ﻪﻨﯾﺰﮔ ﺪﯾﺎﺑ
fi: --dialog täytyy olla ensimmäinen vaihtoehto
fil: --dialog dapat na unang pagpipilian
fy: --dialog moat de earste opsje wêze
ga: --dialog caithfidh gurb é an chéad rogha é
gd: --dialog feumaidh a bhith mar a ’chiad roghainn
gl: --dialog debe ser a primeira opción
gu: --dialog પ્રથમ વિકલ્પ હોવો જોઈએ
he: --dialog הנושארה היצפואה תויהל תבייח
hi: --dialog पहला विकल्प होना चाहिए
hr: --dialog mora biti prva opcija
hu: --dialog első lehetőségnek kell lennie
hy: --dialog պետք է լինի առաջին տարբերակը
id: --dialog harus menjadi pilihan pertama
is: --dialog hlýtur að vera fyrsti kosturinn
ka: --dialog პირველი ვარიანტი უნდა იყოს
kk: --dialog бірінші нұсқа болуы керек
km: --dialog ត្រូវតែជាជម្រើសដំបូង
kn: --dialog ಮೊದಲ ಆಯ್ಕೆಯಾಗಿರಬೇಕು
ku: --dialog divê vebijarka yekem be
ky: --dialog биринчи вариант болушу керек
lb: --dialog muss éischt Optioun ginn
lo: --dialog ຕ້ອງເປັນທາງເລືອກທໍາອິດ
lt: --dialog turi būti pirmasis variantas
lv: --dialog jābūt pirmajam variantam
mg: --dialog tsy maintsy safidy voalohany
mi: --dialog me kowhiringa tuatahi
mk: --dialog мора да биде прва опција
ml: --dialog ആദ്യ ഓപ്ഷൻ ആയിരിക്കണം
mn: --dialog эхний сонголт байх ёстой
mr: --dialog पहिला पर्याय असणे आवश्यक आहे
mt: --dialog trid tkun l-ewwel għażla
my: --dialog ပထမရွေးချယ်မှုဖြစ်ရမည်။
nb: --dialog må være første alternativ
ne: --dialog पहिलो विकल्प हुनुपर्छ
or: --dialog ପ୍ରଥମ ବିକଳ୍ପ ହେବା ଜରୁରୀ |
pa: --dialog ਪਹਿਲਾ ਵਿਕਲਪ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ps: --dialog ﻱﻭ ﺏﺎﺨﺘﻧﺍ ﯼړﻣﻮﻟ ﺪﯾﺎﺑ
ro: --dialog trebuie sa fie prima optiune
rw: --dialog igomba kuba ihitamo rya mbere
sd: --dialog ﻲﺟﺮﻬﮔ ﮡﺠﻫ ﺭﺎﻴﺘﺧﺍ ﻥﻮﻳﺮﻬﭘ
si: --dialog පළමු විකල්පය විය යුතුය
sk: --dialog musí byť prvá možnosť
sl: --dialog mora biti prva možnost
sq: --dialog duhet të jetë opsioni i parë
sw: --dialog lazima iwe chaguo la kwanza
ta: --dialog முதல் விருப்பமாக இருக்க வேண்டும்
te: --dialog మొదటి ఎంపికగా ఉండాలి
tg: --dialog бояд варианти аввал бошад
th: --dialog ต้องเป็นตัวเลือกแรก
tk: --dialog birinji wariant bolmaly
tt: --dialog беренче вариант булырга тиеш
uk: --dialog має бути перший варіант
ur: --dialog ۔ﮯﯿﮨﺎﭼ ﺎﻧﻮﮨ ﻦﺸﭘﺁ ﻼ﻿ﮩﭘ
uz: --dialog birinchi variant bo'lishi kerak
vi: --dialog phải là lựa chọn đầu tiên
xh: --dialog kufuneka ibe yinketho yokuqala
yi: --dialog עיצפּאָ רעטשרע ןייז ןזומ

source: --socket-cmd must be first option
af: --socket-cmd moet eerste opsie wees
am: --socket-cmd የመጀመሪያው አማራጭ መሆን አለበት።
ar: --socket-cmd ﻝﻭﻷ﻿ﺍ ﺭﺎﻴﺨﻟﺍ ﻥﻮﻜﻳ ﻥﺃ ﺐﺠﻳ
be: --socket-cmd павінен быць першы варыянт
bg: --socket-cmd трябва да е първа опция
bn: --socket-cmd প্রথম বিকল্প হতে হবে
ca: --socket-cmd ha de ser la primera opció
cy: --socket-cmd rhaid bod yn opsiwn cyntaf
da: --socket-cmd skal være første mulighed
eo: --socket-cmd devas esti unua elekto
et: --socket-cmd peab olema esimene variant
eu: --socket-cmd lehen aukera izan behar du
fa: --socket-cmd ﺪﺷﺎﺑ ﻝﻭﺍ ﻪﻨﯾﺰﮔ ﺪﯾﺎﺑ
fi: --socket-cmd täytyy olla ensimmäinen vaihtoehto
fil: --socket-cmd dapat na unang pagpipilian
fy: --socket-cmd moat de earste opsje wêze
ga: --socket-cmd caithfidh gurb é an chéad rogha é
gd: --socket-cmd feumaidh a bhith mar a ’chiad roghainn
gl: --socket-cmd debe ser a primeira opción
gu: --socket-cmd પ્રથમ વિકલ્પ હોવો જોઈએ
he: --socket-cmd הנושארה היצפואה תויהל תבייח
hi: --socket-cmd पहला विकल्प होना चाहिए
hr: --socket-cmd mora biti prva opcija
hu: --socket-cmd első lehetőségnek kell lennie
hy: --socket-cmd պետք է լինի առաջին տարբերակը
id: --socket-cmd harus menjadi pilihan pertama
is: --socket-cmd hlýtur að vera fyrsti kosturinn
ka: --socket-cmd პირველი ვარიანტი უნდა იყოს
kk: --socket-cmd бірінші нұсқа болуы керек
km: --socket-cmd ត្រូវតែជាជម្រើសដំបូង
kn: --socket-cmd ಮೊದಲ ಆಯ್ಕೆಯಾಗಿರಬೇಕು
ku: --socket-cmd divê vebijarka yekem be
ky: --socket-cmd биринчи вариант болушу керек
lb: --socket-cmd muss éischt Optioun ginn
lo: --socket-cmd ຕ້ອງເປັນທາງເລືອກທໍາອິດ
lt: --socket-cmd turi būti pirmasis variantas
lv: --socket-cmd jābūt pirmajam variantam
mg: --socket-cmd tsy maintsy safidy voalohany
mi: --socket-cmd me kowhiringa tuatahi
mk: --socket-cmd мора да биде прва опција
ml: --socket-cmd ആദ്യ ഓപ്ഷൻ ആയിരിക്കണം
mn: --socket-cmd эхний сонголт байх ёстой
mr: --socket-cmd पहिला पर्याय असणे आवश्यक आहे
mt: --socket-cmd trid tkun l-ewwel għażla
my: --socket-cmd ပထမရွေးချယ်မှုဖြစ်ရမည်။
nb: --socket-cmd må være første alternativ
ne: --socket-cmd पहिलो विकल्प हुनुपर्छ
or: --socket-cmd ପ୍ରଥମ ବିକଳ୍ପ ହେବା ଜରୁରୀ |
pa: --socket-cmd ਪਹਿਲਾ ਵਿਕਲਪ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ps: --socket-cmd ﻱﻭ ﺏﺎﺨﺘﻧﺍ ﯼړﻣﻮﻟ ﺪﯾﺎﺑ
ro: --socket-cmd trebuie sa fie prima optiune
rw: --socket-cmd igomba kuba ihitamo rya mbere
sd: --socket-cmd ﻲﺟﺮﻬﮔ ﮡﺠﻫ ﺭﺎﻴﺘﺧﺍ ﻥﻮﻳﺮﻬﭘ
si: --socket-cmd පළමු විකල්පය විය යුතුය
sk: --socket-cmd musí byť prvá možnosť
sl: --socket-cmd mora biti prva možnost
sq: --socket-cmd duhet të jetë opsioni i parë
sw: --socket-cmd lazima iwe chaguo la kwanza
ta: --socket-cmd முதல் விருப்பமாக இருக்க வேண்டும்
te: --socket-cmd మొదటి ఎంపికగా ఉండాలి
tg: --socket-cmd бояд варианти аввал бошад
th: --socket-cmd ต้องเป็นตัวเลือกแรก
tk: --socket-cmd birinji wariant bolmaly
tt: --socket-cmd беренче вариант булырга тиеш
uk: --socket-cmd має бути перший варіант
ur: --socket-cmd ۔ﮯﯿﮨﺎﭼ ﺎﻧﻮﮨ ﻦﺸﭘﺁ ﻼ﻿ﮩﭘ
uz: --socket-cmd birinchi variant bo'lishi kerak
vi: --socket-cmd phải là lựa chọn đầu tiên
xh: --socket-cmd kufuneka ibe yinketho yokuqala
yi: --socket-cmd עיצפּאָ רעטשרע ןייז ןזומ
