Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
af: Voer program of bash-opdragreël(s) in: Gebruik: %F geselekteerde lêers of %f eerste gekose lêer %N geselekteerde lêername of %n eerste geselekteerde lêernaam %d huidige gids %v geselekteerde toestel (eg /dev/sda1) %m toestelmonteerpunt (eg /media/dvd); %l toestel etiket %b geselekteerde boekmerk %t geselekteerde taakgids; %p taak pid %a spyskaart item waarde $fm_panel, $fm_tab, $fm_command, etc
am: ፕሮግራም ወይም bash የትእዛዝ መስመር(ቶች) ያስገቡ: ተጠቀም፡ %F የተመረጡ ፋይሎች ወይም %f በመጀመሪያ የተመረጠው ፋይል %N የተመረጡ የፋይል ስሞች ወይም %n መጀመሪያ የተመረጠ የፋይል ስም %d የአሁኑ ማውጫ %v የተመረጠው መሣሪያ (eg /dev/sda1) %m የመሳሪያ መጫኛ ነጥብ (eg /media/dvd); %l የመሳሪያ መለያ %b የተመረጠ ዕልባት %t የተመረጠ የተግባር ማውጫ; %p ተግባር pid %a የምናሌ ንጥል ዋጋ $fm_panel, $fm_tab, $fm_command, etc
ar: bash ﺮﻣﺍﻭﺃ (ﺮﻄﺳﺃ) ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺒﻟﺍ ﻞﺧﺩﺃ: :ﻡﺪﺨﺘﺴﻳ %F ﻭﺃ ﺓﺭﺎﺘﺨﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍ %f ﺩﺪﺤﻣ ﻒﻠﻣ ﻝﻭﺃ %N ﻭﺃ ﺓﺭﺎﺘﺨﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍ ءﺎﻤﺳﺃ %n ﻝﻭﻷ﻿ﺍ ﺩﺪﺤﻤﻟﺍ ﻒﻠﻤﻟﺍ ﻢﺳﺍ %d ﻲﻟﺎﺤﻟﺍ ﻞﻴﻟﺪﻟﺍ %v ﺩﺪﺤﻤﻟﺍ ﺯﺎﻬﺠﻟﺍ (eg /dev/sda1) %m ﺯﺎﻬﺠﻟﺍ ﺖﻴﺒﺜﺗ ﺔﻄﻘﻧ (eg /media/dvd); %l ﺯﺎﻬﺠﻟﺍ ﺔﻴﻤﺴﺗ %b ﺓﺭﺎﺘﺨﻤﻟﺍ ﺔﻴﻌﺟﺮﻤﻟﺍ %t ﺩﺪﺤﻤﻟﺍ ﻡﺎﻬﻤﻟﺍ ﻞﻴﻟﺩ; %p ﺔﻤﻬﻣ pid %a ﺔﻤﺋﺎﻘﻟﺍ ﺮﺼﻨﻋ ﺔﻤﻴﻗ $fm_panel, $fm_tab, $fm_command, etc
be: Увядзіце камандны радок праграмы або bash: Выкарыстоўвайце: %F выбраныя файлы або %f першы выбраны файл %N выбраныя імёны файлаў або %n першая абраная назва файла %d бягучы каталог %v выбраная прылада (eg /dev/sda1) %m кропка мантажу прылады (eg /media/dvd); %l этыкетка прылады %b выбраная закладка %t выбраны каталог задач; %p задача pid %a значэнне пункта меню $fm_panel, $fm_tab, $fm_command, etc
bg: Въведете команден ред(и) на програмата или bash: Използвайте: %F избрани файлове или %f първият избран файл %N избрани имена на файлове или %n първо избрано име на файл %d текущата директория %v избрано устройство (eg /dev/sda1) %m точка на монтиране на устройството (eg /media/dvd); %l етикет на устройството %b избрана отметка %t избрана директория със задачи; %p задача pid %a стойност на елемент от менюто $fm_panel, $fm_tab, $fm_command, etc
bn: প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %F নির্বাচিত ফাইল বা %f প্রথম নির্বাচিত ফাইল %N নির্বাচিত ফাইলের নাম বা %n প্রথম নির্বাচিত ফাইলের নাম %d বর্তমান ডিরেক্টরি %v নির্বাচিত ডিভাইস (eg /dev/sda1) %m ডিভাইস মাউন্ট পয়েন্ট (eg /media/dvd); %l ডিভাইস লেবেল %b নির্বাচিত বুকমার্ক %t নির্বাচিত টাস্ক ডিরেক্টরি; %p টাস্ক pid %a মেনু আইটেম মান $fm_panel, $fm_tab, $fm_command, etc
ca: Introduïu el programa o les línies d'ordres bash: Ús: %F fitxers seleccionats o %f primer fitxer seleccionat %N noms de fitxer seleccionats o %n primer nom de fitxer seleccionat %d directori actual %v dispositiu seleccionat (eg /dev/sda1) %m punt de muntatge del dispositiu (eg /media/dvd); %l etiqueta del dispositiu %b marcador seleccionat %t directori de tasques seleccionat; %p tasca pid %a valor de l'element del menú $fm_panel, $fm_tab, $fm_command, etc
cy: Rhowch raglen (au) llinell (au) gorchymyn bash: Defnyddiwch: %F ffeiliau dethol neu %f ffeil a ddewiswyd gyntaf %N enwau ffeiliau dethol neu %n enw ffeil a ddewiswyd gyntaf %d cyfeiriadur cyfredol %v dyfais a ddewiswyd (eg /dev/sda1) %m pwynt mowntio dyfais (eg /media/dvd); %l label dyfais %b nod tudalen dethol %t cyfeirlyfr tasgau dethol; %p tasg pid %a gwerth eitem dewislen $fm_panel, $fm_tab, $fm_command, etc
da: Indtast program eller bash kommandolinje(r): Brug: %F valgte filer eller %f først valgte fil %N valgte filnavne eller %n først valgte filnavn %d nuværende bibliotek %v valgt enhed (eg /dev/sda1) %m enhedens monteringspunkt (eg /media/dvd); %l enhedsmærkat %b valgt bogmærke %t valgt opgavemappe; %p opgave pid %a menupunkts værdi $fm_panel, $fm_tab, $fm_command, etc
eo: Enigu programon aŭ bash-komandliniojn: Uzu: %F elektitaj dosieroj aŭ %f unua elektita dosiero %N elektitaj dosiernomoj aŭ %n unua elektita dosiernomo %d aktuala dosierujo %v elektita aparato (eg /dev/sda1) %m aparato munta punkto (eg /media/dvd); %l aparato-etikedo %b elektita legosigno %t elektita taska dosierujo; %p tasko pid %a menuero valoro $fm_panel, $fm_tab, $fm_command, etc
et: Sisestage programmi või bashi käsurida(d): Kasuta: %F valitud failid või %f esimene valitud fail %N valitud failinimed või %n esimesena valitud failinimi %d praegune kataloog %v valitud seade (eg /dev/sda1) %m seadme kinnituspunkt (eg /media/dvd); %l seadme silt %b valitud järjehoidja %t valitud ülesannete kataloog; %p ülesanne pid %a menüüelemendi väärtus $fm_panel, $fm_tab, $fm_command, etc
eu: Sartu programa edo bash komando-lerroak: Erabili: %F hautatutako fitxategiak edo %f hautatutako lehen fitxategia %N hautatutako fitxategi-izenak edo %n hautatutako lehen fitxategi-izena %d uneko direktorioa %v hautatutako gailua (eg /dev/sda1) %m gailua muntatzeko puntua (eg /media/dvd); %l gailuaren etiketa %b hautatutako laster-marka %t hautatutako zereginen direktorioa; %p zeregina pid %a menuko elementuaren balioa $fm_panel, $fm_tab, $fm_command, etc
fa: ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪﻣﺎﻧﺮﺑ: :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %F ﺎﯾ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﯼﺎﻫ ﻞﯾﺎﻓ %f ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻞﯾﺎﻓ ﻦﯿﻟﻭﺍ %N ﺎﯾ ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﯼﺎﻫ ﻞﯾﺎﻓ ﻡﺎﻧ %n ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻞﯾﺎﻓ ﻡﺎﻧ ﻦﯿﻟﻭﺍ %d ﯽﻧﻮﻨﮐ ﻪﺷﻮﭘ %v ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻩﺎﮕﺘﺳﺩ (eg /dev/sda1) %m ﻩﺎﮕﺘﺳﺩ ﺐﺼﻧ ﻪﻄﻘﻧ (eg /media/dvd); %l ﻩﺎﮕﺘﺳﺩ ﺐﺴﭼﺮﺑ %b ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﮏﻧﺎﺸﻧ %t ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻒﯾﺎﻇﻭ ﺖﺳﺮﻬﻓ; %p ﻪﻔﯿﻇﻭ pid %a ﻮﻨﻣ ﻢﺘﯾﺁ ﺭﺍﺪﻘﻣ $fm_panel, $fm_tab, $fm_command, etc
fi: Kirjoita ohjelma tai bash-komentorivi: Käyttää: %F valitut tiedostot tai %f ensimmäinen valittu tiedosto %N valitut tiedostonimet tai %n ensimmäinen valittu tiedostonimi %d nykyinen hakemisto %v valittu laite (eg /dev/sda1) %m laitteen kiinnityskohta (eg /media/dvd); %l laitteen etiketti %b valittu kirjanmerkki %t valittu tehtävähakemisto; %p tehtävä pid %a valikkokohdan arvo $fm_panel, $fm_tab, $fm_command, etc
fil: Ipasok ang (mga) command line ng program o bash: Gamitin ang: %F mga napiling file o %f unang napiling file %N napiling mga filename o %n unang napiling filename %d kasalukuyang direktoryo %v napiling device (eg /dev/sda1) %m punto ng pag-mount ng device (eg /media/dvd); %l label ng device %b napiling bookmark %t napiling direktoryo ng gawain; %p gawain pid %a halaga ng item sa menu $fm_panel, $fm_tab, $fm_command, etc
fy: Fier programma of bash kommandorigel(en) yn: Brûke: %F selektearre triemmen of %f earste selektearre triem %N selektearre triemnammen of %n earst selektearre triemnamme %d aktuele triemtafel %v selektearre apparaat (eg /dev/sda1) %m apparaat mount punt (eg /media/dvd); %l apparaat label %b selektearre blêdwizer %t selektearre taak triemtafel; %p taak pid %a menu item wearde $fm_panel, $fm_tab, $fm_command, etc
ga: Iontráil líne (anna) ordaithe clár nó bash: Úsáid: %F comhaid roghnaithe nó %f an chéad chomhad roghnaithe %N ainmneacha comhaid roghnaithe nó %n an chéad ainm comhaid a roghnaíodh %d eolaire reatha %v feiste roghnaithe (eg /dev/sda1) %m gléas suite pointe (eg /media/dvd); %l lipéad feiste %b leabharmharc roghnaithe %t eolaire tasc roghnaithe; %p tasc pid %a luach mír roghchláir $fm_panel, $fm_tab, $fm_command, etc
gd: Cuir a-steach loidhne (ean) stiùiridh prògram no bash: Cleachd: %F faidhlichean taghte no %f faidhle taghte an toiseach %N ainmean faidhle taghte no %n a ’chiad ainm faidhle a chaidh a thaghadh %d eòlaire gnàthach %v inneal taghte (eg /dev/sda1) %m puing mount inneal (eg /media/dvd); %l bileag inneal %b comharra-leabhair taghte %t eòlaire gnìomh taghte; %p ghnìomh pid %a luach nì clàr $fm_panel, $fm_tab, $fm_command, etc
gl: Introduza o programa ou as liñas de comandos bash: Uso: %F ficheiros seleccionados ou %f primeiro ficheiro seleccionado %N nomes de ficheiro seleccionados ou %n primeiro nome de ficheiro seleccionado %d directorio actual %v dispositivo seleccionado (eg /dev/sda1) %m punto de montaxe do dispositivo (eg /media/dvd); %l etiqueta do dispositivo %b marcador seleccionado %t directorio de tarefas seleccionado; %p tarefa pid %a valor do elemento de menú $fm_panel, $fm_tab, $fm_command, etc
gu: પ્રોગ્રામ દાખલ કરો અથવા બેશ કમાન્ડ લાઇન(ઓ): વાપરવુ: %F પસંદ કરેલી ફાઇલો અથવા %f પ્રથમ પસંદ કરેલી ફાઇલ %N પસંદ કરેલ ફાઇલનામો અથવા %n પ્રથમ પસંદ કરેલ ફાઇલનામ %d વર્તમાન ડિરેક્ટરી %v પસંદ કરેલ ઉપકરણ (eg /dev/sda1) %m ઉપકરણ માઉન્ટ બિંદુ (eg /media/dvd); %l ઉપકરણ લેબલ %b પસંદ કરેલ બુકમાર્ક %t પસંદ કરેલ કાર્ય નિર્દેશિકા; %p કાર્ય pid %a મેનુ આઇટમની કિંમત $fm_panel, $fm_tab, $fm_command, etc
he: bash הדוקפ תרוש וא תינכות ןזה: :שמתשהל %F וא םירחבנ םיצבק %f רחבנש ןושארה ץבוקה %N וא םירחבנ םיצבק תומש %n רחבנש ןושארה ץבוקה םש %d תיחכונ היירפס %v רחבנש רישכמה (eg /dev/sda1) %m רישכמה לש הבכרה תדוקנ (eg /media/dvd); %l רישכמה תיוות %b הרחבנש הינמיס %t הרחבנש תומישמה תיירפס; %p הָמיִׁשְמ pid %a טירפתב טירפ ךרע $fm_panel, $fm_tab, $fm_command, etc
hi: प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %F चयनित फ़ाइलें या %f पहली चयनित फ़ाइल %N चयनित फ़ाइल नाम या %n पहला चयनित फ़ाइल नाम %d वर्तमान निर्देशिका %v चयनित डिवाइस (eg /dev/sda1) %m डिवाइस माउंट पॉइंट (eg /media/dvd); %l डिवाइस लेबल %b चयनित बुकमार्क %t चयनित कार्य निर्देशिका; %p टास्क pid %a मेनू आइटम मूल्य $fm_panel, $fm_tab, $fm_command, etc
hr: Unesite naredbene retke programa ili bash: Koristiti: %F odabrane datoteke ili %f prva odabrana datoteka %N odabrani nazivi datoteka ili %n prvi odabrani naziv datoteke %d trenutni imenik %v odabrani uređaj (eg /dev/sda1) %m točka ugradnje uređaja (eg /media/dvd); %l oznaka uređaja %b odabranu oznaku %t odabrani direktorij zadataka; %p zadatak pid %a vrijednost stavke izbornika $fm_panel, $fm_tab, $fm_command, etc
hu: Írja be a programot vagy a bash parancssor(oka)t: Használat: %F kiválasztott fájlok ill %f először kiválasztott fájl %N kiválasztott fájlneveket ill %n először kiválasztott fájlnév %d aktuális könyvtár %v kiválasztott eszköz (eg /dev/sda1) %m eszköz rögzítési pontja (eg /media/dvd); %l készülék címkéje %b kiválasztott könyvjelző %t kiválasztott feladatkönyvtár; %p feladat pid %a menüpont értékét $fm_panel, $fm_tab, $fm_command, etc
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող(ներ): Օգտագործեք: %F ընտրված ֆայլերը կամ %f առաջին ընտրված ֆայլը %N ընտրված ֆայլերի անունները կամ %n առաջին ընտրված ֆայլի անունը %d ընթացիկ գրացուցակը %v ընտրված սարքը (eg /dev/sda1) %m սարքի ամրացման կետը (eg /media/dvd); %l սարքի պիտակ %b ընտրված էջանիշ %t ընտրված առաջադրանքների գրացուցակը; %p առաջադրանք pid %a ընտրացանկի տարրի արժեքը $fm_panel, $fm_tab, $fm_command, etc
id: Masukkan program atau baris perintah bash: Menggunakan: %F file yang dipilih atau %f file yang dipilih pertama %N nama file yang dipilih atau %n nama file yang dipilih pertama %d direktori saat ini %v perangkat yang dipilih (eg /dev/sda1) %m titik pemasangan perangkat (eg /media/dvd); %l label perangkat %b penanda yang dipilih %t direktori tugas yang dipilih; %p tugas pid %a nilai item menu $fm_panel, $fm_tab, $fm_command, etc
is: Sláðu inn forrit eða bash skipanalínu(r): Notaðu: %F valdar skrár eða %f fyrsta valin skrá %N valin skráarnöfn eða %n fyrsta valið skráarnafn %d núverandi skrá %v valið tæki (eg /dev/sda1) %m festingarpunktur tækisins (eg /media/dvd); %l merki tækisins %b valið bókamerki %t valin verkefnaskrá; %p verkefni pid %a gildi valmyndaratriðis $fm_panel, $fm_tab, $fm_command, etc
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონი: გამოყენება: %F შერჩეული ფაილები ან %f პირველი შერჩეული ფაილი %N შერჩეული ფაილის სახელები ან %n პირველი შერჩეული ფაილის სახელი %d მიმდინარე დირექტორია %v შერჩეული მოწყობილობა (eg /dev/sda1) %m მოწყობილობის დამაგრების წერტილი (eg /media/dvd); %l მოწყობილობის ეტიკეტი %b არჩეული სანიშნე %t არჩეული დავალების დირექტორია; %p დავალება pid %a მენიუს ელემენტის ღირებულება $fm_panel, $fm_tab, $fm_command, etc
kk: Бағдарламаны немесе bash пәрмен жолын(дарын) енгізіңіз: Қолдану: %F таңдалған файлдар немесе %f бірінші таңдалған файл %N таңдалған файл атаулары немесе %n бірінші таңдалған файл атауы %d ағымдағы каталог %v таңдалған құрылғы (eg /dev/sda1) %m құрылғыны орнату нүктесі (eg /media/dvd); %l құрылғы жапсырмасы %b таңдалған бетбелгі %t таңдалған тапсырмалар каталогы; %p тапсырма pid %a мәзір элементінің мәні $fm_panel, $fm_tab, $fm_command, etc
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash: ប្រើ៖ %F ឯកសារដែលបានជ្រើសរើសឬ %f ឯកសារដែលបានជ្រើសរើសដំបូង %N ឈ្មោះឯកសារដែលបានជ្រើសរើស ឬ %n ឈ្មោះឯកសារដែលបានជ្រើសរើសដំបូង %d ថតបច្ចុប្បន្ន %v ឧបករណ៍ដែលបានជ្រើសរើស (eg /dev/sda1) %m ចំណុចម៉ោនឧបករណ៍ (eg /media/dvd); %l ស្លាកឧបករណ៍ %b ចំណាំដែលបានជ្រើសរើស %t ថតកិច្ចការដែលបានជ្រើសរើស; %p ភារកិច្ច pid %a តម្លៃធាតុម៉ឺនុយ $fm_panel, $fm_tab, $fm_command, etc
kn: ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್(ಗಳು) ನಮೂದಿಸಿ: ಬಳಸಿ: %F ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ಗಳು ಅಥವಾ %f ಮೊದಲು ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ %N ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ ಹೆಸರುಗಳು ಅಥವಾ %n ಮೊದಲು ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ ಹೆಸರು %d ಪ್ರಸ್ತುತ ಡೈರೆಕ್ಟರಿ %v ಆಯ್ಕೆಮಾಡಿದ ಸಾಧನ (eg /dev/sda1) %m ಸಾಧನ ಮೌಂಟ್ ಪಾಯಿಂಟ್ (eg /media/dvd); %l ಸಾಧನ ಲೇಬಲ್ %b ಆಯ್ದ ಬುಕ್ಮಾರ್ಕ್ %t ಆಯ್ಕೆಮಾಡಿದ ಕಾರ್ಯ ಡೈರೆಕ್ಟರಿ; %p ಕಾರ್ಯ pid %a ಮೆನು ಐಟಂ ಮೌಲ್ಯ $fm_panel, $fm_tab, $fm_command, etc
ku: Bername an rêzika fermana bash bikeve: Bikaranîn: %F pelên hilbijartî an %f yekem pelê hilbijartî %N navên pelan hilbijartî an %n yekem navê pelê hilbijartî %d pelrêça niha %v amûrê hilbijartî (eg /dev/sda1) %m xala mount amûrê (eg /media/dvd); %l labelê amûrê %b nîşana hilbijartî %t pelrêça peywirê hilbijartî; %p karî pid %a nirxa babete menu $fm_panel, $fm_tab, $fm_command, etc
ky: Программаны же bash буйрук сабын(ларын) киргизиңиз: Колдонуу: %F тандалган файлдар же %f биринчи тандалган файл %N тандалган файл аттары же %n биринчи тандалган файл аты %d учурдагы каталог %v тандалган түзмөк (eg /dev/sda1) %m аппаратты орнотуу чекити (eg /media/dvd); %l аппараттын энбелгиси %b тандалган кыстарма %t тандалган тапшырма каталогу; %p тапшырма pid %a меню пунктунун мааниси $fm_panel, $fm_tab, $fm_command, etc
lb: Gitt Programm oder Bash Kommandozeil (en): Benotzt: %F ausgewielt Fichieren oder %f éischt ausgewielt Fichier %N ausgewielt Dateinumm oder %n éischt ausgewielt Dateinumm %d aktuellen Dossier %v ausgewielt Apparat (eg /dev/sda1) %m Apparat Montéierung Punkt (eg /media/dvd); %l Apparat Label %b ausgewielt Lieszeeche %t ausgewielt Aufgab Verzeechnes; %p Aufgab pid %a Menü Element Wäert $fm_panel, $fm_tab, $fm_command, etc
lo: ໃສ່ໂປຣແກມ ຫຼື bash command line(s): ໃຊ້: %F ໄຟລu200b໌u200bທີ່u200bເລືອກu200bຫຼືu200b %f ໄຟລ໌ທີ່ເລືອກທໍາອິດ %N ຊື່ໄຟລ໌ທີ່ເລືອກ ຫຼື %n ທໍາອິດເລືອກຊື່ໄຟລ໌ %d ບັນຊີປະຈຸບັນ %v ອຸປະກອນທີ່ເລືອກ (eg /dev/sda1) %m ຈຸດເຊື່ອມຕໍ່ອຸປະກອນ (eg /media/dvd); %l ປ້າຍອຸປະກອນ %b ບຸກມາກທີ່ເລືອກ %t ໄດເລກະທໍລີວຽກທີ່ເລືອກ; %p ວຽກງານ pid %a ຄ່າລາຍການເມນູ $fm_panel, $fm_tab, $fm_command, etc
lt: Įveskite programos arba bash komandų eilutę (-es): Naudokite: %F pasirinktus failus arba %f pirmasis pasirinktas failas %N pasirinktus failų pavadinimus arba %n pirmas pasirinktas failo pavadinimas %d dabartinis katalogas %v pasirinktas įrenginys (eg /dev/sda1) %m įrenginio tvirtinimo taškas (eg /media/dvd); %l įrenginio etiketė %b pasirinkta žyma %t pasirinktas užduočių katalogas; %p užduotis pid %a meniu elemento vertė $fm_panel, $fm_tab, $fm_command, etc
lv: Ievadiet programmu vai bash komandrindu(-as): Izmantojiet: %F atlasītos failus vai %f pirmais atlasītais fails %N atlasītos failu nosaukumus vai %n pirmais izvēlētais faila nosaukums %d pašreizējais direktorijs %v izvēlētā ierīce (eg /dev/sda1) %m ierīces stiprinājuma punkts (eg /media/dvd); %l ierīces etiķete %b izvēlētā grāmatzīme %t atlasīto uzdevumu direktoriju; %p uzdevums pid %a izvēlnes vienuma vērtība $fm_panel, $fm_tab, $fm_command, etc
mg: Ampidiro programa na bash baiko andalana (s): Ampiasao: %F rakitra voafantina na %f rakitra voafantina voalohany %N anaran-drakitra voafantina na %n anaran-drakitra voafantina voalohany %d lahatahiry ankehitriny %v fitaovana voafantina (eg /dev/sda1) %m teboka fametrahana fitaovana (eg /media/dvd); %l etikety fitaovana %b tsoratadidy voafantina %t lahatahiry asa voafantina; %p ASA pid %a sandan'ny zavatra sakafo $fm_panel, $fm_tab, $fm_command, etc
mi: Whakauruhia te papatono, te raina whakahau bash ranei: Whakamahia: %F ko nga konae kua tohua ranei %f te kōnae tuatahi i tohua %N ingoa kōnae kua tohua ranei %n ingoa kōnae tuatahi i tohua %d whaiaronga o nāianei %v taputapu kua tohua (eg /dev/sda1) %m ira whakairinga taputapu (eg /media/dvd); %l tapanga taputapu %b tohuwāhi kua tohua %t whaiaronga mahi kua tohua; %p mahi pid %a uara tūemi tahua $fm_panel, $fm_tab, $fm_command, etc
mk: Внесете програма или командна линија(и) на bash: Користете: %F избрани датотеки или %f првата избрана датотека %N избрани имиња на датотеки или %n првото избрано име на датотека %d тековниот директориум %v избраниот уред (eg /dev/sda1) %m точка за монтирање на уредот (eg /media/dvd); %l етикета на уредот %b избраниот обележувач %t избраниот директориум за задачи; %p задача pid %a вредност на ставката од менито $fm_panel, $fm_tab, $fm_command, etc
ml: പ്രോഗ്രാം നൽകുക അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ(കൾ): ഉപയോഗിക്കുക: %F തിരഞ്ഞെടുത്ത ഫയലുകൾ അല്ലെങ്കിൽ %f ആദ്യം തിരഞ്ഞെടുത്ത ഫയൽ %N തിരഞ്ഞെടുത്ത ഫയൽനാമങ്ങൾ അല്ലെങ്കിൽ %n ആദ്യം തിരഞ്ഞെടുത്ത ഫയലിന്റെ പേര് %d നിലവിലെ ഡയറക്ടറി %v തിരഞ്ഞെടുത്ത ഉപകരണം (eg /dev/sda1) %m ഉപകരണം മൌണ്ട് പോയിന്റ് (eg /media/dvd); %l ഉപകരണ ലേബൽ %b തിരഞ്ഞെടുത്ത ബുക്ക്മാർക്ക് %t തിരഞ്ഞെടുത്ത ടാസ്u200cക് ഡയറക്u200cടറി; %p ചുമതല pid %a മെനു ഇനത്തിന്റെ മൂല്യം $fm_panel, $fm_tab, $fm_command, etc
mn: Програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %F сонгосон файлууд эсвэл %f Эхний сонгосон файл %N сонгосон файлын нэр эсвэл %n Эхний сонгосон файлын нэр %d одоогийн лавлах %v сонгосон төхөөрөмж (eg /dev/sda1) %m төхөөрөмжийг холбох цэг (eg /media/dvd); %l төхөөрөмжийн шошго %b сонгосон хавчуурга %t сонгосон ажлын лавлах; %p даалгавар pid %a цэсийн зүйлийн утга $fm_panel, $fm_tab, $fm_command, etc
mr: प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %F निवडलेल्या फाइल्स किंवा %f प्रथम निवडलेली फाइल %N निवडलेली फाइलनावे किंवा %n प्रथम निवडलेले फाइलनाव %d वर्तमान निर्देशिका %v निवडलेले उपकरण (eg /dev/sda1) %m डिव्हाइस माउंट पॉइंट (eg /media/dvd); %l डिव्हाइस लेबल %b निवडलेला बुकमार्क %t निवडलेली कार्य निर्देशिका; %p कार्य pid %a मेनू आयटम मूल्य $fm_panel, $fm_tab, $fm_command, etc
mt: Daħħal il-linja(jiet) tal-kmand tal-programm jew bash: Użu: %F fajls magħżula jew %f l-ewwel fajl magħżul %N ismijiet tal-fajls magħżula jew %n l-ewwel isem tal-fajl magħżul %d direttorju kurrenti %v apparat magħżul (eg /dev/sda1) %m punt tal-muntaġġ tal-apparat (eg /media/dvd); %l tikketta tal-apparat %b bookmark magħżul %t direttorju tal-kompiti magħżul; %p kompitu pid %a valur tal-oġġett tal-menu $fm_panel, $fm_tab, $fm_command, etc
my: ပရိုဂရမ် သို့မဟုတ် bash အမိန့်ပေးစာလိုင်း(များ)ကို ရိုက်ထည့်ပါ: အသုံးပြုရန်- %F ရွေးချယ်ထားသောဖိုင်များ သို့မဟုတ် %f ပထမဆုံးရွေးချယ်ထားသောဖိုင် %N ရွေးချယ်ထားသော ဖိုင်အမည်များ သို့မဟုတ် %n ပထမဆုံး ရွေးချယ်ထားသော ဖိုင်အမည် %d လက်ရှိလမ်းညွှန် %v ရွေးချယ်ထားသောစက်ပစ္စည်း (eg /dev/sda1) %m device mount အမှတ် (eg /media/dvd); %l စက်တံဆိပ် %b ရွေးထားသော စာညှပ် %t ရွေးချယ်ထားသော အလုပ်လမ်းညွှန်; %p တာဝန် pid %a မီနူးပစ္စည်းတန်ဖိုး $fm_panel, $fm_tab, $fm_command, etc
nb: Skriv inn program eller bash-kommandolinje(r): Bruk: %F valgte filer eller %f først valgte fil %N valgte filnavn eller %n først valgte filnavn %d gjeldende katalog %v valgt enhet (eg /dev/sda1) %m enhetens monteringspunkt (eg /media/dvd); %l enhetsetikett %b valgt bokmerke %t valgt oppgavekatalog; %p oppgave pid %a menyelementverdi $fm_panel, $fm_tab, $fm_command, etc
ne: कार्यक्रम प्रविष्ट गर्नुहोस् वा बास कमाण्ड लाइन(हरू): प्रयोग गर्नुहोस्: %F चयन गरिएका फाइलहरू वा %f पहिलो चयन गरिएको फाइल %N चयन गरिएका फाइलनामहरू वा %n पहिलो चयन गरिएको फाइल नाम %d हालको निर्देशिका %v चयन गरिएको उपकरण (eg /dev/sda1) %m उपकरण माउन्ट बिन्दु (eg /media/dvd); %l उपकरण लेबल %b चयन गरिएको बुकमार्क %t चयन गरिएको कार्य निर्देशिका; %p कार्य pid %a मेनु वस्तु मूल्य $fm_panel, $fm_tab, $fm_command, etc
or: ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ (ଗୁଡିକ) ପ୍ରବେଶ କରନ୍ତୁ |: ବ୍ୟବହାର: %F ମନୋନୀତ ଫାଇଲଗୁଡିକ କିମ୍ବା %f ପ୍ରଥମେ ମନୋନୀତ ଫାଇଲ୍ | %N ମନୋନୀତ ଫାଇଲନାମ କିମ୍ବା %n ପ୍ରଥମେ ମନୋନୀତ ଫାଇଲନାମ | %d ସାମ୍ପ୍ରତିକ ଡିରେକ୍ଟୋରୀ | %v ମନୋନୀତ ଉପକରଣ (eg /dev/sda1) %m ଉପକରଣ ମାଉଣ୍ଟ ପଏଣ୍ଟ | (eg /media/dvd); %l ଉପକରଣ ଲେବଲ୍ %b ମନୋନୀତ ବୁକମାର୍କ | %t ମନୋନୀତ ଟାସ୍କ ଡିରେକ୍ଟୋରୀ |; %p କାର୍ଯ୍ୟ pid %a ମେନୁ ଆଇଟମ୍ ମୂଲ୍ୟ | $fm_panel, $fm_tab, $fm_command, etc
pa: ਪ੍ਰੋਗਰਾਮ ਜਾਂ ਬੈਸ਼ ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %F ਚੁਣੀਆਂ ਗਈਆਂ ਫਾਈਲਾਂ ਜਾਂ %f ਪਹਿਲੀ ਚੁਣੀ ਫਾਇਲ %N ਚੁਣੇ ਗਏ ਫਾਈਲ ਨਾਮ ਜਾਂ %n ਪਹਿਲਾ ਚੁਣਿਆ ਫਾਇਲ ਨਾਂ %d ਮੌਜੂਦਾ ਡਾਇਰੈਕਟਰੀ %v ਚੁਣਿਆ ਜੰਤਰ (eg /dev/sda1) %m ਡਿਵਾਈਸ ਮਾਊਂਟ ਪੁਆਇੰਟ (eg /media/dvd); %l ਡਿਵਾਈਸ ਲੇਬਲ %b ਚੁਣਿਆ ਬੁੱਕਮਾਰਕ %t ਚੁਣੀ ਕਾਰਜ ਡਾਇਰੈਕਟਰੀ; %p ਕੰਮ pid %a ਮੀਨੂ ਆਈਟਮ ਦਾ ਮੁੱਲ $fm_panel, $fm_tab, $fm_command, etc
ps: ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺵﺎﺑ ﺎﯾ ﻪﻣﺎﻧﺮﺑ: :ﻝﻭﺭﺎﮐ %F ﺎﯾ ﻪﻧﻮﻠﯾﺎﻓ ﻱﻮﺷ ﻞﮐﺎټ %f ﻞﯾﺎﻓ ﯼﻮﺷ ﻩﺭﻮﻏ ﯼړﻣﻮﻟ %N ﺎﯾ ﻪﻧﻮﻣﻮﻧ ﻞﯾﺎﻓ ﻱﻮﺷ ﻞﮐﺎټ %n ﻡﻮﻧ ﻞﯾﺎﻓ ﯼﻮﺷ ﻞﮐﺎټ ﯼړﻣﻮﻟ %d ﺩﻮښﺭﻻ﻿ ﯽﻨﺳﻭﺍ %v ﻪﻠﯿﺳﻭ ﯼﻮﺷ ﻞﮐﺎټ (eg /dev/sda1) %m ﻪﻄﻘﻧ ﻮﻟﻮﺒﺼﻧ ﻪﻠﯿﺳﻭ ﺩ (eg /media/dvd); %l ﻞﺒﯿﻟ ﯥﻠﯿﺳﻭ ﺩ %b ﮎﺭﺎﻣ ﮏﺑ ﯼﻮﺷ ﻞﮐﺎټ %t ﺩﻮښﺭﻻ﻿ ﻱﺭﺎﮐ ﯼﻮﺷ ﻞﮐﺎټ; %p ﻩﺪﻧﺩ pid %a ﺖښﺯﺭﺍ ﻲﮐﻮﺗ ﻮﻨﯿﻣ ﺩ $fm_panel, $fm_tab, $fm_command, etc
ro: Introduceți programul sau liniile de comandă bash: Utilizare: %F fișierele selectate sau %f primul fișier selectat %N numele de fișiere selectate sau %n primul nume de fișier selectat %d directorul curent %v dispozitivul selectat (eg /dev/sda1) %m punctul de montare a dispozitivului (eg /media/dvd); %l eticheta dispozitivului %b marcaj selectat %t directorul de sarcini selectat; %p sarcină pid %a valoarea elementului de meniu $fm_panel, $fm_tab, $fm_command, etc
rw: Injira progaramu cyangwa bash command umurongo (s): Koresha: %F Byahiswemo Idosiye Cyangwa %f Byahiswemo Idosiye %N Byahiswemo Amazina cyangwa %n Byahiswemo Idosiye %d ububiko bwubu %v igikoresho cyatoranijwe (eg /dev/sda1) %m igikoresho cyo gushiraho (eg /media/dvd); %l ikirango cyibikoresho %b byatoranijwe %t Byahiswemo Ububiko; %p inshingano pid %a Ibikubiyemo agaciro $fm_panel, $fm_tab, $fm_command, etc
sd: ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ: :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %F ﺎﻳ ﻥﻮﻠﺋﺎﻓ ﻞﻴﭤ ﺐﺨﺘﻨﻣ %f ﻞﺋﺎﻓ ﻞﻳڊﻧﻮﭼ ﻦﻳﺮﻬﭘ %N ﺎﻳ ﻻ﻿ﺎﻧ ﺎﺟ ﻦﻠﺋﺎﻓ ﻞﻴﭤ ﺐﺨﺘﻨﻣ %n ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ ﻮﻳڊﻧﻮﭼ ﻥﻮﻳﺮﻬﭘ %d ﻱﺮٽڪﻳﺭﺍڊ ﻩﺩﻮﺟﻮﻣ %v ﺲﻴﺋﺍﻭڊ ﻞﻴﭤ ﺐﺨﺘﻨﻣ (eg /dev/sda1) %m ٽﻨﺋﺍﻮﭘ ﻞﺒﺟ ﺲﻴﺋﺍﻭڊ (eg /media/dvd); %l ﻞﺒﻴﻟ ﻮﺟ ﺲﻴﺋﺍﻭڊ %b ڪﺭﺎﻣ ﮏﺑ ﻞﻴﭤ ﺐﺨﺘﻨﻣ %t ﻱﺮٽڪﻳﺭﺍڊ ﻢڪ ﻞﻴﭤ ﺐﺨﺘﻨﻣ; %p ﻢڪ pid %a ﺖﻤﻴﻗ ﻲﺟ ﻦﻴﺷ ﻮﻴﻨﻴﻣ $fm_panel, $fm_tab, $fm_command, etc
si: වැඩසටහන හෝ bash විධාන රේඛාව(ය) ඇතුළු කරන්න: භාවිත: %F තෝරාගත් ගොනු හෝ %f පළමු තෝරාගත් ගොනුව %N තෝරාගත් ගොනු නාම හෝ %n මුලින්ම තෝරාගත් ගොනු නාමය %d වත්මන් නාමාවලිය %v තෝරාගත් උපාංගය (eg /dev/sda1) %m උපාංගය සවිකිරීමේ ස්ථානය (eg /media/dvd); %l උපාංග ලේබලය %b තෝරාගත් පිටු සලකුණ %t තෝරාගත් කාර්ය නාමාවලිය; %p කාර්ය pid %a මෙනු අයිතමයේ වටිනාකම $fm_panel, $fm_tab, $fm_command, etc
sk: Zadajte príkazový riadok programu alebo bash: Použitie: %F vybrané súbory resp %f prvý vybraný súbor %N vybrané názvy súborov resp %n prvý vybraný názov súboru %d aktuálny adresár %v vybrané zariadenie (eg /dev/sda1) %m montážny bod zariadenia (eg /media/dvd); %l štítok zariadenia %b vybranú záložku %t vybraný adresár úloh; %p úloha pid %a hodnota položky ponuky $fm_panel, $fm_tab, $fm_command, etc
sl: Vnesite ukazne vrstice programa ali bash: Uporaba: %F izbrane datoteke oz %f prvo izbrano datoteko %N izbrana imena datotek oz %n prvo izbrano ime datoteke %d trenutni imenik %v izbrano napravo (eg /dev/sda1) %m točka pritrditve naprave (eg /media/dvd); %l oznaka naprave %b izbrani zaznamek %t izbrani imenik opravil; %p nalogo pid %a vrednost menijske postavke $fm_panel, $fm_tab, $fm_command, etc
sq: Fut programin ose vijën(et) e komandës bash: Përdorni: %F skedarët e zgjedhur ose %f skedari i parë i përzgjedhur %N emrat e skedarëve të zgjedhur ose %n emri i skedarit të zgjedhur për herë të parë %d drejtoria aktuale %v pajisjen e zgjedhur (eg /dev/sda1) %m pika e montimit të pajisjes (eg /media/dvd); %l etiketa e pajisjes %b faqeshënues i zgjedhur %t drejtoria e detyrave të zgjedhura; %p detyrë pid %a vlera e artikullit të menysë $fm_panel, $fm_tab, $fm_command, etc
sw: Ingiza programu au safu ya amri ya bash: Tumia: %F faili zilizochaguliwa au %f faili iliyochaguliwa kwanza %N majina ya faili yaliyochaguliwa au %n jina la faili lililochaguliwa kwanza %d saraka ya sasa %v kifaa kilichochaguliwa (eg /dev/sda1) %m mahali pa kuweka kifaa (eg /media/dvd); %l lebo ya kifaa %b alamisho iliyochaguliwa %t saraka ya kazi iliyochaguliwa; %p kazi pid %a thamani ya kipengee cha menyu $fm_panel, $fm_tab, $fm_command, etc
ta: நிரல் அல்லது பாஷ் கட்டளை வரி(களை) உள்ளிடவும்: பயன்படுத்தவும்: %F தேர்ந்தெடுக்கப்பட்ட கோப்புகள் அல்லது %f முதலில் தேர்ந்தெடுக்கப்பட்ட கோப்பு %N தேர்ந்தெடுக்கப்பட்ட கோப்பு பெயர்கள் அல்லது %n முதலில் தேர்ந்தெடுக்கப்பட்ட கோப்பு பெயர் %d தற்போதைய அடைவு %v தேர்ந்தெடுக்கப்பட்ட சாதனம் (eg /dev/sda1) %m சாதனம் ஏற்ற புள்ளி (eg /media/dvd); %l சாதன லேபிள் %b தேர்ந்தெடுக்கப்பட்ட புக்மார்க் %t தேர்ந்தெடுக்கப்பட்ட பணி அடைவு; %p பணி pid %a மெனு உருப்படி மதிப்பு $fm_panel, $fm_tab, $fm_command, etc
te: ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్(లు) నమోదు చేయండి: వా డు: %F ఎంచుకున్న ఫైళ్లు లేదా %f మొదట ఎంచుకున్న ఫైల్ %N ఎంచుకున్న ఫైల్ పేర్లు లేదా %n మొదట ఎంచుకున్న ఫైల్ పేరు %d ప్రస్తుత డైరెక్టరీ %v ఎంచుకున్న పరికరం (eg /dev/sda1) %m పరికరం మౌంట్ పాయింట్ (eg /media/dvd); %l పరికరం లేబుల్ %b ఎంచుకున్న బుక్u200cమార్క్ %t ఎంచుకున్న టాస్క్ డైరెక్టరీ; %p పని pid %a మెను ఐటెమ్ విలువ $fm_panel, $fm_tab, $fm_command, etc
tg: Барнома ё сатри фармони bash-ро ворид кунед: Истифода: %F файлҳои интихобшуда ё %f аввалин файли интихобшуда %N номи файлҳои интихобшуда ё %n аввалин номи файли интихобшуда %d директорияи ҷорӣ %v дастгоҳи интихобшуда (eg /dev/sda1) %m нуқтаи насби дастгоҳ (eg /media/dvd); %l тамғаи дастгоҳ %b хатчӯби интихобшуда %t директорияи вазифаҳои интихобшуда; %p вазифа pid %a арзиши банди меню $fm_panel, $fm_tab, $fm_command, etc
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash: ใช้: %F ไฟล์ที่เลือกหรือ %f ไฟล์ที่เลือกครั้งแรก %N ชื่อไฟล์ที่เลือกหรือ %n ชื่อไฟล์ที่เลือกครั้งแรก %d ไดเรกทอรีปัจจุบัน %v อุปกรณ์ที่เลือก (eg /dev/sda1) %m จุดต่ออุปกรณ์ (eg /media/dvd); %l ฉลากอุปกรณ์ %b บุ๊คมาร์คที่เลือก %t ไดเรกทอรีงานที่เลือก; %p งาน pid %a มูลค่ารายการเมนู $fm_panel, $fm_tab, $fm_command, etc
tk: Programma ýa-da baş buýruk setirini giriziň: Ulany: %F saýlanan faýllar ýa-da %f ilki saýlanan faýl %N saýlanan faýl atlary ýa-da %n ilki saýlanan faýl ady %d häzirki katalog %v saýlanan enjam (eg /dev/sda1) %m enjamy gurnamak nokady (eg /media/dvd); %l enjam belligi %b saýlanan bellik %t saýlanan meseleler katalogy; %p wezipe pid %a menýu elementiniň bahasy $fm_panel, $fm_tab, $fm_command, etc
tt: Программа яки баш командалар сызыгын кертегез: Куллану: %F сайланган файллар яки %f беренче сайланган файл %N сайланган файл исемнәре яки %n беренче сайланган файл исеме %d хәзерге каталог %v сайланган җайланма (eg /dev/sda1) %m җайланма урнаштыру ноктасы (eg /media/dvd); %l җайланма ярлыгы %b сайланган кыстыргыч %t сайланган биремнәр; %p бирем pid %a меню элементының кыйммәте $fm_panel, $fm_tab, $fm_command, etc
uk: Введіть командний рядок програми або bash: Використовуйте: %F вибрані файли або %f перший вибраний файл %N вибрані імена файлів або %n перша вибрана назва файлу %d поточний каталог %v обраний пристрій (eg /dev/sda1) %m точка кріплення пристрою (eg /media/dvd); %l етикетка пристрою %b вибрана закладка %t вибраний каталог завдань; %p завдання pid %a значення пункту меню $fm_panel, $fm_tab, $fm_command, etc
ur: ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ ﺵﺎﺑ ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ: :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %F ﺎﯾ ﮟﯿﻠﺋﺎﻓ ﺐﺨﺘﻨﻣ %f ﻞﺋﺎﻓ ﺐﺨﺘﻨﻣ ﯽﻠﮩﭘ %N ﺎﯾ ﻡﺎﻧ ﻞﺋﺎﻓ ﺐﺨﺘﻨﻣ %n ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ ﮦﺩﺮﮐ ﺐﺨﺘﻨﻣ ﮯﻠﮩﭘ %d ﯼﺮﭩﮑﯾﺮﺋﺍﮈ ﮦﺩﻮﺟﻮﻣ %v ﮧﻟﺁ ﺐﺨﺘﻨﻣ (eg /dev/sda1) %m ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺲﺋﺍﻮﯾﮈ (eg /media/dvd); %l ﻞﺒﯿﻟ ﺲﺋﺍﻮﯾﮈ %b ﮎﺭﺎﻣ ﮏﺑ ﺐﺨﺘﻨﻣ %t ﯼﺮﭩﮐﺮﺋﺍﮈ ﮏﺳﺎﭨ ﮦﺩﺮﮐ ﺐﺨﺘﻨﻣ; %p ﻡﺎﮐ pid %a ﺭﺪﻗ ﯽﮐ ﻢﭩﺋﺁ ﻮﻨﯿﻣ $fm_panel, $fm_tab, $fm_command, etc
uz: Dastur yoki bash buyruq qatorlarini kiriting: Foydalanish: %F tanlangan fayllar yoki %f birinchi tanlangan fayl %N tanlangan fayl nomlari yoki %n birinchi tanlangan fayl nomi %d joriy katalog %v tanlangan qurilma (eg /dev/sda1) %m qurilma o'rnatish nuqtasi (eg /media/dvd); %l qurilma yorlig'i %b tanlangan xatcho'p %t tanlangan vazifalar katalogi; %p vazifa pid %a menyu elementi qiymati $fm_panel, $fm_tab, $fm_command, etc
vi: Nhập chương trình hoặc (các) dòng lệnh bash: Sử dụng: %F các tệp đã chọn hoặc %f tệp được chọn đầu tiên %N tên tệp đã chọn hoặc %n tên tệp được chọn đầu tiên %d thư mục hiện tại %v thiết bị đã chọn (eg /dev/sda1) %m điểm gắn thiết bị (eg /media/dvd); %l nhãn thiết bị %b dấu trang đã chọn %t thư mục nhiệm vụ đã chọn; %p bài tập pid %a giá trị mục menu $fm_panel, $fm_tab, $fm_command, etc
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash: Sebenzisa: %F iifayile ezikhethiweyo okanye %f ifayile ekhethiweyo yokuqala %N amagama efayile akhethiweyo okanye %n Igama lefayile elikhethiweyo kuqala %d ulawulo lwangoku %v isixhobo esikhethiweyo (eg /dev/sda1) %m indawo yokunyusela isixhobo (eg /media/dvd); %l ileyibhile yesixhobo %b ibhukumaki ekhethiweyo %t uluhlu lwemisebenzi ekhethiweyo; %p umsebenzi pid %a ixabiso lento yemenyu $fm_panel, $fm_tab, $fm_command, etc
yi: (s) הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ: :ןצינ %F רעדאָ סעקעט ןבילקעגסיוא %f עקעט ןבילקעגסיוא רעטשרע %N רעדאָ סעמאַנעליפ ןבילקעגסיוא %n ןעמאָנ עקעט ןבילקעגסיוא רעטשרע %d רעזיַיווגעוו טנאַרק %v לטימ ןבילקעגסיוא (eg /dev/sda1) %m טנופ ןפּאַלקנאָ לטימ (eg /media/dvd); %l עמריפ לטימ %b ןכייצ - נעייל ןבילקעגסיוא %t רעזיַיווגעוו טעבראַ ןבילקעגסיוא; %p טעבראַ pid %a טרעוו רעמונ וינעמ $fm_panel, $fm_tab, $fm_command, etc
