Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
af: Voer verander etiket opdrag vir fstype in '%s': Gebruik: %%%%v toestel lêer ( %s ) %%%%l nuwe etiket ( "%s" ) EDIT MET SORG Hierdie opdrag word uitgevoer as root%s
am: ለfstype የለውጥ መለያ ትዕዛዝ አስገባ '%s': ተጠቀም፡ %%%%v የመሳሪያ ፋይል ( %s ) %%%%l አዲስ መለያ ( "%s" ) በእንክብካቤ ያርትዑ ይህ ትእዛዝ የሚካሄደው እንደ ነው። root%s
ar: fstype ـﻟ ﺔﻴﻤﺴﺘﻟﺍ ﺮﻴﻴﻐﺗ ﺮﻣﺃ ﻞﺧﺩﺃ '%s': :ﻡﺪﺨﺘﺴﻳ %%%%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ( %s ) %%%%l ﺓﺪﻳﺪﺟ ﺔﻴﻤﺴﺗ ( "%s" ) EDIT WITH CARE ﻒﻠﻤﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻢﺘﻳ root%s
be: Увядзіце каманду змяніць метку для fstype '%s': Выкарыстоўвайце: %%%%v файл прылады ( %s ) %%%%l новы ярлык ( "%s" ) УВАЖНА рэдагаваць Гэтая каманда выконваецца як root%s
bg: Въведете командата за промяна на етикета за fstype '%s': Използвайте: %%%%v файл на устройството ( %s ) %%%%l нов етикет ( "%s" ) РЕДАКТИРАНЕ ВНИМАТЕЛНО Тази команда се изпълнява като root%s
bn: fstype এর জন্য লেবেল পরিবর্তন কমান্ড লিখুন '%s': ব্যবহার করুন: %%%%v ডিভাইস ফাইল ( %s ) %%%%l নতুন লেবেল ( "%s" ) যত্নের সাথে সম্পাদনা করুন এই কমান্ডটি হিসাবে চালানো হয় root%s
ca: Introduïu l'ordre de canvi d'etiqueta per a fstype '%s': Ús: %%%%v fitxer del dispositiu ( %s ) %%%%l nova etiqueta ( "%s" ) EDITAR AMB CURA Aquesta ordre s'executa com a root%s
cy: Rhowch orchymyn label newid ar gyfer fstype '%s': Defnyddiwch: %%%%v ffeil ddyfais ( %s ) %%%%l label newydd ( "%s" ) GOLYGU GYDA GOFAL Mae'r gorchymyn hwn yn cael ei redeg fel root%s
da: Indtast change label-kommandoen for fstype '%s': Brug: %%%%v enhedsfil ( %s ) %%%%l nyt mærke ( "%s" ) EDIT WITH CARE Denne kommando køres som root%s
eo: Enigu ŝanĝan etikedan komandon por fstype '%s': Uzu: %%%%v aparato dosiero ( %s ) %%%%l nova etikedo ( "%s" ) REDAKTU ZORGE Ĉi tiu komando ruliĝas kiel root%s
et: Sisestage fstype jaoks käsk Change label '%s': Kasuta: %%%%v seadme fail ( %s ) %%%%l uus silt ( "%s" ) EDIT TÄHELEPANU Seda käsku käivitatakse kui root%s
eu: Sartu aldatu etiketa komandoa fstyperako '%s': Erabili: %%%%v gailuaren fitxategia ( %s ) %%%%l etiketa berria ( "%s" ) EDITATU KONTUZ Komando hau honela exekutatzen da root%s
fa: ﺪﯿﻨﮐ ﺩﺭﺍﻭ fstype ﯼﺍﺮﺑ ﺍﺭ change label ﺭﻮﺘﺳﺩ '%s': :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%%%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ( %s ) %%%%l ﺪﯾﺪﺟ ﺐﺴﭼﺮﺑ ( "%s" ) EDIT WITH CARE ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﺕﺭﻮﺻ ﻪﺑ ﺭﻮﺘﺳﺩ ﻦﯾﺍ root%s
fi: Syötä fstype-koodin muutoskomento '%s': Käyttää: %%%%v laitetiedosto ( %s ) %%%%l uusi etiketti ( "%s" ) MUOKKAA HUOLELLISESTI Tämä komento suoritetaan muodossa root%s
fil: Ilagay ang change label command para sa fstype '%s': Gamitin ang: %%%%v file ng device ( %s ) %%%%l bagong label ( "%s" ) I-EDIT NA MAY PAG-IINGAT Ang command na ito ay pinapatakbo bilang root%s
fy: Fier feroaring label kommando yn foar fstype '%s': Brûke: %%%%v apparaat triem ( %s ) %%%%l nij label ( "%s" ) EDIT WITH CARE Dit kommando wurdt útfierd as root%s
ga: Iontráil ordú lipéad athraithe le haghaidh fstype '%s': Úsáid: %%%%v comhad feiste ( %s ) %%%%l lipéad nua ( "%s" ) Eagar LE CÚRAM Ritheann an t-ordú seo mar root%s
gd: Cuir a-steach òrdugh leubail atharrachaidh airson fstype '%s': Cleachd: %%%%v faidhle inneal ( %s ) %%%%l bileag ùr ( "%s" ) EDIT WITH CARE Tha an àithne seo air a ruith mar root%s
gl: Introduza o comando de cambio de etiqueta para fstype '%s': Uso: %%%%v ficheiro do dispositivo ( %s ) %%%%l nova etiqueta ( "%s" ) EDITAR CON COIDADO Este comando execútase como root%s
gu: fstype માટે લેબલ બદલો આદેશ દાખલ કરો '%s': વાપરવુ: %%%%v ઉપકરણ ફાઇલ ( %s ) %%%%l નવું લેબલ ( "%s" ) સંભાળ સાથે સંપાદિત કરો આ આદેશ આ રીતે ચલાવવામાં આવે છે root%s
he: fstype רובע תיוות יוניש תדוקפ ןזה '%s': :שמתשהל %%%%v רישכמה ץבוק ( %s ) %%%%l השדח תיוות ( "%s" ) EDIT WITH CARE םשב תלעפומ וז הדוקפ root%s
hi: fstype के लिए चेंज लेबल कमांड दर्ज करें '%s': उपयोग: %%%%v डिवाइस फ़ाइल ( %s ) %%%%l नया लेबल ( "%s" ) देखभाल के साथ संपादित करें यह आदेश इस प्रकार चलाया जाता है root%s
hr: Unesite naredbu promjene oznake za fstype '%s': Koristiti: %%%%v datoteku uređaja ( %s ) %%%%l nova etiketa ( "%s" ) PAŽLJIVO UREDI Ova se naredba izvodi kao root%s
hu: Adja meg az fstype címke módosítása parancsot '%s': Használat: %%%%v eszköz fájl ( %s ) %%%%l új címke ( "%s" ) EDIT WITH CARE Ez a parancs a következőként fut root%s
hy: Մուտքագրեք փոխել պիտակի հրամանը ftype-ի համար '%s': Օգտագործեք: %%%%v սարքի ֆայլը ( %s ) %%%%l նոր պիտակ ( "%s" ) ԽՆԱՄԲԵԼՈՒ ՀԱՄԱՐ Այս հրամանը գործարկվում է որպես root%s
id: Masukkan perintah ubah label untuk fstype '%s': Menggunakan: %%%%v berkas perangkat ( %s ) %%%%l label baru ( "%s" ) EDIT WITH CARE Perintah ini dijalankan sebagai root%s
is: Sláðu inn skipun breytingamerkis fyrir fstype '%s': Notaðu: %%%%v tæki skrá ( %s ) %%%%l nýtt merki ( "%s" ) EDIT WITH CARE Þessi skipun er keyrð sem root%s
ka: შეიყვანეთ label-ის შეცვლის ბრძანება fstype-ისთვის '%s': გამოყენება: %%%%v მოწყობილობის ფაილი ( %s ) %%%%l ახალი ეტიკეტი ( "%s" ) სიფრთხილით რედაქტირება ეს ბრძანება მუშაობს როგორც root%s
kk: fstype үшін белгіні өзгерту пәрменін енгізіңіз '%s': Қолдану: %%%%v құрылғы файлы ( %s ) %%%%l жаңа белгі ( "%s" ) МАҚСАТ МЕНЕН ӨҢДЕУ Бұл пәрмен келесідей орындалады root%s
km: បញ្ចូលពាក្យបញ្ជាការផ្លាស់ប្តូរស្លាកសម្រាប់ fstype '%s': ប្រើ៖ %%%%v ឯកសារឧបករណ៍ ( %s ) %%%%l ស្លាកថ្មី។ ( "%s" ) EDIT WITH CARE ពាក្យបញ្ជានេះត្រូវបានដំណើរការជា root%s
kn: fstype ಗಾಗಿ ಬದಲಾವಣೆ ಲೇಬಲ್ ಆಜ್ಞೆಯನ್ನು ನಮೂದಿಸಿ '%s': ಬಳಸಿ: %%%%v ಸಾಧನ ಫೈಲ್ ( %s ) %%%%l ಹೊಸ ಲೇಬಲ್ ( "%s" ) ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂಪಾದಿಸಿ ಈ ಆಜ್ಞೆಯನ್ನು ಹೀಗೆ ಚಲಾಯಿಸಲಾಗುತ್ತದೆ root%s
ku: Fermana guheztina etîketê ji bo fstype binivîse '%s': Bikaranîn: %%%%v pelê amûrê ( %s ) %%%%l labelê nû ( "%s" ) BI HIŞYAR BIDIN Ev ferman wekî tê xebitandin root%s
ky: fstype үчүн энбелгисин өзгөртүү буйругун киргизиңиз '%s': Колдонуу: %%%%v түзмөк файлы ( %s ) %%%%l жаңы белги ( "%s" ) КАТТЫК МЕНЕН EDIT Бул буйрук катары иштетилет root%s
lb: Gitt Ännere Label Kommando fir fstype '%s': Benotzt: %%%%v Apparat Fichier ( %s ) %%%%l neie Label ( "%s" ) EDIT MAT CARE Dëse Kommando gëtt als root%s
lo: ໃສ່ຄໍາສັ່ງປ່ຽນປ້າຍຊື່ສໍາລັບ fstype '%s': ໃຊ້: %%%%v ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b ( %s ) %%%%l ປ້າຍໃຫມ່ ( "%s" ) EDIT WITH CARE ຄໍາສັ່ງນີ້ແມ່ນດໍາເນີນການເປັນ root%s
lt: Įveskite komandą keisti etiketę fstype '%s': Naudokite: %%%%v įrenginio failas ( %s ) %%%%l nauja etiketė ( "%s" ) REDAGUOTI ATSARGIAI Ši komanda vykdoma kaip root%s
lv: Ievadiet komandu mainīt etiķeti fstype '%s': Izmantojiet: %%%%v ierīces fails ( %s ) %%%%l jauna etiķete ( "%s" ) REDIĢĒT UZMANĪGI Šī komanda tiek izpildīta kā root%s
mg: Ampidiro ny baiko fanovana marika ho an'ny fstype '%s': Ampiasao: %%%%v rakitra fitaovana ( %s ) %%%%l etikety vaovao ( "%s" ) MANOAVA AMIN'NY FITANDREMANA Ity baiko ity dia atao toy ny root%s
mi: Whakauruhia te whakahau tapanga huringa mo te fstype '%s': Whakamahia: %%%%v kōnae taputapu ( %s ) %%%%l tapanga hou ( "%s" ) EDIT MA TE TIKA Ka whakahaeretia tenei whakahau hei root%s
mk: Внесете ја командата за промена на етикетата за fstype '%s': Користете: %%%%v датотека на уредот ( %s ) %%%%l нова етикета ( "%s" ) УРЕДИ СО ВНИМАТЕЛНО Оваа команда се извршува како root%s
ml: fstype-നുള്ള മാറ്റം ലേബൽ കമാൻഡ് നൽകുക '%s': ഉപയോഗിക്കുക: %%%%v ഉപകരണ ഫയൽ ( %s ) %%%%l പുതിയ ലേബൽ ( "%s" ) ശ്രദ്ധയോടെ എഡിറ്റ് ചെയ്യുക ഈ കമാൻഡ് ഇങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത് root%s
mn: fstype-д зориулж шошгыг өөрчлөх командыг оруулна уу '%s': Хэрэглэх: %%%%v төхөөрөмжийн файл ( %s ) %%%%l шинэ шошго ( "%s" ) БОЛОМЖТОЙ ЗАСАХ Энэ командыг дараах байдлаар ажиллуулна root%s
mr: fstype साठी लेबल चेंज कमांड एंटर करा '%s': वापरा: %%%%v डिव्हाइस फाइल ( %s ) %%%%l नवीन लेबल ( "%s" ) एडिट विथ केअर ही कमांड म्हणून चालवली जाते root%s
mt: Daħħal il-kmand tal-bidla tat-tikketta għal fstype '%s': Użu: %%%%v fajl tal-apparat ( %s ) %%%%l tikketta ġdida ( "%s" ) EDITJA B'KURA Dan il-kmand jitmexxa bħala root%s
my: fstype အတွက် change label command ကိုရိုက်ထည့်ပါ။ '%s': အသုံးပြုရန်- %%%%v စက်ဖိုင် ( %s ) %%%%l တံဆိပ်အသစ် ( "%s" ) ဂရုစိုက်ခြင်းဖြင့် တည်းဖြတ်ပါ ဤအမိန့်ကို လုပ်ဆောင်သည်။ root%s
nb: Skriv inn endre etikettkommando for fstype '%s': Bruk: %%%%v enhetsfil ( %s ) %%%%l ny etikett ( "%s" ) EDIT WITH CARE Denne kommandoen kjøres som root%s
ne: fstype को लागी लेबल आदेश परिवर्तन गर्नुहोस् '%s': प्रयोग गर्नुहोस्: %%%%v उपकरण फाइल ( %s ) %%%%l नयाँ लेबल ( "%s" ) हेरचाह संग सम्पादन गर्नुहोस् यो आदेश को रूपमा चलाइएको छ root%s
or: Fstype ପାଇଁ ପରିବର୍ତ୍ତନ ଲେବଲ୍ କମାଣ୍ଡ୍ ପ୍ରବେଶ କରନ୍ତୁ | '%s': ବ୍ୟବହାର: %%%%v ଡିଭାଇସ୍ ଫାଇଲ୍ | ( %s ) %%%%l ନୂତନ ଲେବଲ୍ | ( "%s" ) କେୟାର ସହିତ ଏଡିଟ୍ କରନ୍ତୁ ଏହି କମାଣ୍ଡ୍ ଯେପରି ଚାଲିଥାଏ | root%s
pa: fstype ਲਈ ਲੇਬਲ ਬਦਲੋ ਕਮਾਂਡ ਦਿਓ '%s': ਵਰਤੋ: %%%%v ਡਿਵਾਈਸ ਫਾਈਲ ( %s ) %%%%l ਨਵਾਂ ਲੇਬਲ ( "%s" ) ਦੇਖਭਾਲ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ ਇਹ ਕਮਾਂਡ ਇਸ ਤਰ੍ਹਾਂ ਚਲਾਈ ਜਾਂਦੀ ਹੈ root%s
ps: ﺉړﮐ ﻪﻨﻧﺩ ډﻧﺎﻤﮐ ﻞﺒﯿﻟ ﻥﻮﻟﺪﺑ ﺩ ﻩﺭﺎﭙﻟ fstype ﺩ '%s': :ﻝﻭﺭﺎﮐ %%%%v ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ ( %s ) %%%%l ﻞﺒﯿﻟ ﯼﻮﻧ ( "%s" ) ﻱږﯿﮐ ﻝړﻭ ﺦﻣﺮﭘ ﻪګﻮﺗ ﻪﭘ ډﻧﺎﻤﮐ ﺍﺩ ﺉړﮐﻭ ﻥﻮﻤﺳ ﻩﺮﺳ ﯥﻧﺮﻠﻣﺎﭘ ﺩ root%s
ro: Introduceți comanda de modificare a etichetei pentru fstype '%s': Utilizare: %%%%v fișierul dispozitivului ( %s ) %%%%l etichetă nouă ( "%s" ) EDITARE CU ATENTIE Această comandă este rulată ca root%s
rw: Injira guhindura label itegeko rya fstype '%s': Koresha: %%%%v dosiye ( %s ) %%%%l ikirango gishya ( "%s" ) Hindura UFITE ICYITONDERWA Iri tegeko rikoreshwa nka root%s
sd: ءِﻻ﻿ fstype ﻢڪﺣ ﻞﺒﻴﻟ ﻲﻠﻳﺪﺒﺗ ﻮﻳﺮڪ ﻞﺧﺍﺩ '%s': :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ ( %s ) %%%%l ﻞﺒﻴﻟ ﻥﻮﺌﻧ ( "%s" ) ﻦﺌﻴﺟ ﻲﮬﺁ ﻭﺪﻨﻠﮬ ﻢڪﺣ ﻲﮬ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻥﺎﺳ ﻝﺎﭝﻨﺳ root%s
si: fstype සඳහා වෙනස් ලේබල විධානය ඇතුළත් කරන්න '%s': භාවිත: %%%%v උපාංග ගොනුව ( %s ) %%%%l නව ලේබලය ( "%s" ) පරිස්සමෙන් සංස්කරණය කරන්න මෙම විධානය ක්u200dරියාත්මක වන්නේ මෙසේය root%s
sk: Zadajte príkaz change label pre fstype '%s': Použitie: %%%%v súbor zariadenia ( %s ) %%%%l nový štítok ( "%s" ) OPATRNE UPRAVIŤ Tento príkaz sa spustí ako root%s
sl: Vnesite ukaz za spremembo oznake za fstype '%s': Uporaba: %%%%v datoteko naprave ( %s ) %%%%l nova oznaka ( "%s" ) VARNO UREJAJ Ta ukaz se izvaja kot root%s
sq: Fut komandën e ndryshimit të etiketës për fstyle '%s': Përdorni: %%%%v skedari i pajisjes ( %s ) %%%%l etiketë e re ( "%s" ) EDIT ME KUJDES Kjo komandë ekzekutohet si root%s
sw: Ingiza amri ya mabadiliko ya lebo ya fstype '%s': Tumia: %%%%v faili ya kifaa ( %s ) %%%%l lebo mpya ( "%s" ) BADILISHA KWA UMAKINI Amri hii inaendeshwa kama root%s
ta: fstype க்கான லேபிள் மாற்ற கட்டளையை உள்ளிடவும் '%s': பயன்படுத்தவும்: %%%%v சாதன கோப்பு ( %s ) %%%%l புதிய முத்திரை ( "%s" ) கவனமாக திருத்தவும் இந்த கட்டளை இவ்வாறு இயக்கப்படுகிறது root%s
te: fstype కోసం మార్పు లేబుల్ ఆదేశాన్ని నమోదు చేయండి '%s': వా డు: %%%%v పరికర ఫైల్ ( %s ) %%%%l కొత్త లేబుల్ ( "%s" ) జాగ్రత్తగా సవరించండి ఈ ఆదేశం ఇలా అమలు చేయబడుతుంది root%s
tg: Фармони тағир додани тамғаро барои fstype ворид кунед '%s': Истифода: %%%%v файли дастгоҳ ( %s ) %%%%l тамғаи нав ( "%s" ) БО ЭҲТИЁТ ТАВРИР КАРДАН Ин фармон ҳамчун иҷро карда мешавад root%s
th: ป้อนคำสั่ง change label สำหรับ fstype '%s': ใช้: %%%%v ไฟล์อุปกรณ์ ( %s ) %%%%l ป้ายใหม่ ( "%s" ) แก้ไขด้วยความระมัดระวัง คำสั่งนี้รันเป็น root%s
tk: Fstype üçin üýtgetme belligi buýrugyny giriziň '%s': Ulany: %%%%v enjam faýly ( %s ) %%%%l täze bellik ( "%s" ) Seresaplyk bilen redaktirläň Bu buýruk ýaly işleýär root%s
tt: Fstype өчен үзгәртү билгесен кертегез '%s': Куллану: %%%%v җайланма файлы ( %s ) %%%%l яңа ярлык ( "%s" ) Игътибар белән үзгәртегез Бу боерык шулай эшли root%s
uk: Введіть команду змінити мітку для fstype '%s': Використовуйте: %%%%v файл пристрою ( %s ) %%%%l нова етикетка ( "%s" ) УВАЖНО РЕДАГУВАТИ Цю команду виконується як root%s
ur: fstype ۔ﮟﯾﺮﮐ ﺝﺭﺩ ﮉﻧﺎﻤﮐ ﻞﺒﯿﻟ ﯽﻠﯾﺪﺒﺗ ﮯﯿﻟ ﮯﮐ '%s': :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ ( %s ) %%%%l ﻞﺒﯿﻟ ﺎﯿﻧ ( "%s" ) ۔ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﻼ﻿ﭼ ﺭﻮﻄﺑ ﮉﻧﺎﻤﮐ ﮧﯾ ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﮭﺑ ﮫﮑﯾﺩ root%s
uz: Fstype uchun yorliqni o'zgartirish buyrug'ini kiriting '%s': Foydalanish: %%%%v qurilma fayli ( %s ) %%%%l yangi yorliq ( "%s" ) EHTIYOT BILAN EDIT Bu buyruq quyidagicha bajariladi root%s
vi: Nhập lệnh thay đổi nhãn cho fstype '%s': Sử dụng: %%%%v tập tin thiết bị ( %s ) %%%%l nhãn mới ( "%s" ) CHỈNH SỬA VỚI CHĂM SÓC Lệnh này được chạy dưới dạng root%s
xh: Ngenisa utshintsho lomyalelo weleyibhile ye-fstype '%s': Sebenzisa: %%%%v ifayile yesixhobo ( %s ) %%%%l ileyibhile entsha ( "%s" ) HLELA NGONONOPHELO Lo myalelo uqhutywa njenge root%s
yi: fstype ראַפֿ לעפֿאַב עמריפ ןשיוט ןיַיראַ '%s': :ןצינ %%%%v עקעט לטימ ( %s ) %%%%l עמריפ יַינ ( "%s" ) יוו ןפיול זיא לעפֿאַב םעד גראָז טימ ןריגאַדער root%s

source: Change Label As Root
af: Verander etiket asRoot
am: መለያውን እንደ ቀይርRoot
ar: ﻢﺳﺎﺑ ﺔﻴﻤﺴﺘﻟﺍ ﺮﻴﻴﻐﺗRoot
be: Змяніць ярлык якRoot
bg: Промяна на етикета катоRoot
bn: লেবেল হিসাবে পরিবর্তন করুনRoot
ca: Canvia l'etiqueta comRoot
cy: Newid Label FelRoot
da: Skift etiket somRoot
eo: Ŝanĝi Etikedon KielRoot
et: Muuda silti kuiRoot
eu: Aldatu etiketa gisaRoot
fa: ﻥﺍﻮﻨﻋ ﻪﺑ ﺐﺴﭼﺮﺑ ﺮﯿﯿﻐﺗRoot
fi: Vaihda nimike nimelläRoot
fil: Baguhin ang Label BilangRoot
fy: Feroarje Label AsRoot
ga: Athraigh Lipéad AsRoot
gd: Atharraich Label AsRoot
gl: Cambiar a etiqueta comoRoot
gu: આ રીતે લેબલ બદલોRoot
he: םשב תיוות הנשRoot
hi: लेबल को इस रूप में बदलेंRoot
hr: Promijeni oznaku kaoRoot
hu: Címke módosítása máskéntRoot
hy: Փոխել պիտակը որպեսRoot
id: Ubah Label SebagaiRoot
is: Breyta merki semRoot
ka: ეტიკეტის შეცვლა როგორცRoot
kk: Белгіні басқаша өзгертуRoot
km: ប្តូរស្លាកជាRoot
kn: ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸಿRoot
ku: Biguherîne Label WekRoot
ky: Белги катары өзгөртүүRoot
lb: Änneren Label AsRoot
lo: ປ່ຽນປ້າຍຊື່ເປັນRoot
lt: Keisti etiketę kaipRoot
lv: Mainīt etiķeti kāRoot
mg: Hanova etikety hoRoot
mi: Huri Tapanga HeiRoot
mk: Променете ја етикетата какоRoot
ml: എന്ന ലേബൽ മാറ്റുകRoot
mn: Шошгыг өөрчилRoot
mr: लेबल म्हणून बदलाRoot
mt: Ibdel it-Tikketta KifRoot
my: အညွှန်းအဖြစ် ပြောင်းပါ။Root
nb: Endre etikett somRoot
ne: यस रूपमा लेबल परिवर्तन गर्नुहोस्Root
or: ଯେପରି ଲେବଲ୍ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |Root
pa: ਇਸ ਤਰ੍ਹਾਂ ਲੇਬਲ ਬਦਲੋRoot
ps: ﺉړﮐ ﻝﺪﺑ ﻪګﻮﺗ ﻪﭘ ﻞﺒﯿﻟ ﺩRoot
ro: Schimbați eticheta caRoot
rw: Hindura ikirango NkaRoot
sd: ﻦﺌﻴﺟ ﻞﺒﻴﻟ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗRoot
si: ලෙස ලේබලය වෙනස් කරන්නRoot
sk: Zmeniť štítok akoRoot
sl: Spremeni oznako kotRoot
sq: Ndrysho etiketën siRoot
sw: Badilisha Lebo KamaRoot
ta: என லேபிளை மாற்றவும்Root
te: లేబుల్u200cని ఇలా మార్చండిRoot
tg: Тағйир додани Нишон ҳамчунRoot
th: เปลี่ยนป้ายกำกับเป็นRoot
tk: Etiketkany üýtgediňRoot
tt: Этикетканы үзгәртүRoot
uk: Змінити мітку якRoot
ur: ۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﻞﺒﯿﻟ ﺭﻮﻄﺑRoot
uz: Yorliqni o'zgartirishRoot
vi: Thay đổi nhãn thànhRoot
xh: Guqula ileyibhile njengeRoot
yi: יוו לעבאַל ןשיוטRoot

source: LABEL AS ROOT
af: ETIKET AS ROOT
be: ЭЛЕКТРЫМКА ЯК ROOT
bg: ЕТИКЕТ КАТО ROOT
bn: লেবেল AS ROOT
ca: ETIQUETA COM ROOT
cy: LABEL UG ROOT
eu: ETIKETA AS ROOT
gl: ETIQUETA AS ROOT
hi: लेबल के रूप में ROOT
hr: OZNAKA KAO ROOT
id: LABEL SEBAGAI ROOT
is: MERKIÐ AS ROOT
kn: ಲೇಬಲ್ AS ROOT
lt: ETIKETĖK AS ROOT
mi: TApanga AS ROOT
mk: ЕТИКЕТА КАКО ROOT
ml: ലേബൽ AS ROOT
mt: TIKKETTA KIF ROOT
or: ଲେବଲ୍ ଏସ୍ ROOT
ps: AS ﻞﺒﯿﻟ ROOT
rw: LABELI AS ROOT
si: ලේබලය AS ROOT
sk: OZNAČENIE AKO ROOT
sl: OZNAKA AS ROOT
sq: EMTETI AS ROOT
ta: லேபிள் AS ROOT
te: లేబుల్ AS ROOT
uk: ЯК ROOT
vi: NHÃN NHƯ ROOT

source: Label As Root %s
af: Etiket As Root %s
am: መለያ እንደ Root %s
ar: ﻢﺳﺎﺑ ﺔﻴﻤﺴﺗ Root %s
be: Пазначыць як Root %s
bg: Етикет като Root %s
bn: লেবেল হিসাবে Root %s
ca: Etiqueta com Root %s
cy: Label Fel Root %s
da: Label som Root %s
eo: Etikedo Kiel Root %s
et: Silt kui Root %s
eu: Etiketa gisa Root %s
fa: ﻥﺍﻮﻨﻋ ﻪﺑ ﺐﺴﭼﺮﺑ Root %s
fil: Label Bilang Root %s
ga: Lipéad As Root %s
gl: Etiqueta como Root %s
gu: તરીકે લેબલ Root %s
he: As תיוות Root %s
hi: लेबल के रूप में Root %s
hr: Oznaka kao Root %s
hu: Címke mint Root %s
hy: Պիտակը որպես Root %s
id: Labeli Sebagai Root %s
is: Merki sem Root %s
ka: ეტიკეტი როგორც Root %s
kk: Басқаша белгілеңіз Root %s
km: ស្លាក As Root %s
kn: ಹಾಗೆ ಲೇಬಲ್ ಮಾಡಿ Root %s
ku: Label wek Root %s
ky: Белги катары Root %s
lo: ປ້າຍຊື່ເປັນ Root %s
lt: Etiketė kaip Root %s
lv: Iezīme kā Root %s
mi: Tapanga Hei Root %s
mk: Обележете како Root %s
ml: എന്ന ലേബൽ Root %s
mn: гэж шошго Root %s
mr: असे लेबल करा Root %s
mt: Tikketta As Root %s
my: အညွှန်း As Root %s
nb: Merk som Root %s
ne: यस रूपमा लेबल गर्नुहोस् Root %s
or: ଯେପରି ଲେବଲ୍ Root %s
pa: ਇਸ ਤਰ੍ਹਾਂ ਲੇਬਲ ਕਰੋ Root %s
ps: ﻞﺒﯿﻟ ﻪګﻮﺗ ﻪﭘ Root %s
ro: Etichetați ca Root %s
rw: Akarango Nka Root %s
sd: ﻦﺌﻴﺟ ﻞﺒﻴﻟ Root %s
si: ලේබලය ලෙස Root %s
sk: Označiť ako Root %s
sl: Označi kot Root %s
sq: Etiketoni si Root %s
sw: Weka lebo Kama Root %s
ta: என லேபிள் Root %s
te: వంటి లేబుల్ Root %s
tg: Нишон ҳамчун Root %s
th: ป้ายกำกับเป็น Root %s
tk: Bellik Root %s
tt: Ярлык Root %s
uk: Позначте як Root %s
ur: ﻞﺒﯿﻟ ﺭﻮﻄﺑ Root %s
uz: Belgilash Root %s
vi: Gắn nhãn là Root %s
xh: Faka ileyibhile njenge Root %s

source: Unmount %s
af: Ontkoppel %s
am: ንቀል %s
ar: ﺖﻴﺒﺜﺘﻟﺍ ءﺎﻐﻟﺈﺑ ﻢﻗ %s
be: Размантаваць %s
bg: Демонтирайте %s
bn: আনমাউন্ট করুন %s
ca: Desmuntar %s
da: Afmonter %s
eo: Malmunti %s
et: Ühendage lahti %s
eu: Desmuntatu %s
fa: ﻥﺩﺮﮐ ﺯﺎﺑ %s
fi: Irrota %s
fil: I-unmount %s
gd: Gun fhosgladh %s
gl: Desmontar %s
gu: અનમાઉન્ટ કરો %s
he: הניעטה תא לטב %s
hi: अनमाउंट %s
hr: Isključite %s
hu: Leválaszt %s
hy: Ապամոնտաժել %s
id: Lepas %s
is: Aftengja %s
ka: მოხსნა %s
kk: Ажырату %s
km: អាន់ម៉ោន %s
kn: ಅನ್u200cಮೌಂಟ್ ಮಾಡಿ %s
ku: Rakin %s
ky: Чыгаруу %s
lo: ຖອນການເຊື່ອມຕໍ່ %s
lt: Atjungti %s
lv: Atvienojiet %s
mi: Wetewete %s
mk: Откачи %s
ml: അൺമൗണ്ട് ചെയ്യുക %s
mn: Салгах %s
mr: अनमाउंट करा %s
my: ဖြုတ်လိုက်ပါ။ %s
nb: Demonter %s
ne: अनमाउन्ट गर्नुहोस् %s
or: ଅନ୍ମାଉଣ୍ଟ୍ | %s
pa: ਅਣਮਾਊਂਟ ਕਰੋ %s
ps: ﻝﻮﮐ ﻪﯾﺎځ ﯥﺑ %s
ro: Demontați %s
rw: Umubare %s
sd: ﮡﮢﺍُ %s
si: සවිකිරීම ඉවත් කරන්න %s
sk: Odpojiť %s
sl: Odklopi %s
sq: Çmontoj %s
sw: Fungua %s
ta: ஏற்றிவிடு %s
te: అన్u200cమౌంట్ %s
tg: Бекор кардан %s
th: เลิกเมานท์ %s
tk: Aýyrmak %s
tt: Чыгару %s
uk: Розмонтуйте %s
ur: ۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ %s
uz: O'chirish %s
vi: Tháo gỡ %s
xh: Yehlisa %s
yi: קעוואַ םענ %s

source: Remove %s
af: Verwyder %s
am: አስወግድ %s
ar: ﻞﻳﺰﻳ %s
be: Выдаліць %s
bg: Премахване %s
bn: অপসারণ %s
ca: Eliminar %s
cy: Tynnu %s
da: Fjerne %s
eo: Forigi %s
et: Eemalda %s
eu: Kendu %s
fa: ﻦﺘﺷﺍﺩﺮﺑ %s
fi: Poista %s
fil: Alisin %s
fy: Weinimme %s
ga: Bain %s
gd: Thoir air falbh %s
gl: Quitar %s
gu: દૂર કરો %s
he: ריִסַהְל %s
hi: हटाना %s
hr: Ukloniti %s
hu: Távolítsa el %s
hy: Հեռացնել %s
id: Menghapus %s
is: Fjarlægja %s
ka: ამოღება %s
kk: Жою %s
km: ដកចេញ %s
kn: ತೆಗೆದುಹಾಕಿ %s
ku: Dûrxistin %s
ky: Алып салуу %s
lb: Ewechzehuelen %s
lo: ເອົາອອກ %s
lt: Šalinti %s
lv: Noņemt %s
mg: esory %s
mi: Tango %s
mk: Отстрани %s
ml: നീക്കം ചെയ്യുക %s
mn: Устгах %s
mr: काढा %s
mt: Neħħi %s
my: ဖယ်ရှားပါ။ %s
nb: Fjerne %s
ne: हटाउनुहोस् %s
or: ଅପସାରଣ କରନ୍ତୁ | %s
pa: ਹਟਾਓ %s
ps: ﺉړﮐ ﯤﺮﻟ %s
ro: Elimina %s
rw: Kuraho %s
sd: ﻮﻳﺎٽﻫ %s
si: ඉවත් කරන්න %s
sk: Odstrániť %s
sl: Odstrani %s
sq: Hiq %s
sw: Ondoa %s
ta: அகற்று %s
te: తొలగించు %s
tg: Хориҷ кунед %s
th: ลบ %s
tk: Aýyr %s
tt: Чыгар %s
uk: Видалити %s
ur: ﺭﻭﺩ %s
uz: O'chirish %s
vi: Tẩy %s
xh: Susa %s
yi: ןעמענפּאָראַ %s

source: Remount %s
af: Hermonteer %s
am: እንደገና መጫን %s
ar: ﺔﻴﻧﺎﺛ ﺓﺮﻣ ﺪﻌﺻ %s
be: Перамантаваць %s
bg: Монтирайте отново %s
bn: রিমাউন্ট %s
ca: Torneu a muntar %s
da: Genmonter %s
eo: Remunti %s
et: Paigaldage uuesti %s
eu: Berriz muntatu %s
fa: ﺩﺪﺠﻣ ﺐﺼﻧ %s
fi: Asenna uudelleen %s
gl: Remonta %s
gu: રીમાઉન્ટ %s
he: בּוׁש תֹולֲעַל %s
hi: गोड़ा %s
hr: Ponovno montirajte %s
hu: Szerelje fel újra %s
hy: Վերամիացում %s
id: Memasang kembali %s
is: Festu aftur %s
ka: ხელახლა დამონტაჟება %s
kk: Қайта орнату %s
km: ម៉ោនឡើងវិញ %s
kn: ರೀಮೌಂಟ್ %s
ky: Кайра орнотуу %s
lo: ຕິດຕັ້ງຄືນໃໝ່ %s
lt: Iš naujo prijungti %s
lv: Atkal uzmontēt %s
mk: Повторно монтирајте %s
ml: റീമൗണ്ട് ചെയ്യുക %s
mn: Дахин холбох %s
mr: रीमाउंट करा %s
mt: Erġa' mmunta %s
my: သခင်တင်မြ %s
nb: Monter på nytt %s
ne: रिमाउन्ट %s
or: ରିମାଉଣ୍ଟ୍ | %s
pa: ਰੀਮਾਉਂਟ %s
ps: ﻝﻮﮐ ﯼﺎځﺮﭘ ﯼﺎځ ﺎﯿﺑ %s
ro: Remontați %s
rw: Gusubiramo %s
sd: ٽﻧﺅﺎﻤﻳﺭ %s
si: නැවත සවි කරන්න %s
sk: Znovu namontovať %s
sl: Ponovno montirajte %s
sq: Rimontoj %s
sw: Weka tena %s
ta: மீண்டும் ஏற்றவும் %s
te: రీమౌంట్ %s
tg: Бозсозӣ %s
th: ติดตั้งใหม่ %s
tt: Remәр сүзнең %s
uk: Перемонтуйте %s
ur: ۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ ﮦﺭﺎﺑﻭﺩ %s
uz: Qayta o'rnatish %s
vi: Lên %s
xh: Phinda ukhwelise %s
yi: טנואָמער %s

source: Reload %s
af: Herlaai %s
am: እንደገና ጫን %s
ar: ﻞﻴﻤﺤﺗ ﺓﺩﺎﻋﺇ %s
be: Перазагрузіць %s
bg: Презареди %s
bn: পুনরায় লোড করুন %s
ca: Recarregar %s
cy: Ail-lwytho %s
da: Genindlæs %s
eo: Reŝargi %s
et: Laadi uuesti %s
eu: Berriz kargatu %s
fa: ﺩﺪﺠﻣ ﯼﺮﯿﮔﺭﺎﺑ %s
fi: Lataa uudelleen %s
ga: Athlódáil %s
gd: Ath-luchdaich %s
gl: Recarga %s
gu: ફરીથી લોડ %s
he: ׁשָדָחִמ ןֹועטִל %s
hi: पुनः लोड करें %s
hr: Ponovno učitati %s
hu: Újratöltés %s
hy: Վերբեռնել %s
id: Muat ulang %s
is: Endurhlaða %s
ka: გადატვირთვა %s
kk: Қайта жүктеңіз %s
km: ផ្ទុកឡើងវិញ %s
kn: ಮರುಲೋಡ್ ಮಾಡಿ %s
ku: Ji nû ve barkirin %s
ky: Кайра жүктөө %s
lo: ໂຫຼດໃໝ່ %s
lt: Iš naujo įkelti %s
lv: Pārlādēt %s
mg: Avereno %s
mi: Utaina ano %s
mk: Вчитај повторно %s
ml: വീണ്ടും ലോഡുചെയ്യുക %s
mn: Дахин ачаалах %s
mr: रीलोड करा %s
my: ပြန်တင်ပါ။ %s
nb: Last inn på nytt %s
ne: पुन: लोड गर्नुहोस् %s
or: ପୁନ elo ଲୋଡ୍ କରନ୍ତୁ | %s
pa: ਰੀਲੋਡ ਕਰੋ %s
ps: ﻝﻮﮐ ﻪﺗﺭﻮﭘ ﺎﯿﺑ %s
ro: Reîncărcați %s
rw: Ongera usubiremo %s
sd: ﻮﻳﺮڪ ڊﻮﻟ ﺮﻬﻴﭔ %s
si: නැවත පූරණය කරන්න %s
sk: Znovu načítať %s
sl: Ponovno naloži %s
sq: Ringarkoj %s
sw: Pakia upya %s
ta: ஏற்றவும் %s
te: మళ్లీ లోడ్ చేయండి %s
tg: Аз нав бор кунед %s
th: โหลดซ้ำ %s
tk: Gaýtadan ýükläň %s
tt: Йөкләү %s
uk: Перезавантажити %s
ur: ۔ﮟﯾﺮﮐ ﮈﻮﻟ ﮦﺭﺎﺑﻭﺩ %s
uz: Qayta yuklash %s
vi: Nạp lại %s
xh: Layisha kwakhona %s
yi: דואָליר %s

source: Sync
af: Sinkroniseer
am: አመሳስል
ar: ﺔﻨﻣﺍﺰﻣ
be: Сінхранізацыя
bg: Синхронизиране
bn: সুসংগত
ca: Sincronitzar
da: Synkronisere
eo: Sinkronigi
et: Sünkroonimine
eu: Sinkronizatu
fa: ﯼﺯﺎﺳ ﻡﺎﮕﻤﻫ
fi: Synkronoi
fil: I-sync
fy: Syngronisearje
gd: Sionc
gl: Sincronización
gu: સમન્વય
he: ןורכניס
hi: साथ - साथ करना
hr: Sinkronizacija
hu: Szinkronizál
hy: Համաժամեցում
id: Sinkronkan
is: Samstilla
ka: სინქრონიზაცია
kk: Синхрондау
km: ធ្វើសមកាលកម្ម
kn: ಸಿಂಕ್ ಮಾಡಿ
ky: Синхрондоштуруу
lb: Synchroniséiert
lo: ຊິງຄ໌
lt: Sinchronizuoti
lv: Sinhronizēt
mg: mifandrindra
mi: Tukutahi
mk: Синхронизирај
ml: സമന്വയിപ്പിക്കുക
mn: Синк хийх
mr: सिंक
mt: Sinkronizzazzjoni
my: ထပ်တူကျသည်။
nb: Synkroniser
ne: सिंक
or: ସିଙ୍କ୍ କରନ୍ତୁ |
pa: ਸਿੰਕ
ps: ﻱږﻐﻤﻫ
ro: Sincronizare
rw: Guhuza
sd: ﻱﺯﺎﺳ ﺖﻗﻭ ﻢﻫ
si: සමමුහුර්ත කරන්න
sk: Synchronizovať
sl: Sinhronizacija
sq: Sinkronizimi
sw: Sawazisha
ta: ஒத்திசை
te: సమకాలీకరించు
tg: Синхронизатсия
th: ซิงค์
tk: Sinhronlamak
tt: Синхронизация
uk: Синхронізувати
ur: ﯼﺮﯾﺬﭘ ﺖﻘﺑﺎﻄﻣ
uz: Sinxronlash
vi: Đồng bộ hóa
xh: Ngqamanisa
yi: קניס
