Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Panel
af: _Paneel
am: _ፓነል
ar: _ﺔﺣﻮﻟ
be: _Панэль
bg: _Панел
bn: _প্যানেল
ca: _Panell
eo: _Panelo
et: _Paneel
eu: _Panela
fa: _ﻞﻧﺎﭘ
fi: _Paneeli
ga: _Painéal
gd: _Pannal
gu: _પેનલ
he: _ַחּול
hi: _पैनल
hr: _Ploča
hy: _Վահանակ
ka: _პანელი
kk: _Панель
km: _បន្ទះ
kn: _ಫಲಕ
ky: _Панел
lo: _ກະດານ
lt: _Skydas
lv: _Panelis
mi: _Paewhiri
mk: _Панел
ml: _പാനൽ
mn: _Самбар
mr: _पॅनेल
my: _ဘောင်
ne: _प्यानल
or: _ପ୍ୟାନେଲ୍ |
pa: _ਪੈਨਲ
ps: _ﻞﻨﯿﭘ
ro: _Panou
rw: _Ikibaho
sd: _ﻞﻨﻴﭘ
si: _පැනලය
sl: _Plošča
sq: _Paneli
sw: _Paneli
ta: _குழு
te: _ప్యానెల్
tg: _Панел
th: _แผงหน้าปัด
tt: _Панель
uk: _Панель
ur: _ﻞﻨﯿﭘ
vi: _Bảng điều khiển
xh: _Iphaneli
yi: _עילפאַט

# View|Events|Panel|
source: _Focus
af: _Fokus
am: _ትኩረት
ar: _ﺰﻛﺭ
be: _Засяродзьцеся
bg: _Фокусиране
bn: _ফোকাস
cy: _Ffocws
da: _Fokus
eo: _Fokuso
et: _Keskendu
eu: _Fokua
fa: _ﺰﮐﺮﻤﺗ
fi: _Keskity
fy: _Fokus
ga: _Fócas
gd: _Fòcas
gl: _Foco
gu: _ફોકસ કરો
he: _דֵקֹומ
hi: _केंद्र
hr: _Usredotočenost
hu: _Fókusz
hy: _Կենտրոնանալ
id: _Fokus
is: _Einbeittu þér
ka: _ფოკუსირება
kk: _Фокус
km: _ផ្ដោត
kn: _ಗಮನ
ky: _Фокус
lo: _ສຸມໃສ່
lt: _Fokusas
lv: _Fokuss
mi: _Arotahi
mk: _Фокусирајте се
ml: _ഫോക്കസ് ചെയ്യുക
mn: _Төвлөр
mr: _लक्ष केंद्रित करा
mt: _Iffoka
my: _အာရုံစူးစိုက်မှု
nb: _Fokus
ne: _फोकस
or: _ଧ୍ୟାନ ଦିଅନ୍ତୁ |
pa: _ਫੋਕਸ
ps: _ﺰﮐﺮﻤﺗ
ro: _Concentrează-te
rw: _Wibande
sd: _ﺮڪﻓ
si: _අවධානය යොමු කරන්න
sk: _Zamerajte sa
sl: _Fokus
sq: _Fokusimi
sw: _Kuzingatia
ta: _கவனம்
te: _దృష్టి
tg: _Фокус
th: _จุดสนใจ
tk: _Üns beriň
tt: _Фокус
uk: _Фокус
ur: _ﺲﮐﻮﻓ
uz: _Diqqat
vi: _Tiêu điểm
xh: _Gxininisa
yi: _סוקאָפ

source: Set Panel Focus Command
af: Stel paneelfokusopdrag
am: የፓነል ትኩረት ትዕዛዝ አዘጋጅ
ar: ﺔﺣﻮﻠﻟﺍ ﺰﻴﻛﺮﺗ ﺮﻣﺃ ﻦﻴﻴﻌﺘﺑ ﻢﻗ
be: Задаць каманду фокусу на панэлі
bg: Задайте команда за фокусиране на панела
bn: প্যানেল ফোকাস কমান্ড সেট করুন
ca: Estableix l'ordre de focus del panell
cy: Gosod Gorchymyn Ffocws Panel
da: Indstil panelfokuskommando
eo: Agordi Panelan Fokuso-Komandon
et: Määrake paneeli teravustamise käsk
eu: Ezarri panelaren fokuaren komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻞﻧﺎﭘ ﺱﻮﮐﻮﻓ ﺭﻮﺘﺳﺩ
fi: Aseta paneelin tarkennuskomento
fil: Itakda ang Panel Focus Command
ga: Socraigh Ordú Fócas Painéal
gd: Suidhich Òrdugh Fòcas Pannal
gl: Establecer o comando Foco do panel
gu: પેનલ ફોકસ આદેશ સેટ કરો
he: חולב דוקימ תדוקפ רדגה
hi: पैनल फोकस कमांड सेट करें
hr: Postavite naredbu za fokus panela
hu: Állítsa be a Panel fókusz parancsát
hy: Սահմանեք վահանակի կենտրոնացման հրամանը
id: Atur Perintah Fokus Panel
is: Stilltu stjórnborðsfókus
ka: დააყენეთ პანელის ფოკუსის ბრძანება
kk: Панельді фокустау пәрменін орнату
km: កំណត់ Panel Focus Command
kn: ಪ್ಯಾನಲ್ ಫೋಕಸ್ ಕಮಾಂಡ್ ಅನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Focusê ya Panelê Set
ky: Панелдин Фокус буйругун коюу
lo: ຕັ້ງຄ່າ Panel Focus Command
lt: Nustatykite skydelio fokusavimo komandą
lv: Iestatiet paneļa fokusa komandu
mg: Mametraha baiko Focus Panel
mi: Tautuhi Whakahau Arotahi Paewhiri
mk: Поставете команда за фокусирање на панелот
ml: പാനൽ ഫോക്കസ് കമാൻഡ് സജ്ജമാക്കുക
mn: Самбарын фокус командыг тохируулна уу
mr: पॅनेल फोकस कमांड सेट करा
mt: Set Panel Focus Kmand
my: Panel Focus Command ကို သတ်မှတ်ပါ။
nb: Angi panelfokuskommando
ne: प्यानल फोकस आदेश सेट गर्नुहोस्
or: ପ୍ୟାନେଲ୍ ଫୋକସ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਪੈਨਲ ਫੋਕਸ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﺲﮐﻮﻓ ﻞﻨﯿﭘ ﺩ
ro: Setați comanda de focalizare pe panou
rw: Shiraho Ikibaho Cyibanze
sd: ﻮﻳﺮڪ ٽﻴﺳ ڊﻧﺎﻤڪ ﺲڪﻮﻓ ﻞﻨﻴﭘ
si: Panel Focus Command සකසන්න
sk: Nastavte príkaz zaostrenia panela
sl: Nastavite ukaz za fokus plošče
sq: Cakto komandën e fokusimit të panelit
sw: Weka Amri ya Kuzingatia Paneli
ta: பேனல் ஃபோகஸ் கட்டளையை அமைக்கவும்
te: ప్యానెల్ ఫోకస్ కమాండ్u200cని సెట్ చేయండి
tg: Фармони Фокуси панелро таъин кунед
th: ตั้งค่าคำสั่งพาเนลโฟกัส
tk: Panel fokus buýrugyny düzüň
tt: Панель Фокус Командасын куегыз
uk: Встановити команду фокусування панелі
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﺲﮐﻮﻓ ﻞﻨﯿﭘ
uz: Panelni fokuslash buyrug'ini o'rnating
vi: Đặt lệnh tiêu điểm bảng điều khiển
xh: Cwangcisa Umyalelo wokuGxininisa wePhaneli
yi: דנאַמאַק סוקאָפ לענאַפּ ןלעטש
