Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
af: Let wel: MIME type '%s' is tans ingestel om oop te maak met die '%s' lêerhanteerder, eerder as met jou geassosieerde MIME-toepassing. Jy sal dalk ook hierdie hanteerder in Open|Lêerhanteerders moet deaktiveer sodat hierdie tipe by verstek met jou geassosieerde toepassing oopgemaak kan word.
am: ማስታወሻ: MIME type '%s' በአሁኑ ጊዜ ከ ጋር ለመክፈት ተዘጋጅቷል። '%s' ከMIME መተግበሪያዎ ጋር ሳይሆን ፋይል ተቆጣጣሪ። እንዲሁም ይህን ተቆጣጣሪ በነባሪነት በተዛመደ መተግበሪያዎ እንዲከፈት በOpen|File Handlers ውስጥ ማሰናከል ሊኖርብዎ ይችላል።
ar: :ﺔﻇﻮﺤﻠﻣ MIME type '%s' ﺩﺍﺪﺘﻣﺎﺑ ﺢﺘﻔﻟﺍ ﻰﻠﻋ ﺎًﻴﻟﺎﺣ ﺎًﻃﻮﺒﻀﻣ '%s' .ﻂﺒﺗﺮﻤﻟﺍ MIME ﻖﻴﺒﻄﺗ ﻦﻣ ًﻻ﻿ﺪﺑ ، ﻒﻠﻤﻟﺍ ﺞﻟﺎﻌﻣ .ﻲﺿﺍﺮﺘﻓﺍ ﻞﻜﺸﺑ ﻂﺒﺗﺮﻤﻟﺍ ﻖﻴﺒﻄﺘﻟﺎﺑ ﻪﺤﺘﻓ ﻢﺘﻴﻟ Open | File Handlers ﻲﻓ ﺞﻟﺎﻌﻤﻟﺍ ﺍﺬﻫ ﻞﻴﻄﻌﺗ ﻰﻟﺇ ﺎًﻀﻳﺃ ﺝﺎﺘﺤﺗ ﺪﻗ
be: нататка: MIME type '%s' у цяперашні час адкрываецца з дапамогай '%s' апрацоўшчык файлаў, а не з вашым прылажэннем MIME. Магчыма, вам таксама спатрэбіцца адключыць гэты апрацоўшчык у Open|File Handlers, каб гэты тып быў адкрыты з вашым прылажэннем па змаўчанні.
bg: Забележка: MIME type '%s' в момента е настроен да се отваря с '%s' файлов манипулатор, а не със свързаното с вас MIME приложение. Може също да се наложи да деактивирате този манипулатор в Open|File Handlers, за да бъде отворен този тип със свързаното ви приложение по подразбиране.
bn: বিঃদ্রঃ: MIME type '%s' সঙ্গে খোলার জন্য বর্তমানে সেট করা হয়েছে '%s' আপনার সংশ্লিষ্ট MIME অ্যাপ্লিকেশনের পরিবর্তে ফাইল হ্যান্ডলার। ডিফল্টরূপে আপনার সংশ্লিষ্ট অ্যাপ্লিকেশনের সাথে এই ধরনের খোলার জন্য আপনাকে Open|File Handlers-এ এই হ্যান্ডলারটিকে নিষ্ক্রিয় করতে হতে পারে।
ca: Nota: MIME type '%s' actualment està configurat per obrir amb el '%s' gestor de fitxers, en lloc de la vostra aplicació MIME associada. És possible que també hàgiu de desactivar aquest controlador a Obrir | Gestors de fitxers perquè aquest tipus s'obri amb la vostra aplicació associada de manera predeterminada.
cy: Nodyn: MIME type '%s' ar hyn o bryd ar fin agor gyda'r '%s' triniwr ffeiliau, yn hytrach na gyda'ch cais MIME cysylltiedig. Efallai y bydd angen i chi hefyd analluogi'r triniwr hwn yn Open | Trinwyr Ffeiliau er mwyn i'r math hwn gael ei agor gyda'ch cais cysylltiedig yn ddiofyn.
da: Bemærk: MIME type '%s' er i øjeblikket indstillet til at åbne med '%s' filbehandler, i stedet for med din tilknyttede MIME-applikation. Du skal muligvis også deaktivere denne behandler i Open|File Handlers, for at denne type som standard kan åbnes med din tilknyttede applikation.
eo: Notu: MIME type '%s' estas nuntempe preta malfermiĝi kun la '%s' dosiertraktilo, prefere ol kun via rilata MIME-aplikaĵo. Vi eble ankaŭ bezonos malŝalti ĉi tiun pritraktilon en Malfermu|Dosiero-traktiloj por ke ĉi tiu tipo estu malfermita kun via rilata aplikaĵo defaŭlte.
et: Märge: MIME type '%s' on praegu seadistatud avama rakendusega '%s' failitöötlejaga, mitte teie seotud MIME-rakendusega. Võimalik, et peate selle töötleja rakenduses Open|File Handlers keelama, et seda tüüpi vaikimisi teie seotud rakendusega avataks.
eu: Ohar: MIME type '%s' une honetan irekitzeko ezarrita dago '%s' fitxategi-kudeatzailea, zure MIME aplikazioarekin baino. Baliteke kudeatzaile hau desgaitu behar izatea Ireki|Fitxategien kudeatzaileak aukeran, mota hau lehenespenez lotutako aplikazioarekin irekitzeko.
fa: :ﺪﯿﺷﺎﺑ ﻪﺘﺷﺍﺩ ﻪﺟﻮﺗ MIME type '%s' ﺎﺑ ﻥﺩﺮﮐ ﺯﺎﺑ ﯼﺍﺮﺑ ﺮﺿﺎﺣ ﻝﺎﺣ ﺭﺩ '%s' .ﺎﻤﺷ ﻂﺒﺗﺮﻣ MIME ﻪﻣﺎﻧﺮﺑ ﯼﺎﺟ ﻪﺑ ،ﻞﯾﺎﻓ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ .ﺩﻮﺷ ﺯﺎﺑ ﺎﻤﺷ ﻂﺒﺗﺮﻣ ﻪﻣﺎﻧﺮﺑ ﺎﺑ ﺽﺮﻓ ﺶﯿﭘ ﺭﻮﻃ ﻪﺑ ﻉﻮﻧ ﻦﯾﺍ ﺎﺗ ﺪﯿﻨﮐ ﻝﺎﻌﻓﺮﯿﻏ Open|Fe Handlers ﺭﺩ ﺍﺭ ﺮﻟﺮﺘﻨﮐ ﻦ
fi: Huomautus: MIME type '%s' on tällä hetkellä asetettu avautumaan '%s' tiedostokäsittelijää, ei siihen liittyvää MIME-sovellusta. Sinun on ehkä myös poistettava tämä käsittelijä käytöstä Open|File Handlersissa, jotta tämä tyyppi voidaan avata oletusarvoisesti liitetyllä sovelluksellasi.
fil: Tandaan: MIME type '%s' ay kasalukuyang nakatakdang magbukas gamit ang '%s' file handler, sa halip na kasama ng iyong nauugnay na MIME application. Maaaring kailanganin mo ring i-disable ang handler na ito sa Open|File Handler para mabuksan ang ganitong uri kasama ng iyong nauugnay na application bilang default.
fy: Noat: MIME type '%s' is op it stuit ynsteld om te iepenjen mei de '%s' triembehearder, ynstee fan mei jo assosjearre MIME-applikaasje. Jo moatte dizze handler miskien ek útskeakelje yn Iepen|Bestânhanteerders om dit type standert te iepenjen mei jo assosjearre applikaasje.
ga: Nóta: MIME type '%s' tá sé beartaithe faoi láthair oscailt leis an '%s' láimhseálaí comhaid, seachas le d’iarratas MIME gaolmhar. B’fhéidir go mbeidh ort an láimhseálaí seo a dhíchumasú i Open | Láimhseálaithe Comhad chun an cineál seo a oscailt leis an bhfeidhmchlár a ghabhann leis de réir réamhshocraithe.
gd: Nota: MIME type '%s' an-dràsta gu bhith a ’fosgladh leis an '%s' inneal-làimhseachaidh faidhle, seach leis an tagradh MIME co-cheangailte agad. Is dòcha gu feum thu an inneal-làimhseachaidh seo a chuir dheth ann an Open | File Handlers airson an seòrsa seo fhosgladh leis an tagradh co-cheangailte agad gu bunaiteach.
gl: Nota: MIME type '%s' actualmente está configurado para abrir co '%s' controlador de ficheiros, en lugar da súa aplicación MIME asociada. Tamén pode ter que desactivar este controlador en Abrir|Xestores de ficheiros para que este tipo se abra coa súa aplicación asociada de forma predeterminada.
gu: નૉૅધ: MIME type '%s' સાથે ખોલવા માટે હાલમાં સેટ છે '%s' ફાઇલ હેન્ડલર, તમારી સંકળાયેલ MIME એપ્લિકેશનને બદલે. તમારે આ હેન્ડલરને ઓપન|ફાઈલ હેન્ડલર્સમાં ડિફોલ્ટ રૂપે તમારી સંકળાયેલ એપ્લિકેશન સાથે ખોલવા માટે નિષ્ક્રિય કરવાની જરૂર પડી શકે છે.
he: :הרעה MIME type '%s' םע חתפיהל תעכ רדגומ '%s' .ךלש ךיושמה MIME םושיי םע םוקמב ,םיצבקב לפטמ .לדחמ תרירבכ ךלש ךיושמה םושייה םע חתפיי הז גוסש ידכ Open|File Handlers-ב הזה לפטמה תא תיבשהל םג ךיל
hi: ध्यान दें: MIME type '%s' वर्तमान में के साथ खुलने के लिए तैयार है '%s' फ़ाइल हैंडलर, न कि आपके संबद्ध MIME एप्लिकेशन के साथ। डिफ़ॉल्ट रूप से आपके संबद्ध एप्लिकेशन के साथ इस प्रकार को खोलने के लिए आपको इस हैंडलर को Open|File Handlers में अक्षम करने की भी आवश्यकता हो सकती है।
hr: Bilješka: MIME type '%s' trenutno je postavljen za otvaranje s '%s' rukovatelja datotekama, umjesto s vašom pridruženom MIME aplikacijom. Možda ćete također morati onemogućiti ovaj rukovalac u Open|File Handlerima da bi se ovaj tip prema zadanim postavkama otvorio s vašom pridruženom aplikacijom.
hu: Jegyzet: MIME type '%s' jelenleg megnyílik a következővel: '%s' fájlkezelővel, nem pedig a társított MIME-alkalmazással. Előfordulhat, hogy le kell tiltania ezt a kezelőt az Open|File Handlers alkalmazásban, hogy ez a típus alapértelmezés szerint megnyíljon a társított alkalmazással.
hy: Նշում: MIME type '%s' ներկայումս նախատեսված է բացման հետ '%s' ֆայլերի մշակիչ, այլ ոչ թե ձեր հետ կապված MIME հավելվածի հետ: Հնարավոր է, որ ձեզ անհրաժեշտ լինի անջատել այս մշակիչը Open|File Handlers-ում, որպեսզի այս տեսակը բացվի ձեր առնչվող հավելվածի հետ լռելյայնորեն:
id: Catatan: MIME type '%s' saat ini diatur untuk dibuka dengan '%s' file handler, bukan dengan aplikasi MIME terkait Anda. Anda mungkin juga perlu menonaktifkan handler ini di Open|File Handlers agar tipe ini dapat dibuka dengan aplikasi terkait Anda secara default.
is: Athugið: MIME type '%s' er nú stillt á að opna með '%s' skráameðferð, frekar en með tengdu MIME forritinu þínu. Þú gætir líka þurft að slökkva á þessum meðhöndlun í Open|File Handlers til að þessi tegund sé sjálfgefið opnuð með tengdu forritinu þínu.
ka: Შენიშვნა: MIME type '%s' ამჟამად გახსნილია '%s' ფაილის დამმუშავებელი, ვიდრე თქვენს ასოცირებულ MIME აპლიკაციასთან. შესაძლოა დაგჭირდეთ ამ დამმუშავებლის გამორთვა Open|File Handlers-ში, რათა ეს ტიპი ნაგულისხმევად გაიხსნას თქვენს ასოცირებულ აპლიკაციასთან.
kk: Ескерту: MIME type '%s' қазіргі уақытта ашуға орнатылған '%s' байланысты MIME қолданбасымен емес, файл өңдеушісі. Сондай-ақ әдепкі бойынша байланысты қолданбамен ашылатын осы түр үшін Open|Файл өңдеушілерінде осы өңдегішті өшіру қажет болуы мүмкін.
km: ចំណាំ៖ MIME type '%s' បច្ចុប្បន្នត្រូវបានកំណត់ដើម្បីបើកជាមួយ '%s' កម្មវិធីដោះស្រាយឯកសារ ជាជាងជាមួយកម្មវិធី MIME ដែលពាក់ព័ន្ធរបស់អ្នក។ អ្នកក៏ប្រហែលជាត្រូវបិទកម្មវិធីដោះស្រាយនេះនៅក្នុង Open|File Handlers សម្រាប់ប្រភេទនេះដែលត្រូវបើកជាមួយកម្មវិធីដែលពាក់ព័ន្ធរបស់អ្នកតាមលំនាំដើម។
kn: ಸೂಚನೆ: MIME type '%s' ಇದರೊಂದಿಗೆ ತೆರೆಯಲು ಪ್ರಸ್ತುತ ಹೊಂದಿಸಲಾಗಿದೆ '%s' ನಿಮ್ಮ ಸಂಯೋಜಿತ MIME ಅಪ್ಲಿಕೇಶನ್u200cಗೆ ಬದಲಾಗಿ ಫೈಲ್ ಹ್ಯಾಂಡ್ಲರ್. ಡೀಫಾಲ್ಟ್ ಆಗಿ ನಿಮ್ಮ ಸಂಬಂಧಿತ ಅಪ್ಲಿಕೇಶನ್u200cನೊಂದಿಗೆ ಈ ಪ್ರಕಾರವನ್ನು ತೆರೆಯಲು ನೀವು ಓಪನ್|ಫೈಲ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳಲ್ಲಿ ಈ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗಬಹುದು.
ku: Not: MIME type '%s' niha tê destnîşankirin ku bi vekirina '%s' birêvebirê pelê, li şûna ku bi serîlêdana weya MIME-yê ve girêdayî ye. Her weha dibe ku hewce bike ku hûn vê rêvekerê di Vekirî|Desthilgirên Pelê de neçalak bikin ji bo ku ev celeb bi sepana weya têkildar re ji hêla xwerû ve were vekirin.
ky: Эскертүү: MIME type '%s' менен ачууга коюлган '%s' байланышкан MIME тиркемеңиз менен эмес, файл иштеткич. Сиз ошондой эле демейки боюнча байланышкан тиркемеңиз менен ачыла турган бул түр үчүн Open|File Handlers ичинде бул иштеткичти өчүрүшүңүз керек болушу мүмкүн.
lb: Notiz: MIME type '%s' ass am Moment agestallt fir opzemaachen mat der '%s' Fichier Handler, anstatt mat Ärer verbonne MIME Applikatioun. Dir musst vläicht och dësen Handler an Open|File Handlers auszeschalten fir datt dësen Typ mat Ärer assoziéierter Applikatioun als Standard opgemaach gëtt.
lo: ຫມາຍu200bເຫດu200b: MIME type '%s' ປະຈຸບັນໄດ້ຖືກກໍານົດໃຫ້ເປີດດ້ວຍ '%s' ຕົວຈັດການໄຟລ໌, ແທນທີ່ຈະໃຊ້ແອັບພລິເຄຊັນ MIME ທີ່ກ່ຽວຂ້ອງຂອງທ່ານ. ທ່ານອາດຈະຕ້ອງປິດການໃຊ້ງານຕົວຈັດການນີ້ໃນ Open|File Handlers ສໍາລັບປະເພດນີ້ເພື່ອເປີດກັບແອັບພລິເຄຊັນທີ່ກ່ຽວຂ້ອງຂອງເຈົ້າຕາມຄ່າເລີ່ມຕົ້ນ.
lt: Pastaba: MIME type '%s' šiuo metu nustatytas atidaryti naudojant '%s' failų tvarkyklės, o ne su susijusia MIME programa. Taip pat gali reikėti išjungti šią tvarkyklę Open|File Handlers, kad pagal numatytuosius nustatymus šis tipas būtų atidarytas su susijusia programa.
lv: Piezīme: MIME type '%s' pašlaik ir iestatīts atvērt ar '%s' failu apdarinātājs, nevis ar saistīto MIME lietojumprogrammu. Jums var būt nepieciešams arī atspējot šo apdarinātāju Open|File Handlers, lai pēc noklusējuma šis apdarinātājs tiktu atvērts ar saistīto lietojumprogrammu.
mg: Fanamarihana: MIME type '%s' dia misokatra amin'izao fotoana izao miaraka amin'ny '%s' mpitantana rakitra, fa tsy miaraka amin'ny fampiharana MIME mifandraika aminao. Mety ilainao koa ny manafoana an'ity mpitantana ity ao amin'ny Open|File Handlers mba hanokafana ity karazana ity miaraka amin'ny rindranasa mifandraika amin'ny default.
mi: Tuhipoka: MIME type '%s' kua whakaritea ki te whakatuwhera me te '%s' te kaiwhakahaere kōnae, kaua ki to tono MIME e hono ana. Me mono ano pea koe i tenei kaihautu i Tuwhera|Nga Kaihautu Kōnae mo tenei momo ka whakatuwherahia me to tono hono ma te taunoa.
mk: Забелешка: MIME type '%s' моментално е поставено да се отвори со '%s' ракувач со датотеки, наместо со вашата поврзана MIME апликација. Можеби ќе треба да го оневозможите овој управувач во Open|Handlers со датотеки за овој тип стандардно да се отвори со вашата поврзана апликација.
ml: കുറിപ്പ്: MIME type '%s' ഉപയോഗിച്ച് തുറക്കാൻ നിലവിൽ സജ്ജീകരിച്ചിരിക്കുന്നു '%s' നിങ്ങളുടെ അനുബന്ധ MIME ആപ്ലിക്കേഷനുപകരം ഫയൽ ഹാൻഡ്u200cലർ. ഡിഫോൾട്ടായി നിങ്ങളുടെ അനുബന്ധ ആപ്ലിക്കേഷനിൽ ഈ തരത്തിലുള്ള തുറക്കുന്നതിന്, Open|ഫയൽ ഹാൻഡ്u200cലറുകളിൽ നിങ്ങൾ ഈ ഹാൻഡ്u200cലർ പ്രവർത്തനരഹിതമാക്കേണ്ടതായി വന്നേക്കാം.
mn: Жич: MIME type '%s' -тай нээхээр төлөвлөж байна '%s' холбогдох MIME програмтай биш харин файл зохицуулагч. Та мөн энэ төрлийн программыг өгөгдмөлөөр нээхийн тулд Open|File Handlers дотроос энэ зохицуулагчийг идэвхгүй болгох шаардлагатай байж магадгүй.
mr: टीप: MIME type '%s' सह उघडण्यासाठी सध्या सेट आहे '%s' फाइल हँडलर, तुमच्या संबंधित MIME अनुप्रयोगाऐवजी. तुम्u200dहाला हा हँडलर ओपन|फाइल हँडलर्समध्u200dये डिफॉल्u200dटपणे तुमच्u200dया संबंधित अॅप्लिकेशनसह उघडण्u200dयासाठी अक्षम करावा लागेल.
mt: Nota: MIME type '%s' bħalissa huwa stabbilit li jiftaħ bil- '%s' file handler, aktar milli bl-applikazzjoni MIME assoċjata tiegħek. Jista' jkollok bżonn ukoll li tiddiżattiva dan il-handler f'Open|File Handlers biex dan it-tip jinfetaħ bl-applikazzjoni assoċjata tiegħek awtomatikament.
my: မှတ်စု: MIME type '%s' လက်ရှိတွင် ဖွင့်လှစ်ရန် သတ်မှတ်ထားသည်။ '%s' သင်၏ဆက်စပ် MIME အပလီကေးရှင်းနှင့်မဟုတ်ဘဲ ဖိုင်ကိုင်တွယ်သူ။ သင်၏ဆက်စပ်အပလီကေးရှင်းဖြင့် ဤအမျိုးအစားကို မူရင်းအတိုင်းဖွင့်ရန်အတွက် Open|File Handlers တွင် ဤကိုင်တွယ်သူကို ပိတ်ရန် လိုအပ်နိုင်သည်။
nb: Merk: MIME type '%s' er for øyeblikket satt til å åpne med '%s' filbehandler, i stedet for med den tilknyttede MIME-applikasjonen. Du må kanskje også deaktivere denne behandleren i Open|File Handlers for at denne typen skal åpnes med det tilknyttede programmet som standard.
ne: नोट: MIME type '%s' हाल खोल्नको लागि सेट गरिएको छ '%s' फाइल ह्यान्डलर, तपाईको सम्बद्ध MIME अनुप्रयोगको सट्टा। तपाइँले यो ह्यान्डलरलाई Open|File Handlers मा असक्षम गर्नु पर्ने हुन सक्छ यस प्रकारको लागि तपाइँको सम्बद्ध अनुप्रयोगसँग पूर्वनिर्धारित रूपमा खोल्नको लागि।
or: ଧ୍ୟାନ ଦିଅନ୍ତୁ: MIME type '%s' ସହିତ ବର୍ତ୍ତମାନ ଖୋଲିବାକୁ ସେଟ୍ ହୋଇଛି | '%s' ଆପଣଙ୍କର ସଂପୃକ୍ତ MIME ପ୍ରୟୋଗ ସହିତ ଫାଇଲ୍ ହ୍ୟାଣ୍ଡେଲର୍ | ଡିଫଲ୍ଟ ଭାବରେ ଆପଣଙ୍କର ସଂପୃକ୍ତ ଅନୁପ୍ରୟୋଗ ସହିତ ଏହି ପ୍ରକାର ଖୋଲିବା ପାଇଁ ଆପଣଙ୍କୁ ଖୋଲା | ଫାଇଲ୍ ହ୍ୟାଣ୍ଡେଲର୍ ଗୁଡିକରେ ମଧ୍ୟ ଏହି ହ୍ୟାଣ୍ଡେଲର୍ ଅକ୍ଷମ କରିବାକୁ ପଡିପାରେ |
pa: ਨੋਟ: MIME type '%s' ਨਾਲ ਖੋਲ੍ਹਣ ਲਈ ਵਰਤਮਾਨ ਵਿੱਚ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ '%s' ਫਾਇਲ ਹੈਂਡਲਰ, ਤੁਹਾਡੀ ਸੰਬੰਧਿਤ MIME ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਬਜਾਏ। ਤੁਹਾਨੂੰ ਇਸ ਹੈਂਡਲਰ ਨੂੰ ਓਪਨ|ਫਾਈਲ ਹੈਂਡਲਰ ਵਿੱਚ ਅਯੋਗ ਕਰਨ ਦੀ ਵੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ ਤਾਂ ਜੋ ਇਸ ਕਿਸਮ ਨੂੰ ਤੁਹਾਡੀ ਸੰਬੰਧਿਤ ਐਪਲੀਕੇਸ਼ਨ ਨਾਲ ਡਿਫੌਲਟ ਰੂਪ ਵਿੱਚ ਖੋਲ੍ਹਿਆ ਜਾ ਸਕੇ।
ps: :ﻪﻧﻭﺩﺎﯾ MIME type '%s' ﯼﻮﺷ ﻞﮐﺎټ ﻩﺭﺎﭙﻟ ﻮﻠﺘﺴﻧﺍﺮﭘ ﺩ ﻝﺎﻬﻣ ﺱﻭﺍ '%s' .ﻩﺮﺳ ﮏﯿﻠﻨﺘښﻮﻏ MIME ﺪﻧﻭړﺍ ﺩ ﻮﺳﺎﺘﺳ ﻪﻧ ،ﯽﮑﻧﻮﻟﺎﺒﻤﺳ ﻞﯾﺎﻓ ﺩ .ﻲﺷ ﺹﻼ﻿ﺧ ټﻟﺎﻔﯾډ ﻪﭘ ﻩﺮﺳ ﮏﯿﻠﻨﺘښﻮﻏ ﺪﻧﻭړﺍ ﺩ ﻮﺳﺎﺘﺳ ﻮڅﺮﺗ ﺉړﮐ ﻝﺎﻌﻓ ﺮﯿﻏ ﺮﻟډﻨﯿﻫ ﺍﺩ ﯥﮐ Open|File Handlers ﻪﭘ ﻩﺭﺎﭙ
ro: Notă: MIME type '%s' este setat în prezent să se deschidă cu '%s' handler de fișiere, mai degrabă decât cu aplicația MIME asociată. De asemenea, poate fi necesar să dezactivați acest handler în Open|File Handlers pentru ca acest tip să fie deschis cu aplicația asociată în mod implicit.
rw: Icyitonderwa: MIME type '%s' ni Kuri Kuri Gufungura Na: i '%s' umukoresha wa dosiye, kuruta hamwe na porogaramu yawe ya MIME. Urashobora kandi gukenera guhagarika iyi handler muri Gufungura | Abashinzwe Idosiye kugirango ubu bwoko bufungurwe hamwe na porogaramu yawe isanzwe.
sd: :ٽﻮﻧ MIME type '%s' ﻲﻫﺁ ﻞﻴﭤ ﺭﺮﻘﻣ ءِﻻ﻿ ﮡﻟﻮﮐ ﻥﺎﺳ ﻝﺎﺤﻟﺍ ﻲﻓ '%s' .ﻥﺎﺳ ﻦﺸﻴڪﻴﻠﭙﻳﺍ MIME ﻞﻴﭘﺎﮘﻻ﻿ ﻲﺟ ﻥﺎﻫﻮﺗ ءِﺎﺠﺑ ،ﺮﻟڊﻨﻴﻫ ﻞﺋﺎﻓ .ﻲﭸﻭ ﻮﻴﻟﻮﮐ ﺭﻮﻃ ٽﻟﺎﻓڊ ﻥﺎﺳ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ﻞﻴﭘﺎﮘﻻ﻿ ﻲﺟ ﻥﺎﮬﻮﺗ ءِﻻ﻿ ﻢﺴﻗ ﻦﮬ Open|File Handlers ﻱﺪﻧﻮﭘ ﺕﺭﻭﺮﺿ ﻲﺟ ﮠﺮڪ ﺪﻨﺑ
si: සටහන: MIME type '%s' සමඟ විවෘත කිරීමට දැනට සකසා ඇත '%s' ඔබගේ ආශ්u200dරිත MIME යෙදුමට වඩා ගොනු හසුරුවන්නා. මෙම වර්ගය ඔබේ ආශ්u200dරිත යෙදුම සමඟ පෙරනිමියෙන් විවෘත කිරීම සඳහා Open|File Handlers හි මෙම හසුරුව අක්u200dරිය කිරීමටද ඔබට අවශ්u200dය විය හැක.
sk: Poznámka: MIME type '%s' je momentálne nastavený na otvorenie pomocou '%s' skôr než s vašou pridruženou aplikáciou MIME. Možno budete musieť deaktivovať tento obslužný program v Open|File Handlers, aby sa tento typ otváral s vašou pridruženou aplikáciou predvolene.
sl: Opomba: MIME type '%s' je trenutno nastavljen za odpiranje z '%s' upravljalnik datotek, namesto z vašo povezano aplikacijo MIME. Morda boste morali onemogočiti tudi to obravnavo v Open|File Handlers, da se ta vrsta privzeto odpre z vašo povezano aplikacijo.
sq: Shënim: MIME type '%s' aktualisht është vendosur të hapet me '%s' mbajtës skedari, në vend të aplikacionit tuaj të lidhur MIME. Mund t'ju duhet gjithashtu ta çaktivizoni këtë mbajtës në Open|Transmetuesit e skedarëve që ky lloj të hapet me aplikacionin tuaj të lidhur si parazgjedhje.
sw: Kumbuka: MIME type '%s' kwa sasa imewekwa kufunguliwa na '%s' kishughulikia faili, badala ya kutumia programu yako ya MIME inayohusishwa. Unaweza pia kuhitaji kuzima kidhibiti hiki katika Open|File Handlers ili aina hii ifunguliwe na programu yako inayohusishwa kwa chaguomsingi.
ta: குறிப்பு: MIME type '%s' உடன் தற்போது திறக்கப்பட உள்ளது '%s' உங்கள் தொடர்புடைய MIME பயன்பாட்டைக் காட்டிலும் கோப்பு கையாளுபவர். நீங்கள் இந்த ஹேண்ட்லரை Open|File Handlers இல் முடக்க வேண்டியிருக்கலாம்.
te: గమనిక: MIME type '%s' తో తెరవడానికి ప్రస్తుతం సెట్ చేయబడింది '%s' మీ అనుబంధిత MIME అప్లికేషన్u200cతో కాకుండా ఫైల్ హ్యాండ్లర్. డిఫాల్ట్u200cగా మీ అనుబంధిత అప్లికేషన్u200cతో తెరవబడే ఈ రకం కోసం మీరు Open|ఫైల్ హ్యాండ్లర్u200cలలో కూడా ఈ హ్యాండ్లర్u200cని నిలిపివేయవలసి ఉంటుంది.
tg: Шарҳ: MIME type '%s' дар айни замон бо кушодани он таъин шудааст '%s' коркардкунандаи файл, на бо барномаи алоқаманди MIME. Ба шумо инчунин лозим аст, ки ин коркардкунандаро дар Open|Файл коркардкунандагон ғайрифаъол кунед, то ин намуд бо барномаи алоқаманди шумо ба таври нобаёнӣ кушода шавад.
th: บันทึก: MIME type '%s' กำลังตั้งค่าให้เปิดด้วย '%s' ตัวจัดการไฟล์ แทนที่จะใช้กับแอปพลิเคชัน MIME ที่เกี่ยวข้อง คุณอาจต้องปิดใช้งานตัวจัดการนี้ใน Open|File Handlers เพื่อให้ประเภทนี้เปิดขึ้นพร้อมกับแอปพลิเคชันที่เกี่ยวข้องของคุณโดยค่าเริ่มต้น
tk: Bellik: MIME type '%s' bilen häzirki wagtda açylýar '%s' baglanyşykly MIME goýmasy bilen däl-de, faýl işleýjisi. Mundan başga-da, bu görnüşiň degişli programma bilen açylmagy üçin Açyk | Faýl işleýjilerinde bu işleýjini öçürip bilersiňiz.
tt: Тамга: MIME type '%s' белән хәзерге вакытта ачылырга тиеш '%s' бәйләнгән MIME кушымтасы белән түгел, файл эшкәртүчесе. Сезгә шулай ук бу эшкәртүчене Ачык | Файл эшкәртүчеләре белән бәйләнешле кушымта белән ачылу өчен сүндерергә кирәк булырга мөмкин.
uk: Примітка: MIME type '%s' наразі налаштовано на відкриття за допомогою '%s' обробник файлів, а не з пов’язаною програмою MIME. Вам також може знадобитися вимкнути цей обробник у Open|File Handlers, щоб цей тип відкривався у вашій пов’язаній програмі за замовчуванням.
ur: :ﭦﻮﻧ MIME type '%s' ﮯﮨ ﺎﯿﮔ ﺎﯿﮐ ﺭﺮﻘﻣ ﮯﺌﻟ ﮯﮐ ﮯﻨﻟﻮﮭﮐ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﺤﻟﺍ ﯽﻓ '%s' ۔ﮯﺋﺎﺠﺑ ﮯﮐ ﻦﺸﯿﮑﯿﻠﭙﯾﺍ MIME ﮧﻘﻠﻌﺘﻣ ﯽﮐ ﭖﺁ ،ﺮﻟﮉﻨﯿﮨ ﻞﺋﺎﻓ ۔ﮯﺋﺎﺟ ﻻ﻿ﻮﮭﮐ ﭧﻟﺎﻔﯾﮈ ﺭﻮﻄﺑ ﮫﺗﺎﺳ ﮯﮐ ﻦﺸﯿﮑﯿﻠﭙﯾﺍ ﮧﻘﻠﻌﺘﻣ ﯽﮐ ﭖﺁ ﻮﮐ ﻢﺴﻗ ﺱﺍ ﮧﮐﺎﺗ ﮯﮨ ﯽﺘﮑﺳ ﻮﮨ ﺕﺭﻭﺮﺿ ﯽﮭﺑ ﯽﮐ ﮯﻧﺮﮐ ﻝﺎﻌﻓ
uz: Eslatma: MIME type '%s' bilan ochishga sozlangan '%s' bog'langan MIME ilovasi bilan emas, balki fayl ishlov beruvchisi. Sukut bo'yicha bog'langan ilovangiz bilan ochilishi uchun Open|Fayl ishlov beruvchilarida ushbu ishlov beruvchini o'chirib qo'yishingiz ham kerak bo'lishi mumkin.
vi: Ghi chú: MIME type '%s' hiện được thiết lập để mở với '%s' trình xử lý tệp, thay vì với ứng dụng MIME được liên kết của bạn. Bạn cũng có thể cần phải tắt trình xử lý này trong Open | File Handlers để loại này được mở bằng ứng dụng được liên kết của bạn theo mặc định.
xh: Phawula: MIME type '%s' okwangoku imiselwe ukuvula nge '%s' Umphathi wefayile, kunesicelo sakho esidityanisiweyo se MIME. Kusenokufuneka ukhubaze lo mphathi kwi Open|Iziphatho zeFayile zolu hlobo zivulwe ngesicelo sakho esinxulumeneyo ngokungagqibekanga.
yi: :ץיטאנ MIME type '%s' יד טימ ןענעפֿע וצ טמיטשאַב טציא זיא '%s' .ןאַשייקאַלפּאַ MIME ןדנובראַפֿ ןייד טימ יוו אלא ,רעלדנאַה עקעט .טיַיקילעפ ךרוד ןאַשייקאַלפּאַ ןדנובראַפֿ ןייד טימ ןפע ןייז וצ פּיט םעד ראַפֿ סרעלדנאַה עקעט|ןפֿע ןיא רעלדנאַה םעד

source: MIME Type Has Handler
af: MIME-tipe het hanteerder
am: የMIME አይነት ተቆጣጣሪ አለው።
ar: ﺞﻟﺎﻌﻣ ﻪﺑ MIME ﻉﻮﻧ
be: Тып MIME мае апрацоўшчык
bg: Типът MIME има манипулатор
bn: MIME প্রকারের হ্যান্ডলার আছে
ca: El tipus MIME té un controlador
cy: Mae gan Math MIME drinwr
da: MIME-type har handler
eo: MIME-Tipo Havas Pritraktilon
et: MIME tüübil on töötleja
eu: MIME motak kudeatzailea du
fa: MIME Type Handler ﺩﺭﺍﺩ
fi: MIME-tyypissä on käsittelijä
fil: May Handler ang Uri ng MIME
fy: MIME-type hat handler
ga: Tá Láimhseálaí ag Cineál MIME
gd: Tha inneal-làimhseachaidh aig MIME Type
gl: O tipo MIME ten un controlador
gu: MIME પ્રકારમાં હેન્ડલર છે
he: לפטמ שי MIME גוסל
hi: MIME प्रकार में हैंडलर है
hr: MIME tip ima rukovalac
hu: A MIME típus kezelővel rendelkezik
hy: MIME տեսակն ունի կարգավորիչ
id: Tipe MIME Memiliki Handler
is: MIME Tegund hefur Handler
ka: MIME Type-ს აქვს დამმუშავებელი
kk: MIME түрінің өңдеушісі бар
km: ប្រភេទ MIME មានឧបករណ៍ដោះស្រាយ
kn: MIME ಪ್ರಕಾರವು ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಹೊಂದಿದೆ
ky: MIME түрү иштеткичке ээ
lb: MIME Typ Huet Handler
lo: ປະເພດ MIME ມີຕົວຈັດການ
lt: MIME tipas turi tvarkyklę
lv: MIME tipam ir apstrādātājs
mg: Manana Mpitantana ny karazana MIME
mi: Momo MIME He Kaihautu
mk: MIME тип има управувач
ml: MIME ടൈപ്പിന് ഹാൻഡ്u200cലർ ഉണ്ട്
mn: MIME төрөл нь зохицуулагчтай
mr: MIME प्रकारात हँडलर आहे
mt: Tip MIME Has Handler
my: MIME အမျိုးအစား Has Handler
nb: MIME-type har håndterer
ne: MIME प्रकारमा ह्यान्डलर छ
or: MIME ପ୍ରକାରର ହ୍ୟାଣ୍ଡଲର୍ ଅଛି |
pa: MIME ਕਿਸਮ ਵਿੱਚ ਹੈਂਡਲਰ ਹੈ
ps: ﻱﺮﻟ ﺮﻟډﻨﯿﻫ ﻝﻭډ MIME ﺩ
ro: Tipul MIME are handler
rw: Ubwoko bwa MIME bufite Umukoresha
sd: MIME ﻲﻫﺁ ﺮﻟڊﻨﻴﻫ ﻮﺟ ﻢﺴﻗ
si: MIME වර්ගයට හැසිරවීම ඇත
sk: Typ MIME má obslužný program
sl: Tip MIME ima upravljalnik
sq: Lloji MIME ka mbajtës
sw: Aina ya MIME Ina Kidhibiti
ta: MIME வகை ஹேண்ட்லர் உள்ளது
te: MIME రకం హ్యాండ్లర్u200cని కలిగి ఉంది
tg: Навъи MIME дорои коркардкунанда аст
th: ประเภท MIME มีตัวจัดการ
tk: MIME görnüşiniň işleýjisi bar
tt: MIME тибында эшкәртүче бар
uk: Тип MIME має обробник
ur: MIME ۔ﮯﮨ ﺮﻟﮉﻨﯿﮨ ﮟﯿﻣ ﻢﺴﻗ
uz: MIME turida ishlov beruvchi mavjud
vi: Loại MIME có trình xử lý
xh: Uhlobo lwe-MIME LuneHandle
yi: MIME רעלדנאַה טאה פּיט
