Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
af: Gebruik van sommige terminale (%s) met zzzFM kan verhoed dat die Run As Task en Run In Terminal opsies saam gebruik word om opdragte uit te voer, as gevolg van beperkings in hierdie terminale. Dit kan byvoorbeeld veroorsaak dat protokolle wat in 'n terminaal gemonteer is, nie outomaties oopmaak nadat dit gemonteer is nie. Vir volle gebruik van zzzFM se kenmerke, word dit aanbeveel om 'n ander terminaal te kies.
am: የአንዳንድ ተርሚናሎች አጠቃቀም (%s) ከ zzzFM ጋር በነዚህ ተርሚናሎች ውስጥ ባሉ ገደቦች ምክንያት አሂድ እንደ ተግባር እና ተርሚናል አሂድ አማራጮችን በአንድ ላይ መጠቀምን ሊከለክል ይችላል። ለምሳሌ፣ ይህ በተርሚናል ውስጥ የተጫኑ ፕሮቶኮሎች ከተሰቀሉ በኋላ በራስ ሰር እንዳይከፈቱ ሊያደርግ ይችላል። የzzzFM ባህሪያትን ሙሉ በሙሉ ለመጠቀም ሌላ ተርሚናል መምረጥ ይመከራል።
ar: ﺕﺎﻄﺤﻤﻟﺍ ﺾﻌﺑ ﻡﺍﺪﺨﺘﺳﺍ (%s) .ﻯﺮﺧﺃ ﺔﻄﺤﻣ ﺪﻳﺪﺤﺘﺑ ﻰﺻﻮﻳ ، zzzFM ﺕﺍﺰﻴﻤﻟ ﻞﻣﺎﻜﻟﺍ ﻡﺍﺪﺨﺘﺳﻻ﻿ﺍ ﻞﺟﺃ ﻦﻣ .ﺖﻴﺒﺜﺘﻟﺍ ﺪﻌﺑ ﺎًﻴﺋﺎﻘﻠﺗ ﺢﺘﻔﻟﺍ ﻲﻓ ﻲﻓﺮﻄﻟﺍ ﺯﺎﻬﺠﻟﺍ ﻲﻓ ﺔﺘﺒﺜﻤﻟﺍ
be: Выкарыстанне некаторых тэрміналаў (%s) з zzzFM можа прадухіліць сумеснае выкарыстанне опцый Run As Task і Run In Terminal для выканання каманд з-за абмежаванняў у гэтых тэрміналах. Напрыклад, гэта можа прывесці да таго, што пратаколы, усталяваныя ў тэрмінале, не будуць аўтаматычна адкрывацца пасля мантавання. Для поўнага выкарыстання функцый zzzFM рэкамендуецца выбраць іншы тэрмінал.
bg: Използване на някои терминали (%s) с zzzFM може да попречи на опциите Run As Task и Run In Terminal да се използват заедно за изпълнение на команди, поради ограничения в тези терминали. Например, това може да доведе до неуспех на протоколите, монтирани в терминал, да се отворят автоматично, след като бъдат монтирани. За пълно използване на функциите на zzzFM се препоръчва да изберете друг терминал.
bn: কিছু টার্মিনাল ব্যবহার (%s) এই টার্মিনালে সীমাবদ্ধতার কারণে zzzFM-এর সাহায্যে Run As Task এবং Run In Terminal অপশনগুলি একসাথে কমান্ড চালানোর জন্য ব্যবহার করা প্রতিরোধ করতে পারে। উদাহরণস্বরূপ, এটি একটি টার্মিনালে মাউন্ট করা প্রোটোকলগুলি মাউন্ট করার পরে স্বয়ংক্রিয়ভাবে খুলতে ব্যর্থ হতে পারে। zzzFM-এর বৈশিষ্ট্যগুলির সম্পূর্ণ ব্যবহারের জন্য, অন্য টার্মিনাল নির্বাচন করার পরামর্শ দেওয়া হয়।
ca: Ús d'alguns terminals (%s) amb zzzFM pot evitar que les opcions Executar com a tasca i Executar al terminal s'utilitzin juntes per executar ordres, a causa de les limitacions d'aquests terminals. Per exemple, això pot provocar que els protocols muntats en un terminal no s'obrin automàticament després de muntar-los. Per utilitzar al màxim les funcions de zzzFM, es recomana seleccionar un altre terminal.
cy: Defnyddio rhai terfynellau (%s) gyda zzzFM gall atal yr opsiynau Rhedeg Wrth Dasg a Rhedeg Terfynell Rhedeg i gael eu defnyddio gyda'i gilydd i redeg gorchmynion, oherwydd cyfyngiadau yn y terfynellau hyn. Er enghraifft, gallai hyn achosi i brotocolau sydd wedi'u gosod mewn terfynell fethu ag agor yn awtomatig ar ôl cael eu gosod. Er mwyn defnyddio nodweddion zzzFM yn llawn, argymhellir dewis terfynell arall.
da: Brug af nogle terminaler (%s) med zzzFM kan forhindre, at indstillingerne Kør som opgave og Kør i terminal bruges sammen til at køre kommandoer, på grund af begrænsninger i disse terminaler. Dette kan f.eks. medføre, at protokoller, der er monteret i en terminal, ikke automatisk åbnes efter at være blevet monteret. For fuld udnyttelse af zzzFMs funktioner anbefales det at vælge en anden terminal.
eo: Uzo de kelkaj terminaloj (%s) kun zzzFM povas malhelpi, ke la opcioj Run As Task kaj Run In Terminal estu uzataj kune por ruli komandojn, pro limigoj en ĉi tiuj terminaloj. Ekzemple, tio povas kaŭzi protokolojn muntitajn en terminalo malsukcesi aŭtomate malfermiĝi post esti muntitaj. Por plena uzo de la funkcioj de zzzFM, oni rekomendas elekti alian terminalon.
et: Mõnede terminalide kasutamine (%s) zzzFM-iga võib nende terminalide piirangute tõttu takistada suvandite Käivita ülesandena ja Käivita terminalis kasutamist käskude käivitamiseks. Näiteks võib see põhjustada selle, et terminali ühendatud protokollid ei avane pärast ühendamist automaatselt. ZzzFM-i funktsioonide täielikuks kasutamiseks on soovitatav valida mõni muu terminal.
eu: Terminal batzuen erabilera (%s) zzzFM-rekin Exekutatu Zeregin gisa eta Exekutatu Terminal-en aukerak batera erabiltzea eragotzi dezake komandoak exekutatzeko, terminal hauetako mugak direla eta. Esate baterako, horrek terminal batean muntatutako protokoloak automatikoki ez irekitzea eragin dezake muntatu ondoren. ZzzFM-ren funtzioak guztiz erabiltzeko, beste terminal bat hautatzea gomendatzen da.
fa: ﺎﻫ ﻪﻧﺎﯾﺎﭘ ﯽﺧﺮﺑ ﺯﺍ ﻩﺩﺎﻔﺘﺳﺍ (%s) .ﺩﻮﺷ ﯽﻣ ﻪﯿﺻﻮﺗ ﯼﺮﮕﯾﺩ ﻝﺎﻨﯿﻣﺮﺗ ﺏﺎﺨﺘﻧﺍ ،zzzFM ﯼﺎﻫ ﯽﮔﮋﯾﻭ ﺯﺍ ﻞﻣﺎﮐ ﻩﺩﺎﻔﺘﺳﺍ ﯼﺍﺮﺑ .ﺪﻧﻮﺸﻧ ﺯﺎﺑ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﺐ
fi: Joidenkin päätteiden käyttö (%s) zzzFM:n kanssa saattaa estää Suorita tehtävänä ja Suorita pääte -valintoja käyttämästä yhdessä komentojen suorittamiseen näiden päätteiden rajoitusten vuoksi. Tämä voi esimerkiksi aiheuttaa sen, että terminaaliin asennetut protokollat u200bu200beivät avaudu automaattisesti asennuksen jälkeen. Jotta voit hyödyntää zzzFM:n ominaisuuksia täysimääräisesti, on suositeltavaa valita toinen pääte.
fil: Paggamit ng ilang mga terminal (%s) na may zzzFM ay maaaring pigilan ang Run As Task at Run In Terminal na mga opsyon na gamitin nang magkasama upang magpatakbo ng mga command, dahil sa mga limitasyon sa mga terminal na ito. Halimbawa, maaari itong maging sanhi ng mga protocol na naka-mount sa isang terminal na mabigong awtomatikong magbukas pagkatapos mai-mount. Para sa ganap na paggamit ng mga feature ng zzzFM, inirerekumenda ang pagpili ng isa pang terminal.
fy: Gebrûk fan guon terminals (%s) mei zzzFM kin foarkomme dat de opsjes Run As Task en Run In Terminal tegearre wurde brûkt om kommando's út te fieren, fanwege beheiningen yn dizze terminals. Dit kin bygelyks feroarsaakje dat protokollen monteare yn in terminal net automatysk iepenje nei't se binne monteare. Foar folslein gebrûk fan de funksjes fan zzzFM is it oan te rieden om in oare terminal te selektearjen.
ga: Úsáid roinnt críochfort (%s) le zzzFM féadfaidh sé cosc u200bu200ba chur ar na roghanna Run As Task agus Run In Terminal a úsáid le chéile chun orduithe a reáchtáil, mar gheall ar theorainneacha sna críochfoirt seo. Mar shampla, d’fhéadfadh sé seo a bheith ina chúis le prótacail atá suite i gcríochfort gan oscailt go huathoibríoch tar éis a bheith suite. Chun gnéithe zzzFM a úsáid go hiomlán, moltar críochfort eile a roghnú.
gd: Cleachdadh cuid de chrìochnaidhean (%s) le zzzFM faodaidh e casg a chuir air na roghainnean Run As Task agus Run In Terminal a bhith air an cleachdadh còmhla gus òrdughan a ruith, air sgàth cuingealachaidhean anns na h-oirean sin. Mar eisimpleir, dh ’fhaodadh seo adhbhrachadh nach bi protocolaidhean a tha air an cur suas ann an ceann-uidhe a’ fosgladh gu fèin-ghluasadach às deidh a bhith air an cur suas. Airson làn fheum de fheartan zzzFM, thathar a ’moladh taghadh eile a thaghadh.
gl: Uso dalgúns terminais (%s) con zzzFM pode evitar que as opcións Executar como tarefa e Executar no terminal se utilicen xuntos para executar comandos, debido ás limitacións destes terminais. Por exemplo, isto pode provocar que os protocolos montados nun terminal non se abran automaticamente despois de ser montados. Para o uso completo das funcións de zzzFM, recoméndase seleccionar outro terminal.
gu: કેટલાક ટર્મિનલ્સનો ઉપયોગ (%s) આ ટર્મિનલ્સમાં મર્યાદાઓને કારણે, zzzFM સાથે રન એઝ ટાસ્ક અને રન ઇન ટર્મિનલ વિકલ્પોને આદેશો ચલાવવા માટે એકસાથે ઉપયોગમાં લેવાતા અટકાવી શકે છે. ઉદાહરણ તરીકે, આના કારણે ટર્મિનલમાં માઉન્ટ થયેલ પ્રોટોકોલ માઉન્ટ થયા પછી આપમેળે ખોલવામાં નિષ્ફળ થઈ શકે છે. zzzFM ની વિશેષતાઓના સંપૂર્ણ ઉપયોગ માટે, અન્ય ટર્મિનલ પસંદ કરવાની ભલામણ કરવામાં આવે છે.
he: םיפוסמ המכב שומיש (%s) .רחא ףוסמב רוחבל ץלמומ ,zzzFM תונוכתב אלמ שומישל .הבכרהה רחאל תיטמוטוא חתפיהל לשכיהל ףוסמב ונקתוהש
hi: कुछ टर्मिनलों का उपयोग (%s) इन टर्मिनलों में सीमाओं के कारण, zzzFM के साथ रन ऐज़ टास्क और रन इन टर्मिनल विकल्पों को कमांड चलाने के लिए एक साथ उपयोग किए जाने से रोका जा सकता है। उदाहरण के लिए, इससे टर्मिनल में माउंट किए गए प्रोटोकॉल माउंट होने के बाद स्वचालित रूप से खुलने में विफल हो सकते हैं। zzzFM की विशेषताओं के पूर्ण उपयोग के लिए, किसी अन्य टर्मिनल का चयन करने की अनुशंसा की जाती है।
hr: Korištenje nekih terminala (%s) s zzzFM može spriječiti da se opcije Pokreni kao zadatak i Pokreni u terminalu koriste zajedno za izvođenje naredbi, zbog ograničenja u tim terminalima. Na primjer, to može uzrokovati da se protokoli montirani u terminal ne mogu automatski otvoriti nakon što su montirani. Za potpuno korištenje značajki zzzFM-a preporuča se odabir drugog terminala.
hu: Néhány terminál használata (%s) a zzzFM-mel megakadályozhatja a Futtatás feladatként és a Run In Terminal opciók együttes használatát parancsok futtatására, a terminálok korlátai miatt. Ez például azt okozhatja, hogy a terminálba szerelt protokollok nem nyílnak meg automatikusan a csatlakoztatás után. A zzzFM funkcióinak teljes kihasználásához másik terminál kiválasztása javasolt.
hy: Որոշ տերմինալների օգտագործումը (%s) zzzFM-ով կարող է կանխել Run As Task և Run In Terminal տարբերակները միասին օգտագործել հրամանները գործարկելու համար՝ այս տերմինալների սահմանափակումների պատճառով: Օրինակ, դա կարող է պատճառ դառնալ, որ տերմինալում տեղադրված արձանագրությունները ավտոմատ կերպով չբացվեն մոնտաժվելուց հետո: ZzzFM-ի հնարավորությունների լիարժեք օգտագործման համար խորհուրդ է տրվում ընտրել մեկ այլ տերմինալ:
id: Penggunaan beberapa terminal (%s) dengan zzzFM dapat mencegah opsi Run As Task dan Run In Terminal digunakan bersama untuk menjalankan perintah, karena keterbatasan di terminal ini. Misalnya, ini dapat menyebabkan protokol yang dipasang di terminal gagal terbuka secara otomatis setelah dipasang. Untuk penggunaan penuh fitur zzzFM, disarankan untuk memilih terminal lain.
is: Notkun sumra skautanna (%s) með zzzFM getur komið í veg fyrir að valkostirnir Run As Task og Run In Terminal séu notaðir saman til að keyra skipanir, vegna takmarkana á þessum útstöðvum. Til dæmis getur þetta valdið því að samskiptareglur sem settar eru upp í flugstöð opnast ekki sjálfkrafa eftir að hafa verið settar upp. Til að fullnýta eiginleika zzzFM er mælt með því að velja aðra útstöð.
ka: ზოგიერთი ტერმინალის გამოყენება (%s) ერთად zzzFM შეიძლება ხელი შეუშალოს Run As Task და Run In Terminal ოფციების ერთად გამოყენებას ბრძანებების გასაშვებად, ამ ტერმინალებში შეზღუდვების გამო. მაგალითად, ამან შეიძლება გამოიწვიოს ტერმინალში დამონტაჟებული პროტოკოლების ავტომატურად გახსნა დამონტაჟების შემდეგ. zzzFM-ის ფუნქციების სრული გამოყენებისთვის რეკომენდებულია სხვა ტერმინალის არჩევა.
kk: Кейбір терминалдарды пайдалану (%s) zzzFM көмегімен Run As Task және Run In Terminal опцияларының осы терминалдардағы шектеулерге байланысты пәрмендерді орындау үшін бірге пайдаланылуына жол бермеуі мүмкін. Мысалы, бұл терминалға орнатылған протоколдардың орнатылғаннан кейін автоматты түрде ашылмауын тудыруы мүмкін. zzzFM мүмкіндіктерін толық пайдалану үшін басқа терминалды таңдау ұсынылады.
km: ការប្រើប្រាស់ស្ថានីយមួយចំនួន (%s) ជាមួយ zzzFM អាចរារាំងជម្រើស Run As Task និង Run In Terminal ដែលត្រូវបានប្រើរួមគ្នាដើម្បីដំណើរការពាក្យបញ្ជា ដោយសារតែដែនកំណត់នៅក្នុងស្ថានីយទាំងនេះ។ ឧទាហរណ៍ វាអាចបណ្តាលឱ្យពិធីការដែលបានម៉ោននៅក្នុងស្ថានីយមិនបើកដោយស្វ័យប្រវត្តិបន្ទាប់ពីត្រូវបានម៉ោន។ សម្រាប់ការប្រើប្រាស់ពេញលេញនៃលក្ខណៈពិសេសរបស់ zzzFM ការជ្រើសរើសស្ថានីយផ្សេងទៀតត្រូវបានណែនាំ។
kn: ಕೆಲವು ಟರ್ಮಿನಲ್u200cಗಳ ಬಳಕೆ (%s) ಈ ಟರ್ಮಿನಲ್u200cಗಳಲ್ಲಿನ ಮಿತಿಗಳ ಕಾರಣದಿಂದಾಗಿ zzzFM ನೊಂದಿಗೆ ರನ್ ಆಸ್ ಟಾಸ್ಕ್ ಮತ್ತು ರನ್ ಇನ್ ಟರ್ಮಿನಲ್ ಆಯ್ಕೆಗಳನ್ನು ಕಮಾಂಡ್u200cಗಳನ್ನು ಚಲಾಯಿಸಲು ಒಟ್ಟಿಗೆ ಬಳಸುವುದನ್ನು ತಡೆಯಬಹುದು. ಉದಾಹರಣೆಗೆ, ಇದು ಟರ್ಮಿನಲ್u200cನಲ್ಲಿ ಅಳವಡಿಸಲಾದ ಪ್ರೋಟೋಕಾಲ್u200cಗಳನ್ನು ಆರೋಹಿಸಿದ ನಂತರ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆರೆಯಲು ವಿಫಲವಾಗಬಹುದು. zzzFM ನ ವೈಶಿಷ್ಟ್ಯಗಳ ಸಂಪೂರ್ಣ ಬಳಕೆಗಾಗಿ, ಇನ್ನೊಂದು ಟರ್ಮಿನಲ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ.
ku: Bikaranîna hin termînalan (%s) bi zzzFM re dibe ku rê li ber vebijarkên Run As Task û Run In Terminal bigire ku ji bo xebitandina fermanan bi hev re têne bikar anîn, ji ber sînorkirinên di van termînalan de. Mînakî, ev dibe sedem ku protokolên ku di termînalekê de hatine hilanîn piştî ku têne danîn bixweber venebin. Ji bo karanîna tevahî taybetmendiyên zzzFM, hilbijartina termînalek din tê pêşniyar kirin.
ky: Кээ бир терминалдарды колдонуу (%s) zzzFM менен Run As Task жана Run In Terminal параметрлеринин бул терминалдардагы чектөөлөрдөн улам командаларды иштетүү үчүн чогуу колдонулушуна тоскоол болушу мүмкүн. Мисалы, бул терминалга орнотулган протоколдор орнотулгандан кийин автоматтык түрдө ачылбай калышына алып келиши мүмкүн. zzzFM функцияларын толук пайдалануу үчүн башка терминалды тандоо сунушталат.
lb: Benotzung vun e puer Statiounen (%s) mat zzzFM kann verhënneren datt d'Run As Task a Run In Terminal Optiounen zesumme benotzt gi fir Kommandoen auszeféieren, wéinst Aschränkungen an dësen Terminals. Zum Beispill kann dëst verursaachen datt Protokoller, déi an engem Terminal montéiert sinn, net automatesch opmaachen nodeems se montéiert sinn. Fir voll Notzung vun zzzFM d'Features, ass et recommandéiert en aneren Terminal ze wielen.
lo: ການນໍາໃຊ້ບາງຈຸດ (%s) ກັບ zzzFM ອາດຈະປ້ອງກັນບໍ່ໃຫ້ Run As Task ແລະ Run In Terminal ຖືກນໍາໃຊ້ຮ່ວມກັນເພື່ອດໍາເນີນການຄໍາສັ່ງ, ເນື່ອງຈາກຂໍ້ຈໍາກັດໃນ terminals ເຫຼົ່ານີ້. ຕົວຢ່າງ, ອັນນີ້ອາດຈະເຮັດໃຫ້ໂປຣໂຕຄໍທີ່ຕິດຕັ້ງຢູ່ໃນ terminal ບໍ່ເປີດອັດຕະໂນມັດຫຼັງຈາກຕິດຕັ້ງ. ສໍາລັບການນໍາໃຊ້ຄຸນສົມບັດຂອງ zzzFM ຢ່າງເຕັມທີ່, ແນະນໍາໃຫ້ເລືອກສະຖານີອື່ນ.
lt: Kai kurių terminalų naudojimas (%s) su zzzFM gali neleisti parinktis Vykdyti kaip užduotį ir Vykdyti terminale naudoti kartu komandoms vykdyti dėl šių terminalų apribojimų. Pavyzdžiui, dėl to gali nepavykti automatiškai atidaryti terminale sumontuotų protokolų po jų prijungimo. Norint visapusiškai naudotis zzzFM funkcijomis, rekomenduojama pasirinkti kitą terminalą.
lv: Dažu termināļu izmantošana (%s) ar zzzFM var neļaut palaist kā uzdevumu un palaist terminālī izmantot kopā, lai izpildītu komandas, jo šajos termināļos ir ierobežojumi. Piemēram, tas var izraisīt terminālī uzstādīto protokolu automātisku atvēršanos pēc uzstādīšanas. Lai pilnībā izmantotu zzzFM funkcijas, ieteicams izvēlēties citu termināli.
mg: Fampiasana terminal sasany (%s) miaraka amin'ny zzzFM dia mety manakana ny safidy Run As Task sy Run In Terminal ampiasaina miaraka hampandehanana baiko, noho ny famerana amin'ireo terminal ireo. Ohatra, mety hahatonga ny protocola napetraka ao amin'ny terminal tsy hisokatra ho azy aorian'ny fametrahana azy. Mba hampiasana feno ny endrik'i zzzFM dia asaina misafidy terminal hafa.
mi: Te whakamahi i etahi waahi (%s) me te zzzFM ka taea te whakamahi tahi i nga whiringa Run As Task me Run In Terminal ki te whakahaere whakahau, na te mea he herenga kei enei pito. Hei tauira, ka kore pea e tuwhera aunoa nga kawa kua whakauruhia ki roto i te tauranga i muri i te whakairinga. Mo te whakamahi katoa i nga ahuatanga o te zzzFM, ka tūtohuhia te kowhiri i tetahi atu tauranga.
mk: Користење на некои терминали (%s) со zzzFM може да спречи опциите Run As Task и Run In Terminal да се користат заедно за извршување на команди, поради ограничувањата во овие терминали. На пример, ова може да предизвика протоколите монтирани во терминал да не успеат автоматски да се отворат откако ќе се монтираат. За целосно користење на функциите на zzzFM, се препорачува избор на друг терминал.
ml: ചില ടെർമിനലുകളുടെ ഉപയോഗം (%s) ഈ ടെർമിനലുകളിലെ പരിമിതികൾ കാരണം, കമാൻഡുകൾ പ്രവർത്തിപ്പിക്കുന്നതിന് ടാസ്u200cക് ആയി റൺ ചെയ്യുക, ടെർമിനലിൽ റൺ ചെയ്യുക എന്നീ ഓപ്ഷനുകൾ ഒരുമിച്ച് ഉപയോഗിക്കുന്നത് zzzFM-നൊപ്പം തടഞ്ഞേക്കാം. ഉദാഹരണത്തിന്, ഇത് ഒരു ടെർമിനലിൽ മൌണ്ട് ചെയ്തിരിക്കുന്ന പ്രോട്ടോക്കോളുകൾ മൌണ്ട് ചെയ്തതിനുശേഷം സ്വയമേവ തുറക്കുന്നതിൽ പരാജയപ്പെടാൻ ഇടയാക്കിയേക്കാം. zzzFM-ന്റെ സവിശേഷതകളുടെ പൂർണ്ണമായ ഉപയോഗത്തിന്, മറ്റൊരു ടെർമിനൽ തിരഞ്ഞെടുക്കുന്നത് ശുപാർശ ചെയ്യുന്നു.
mn: Зарим терминал ашиглах (%s) zzzFM-ийн тусламжтайгаар Run As Task болон Run In Terminal сонголтуудыг эдгээр терминалуудын хязгаарлалтын улмаас командуудыг ажиллуулахын тулд хамтад нь ашиглахаас сэргийлж чадна. Жишээлбэл, энэ нь терминалд суурилуулсан протоколуудыг суулгасны дараа автоматаар нээгдэхгүй байх шалтгаан болдог. ZzzFM-ийн функцуудыг бүрэн ашиглахын тулд өөр терминал сонгохыг зөвлөж байна.
mr: काही टर्मिनल्सचा वापर (%s) zzzFM सह Run As Task आणि Run In Terminal पर्याय या टर्मिनल्समधील मर्यादांमुळे, कमांड रन करण्यासाठी एकत्र वापरले जाणे प्रतिबंधित करू शकते. उदाहरणार्थ, यामुळे टर्मिनलमध्ये माउंट केलेले प्रोटोकॉल माउंट केल्यानंतर आपोआप उघडू शकत नाहीत. zzzFM च्या वैशिष्ट्यांचा पूर्ण वापर करण्यासाठी, दुसरे टर्मिनल निवडण्याची शिफारस केली जाते.
mt: Użu ta' xi terminals (%s) ma zzzFM jistgħu jipprevjenu li l-għażliet Run As Task u Run In Terminal jintużaw flimkien biex imexxu kmandi, minħabba limitazzjonijiet f'dawn it-terminals. Pereżempju, dan jista 'jikkawża li protokolli immuntati f'terminal jonqsu milli jinfetħu awtomatikament wara li jkunu mmuntati. Għal użu sħiħ tal-karatteristiċi ta' zzzFM, huwa rakkomandat li tagħżel terminal ieħor.
my: အချို့သော terminals ကိုအသုံးပြုခြင်း။ (%s) zzzFM ဖြင့် ဤ terminals များတွင် ကန့်သတ်ချက်များကြောင့် အမိန့်ပေးချက်များကို လုပ်ဆောင်ရန် အတူတကွအသုံးပြုနေသည့် Run As Task နှင့် Run In Terminal ရွေးချယ်မှုများကို တားဆီးနိုင်သည်။ ဥပမာအားဖြင့်၊ ၎င်းသည် တပ်ဆင်ပြီးနောက် terminal တွင်တပ်ဆင်ထားသော ပရိုတိုကောများကို အလိုအလျောက်ဖွင့်ရန် ပျက်ကွက်စေနိုင်သည်။ zzzFM ၏အင်္ဂါရပ်များကို အပြည့်အဝအသုံးပြုရန်အတွက် အခြား terminal ကိုရွေးချယ်ရန် အကြံပြုထားသည်။
nb: Bruk av noen terminaler (%s) med zzzFM kan forhindre at alternativene Kjør som oppgave og Kjør i terminal brukes sammen for å kjøre kommandoer, på grunn av begrensninger i disse terminalene. Dette kan for eksempel føre til at protokoller montert i en terminal ikke åpnes automatisk etter å ha blitt montert. For full bruk av zzzFMs funksjoner, anbefales det å velge en annen terminal.
ne: केही टर्मिनलहरूको प्रयोग (%s) zzzFM को साथले यी टर्मिनलहरूमा सीमितताहरूको कारणले, आदेशहरू चलाउनको लागि सँगै प्रयोग भइरहेको रन एज टास्क र रन इन टर्मिनल विकल्पहरूलाई रोक्न सक्छ। उदाहरणका लागि, यसले टर्मिनलमा माउन्ट गरिएका प्रोटोकलहरू माउन्ट गरेपछि स्वचालित रूपमा खोल्न असफल हुन सक्छ। zzzFM को सुविधाहरूको पूर्ण प्रयोगको लागि, अर्को टर्मिनल चयन गर्न सिफारिस गरिन्छ।
or: କିଛି ଟର୍ମିନାଲ୍ ର ବ୍ୟବହାର | (%s) zzzFM ସହିତ ଏହି ଟର୍ମିନାଲ୍ ଗୁଡିକରେ ସୀମିତତା ହେତୁ କମାଣ୍ଡ୍ ଚଲାଇବା ପାଇଁ ଏକତ୍ର ବ୍ୟବହୃତ ହେଉଥିବା ଟର୍ମିନାଲ୍ ଅପ୍ସନ୍ ଏବଂ ରନ୍ ଇନ୍ ଟର୍ମିନାଲ୍ ରୋକାଯାଇପାରେ | ଉଦାହରଣ ସ୍ୱରୂପ, ଏହା ଟର୍ମିନାଲ୍ ରେ ସ୍ଥାପିତ ପ୍ରୋଟୋକଲଗୁଡିକ ମାଉଣ୍ଟ ହେବା ପରେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଖୋଲିବାରେ ବିଫଳ ହୋଇପାରେ | ZzzFM ର ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକର ସମ୍ପୂର୍ଣ୍ଣ ବ୍ୟବହାର ପାଇଁ, ଅନ୍ୟ ଏକ ଟର୍ମିନାଲ୍ ବାଛିବା ପାଇଁ ପରାମର୍ଶ ଦିଆଯାଇଛି |
pa: ਕੁਝ ਟਰਮੀਨਲਾਂ ਦੀ ਵਰਤੋਂ (%s) zzzFM ਦੇ ਨਾਲ, ਇਹਨਾਂ ਟਰਮੀਨਲਾਂ ਵਿੱਚ ਸੀਮਾਵਾਂ ਦੇ ਕਾਰਨ, ਕਮਾਂਡਾਂ ਨੂੰ ਚਲਾਉਣ ਲਈ ਇਕੱਠੇ ਵਰਤੇ ਜਾ ਰਹੇ ਰਨ ਐਜ਼ ਟਾਸਕ ਅਤੇ ਰਨ ਇਨ ਟਰਮੀਨਲ ਵਿਕਲਪਾਂ ਨੂੰ ਰੋਕ ਸਕਦਾ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਇਸ ਨਾਲ ਟਰਮੀਨਲ ਵਿੱਚ ਮਾਊਂਟ ਕੀਤੇ ਪ੍ਰੋਟੋਕੋਲ ਮਾਊਂਟ ਹੋਣ ਤੋਂ ਬਾਅਦ ਆਪਣੇ ਆਪ ਖੁੱਲ੍ਹਣ ਵਿੱਚ ਅਸਫਲ ਹੋ ਸਕਦੇ ਹਨ। zzzFM ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਪੂਰੀ ਵਰਤੋਂ ਲਈ, ਕਿਸੇ ਹੋਰ ਟਰਮੀਨਲ ਦੀ ਚੋਣ ਕਰਨ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
ps: ﻝﻭﺭﺎﮐ ﻮﻧﻮﻠﻨﯿﻣﺮﺗ ﻮﻨﯿځ ﺩ (%s) .ﻱږﯿﮐ ﻪﻨﺘښﺭﺎﭙﺳ ﻝﻮﮐ ﻩﺭﻮﻏ ﻞﻨﯿﻣﺮټ ﻞﺑ ﺩ ،ﻩﺭﺎﭙﻟ ﻮﻟﻭﺭﺎﮐ ړﭙﺸﺑ ﻭﺎﯿﺗړګﻧﺎځ zzzFM ﺩ .ﻲﺷﺍﺭ ﯥﺗﺎﭘ ﯥﮐ ﻭﺪﯿﺻﻼ﻿ﺧ ﻝﻭډ ﮏﻴﺗﺎ
ro: Utilizarea unor terminale (%s) cu zzzFM poate împiedica utilizarea opțiunilor Run As Task și Run In Terminal pentru a rula comenzi, din cauza limitărilor acestor terminale. De exemplu, acest lucru poate face ca protocoalele montate într-un terminal să nu se deschidă automat după ce au fost montate. Pentru utilizarea deplină a funcțiilor zzzFM, este recomandată selectarea unui alt terminal.
rw: Gukoresha Terminal (%s) hamwe na zzzFM irashobora kubuza Gukora Nka Task na Run Muri Terminal amahitamo akoreshwa hamwe kugirango akoreshe amategeko, kubera imbogamizi muribi bihe. Kurugero, ibi birashobora gutuma protocole yashizwe muri terminal ikananirwa guhita ifungura nyuma yo gushyirwaho. Kugirango ukoreshe byuzuye ibiranga zzzFM, guhitamo indi terminal birasabwa.
sd: ﻝﺎﻤﻌﺘﺳﺍ ﻮﺟ ﻞﻨﻴﻣﺮٽ ﮫﺠڪ (%s) zzzFM ﻲﭤ ﻲﮭﮕﺳ ﻲڪﻭﺭ ﻥﺎﺳ Run As Task ۽ Run In Terminal ءِﻻ﻿ ﮡﻴﭤ ﻡﺎڪﺎﻧ ۾ ﮡﻟﻮﮐ ﻭﺩﺍﺮﻤﮢﺎﭘ ءِﻮﭘ ﻥﺎﮐ ﮡﻴﭤ ﺐﺼﻧ ﻝﻮڪﻮ
si: සමහර පර්යන්ත භාවිතය (%s) zzzFM සමඟින් මෙම පර්යන්තවල ඇති සීමාවන් හේතුවෙන්, Run As Task සහ Run In Terminal විකල්ප එක්ව විධාන ක්u200dරියාත්මක කිරීම වැළැක්විය හැක. උදාහරණයක් ලෙස, මෙය ටර්මිනලයේ සවිකර ඇති ප්u200dරොටෝකෝල සවිකිරීමෙන් පසු ස්වයංක්u200dරීයව විවෘත වීමට අසමත් වීමට හේතු විය හැක. ZzzFM හි විශේෂාංග සම්පූර්ණයෙන් භාවිතා කිරීම සඳහා, වෙනත් පර්යන්තයක් තෝරා ගැනීම නිර්දේශ කෙරේ.
sk: Použitie niektorých terminálov (%s) s zzzFM môže zabrániť tomu, aby sa voľby Spustiť ako úlohu a Spustiť v termináli používali spoločne na spúšťanie príkazov z dôvodu obmedzení v týchto termináloch. To môže napríklad spôsobiť, že protokoly namontované v termináli sa po pripojení automaticky neotvoria. Pre plné využitie funkcií zzzFM sa odporúča zvoliť iný terminál.
sl: Uporaba nekaterih terminalov (%s) z zzzFM lahko prepreči, da bi se možnosti Zaženi kot opravilo in Zaženi v terminalu uporabljali skupaj za izvajanje ukazov zaradi omejitev v teh terminalih. To lahko na primer povzroči, da se protokoli, vgrajeni v terminal, ne bodo samodejno odpreli po namestitvi. Za popolno uporabo funkcij zzzFM priporočamo izbiro drugega terminala.
sq: Përdorimi i disa terminaleve (%s) me zzzFM mund të parandalojë që opsionet Run As Task dhe Run In Terminal të përdoren së bashku për të ekzekutuar komandat, për shkak të kufizimeve në këto terminale. Për shembull, kjo mund të bëjë që protokollet e montuara në një terminal të dështojnë të hapen automatikisht pas montimit. Për përdorimin e plotë të veçorive të zzzFM, rekomandohet të zgjidhni një terminal tjetër.
sw: Matumizi ya baadhi ya vituo (%s) na zzzFM inaweza kuzuia chaguo za Run As Task na Run In Terminal kutumika pamoja kutekeleza amri, kwa sababu ya mapungufu katika vituo hivi. Kwa mfano, hii inaweza kusababisha itifaki zilizowekwa kwenye terminal kushindwa kufunguka kiotomatiki baada ya kupachikwa. Kwa matumizi kamili ya vipengele vya zzzFM, kuchagua terminal nyingine inapendekezwa.
ta: சில டெர்மினல்களின் பயன்பாடு (%s) இந்த டெர்மினல்களில் உள்ள வரம்புகள் காரணமாக, zzzFM உடன் ரன் ஆஸ் டாஸ்க் மற்றும் ரன் இன் டெர்மினல் விருப்பங்கள் கட்டளைகளை இயக்க ஒன்றாகப் பயன்படுத்தப்படுவதைத் தடுக்கலாம். எடுத்துக்காட்டாக, டெர்மினலில் பொருத்தப்பட்ட நெறிமுறைகள் ஏற்றப்பட்ட பிறகு தானாகவே திறக்கப்படாமல் போகலாம். ZzzFM இன் அம்சங்களை முழுமையாகப் பயன்படுத்த, மற்றொரு முனையத்தைத் தேர்ந்தெடுப்பது பரிந்துரைக்கப்படுகிறது.
te: కొన్ని టెర్మినల్స్ ఉపయోగం (%s) zzzFMతో రన్ యాజ్ టాస్క్ మరియు రన్ ఇన్ టెర్మినల్ ఎంపికలు ఈ టెర్మినల్స్u200cలోని పరిమితుల కారణంగా కమాండ్u200cలను అమలు చేయడానికి కలిసి ఉపయోగించడాన్ని నిరోధించవచ్చు. ఉదాహరణకు, ఇది టెర్మినల్u200cలో మౌంట్ చేయబడిన ప్రోటోకాల్u200cలను మౌంట్ చేసిన తర్వాత స్వయంచాలకంగా తెరవడంలో విఫలం కావచ్చు. zzzFM లక్షణాల పూర్తి ఉపయోగం కోసం, మరొక టెర్మినల్u200cని ఎంచుకోవడం సిఫార్సు చేయబడింది.
tg: Истифодаи баъзе терминалҳо (%s) бо zzzFM метавонад бо сабаби маҳдудиятҳо дар ин терминалҳо имконоти Run As Task ва Run In Terminal-ро якҷоя барои иҷро кардани фармонҳо пешгирӣ кунад. Масалан, ин метавонад боиси он гардад, ки протоколҳои дар терминал насбшуда пас аз насб ба таври худкор кушода нашаванд. Барои истифодаи пурраи хусусиятҳои zzzFM, интихоби терминали дигар тавсия дода мешавад.
th: การใช้เทอร์มินัลบางตัว (%s) ด้วย zzzFM อาจป้องกันไม่ให้ตัวเลือก Run As Task และ Run In Terminal ถูกใช้ร่วมกันเพื่อเรียกใช้คำสั่ง เนื่องจากข้อจำกัดในเทอร์มินัลเหล่านี้ ตัวอย่างเช่น การทำเช่นนี้อาจทำให้โปรโตคอลที่ติดตั้งในเทอร์มินัลไม่สามารถเปิดโดยอัตโนมัติหลังจากติดตั้ง สำหรับการใช้งานคุณสมบัติของ zzzFM อย่างเต็มรูปแบบ ขอแนะนำให้เลือกเทอร์มินัลอื่น
tk: Käbir terminallary ulanmak (%s) zzzFM bilen bu terminallardaky çäklendirmeler sebäpli buýruklary işletmek üçin bilelikde ulanyljak “Run As Task” we “Terminal In Run” opsiýalarynyň öňüni alyp biler. Mysal üçin, bu terminala gurlan protokollaryň gurlandan soň awtomatiki açylmazlygyna sebäp bolup biler. ZzzFM aýratynlyklaryny doly ulanmak üçin başga terminaly saýlamak maslahat berilýär.
tt: Кайбер терминалларны куллану (%s) zzzFM ярдәмендә бу терминалдагы чикләүләр аркасында командаларны эшләтеп җибәрү өчен Терминалда йөгерү һәм Run In Terminal параметрларын булдырмаска мөмкин. Мәсәлән, бу терминалда урнаштырылган протоколлар монтажланганнан соң автоматик рәвештә ачылмаска мөмкин. ZzzFM функцияләрен тулысынча куллану өчен, башка терминалны сайлау тәкъдим ителә.
uk: Використання деяких терміналів (%s) з zzzFM може перешкоджати спільному використанню параметрів «Запуск як завдання» та «Запуск у терміналі» для виконання команд через обмеження в цих терміналах. Наприклад, це може призвести до того, що протоколи, змонтовані в терміналі, не відкриються автоматично після встановлення. Для повного використання функцій zzzFM рекомендується вибрати інший термінал.
ur: ﻝﺎﻤﻌﺘﺳﺍ ﺎﮐ ﺰﻠﻨﯿﻣﺮﭨ ﮫﭽﮐ (%s) zzzFM ﮯﻟﺍﻭ ﮯﻧﺎﺟ ﮯﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮫﺗﺎﺳ ﮏﯾﺍ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﻮﮐ ﺯﮉﻧﺎﻤﮐ ،ﮯﺳ ﮧﺟﻭ ﯽﮐ ﮞﻮﺘﯾﺩﻭﺪﺤﻣ ﮟﯿﻣ ﺰﻠﻨﯿﻣﺮﭨ ﻥﺍ ﮫﺗﺎﺳ ﮯﮐ
uz: Ba'zi terminallardan foydalanish (%s) zzzFM bilan Run As Task va Run In Terminal opsiyalaridan bu terminallardagi cheklovlar tufayli buyruqlarni bajarish uchun birgalikda foydalanishga to'sqinlik qilishi mumkin. Masalan, bu terminalga o'rnatilgan protokollarning o'rnatilgandan keyin avtomatik ravishda ochilmasligiga olib kelishi mumkin. ZzzFM funksiyalaridan to‘liq foydalanish uchun boshqa terminalni tanlash tavsiya etiladi.
vi: Sử dụng một số thiết bị đầu cuối (%s) với zzzFM có thể ngăn các tùy chọn Run As Task và Run In Terminal được sử dụng cùng nhau để chạy các lệnh, do những hạn chế trong các thiết bị đầu cuối này. Ví dụ: điều này có thể khiến các giao thức được gắn trong một thiết bị đầu cuối không thể tự động mở sau khi được gắn kết. Để sử dụng đầy đủ các tính năng của zzzFM, nên chọn một thiết bị đầu cuối khác.
xh: Ukusetyenziswa kwezinye iitheminali (%s) nge-zzzFM inokuthintela u-Baleka njengoMsebenzi kwaye u-Baleka kwi-terminal iinketho ezisetyenziswa kunye ukuqhuba imiyalelo, ngenxa yonyino kwezi terminal. Umzekelo, oku kunokubangela ukuba iiprothokholi ezifakwe kwi-terminal zisilele ukuvuleka ngokuzenzekelayo emva kokuba inyuswe. Ukusetyenziswa ngokupheleleyo kweempawu ze-zzzFM, ukukhetha enye i-terminal kuyacetyiswa.
yi: סלאַנימרעט עכעלטע ןופ ןצונ (%s) .דידנעמאַקער זיא לאַזקאָוו רעדנא ןא גניטקעלעס ,ןטייקיִעפֿ ס zzzFM ןופ ןצונ לופ ראַפֿ .דעטנואָמ ךאָנ ןענעפע שיטא
