Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Within One Week
af: Binne een week
am: በአንድ ሳምንት ውስጥ
ar: خلال أسبوع واحد
be: На працягу аднаго тыдня
bg: В рамките на една седмица
bn: এক সপ্তাহের মধ্যে
ca: En una setmana
cy: O fewn Un Wythnos
da: Inden en Uge
eo: Ene de Unu Semajno
et: Nädala jooksul
eu: Aste baten barruan
fa: ﻪﺘﻔﻫ ﮏﯾ ﻝﻮﻃ ﺭﺩ
fi: Yhden Viikon sisällä
fil: Sa loob ng Isang Linggo
fy: Binnen ien wike
ga: Laistigh de Sheachtain Amháin
gd: Taobh a-staigh seachdain
gl: Dentro dunha semana
gu: એક અઠવાડિયાની અંદર
he: דחא עובש ךות
hi: एक सप्ताह में
hr: U roku od jednog tjedna
hu: Egy héten belül
hy: Մեկ շաբաթվա ընթացքում
id: Dalam Satu Minggu
is: Innan einnar viku
ka: ერთი კვირის განმავლობაში
kk: Бір апта ішінде
km: ក្នុងរយៈពេលមួយសប្តាហ៍
kn: ಒಂದು ವಾರದೊಳಗೆ
ku: Di nava Yek Hefteyê de
ky: Бир жуманын ичинде
lb: Bannent enger Woch
lo: ພາຍໃນຫນຶ່ງອາທິດ
lt: Per Vieną Savaitę
lv: Vienas nedēļas laikā
mg: Tao anatin'ny Herinandro
mi: I roto i te wiki kotahi
mk: Во рок од една недела
ml: ഒരാഴ്ചയ്ക്കുള്ളിൽ
mn: Нэг долоо хоногийн дотор
mr: एका आठवड्याच्या आत
mt: Fi żmien Ġimgħa
my: တစ်ပတ်အတွင်း
nb: Innen en uke
ne: एक हप्ता भित्र
or: ଗୋଟିଏ ସପ୍ତାହ ମଧ୍ୟରେ |
pa: ਇੱਕ ਹਫ਼ਤੇ ਦੇ ਅੰਦਰ
ps: ﻪﻨﻧﺩ ۍﻧﻭﺍ ﯤﻮﯾ ﺩ
ro: Într-o săptămână
rw: Mucyumweru kimwe
sd: ﺭﺪﻧﺍ ﻲﺘﻔﻫ ڪﻫ
si: සතියක් ඇතුළත
sk: Do jedného týždňa
sl: V enem tednu
sq: Brenda një jave
sw: Ndani ya Wiki Moja
ta: ஒரு வாரத்திற்குள்
te: ఒక వారం లోపల
tg: Дар давоми як ҳафта
th: ภายในหนึ่งสัปดาห์
tk: Bir hepdäniň içinde
tt: Бер атна эчендә
uk: Протягом одного тижня
ur: ﺭﺪﻧﺍ ﮯﮐ ﮯﺘﻔﮨ ﮏﯾﺍ
uz: Bir hafta ichida
vi: Trong vòng một tuần
xh: Kwiveki enye
yi: ךאָוו ןייא ןי

source: Within One Month
af: Binne Een Maand
am: በአንድ ወር ውስጥ
ar: خلال شهر واحد
be: На працягу аднаго месяца
bg: В рамките на един месец
bn: এক মাসের মধ্যে
ca: En el termini d'un mes
cy: O fewn Un Mis
da: Inden en Måned
eo: Ene de Unu Monato
et: Kuu jooksul
eu: Hilabete baten barruan
fa: ﻩﺎﻣ ﮏﯾ ﻑﺮﻇ
fi: Yhden kuukauden sisällä
fil: Sa loob ng Isang Buwan
fy: Binnen ien moanne
ga: Laistigh de Mhí amháin
gd: Taobh a-staigh aon mhìos
gl: Dentro dun mes
gu: એક મહિનાની અંદર
he: דחא שדוח ךותב
hi: एक महीने के भीतर
hr: U roku od jednog mjeseca
hu: Egy hónapon belül
hy: Մեկ ամսվա ընթացքում
id: Dalam satu bulan
is: Innan eins mánaðar
ka: ერთი თვის განმავლობაში
kk: Бір ай ішінде
km: ក្នុងរយៈពេលមួយខែ
kn: ಒಂದು ತಿಂಗಳೊಳಗೆ
ku: Di nav mehekê de
ky: Бир айдын ичинде
lb: Bannent engem Mount
lo: ພາຍໃນຫນຶ່ງເດືອນ
lt: Per vieną mėnesį
lv: Viena mēneša laikā
mg: Tao anatin'ny iray volana
mi: I roto i te Marama Kotahi
mk: Во рок од еден месец
ml: ഒരു മാസത്തിനുള്ളിൽ
mn: Нэг сарын дотор
mr: एका महिन्याच्या आत
mt: Fi żmien Xahar
my: တစ်လအတွင်း
nb: Innen en måned
ne: एक महिना भित्र
or: ଗୋଟିଏ ମାସ ମଧ୍ୟରେ |
pa: ਇੱਕ ਮਹੀਨੇ ਦੇ ਅੰਦਰ
ps: ﻪﻨﻧﺩ ﯥﺘﺷﺎﯿﻣ ﯤﻮﯾ ﺩ
ro: În termen de o lună
rw: Mu kwezi kumwe
sd: ﺭﺪﻧﺍ ﻲﻨﻴﻬﻣ ڪﻫ
si: මාසයක් ඇතුළත
sk: Do jedného mesiaca
sl: V roku enega meseca
sq: Brenda një muaji
sw: Ndani ya Mwezi Mmoja
ta: ஒரு மாதத்திற்குள்
te: ఒక నెల లోపల
tg: Дар давоми як мох
th: ภายในหนึ่งเดือน
tk: Bir aýyň içinde
tt: Бер ай эчендә
uk: Протягом одного місяця
ur: ﺭﺪﻧﺍ ﮯﮐ ﮯﻨﯿﮩﻣ ﮏﯾﺍ
uz: Bir oy ichida
vi: Trong vòng một tháng
xh: Ngenyanga enye
yi: שדוח ןייא ןי

source: Within One Year
af: Binne een jaar
am: በአንድ አመት ውስጥ
ar: خلال سنة واحدة
be: На працягу аднаго года
bg: В рамките на една година
bn: এক বছরের মধ্যে
ca: En un any
cy: O fewn Blwyddyn
da: Inden et År
eo: Ene de Unu Jaro
et: Aasta jooksul
eu: Urtebete barru
fa: ﻝﺎﺳ ﮏﯾ ﻑﺮﻇ
fi: Yhden vuoden sisällä
fil: Sa loob ng Isang Taon
fy: Binnen ien jier
ga: Laistigh de Bhliain Amháin
gd: Taobh a-staigh bliadhna
gl: Dentro dun ano
gu: એક વર્ષની અંદર
he: תחא הנש ךותב
hi: एक साल के भीतर
hr: U roku od jedne godine
hu: Egy éven belül
hy: Մեկ տարվա ընթացքում
id: Dalam Satu Tahun
is: Innan eins árs
ka: ერთი წლის განმავლობაში
kk: Бір жылдың ішінде
km: ក្នុងរយៈពេលមួយឆ្នាំ
kn: ಒಂದು ವರ್ಷದೊಳಗೆ
ku: Di nav Salekê de
ky: Бир жылдын ичинде
lb: Bannent engem Joer
lo: ພາຍໃນຫນຶ່ງປີ
lt: Per Vienerius metus
lv: Viena gada laikā
mg: Tao anatin'ny herintaona
mi: I roto i te tau kotahi
mk: Во рок од една година
ml: ഒരു വർഷത്തിനുള്ളിൽ
mn: Нэг жилийн дотор
mr: एका वर्षाच्या आत
mt: Fi żmien Sena
my: တစ်နှစ်အတွင်း
nb: Innen ett år
ne: एक वर्ष भित्र
or: ଗୋଟିଏ ବର୍ଷ ମଧ୍ୟରେ |
pa: ਇੱਕ ਸਾਲ ਦੇ ਅੰਦਰ
ps: ﻪﻨﻧﺩ ﻝﺎﮐ ﻮﯾ ﺩ
ro: Într-un an
rw: Mu mwaka umwe
sd: ﺭﺪﻧﺍ ﻝﺎﺳ ڪﻫ
si: වසරක් ඇතුළත
sk: Do jedného roka
sl: V roku enega leta
sq: Brenda një viti
sw: Ndani ya Mwaka Mmoja
ta: ஒரு வருடத்திற்குள்
te: ఒక సంవత్సరం లోపల
tg: Дар давоми як сол
th: ภายในหนึ่งปี
tk: Bir ýylyň içinde
tt: Бер ел эчендә
uk: Протягом одного року
ur: ﺭﺪﻧﺍ ﮯﮐ ﻝﺎﺳ ﮏﯾﺍ
uz: Bir yil ichida
vi: Trong vòng một năm
xh: Kwisithuba soNyaka omnye
yi: ראָי ןייא ןיא

source: Within Selected Date Range
af: Binne geselekteerde datumreeks
am: በተመረጠው ቀን ክልል ውስጥ
ar: خلال الحيز الزمني المحدد
be: У абраным дыяпазоне дат
bg: В рамките на избрания период от време
bn: নির্বাচিত তারিখ সীমার মধ্যে
ca: Dins l'interval de dates seleccionat
cy: O fewn Ystod Dyddiad Dethol
da: I En Bestemt Periode
eo: Ene de Elektita Datintervalo
et: Määratud kuupäevade vahemikus
eu: Hautatutako data tartearen barruan
fa: ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﺦﯾﺭﺎﺗ ﻩﺩﻭﺪﺤﻣ ﺭﺩ
fi: Valitun ajanjakson sisällä
fil: Sa loob ng Napiling Hanay ng Petsa
fy: Binnen selekteare datumberik
ga: Laistigh de Raon Dáta Roghnaithe
gd: Taobh a-staigh raon ceann-latha taghte
gl: Dentro do intervalo de datas seleccionado
gu: પસંદ કરેલ તારીખ શ્રેણીમાં
he: רחבנ םיכיראת חווטב
hi: चयनित तिथि सीमा के भीतर
hr: Unutar odabranog datumskog raspona
hu: A kiválasztott dátumtartományon belül
hy: Ընտրված ամսաթվերի սահմաններում
id: Dalam Rentang Tanggal yang Dipilih
is: Innan valins tímabils
ka: შერჩეული თარიღის დიაპაზონში
kk: Таңдалған күндер ауқымында
km: ក្នុងចន្លោះកាលបរិច្ឆេទដែលបានជ្រើសរើស
kn: ಆಯ್ದ ದಿನಾಂಕದ ವ್ಯಾಪ್ತಿಯಲ್ಲಿ
ku: Di nav Rêzeya Dîroka Hilbijartî de
ky: Тандалган дата диапазонунда
lb: Bannent ausgewielten Datumbereich
lo: ພາຍໃນຂອບເຂດວັນທີທີ່ເລືອກ
lt: Per pasirinktą dienų seką
lv: Atlasītajā datumu diapazonā
mg: Ao anatin'ny fe-potoana voafantina
mi: I Roto I Te Awhe Ra I Kowhiria
mk: Во рамките на избраниот опсег на датуми
ml: തിരഞ്ഞെടുത്ത തീയതി പരിധിക്കുള്ളിൽ
mn: Сонгосон огнооны хүрээнд
mr: निवडलेल्या तारखेच्या मर्यादेत
mt: Fi ħdan il-Medda ta' Data Magħżula
my: ရွေးချယ်ထားသော ရက်စွဲအကွာအဝေးအတွင်း
nb: Innenfor valgt datoperiode
ne: चयन गरिएको मिति दायरा भित्र
or: ମନୋନୀତ ତାରିଖ ପରିସର ମଧ୍ୟରେ |
pa: ਚੁਣੀ ਗਈ ਮਿਤੀ ਸੀਮਾ ਦੇ ਅੰਦਰ
ps: ﻪﻨﻧﺩ ﯥﮐ ﺪﺣ ﯥټﯿﻧ ﯤﻮﺷ ﻞﮐﺎټ ﺩ
ro: În intervalul de date selectat
rw: Muri Itariki Yatoranijwe
sd: ﺭﺪﻧﺍ ﺪﺣ ﻲﺟ ﺦﻳﺭﺎﺗ ﻞﻴﭤ ﺐﺨﺘﻨﻣ
si: තෝරාගත් දින පරාසය තුළ
sk: V rámci vybratého rozsahu dátumov
sl: V izbranem časovnem obdobju
sq: Brenda intervalit të datave të zgjedhura
sw: Ndani ya Masafa ya Tarehe Iliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட தேதி வரம்பிற்குள்
te: ఎంచుకున్న తేదీ పరిధిలో
tg: Дар доираи санаи интихобшуда
th: ภายในช่วงวันที่ที่เลือก
tk: Saýlanan senäniň çäginde
tt: Сайланган дата диапазонында
uk: У межах вибраного діапазону дат
ur: ﺭﺪﻧﺍ ﮯﮐ ﺪﺣ ﯽﮐ ﺦﯾﺭﺎﺗ ﺐﺨﺘﻨﻣ
uz: Tanlangan sana oralig'ida
vi: Trong phạm vi ngày đã chọn
xh: Ngaphakathi koluhlu lomhla okhethiweyo
yi: טייק גאָט דעטקעלעס ןי

source: Find Files
af: Vind lêers
am: ፋይሎችን ያግኙ
ar: ابحث عن ملفات
be: Знайсці файлы
bg: Намерете файлове
bn: ফাইল খুঁজুন
ca: Cerca _fitxers
cy: Dewch o Hyd i Ffeiliau
da: Find filer
eo: Trovu Dosieroj
et: Failide otsimine
eu: Bilatu Fitxategiak
fa: ﺪﯿﻨﮐ ﺍﺪﯿﭘ ﺍﺭ ﺎﻫ ﻞﯾﺎﻓ
fi: Etsi tiedostoja
fil: Maghanap ng mga File
fy: Fine triemmen
ga: Faigh Comhaid
gd: Lorg faidhlichean
gl: Buscar Ficheiros
gu: ફાઇલો શોધો
he: חיפוש קבצים
hi: फ़ाइलें खोजें
hr: Pronađite datoteke
hu: Fájlkeresés
hy: Գտեք Ֆայլեր
id: Mencari File:
is: Finndu skrár
ka: იპოვეთ ფაილები
kk: Файлдарды табу
km: រក​ឯកសារ
kn: ಫೈಲ್u200cಗಳನ್ನು ಹುಡುಕಿ
ku: Pelan bibînin
ky: Файлдарды табуу
lb: Fannt Dateien
lo: ຊອກຫາໄຟລ໌
lt: Rasti failus
lv: Atrodiet failus
mg: Mitadiava rakitra
mi: Kimihia nga Kōnae
mk: Најдете датотеки
ml: ഫയലുകൾ കണ്ടെത്തുക
mn: Файл хайх
mr: फाइल्स शोधा
mt: Sib Fajls
my: ဖိုင်များကိုရှာပါ။
nb: Finn filer
ne: फाइलहरू फेला पार्नुहोस्
or: ଫାଇଲଗୁଡିକ ଖୋଜ |
pa: ਫਾਈਲਾਂ ਲੱਭੋ
ps: ﺊﻣﻮﻣﻭ ﻪﻧﻮﻠﯾﺎﻓ
ro: Găsiți fișiere
rw: Shakisha Idosiye
sd: ﻮﻴﮭﻟﻮﮘ ﻥﻮﻠﺋﺎﻓ
si: ගොනු සොයන්න
sk: Nájsť súbory
sl: Najdi datoteke
sq: Gjeni skedarë
sw: Tafuta Faili
ta: கோப்புகளைக் கண்டறியவும்
te: ఫైళ్లను కనుగొనండి
tg: Пайдо кардани файлҳо
th: ค้นหาไฟล์
tk: Faýllary tapyň
tt: Файлларны табыгыз
uk: Знайти файли
ur: فائلیں تلاش کریں
uz: Fayllarni toping
vi: Tìm tệp
xh: Fumana Iifayile
yi: סעקעט ןעניפֿעג

source: <b>Filename:</b>
af: <b>Lêernaam:</b>
am: <b>የፋይል ስም:</b>
ar: <b>:ﻒﻠﻤﻟﺍ ﻢﺳﺍ</b>
be: <b>Імя файла:</b>
bg: <b>Име на файл:</b>
bn: <b>ফাইলের নাম:</b>
ca: <b>Nom de l'arxiu:</b>
cy: <b>Enw ffeil:</b>
da: <b>Filnavn:</b>
eo: <b>Dosiernomo:</b>
et: <b>Faili nimi:</b>
eu: <b>Fitxategi izena:</b>
fa: <b>:ﻞﯾﺎﻓ ﻡﺎﻧ</b>
fi: <b>Tiedoston nimi:</b>
fy: <b>Bestânsnamme:</b>
ga: <b>Ainm comhaid:</b>
gd: <b>Ainm faidhle:</b>
gl: <b>Nome de arquivo:</b>
gu: <b>ફાઈલનું નામ:</b>
he: <b>:ץבוק םש</b>
hi: <b>फ़ाइल का नाम:</b>
hr: <b>Naziv datoteke:</b>
hu: <b>Fájl név:</b>
hy: <b>Ֆայլի անուն:</b>
id: <b>Nama file:</b>
is: <b>Skráarnafn:</b>
ka: <b>Ფაილის სახელი:</b>
kk: <b>Файл атауы:</b>
km: <b>ឈ្មោះu200bឯកសារ:</b>
kn: <b>ಕಡತದ ಹೆಸರು:</b>
ku: <b>Navê pelê:</b>
ky: <b>Шилтемелер аты:</b>
lb: <b>Numm vum Dossier:</b>
lo: <b>ຊື່u200bເອu200bກະu200bສານ:</b>
lt: <b>Failo pavadinimas:</b>
lv: <b>Faila nosaukums:</b>
mg: <b>Anaran'ny fisie:</b>
mi: <b>Ingoa Kōnae:</b>
mk: <b>Име на датотека:</b>
ml: <b>ഫയലിന്റെ പേര്:</b>
mn: <b>Файлын нэр:</b>
mr: <b>फाईलचे नाव:</b>
mt: <b>Isem tal-fajl:</b>
my: <b>ဖိုင်နာမည်:</b>
nb: <b>Filnavn:</b>
ne: <b>फाइलनाम:</b>
or: <b>ଦସ୍ତାବିଜ୍ ର ନାମ:</b>
pa: <b>ਫਾਈਲ ਦਾ ਨਾਮ:</b>
ps: <b>:ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ</b>
ro: <b>Nume de fișier:</b>
rw: <b>Izina rya dosiye:</b>
sd: <b>:ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ</b>
si: <b>ගොනු නාමය:</b>
sk: <b>Názov súboru:</b>
sl: <b>Ime datoteke:</b>
sq: <b>Emri i skedarit:</b>
sw: <b>Jina la faili:</b>
ta: <b>கோப்பு பெயர்:</b>
te: <b>ఫైల్ పేరు:</b>
tg: <b>Номи парванда:</b>
th: <b>ชื่อไฟล์:</b>
tk: <b>Faýlyň ady:</b>
tt: <b>Файл исеме:</b>
uk: <b>Ім'я файлу:</b>
ur: <b>:ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ</b>
uz: <b>Fayl nomi:</b>
vi: <b>Tên tệp:</b>
xh: <b>Igama lefayile:</b>
yi: <b>:ןעמאָנ עקעט</b>

source: Case Sensitive
af: Hooflettergevoelig
am: የጉዳይ ስሜት
ar: حساس لحالة الأحرف
be: З улікам рэгістра
bg: Различаващ главни от малки букви
bn: কেস সংবেদনশীল
ca: Distingeix entre majúscules i minúscules
cy: Sensitif Achos
da: Forskel på små og store bogstaver
eo: Usklecodistinga
et: Tõstutundlik
eu: Maiuskulak bereizten ditu
fa: ﮒﺭﺰﺑ ﻭ ﮏﭼﻮﮐ ﻑﻭﺮﺣ ﻪﺑ ﺱﺎﺴﺣ
fi: Kirjainkoko merkitsee
fy: Haadlettergefoelich
ga: Cás Íogair
gd: Cùis Mothachail
gl: Distinguir Maiúsculas / Minúsculas
gu: સંવેદનશીલ કેસ
he: תלוי רישיות
hi: अक्षर संवेदनशील
hr: Osjetljivo na velika i mala slova
hu: Nagybetű-érzékeny
hy: Գործի զգայուն
id: Tempat Sensitif
is: Hástafaviðkvæmt
ka: ქეისის სენსიტიური
kk: Регистрге сезгіш
km: ប្រកាន់u200bតួអក្សរu200bតូចu200bធំ
kn: ಕೇಸ್ ಸೆನ್ಸಿಟಿವ್
ky: Регистрге сезимтал
lb: Fall sensibel
lt: Skirti didžiąsias ir mažąsias raides
lv: Reģistrjutīgs
mg: Manaja sorabaventy sy soramadinika
mi: Take tairongo
mk: Чувствителни на букви
ml: വലിയ അക്ഷരങ്ങളും ചെറിയ അക്ഷരങ്ങളും ശ്രദ്ധിക്കണം
mn: Том жижгээр бичхээс хамаарна
mr: केस संवेदनशील
mt: Każ Sensittiv
my: စာလုံးအကြီးအသေးသတိထားရမည်
nb: Skiller mellom store og små bokstaver
ne: केस सेन्सेटिभ
or: ଅକ୍ଷର ସମ୍ବେଦନଶିଳ
pa: ਕੇਸ ਸੰਵੇਦਨਸ਼ੀਲ
ps: ﻪﻣﺪﻘﻣ ﺱﺎﺴﺣ
ro: Caz sensibil
rw: Urubanza
sd: ﺱﺎﺴﺣ ﺲﻴڪ
si: විෂය සංවේදී
sk: Rozlišuje sa veľkosť písmen
sl: Loči velike/male črke
sq: Ndjeshmëri e rasteve
sw: Nyeti kwa Kesi
ta: கேஸ் சென்சிட்டிவ்
te: కేస్ సెన్సిటివ్
tg: Ҳарф калон ё хурд аст
th: กรณีที่สำคัญ
tk: Ýagdaýa bagly
tt: Регистрны исәпләп
uk: Чуттєвість до регістру
ur: حساس
uz: Harflar katta-kichikligiga sezgir
vi: Trường hợp nhạy cảm
yi: עוויטיסנעס לאַפ

source: Video Files (avi, mpg,...)
af: Video lêers (avi, mpg,...)
am: የቪዲዮ ፋይሎች (avi, mpg,...)
ar: ملفات فيديو (avi، mpg،...)
be: Відэа файлы (avi, mpg,...)
bg: Видео файлове (avi, mpg,...)
bn: ভিডিও ফাইল (avi, mpg,...)
ca: Fitxers de vídeo (avi, mpg,...)
cy: Ffeiliau Fideo (avi, mpg,...)
da: Videofiler (avi, mpg,...)
eo: Viddosieroj (avi, mpg,...)
et: Videofailid (avi, mpg,...)
eu: Bideo Fitxategiak (avi, mpg,...)
fa: ﯽﯾﻮﺋﺪﯾﻭ ﯼﺎﻫ ﻞﯾﺎﻓ (avi, mpg,...)
fi: Videotiedostot (avi, mpg,...)
fil: Mga Video File (avi, mpg,...)
ga: Comhaid Físe (avi, mpg,...)
gd: Faidhlichean bhidio (avi, mpg,...)
gl: Ficheiros de Vídeo (avi, mpg,...
gu: વિડિઓ ફાઇલો (avi, mpg,...)
he: קובצי וידאו (avi, mpg,...)
hi: वीडियो फ़ाइलें (avi, mpg,...)
hr: Video datoteke (avi, mpg,...)
hu: Videófájlok (mpg, avi...)
hy: Վիդեո ֆայլեր (avi, mpg,...)
id: File Video (avi, mpg,...)
is: Vídeó skrár (avi, mpg,...)
ka: ვიდეო ფაილები (avi, mpg,...)
kk: Бейне файлдар (avi, mpg,...)
km: កម្មវិធី​ចាក់​វីដេអូ (avi, mpg,...)
kn: ವೀಡಿಯೊ ಫೈಲ್u200cಗಳು (avi, mpg,...)
ku: Pelên Vîdyoyê (avi, mpg,...)
lb: Video Dateien (avi, mpg,...)
lo: ໄຟລ໌ວິດີໂອ (avi, mpg,...)
lt: Video failai (avi, mpg, ...)
lv: Video faili (avi, mpg,...)
mi: Kōnae Ataata (avi, mpg,...)
mk: Видео датотеки (avi, mpg,...)
ml: വീഡിയോ ഫയലുകൾ (avi, mpg,...)
mn: Видео файлууд (avi, mpg,...)
mr: व्हिडिओ फाइल्स (avi, mpg,...)
mt: Fajls tal-vidjo (avi, mpg,...)
my: ဗီဒီယိုဖိုင်များ (avi, mpg,...)
nb: Videofiler (avi, mpg,...)
ne: भिडियो फाइलहरू (avi, mpg,...)
or: ଭିଡିଓ ଫାଇଲ୍ | (avi, mpg,...)
pa: ਵੀਡੀਓ ਫਾਈਲਾਂ (avi, mpg,...)
ps: ﻪﻧﻮﻠﯾﺎﻓ ﻮﯾډﯾﻭ ﺩ (avi, mpg,...)
ro: Fișiere video (avi, mpg,...)
rw: Amadosiye (avi, mpg,...)
sd: ﻥﻮﻠﺋﺎﻓ ﻮﻳڊﻭ (avi, mpg,...)
si: වීඩියෝ ගොනු (avi, mpg,...)
sk: Video súbory (avi, mpg,...)
sl: Video datoteke (avi, mpg, ...)
sq: Skedarët Video (avi, mpg,...)
sw: Faili za Video (avi, mpg,...)
ta: வீடியோ கோப்புகள் (avi, mpg,...)
te: వీడియో ఫైల్స్ (avi, mpg,...)
tg: Файлҳои видеоӣ (avi, mpg,...)
th: ไฟล์วิดีโอ (avi, mpg,...)
tk: Wideo faýllar (avi, mpg,...)
tt: Видео файллар (avi, mpg,...)
uk: Відео файли (avi, mpg,...)
ur: ویڈیو فائلیں (avi, mpg,...)
uz: Video fayllar (avi, mpg,...)
vi: Tập video (avi, mpg,...)
xh: Iifayile zeVidiyo (avi, mpg,...)
yi: סעליפ ואדיו (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
af: Oudiolêers (mp3, ogg,...)
am: የድምጽ ፋይሎች (mp3, ogg,...)
ar: ملفات صوتية (mp3، ogg،...)
be: Аўдыё файлы (mp3, ogg,...)
bg: Аудио файлове (mp3, ogg,...)
bn: অডিও ফাইল (mp3, ogg,...)
ca: Fitxers d'audio (mp3, ogg, ...)
cy: Ffeiliau Sain (mp3, ogg,...)
da: Lydfiler (mp3, ogg,...)
eo: Sondosieroj (mp3, ogg,...)
et: Helifailid (mp3, ogg,...)
eu: Audio Fitxategiak (mp3, ogg,...)
fa: ﯽﺗﻮﺻ ﯼﺎﻫ ﻞﯾﺎﻓ (mp3, ogg,...)
fi: Äänitiedostot (mp3, ogg,...)
fil: Mga Audio File (mp3, ogg,...)
fy: Audio triemmen (mp3, ogg,...)
ga: Comhaid Fuaime (mp3, ogg,...)
gd: Faidhlichean claisneachd (mp3, ogg,...)
gl: Ficheiros de Audio (mp3, ogg,...)
gu: ઑડિઓ ફાઇલો (mp3, ogg,...)
he: קובצי שמע (mp3, ogg,...)
hi: ऑडियो फ़ाइलें (mp3, ogg,...)
hr: Audio datoteke (mp3, ogg,...)
hu: Hangfájlok (ogg, mp3,...)
hy: Աուդիո Ֆայլեր (mp3, ogg,...)
id: File Audio (mp3, ogg,...)
is: Hljóðskrár (mp3, ogg,...)
ka: აუდიო ფაილები (mp3, ogg,...)
kk: Аудио файлдар (mp3, ogg,...)
km: ឯកសារ​សំឡេង​ (mp3, ogg,...)
kn: ಆಡಿಯೋ ಫೈಲ್u200cಗಳು (mp3, ogg,...)
ku: Pelên Audio (mp3, ogg,...)
ky: Аудио файлдар (mp3, ogg,...)
lb: Audiodateien (mp3, ogg,...)
lo: ໄຟລ໌ສຽງ (mp3, ogg,...)
lt: Audio failai (mp3, ogg, ...)
lv: Audio faili (mp3, ogg,...)
mi: Kōnae Ororongo (mp3, ogg,...)
mk: Аудио датотеки (mp3, ogg,...)
ml: ഓഡിയോ ഫയലുകൾ (mp3, ogg,...)
mn: Аудио файлууд (mp3, ogg,...)
mr: ऑडिओ फाइल्स (mp3, ogg,...)
mt: Fajls Awdjo (mp3, ogg,...)
my: အသံဖိုင်များ (mp3, ogg,...)
nb: Lydfiler (mp3, ogg,...)
ne: अडियो फाइलहरू (mp3, ogg,...)
or: ଅଡିଓ ଫାଇଲ୍ | (mp3, ogg,...)
pa: ਆਡੀਓ ਫਾਈਲਾਂ (mp3, ogg,...)
ps: ﻪﻧﻮﻠﯾﺎﻓ ﻮﯾډﺁ ﺩ (mp3, ogg,...)
ro: Fișiere audio (mp3, ogg,...)
rw: Amadosiye (mp3, ogg,...)
sd: ﻥﻮﻠﺋﺎﻓ ﻮﻳڊﺁ (mp3, ogg,...)
si: ශ්රව්ය ගොනු (mp3, ogg,...)
sk: Zvukové súbory (mp3, ogg,...)
sl: Vse zvočne datoteke (mp3, ogg, ...)
sq: Skedarët audio (mp3, ogg,...)
sw: Faili za Sauti (mp3, ogg,...)
ta: ஆடியோ கோப்புகள் (mp3, ogg,...)
te: ఆడియో ఫైల్స్ (mp3, ogg,...)
tg: Файлҳои аудиоӣ (mp3, ogg,...)
th: ไฟล์เสียง (mp3, ogg,...)
tk: Ses faýllary (mp3, ogg,...)
tt: Аудио файллар (mp3, ogg,...)
uk: Аудіо файли (mp3, ogg, ...)
ur: صوتی فائلیں (mp3, ogg,...)
uz: Audio fayllar (mp3, ogg,...)
vi: Tập tin âm thanh (mp3, ogg,...)
xh: Iifayile zomsindo (mp3, ogg,...)
yi: סעקעט אָידואַ (mp3, ogg,...)

source: Image Files (jpg, png,...)
af: Beeld lêers (jpg, png,...)
am: የምስል ፋይሎች (jpg, png,...)
ar: ملفات صور (jpg، png،...)
be: Файлы малюнкаў (jpg, png,...)
bg: Файлове с изображения (jpg, png,...)
bn: ইমেজ ফাইল (jpg, png,...)
ca: Fitxers d'imatge (jpg, png,...)
cy: Ffeiliau Delwedd (jpg, png,...)
da: Billedfiler (jpg, png,...)
eo: Bildaj Dosieroj (jpg, png,...)
et: Pildifailid (jpg, png,...)
eu: Irudi Fitxategiak (jpg, png,...)
fa: ﯼﺮﯾﻮﺼﺗ ﯼﺎﻫ ﻞﯾﺎﻓ (jpg, png,...)
fi: Kuvatiedostot (jpg, png,...)
fil: Mga File ng Larawan (jpg, png,...)
ga: Comhaid Íomhá (jpg, png,...)
gd: Faidhlichean ìomhaigh (jpg, png,...)
gl: Ficheiros de Imaxe (jpg, png,...)
gu: છબી ફાઇલો (jpg, png,...)
he: קובצי תמונה (jpg, png,...)
hi: छवि फ़ाइलें (jpg, png,...)
hr: Datoteke slika (jpg, png,...)
hu: Képfájlok (png, jpg...)
hy: Պատկերային ֆայլեր (jpg, png,...)
id: File Gambar (jpg, png,...)
is: Myndaskrár (jpg, png,...)
ka: გამოსახულების ფაილები (jpg, png,...)
kk: Кескін файлдары (jpg, png,...)
km: ឯកសារ​រូបភាព (jpg, png,...)
kn: ಚಿತ್ರ ಫೈಲ್u200cಗಳು (jpg, png,...)
ku: Pelên Wêne (jpg, png,...)
ky: Сүрөт файлдары (jpg, png,...)
lb: Bild Dateien (jpg, png,...)
lo: ໄຟລ໌ຮູບພາບ (jpg, png,...)
lt: Paveikslėliai (jpg, png, ...)
lv: Attēlu faili (jpg, png,...)
mg: Files sary (jpg, png,...)
mi: Kōnae Atahanga (jpg, png,...)
mk: Датотеки со слики (jpg, png,...)
ml: ഇമേജ് ഫയലുകൾ (jpg, png,...)
mn: Зургийн файлууд (jpg, png,...)
mr: प्रतिमा फाइल्स (jpg, png,...)
mt: Fajls tal-Immaġni (jpg, png,...)
my: ရုပ်ပုံဖိုင်များ (jpg, png,...)
nb: Bildefiler (jpg, png,...)
ne: छवि फाइलहरू (jpg, png,...)
or: ପ୍ରତିଛବି ଫାଇଲଗୁଡିକ | (jpg, png,...)
pa: ਚਿੱਤਰ ਫਾਈਲਾਂ (jpg, png,...)
ps: ﻪﻧﻮﻠﯾﺎﻓ ﺭﻮځﻧﺍ ﺩ (jpg, png,...)
ro: Fișiere imagine (jpg, png,...)
rw: Amadosiye (jpg, png,...)
sd: ﻥﻮﻠﺋﺎﻓ ﻱﺮﻳﻮﺼﺗ (jpg, png,...)
si: රූප ගොනු (jpg, png,...)
sk: Súbory obrázkov (jpg, png,...)
sl: Slikovne datoteke (jpg, png, ...)
sq: Skedarët e imazhit (jpg, png,...)
sw: Faili za Picha (jpg, png,...)
ta: பட கோப்புகள் (jpg, png,...)
te: ఇమేజ్ ఫైల్స్ (jpg, png,...)
tg: Файлҳои тасвирӣ (jpg, png,...)
th: ไฟล์ภาพ (jpg, png,...)
tk: Surat faýllary (jpg, png,...)
tt: Рәсем файллары (jpg, png,...)
uk: Файли зображень (jpg, png,...)
ur: تصاویر فائلیں (jpg, png,...)
uz: Rasm fayllari (jpg, png,...)
vi: Tệp hình ảnh (jpg, png,...)
xh: Iifayile zomfanekiso (jpg, png,...)
yi: סעקעט דליב (jpg, png,...)

source: Plain Text Files
af: Gewone tekslêers
am: ግልጽ የጽሑፍ ፋይሎች
ar: ملفات نصية
be: Звычайныя тэкставыя файлы
bg: Обикновени текстови файлове
bn: প্লেইন টেক্সট ফাইল
ca: _Arxius de text pla
cy: Ffeiliau Testun Plaen
da: Simple tekstfiler
eo: Simplaj Tekstaj Dosieroj
et: Lihttekstifailid
eu: Testu arrunteko fitxategiak
fa: ﻩﺩﺎﺳ ﯽﻨﺘﻣ ﯼﺎﻫ ﻞﯾﺎﻓ
fi: Muotoilemattomat tekstitiedostot
fil: Mga Plain Text File
ga: Comhaid Téacs Plain
gd: Faidhlichean teacsa soilleir
gl: Ficheiros de Texto Plano
gu: સાદી ટેક્સ્ટ ફાઇલો
he: קובצי _טקסט פשוטים
hi: सादा पाठ फ़ाइलें
hr: Obične tekstualne datoteke
hu: Sima szövegfájlok
hy: Պարզ տեքստային ֆայլեր
is: Einfaldar textaskrár
ka: უბრალო ტექსტური ფაილები
kk: Қарапайым мәтіндік файлдар
km: ឯកសារ​អត្ថបទ
kn: ಸರಳ ಪಠ್ಯ ಫೈಲ್ಗಳು
ku: Pelên Nivîsara Sade
ky: Жөнөкөй текст файлдары
lb: Einfach Text Dateien
lo: ໄຟລ໌ຂໍ້ຄວາມທຳມະດາ
lt: Paprasti teksto failai
lv: Vienkāršā teksta faili
mg: rakitra soratra tsotra
mi: Kōnae Kuputuhi Tonu
mk: Обични текстуални датотеки
ml: പ്ലെയിൻ ടെക്സ്റ്റ് ഫയലുകൾ
mn: Энгийн текст файлууд
mr: साध्या मजकूर फायली
mt: Fajls ta' Test sempliċi
my: ရိုးရိုးစာသားဖိုင်များ
nb: Vanlige tekstfiler
ne: सादा पाठ फाइलहरू
or: ସାଧା ପାଠ୍ୟ ଫାଇଲଗୁଡିକ |
pa: ਪਲੇਨ ਟੈਕਸਟ ਫਾਈਲਾਂ
ps: ﻪﻧﻮﻠﯾﺎﻓ ﻦﺘﻣ ﻩﺩﺎﺳ ﺩ
ro: Fișiere text simplu
rw: Idosiye yinyandiko
sd: ﻥﻮﻠﺋﺎﻓ ﻦﺘﻣ ﻱﺩﺎﺳ
si: සරල පෙළ ගොනු
sk: Textové súbory
sl: Datoteka z golim besedilom
sq: Skedarët me tekst të thjeshtë
sw: Faili za maandishi wazi
ta: எளிய உரை கோப்புகள்
te: సాధారణ టెక్స్ట్ ఫైల్స్
tg: Файлҳои матнии оддӣ
th: ไฟล์ข้อความธรรมดา
tk: Tekst faýllary
tt: Гади текст файллары
uk: Текстовий файл
ur: سادہ متن فائلیں
uz: Oddiy matnli fayllar
vi: Tệp văn bản thuần túy
xh: Iifayile zombhalo ongenanto
yi: סעקעט טסקעט ראָלק

source: All Files and Folders
af: Alle lêers en dopgehou
am: ሁሉም ፋይሎች እና አቃፊዎች
ar: كل الملفات والمجلدات
be: Усе файлы і тэчкі
bg: Всички файлове и папки
bn: সমস্ত ফাইল এবং ফোল্ডার
ca: Tots els fitxers i carpetes
cy: Pob Ffeil a Ffolder
da: Alle filer og mapper
eo: Ĉiuj Dosieroj kaj Dosierujoj
et: Kõik failid ja kataloogid
eu: Fitxategi eta karpeta guztiak
fa: ﺎﻫ ﻪﺷﻮﭘ ﻭ ﺎﻫ ﻞﯾﺎﻓ ﻪﻤﻫ
fi: Kaikki tiedostot ja kansiot
fil: Lahat ng mga File at Folder
fy: Alle bestannen en mappen
ga: Gach Comhad agus Fillteán
gd: Gach faidhle agus pasgan
gl: Todos os Ficheiros e Cartafoles
gu: બધી ફાઇલો અને ફોલ્ડર્સ
he: כל הקבצים והתיקיות
hi: सभी फ़ाइलें और फ़ोल्डर
hr: Sve datoteke i mape
hu: Minden fájl és mappa
hy: Բոլոր ֆայլերը և թղթապանակները
id: Semua File dan Folder
is: Allar skrár og möppur
ka: ყველა ფაილი და საქაღალდე
kk: Барлық файлдар мен қалталар
km: ឯកសារ និង​ថត​ទាំងអស់
kn: ಎಲ್ಲಾ ಫೈಲ್u200cಗಳು ಮತ್ತು ಫೋಲ್ಡರ್u200cಗಳು
ku: Hemû Pelên û Peldanka
ky: Бардык файлдар жана папкалар
lb: All Dateien an Ordner
lo: ໄຟລ໌ ແລະໂຟນເດີ້ທັງໝົດ
lt: Visi failai ir aplankai
lv: Visi faili un mapes
mg: Ny rakitra sy ny lahatahiry rehetra
mi: Ngā Kōnae me ngā Kōpaki Katoa
mk: Сите датотеки и папки
ml: എല്ലാ ഫയലുകളും ഫോൾഡറുകളും
mn: Бүх файл, хавтас
mr: सर्व फायली आणि फोल्डर
mt: Il-Fajls u l-Folders kollha
my: ဖိုင်များနှင့် ဖိုင်တွဲများအားလုံး
nb: Alle filer og mapper
ne: सबै फाइल र फोल्डरहरू
or: ସମସ୍ତ ଫାଇଲ୍ ଏବଂ ଫୋଲ୍ଡର୍ |
pa: ਸਾਰੀਆਂ ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰ
ps: ﯤﺭډﻟﻮﻓ ﻭﺍ ﻪﻧﻮﻠﯾﺎﻓ ﻝﻮټ
ro: Toate fișierele și folderele
rw: Amadosiye yose nububiko
sd: ﺭڊﻟﻮﻓ ۽ ﻥﻮﻠﺋﺎﻓ ﭛﺳ
si: සියලුම ගොනු සහ ෆෝල්ඩර
sk: Všetky súbory a adresáre
sl: Vse datoteke in mape
sq: Të gjithë skedarët dhe dosjet
sw: Faili zote na Folda
ta: அனைத்து கோப்புகள் மற்றும் கோப்புறைகள்
te: అన్ని ఫైల్u200cలు మరియు ఫోల్డర్u200cలు
tg: Ҳама файлҳо ва ҷузвдонҳо
th: ไฟล์และโฟลเดอร์ทั้งหมด
tk: Fhli faýllar we bukjalar
tt: Барлык файллар һәм папкалар
uk: Всі файли і каталоги
ur: تمام فائلیں اور فولڈر
uz: Barcha fayllar va papkalar
vi: Tất cả các tệp và thư mục
xh: Zonke Iifayile kunye neefolda
yi: סרעדלאָפ ןוא סעקעט עלאַ
