Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: For full documentation and examples see the zzzFM User's Manual:
af: Vir volledige dokumentasie en voorbeelde sien die zzzFM Gebruikershandleiding:
am: ለሙሉ ሰነዶች እና ምሳሌዎች የ zzzFM የተጠቃሚ መመሪያን ይመልከቱ፡-
ar: :zzzFM ﻡﺪﺨﺘﺴﻣ ﻞﻴﻟﺩ ﻊﺟﺍﺭ ، ﺔﻠﻣﺎﻛ ﺔﻠﺜﻣﺃﻭ ﻖﺋﺎﺛﻭ ﻰﻠﻋ ﻝﻮﺼﺤﻠﻟ
be: Для атрымання поўнай дакументацыі і прыкладаў глядзіце кіраўніцтва карыстальніка zzzFM:
bg: За пълна документация и примери вижте Ръководството за потребителя на zzzFM:
bn: সম্পূর্ণ ডকুমেন্টেশন এবং উদাহরণের জন্য zzzFM ব্যবহারকারীর ম্যানুয়াল দেখুন:
ca: Per obtenir la documentació completa i els exemples, consulteu el Manual de l'usuari de zzzFM:
cy: Am ddogfennaeth lawn ac enghreifftiau gweler Llawlyfr Defnyddiwr zzzFM:
da: For fuld dokumentation og eksempler se zzzFM Brugermanualen:
eo: Por plena dokumentaro kaj ekzemploj vidu la Manlibron de Uzanto de zzzFM:
et: Täieliku dokumentatsiooni ja näidete saamiseks vaadake zzzFM-i kasutusjuhendit:
eu: Dokumentazio osoa eta adibideak ikusteko, ikusi zzzFM erabiltzailearen eskuliburua:
fa: :ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzFM ﺮﺑﺭﺎﮐ ﯼﺎﻤﻨﻫﺍﺭ ﻪﺑ ﺎﻫu200cﻝﺎﺜﻣ ﻭ ﻞﻣﺎﮐ ﺕﺍﺪﻨﺘﺴﻣ ﯼﺍﺮﺑ
fi: Katso täydelliset asiakirjat ja esimerkit zzzFM-käyttöoppaasta:
fil: Para sa buong dokumentasyon at mga halimbawa tingnan ang zzzFM User's Manual:
fy: Foar folsleine dokumintaasje en foarbylden sjoch de zzzFM User's Manual:
ga: Le haghaidh cáipéisí agus samplaí iomlána féach Lámhleabhar Úsáideora zzzFM:
gd: Airson làn sgrìobhainnean agus eisimpleirean faic Leabhar-làimhe Cleachdaiche zzzFM:
gl: Para obter documentación completa e exemplos, consulte o Manual do usuario de zzzFM:
gu: સંપૂર્ણ દસ્તાવેજીકરણ અને ઉદાહરણો માટે zzzFM વપરાશકર્તાની માર્ગદર્શિકા જુઓ:
he: :zzzFM לש שמתשמל ךירדמב ןייע תואמגודו אלמ דועיתל
hi: पूर्ण दस्तावेज़ीकरण और उदाहरणों के लिए देखें zzzFM उपयोगकर्ता का मैनुअल:
hr: Za potpunu dokumentaciju i primjere pogledajte ZzzFM Korisnički priručnik:
hu: A teljes dokumentációért és példákért lásd a zzzFM felhasználói kézikönyvet:
hy: Ամբողջական փաստաթղթերի և օրինակների համար տե՛ս zzzFM Օգտագործողի ձեռնարկը.
id: Untuk dokumentasi dan contoh lengkap, lihat Panduan Pengguna zzzFM:
is: Fyrir öll skjöl og dæmi sjá zzzFM notendahandbókina:
ka: სრული დოკუმენტაციისა და მაგალითებისთვის იხილეთ zzzFM მომხმარებლის სახელმძღვანელო:
kk: Толық құжаттама мен мысалдар үшін zzzFM пайдаланушы нұсқаулығын қараңыз:
km: សម្រាប់ឯកសារពេញលេញ និងឧទាហរណ៍ សូមមើលសៀវភៅណែនាំអ្នកប្រើប្រាស់ zzzFM៖
kn: ಪೂರ್ಣ ದಸ್ತಾವೇಜನ್ನು ಮತ್ತು ಉದಾಹರಣೆಗಳಿಗಾಗಿ zzzFM ಬಳಕೆದಾರರ ಕೈಪಿಡಿಯನ್ನು ನೋಡಿ:
ku: Ji bo belge û nimûneyên tevahî li Destûra Bikarhêner a zzzFM binêre:
ky: Толук документтер жана мисалдар үчүн zzzFM Колдонуучунун колдонмосун караңыз:
lb: Fir voll Dokumentatioun an Beispiller kuckt d'zzzFM User's Manual:
lo: ສໍາລັບເອກະສານເຕັມແລະຕົວຢ່າງເບິ່ງຄູ່ມືຜູ້ໃຊ້ zzzFM:
lt: Išsamią dokumentaciją ir pavyzdžius rasite zzzFM vartotojo vadove:
lv: Pilnu dokumentāciju un piemērus skatiet zzzFM lietotāja rokasgrāmatā:
mg: Ho an'ny antontan-taratasy feno sy ohatra dia jereo ny ZzzFM User's Manual:
mi: Mo nga tuhinga katoa me nga tauira tirohia te Pukapuka Kaiwhakamahi zzzFM:
mk: За целосна документација и примери, видете го упатството за користење zzzFM:
ml: പൂർണ്ണമായ ഡോക്യുമെന്റേഷനും ഉദാഹരണങ്ങൾക്കും zzzFM ഉപയോക്തൃ മാനുവൽ കാണുക:
mn: Бүрэн баримт бичиг болон жишээнүүдийг zzzFM хэрэглэгчийн гарын авлагаас үзнэ үү:
mr: संपूर्ण दस्तऐवज आणि उदाहरणांसाठी zzzFM वापरकर्ता मॅन्युअल पहा:
mt: Għal dokumentazzjoni sħiħa u eżempji ara l-Manwal tal-Utent ta’ zzzFM:
my: စာရွက်စာတမ်းအပြည့်အစုံနှင့် ဥပမာများအတွက် zzzFM အသုံးပြုသူ၏လက်စွဲကိုကြည့်ပါ-
nb: For full dokumentasjon og eksempler se zzzFM-brukerhåndboken:
ne: पूर्ण कागजात र उदाहरणहरूको लागि zzzFM प्रयोगकर्ताको म्यानुअल हेर्नुहोस्:
or: ପୂର୍ଣ୍ଣ ଡକ୍ୟୁମେଣ୍ଟେସନ୍ ଏବଂ ଉଦାହରଣ ପାଇଁ zzzFM ବ୍ୟବହାରକାରୀଙ୍କ ମାନୁଆଲ୍ ଦେଖନ୍ତୁ:
pa: ਪੂਰੇ ਦਸਤਾਵੇਜ਼ਾਂ ਅਤੇ ਉਦਾਹਰਨਾਂ ਲਈ zzzFM ਯੂਜ਼ਰਜ਼ ਮੈਨੂਅਲ ਦੇਖੋ:
ps: :ﺉﺭﻮګﻭ ﺩﻮښﺭﻻ﻿ ﻥﺭﺎﮐ zzzFM ﺩ ﻩﺭﺎﭙﻟ ﻮﻧﻮﻟﺎﺜﻣ ﻭﺍ ﻭﺩﺎﻨﺳﺍ ﻭړﭙﺸﺑ ﺩ
ro: Pentru documentația completă și exemple, consultați Manualul utilizatorului zzzFM:
rw: Kubyangombwa byuzuye hamwe nurugero reba Igitabo cyumukoresha wa zzzFM:
sd: :ﻞﺋﻮﻨﻴﻣ ﺭﺯﻮﻳ zzzFM ﻮﺳڏ ءِﻻ﻿ ﻦﻟﺎﺜﻣ ۽ ﻥﺰﻳﻭﺎﺘﺳﺩ ﻞﻤڪﻣ
si: සම්පූර්ණ ලියකියවිලි සහ උදාහරණ සඳහා zzzFM පරිශීලක අත්පොත බලන්න:
sk: Úplnú dokumentáciu a príklady nájdete v používateľskej príručke zzzFM:
sl: Za celotno dokumentacijo in primere si oglejte uporabniški priročnik zzzFM:
sq: Për dokumentacionin e plotë dhe shembujt shihni Manualin e Përdoruesit zzzFM:
sw: Kwa nyaraka kamili na mifano tazama Mwongozo wa Mtumiaji wa zzzFM:
ta: முழு ஆவணங்கள் மற்றும் எடுத்துக்காட்டுகளுக்கு zzzFM பயனர் கையேட்டைப் பார்க்கவும்:
te: పూర్తి డాక్యుమెంటేషన్ మరియు ఉదాహరణల కోసం zzzFM యూజర్స్ మాన్యువల్ చూడండి:
tg: Барои ҳуҷҷатҳои пурра ва мисолҳо ба Дастури истифодабарандаи zzzFM нигаред:
th: สำหรับเอกสารและตัวอย่างทั้งหมด โปรดดูคู่มือผู้ใช้ zzzFM:
tk: Doly resminamalar we mysallar üçin zzzFM Ulanyjy gollanmasyna serediň:
tt: Тулы документлар һәм мисаллар өчен zzzFM Кулланучының кулланмасын карагыз:
uk: Повну документацію та приклади див. у посібнику користувача zzzFM:
ur: :ﮟﯿﮭﮑﯾﺩ ﻞﻤﻌﻟﺍﺭﻮﺘﺳﺩ ﺎﮐ ﻑﺭﺎﺻ zzzFM ﮯﯿﻟ ﮯﮐ ﮞﻮﻟﺎﺜﻣ ﺭﻭﺍ ﺕﺍﺰﯾﻭﺎﺘﺳﺩ ﻞﻤﮑﻣ
uz: To'liq hujjatlar va misollar uchun zzzFM foydalanuvchi qo'llanmasiga qarang:
vi: Để có đầy đủ tài liệu và ví dụ, hãy xem Hướng dẫn sử dụng zzzFM:
xh: Ukufumana amaxwebhu apheleleyo kunye nemizekelo jonga i-zzzFM yeNcwadi yoMsebenzisi:
yi: :לאַונאַמ רעצינאַב zzzFM יד ןעז ןליפשייב ןוא ןאַשייטנעמויקאַד לופ ראַפֿ

source: This build of zzzFM has desktop integration disabled
af: Hierdie bou van zzzFM het lessenaarintegrasie gedeaktiveer
am: ይህ የzzzFM ግንባታ የዴስክቶፕ ውህደት ተሰናክሏል።
ar: zzzFM ﻦﻣ ﺭﺍﺪﺻﻹ﻿ﺍ ﺍﺬﻫ ﻲﻓ ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﻞﻣﺎﻜﺗ ﻞﻴﻄﻌﺗ ﻢﺗ
be: У гэтай зборцы zzzFM адключана інтэграцыя з працоўным сталом
bg: Тази версия на zzzFM има деактивирана интеграция на работния плот
bn: zzzFM-এর এই বিল্ডে ডেস্কটপ ইন্টিগ্রেশন অক্ষম করা আছে
ca: Aquesta compilació de zzzFM té la integració d'escriptori desactivada
cy: Mae integreiddiad bwrdd gwaith wedi'i anablu yn yr adeilad hwn o zzzFM
da: Denne build af zzzFM har desktop-integration deaktiveret
eo: Ĉi tiu konstruo de zzzFM havas labortablan integriĝon malŝaltita
et: Sellel zzzFM-i järgul on töölaua integreerimine keelatud
eu: ZzzFM-ren eraikuntza honek mahaigaineko integrazioa desgaituta dauka
fa: ﺖﺳﺍ ﻝﺎﻌﻓﺮﯿﻏ ﭖﺎﺘﮑﺳﺩ ﯼﺯﺎﺳ ﻪﭼﺭﺎﭙﮑﯾ zzzFM ﺯﺍ ﺖﺧﺎﺳ ﻦﯾﺍ
fi: Tässä zzzFM-versiossa työpöytäintegrointi on poistettu käytöstä
fil: Ang build na ito ng zzzFM ay may naka-disable na desktop integration
fy: Dizze bou fan zzzFM hat buroblêdyntegraasje útskeakele
ga: Tá comhtháthú deisce díchumasaithe sa tógáil seo de zzzFM
gd: Tha an togail seo de zzzFM air amalachadh deasg a chiorramachadh
gl: Esta compilación de zzzFM ten a integración do escritorio desactivada
gu: zzzFM ના આ બિલ્ડમાં ડેસ્કટોપ એકીકરણ અક્ષમ છે
he: תבשומ הדובעה ןחלוש בוליש zzzFM לש הזה הנבמל
hi: ZzzFM के इस निर्माण में डेस्कटॉप एकीकरण अक्षम है
hr: Ova verzija zzzFM-a ima onemogućenu integraciju s desktopom
hu: A zzzFM ezen buildjének asztali integrációja le van tiltva
hy: zzzFM-ի այս նախագծում աշխատասեղանի ինտեգրումն անջատված է
id: Build zzzFM ini menonaktifkan integrasi desktop
is: Þessi smíði af zzzFM er með skjáborðssamþættingu óvirka
ka: zzzFM-ის ამ ვერსიას დესკტოპის ინტეგრაცია გამორთული აქვს
kk: Бұл zzzFM құрастыруында жұмыс үстелін біріктіру өшірілген
km: ការបង្កើត zzzFM នេះមានបិទការរួមបញ្ចូលផ្ទៃតុ
kn: zzzFM ನ ಈ ನಿರ್ಮಾಣವು ಡೆಸ್ಕ್u200cಟಾಪ್ ಏಕೀಕರಣವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದೆ
ku: Vê avakirina zzzFM entegrasyona sermaseyê neçalak kiriye
ky: Бул zzzFM түзүмүндө рабочий интеграциясы өчүрүлгөн
lb: Dëse Bau vun zzzFM huet Desktop Integratioun behënnert
lo: ການສ້າງ zzzFM ນີ້ປິດການເຊື່ອມໂຍງກັບ desktop
lt: Šioje zzzFM versijoje darbalaukio integravimas išjungtas
lv: Šajā zzzFM būvniecībā ir atspējota darbvirsmas integrācija
mg: Ity fananganana zzzFM ity dia tsy misy fampidiran-dresaka ho an'ny desktop
mi: Ko tenei hanga o zzzFM kua monokia te whakauru papamahi
mk: Оваа верзија на zzzFM е оневозможена интеграција на работната површина
ml: zzzFM-ന്റെ ഈ ബിൽഡിന് ഡെസ്u200cക്u200cടോപ്പ് ഇന്റഗ്രേഷൻ പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു
mn: zzzFM-ийн энэхүү бүтэц нь ширээний интеграцийг идэвхгүй болгосон байна
mr: zzzFM च्या या बिल्डमध्ये डेस्कटॉप इंटिग्रेशन अक्षम केले आहे
mt: Din il-bini ta 'zzzFM għandha l-integrazzjoni tad-desktop diżattivata
my: zzzFM ၏ ဤတည်ဆောက်မှုသည် ဒက်စ်တော့ ပေါင်းစပ်မှုကို ပိတ်ထားသည်။
nb: Denne versjonen av zzzFM har skrivebordsintegrasjon deaktivert
ne: zzzFM को यो निर्माणमा डेस्कटप एकीकरण असक्षम गरिएको छ
or: ZzzFM ର ଏହି ନିର୍ମାଣରେ ଡେସ୍କଟପ୍ ଏକୀକରଣ ଅକ୍ଷମ ହୋଇଛି |
pa: zzzFM ਦੇ ਇਸ ਬਿਲਡ ਵਿੱਚ ਡੈਸਕਟੌਪ ਏਕੀਕਰਣ ਅਯੋਗ ਹੈ
ps: ﯼﺩ ﻝﺎﻌﻓ ﺮﯿﻏ ﻡﺎﻏﺩﺍ ﭖﺎټﺴﯾډ ﺩ ﺖښړﻮﺟ ﺍﺩ zzzFM ﺩ
ro: Această versiune a zzzFM are integrarea desktopului dezactivată
rw: Iyi nyubako ya zzzFM ifite desktop ihuza disable
sd: zzzFM ﻲﻫﺁ ﻞﻴﭤ ﺪﻨﺑ ﻦﺸﻳﺮﮕﻴٽﻧﺍ ﭖﺎٽ ڪﺴﻳڊ ۾ ﺮﻴﻤﻌﺗ ﻦﻫ ﻲﺟ
si: මෙම zzzFM ගොඩනැගීමේ ඩෙස්ක්ටොප් ඒකාබද්ධ කිරීම අක්u200dරිය කර ඇත
sk: Táto zostava zzzFM má zakázanú integráciu pracovnej plochy
sl: Ta različica zzzFM ima onemogočeno integracijo namizja
sq: Ky ndërtim i zzzFM e ka të çaktivizuar integrimin e desktopit
sw: Muundo huu wa zzzFM umezimwa muunganisho wa eneo-kazi
ta: இந்த zzzFM உருவாக்கத்தில் டெஸ்க்டாப் ஒருங்கிணைப்பு முடக்கப்பட்டுள்ளது
te: zzzFM యొక్క ఈ బిల్డ్ డెస్క్u200cటాప్ ఇంటిగ్రేషన్ నిలిపివేయబడింది
tg: Ин сохти zzzFM ҳамгироии мизи кории ғайрифаъол дорад
th: zzzFM บิลด์นี้ปิดใช้งานการรวมเดสก์ท็อป
tk: ZzzFM-iň bu gurluşynda iş stoly integrasiýasy ýapyk
tt: ZzzFM-ның бу корылмасы өстәл интеграциясе сүндерелгән
uk: У цій збірці zzzFM вимкнено інтеграцію з робочим столом
ur: zzzFM ۔ﮯﮨ ﻝﺎﻌﻓ ﺮﯿﻏ ﻦﺸﯾﺮﮕﯿﭩﻧﺍ ﭖﺎﭨ ﮏﺴﯾﮈ ﮟﯿﻣ ﺮﯿﻤﻌﺗ ﺱﺍ ﯽﮐ
uz: Ushbu zzzFM qurilmasida ish stoli integratsiyasi o‘chirib qo‘yilgan
vi: Bản dựng này của zzzFM đã tắt tích hợp máy tính để bàn
xh: Olu lwakhiwo lwe-zzzFM lunodibaniso lwedesktop luvaliwe
yi: טלפּירקראַפ ןאַשיירגאַטני פּאַטקסעד טאה zzzFM ןופ ןעיוב םעד

source: zzzfm: Error: Unable to save session %s
af: zzzfm: Fout: Kan nie sessie stoor nie %s
am: zzzfm: ስህተት፡ ክፍለ ጊዜን ማስቀመጥ አልተቻለም %s
ar: zzzfm: ﺔﺴﻠﺠﻟﺍ ﻆﻔﺣ ﺭﺬﻌﺗ :ﺄﻄﺧ %s
be: zzzfm: Памылка: немагчыма захаваць сеанс %s
bg: zzzfm: Грешка: Не може да се запази сесията %s
bn: zzzfm: ত্রুটি: সেশন সংরক্ষণ করতে অক্ষম %s
ca: zzzfm: Error: no es pot desar la sessió %s
cy: zzzfm: Gwall: Methu arbed sesiwn %s
da: zzzfm: Fejl: Sessionen kunne ikke gemmes %s
eo: zzzfm: Eraro: Ne eblas konservi sesion %s
et: zzzfm: Viga: seanssi ei saa salvestada %s
eu: zzzfm: Errorea: ezin da saioa gorde %s
fa: zzzfm: ﺖﺴﯿﻧ ﻦﮑﻤﻣ ﻪﺴﻠﺟ ﻩﺮﯿﺧﺫ :ﺎﻄﺧ %s
fi: zzzfm: Virhe: istunnon tallentaminen epäonnistui %s
fil: zzzfm: Error: Hindi ma-save ang session %s
fy: zzzfm: Flater: koe sesje net opslaan %s
ga: zzzfm: Earráid: Ní féidir an seisiún a shábháil %s
gd: zzzfm: Mearachd: Cha ghabh an seisean a shàbhaladh %s
gl: zzzfm: Erro: non se puido gardar a sesión %s
gu: zzzfm: ભૂલ: સત્ર સાચવવામાં અસમર્થ %s
he: zzzfm: הלעפהה תא רומשל ןתינ אל :האיגש %s
hi: zzzfm: त्रुटि: सत्र सहेजने में असमर्थ %s
hr: zzzfm: Pogreška: nije moguće spremiti sesiju %s
hu: zzzfm: Hiba: Nem sikerült menteni a munkamenetet %s
hy: zzzfm: Սխալ․ չհաջողվեց պահել նիստը %s
id: zzzfm: Kesalahan: Tidak dapat menyimpan sesi %s
is: zzzfm: Villa: Ekki tókst að vista lotuna %s
ka: zzzfm: შეცდომა: სესიის შენახვა შეუძლებელია %s
kk: zzzfm: Қате: сеансты сақтау мүмкін емес %s
km: zzzfm: កំហុស៖ មិនអាចរក្សាទុកវគ្គបានទេ។ %s
kn: zzzfm: ದೋಷ: ಸೆಶನ್ ಅನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ %s
ku: zzzfm: Çewtî: Danişîn nayê hilanîn %s
ky: zzzfm: Ката: сеанс сакталбай жатат %s
lb: zzzfm: Feeler: Kann d'Sessioun net späicheren %s
lo: zzzfm: ຜິດພາດ: ບໍ່ສາມາດບັນທຶກເຊດຊັນໄດ້ %s
lt: zzzfm: Klaida: nepavyko išsaugoti seanso %s
lv: zzzfm: Kļūda: nevar saglabāt sesiju %s
mg: zzzfm: Error: Tsy afaka mitahiry session %s
mi: zzzfm: Hapa: Kaore e taea te tiaki i te waahi %s
mk: zzzfm: Грешка: не може да се зачува сесијата %s
ml: zzzfm: പിശക്: സെഷൻ സംരക്ഷിക്കാനായില്ല %s
mn: zzzfm: Алдаа: сессийг хадгалах боломжгүй %s
mr: zzzfm: त्रुटी: सत्र जतन करण्यात अक्षम %s
mt: zzzfm: Żball: Ma tistax tissejvja s-sessjoni %s
my: zzzfm: အမှား- စက်ရှင်ကို မသိမ်းဆည်းနိုင်ပါ။ %s
nb: zzzfm: Feil: Kan ikke lagre økten %s
ne: zzzfm: त्रुटि: सत्र बचत गर्न असमर्थ %s
or: zzzfm: ତ୍ରୁଟି: ଅଧିବେଶନ ସଂରକ୍ଷଣ କରିବାକୁ ଅସମର୍ଥ | %s
pa: zzzfm: ਤਰੁੱਟੀ: ਸੈਸ਼ਨ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ %s
ps: zzzfm: ﻱﺮﻠﻧ ﻥﺍﻮﺗ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ ﺩ ﯥﺘﺳﺎﻧ ﺩ :ﻪﻨﺗﻭﺮﯧﺗ %s
ro: zzzfm: Eroare: Nu se poate salva sesiunea %s
rw: zzzfm: Ikosa: Ntibishobora kubika isomo %s
sd: zzzfm: ﻡﺎڪﺎﻧ ۾ ﮠﺮڪ ﻅﻮﻔﺤﻣ ﻦﺸﻴﺳ :ﻲﻄﻠﻏ %s
si: zzzfm: දෝෂය: සැසිය සුරැකීමට නොහැක %s
sk: zzzfm: Chyba: Nie je možné uložiť reláciu %s
sl: zzzfm: Napaka: Seje ni mogoče shraniti %s
sq: zzzfm: Gabim: Sesioni nuk mund të ruhet %s
sw: zzzfm: Hitilafu: Haiwezi kuhifadhi kipindi %s
ta: zzzfm: பிழை: அமர்வைச் சேமிக்க முடியவில்லை %s
te: zzzfm: లోపం: సెషన్u200cను సేవ్ చేయడం సాధ్యపడలేదు %s
tg: zzzfm: Хатогӣ: Сеансро захира кардан ғайриимкон аст %s
th: zzzfm: ข้อผิดพลาด: ไม่สามารถบันทึกเซสชัน %s
tk: zzzfm: Roralňyşlyk: Sessiýany ýazdyryp bolmaýar %s
tt: zzzfm: Хата: сессияне саклап булмый %s
uk: zzzfm: Помилка: не вдається зберегти сеанс %s
ur: zzzfm: ﺮﺻﺎﻗ ﮯﺳ ﮯﻧﺮﮐ ﻅﻮﻔﺤﻣ ﻮﮐ ﻦﺸﯿﺳ :ﯽﺑﺍﺮﺧ %s
uz: zzzfm: Xato: seansni saqlab bo‘lmadi %s
vi: zzzfm: Lỗi: Không thể lưu phiên %s
xh: zzzfm: Imposiso: Ayikwazanga ukugcina iseshoni %s
yi: zzzfm: עיסעס ןעוועטאַר וצ טנעקעג טינ :תועט %s

source: File doesn't exist
af: Lêer bestaan u200bu200bnie
am: ፋይል የለም።
ar: الملف غير موجود
be: Файл не існуе
bg: Файлът не съществува
bn: ফাইল বিদ্যমান নেই
ca: No existeix el fitxer!
cy: Nid yw'r ffeil yn bodoli
da: Filen findes ikke
eo: Dosiero ne ekzistas
et: Faili ei eksisteeri!
eu: Fitxategia ez da existitzen
fa: ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﻞﯾﺎﻓ
fi: Tiedostoa ei ole
fil: Walang file
fy: Triem bestiet net
ga: Níl an comhad ann
gd: Chan eil faidhle ann
gl: O ficheiro non existe
gu: ફાઇલ અસ્તિત્વમાં નથી
he: הקובץ אינו קיים
hi: फ़ाइल मौजूद नहीं है
hr: Datoteka ne postoji
hu: A fájl nem létezik
hy: Ֆայլը գոյություն չունի
id: File tidak ditemukan
is: Skrá er ekki til
ka: ფაილი არ არსებობს
kk: Файл жоқ
km: មិនមាន​ឯកសារឡើយ
kn: ಫೈಲ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
ku: Pelê tune
ky: Файл жок
lb: Datei existéiert net
lo: ບໍ່ມີໄຟລ໌
lt: Failas neegzistuoja
lv: Fails neeksistē
mg: Tsy misy ny rakitra
mi: Karekau he konae
mk: Датотеката не постои
ml: ഫയൽ നിലവിലില്ല
mn: Файл байхгүй байна
mr: फाइल अस्तित्वात नाही
mt: Il-fajl ma jeżistix
my: ဖိုင်မရှိပါ။
nb: Filen finnes ikke
ne: फाइल अवस्थित छैन
or: ଫାଇଲ୍ ବିଦ୍ୟମାନ ନାହିଁ |
pa: ਫ਼ਾਈਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ps: ﻱﺮﻠﻧ ﻥﻮﺘﺷ ﻪﻨﺗﻭﺩ
ro: Fișierul nu există
rw: Idosiye ntihabaho
sd: ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ ﻞﺋﺎﻓ
si: ගොනුව නොපවතී
sk: Súbor neexistuje
sl: Datoteka ne obstaja
sq: Skedari nuk ekziston
sw: Faili haipo
ta: கோப்பு இல்லை
te: ఫైల్ ఉనికిలో లేదు
tg: Файл вуҷуд надорад
th: ไฟล์ไม่มีอยู่
tk: Faýl ýok
tt: Файл юк
uk: Файл не існує
ur: فائل وجود نہیں رکھتی
uz: Fayl mavjud emas
vi: Tệp không tồn tại
xh: Ifayile ayikho
yi: טריטסיסקע טשינ זיא עקעט

source: Error
af: Fout
am: ስህተት
ar: خطأ
be: Памылка
bg: Грешка
bn: ত্রুটি
cy: Gwall
da: Fejl
eo: Eraro
et: Viga
eu: Грешка
fa: خطا
fi: Virhe
fy: Fersin
ga: Earráid
gd: Mearachd
gl: Erro
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
hy: Սխալ
id: Galat
is: Villa
ka: შეცდომა
kk: Қате
km: កំហុស
kn: ದೋಷ
ku: Şaşî
ky: Ката
lb: Feeler
lo: ຜິດພາດ
lt: Klaida
lv: Kļūda
mg: fahadisoana
mi: Hapa
mk: Грешка
ml: പിശക്
mn: Алдаа
mr: त्रुटी
mt: Żball
my: အမှား
nb: Feil
ne: त्रुटि
or: ତ୍ରୁଟି |
pa: ਗਲਤੀ
ps: ﻪﻨﺗﻭﺮﯧﺗ
ro: Eroare
rw: Ikosa
sd: ﺺﻘﻧ
si: දෝෂයකි
sk: Chyba
sl: Napaka
sq: Gabim
sw: Hitilafu
ta: பிழை
te: లోపం
tg: Хатогӣ
th: ข้อผิดพลาด
tk: Roralňyşlyk
tt: Хата
uk: Помилка
ur: غلطی
uz: Xato
vi: Lỗi
xh: Impazamo
yi: תועט

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
af: Fout: Kan nie inotify-lêerveranderingmonitor inisialiseer nie. Het u 'n kernel wat in staat is om te weet?
am: ስህተት፡ inotify የፋይል ለውጥ ማሳያን ማስጀመር አልተቻለም። የማይታወቅ ከርነል አለህ?
ar: .inotify ﻒﻠﻤﻟﺍ ﺮﻴﻴﻐﺗ ﺐﻗﺍﺮﻣ ﺔﺌﻴﻬﺗ ﺭﺬﻌﺗ :ﺄﻄﺧ ؟ﻲﻠﻀﻌﻟﺍ ﺺﻠﻘﺘﻟﺍ ﻰﻠﻋ ﺓﺭﺩﺎﻗ ﺓﺍﻮﻧ ﻚﻳﺪﻟ ﻞﻫ
be: Памылка: немагчыма ініцыялізаваць манітор змены файлаў Inotify. Ці ёсць у вас ядро u200bu200bз падтрымкай Inotify?
bg: Грешка: Не може да се инициализира мониторът за промяна на файла inotify. Имате ли ядро u200bu200bс възможност за inotify?
bn: ত্রুটি: inotify ফাইল পরিবর্তন মনিটর আরম্ভ করতে অক্ষম. আপনার কি একটি inotify-সক্ষম কার্নেল আছে?
ca: Error: no s'ha pogut inicialitzar el monitor de canvi de fitxer d'inotify. Teniu un nucli capaç de notificar?
cy: Gwall: Methu cychwynu monitor newid ffeiliau. Oes gennych chi gnewyllyn galluog?
da: Fejl: Kan ikke initialisere inotify filændringsovervågning. Har du en inotify-kompatibel kerne?
eo: Eraro: Ne eblas pravalorigi monitoron de inotify dosierŝanĝo. Ĉu vi havas inotify-kapablan kernon?
et: Viga: ei saa initsialiseerida teavitusfaili muutmise monitori. Kas teil on teavitusfunktsiooniga kernel?
eu: Errorea: ezin da hasieratu inotify fitxategi-aldaketaren monitorea. Ba al duzu inotify gai den kernel bat?
fa: .ﺖﺴﯿﻧ inotify ﻞﯾﺎﻓ ﺮﯿﯿﻐﺗ ﺭﻮﺘﯿﻧﺎﻣ ﯼﺯﺍﺪﻧﺍ ﻩﺍﺭ ﻪﺑ ﺭﺩﺎﻗ :ﺎﻄﺧ ؟ﺪﯾﺭﺍﺩ inotify ﺖﯿﻠﺑﺎﻗ ﺎﺑ ﯼﺍ ﻪﺘﺴﻫ ﺎﯾﺁ
fi: Virhe: Inotify-tiedoston muutoksen valvontaa ei voi alustaa. Onko sinulla inotify-yhteensopiva ydin?
fil: Error: Hindi masimulan ang inotify file change monitor. Mayroon ka bang kernel na may kakayahang inotify?
fy: Flater: Net yn steat om inotify-bestânferoaringsmonitor te initialisearjen. Hawwe jo in inotify-kapabele kernel?
ga: Earráid: Ní féidir monatóireacht a dhéanamh ar athrú comhad a thionscnamh. An bhfuil eithne inotify-ábalta agat?
gd: Mearachd: Cha ghabh monitor atharrachaidh faidhle a thòiseachadh. A bheil kernel comasach air inotify?
gl: Erro: non se puido inicializar o monitor de cambio de ficheiros de inotify. Tes un núcleo capaz de inotify?
gu: ભૂલ: inotify ફાઇલ ચેન્જ મોનિટર શરૂ કરવામાં અસમર્થ. શું તમારી પાસે inotify-સક્ષમ કર્નલ છે?
he: .inotify לש םיצבקה יוניש גצ תא לחתאל ןתינ אל :האיגש ?inotify תלוכי לעב ןיערג ךל שי םאה
hi: त्रुटि: फ़ाइल परिवर्तन मॉनिटर को इनिशियलाइज़ करने में असमर्थ। क्या आपके पास एक inotify-सक्षम कर्नेल है?
hr: Pogreška: Nije moguće inicijalizirati inotify monitor promjene datoteke. Imate li kernel sposoban za inotify?
hu: Hiba: Nem sikerült inicializálni az inotify fájlváltozás figyelőjét. Van inotify-képes kerneled?
hy: Սխալ. Հնարավոր չէ սկզբնավորել inotify ֆայլի փոփոխության մոնիտորը: Դուք ունե՞ք inotify-ունակ միջուկ:
id: Kesalahan: Tidak dapat menginisialisasi monitor perubahan file yang tidak dinotifikasi. Apakah Anda memiliki kernel yang mendukung inotify?
is: Villa: Gat ekki frumstillt inotify skráaskiptaskjá. Ertu með inotify-hæfan kjarna?
ka: შეცდომა: შეუძლებელია inotify ფაილის ცვლილების მონიტორის ინიციალიზაცია. გაქვთ inotify-ის მქონე ბირთვი?
kk: Қате: inotify файлды өзгерту мониторын инициализациялау мүмкін емес. Сізде инотификацияға қабілетті ядро u200bu200bбар ма?
km: កំហុស៖ មិនអាចចាប់ផ្តើមម៉ូនីទ័រការផ្លាស់ប្តូរឯកសារជូនដំណឹងបានទេ។ តើអ្នកមានខឺណែលដែលមានសមត្ថភាព inotify ទេ?
kn: ದೋಷ: ಇನೋಟಿಫೈ ಫೈಲ್ ಬದಲಾವಣೆ ಮಾನಿಟರ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಇನೋಟಿಫೈ-ಸಾಮರ್ಥ್ಯದ ಕರ್ನಲ್ ಅನ್ನು ಹೊಂದಿದ್ದೀರಾ?
ku: Çewtî: Nikare çavdêriya guherîna pelê inotify dest pê bike. Ma we kernelek ku bikaribe bi inotify heye heye?
ky: Ката: inotify файлды өзгөртүү мониторду инициализациялоо мүмкүн эмес. Сизде inotify-жөндөмдүү ядро u200bu200bбарбы?
lb: Feeler: Kann den Inotify Dateiännerungsmonitor net initialiséieren. Hutt Dir en inotify-fähig Kernel?
lo: ຜິດພາດ: ບໍ່ສາມາດເລີ່ມຕົ້ນການແຈ້ງເຕືອນການປ່ຽນແປງໄຟລ໌ໄດ້. ທ່ານມີ kernel ທີ່ສາມາດ inotify ໄດ້ບໍ?
lt: Klaida: Nepavyko inicijuoti pranešimo apie failo keitimo monitoriaus. Ar turite inotify palaikantį branduolį?
lv: Kļūda: nevar inicializēt paziņot faila maiņas monitoru. Vai jums ir kodols ar inotify?
mg: Error: tsy afaka natomboka inotify fichier change monitor. Manana kernel afaka inotify ve ianao?
mi: Hapa: Kare e taea te arawhiti te whakamohio i nga huringa o te konae. Kei a koe he kakano e taea te whakamohiotia?
mk: Грешка: Не може да се иницијализира мониторот за промена на датотеката inotify. Дали имате кернел со можност за inotify?
ml: പിശക്: ഇനോട്ടിഫൈ ഫയൽ മാറ്റ മോണിറ്റർ സമാരംഭിക്കാനായില്ല. നിങ്ങൾക്ക് ഒരു inotify-കഴിവുള്ള കേർണൽ ഉണ്ടോ?
mn: Алдаа: Inotify файлын өөрчлөлт мониторыг эхлүүлэх боломжгүй байна. Танд inotify чадвартай цөм байгаа юу?
mr: त्रुटी: inotify फाइल बदल मॉनिटर सुरू करण्यात अक्षम. तुमच्याकडे inotify-सक्षम कर्नल आहे का?
mt: Żball: Ma jistax jinizjalizza l-monitor tal-bidla tal-fajl inotify. Għandek għadma kapaċi li tinnotifika?
my: အမှားအယွင်း- အသိပေးချက် ဖိုင်ပြောင်းလဲမှု မော်နီတာကို စတင်၍မရပါ။ သင့်တွင် inotify-capable kernel ရှိပါသလား။
nb: Feil: Kan ikke initialisere inotify filendringsmonitor. Har du en inotify-kompatibel kjerne?
ne: त्रुटि: inotify फाइल परिवर्तन मनिटर सुरु गर्न असमर्थ। के तपाइँसँग inotify-सक्षम कर्नेल छ?
or: ତ୍ରୁଟି: ଫାଇଲ ପରିବର୍ତ୍ତନ ମନିଟରକୁ inotify ଆରମ୍ଭ କରିବାରେ ଅସମର୍ଥ | ଆପଣଙ୍କର ଏକ ଇନୋଟାଇଫ୍-ସକ୍ଷମ କର୍ଣ୍ଣଲ ଅଛି କି?
pa: ਤਰੁੱਟੀ: ਇਨੋਟੀਫਾਈ ਫਾਈਲ ਤਬਦੀਲੀ ਮਾਨੀਟਰ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ inotify-ਸਮਰੱਥ ਕਰਨਲ ਹੈ?
ps: .ﻱﺮﻠﻧ ﻥﺍﻮﺗ ﻮﻟﻮﮐ ﻞﯿﭘ ﺮټﯿﻧﺎﻣ ﻥﻮﻟﺪﺑ ﻞﯾﺎﻓ inotify ﺩ :ﻪﻨﺗﻭﺮﯧﺗ ؟ﺉﺮﻟ ﻞﻧﺮﮐ ړﻭ ړﻭ inotify ﺩ ﻮﺳﺎﺗ ﺎﯾﺍ
ro: Eroare: Imposibil de inițializat monitorul de modificare a fișierelor inotify. Aveți un nucleu capabil de inotify?
rw: Ikosa: Ntibishobora gutangiza inotify ya monitor ikurikirana. Ufite intangiriro-ishoboye intangiriro?
sd: .ﺮٽﻴﻧﺎﻣ ﻲﻠﻳﺪﺒﺗ ﻞﺋﺎﻓ inotify ﻲﭤ ﻡﺎڪﺎﻧ ۾ ﮠﺮڪ ﻉﻭﺮﺷ :ﻲﻄﻠﻏ ؟inotify-caable kernel ﻲﮬﺁ ٽﻭ ﻥﺎﮬﻮﺗ ﺎﮀ
si: දෝෂය: inotify ගොනු වෙනස් කිරීමේ මොනිටරය ආරම්භ කළ නොහැක. ඔබට inotify හැකියාව ඇති කර්නලයක් තිබේද?
sk: Chyba: Nedá sa inicializovať monitor zmeny súboru inotify. Máte jadro schopné inotify?
sl: Napaka: Nadzornika sprememb datotek inotify ni mogoče inicializirati. Ali imate jedro, ki podpira inotify?
sq: Gabim: Nuk mund të inicializohet monitori i ndryshimit të skedarit inotify. A keni një kernel të aftë për inotify?
sw: Hitilafu: Haikuweza kuanzisha kifuatiliaji cha kubadilisha faili cha inotify. Je! unayo kerneli yenye uwezo wa inotify?
ta: பிழை: inotify கோப்பு மாற்ற மானிட்டரை துவக்க முடியவில்லை. உங்களிடம் inotify திறன் கொண்ட கர்னல் உள்ளதா?
te: లోపం: ఇన్నోటిఫై ఫైల్ మార్పు మానిటర్u200cని ప్రారంభించడం సాధ్యం కాలేదు. మీ దగ్గర inotify-సామర్థ్యం గల కెర్నల్ ఉందా?
tg: Хатогӣ: Мониторинги тағирёбии файлро оғоз кардан ғайриимкон аст. Оё шумо ядрои қобилияти inotify доред?
th: ข้อผิดพลาด: ไม่สามารถเริ่มต้น inotify การตรวจสอบการเปลี่ยนแปลงไฟล์ คุณมีเคอร์เนลที่สามารถ inotify ได้หรือไม่?
tk: Roralňyşlyk: Faýl üýtgetme monitoryny inotifikasiýa edip bolmaýar. Inotify ukyply ýadrosyňyz barmy?
tt: Хата: файл үзгәртү мониторын инотификацияли алмый. Сездә инотификацияле ядрә бармы?
uk: Помилка: неможливо ініціалізувати монітор зміни файлів inotify. Чи є у вас ядро з підтримкою inotify?
ur: ۔ﺮﺻﺎﻗ ﮯﺳ ﮯﻧﺮﮐ ﻉﻭﺮﺷ ﺮﭩﯿﻧﺎﻣ ﺞﻨﯿﭼ ﻞﺋﺎﻓ inotify :ﯽﺑﺍﺮﺧ ؟ﮯﮨ ﺎﻧﺍﺩ ﻞﺑﺎﻗ ﮯﮐ inotify ﺱﺎﭘ ﮯﮐ ﭖﺁ ﺎﯿﮐ
uz: Xato: inotify faylni oʻzgartirish monitorini ishga tushirib boʻlmadi. Sizda inotify qobiliyatiga ega yadro bormi?
vi: Lỗi: Không thể khởi tạo trình theo dõi thay đổi tệp inotify. Bạn có một nhân có khả năng inotify không?
xh: Imposiso: Ayinakuqalisa ifayile yokutshintsha ifayile. Ingaba unayo i- inotify-ekwaziyo kernel?
yi: .ןשיוט עקעט יפיטאָני ןופ ראָטינאָמ יד עזילאַשיני וצ טנעקעג טינ :תועט ?ןרעק קידוועגיוט-יפיטאָני אַ ןבאָה ריא יצ
