Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The following variables should probably be in the extraction command: %%x: Archive to extract
af: Die volgende veranderlikes moet waarskynlik in die onttrekkingsopdrag wees: %%x: Argief om te onttrek
am: የሚከተሉት ተለዋዋጮች ምናልባት በማውጫው ትዕዛዝ ውስጥ መሆን አለባቸው፡ %%x: ለማውጣት በማህደር ያስቀምጡ
ar: :ﺝﺍﺮﺨﺘﺳﻻ﻿ﺍ ﺮﻣﺃ ﻲﻓ ﺔﻴﻟﺎﺘﻟﺍ ﺕﺍﺮﻴﻐﺘﻤﻟﺍ ﻥﻮﻜﺗ ﻥﺃ ﻞﻤﺘﺤﻤﻟﺍ ﻦﻣ %%x: ﺝﺍﺮﺨﺘﺳﻼ﻿ﻟ ﻒﻴﺷﺭﺃ
be: Наступныя зменныя, верагодна, павінны быць у камандзе экстракцыі: %%x: Архіў для вымання
bg: Следните променливи вероятно трябва да са в командата за извличане: %%x: Архив за извличане
bn: নিম্নলিখিত ভেরিয়েবলগুলি সম্ভবত নিষ্কাশন কমান্ডে থাকা উচিত: %%x: নিষ্কাশন করতে সংরক্ষণাগার
ca: Les variables següents probablement haurien d'estar a l'ordre d'extracció: %%x: Arxiu per extreure
cy: Mae'n debyg y dylai'r newidynnau canlynol fod yn y gorchymyn echdynnu: %%x: Archif i echdynnu
da: Følgende variabler burde sandsynligvis være i ekstraktionskommandoen: %%x: Arkiv for at udtrække
eo: La sekvaj variabloj verŝajne devus esti en la eltira komando: %%x: Arkivo por ĉerpi
et: Tõenäoliselt peaksid ekstraktimise käsus olema järgmised muutujad: %%x: Arhiivi väljavõtmiseks
eu: Aldagai hauek erauzketa komandoan egon beharko lukete ziurrenik: %%x: Erauzteko artxiboa
fa: :ﺪﻨﺷﺎﺑ ﺝﺍﺮﺨﺘﺳﺍ ﺭﻮﺘﺳﺩ ﺭﺩ ﺪﯾﺎﺑ ًﻻ﻿ﺎﻤﺘﺣﺍ ﺮﯾﺯ ﯼﺎﻫﺮﯿﻐﺘﻣ %%x: ﺪﯿﻨﮐ ﯽﻧﺎﮕﯾﺎﺑ ﺝﺍﺮﺨﺘﺳﺍ ﯼﺍﺮﺑ
fi: Seuraavien muuttujien pitäisi luultavasti olla purkukomennossa: %%x: Poimittava arkisto
fil: Ang mga sumusunod na variable ay dapat na nasa utos ng pagkuha: %%x: I-archive upang i-extract
fy: De folgjende fariabelen moatte wierskynlik wêze yn it ekstraksjekommando: %%x: Argyf om út te pakken
ga: Is dócha go mbeadh na hathróga seo a leanas san ordú eastósctha: %%x: Cartlann le sliocht
gd: Bu chòir na caochladairean a leanas a bhith san àithne às-tharraing: %%x: Tasglann airson toirt a-mach
gl: As seguintes variables probablemente deberían estar no comando de extracción: %%x: Arquivo para extraer
gu: નીચેના ચલો કદાચ નિષ્કર્ષણ આદેશમાં હોવા જોઈએ: %%x: કાઢવા માટે આર્કાઇવ
he: :ץוליחה תדוקפב תויהל םיכירצ םיאבה םינתשמהש הארנכ %%x: ץוליחל ןויכרא
hi: निम्नलिखित चर शायद निष्कर्षण कमांड में होने चाहिए: %%x: निकालने के लिए पुरालेख
hr: Sljedeće varijable bi vjerojatno trebale biti u naredbi za ekstrakciju: %%x: Arhivirajte za izdvajanje
hu: A következő változóknak valószínűleg szerepelniük kell az extrakciós parancsban: %%x: Archívum kibontáshoz
hy: Հետևյալ փոփոխականները հավանաբար պետք է լինեն արդյունահանման հրամանում. %%x: Արխիվ՝ հանելու համար
id: Variabel berikut mungkin harus ada dalam perintah ekstraksi: %%x: Arsip untuk mengekstrak
is: Eftirfarandi breytur ættu líklega að vera í útdráttarskipuninni: %%x: Skjalasafn til að draga út
ka: შემდეგი ცვლადები სავარაუდოდ უნდა იყოს მოპოვების ბრძანებაში: %%x: არქივი ამოსაღებად
kk: Келесі айнымалылар шығару пәрменінде болуы керек: %%x: Шығару үшін мұрағат
km: អថេរខាងក្រោមគួរតែស្ថិតនៅក្នុងពាក្យបញ្ជាស្រង់ចេញ៖ %%x: បណ្ណសារដើម្បីស្រង់ចេញ
kn: ಕೆಳಗಿನ ಅಸ್ಥಿರಗಳು ಬಹುಶಃ ಹೊರತೆಗೆಯುವ ಆಜ್ಞೆಯಲ್ಲಿರಬೇಕು: %%x: ಹೊರತೆಗೆಯಲು ಆರ್ಕೈವ್ ಮಾಡಿ
ku: Dibe ku guhêrbarên jêrîn di fermana derxistinê de bin: %%x: Arşîv ji bo derxistinê
ky: Төмөнкү өзгөрмөлөр, кыязы, чыгаруу буйругунда болушу керек: %%x: Чыгаруу үчүн архив
lb: Déi folgend Variablen solle wahrscheinlech am Extraktiounskommando sinn: %%x: Archiv fir ze extrahieren
lo: ຕົວແປຕໍ່ໄປນີ້ຄວນຈະຢູ່ໃນຄໍາສັ່ງການສະກັດເອົາ: %%x: ຮວບຮວມເພື່ອສະກັດ
lt: Šie kintamieji tikriausiai turėtų būti ištraukimo komandoje: %%x: Išskleisti archyvą
lv: Izvilkšanas komandā, iespējams, ir jābūt šādiem mainīgajiem: %%x: Arhīvs, lai izvilktu
mg: Tokony ho ao amin'ny baiko fitrandrahana ireto fari-pahalalana manaraka ireto: %%x: Archive hanesorana
mi: Ko nga taurangi e whai ake nei pea kei roto i te whakahau tangohanga: %%x: Pūranga hei tango
mk: Следниве променливи веројатно треба да бидат во командата за екстракција: %%x: Архивирајте за извлекување
ml: ഇനിപ്പറയുന്ന വേരിയബിളുകൾ ഒരുപക്ഷേ എക്സ്ട്രാക്ഷൻ കമാൻഡിലായിരിക്കണം: %%x: എക്u200cസ്u200cട്രാക്u200cറ്റുചെയ്യാൻ ആർക്കൈവ് ചെയ്യുക
mn: Дараах хувьсагчууд олборлох командад байх ёстой: %%x: Архивлахын тулд
mr: खालील व्हेरिएबल्स कदाचित एक्सट्रॅक्शन कमांडमध्ये असावेत: %%x: काढण्यासाठी संग्रहण
mt: Il-varjabbli li ġejjin għandhom probabbilment ikunu fil-kmand tal-estrazzjoni: %%x: Arkivju għall-estratt
my: အောက်ပါ variable များသည် extraction command တွင် ဖြစ်ကောင်းဖြစ်နိုင်သည်- %%x: ထုတ်ယူရန် မော်ကွန်း
nb: Følgende variabler bør sannsynligvis være i utvinningskommandoen: %%x: Arkiv for å trekke ut
ne: निम्न चरहरू निकासी आदेशमा हुनुपर्दछ: %%x: निकाल्नको लागि अभिलेख
or: ନିମ୍ନଲିଖିତ ଭେରିଏବଲ୍ ଗୁଡିକ ବୋଧହୁଏ ଏକ୍ସଟ୍ରାକସନ୍ କମାଣ୍ଡରେ ରହିବା ଉଚିତ: %%x: ବାହାର କରିବା ପାଇଁ ଅଭିଲେଖାଗାର |
pa: ਹੇਠ ਦਿੱਤੇ ਵੇਰੀਏਬਲ ਸ਼ਾਇਦ ਐਕਸਟਰੈਕਸ਼ਨ ਕਮਾਂਡ ਵਿੱਚ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ: %%x: ਐਕਸਟਰੈਕਟ ਕਰਨ ਲਈ ਪੁਰਾਲੇਖ
ps: :ﻱﻭ ﯥﮐ ډﻧﺎﻤﮐ ﻪﭘ ﺝﺍﺮﺨﺘﺳﺍ ﺩ ﺪﯾﺎﺑ ﺕﺍﺮﯿﻐﺘﻣ ﯤﺪﻧﻻ﻿ %%x: ﻒﯿﺷﺭﺁ ﻩﺭﺎﭙﻟ ﺝﺍﺮﺨﺘﺳﺍ ﺩ
ro: Următoarele variabile ar trebui probabil să fie în comanda de extracție: %%x: Arhivă de extras
rw: Impinduka zikurikira zigomba kuba ziri mu gukuramo itegeko: %%x: Ububiko bwo gukuramo
sd: :۾ extract command ﻲﺟﺮﮭﮔ ﮡﺠﮬ ﺪﻳﺎﺷ ﺮﻴﻐﺘﻣ ﻥﻮﻴﭡﻴﮬ %%x: ﻮﻴﺋﺎڪﺭﺁ ءِﻻ﻿ ﮠﮃڪ
si: පහත විචල්u200dයයන් නිස්සාරණය කිරීමේ විධානයේ තිබිය යුතුය: %%x: උපුටා ගැනීම සඳහා සංරක්ෂණය කරන්න
sk: Nasledujúce premenné by pravdepodobne mali byť v príkaze na extrakciu: %%x: Archív na extrahovanie
sl: V ukazu za ekstrakcijo bi verjetno morale biti naslednje spremenljivke: %%x: Arhivirajte za ekstrakcijo
sq: Variablat e mëposhtëm ndoshta duhet të jenë në komandën e nxjerrjes: %%x: Arkivi për të nxjerrë
sw: Vigezo vifuatavyo vinapaswa kuwa katika amri ya uchimbaji: %%x: Hifadhi ili kutoa
ta: பின்வரும் மாறிகள் பிரித்தெடுத்தல் கட்டளையில் இருக்கலாம்: %%x: பிரித்தெடுக்க காப்பகம்
te: కింది వేరియబుల్స్ బహుశా ఎక్స్u200cట్రాక్షన్ కమాండ్u200cలో ఉండాలి: %%x: సంగ్రహించడానికి ఆర్కైవ్
tg: Эҳтимол, тағирёбандаҳои зерин бояд дар фармони истихроҷ бошанд: %%x: Архив барои истихроҷ
th: ตัวแปรต่อไปนี้น่าจะอยู่ในคำสั่ง extraction: %%x: เก็บถาวรเพื่อแยก
tk: Aşakdaky üýtgeýjiler çykarmak buýrugynda bolmalydyr: %%x: Göçürmek üçin arhiw
tt: Түбәндәге үзгәрешләр, мөгаен, чыгару командасында булырга тиеш: %%x: Чыгару өчен архив
uk: У команді вилучення, ймовірно, мають бути такі змінні: %%x: Архів для вилучення
ur: :ﮯﺌﮨﺎﭼ ﺎﻧﻮﮨ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﯽﮐ ﮯﻨﻟﺎﮑﻧ ﺪﯾﺎﺷ ﻮﮐ ﺕﺍﺮﯿﻐﺘﻣ ﻞﯾﺫ ﮧﺟﺭﺪﻨﻣ %%x: ﺕﺍﺰﯾﻭﺎﺘﺳﺩ ﮦﺪﺷ ﻅﻮﻔﺤﻣ ﮯﯿﻟ ﮯﮐ ﮯﻨﻟﺎﮑﻧ
uz: Quyidagi o'zgaruvchilar, ehtimol, chiqarish buyrug'ida bo'lishi kerak: %%x: Chiqarish uchun arxiv
vi: Các biến sau đây có thể nằm trong lệnh trích xuất: %%x: Lưu trữ để giải nén
xh: Ezi ziguquguqukayo zilandelayo kufuneka mhlawumbi zibe kumyalelo wokutsalwa: %%x: Ugcino oluza kutsalwa
yi: :לעפֿאַב ןאַשקאַרטסקי יד ןיא ןייז עמאָטסימ לאָז זלאַבאַירעוו עדנעגלאפ יד %%x: טקאַרטסקע וצ ווייקראַ

source: The following variables should probably be in the list command: %%x: Archive to list
af: Die volgende veranderlikes moet waarskynlik in die lys opdrag wees: %%x: Argief om te lys
am: የሚከተሉት ተለዋዋጮች ምናልባት በዝርዝር ትዕዛዝ ውስጥ መሆን አለባቸው፡- %%x: ለመዘርዘር በማህደር ያስቀምጡ
ar: :ﺔﻤﺋﺎﻘﻟﺍ ﺮﻣﺃ ﻲﻓ ﺔﻴﻟﺎﺘﻟﺍ ﺕﺍﺮﻴﻐﺘﻤﻟﺍ ﻥﻮﻜﺗ ﻥﺃ ﻞﻤﺘﺤﻤﻟﺍ ﻦﻣ %%x: ﺔﻤﺋﺎﻘﻟﺍ ﻰﻟﺇ ﺔﻔﺷﺭﺃ
be: Наступныя зменныя, верагодна, павінны быць у камандзе спісу: %%x: Архіў у спіс
bg: Следните променливи вероятно трябва да са в командата list: %%x: Архивирайте за списък
bn: নিম্নলিখিত ভেরিয়েবলগুলি সম্ভবত তালিকা কমান্ডে থাকা উচিত: %%x: তালিকা সংরক্ষণাগার
ca: Les variables següents probablement haurien d'estar a l'ordre de llista: %%x: Arxiu a la llista
cy: Mae'n debyg y dylai'r newidynnau canlynol fod yn y gorchymyn rhestr: %%x: Archif i restru
da: Følgende variabler burde sandsynligvis være i listekommandoen: %%x: Arkiv til liste
eo: La sekvaj variabloj verŝajne devus esti en la listkomando: %%x: Arkivo al listo
et: Järgmised muutujad peaksid tõenäoliselt olema loendi käsus: %%x: Arhiveeri loendisse
eu: Aldagai hauek zerrendako komandoan egon beharko lukete ziurrenik: %%x: Artxiboa zerrendara
fa: :ﺪﻨﺷﺎﺑ list ﺭﻮﺘﺳﺩ ﺭﺩ ﺪﯾﺎﺑ ًﻻ﻿ﺎﻤﺘﺣﺍ ﺮﯾﺯ ﯼﺎﻫﺮﯿﻐﺘﻣ %%x: ﺖﺴﯿﻟ ﺭﺩ ﯽﻧﺎﮕﯾﺎﺑ
fi: Seuraavien muuttujien pitäisi luultavasti olla listakomennossa: %%x: Arkistoi luetteloon
fil: Ang mga sumusunod na variable ay malamang na nasa list command: %%x: I-archive sa listahan
fy: De folgjende fariabelen moatte wierskynlik yn it listkommando wêze: %%x: Argyf nei list
ga: Is dócha go mbeadh na hathróga seo a leanas san ordú liosta: %%x: Cartlann le liostáil
gd: Bu chòir na caochladairean a leanas a bhith san òrdugh liosta: %%x: Tasglann ri liostadh
gl: As seguintes variables probablemente deberían estar no comando list: %%x: Arquivo para listar
gu: નીચેના ચલો સંભવતઃ સૂચિ આદેશમાં હોવા જોઈએ: %%x: સૂચિમાં આર્કાઇવ કરો
he: :המישר הדוקפב תויהל םיכירצ הארנכ םיאבה םינתשמה %%x: המישרל ןויכרא
hi: निम्नलिखित चर शायद सूची कमांड में होने चाहिए: %%x: सूची में संग्रहित करें
hr: Sljedeće varijable bi se vjerojatno trebale nalaziti u naredbi popisa: %%x: Arhivirajte na popis
hu: A következő változóknak valószínűleg szerepelniük kell a list parancsban: %%x: Archívum a listához
hy: Հետևյալ փոփոխականները հավանաբար պետք է լինեն ցուցակի հրամանում. %%x: Արխիվ՝ ցանկի համար
id: Variabel berikut mungkin harus ada dalam perintah daftar: %%x: Arsipkan ke daftar
is: Eftirfarandi breytur ættu líklega að vera í listaskipuninni: %%x: Geymsla á lista
ka: შემდეგი ცვლადები სავარაუდოდ უნდა იყოს სიის ბრძანებაში: %%x: დაარქივეთ სიაში
kk: Келесі айнымалылар тізім пәрменінде болуы мүмкін: %%x: Тізімге мұрағаттау
km: អថេរខាងក្រោមគួរតែស្ថិតនៅក្នុងពាក្យបញ្ជាបញ្ជី៖ %%x: ទុកក្នុងបញ្ជី
kn: ಕೆಳಗಿನ ಅಸ್ಥಿರಗಳು ಬಹುಶಃ ಪಟ್ಟಿ ಆಜ್ಞೆಯಲ್ಲಿರಬೇಕು: %%x: ಪಟ್ಟಿಗೆ ಆರ್ಕೈವ್ ಮಾಡಿ
ku: Dibe ku guhêrbarên jêrîn di fermana navnîşê de bin: %%x: Arşîva lîsteya
ky: Төмөнкү өзгөрмөлөр тизме буйругунда болушу керек: %%x: Тизмеге архивдөө
lb: Déi folgend Variablen solle wahrscheinlech am Lëscht Kommando sinn: %%x: Archiv ze Lëscht
lo: ຕົວແປຕໍ່ໄປນີ້ຄວນຈະຢູ່ໃນຄໍາສັ່ງບັນຊີລາຍຊື່: %%x: ເກັບໄວ້ໃນລາຍຊື່
lt: Šie kintamieji tikriausiai turėtų būti sąrašo komandoje: %%x: Archyvas į sąrašą
lv: Visticamāk, saraksta komandā ir jābūt šādiem mainīgajiem: %%x: Arhivēt uz sarakstu
mg: Tokony ho ao amin'ny baiko lisitra ireto variables manaraka ireto: %%x: Archive ho lisitra
mi: Ko nga taurangi e whai ake nei pea kei roto i te whakahau rarangi: %%x: Pūranga ki te rārangi
mk: Следниве променливи веројатно треба да бидат во командата листа: %%x: Архивирајте на списокот
ml: ഇനിപ്പറയുന്ന വേരിയബിളുകൾ ഒരുപക്ഷേ ലിസ്റ്റ് കമാൻഡിലായിരിക്കണം: %%x: ലിസ്റ്റിലേക്ക് ആർക്കൈവ് ചെയ്യുക
mn: Жагсаалтын команд дотор дараах хувьсагч байх ёстой: %%x: Жагсаалтад архивлах
mr: खालील व्हेरिएबल्स कदाचित list कमांडमध्ये असावेत: %%x: सूचीसाठी संग्रहित करा
mt: Il-varjabbli li ġejjin għandhom probabbilment ikunu fil-kmand tal-lista: %%x: Arkivju għall-lista
my: အောက်ပါ variable များသည် list command တွင် ရှိသင့်သည်- %%x: စာရင်းအတွက် မော်ကွန်းတင်ပါ။
nb: Følgende variabler bør sannsynligvis være i listekommandoen: %%x: Arkiver til liste
ne: निम्न चरहरू सम्भवतः सूची आदेशमा हुनुपर्छ: %%x: सूचीमा संग्रह गर्नुहोस्
or: ନିମ୍ନଲିଖିତ ଭେରିଏବଲ୍ ଗୁଡିକ ବୋଧହୁଏ ତାଲିକା କମାଣ୍ଡରେ ରହିବା ଉଚିତ: %%x: ତାଲିକାଭୁକ୍ତ କରିବାକୁ ଅଭିଲେଖାଗାର |
pa: ਹੇਠ ਦਿੱਤੇ ਵੇਰੀਏਬਲ ਸ਼ਾਇਦ ਸੂਚੀ ਕਮਾਂਡ ਵਿੱਚ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ: %%x: ਸੂਚੀ ਵਿੱਚ ਪੁਰਾਲੇਖ
ps: :ﻱﻭ ﯥﮐ ډﻧﺎﻤﮐ ﺖﺴﯿﻟ ﺩ ﺪﯾﺎﺑ ﺕﺍﺮﯿﻐﺘﻣ ﯤﺪﻧﻻ﻿ %%x: ﻒﯿﺷﺭﺁ ﻩﺭﺎﭙﻟ ﺖﺴﯿﻟ ﺩ
ro: Următoarele variabile ar trebui probabil să fie în comanda listă: %%x: Arhivați în listă
rw: Impinduka zikurikira zigomba kuba ziri kurutonde rwurutonde: %%x: Ubike kurutonde
sd: :ﻲﺟﺮﻬﮔ ﮡﺠﻫ ۾ ﻢڪﺣ ﻲﺟ ﺖﺳﺮﻬﻓ ﺪﻳﺎﺷ ﺮﻴﻐﺘﻣ ﻞﻧڏ ﭟﻴﻫ %%x: ۾ ٽﺴﻟ ﻮﻴﺋﺎڪﺭﺁ
si: පහත විචල්u200dයයන් සමහරවිට ලැයිස්තු විධානයේ තිබිය යුතුය: %%x: ලැයිස්තුවට සංරක්ෂණය කරන්න
sk: Nasledujúce premenné by pravdepodobne mali byť v príkaze list: %%x: Archivovať do zoznamu
sl: Naslednje spremenljivke bi morale biti verjetno v ukazu seznam: %%x: Arhiviraj na seznam
sq: Variablat e mëposhtëm ndoshta duhet të jenë në komandën e listës: %%x: Arkivi në listë
sw: Vigezo vifuatavyo vinapaswa kuwa katika amri ya orodha: %%x: Hifadhi kwenye orodha
ta: பின்வரும் மாறிகள் பட்டியல் கட்டளையில் இருக்கலாம்: %%x: பட்டியலில் காப்பகப்படுத்தவும்
te: కింది వేరియబుల్స్ బహుశా జాబితా కమాండ్u200cలో ఉండాలి: %%x: జాబితాకు ఆర్కైవ్ చేయండి
tg: Тағирёбандаҳои зерин эҳтимол бояд дар фармони рӯйхат бошанд: %%x: Архив ба рӯйхат
th: ตัวแปรต่อไปนี้น่าจะอยู่ในคำสั่ง list: %%x: เก็บเข้ารายการ
tk: Aşakdaky üýtgeýjiler sanaw buýrugynda bolmaly: %%x: Sanawda arhiwläň
tt: Түбәндәге үзгәрешләр, мөгаен, исемлек командасында булырга тиеш: %%x: Исемлеккә архив
uk: У команді списку, ймовірно, мають бути такі змінні: %%x: Архівуйте до списку
ur: :ﮯﯿﮨﺎﭼ ﺎﻧﻮﮨ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﺖﺳﺮﮩﻓ ﺪﯾﺎﺷ ﻮﮐ ﺕﺍﺮﯿﻐﺘﻣ ﻞﯾﺫ ﺝﺭﺩ %%x: ۔ﮟﯾﺮﮐ ﻅﻮﻔﺤﻣ ﮟﯿﻣ ﺖﺳﺮﮩﻓ
uz: Quyidagi o'zgaruvchilar ro'yxat buyrug'ida bo'lishi kerak: %%x: Roʻyxatga arxivlash
vi: Các biến sau đây có thể phải nằm trong lệnh danh sách: %%x: Lưu trữ vào danh sách
xh: Ezi ziguquguqukayo zilandelayo kufuneka mhlawumbi zibe kumyalelo woluhlu: %%x: Gcina kuluhlu
yi: :לעפֿאַב המישר רעד ןיא ןייז עמאָטסימ לאָז זלאַבאַירעוו עדנעגלאפ יד %%x: המישר וצ עווישטראַ

source: Restore _Default Handlers
af: Herstel _Default Hanteerders
am: _ነባሪ ተቆጣጣሪዎችን ወደነበሩበት ይመልሱ
ar: Default_ ﺕﺎﺠﻟﺎﻌﻣ ﺓﺩﺎﻌﺘﺳﺍ
be: Аднавіць апрацоўшчыкі па змаўчанні
bg: Възстановяване на манипулатори по подразбиране
bn: _ডিফল্ট হ্যান্ডলার পুনরুদ্ধার করুন
ca: Restaura els gestors _predeterminats
cy: Adfer _Default Handlers
da: Gendan _Standardhandlere
eo: Restarigu _Defaŭltajn Prizorgilojn
et: Taastage _vaikekäitlejad
eu: Leheneratu _Lehenetsitako kudeatzaileak
fi: Palauta _oletuskäsittelijät
fil: Ibalik ang _Default na mga Handler
fy: Weromsette _Default Handlers
ga: Athchóirigh _ Láimhseálaithe Réamhshocraithe
gd: Ath-nuadhachadh luchd-làimhseachaidh _Default
gl: Restaurar _xestores predeterminados
gu: ડિફોલ્ટ હેન્ડલર્સ પુનઃસ્થાપિત કરો
he: Default Handlers_ רוזחש
hi: _डिफ़ॉल्ट हैंडलर पुनर्स्थापित करें
hr: Vratite _Default Handlere
hu: Állítsa vissza az _Alapértelmezett kezelőket
id: Kembalikan _Penangan Default
is: Endurheimta _Default Handlers
kk: _Әдепкі өңдеушілерді қалпына келтіріңіз
km: ស្តារ _ឧបករណ៍ដោះស្រាយលំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ku: Desthilatdarên _Default Restore
ky: Калыбына келтирүү _Демейки иштетүүчүлөр
lb: Restauréieren _Default Handler
lo: ຟື້ນຟູ _Default Handlers
lt: Atkurti _numatytąsias tvarkykles
lv: Atjaunot _noklusējuma apdarinātājus
mg: Avereno _Default Handlers
mi: Whakaora _Kaiwhakahaere Taunoa
ml: _Default Handlers പുനഃസ്ഥാപിക്കുക
mn: _Өгөгдмөл зохицуулагчийг сэргээх
mr: _डीफॉल्ट हँडलर पुनर्संचयित करा
mt: Irrestawra _Default Handlers
my: _Default Handlers ကို ပြန်ယူပါ။
nb: Gjenopprett _Standardbehandlere
ne: पूर्वनिर्धारित ह्यान्डलरहरू पुनर्स्थापित गर्नुहोस्
or: _ ଡିଫଲ୍ଟ ହ୍ୟାଣ୍ଡଲର୍ସ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ |
pa: _ਡਿਫਾਲਟ ਹੈਂਡਲਰ ਰੀਸਟੋਰ ਕਰੋ
ps: _Default Handlers ﺉړﮐ ﻝﺎﺤﺑ
ro: Restaurați _Handler-urile implicite
rw: Kugarura _Abayobozi basanzwe
sd: Default Handlers_ ﻮﻳﺮڪ ﻝﺎﺤﺑ
sk: Obnoviť predvolené obslužné programy
sl: Obnovi _Privzete upravljalnike
sw: Rejesha _Vishikio Chaguomsingi
ta: _Default ஹேண்ட்லர்களை மீட்டமை
te: డిఫాల్ట్ హ్యాండ్లర్u200cలను పునరుద్ధరించండి
tg: Барқарорсозии _Дастлерҳои пешфарз
th: กู้คืน _Default Handlers
tk: _De default işleýjileri dikelt
tt: Килешү эшкәртүчеләрне торгызу
uk: Відновити обробники за замовчуванням
ur: ۔ﮟﯾﺮﮐ ﻝﺎﺤﺑ ﻮﮐ ﺯﺮﻟﮉﻨﯿﮨ ﭧﻟﺎﻔﯾﮈ
uz: _Default Handlers-ni tiklash
vi: Khôi phục trình xử lý _Default
xh: Buyisela _AbaPhathi abaMiselweyo
yi: Default Handlers_ ראָטסיר

source: A_dd
lt: Pri_dėti

source: Appl_y
lt: Taik_yti

source: Ena_ble as a default opener
af: Ena_ble as 'n verstek opener
am: Ena_ble እንደ ነባሪ መክፈቻ
ar: Ena_ble ﺔﻴﺣﺎﺘﺘﻓﺍ ﺔﺣﺎﺘﻔﻛ
be: Ena_ble у якасці адкрыцця па змаўчанні
bg: Ena_ble като инструмент за отваряне по подразбиране
bn: Ena_ble একটি ডিফল্ট ওপেনার হিসাবে
ca: Ena_ble com a obertura predeterminada
cy: Ena_ble fel agorwr diofyn
da: Ena_ble som standardåbner
eo: Ena_ble kiel defaŭlta malfermilo
et: Ena_ble vaikeavajana
eu: Ena_ble irekitzaile lehenetsi gisa
fa: Ena_ble ﺽﺮﻓ ﺶﯿﭘ ﻩﺪﻨﻨﮐﺯﺎﺑ ﮏﯾ ﻥﺍﻮﻨﻋ ﻪﺑ
fi: Ena_ble oletusavaajana
fil: Ena_ble bilang default na opener
fy: Ena_ble as standert iepener
ga: Ena_ble mar oscailteoir réamhshocraithe
gd: Ena_ble mar fhosgladh àbhaisteach
gl: Ena_ble como abridor predeterminado
gu: Ena_ble મૂળભૂત ઓપનર તરીકે
he: Ena_ble לדחמ תרירב ןחתופ רותב
hi: Ena_ble एक डिफ़ॉल्ट सलामी बल्लेबाज के रूप में
hr: Ena_ble kao zadani otvarač
hu: Ena_ble alapértelmezett nyitóként
hy: Ena_ble որպես լռելյայն բացիչ
id: Ena_ble sebagai pembuka default
is: Ena_ble sem sjálfgefinn opnari
ka: Ena_ble როგორც ნაგულისხმევი გამხსნელი
kk: Ena_ble әдепкі ашу құралы ретінде
km: Ena_ble ជាអ្នកបើកលំនាំដើម
kn: Ena_ble ಡೀಫಾಲ್ಟ್ ಓಪನರ್ ಆಗಿ
ku: Ena_ble wek vekirina xwerû
ky: Ena_ble демейки ачкыч катары
lb: Ena_ble als Standard Opener
lo: Ena_ble ເປັນຕົວເປີດເລີ່ມຕົ້ນ
lt: Ena_ble kaip numatytasis atidarytuvas
lv: Ena_ble kā noklusējuma atvērējs
mg: Ena_ble ho fanokafana default
mi: Ena_ble hei kaiwhakatuwhera taunoa
mk: Ena_ble како стандарден отворач
ml: Ena_ble ഒരു ഡിഫോൾട്ട് ഓപ്പണറായി
mn: Ena_ble өгөгдмөл онгойлгогч болгон
mr: Ena_ble डीफॉल्ट ओपनर म्हणून
mt: Ena_ble bħala opener default
my: Ena_ble မူရင်းဖွင့်သူအဖြစ်
nb: Ena_ble som standardåpner
ne: Ena_ble पूर्वनिर्धारित ओपनरको रूपमा
or: Ena_ble ଏକ ଡିଫଲ୍ଟ ଓପନର୍ ଭାବରେ |
pa: Ena_ble ਇੱਕ ਮੂਲ ਓਪਨਰ ਦੇ ਤੌਰ ਤੇ
ps: Ena_ble ﻪګﻮﺗ ﻪﭘ ﺮﻨﭘﻭﺍ ټﻟﺎﻔﯾډ ﺩ
ro: Ena_ble ca deschidere implicită
rw: Ena_ble Nka Gufungura Mburabuzi
sd: Ena_ble ﺭﻮﻃ ﺮﻨﭘﻭﺍ ٽﻟﺎﻓڊ
si: Ena_ble පෙරනිමි ආරම්භකයක් ලෙස
sk: Ena_ble ako predvolený otvárač
sl: Ena_ble kot privzeti odpirač
sq: Ena_ble si hapës i paracaktuar
sw: Ena_ble kama kifungua chaguo-msingi
ta: Ena_ble இயல்புநிலை திறப்பாளராக
te: Ena_ble డిఫాల్ట్ ఓపెనర్u200cగా
tg: Ena_ble ҳамчун кушодани пешфарз
th: Ena_ble เป็นตัวเปิดเริ่มต้น
tk: Ena_ble deslapky açyk hökmünde
tt: Ena_ble килешү буенча ачкыч буларак
uk: Ena_ble як відкривач за замовчуванням
ur: Ena_ble ﺮﻨﭘﻭﺍ ﭧﻟﺎﻔﯾﮈ ﺭﻮﻄﺑ
uz: Ena_ble standart ochuvchi sifatida
vi: Ena_ble như một công cụ mở mặc định
xh: Ena_ble njengesivuli esihlala sihleli
yi: Ena_ble רענעפּאָ טיַיקילעפ אַ יוו

source: Ena_ble Handler
af: Ena_ble Hanteerder
am: Ena_ble ተቆጣጣሪ
ar: Ena_ble ﺞﻟﺎﻌﻣ
be: Ena_ble Апрацоўшчык
bg: Ena_ble Манипулатор
bn: Ena_ble হ্যান্ডলার
ca: Ena_ble Manipulador
cy: Ena_ble Triniwr
eo: Ena_ble Pritraktanto
et: Ena_ble Käitleja
eu: Ena_ble Kudeatzailea
fa: Ena_ble ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: Ena_ble Käsittelijä
ga: Ena_ble Láimhseálaí
gd: Ena_ble Neach-làimhseachaidh
gl: Ena_ble Manexador
gu: Ena_ble હેન્ડલર
he: Ena_ble לפטמ
hi: Ena_ble हैंडलर
hr: Ena_ble Rukovalac
hu: Ena_ble Kezelő
hy: Ena_ble Կառավարող
id: Ena_ble Pawang
is: Ena_ble Handhafi
ka: Ena_ble დამმუშავებელი
kk: Ena_ble Өңдеуші
km: Ena_ble អ្នកដោះស្រាយ
kn: Ena_ble ಹ್ಯಾಂಡ್ಲರ್
lo: Ena_ble ມືຈັບ
lt: Ena_ble Prižiūrėtojas
lv: Ena_ble Apdarinātājs
mi: Ena_ble Kaihautu
mk: Ena_ble Ракувач
ml: Ena_ble ഹാൻഡ്ലർ
mn: Ena_ble Ажиллагч
mr: Ena_ble हाताळणारा
my: Ena_ble ကိုင်တွယ်သူ
ne: Ena_ble ह्यान्डलर
or: Ena_ble ହ୍ୟାଣ୍ଡେଲର୍ |
pa: Ena_ble ਹੈਂਡਲਰ
ps: Ena_ble ﯽﮑﻧﻮﻟﺎﺒﻤﺳ
rw: Ena_ble Umukoresha
sd: Ena_ble ڙﺪﻨﻴﻟﺎﭝﻨﺳ
si: Ena_ble හසුරුවන්නා
sl: Ena_ble Upravljavec
sq: Ena_ble Trajtues
sw: Ena_ble Kishughulikiaji
ta: Ena_ble கையாளுபவர்
te: Ena_ble హ్యాండ్లర్
tg: Ena_ble Корфармо
th: Ena_ble ตัวจัดการ
tk: Ena_ble Işleýän
tt: Ena_ble Эшкәртүче
uk: Ena_ble Обробник
ur: Ena_ble ﺮﻟﮉﻨﯿﮨ
uz: Ena_ble Ishlovchi
vi: Ena_ble Người xử lý
xh: Ena_ble Umphathi
yi: Ena_ble רעלדנאַה

source: _Name:
af: _Naam:
am: _ስም፡
ar: _:ﻢﺳﺍ
be: _Імя:
bg: _име:
bn: _নাম:
ca: _Nom:
cy: _Enw:
da: _Navn:
eo: _Nomo:
et: _Nimi:
eu: _Izena:
fa: _:ﻡﺎﻧ
fi: _Nimi:
fil: _Pangalan:
fy: _Namme:
ga: _Ainm:
gd: _Ainm:
gl: _Nome:
gu: _નામ:
he: _:םֵׁש
hi: _नाम:
hr: _Ime:
hu: _Név:
hy: _Անուն:
id: _Nama:
is: _Nafn:
ka: _სახელი:
kk: _Аты:
km: _ឈ្មោះ៖
kn: _ಹೆಸರು:
ku: _Nav:
ky: _Аты-жөнү:
lb: _Numm:
lo: _ຊື່:
lt: _Vardas:
lv: _Vārds:
mg: _Anarana:
mi: _Ingoa:
mk: _Име:
ml: _പേര്:
mn: _Нэр:
mr: _नाव:
mt: _Isem:
my: _အမည်-
nb: _Navn:
ne: _नाम:
or: _ନାମ:
pa: _ਨਾਮ:
ps: _:ﻡﻮﻧ
ro: _Nume:
rw: _Izina:
sd: _:ﻮﻟﺎﻧ
si: _නම:
sk: _Názov:
sl: _ime:
sq: _Emri:
sw: _Jina:
ta: _பெயர்:
te: _పేరు:
tg: _Ном:
th: _ชื่อ:
tk: _Ady:
tt: _Исем:
uk: _Ім'я:
ur: _:ﻡﺎﻧ
uz: _Nomi:
vi: _Tên:
xh: _Igama:
yi: _:ןעמאָנ

source: MIM_E Type:
af: MIM_E Tipe:
am: MIM_E ዓይነት፡-
ar: MIM_E :ﻉﻮﻧ
be: MIM_E Тып:
bg: MIM_E Тип:
bn: MIM_E প্রকার:
ca: MIM_E Tipus:
cy: MIM_E Math:
eo: MIM_E Tipo:
et: MIM_E Tüüp:
eu: MIM_E Mota:
fa: MIM_E :ﻉﻮﻧ
fi: MIM_E Tyyppi:
fil: MIM_E Uri:
ga: MIM_E Cineál:
gd: MIM_E Seòrsa:
gl: MIM_E Tipo:
gu: MIM_E પ્રકાર:
he: MIM_E :גּוס
hi: MIM_E प्रकार:
hr: MIM_E Tip:
hu: MIM_E Típus:
hy: MIM_E Տիպ:
id: MIM_E Jenis:
is: MIM_E Gerð:
ka: MIM_E ტიპი:
kk: MIM_E Түрі:
km: MIM_E ប្រភេទ៖
kn: MIM_E ಮಾದರಿ:
ku: MIM_E Awa:
ky: MIM_E Түрү:
lb: MIM_E Typ:
lo: MIM_E ປະເພດ:
lt: MIM_E Tipas:
lv: MIM_E Veids:
mg: MIM_E Karazana:
mi: MIM_E Momo:
mk: MIM_E Тип:
ml: MIM_E തരം:
mn: MIM_E Төрөл:
mr: MIM_E प्रकार:
mt: MIM_E Tip:
my: MIM_E အမျိုးအစား-
ne: MIM_E प्रकार:
or: MIM_E ପ୍ରକାର:
pa: MIM_E ਕਿਸਮ:
ps: MIM_E :ﻝﻭډ
ro: MIM_E Tip:
rw: MIM_E Ubwoko:
sd: MIM_E :ﻢﺴﻗ
si: MIM_E වර්ගය:
sk: MIM_E Typ:
sl: MIM_E Vrsta:
sq: MIM_E Lloji:
sw: MIM_E Aina:
ta: MIM_E வகை:
te: MIM_E రకం:
tg: MIM_E Навъи:
th: MIM_E พิมพ์:
tk: MIM_E Görnüşi:
tt: MIM_E Тип:
uk: MIM_E Тип:
ur: MIM_E :ﻢﺴﻗ
uz: MIM_E Turi:
vi: MIM_E Thể loại:
xh: MIM_E Uhlobo:
yi: MIM_E :פּיט

source: Whit_elist:
af: Whit_elys:
am: Whit_eዝርዝር፡-
ar: Whit_e:ﺔﻤﺋﺎﻗ
be: Whit_eспіс:
bg: Whit_eсписък:
bn: Whit_eতালিকা:
ca: Whit_ellista:
cy: Whit_erhestr:
da: Whit_eliste:
eo: Whit_elisto:
et: Whit_enimekiri:
eu: Whit_ezerrenda:
fa: Whit_e:ﺖﺴﯿﻟ
fi: Whit_elista:
fil: Whit_elistahan:
ga: Whit_eliosta:
gd: Whit_eliosta:
gl: Whit_elista:
gu: Whit_eયાદી:
he: Whit_e:המישר
hi: Whit_eसूची:
hr: Whit_epopis:
hu: Whit_elista:
hy: Whit_eցուցակ:
id: Whit_eDaftar:
is: Whit_elisti:
ka: Whit_eსია:
kk: Whit_eтізім:
km: Whit_eបញ្ជី៖
kn: Whit_eಪಟ್ಟಿ:
ku: Whit_erêzok:
ky: Whit_eтизме:
lb: Whit_eLëscht:
lo: Whit_eບັນຊີລາຍຊື່:
lt: Whit_esąrašas:
lv: Whit_esaraksts:
mg: Whit_elisitra:
mi: Whit_erārangi:
mk: Whit_eсписок:
ml: Whit_eപട്ടിക:
mn: Whit_eжагсаалт:
mr: Whit_eयादी:
mt: Whit_elista:
my: Whit_eစာရင်း-
nb: Whit_eliste:
ne: Whit_eसूची:
or: Whit_eତାଲିକା:
pa: Whit_eਸੂਚੀ:
ps: Whit_e:ﺖﺴﯿﻟ
ro: Whit_elistă:
rw: Whit_eurutonde:
sd: Whit_e:ﺖﺳﺮﻬﻓ
si: Whit_eලැයිස්තුව:
sk: Whit_ezoznam:
sl: Whit_eseznam:
sq: Whit_elistë:
sw: Whit_eorodha:
ta: Whit_eபட்டியல்:
te: Whit_eజాబితా:
tg: Whit_eрӯйхат:
th: Whit_eรายการ:
tk: Whit_esanaw:
tt: Whit_eисемлек:
uk: Whit_eсписок:
ur: Whit_e:ﺖﺳﺮﮩﻓ
uz: Whit_ero'yxat:
vi: Whit_edanh sách:
xh: Whit_euluhlu:
yi: Whit_e:המישר

source: Bl_acklist:
af: Bl_acklys:
am: Bl_ackዝርዝር፡-
ar: Bl_ack:ﺔﻤﺋﺎﻗ
be: Bl_ackспіс:
bg: Bl_ackсписък:
bn: Bl_ackতালিকা:
ca: Bl_ackllista:
cy: Bl_ackrhestr:
da: Bl_ackliste:
eo: Bl_acklisto:
et: Bl_acknimekiri:
eu: Bl_ackzerrenda:
fa: Bl_ack:ﺖﺴﯿﻟ
fi: Bl_acklista:
fil: Bl_acklistahan:
ga: Bl_ackliosta:
gd: Bl_ackliosta:
gl: Bl_acklista:
gu: Bl_ackયાદી:
he: Bl_ack:המישר
hi: Bl_ackसूची:
hr: Bl_ackpopis:
hu: Bl_acklista:
hy: Bl_ackցուցակ:
id: Bl_ackDaftar:
is: Bl_acklisti:
ka: Bl_ackსია:
kk: Bl_ackтізім:
km: Bl_ackបញ្ជី៖
kn: Bl_ackಪಟ್ಟಿ:
ku: Bl_ackrêzok:
ky: Bl_ackтизме:
lb: Bl_ackLëscht:
lo: Bl_ackບັນຊີລາຍຊື່:
lt: Bl_acksąrašas:
lv: Bl_acksaraksts:
mg: Bl_acklisitra:
mi: Bl_ackrārangi:
mk: Bl_ackсписок:
ml: Bl_ackപട്ടിക:
mn: Bl_ackжагсаалт:
mr: Bl_ackयादी:
mt: Bl_acklista:
my: Bl_ackစာရင်း-
nb: Bl_ackliste:
ne: Bl_ackसूची:
or: Bl_ackତାଲିକା:
pa: Bl_ackਸੂਚੀ:
ps: Bl_ack:ﺖﺴﯿﻟ
ro: Bl_acklistă:
rw: Bl_ackurutonde:
sd: Bl_ack:ﺖﺳﺮﻬﻓ
si: Bl_ackලැයිස්තුව:
sk: Bl_ackzoznam:
sl: Bl_ackseznam:
sq: Bl_acklistë:
sw: Bl_ackorodha:
ta: Bl_ackபட்டியல்:
te: Bl_ackజాబితా:
tg: Bl_ackрӯйхат:
th: Bl_ackรายการ:
tk: Bl_acksanaw:
tt: Bl_ackисемлек:
uk: Bl_ackсписок:
ur: Bl_ack:ﺖﺳﺮﮩﻓ
uz: Bl_ackro'yxat:
vi: Bl_ackdanh sách:
xh: Bl_ackuluhlu:
yi: Bl_ack:המישר
