Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
af: Die zzzFM-gebruikershandleiding moes in jou blaaier oopgemaak het. As dit nie oopgemaak het nie, of as jy 'n ander blaaier wil gebruik, stel jou blaaier in Help|Opsies|Blaaier. Hierdie boodskap sal nie herhaal word nie.
am: የzzzFM ተጠቃሚ መመሪያ በአሳሽዎ ውስጥ መከፈት ነበረበት። ካልተከፈተ ወይም የተለየ ብሮውዘር መጠቀም ከፈለጉ፣ ማሰሻዎን Help|Options|Browser ውስጥ ያዘጋጁ። ይህ መልእክት አይደገምም።
ar: .Help | Options | Browser ﻲﻓ ﻚﺤﻔﺼﺘﻣ ﻂﺒﺿﺎﻓ ، ﻒﻠﺘﺨﻣ ﺢﻔﺼﺘﻣ ﻡﺍﺪﺨﺘﺳﺍ ﻲﻓ ﺐﻏﺮﺗ ﺖﻨﻛ ﺍﺫﺇ ﻭﺃ ، ﻪﺤﺘﻓ ﻢﺘﻳ ﻢﻟ ﺍﺫﺇ .ﻚﺤﻔﺼﺘﻣ ﻲﻓ ﺎًﺣﻮ .ﺭﺮﻜﺘﺗ ﻦﻟ ﺔﻟﺎﺳﺮﻟﺍ ﻩﺬﻫ
be: Кіраўніцтва карыстальніка zzzFM павінна было адкрыцца ў вашым браўзеры. Калі ён не адкрыўся, або калі вы жадаеце выкарыстоўваць іншы браўзер, усталюйце свой браўзер у Даведка|Параметры| Браўзэр. Гэта паведамленне не будзе паўтарацца.
bg: Ръководството за потребителя на zzzFM трябва да се е отворило във вашия браузър. Ако не се отвори или ако искате да използвате друг браузър, настройте браузъра си в Помощ|Опции|Браузър. Това съобщение няма да се повтори.
bn: zzzFM ব্যবহারকারীর ম্যানুয়ালটি আপনার ব্রাউজারে খোলা উচিত। যদি এটি না খোলে, অথবা যদি আপনি একটি ভিন্ন ব্রাউজার ব্যবহার করতে চান, তাহলে আপনার ব্রাউজারটিকে Help|Options|Browser এ সেট করুন৷ এই বার্তা পুনরাবৃত্তি হবে না.
ca: El manual d'usuari de zzzFM hauria d'haver obert al vostre navegador. Si no s'ha obert, o si voleu utilitzar un navegador diferent, configureu el vostre navegador a Ajuda|Opcions|Navegador. Aquest missatge no es repetirà.
cy: Dylai llawlyfr defnyddiwr zzzFM fod wedi agor yn eich porwr. Os na agorodd, neu os hoffech ddefnyddio porwr gwahanol, gosodwch eich porwr yn Help | Options | Porwr. Ni fydd y neges hon yn ailadrodd.
da: Brugervejledningen til zzzFM skulle have åbnet i din browser. Hvis den ikke åbnede, eller hvis du gerne vil bruge en anden browser, skal du indstille din browser i Hjælp|Indstillinger|Browser. Denne besked gentages ikke.
eo: La uzantmanlibro de zzzFM devus esti malfermita en via retumilo. Se ĝi ne malfermiĝis, aŭ se vi ŝatus uzi alian retumilon, agordu vian retumilon en Helpo|Opcioj|Retumilo. Ĉi tiu mesaĝo ne ripetiĝos.
et: ZzzFM-i kasutusjuhend oleks pidanud teie brauseris avanema. Kui see ei avanenud või kui soovite kasutada teist brauserit, määrake oma brauser jaotises Abi|Valikud|Brauser. Seda teadet ei korrata.
eu: zzzFM erabiltzailearen eskuliburua zure arakatzailean ireki behar zen. Ez bada ireki, edo beste arakatzaile bat erabili nahi baduzu, ezarri zure nabigatzailea Laguntza|Aukerak|Nabigatzailea. Mezu hau ez da errepikatuko.
fa: .ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺮﮔﺭﻭﺮﻣ|ﺎﻫu200cﻪﻨﯾﺰﮔ|Help ﺭﺩ ﺍﺭ ﺩﻮﺧ ﺮﮔﺭﻭﺮﻣ ،ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ ﯼﺮﮕﯾﺩ ﺮﮔﺭﻭﺮﻣ ﺯﺍ ﺪﯿﻫﺍﻮﺧu200cﯽﻣ ﺮ .ﺪﺷ ﺪﻫﺍﻮﺨﻧ ﺭﺍﺮﮑﺗ ﻡﺎﯿﭘ ﻦﯾﺍ
fi: ZzzFM-käyttöoppaan olisi pitänyt avautua selaimessasi. Jos se ei avautunut tai jos haluat käyttää toista selainta, aseta selain kohdasta Ohje|Asetukset|Selain. Tämä viesti ei toistu.
fil: Ang manual ng gumagamit ng zzzFM ay dapat na nagbukas sa iyong browser. Kung hindi ito bumukas, o kung gusto mong gumamit ng ibang browser, itakda ang iyong browser sa Help|Options|Browser. Hindi na mauulit ang mensaheng ito.
fy: De brûkershantlieding fan zzzFM soe yn jo blêder moatte wurde iepene. As it net iepene is, of as jo in oare browser brûke wolle, set jo browser dan yn Help|Opsjes|Browser. Dit berjocht sil net werhelje.
ga: Ba chóir go mbeadh lámhleabhar úsáideora zzzFM oscailte i do bhrabhsálaí. Murar oscail sé, nó más mian leat brabhsálaí difriúil a úsáid, socraigh do bhrabhsálaí i Help | Options | Brabhsálaí. Ní athdhéanfar an teachtaireacht seo.
gd: Bu chòir gum biodh leabhar-làimhe cleachdaiche zzzFM air fosgladh sa bhrobhsair agad. Mura do dh ’fhosgail e, no ma tha thu airson brobhsair eadar-dhealaichte a chleachdadh, suidhich do bhrobhsair ann an Taic | Roghainnean | Brabhsair. Cha tig an teachdaireachd seo a-rithist.
gl: O manual de usuario de zzzFM debería estar aberto no teu navegador. Se non se abriu, ou se queres utilizar un navegador diferente, configura o teu navegador en Axuda|Opcións|Navegador. Esta mensaxe non se repetirá.
gu: zzzFM વપરાશકર્તાની માર્ગદર્શિકા તમારા બ્રાઉઝરમાં ખુલેલી હોવી જોઈએ. જો તે ખુલતું ન હોય, અથવા જો તમે કોઈ અલગ બ્રાઉઝરનો ઉપયોગ કરવા માંગતા હો, તો તમારા બ્રાઉઝરને હેલ્પ|ઓપ્શન્સ|બ્રાઉઝરમાં સેટ કરો. આ સંદેશ પુનરાવર્તિત થશે નહીં.
he: .ןפדפד|תויורשפא|הרזעב ךלש ןפדפדה תא רדגה ,רחא ןפדפדב שמתשהל הצרת םא וא ,חתפנ אל אוה םא .ךלש ןפדפדב .המצע לע רוזחת אל וז העדוה
hi: zzzFM उपयोगकर्ता का मैनुअल आपके ब्राउज़र में खुल जाना चाहिए था। यदि यह नहीं खुला, या यदि आप किसी भिन्न ब्राउज़र का उपयोग करना चाहते हैं, तो अपने ब्राउज़र को सहायता|विकल्प|ब्राउज़र में सेट करें। यह संदेश दोहराया नहीं जाएगा।
hr: Korisnički priručnik zzzFM-a trebao se otvoriti u vašem pregledniku. Ako se nije otvorio ili ako želite koristiti drugi preglednik, postavite svoj preglednik u Help|Options|Browser. Ova poruka se neće ponoviti.
hu: A zzzFM felhasználói kézikönyvnek meg kellett volna nyílnia a böngészőben. Ha nem nyílt meg, vagy másik böngészőt szeretne használni, állítsa be böngészőjét a Súgó|Opciók|Böngészőben. Ez az üzenet nem fog megismétlődni.
hy: zzzFM-ի օգտագործողի ձեռնարկը պետք է բացված լիներ ձեր դիտարկիչում: Եթե u200bu200bայն չի բացվել, կամ եթե ցանկանում եք օգտագործել այլ բրաուզեր, դրեք ձեր զննարկիչը Օգնություն|Ընտրանքներ|Բրաուզերում: Այս հաղորդագրությունը չի կրկնվի:
id: Panduan pengguna zzzFM seharusnya sudah dibuka di browser Anda. Jika tidak terbuka, atau jika Anda ingin menggunakan browser lain, setel browser Anda di Help|Options|Browser. Pesan ini tidak akan berulang.
is: Notendahandbók zzzFM ætti að hafa opnast í vafranum þínum. Ef það opnaði ekki, eða ef þú vilt nota annan vafra, stilltu vafrann þinn í Help|Options|Vafri. Þessi skilaboð verða ekki endurtekin.
ka: zzzFM მომხმარებლის სახელმძღვანელო უნდა გახსნილიყო თქვენს ბრაუზერში. თუ ის არ გაიხსნა, ან თუ გსურთ სხვა ბრაუზერის გამოყენება, დააყენეთ თქვენი ბრაუზერი Help|Options|Browser-ში. ეს შეტყობინება არ განმეორდება.
kk: zzzFM пайдаланушы нұсқаулығы браузеріңізде ашылған болуы керек. Егер ол ашылмаса немесе басқа браузерді пайдаланғыңыз келсе, шолғышты Help|Options|Browser ішіне орнатыңыз. Бұл хабарлама қайталанбайды.
km: សៀវភៅណែនាំរបស់អ្នកប្រើ zzzFM គួរតែបើកនៅក្នុងកម្មវិធីរុករករបស់អ្នក។ ប្រសិនបើវាមិនបើក ឬប្រសិនបើអ្នកចង់ប្រើកម្មវិធីរុករកផ្សេង សូមកំណត់កម្មវិធីរុករកតាមអ៊ីនធឺណិតរបស់អ្នកក្នុង Help|Options|Browser។ សារនេះនឹងមិនកើតឡើងម្តងទៀតទេ។
kn: zzzFM ಬಳಕೆದಾರರ ಕೈಪಿಡಿಯು ನಿಮ್ಮ ಬ್ರೌಸರ್u200cನಲ್ಲಿ ತೆರೆದಿರಬೇಕು. ಅದು ತೆರೆಯದಿದ್ದರೆ ಅಥವಾ ನೀವು ಬೇರೆ ಬ್ರೌಸರ್ ಅನ್ನು ಬಳಸಲು ಬಯಸಿದರೆ, ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ಸಹಾಯ|ಆಯ್ಕೆಗಳು|ಬ್ರೌಸರ್u200cನಲ್ಲಿ ಹೊಂದಿಸಿ. ಈ ಸಂದೇಶವು ಪುನರಾವರ್ತನೆಯಾಗುವುದಿಲ್ಲ.
ku: Divê manuala bikarhênerê zzzFM di geroka we de vebûya. Ger ew venebûya, an hûn dixwazin gerokek din bikar bînin, geroka xwe li Alîkarî|Vebijêrk|Browser bicîh bikin. Ev peyam dê dubare nebe.
ky: zzzFM колдонуучунун колдонмосу браузериңизде ачылган болушу керек. Эгер ал ачылбаса же башка браузерди колдонгуңуз келсе, браузериңизди Жардам|Параметрлер|Браузерге орнотуңуз. Бул билдирүү кайталанбайт.
lb: D'ZzzFM User Handbuch sollt an Ärem Browser opgemaach sinn. Wann et net opgemaach ass, oder wann Dir en anere Browser benotze wëllt, setzt Äre Browser an Hëllef|Optiounen|Browser. Dëse Message wäert net widderhuelen.
lo: ຄູ່ມືຜູ້ໃຊ້ zzzFM ຄວນຈະເປີດຢູ່ໃນຕົວທ່ອງເວັບຂອງທ່ານ. ຖ້າມັນບໍ່ໄດ້ເປີດ, ຫຼືຖ້າທ່ານຕ້ອງການໃຊ້ຕົວທ່ອງເວັບອື່ນ, ໃຫ້ຕັ້ງຕົວທ່ອງເວັບຂອງທ່ານໃນ Help|Options|Browser. ຂໍ້ຄວາມນີ້ຈະບໍ່ຊໍ້າຄືນອີກ.
lt: Jūsų naršyklėje turėjo būti atidarytas zzzFM vartotojo vadovas. Jei jis neatsidarė arba norite naudoti kitą naršyklę, nustatykite savo naršyklę Žinynas|Parinktys|Naršyklė. Šis pranešimas nepasikartos.
lv: Jūsu pārlūkprogrammā bija jāatver zzzFM lietotāja rokasgrāmata. Ja tas netika atvērts vai vēlaties izmantot citu pārlūkprogrammu, iestatiet savu pārlūkprogrammu sadaļā Palīdzība|Opcijas|Pārlūkprogramma. Šis ziņojums neatkārtosies.
mg: Tokony ho nisokatra tao amin'ny navigateur-nao ny boky torolalana ho an'ny mpampiasa zzzFM. Raha tsy misokatra izany, na raha te hampiasa navigateur hafa ianao, dia apetraho ao amin'ny Help|Options|Browser ny navigateur. Tsy hiverina intsony ity hafatra ity.
mi: Me tuwhera te pukapuka a te kaiwhakamahi zzzFM i roto i to kaitirotiro. Ki te kore e tuwhera, ki te pirangi ranei koe ki te whakamahi i tetahi atu tirotiro, tautuhia to kaitirotiro ki Awhina|Kwhiringa|Kaitirotiro. E kore tenei karere e tukurua.
mk: Упатството за користење zzzFM требаше да се отвори во вашиот прелистувач. Ако не се отвори или ако сакате да користите друг прелистувач, поставете го вашиот прелистувач во Помош|Опции|Прелистувач. Оваа порака нема да се повтори.
ml: zzzFM ഉപയോക്താവിന്റെ മാനുവൽ നിങ്ങളുടെ ബ്രൗസറിൽ തുറന്നിരിക്കണം. ഇത് തുറന്നില്ലെങ്കിൽ, അല്ലെങ്കിൽ മറ്റൊരു ബ്രൗസർ ഉപയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ ബ്രൗസർ സഹായം|ഓപ്ഷനുകൾ|ബ്രൗസറിൽ സജ്ജമാക്കുക. ഈ സന്ദേശം ആവർത്തിക്കില്ല.
mn: zzzFM хэрэглэгчийн гарын авлага таны хөтөч дээр нээгдсэн байх ёстой. Хэрэв нээгдээгүй эсвэл өөр хөтөч ашиглахыг хүсвэл Help|Options|Browser хэсэгт хөтчөө тохируулна уу. Энэ зурвас давтагдахгүй.
mr: zzzFM वापरकर्त्याचे मॅन्युअल तुमच्या ब्राउझरमध्ये उघडलेले असावे. जर ते उघडले नाही, किंवा तुम्हाला वेगळा ब्राउझर वापरायचा असेल, तर तुमचा ब्राउझर हेल्प|ऑप्शन्स|ब्राउझरमध्ये सेट करा. हा संदेश पुनरावृत्ती होणार नाही.
mt: Il-manwal tal-utent ta' zzzFM għandu jkun infetaħ fil-browser tiegħek. Jekk ma fetaħx, jew jekk tixtieq tuża browser differenti, issettja l-browser tiegħek f'Għajnuna|Għażliet|Browser. Dan il-messaġġ mhux se jirrepeti.
my: zzzFM အသုံးပြုသူ၏လက်စွဲစာအုပ်သည် သင့်ဘရောက်ဆာတွင် ဖွင့်ထားသင့်သည်။ မဖွင့်ပါက သို့မဟုတ် အခြားဘရောက်ဆာတစ်ခုကို အသုံးပြုလိုပါက၊ သင့်ဘရောက်ဆာ Help|Options|Browser တွင် သတ်မှတ်ပါ။ ဤမက်ဆေ့ချ်သည် ထပ်၍မဖြစ်ပါ။
nb: Brukerhåndboken for zzzFM skal ha åpnet i nettleseren din. Hvis den ikke åpnet, eller hvis du vil bruke en annen nettleser, sett inn nettleseren din i Hjelp|Alternativer|Nettleser. Denne meldingen vil ikke gjentas.
ne: zzzFM प्रयोगकर्ताको म्यानुअल तपाईको ब्राउजरमा खोलिएको हुनुपर्छ। यदि यो खुल्दैन भने, वा यदि तपाइँ फरक ब्राउजर प्रयोग गर्न चाहनुहुन्छ भने, मद्दत|विकल्प|ब्राउजरमा तपाइँको ब्राउजर सेट गर्नुहोस्। यो सन्देश दोहोरिने छैन।
or: ZzzFM ବ୍ୟବହାରକାରୀଙ୍କ ମାନୁଆଲ ଆପଣଙ୍କ ବ୍ରାଉଜରରେ ଖୋଲିବା ଉଚିତ୍ | ଯଦି ଏହା ଖୋଲିଲା ନାହିଁ, କିମ୍ବା ଯଦି ଆପଣ ଏକ ଭିନ୍ନ ବ୍ରାଉଜର୍ ବ୍ୟବହାର କରିବାକୁ ଚାହାଁନ୍ତି, ତେବେ ସାହାଯ୍ୟ | ବିକଳ୍ପ | ବ୍ରାଉଜରରେ ଆପଣଙ୍କର ବ୍ରାଉଜର୍ ସେଟ୍ କରନ୍ତୁ | ଏହି ବାର୍ତ୍ତା ପୁନରାବୃତ୍ତି ହେବ ନାହିଁ |
pa: zzzFM ਉਪਭੋਗਤਾ ਦਾ ਮੈਨੂਅਲ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਖੁੱਲ੍ਹਣਾ ਚਾਹੀਦਾ ਹੈ। ਜੇਕਰ ਇਹ ਨਹੀਂ ਖੁੱਲ੍ਹਦਾ ਹੈ, ਜਾਂ ਜੇਕਰ ਤੁਸੀਂ ਕੋਈ ਵੱਖਰਾ ਬ੍ਰਾਊਜ਼ਰ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਆਪਣੇ ਬ੍ਰਾਊਜ਼ਰ ਨੂੰ ਮਦਦ|ਵਿਕਲਪਾਂ|ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਸੈੱਟ ਕਰੋ। ਇਹ ਸੁਨੇਹਾ ਦੁਹਰਾਇਆ ਨਹੀਂ ਜਾਵੇਗਾ।
ps: .ﺉړﮐ ﻢﯿﻈﻨﺗ ﯥﮐ ﺭﺯﻭﺍﺮﺑ | ﻪﻧﻭﺭﺎﯿﺘﺧﺍ | ﻪﺘﺳﺮﻣ ﻪﭘ ﺭﺯﻭﺍﺮﺑ ﻞﭙﺧ ،ﺉﻭﺭﺎﮐﻭ ﺭﺯﻭﺍﺮﺑ ﻞﺑ ﻮﯾ ﺉړﺍﻮﻏ ﻮﺳﺎﺗ ﻪﮐ ﺎﯾ ،ﻮﺷ ﻪﻧ ﺹﻼ .ﻲﺸﻧ ﺭﺍﺮﮑﺗ ﻪﺑ ﻡﺎﻐﯿﭘ ﺍﺩ
ro: Manualul utilizatorului zzzFM ar fi trebuit să se fi deschis în browserul dvs. Dacă nu s-a deschis sau dacă doriți să utilizați un browser diferit, setați browserul în Ajutor|Opțiuni|Browser. Acest mesaj nu se va repeta.
rw: Igitabo cyumukoresha wa zzzFM cyagombye kuba cyarafunguwe muri mushakisha yawe. Niba idafunguye, cyangwa niba ushaka gukoresha mushakisha itandukanye, shyira amashusho yawe mubufasha | Amahitamo | Mucukumbuzi. Ubu butumwa ntibuzongera.
sd: zzzFM ۾ ﺭﺯﺅﺍﺮﺑ|ﻥﺭﺎﻴﺘﺧﺍ|ﺩﺪﻣ ﻮﻳﺮڪ ٽﻴﺳ ﻲﮐ ﺭﺯﻮﺋﺍﺮﺑ ﻲﺠﻨﮭﻨﭘ ،ﺎﭤ ﻮﻴﮬﺎﭼ ﮠﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ﺭﺯﻮﺋﺍﺮﺑ ﻮﻴﭔ ﻮڪ ﻥﺎﮬﻮﺗ ﻦﮬڏڪﻴ .ﻭﺪﻨﻬﮕﺳ ﻪﻧ ﻲﺋﺎﺟﺭﻭ ﻡﺎﻐﻴﭘ ﻲﻫ
si: zzzFM පරිශීලක අත්පොත ඔබේ බ්u200dරවුසරයේ විවෘත කර තිබිය යුතුය. එය විවෘත නොකළේ නම්, හෝ ඔබ වෙනත් බ්u200dරවුසරයක් භාවිතා කිරීමට කැමති නම්, ඔබගේ බ්u200dරවුසරය Help|Options|Browser හි සකසන්න. මෙම පණිවිඩය නැවත සිදු නොවේ.
sk: Vo vašom prehliadači by sa mala otvoriť používateľská príručka zzzFM. Ak sa neotvoril, alebo ak by ste chceli použiť iný prehliadač, nastavte si prehliadač v Pomocník|Možnosti|Prehliadač. Táto správa sa nebude opakovať.
sl: Uporabniški priročnik zzzFM bi se moral odpreti v vašem brskalniku. Če se ne odpre ali če želite uporabiti drug brskalnik, nastavite brskalnik v Pomoč|Možnosti|Brskalnik. To sporočilo se ne bo ponovilo.
sq: Manuali i përdoruesit zzzFM duhet të ishte hapur në shfletuesin tuaj. Nëse nuk u hap, ose nëse dëshironi të përdorni një shfletues tjetër, vendosni shfletuesin tuaj te Ndihma|Opsionet|Shfletuesi. Ky mesazh nuk do të përsëritet.
sw: Mwongozo wa mtumiaji wa zzzFM unapaswa kuwa umefunguliwa kwenye kivinjari chako. Ikiwa haikufunguka, au ikiwa ungependa kutumia kivinjari tofauti, weka kivinjari chako katika Msaada|Chaguo|Kivinjari. Ujumbe huu hautajirudia.
ta: zzzFM பயனரின் கையேடு உங்கள் உலாவியில் திறக்கப்பட்டிருக்க வேண்டும். அது திறக்கப்படவில்லை என்றால் அல்லது வேறு உலாவியைப் பயன்படுத்த விரும்பினால், உங்கள் உலாவியை உதவி|விருப்பங்கள்|உலாவியில் அமைக்கவும். இந்த செய்தி மீண்டும் வராது.
te: zzzFM వినియోగదారు మాన్యువల్ మీ బ్రౌజర్u200cలో తెరవబడి ఉండాలి. ఇది తెరవబడకపోతే లేదా మీరు వేరే బ్రౌజర్u200cని ఉపయోగించాలనుకుంటే, మీ బ్రౌజర్u200cని సహాయం|ఎంపికలు|బ్రౌజర్u200cలో సెట్ చేయండి. ఈ సందేశం పునరావృతం కాదు.
tg: Дастури корбарии zzzFM бояд дар браузери шумо кушода мешуд. Агар он кушода нашуда бошад ё шумо мехоҳед браузери дигарро истифода баред, браузери худро дар Help|Options|Browser насб кунед. Ин паём такрор нахоҳад шуд.
th: คู่มือผู้ใช้ zzzFM ควรเปิดในเบราว์เซอร์ของคุณ หากไม่ได้เปิดขึ้นมา หรือหากคุณต้องการใช้เบราว์เซอร์อื่น ให้ตั้งค่าเบราว์เซอร์ของคุณใน Help|Options|Browser ข้อความนี้จะไม่เกิดซ้ำ
tk: ZzzFM ulanyjy gollanmasy brauzeriňizde açylan bolmaly. Eger açylmadyk bolsa ýa-da başga bir brauzer ulanmak isleseňiz, brauzeriňizi Kömek | Görnüş | Brauzerde düzüň. Bu habar gaýtalanmaz.
tt: ZzzFM кулланучы кулланмасы сезнең браузерда ачылган булырга тиеш. Әгәр дә ул ачылмаган булса, яки башка браузер кулланырга теләсәгез, браузерыгызны Ярдәм | Вариантлар | Браузерда урнаштырыгыз. Бу хәбәр кабатланмас.
uk: Посібник користувача zzzFM мав відкритися у вашому браузері. Якщо він не відкрився, або якщо ви хочете використовувати інший браузер, налаштуйте свій браузер у Довідка|Параметри|Веб-переглядач. Це повідомлення не повторюватиметься.
ur: zzzFM ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮟﯿﻣ ﺭﺯﺅﺍﺮﺑ|ﺰﻨﺸﭘﺁ|ﭗﻠﯿﮨ ﻮﮐ ﺭﺯﺅﺍﺮﺑ ﮯﻨﭘﺍ ﻮﺗ ،ﮟﯿﮨ ﮯﺘﮨﺎﭼ ﺎﻧﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺭﺯﺅﺍﺮﺑ ﻒﻠﺘﺨﻣ ﯽﺋﻮﮐ ﭖﺁ ﺮ ۔ﺎﮔ ﮯﺋﺎﺟ ﮟﯿﮩﻧ ﺎﯾﺍﺮﮨﺩ ﻡﺎﻐﯿﭘ ﮧﯾ
uz: zzzFM foydalanuvchi qo'llanmasi brauzeringizda ochilgan bo'lishi kerak. Agar u ochilmagan bo'lsa yoki boshqa brauzerdan foydalanmoqchi bo'lsangiz, brauzeringizni Yordam|Tanlovlar|Brauzer orqali o'rnating. Bu xabar takrorlanmaydi.
vi: Sổ tay hướng dẫn sử dụng zzzFM phải được mở trong trình duyệt của bạn. Nếu nó không mở hoặc nếu bạn muốn sử dụng một trình duyệt khác, hãy đặt trình duyệt của bạn trong Trợ giúp | Tùy chọn | Trình duyệt. Thông báo này sẽ không lặp lại.
xh: Incwadi yomsebenzisi we-zzzFM bekufanele ukuba ivuliwe kwisikhangeli sakho. Ukuba ayivulanga, okanye ukuba ungathanda ukusebenzisa isikhangeli esahlukileyo, cwangcisa umkhangeli zincwadi wakho kuNcedo|EziKhetho|Isikhangeli. Lo myalezo awuzuphinda.
yi: .רערעטעלב|סעיצפּאָ|ףליה ןיא רערעטעלב ןייד ןלעטש ,רערעטעלב שרעדנאַ אַ ןצונ וצ טליוו ריא ביוא רעדאָ ,ןענעפע ט .ןרזחרעביא טשינ טעוו גאָזנאָ רעד

source: ( none )
af: ( geen )
am: ( ምንም )
ar: ( ﺪﺣﺃ ﻻ﻿ )
be: ( ніводнага )
bg: ( нито един )
bn: ( কোনটি )
ca: ( cap )
cy: ( dim )
da: ( ingen )
eo: ( neniu )
et: ( mitte ühtegi )
eu: ( bat ere ez )
fa: ( ﮏﯾ ﭻﯿﻫ )
fi: ( ei mitään )
fil: ( wala )
fy: ( gjin )
ga: ( aon cheann )
gd: ( gin )
gl: ( ningún )
gu: ( કોઈ નહીં )
he: ( דחא ףא )
hi: ( कोई नहीं )
hr: ( nijedan )
hu: ( egyik sem )
hy: ( ոչ ոք )
id: ( tidak ada )
is: ( enginn )
ka: ( არცერთი )
kk: ( жоқ )
km: ( គ្មាន )
kn: ( ಯಾವುದೂ )
ku: ( netû )
ky: ( эч ким )
lb: ( keng )
lo: ( ບໍ່ມີ )
lt: ( nė vienas )
lv: ( neviens )
mg: ( tsy misy )
mi: ( kahore )
mk: ( ниеден )
ml: ( ഒന്നുമില്ല )
mn: ( аль нь ч биш )
mr: ( काहीही नाही )
mt: ( xejn )
my: ( မရှိ )
nb: ( ingen )
ne: ( कुनै पनि )
or: ( କିଛି ନୁହେଁ | )
pa: ( ਕੋਈ ਨਹੀਂ )
ps: ( ﻪﻧ څﯿﻫ )
ro: ( nici unul )
rw: ( nta na kimwe )
sd: ( ﻪﺑ ﻮڪ )
si: ( කිසිවක් නැත )
sk: ( žiadny )
sl: ( nobenega )
sq: ( asnje )
sw: ( hakuna )
ta: ( எதுவும் இல்லை )
te: ( ఏదీ లేదు )
tg: ( ҳеҷ )
th: ( ไม่มี )
tk: ( hiç )
tt: ( юк )
uk: ( жодного )
ur: ( ﮟﯿﮩﻧ ﯽﺋﻮﮐ )
uz: ( yo'q )
vi: ( không ai )
xh: ( akukho nanye )
yi: ( טינראָג )
