Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Add asynchronous handler COMMAND to EVENT
af: Voeg asynchrone hanteerder COMMAND by EVENT
am: ያልተመሳሰለ ተቆጣጣሪ COMMAND ወደ EVENT ያክሉ
ar: ﺙﺪﺤﻟﺍ ﻰﻟﺇ COMMAND ﻦﻣﺍﺰﺘﻣ ﺮﻴﻏ ﺞﻟﺎﻌﻣ ﺔﻓﺎﺿﺇ
be: Дадаць асінхронны апрацоўшчык COMMAND да EVENT
bg: Добавете асинхронен манипулатор COMMAND към EVENT
bn: ইভেন্টে অ্যাসিঙ্ক্রোনাস হ্যান্ডলার COMMAND যোগ করুন
ca: Afegeix el controlador asíncron COMMAND a EVENT
cy: Ychwanegwch COMMAND triniwr asyncronig at DIGWYDDIAD
da: Tilføj asynkron handler COMMAND til EVENT
eo: Aldonu nesinkronan prizorganton COMMAND al EVENT
et: Lisage sündmusele EVENT asünkroonne töötleja COMMAND
eu: Gehitu kudeatzaile asinkronoa COMMAND EVENT-era
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ EVENT ﻪﺑ ﺍﺭ COMMAND ﻥﺎﻣﺰﻤﻫﺎﻧ ﻝﺮﺘﻨﮐ
fi: Lisää asynkroninen käsittelijä COMMAND tapahtumaan EVENT
fil: Magdagdag ng asynchronous na handler na COMMAND sa EVENT
fy: Foegje asynchrone handler COMMAND ta EVENT
ga: Cuir Láimhseálaí asincrónach COMMAND leis an IMEACHTA
gd: Cuir inneal-làimhseachaidh asyncronach COMMAND gu EVENT
gl: Engade o controlador asíncrono COMMAND a EVENT
gu: EVENT માં અસુમેળ હેન્ડલર COMMAND ઉમેરો
he: EVENT-ל COMMAND ינורכניסא לפטמ ףסוה
hi: EVENT में एसिंक्रोनस हैंडलर COMMAND जोड़ें
hr: Dodajte asinkroni rukovalac COMMAND u EVENT
hu: Adja hozzá a COMMAND aszinkron kezelőt az EVENT-hez
hy: Ավելացրեք ասինխրոն մշակիչ COMMAND EVENT-ին
id: Tambahkan COMMAND pengendali asinkron ke EVENT
is: Bættu ósamstilltum stjórnanda COMMAND við EVENT
ka: დაამატეთ ასინქრონული დამმუშავებლის COMMAND EVENT-ს
kk: EVENT бағдарламасына COMMAND асинхронды өңдеушісін қосыңыз
km: បន្ថែមឧបករណ៍ដោះស្រាយអសមកាល COMMAND ទៅ EVENT
kn: EVENT ಗೆ ಅಸಮಕಾಲಿಕ ಹ್ಯಾಂಡ್ಲರ್ COMMAND ಅನ್ನು ಸೇರಿಸಿ
ku: Rêvekera asînkron COMAND li BÛYERÊ zêde bikin
ky: EVENT үчүн COMMAND асинхрондук иштеткичти кошуңуз
lb: Füügt asynchronen Handler COMMAND op EVENT
lo: ເພີ່ມຄໍາສັ່ງຕົວຈັດການແບບບໍ່ຊິ້ງກັບ EVENT
lt: Pridėti asinchroninę tvarkyklę COMMAND prie EVENT
lv: Pievienojiet asinhrono apdarinātāju COMMAND pasākumam EVENT
mg: Ampio ny mpitantana asynchronous COMMAND amin'ny EVENT
mi: Taapirihia te kaikawe tukutahi COMMAND ki te TAHI
mk: Додајте асинхрон управувач COMMAND во EVENT
ml: EVENT-ലേക്ക് അസിൻക്രണസ് ഹാൻഡ്u200cലർ COMMAND ചേർക്കുക
mn: EVENT-д асинхрон зохицуулагч COMMAND нэмнэ
mr: EVENT मध्ये असिंक्रोनस हँडलर COMMAND जोडा
mt: Żid KMAND ta' handler mhux sinkroniku ma' EVENIMENT
my: အပြိုင်အဆိုင် ကိုင်တွယ်သူ COMMAND ကို EVENT သို့ ထည့်ပါ။
nb: Legg til asynkron handler COMMAND til EVENT
ne: EVENT मा एसिन्क्रोनस ह्यान्डलर COMMAND थप्नुहोस्
or: ଇଭେଣ୍ଟରେ ଅସନ୍ତୁଳିତ ହ୍ୟାଣ୍ଡେଲର୍ COMMAND ଯୋଡନ୍ତୁ |
pa: EVENT ਵਿੱਚ ਅਸਿੰਕ੍ਰੋਨਸ ਹੈਂਡਲਰ COMMAND ਸ਼ਾਮਲ ਕਰੋ
ps: EVENT ﺮﻟډﻨﯿﻫ ﺐﺳﺎﻨﺘﻣ ﺮﯿﻏ ﺩ ﻪﺗ COMMAND ﺉړﮐ ﻪﻓﺎﺿﺍ
ro: Adăugați handler asincron COMMAND la EVENT
rw: Ongeraho umukoresha udafite gahunda ITEGEKO
sd: ۾ EVENT ﻲﮐ COMMAND ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﺯﺎﺳ ﺖﻗﻭ ﻢﻫ ﻮﻳﺮڪ ﻞﻣﺎﺷ
si: EVENT වෙත අසමමුහුර්ත හසුරුවන COMMAND එක් කරන්න
sk: Pridajte asynchrónny obslužný program COMMAND do EVENT
sl: Dodajte asinhroni upravljalnik COMMAND v EVENT
sq: Shto mbajtësin asinkron COMMAND te EVENT
sw: Ongeza kidhibiti kisichosawazisha COMMAND kwenye EVENT
ta: EVENT இல் ஒத்திசைவற்ற ஹேண்ட்லர் கட்டளையைச் சேர்க்கவும்
te: EVENTకి అసమకాలిక హ్యాండ్లర్ COMMANDని జోడించండి
tg: COMMAND коркардкунандаи асинхронӣ ба EVENT илова кунед
th: เพิ่มตัวจัดการแบบอะซิงโครนัส COMMAND ไปยัง EVENT
tk: Wakada asynkron işleýjiniň buýrugyny goşuň
tt: Вакыйгага асинхрон эшкәртүче кушуы кушыгыз
uk: Додайте асинхронний обробник COMMAND до EVENT
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﮟﯿﻣ EVENT ﻮﮐ COMMAND ﺮﻟﮉﻨﯿﮨ ﺮﯾﺬﭘ ﺖﻘﺑﺎﻄﻣ ﺮﯿﻏ
uz: EVENTga asinxron ishlov beruvchi COMMAND qo'shing
vi: Thêm trình xử lý không đồng bộ COMMAND vào EVENT
xh: Yongeza isibambi esingahambelaniyo COMMAND ukuya EVENT
yi: EVENT וצ COMMAND רעלדנאַה סאַנאַרקגניסיי גייל

source: Add synchronous handler COMMAND to EVENT, replacing default handler
af: Voeg sinchrone hanteerder COMMAND by EVENT, vervang verstekhanteerder
am: የተመሳሰለ ተቆጣጣሪ COMMAND ወደ EVENT አክል፣ ነባሪ ተቆጣጣሪን በመተካት።
ar: ﻲﺿﺍﺮﺘﻓﻻ﻿ﺍ ﺞﻟﺎﻌﻤﻟﺍ ﻝﺍﺪﺒﺘﺳﺍ ، ﺙﺪﺤﻟﺍ ﻰﻟﺇ COMMAND ﻦﻣﺍﺰﺘﻣ ﺞﻟﺎﻌﻣ ﺔﻓﺎﺿﺇ
be: Дадаць сінхронны апрацоўшчык COMMAND да EVENT, замяніўшы апрацоўшчык па змаўчанні
bg: Добавете синхронен манипулатор COMMAND към EVENT, като замените манипулатора по подразбиране
bn: ডিফল্ট হ্যান্ডলার প্রতিস্থাপন করে ইভেন্টে সিঙ্ক্রোনাস হ্যান্ডলার COMMAND যোগ করুন
ca: Afegiu el controlador sincrònic COMMAND a EVENT, substituint el controlador predeterminat
cy: Ychwanegwch y dynodwr cydamserol COMMAND i DIGWYDDIAD, gan ddisodli'r triniwr diofyn
da: Tilføj synkron handler COMMAND til EVENT, og erstatter standard handler
eo: Aldonu sinkronan prizorganton COMMAND al EVENT, anstataŭigante defaŭltan prizorganton
et: Lisage sündmusele EVENT sünkroonne töötleja COMMAND, asendades vaikekäitleja
eu: Gehitu kudeatzaile sinkronikoa COMMAND EVENT-era, kudeatzaile lehenetsia ordezkatuz
fa: ﺪﯿﻨﮐ ﺽﺮﻓ ﺶﯿﭘ ﺮﻟﺮﺘﻨﮐ ﻦﯾﺰﮕﯾﺎﺟ ﻭ ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ EVENT ﻪﺑ ﺍﺭ COMMAND ﻥﺎﻣﺰﻤﻫ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: Lisää synkroninen käsittelijä COMMAND tapahtumaan EVENT, joka korvaa oletuskäsittelijän
fil: Magdagdag ng kasabay na handler na COMMAND sa EVENT, na pinapalitan ang default na handler
fy: Foegje syngroane handler COMMAND ta EVENT, ferfanging fan standert handler
ga: Cuir láimhseálaí sioncrónach COMMAND le EVENT, ag athsholáthar an láimhseálaí réamhshocraithe
gd: Cuir inneal-làimhseachaidh sioncronaich COMMAND gu EVENT, a ’dol an àite inneal-làimhseachaidh àbhaisteach
gl: Engade o controlador sincrónico COMMAND a EVENT, substituíndo o controlador predeterminado
gu: ડિફોલ્ટ હેન્ડલરને બદલીને, EVENT માં સિંક્રનસ હેન્ડલર COMMAND ઉમેરો
he: לדחמה תרירב לפטמ תפלחה ךות ,EVENT-ל COMMAND ינורכניס לפטמ ףסוה
hi: डिफ़ॉल्ट हैंडलर की जगह, सिंक्रोनस हैंडलर COMMAND को EVENT में जोड़ें
hr: Dodajte sinkroni rukovalac COMMAND u EVENT, zamjenjujući zadani rukovalac
hu: Adja hozzá a COMMAND szinkron kezelőt az EVENT-hez, lecserélve az alapértelmezett kezelőt
hy: Ավելացրեք համաժամանակյա մշակիչ COMMAND EVENT-ին՝ փոխարինելով լռելյայն մշակիչին
id: Tambahkan COMMAND handler sinkron ke EVENT, menggantikan handler default
is: Bættu samstilltum stjórnanda COMMAND við EVENT, í stað sjálfgefna meðhöndlunar
ka: დაამატეთ სინქრონული დამმუშავებელი COMMAND EVENT-ს, ჩაანაცვლეთ ნაგულისხმევი დამმუშავებელი
kk: Әдепкі өңдегішті ауыстыра отырып, EVENT бағдарламасына COMMAND синхронды өңдеушісін қосыңыз
km: បន្ថែមឧបករណ៍ដោះស្រាយសមកាលកម្ម COMMAND ទៅ EVENT ដោយជំនួសឧបករណ៍ដោះស្រាយលំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಬದಲಿಸಿ, EVENT ಗೆ ಸಿಂಕ್ರೊನಸ್ ಹ್ಯಾಂಡ್ಲರ್ COMMAND ಅನ್ನು ಸೇರಿಸಿ
ku: Rêvebirê hevdem COMMAND li BÛYERê zêde bikin, li şûna rêvekerê xwerû
ky: Демейки иштеткичтин ордуна COMMAND синхрондук иштеткичти EVENTке кошуңуз
lb: Füügt Synchron-Handler COMMAND zu EVENT, ersetzt Standardhandler
lo: ເພີ່ມ COMMAND ຕົວຈັດການ synchronous ໃສ່ EVENT, ປ່ຽນແທນຕົວຈັດການເລີ່ມຕົ້ນ
lt: Pridėkite sinchroninę tvarkyklę COMMAND prie EVENT, pakeisdami numatytąją tvarkyklę
lv: Pievienojiet sinhrono apdarinātāju COMMAND notikumam EVENT, aizstājot noklusējuma apdarinātāju
mg: Ampio COMMAND mpandrindra synchronous amin'ny EVENT, manolo ny mpandrindra mahazatra
mi: Tāpirihia te kaikawe tukutahi COMMAND ki te HUI, whakakapihia te kaihautu taunoa
mk: Додајте синхрон управувач COMMAND на EVENT, заменувајќи го стандардниот управувач
ml: ഡിഫോൾട്ട് ഹാൻഡ്u200cലർ മാറ്റി, ഇവന്റിലേക്ക് സിൻക്രണസ് ഹാൻഡ്u200cലർ കമാൻഡ് ചേർക്കുക
mn: Өгөгдмөл зохицуулагчийг сольж EVENT-д COMMAND синхрон зохицуулагч нэмнэ
mr: डीफॉल्ट हँडलर बदलून, EVENT मध्ये सिंक्रोनस हँडलर COMMAND जोडा
mt: Żid il-KMAND ta' handler sinkroniku ma' EVENT, filwaqt li tissostitwixxi l-handler default
my: ပုံသေကိုင်တွယ်သူကို အစားထိုး၍ EVENT တွင် ထပ်တူကျသော ကိုင်တွယ်သူ COMMAND ကို ထည့်ပါ။
nb: Legg til synkron handler COMMAND til EVENT, og erstatter standard behandler
ne: पूर्वनिर्धारित ह्यान्डलर प्रतिस्थापन गर्दै, EVENT मा सिंक्रोनस ह्यान्डलर COMMAND थप्नुहोस्
or: ଡିଫଲ୍ଟ ହ୍ୟାଣ୍ଡେଲର୍ ବଦଳାଇ ଇଭେଣ୍ଟରେ ସିଙ୍କ୍ରୋନସ୍ ହ୍ୟାଣ୍ଡେଲର୍ COMMAND ଯୋଡନ୍ତୁ |
pa: ਡਿਫੌਲਟ ਹੈਂਡਲਰ ਨੂੰ ਬਦਲਦੇ ਹੋਏ, EVENT ਵਿੱਚ ਸਮਕਾਲੀ ਹੈਂਡਲਰ COMMAND ਸ਼ਾਮਲ ਕਰੋ
ps: EVENT ﯽﮑﻧﻮﻟﺎﺒﻤﺳ ﻱږﻐﻤﻫ ﻪﺗ COMMAND ﻝﻮﮐ ﯼﺎځ ﻪﭘ ﯼﺎځ ﺮﻟډﻨﯿﻫ ټﻟﺎﻔﯾډ ﺩ ،ﺉړﮐ ﻪﻓﺎﺿﺍ
ro: Adăugați handler sincron COMMAND la EVENT, înlocuind handler-ul implicit
rw: Ongeraho umukoresha uhuza ITEGEKO KUBIKORWA, usimbuze umukoresha usanzwe
sd: ﺮﻟڊﻨﻴﮬ ٽﻟﺎﻓڊ ﻲﺋﻻ﻿ﺪﺑ ،۾ EVENT ﻲﮐ COMMAND ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﺯﺎﺳ ﺖﻗﻭ ﻢﻫ ﻮﻳﺮڪ ﻞﻣﺎﺷ
si: පෙරනිමි හසුරුව ප්u200dරතිස්ථාපනය කරමින් EVENT වෙත සමමුහුර්ත හසුරුවන COMMAND එක් කරන්න
sk: Pridajte synchrónny obslužný program COMMAND do EVENT, čím nahradíte predvolený obslužný program
sl: Dodajte sinhroni upravljalnik COMMAND v EVENT in nadomestite privzeti upravljalnik
sq: Shto mbajtësin sinkron COMMAND te EVENT, duke zëvendësuar mbajtësin e paracaktuar
sw: Ongeza kidhibiti kinachosawazisha COMMAND kwa EVENT, ukibadilisha kidhibiti chaguo-msingi
ta: EVENT க்கு ஒத்திசைவான ஹேண்ட்லர் கட்டளையைச் சேர்க்கவும், இயல்புநிலை ஹேண்ட்லரை மாற்றவும்
te: డిఫాల్ట్ హ్యాండ్లర్u200cని భర్తీ చేస్తూ, EVENTకి సింక్రోనస్ హ్యాండ్లర్ COMMANDని జోడించండి
tg: Иловаи коркардкунандаи синхронӣ COMMAND ба EVENT, ивазкунандаи пешфарз
th: เพิ่มคำสั่งตัวจัดการซิงโครนัสไปที่ EVENT โดยแทนที่ตัวจัดการเริ่มต้น
tk: Sinhron işleýjini COMMAND goşuň, deslapky işleýjini çalyşyň
tt: Килешү эшкәртүчене алыштырып, вакыйгага синхрон эшкәртүче COMMAND кушыгыз
uk: Додайте синхронний обробник COMMAND до EVENT, замінивши обробник за замовчуванням
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﮟﯿﻣ EVENT ﻮﮐ COMMAND ﺮﻟﮉﻨﯿﮨ ﺯﺎﺳ ﺖﻗﻭ ﻢﮨ ،ﺮﮐ ﮯﻟ ﮧﮕﺟ ﯽﮐ ﺮﻟﮉﻨﯿﮨ ﭧﻟﺎﻔﯾﮈ
uz: Standart ishlov beruvchini almashtirib, EVENT ga COMMAND sinxron ishlov beruvchisini qo‘shing
vi: Thêm trình xử lý đồng bộ COMMAND vào EVENT, thay thế trình xử lý mặc định
xh: Yongeza isibambi esihambelanayo COMMAND ukuya EVENT, endaweni yesibambi esihlala sihleli
yi: רעלדנאַה טיַיקילעפ גניסיילפּיר ,EVENT וצ COMMAND רעלדנאַה סואָנאָרשטניס גייל

source: Remove handler COMMAND from EVENT
af: Verwyder hanteerder COMMAND van EVENT
am: ተቆጣጣሪ COMMAND ከ EVENT ያስወግዱ
ar: EVENT ﻦﻣ COMMAND ﺞﻟﺎﻌﻣ ﺔﻟﺍﺯﺇ
be: Выдаліць апрацоўшчык COMMAND з EVENT
bg: Премахване на манипулатора COMMAND от EVENT
bn: EVENT থেকে হ্যান্ডলার COMMAND সরান৷
ca: Elimineu el gestor COMMAND d'EVENT
cy: Tynnwch y triniwr COMMAND o'r DIGWYDDIAD
da: Fjern handler COMMAND fra EVENT
eo: Forigu prizorganton COMMAND de EVENT
et: Eemaldage käitleja COMMAND sündmusest EVENT
eu: Kendu kudeatzailea COMMAND EVENTetik
fa: ﺪﯿﻨﮐ ﻑﺬﺣ EVENT ﺯﺍ ﺍﺭ COMMAND ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: Poista ohjaaja COMMAND tapahtumasta EVENT
fil: Alisin ang handler COMMAND mula sa EVENT
fy: Fuortsmite handler COMMAND út EVENT
ga: Bain an láimhseálaí COMMAND from EVENT
gd: Thoir air falbh inneal-làimhe COMMAND bho EVENT
gl: Eliminar o controlador COMMAND de EVENT
gu: EVENTમાંથી હેન્ડલર COMMAND દૂર કરો
he: EVENT-מ COMMAND לפטמה תא רסה
hi: EVENT से हैंडलर कमांड हटाएं
hr: Uklonite rukovatelja COMMAND iz EVENT
hu: Távolítsa el a COMMAND kezelőt az EVENT eseményből
hy: Հեռացրեք handler COMMAND-ը EVENT-ից
id: Hapus COMMAND pengendali dari EVENT
is: Fjarlægðu stjórnanda COMMAND úr EVENT
ka: წაშალეთ დამმუშავებელი COMMAND EVENT-დან
kk: EVENT ішінен COMMAND өңдегішін алып тастаңыз
km: ដកពាក្យបញ្ជាកម្មវិធីគ្រប់គ្រងចេញពី EVENT
kn: EVENT ನಿಂದ ಹ್ಯಾಂಡ್ಲರ್ ಕಮಾಂಡ್ ಅನ್ನು ತೆಗೆದುಹಾಕಿ
ku: Rêvebir COMMAND ji BÛYERê rake
ky: COMMAND иштеткичти EVENTтен алып салыңыз
lb: Ewechzehuelen Handler COMMAND aus EVENT
lo: ເອົາຄໍາສັ່ງຕົວຈັດການອອກຈາກ EVENT
lt: Pašalinti tvarkyklę COMMAND iš EVENT
lv: Noņemiet apdarinātāju COMMAND no EVENT
mg: Esory amin'ny EVENT ny COMMAND mpitantana
mi: Tangohia te kaihautu COMMAND mai i te TAHI
mk: Отстранете го управувачот COMMAND од EVENT
ml: ഇവന്റിൽ നിന്ന് ഹാൻഡ്u200cലർ കമാൻഡ് നീക്കം ചെയ്യുക
mn: EVENT-ээс COMMAND зохицуулагчийг устгана уу
mr: EVENT मधून हँडलर COMMAND काढा
mt: Neħħi KMAND tal-handler mill-AVVENIMENT
my: ကိုင်တွယ်သူ COMMAND ကို EVENT မှ ဖယ်ရှားပါ။
nb: Fjern handler COMMAND fra EVENT
ne: EVENT बाट ह्यान्डलर COMMAND हटाउनुहोस्
or: ଇଭେଣ୍ଟରୁ ହ୍ୟାଣ୍ଡେଲର୍ କମାଣ୍ଡ୍ ଅପସାରଣ କରନ୍ତୁ |
pa: EVENT ਤੋਂ ਹੈਂਡਲਰ COMMAND ਨੂੰ ਹਟਾਓ
ps: ﺉړﮐ ﯤﺮﻟ COMMAND ﺮﻟډﻨﯿﻫ ﻪﺨڅ EVENT ﺩ
ro: Eliminați handler COMMAND din EVENIMENT
rw: Kuraho ITEGEKO RIKORESHWA MUBIKORWA
sd: EVENT ﺮﻟڊﻨﻴﻫ ﻥﺎﻣ COMMAND ﻮﻳﺎٽﻫ ﻲﮐ
si: EVENT වෙතින් හසුරුවන්නා COMMAND ඉවත් කරන්න
sk: Odstráňte obslužný príkaz COMMAND z EVENT
sl: Odstrani upravljalnik COMMAND iz EVENT
sq: Hiq mbajtësin COMMAND nga EVENT
sw: Ondoa kidhibiti COMMAND kutoka kwa EVENT
ta: EVENT இலிருந்து ஹேண்ட்லர் கட்டளையை அகற்றவும்
te: ఈవెంట్ నుండి హ్యాండ్లర్ కమాండ్u200cను తీసివేయండి
tg: COMMAND коркардкунандаро аз EVENT хориҷ кунед
th: ลบตัวจัดการ COMMAND จาก EVENT
tk: EVENT-den işleýjiniň buýrugyny aýyryň
tt: Вакыйгадан эшкәртүче КОММАНДЫ бетерегез
uk: Вилучити обробник COMMAND з EVENT
ur: ۔ﮟﯾﺩ ﺎﭩﮨ ﮯﺳ EVENT ﻮﮐ COMMAND ﺮﻟﮉﻨﯿﮨ
uz: EVENT dan COMMAND ishlov beruvchisini olib tashlang
vi: Xóa COMMAND của trình xử lý khỏi EVENT
xh: Susa isibambi COMMAND kwi-EVENT
yi: EVENT ןופ COMMAND רעלדנאַה ןעמענפּאָראַ

source: Shows this help reference. (Also see manual link below.)
af: Toon hierdie hulpverwysing. (Sien ook handleiding skakel hieronder.)
am: ይህንን የእገዛ ማጣቀሻ ያሳያል። (በተጨማሪም ከታች ያለውን ማገናኛ ይመልከቱ።)
ar: (.ﻩﺎﻧﺩﺃ ﻱﻭﺪﻴﻟﺍ ﻂﺑﺍﺮﻟﺍ ﺎًﻀﻳﺃ ﺮﻈﻧﺍ) .ﺍﺬﻫ ﺓﺪﻋﺎﺴﻤﻟﺍ ﻊﺟﺮﻣ ﺮﻬﻈﻳ
be: Паказвае гэтую даведку. (Таксама глядзіце спасылку на кіраўніцтва ніжэй.)
bg: Показва тази справка за помощ. (Вижте също ръчната връзка по-долу.)
bn: এই সাহায্য রেফারেন্স দেখায়. (নিচে ম্যানুয়াল লিঙ্কটিও দেখুন।)
ca: Mostra aquesta referència d'ajuda. (Vegeu també l'enllaç del manual a continuació.)
cy: Yn dangos y cyfeirnod cymorth hwn. (Gweler hefyd y ddolen â llaw isod.)
da: Viser denne hjælpehenvisning. (Se også manuel link nedenfor.)
eo: Montras ĉi tiun helpreferencon. (Vidu ankaŭ manan ligon malsupre.)
et: Näitab seda abiviidet. (Vaadake ka allpool olevat manuaali linki.)
eu: Laguntza-erreferentzia hau erakusten du. (Ikusi beheko eskuliburuaren esteka ere.)
fa: (.ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ ﺮﯾﺯ ﯽﺘﺳﺩ ﮏﻨﯿﻟ ﻪﺑ ﻦﯿﻨﭽﻤﻫ) .ﺪﻫﺩ ﯽﻣ ﻥﺎﺸﻧ ﺍﺭ ﮏﻤﮐ ﻊﺟﺮﻣ ﻦﯾﺍ
fi: Näyttää tämän ohjeviitteen. (Katso myös alla oleva ohjelinkki.)
fil: Ipinapakita ang sanggunian ng tulong na ito. (Tingnan din ang manu-manong link sa ibaba.)
fy: Toant dizze helpferwizing. (Sjoch ek hânlieding link hjirûnder.)
ga: Taispeánann an tagairt chabhrach seo. (Féach an nasc láimhe thíos freisin.)
gd: Tha seo a ’sealltainn an t-iomradh cuideachaidh seo. (Faic an ceangal làimhe gu h-ìosal cuideachd.)
gl: Mostra esta referencia de axuda. (Consulte tamén a ligazón do manual a continuación.)
gu: આ મદદ સંદર્ભ બતાવે છે. (નીચે મેન્યુઅલ લિંક પણ જુઓ.)
he: (.הטמל ינדי רושיק םג האר) .וז הרזעל הינפה תא גיצמ
hi: यह सहायता संदर्भ दिखाता है। (नीचे मैनुअल लिंक भी देखें।)
hr: Prikazuje ovu referencu pomoći. (Također pogledajte vezu za priručnik ispod.)
hu: Megjeleníti ezt a súgó hivatkozást. (Lásd az alábbi kézikönyv hivatkozását is.)
hy: Ցույց է տալիս օգնության այս հղումը: (Տես նաև ստորև նշված ձեռնարկի հղումը):
id: Menampilkan referensi bantuan ini. (Juga lihat tautan manual di bawah.)
is: Sýnir þessa hjálpartilvísun. (Sjá einnig handbók hlekkinn hér að neðan.)
ka: აჩვენებს ამ დახმარების მითითებას. (ასევე იხილეთ სახელმძღვანელო ბმული ქვემოთ.)
kk: Бұл анықтама анықтамасын көрсетеді. (Сонымен қатар төмендегі нұсқаулық сілтемесін қараңыз.)
km: បង្ហាញឯកសារយោងជំនួយនេះ។ (សូមមើលតំណសៀវភៅដៃខាងក្រោមផងដែរ។ )
kn: ಈ ಸಹಾಯ ಉಲ್ಲೇಖವನ್ನು ತೋರಿಸುತ್ತದೆ. (ಕೆಳಗಿನ ಕೈಪಿಡಿ ಲಿಂಕ್ ಅನ್ನು ಸಹ ನೋಡಿ.)
ku: Vê referansa alîkariyê nîşan dide. (Herwiha zencîreya manual li jêr bibînin.)
ky: Бул жардам маалымдамасын көрсөтөт. (Ошондой эле төмөнкү кол шилтемесин караңыз.)
lb: Weist dës Hëllef Referenz. (Kuckt och manuell Link hei ënnen.)
lo: ສະແດງການອ້າງອິງການຊ່ວຍເຫຼືອນີ້. (ຍັງເບິ່ງການເຊື່ອມຕໍ່ຄູ່ມືຂ້າງລຸ່ມນີ້.)
lt: Rodo šią pagalbos nuorodą. (Taip pat žiūrėkite žemiau esančią vadovo nuorodą.)
lv: Parāda šo palīdzības atsauci. (Skatiet arī zemāk esošo manuālo saiti.)
mg: Mampiseho ity fanondro fanampiana ity. (Jereo koa ny rohy manual eto ambany.)
mi: Ka whakaatu i tenei tohutoro awhina. (Tirohia hoki te hono a-ringa i raro nei.)
mk: Ја прикажува оваа референца за помош. (Исто така, видете ја рачната врска подолу.)
ml: ഈ സഹായ റഫറൻസ് കാണിക്കുന്നു. (ചുവടെയുള്ള മാനുവൽ ലിങ്കും കാണുക.)
mn: Энэ тусламжийн лавлагааг харуулж байна. (Мөн доорх гарын авлагын холбоосыг үзнэ үү.)
mr: हे मदत संदर्भ दाखवते. (खालील मॅन्युअल लिंक देखील पहा.)
mt: Juri din ir-referenza għall-għajnuna. (Ara wkoll il-link tal-manwal hawn taħt.)
my: ဤအကူအညီကို ကိုးကားပြသည်။ (အောက်ပါ manual link တွင်လည်း ကြည့်ရှုနိုင်ပါသည်။)
nb: Viser denne hjelpereferansen. (Se også manuell lenke nedenfor.)
ne: यो मद्दत सन्दर्भ देखाउँछ। (तल म्यानुअल लिङ्क पनि हेर्नुहोस्।)
or: ଏହି ହେଲପ୍ ରେଫରେନ୍ସ ଦେଖାଏ | (ନିମ୍ନରେ ମାନୁଆଲ୍ ଲିଙ୍କ୍ ମଧ୍ୟ ଦେଖନ୍ତୁ |)
pa: ਇਹ ਮਦਦ ਸੰਦਰਭ ਦਿਖਾਉਂਦਾ ਹੈ। (ਹੇਠਾਂ ਮੈਨੂਅਲ ਲਿੰਕ ਵੀ ਦੇਖੋ।)
ps: (.ﺉﺭﻮګﻭ ﻢﻫ ﮏﻨﯿﻟ ﺩﻮښﺭﻻ﻿ ﯤﺪﻧﻻ﻿) .ﻲﯿښ ﻪﻟﺍﻮﺣ ﯥﺘﺳﺮﻣ ﺩ ﺍﺩ
ro: Afișează această referință de ajutor. (Consultați, de asemenea, linkul manual de mai jos.)
rw: Erekana iyi mfashanyo. (Reba kandi umurongo wintoki hepfo.)
sd: (.ﻮﺳڏ ﮡﭘ ڪﻨﻟ ﻲﺘﺳﺩ ﻞﻧڏ ﭟﻴﻫ) .ﻮﭤ ﻱﺭﺎﮑﻳڏ ﻮﻟﺍﻮﺣ ﻮﺟ ﺩﺪﻣ ﻲﻫ
si: මෙම උපකාරක යොමුව පෙන්වයි. (පහත අත්පොත සබැඳියද බලන්න.)
sk: Zobrazuje túto referenciu pomoci. (Pozrite si aj odkaz na manuál nižšie.)
sl: Prikazuje to referenco pomoči. (Glejte tudi spodnjo povezavo do priročnika.)
sq: Tregon këtë referencë ndihme. (Shih gjithashtu lidhjen manuale më poshtë.)
sw: Inaonyesha rejeleo hili la usaidizi. (Pia tazama kiunga cha mwongozo hapa chini.)
ta: இந்த உதவிக் குறிப்பைக் காட்டுகிறது. (கீழே உள்ள கையேடு இணைப்பையும் பார்க்கவும்.)
te: ఈ సహాయ సూచనను చూపుతుంది. (క్రింద ఉన్న మాన్యువల్ లింక్u200cని కూడా చూడండి.)
tg: Ин истинод ба кӯмакро нишон медиҳад. (Инчунин ба истиноди дастӣ дар зер нигаред.)
th: แสดงการอ้างอิงความช่วยเหลือนี้ (ดูลิงค์คู่มือด้านล่างด้วย)
tk: Bu kömek salgylanmasyny görkezýär. (Şeýle hem aşakdaky gollanma baglanyşygyna serediň.)
tt: Бу ярдәм сылтамасын күрсәтә. (Шулай ук астагы кул сылтамасын карагыз.)
uk: Показує цю довідку. (Також дивіться посилання на посібник нижче.)
ur: (۔ﮟﯿﮭﮑﯾﺩ ﯽﮭﺑ ﮏﻨﻟ ﯽﺘﺳﺩ ﮯﭽﯿﻧ) ۔ﮯﮨ ﺎﺗﺎﮭﮐﺩ ﮧﻟﺍﻮﺣ ﺎﮐ ﺩﺪﻣ ﮧﯾ
uz: Ushbu yordam ma'lumotnomasini ko'rsatadi. (Shuningdek, quyida qo'lda havolani ko'ring.)
vi: Hiển thị tài liệu tham khảo trợ giúp này. (Cũng xem liên kết hướng dẫn bên dưới.)
xh: Ibonisa esi salathisi soncedo. (Kwakhona bona ikhonkco lesandla ngezantsi.)
yi: (.ןטנוא קניל לאַונאַמ ןעז ךיוא) .ץנערעפֿער ףליה םעד טזייוו

source: OPTIONS -------
af: OPSIES -------
am: አማራጮች -------
ar: ﺕﺍﺭﺎﻴﺨﻟﺍﻭ -------
be: ПАРАМЕТРЫ -------
bg: НАСТРОИКИ -------
bn: বিকল্প -------
ca: OPCIONS -------
cy: OPSIYNAU -------
da: MULIGHEDER -------
eo: OPCIOJ -------
et: VALIKUD -------
eu: AUKERAK -------
fa: ﺎﻫ ﻪﻨﯾﺰﮔ -------
fi: VAIHTOEHDOT -------
fil: MGA OPSYON -------
fy: OPSJES -------
ga: ROGHANNA -------
gd: ROGHAINNEAN -------
gl: OPCIÓNS -------
gu: વિકલ્પો -------
he: תויורשפא -------
hi: विकल्प -------
hr: OPCIJE -------
hu: LEHETŐSÉGEK -------
hy: ՏԱՐԲԵՐԱԿՆԵՐ -------
id: PILIHAN -------
is: VALKOSTIR -------
ka: ᲞᲐᲠᲐᲛᲔᲢᲠᲔᲑᲘ -------
kk: ОПЦИЯЛАР -------
km: ជម្រើស -------
kn: ಆಯ್ಕೆಗಳು -------
lb: OPTIONEN -------
lo: ຕົວເລືອກ -------
lt: PARINKTYS -------
lv: IESPĒJAS -------
mg: FANDIKANA -------
mi: NGĀ KŌWHIRINGA -------
mk: ОПЦИИ -------
ml: ഓപ്ഷനുകൾ -------
mn: СОНГОЛТ -------
mr: पर्याय -------
mt: GĦAŻLIET -------
my: ရွေးချယ်စရာများ -------
nb: ALTERNATIVER -------
ne: विकल्पहरू -------
or: ବିକଳ୍ପଗୁଡ଼ିକ -------
pa: ਵਿਕਲਪ -------
ps: ﻪﻧﻭﺭﺎﯿﺘﺧﺍ -------
ro: OPȚIUNI -------
rw: AMAHITAMO -------
sd: ﺰﻨﺸﭘﺁ -------
si: විකල්ප -------
sk: MOŽNOSTI -------
sl: OPCIJE -------
sq: OPSIONE -------
sw: CHAGUO -------
ta: விருப்பங்கள் -------
te: ఎంపికలు -------
th: ตัวเลือก -------
tk: Saýlawlar -------
tt: Вариантлар -------
uk: ВАРИАНТИ -------
ur: ﺕﺍﺭﺎﯿﺘﺧﺍ -------
uz: VARIANTLAR -------
vi: TÙY CHỌN -------
xh: UKHETHO -------
yi: סעיצפּאָ -------
