Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Selected Menu Item '%s' As Handler
af: Geselekteerde menu-item '%s' As Hanteerder
am: የተመረጠ የምናሌ ንጥል ነገር '%s' እንደ Handler
ar: ﺩﺪﺤﻤﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﺮﺼﻨﻋ '%s' ﻞﻣﺎﻌﻤﻛ
be: Выбраны пункт меню '%s' Як апрацоўшчык
bg: Избран елемент от менюто '%s' Като Хендлер
bn: নির্বাচিত মেনু আইটেম '%s' হ্যান্ডলার হিসেবে
ca: Element de menú seleccionat '%s' Com a gestor
cy: Eitem Dewislen Ddethol '%s' Fel Triniwr
da: Valgt menupunkt '%s' Som Behandler
eo: Elektita Menuero '%s' Kiel Prizorganto
et: Valitud menüüelement '%s' Käitlejana
eu: Hautatutako menu-elementua '%s' Kudeatzaile gisa
fa: ﻩﺪﺷ ﺏﺎﺨﺘﻧﺍ ﻮﻨﻣ ﺩﺭﻮﻣ '%s' ﺮﻟﺪﻨﻫ ﻥﺍﻮﻨﻋ ﻪﺑ
fi: Valittu valikkokohta '%s' Käsittelijänä
fil: Napiling Menu Item '%s' Bilang Handler
fy: Selektearre menu-item '%s' As Handler
ga: Mír Roghchlár Roghnaithe '%s' Mar Láimhseálaí
gd: Cuspair Clàr taghte '%s' Mar neach-làimhseachaidh
gl: Elemento de menú seleccionado '%s' Como Manexador
gu: પસંદ કરેલ મેનૂ આઇટમ '%s' હેન્ડલર તરીકે
he: רחבנ טירפת טירפ '%s' רלדנה רותב
hi: चयनित मेनू आइटम '%s' हैंडलर के रूप में
hr: Odabrana stavka izbornika '%s' Kao Handler
hu: Kiválasztott menüpont '%s' Kezelőként
hy: Ընտրված ընտրացանկի տարր '%s' Որպես Handler
id: Item Menu yang Dipilih '%s' Sebagai Handler
is: Valið valmyndaratriði '%s' Sem handhafi
ka: არჩეული მენიუს ელემენტი '%s' როგორც დამმუშავებელი
kk: Таңдалған мәзір элементі '%s' Handler ретінде
km: ធាតុម៉ឺនុយដែលបានជ្រើសរើស '%s' ជា Handler
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಮೆನು ಐಟಂ '%s' ಹ್ಯಾಂಡ್ಲರ್ ಆಗಿ
ku: Babetê Menu Hilbijartî '%s' Wek Handler
ky: Тандалган меню пункту '%s' Handler катары
lb: Ausgewielt Menü Punkt '%s' Als Handler
lo: ເລືອກລາຍການເມນູ '%s' ເປັນ Handler
lt: Pasirinktas meniu elementas '%s' Kaip prižiūrėtojas
lv: Atlasītais izvēlnes vienums '%s' Kā hendleris
mg: Item menu voafantina '%s' As Handler
mi: I tīpakohia te Tūemi Tahua '%s' Hei Kaihautu
mk: Избрана ставка од менито '%s' Како управувач
ml: തിരഞ്ഞെടുത്ത മെനു ഇനം '%s' ഹാൻഡ്ലറായി
mn: Сонгосон цэсийн зүйл '%s' Handler-ийн хувьд
mr: निवडलेला मेनू आयटम '%s' हँडलर म्हणून
mt: Oġġett tal-Menu Magħżul '%s' Bħala Handler
my: ရွေးချယ်ထားသော မီနူး အကြောင်းအရာ '%s' Handler အဖြစ်
nb: Valgt menyelement '%s' Som Handler
ne: चयन गरिएको मेनु वस्तु '%s' ह्यान्डलरको रूपमा
or: ମନୋନୀତ ମେନୁ ଆଇଟମ୍ | '%s' ହ୍ୟାଣ୍ଡେଲର୍ ଭାବରେ |
pa: ਚੁਣੀ ਗਈ ਮੀਨੂ ਆਈਟਮ '%s' ਹੈਂਡਲਰ ਵਜੋਂ
ps: ﻲﮐﻮﺗ ﻮﻨﯿﻣ ﯼﻮﺷ ﻩﺭﻮﻏ '%s' ﻪګﻮﺗ ﻪﭘ ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﺩ
ro: Element de meniu selectat '%s' Ca Handler
rw: Ikintu cyatoranijwe '%s' Nkumukoresha
sd: ﻥﻮﻴﺷ ﻮﻴﻨﻴﻣ ﻞﻴﭤ ﺐﺨﺘﻨﻣ '%s' ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻦﺌﻴﺟ
si: තෝරාගත් මෙනු අයිතමය '%s' හසුරුවන්නා ලෙස
sk: Vybraná položka ponuky '%s' Ako Handler
sl: Izbran element menija '%s' Kot vodnik
sq: Artikulli i zgjedhur i menysë '%s' Si mbajtës
sw: Kipengee cha Menyu Kilichochaguliwa '%s' Kama Mshughulikiaji
ta: தேர்ந்தெடுக்கப்பட்ட மெனு உருப்படி '%s' கையாளுபவராக
te: ఎంచుకున్న మెను అంశం '%s' హ్యాండ్లర్u200cగా
tg: Менюи интихобшуда '%s' Ҳамчун Handler
th: รายการเมนูที่เลือก '%s' เป็นผู้ดูแล
tk: Saýlanan menýu elementi '%s' Handler hökmünde
tt: Сайланган меню пункты '%s' Эшләүче буларак
uk: Вибраний пункт меню '%s' Як обробник
ur: ﻢﭩﺋﺁ ﻮﻨﯿﻣ ﺐﺨﺘﻨﻣ '%s' ﺮﻟﮉﻨﯿﮨ ﺭﻮﻄﺑ
uz: Tanlangan menyu elementi '%s' Handler sifatida
vi: Mục menu đã chọn '%s' Như người xử lý
xh: Into ekhethiweyo yeMenu '%s' NjengoMphathi
yi: רעמונ וינעמ ןבילקעגסיוא '%s' רעלדנאַה יוו

source: Create README
af: Skep README
am: README ን ይፍጠሩ
ar: README ءﺎﺸﻧﺇ
be: Стварыце README
bg: Създайте README
bn: README তৈরি করুন
ca: Crea README
cy: Creu README
da: Opret README
eo: Kreu README
et: Loo README
eu: Sortu README
fa: README ﺪﯿﻨﮐ ﺩﺎﺠﯾﺍ ﺍﺭ
fi: Luo README
fil: Lumikha ng README
fy: Meitsje README
ga: Cruthaigh README
gd: Cruthaich README
gl: Crea README
gu: README બનાવો
he: README רוצ
hi: रीडमी बनाएं
hr: Stvorite README
hu: Hozzon létre README
hy: Ստեղծեք README
id: Buat README
is: Búðu til README
ka: შექმენით README
kk: README жасаңыз
km: បង្កើត README
kn: README ರಚಿಸಿ
ku: README ava bikin
ky: README түзүңүз
lb: Schafen README
lo: ສ້າງ README
lt: Sukurkite README
lv: Izveidojiet README
mg: Mamorona README
mi: Waihanga README
mk: Креирајте README
ml: README സൃഷ്ടിക്കുക
mn: README үүсгэх
mr: README तयार करा
mt: Oħloq README
my: README ဖန်တီးပါ။
nb: Opprett README
ne: README सिर्जना गर्नुहोस्
or: README ସୃଷ୍ଟି କରନ୍ତୁ |
pa: README ਬਣਾਓ
ps: README ﺉړﮐ ړﻮﺟ
ro: Creați README
rw: Kora GUSOMA
sd: README ﻮﻴﻫﺎﭠ
si: README සාදන්න
sk: Vytvorte README
sl: Ustvari README
sq: Krijo README
sw: Unda README
ta: README ஐ உருவாக்கவும்
te: READMEని సృష్టించండి
tg: README эҷод кунед
th: สร้าง README
tk: README dörediň
tt: README ясагыз
uk: Створіть README
ur: README ﮟﯿﺋﺎﻨﺑ
uz: README yarating
vi: Tạo README
xh: Yenza FUNDA
yi: README ןפֿאַש

source: No README file exists for this command. Create a default README file for you to fill in?
af: Geen README-lêer bestaan u200bu200bvir hierdie opdrag nie. Skep 'n verstek README-lêer vir jou om in te vul?
am: ለዚህ ትእዛዝ ምንም README ፋይል የለም። ለመሙላት ነባሪ README ፋይል ይፍጠሩ?
ar: .ﺮﻣﻷ﻿ﺍ ﺍﺬﻬﻟ README ﻒﻠﻣ ﺪﺟﻮﻳ ﻻ﻿ ؟ﻪﺘﺌﺒﻌﺘﻟ ﻲﺿﺍﺮﺘﻓﺍ README ﻒﻠﻣ ءﺎﺸﻧﺇ
be: Для гэтай каманды не існуе файла README. Стварыць файл README па змаўчанні для запаўнення?
bg: Не съществува README файл за тази команда. Създаване на README файл по подразбиране, който да попълните?
bn: এই কমান্ডের জন্য কোন README ফাইল বিদ্যমান নেই। আপনার পূরণ করার জন্য একটি ডিফল্ট README ফাইল তৈরি করবেন?
ca: No existeix cap fitxer README per a aquesta ordre. Voleu crear un fitxer README predeterminat perquè l'ompliu?
cy: Nid oes ffeil README yn bodoli ar gyfer y gorchymyn hwn. Creu ffeil README diofyn i chi ei llenwi?
da: Der findes ingen README-fil for denne kommando. Vil du oprette en standard README-fil, som du kan udfylde?
eo: Neniu README-dosiero ekzistas por ĉi tiu komando. Ĉu krei defaŭltan README-dosieron por ke vi plenigu?
et: Selle käsu jaoks pole README-faili olemas. Kas luua täitmiseks vaikefail README?
eu: Ez dago README fitxategirik komando honetarako. IRAKURRI fitxategi lehenetsi bat sortu nahi duzu bete dezazun?
fa: .ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ﯼﺍﺮﺑ README ﻞﯾﺎﻓ ﭻﯿﻫ ؟ﺪﯿﻨﮐ ﺮﭘ ﺍﺭ ﻥﺁ ﺎﺗ ﺪﯿﻨﮐ ﺩﺎﺠﯾﺍ ﺽﺮﻓ ﺶﯿﭘ README ﻞﯾﺎﻓ ﮏﯾ
fi: Tälle komennolle ei ole README-tiedostoa. Luodaanko oletusarvoinen README-tiedosto täytettäväksi?
fil: Walang README file na umiiral para sa command na ito. Gumawa ng default na README file para punan mo?
fy: Der bestiet gjin README-bestân foar dit kommando. Meitsje in standert README-bestân foar jo om yn te foljen?
ga: Níl aon chomhad README ann don ordú seo. Cruthaigh comhad README réamhshocraithe chun tú a líonadh?
gd: Chan eil faidhle README ann airson an àithne seo. Cruthaich faidhle README bunaiteach airson do lìonadh?
gl: Non existe ningún ficheiro README para este comando. Queres crear un ficheiro README predeterminado para que o enche?
gu: આ આદેશ માટે કોઈ README ફાઇલ અસ્તિત્વમાં નથી. તમારા માટે ભરવા માટે ડિફોલ્ટ README ફાઇલ બનાવો?
he: .וז הדוקפ רובע README ץבוק םייק אל ?אלמל לכותש ידכ לדחמ תרירב README ץבוק רוציל םאה
hi: इस आदेश के लिए कोई README फ़ाइल मौजूद नहीं है। आपके लिए भरने के लिए एक डिफ़ॉल्ट रीडमे फ़ाइल बनाएं?
hr: Za ovu naredbu ne postoji README datoteka. Napravite zadanu datoteku README koju želite ispuniti?
hu: Ehhez a parancshoz nem létezik README fájl. Létrehoz egy alapértelmezett README fájlt, amelyet kitölthet?
hy: Այս հրամանի համար README ֆայլ չկա: Ստեղծե՞լ լռելյայն README ֆայլ, որպեսզի լրացնես:
id: Tidak ada file README untuk perintah ini. Buat file README default untuk Anda isi?
is: Engin README skrá er til fyrir þessa skipun. Búa til sjálfgefna README skrá sem þú getur fyllt út?
ka: ამ ბრძანებისთვის README ფაილი არ არსებობს. შექმენით ნაგულისხმევი README ფაილი, რომ შეავსოთ?
kk: Бұл пәрмен үшін README файлы жоқ. Толтыру үшін әдепкі README файлын жасау керек пе?
km: មិនមានឯកសារ README សម្រាប់ពាក្យបញ្ជានេះទេ។ បង្កើតឯកសារ README លំនាំដើមសម្រាប់អ្នកដើម្បីបំពេញ?
kn: ಈ ಆಜ್ಞೆಗಾಗಿ ಯಾವುದೇ README ಫೈಲ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ನೀವು ಭರ್ತಿ ಮಾಡಲು ಡೀಫಾಲ್ಟ್ README ಫೈಲ್ ಅನ್ನು ರಚಿಸುವುದೇ?
ku: Ji bo vê fermanê pelê README tune. Ji bo ku hûn tijî bikin pelek README-ya xwerû biafirînin?
ky: Бул буйрук үчүн README файлы жок. Сиз толтуруу үчүн демейки README файлын түзүңүзбү?
lb: Et gëtt keng README Datei fir dëse Kommando. Schafen eng Standard README Fichier fir Iech auszefëllen?
lo: ບໍ່ມີໄຟລ໌ README ສໍາລັບຄໍາສັ່ງນີ້. ສ້າງໄຟລ໌ README ເລີ່ມຕົ້ນສໍາລັບທ່ານທີ່ຈະຕື່ມຂໍ້ມູນໃສ່?
lt: Nėra šios komandos README failo. Sukurti numatytąjį README failą, kurį turėsite užpildyti?
lv: Šai komandai nav README faila. Vai izveidot noklusējuma README failu, kas jāaizpilda?
mg: Tsy misy rakitra README ho an'ity baiko ity. Mamorona rakitra README default hofenoinao?
mi: Karekau he konae README mo tenei tono. Waihangatia he konae README taunoa hei whakaki i a koe?
mk: Не постои датотека README за оваа команда. Да се u200bu200bсоздаде стандардна датотека README за да се пополни?
ml: ഈ കമാൻഡിനായി README ഫയലൊന്നും നിലവിലില്ല. നിങ്ങൾ പൂരിപ്പിക്കുന്നതിന് ഒരു ഡിഫോൾട്ട് README ഫയൽ സൃഷ്ടിക്കണോ?
mn: Энэ тушаалд README файл байхгүй байна. Таны бөглөх өгөгдмөл README файл үүсгэх үү?
mr: या आदेशासाठी कोणतीही README फाइल अस्तित्वात नाही. भरण्यासाठी डिफॉल्ट README फाइल तयार करायची?
mt: Ma jeżisti l-ebda fajl README għal dan il-kmand. Oħloq fajl README default għalik biex timla?
my: ဤအမိန့်အတွက် README ဖိုင်မရှိပါ။ သင်ဖြည့်စွက်ရန်အတွက် မူရင်း README ဖိုင်ကို ဖန်တီးမလား။
nb: Det finnes ingen README-fil for denne kommandoen. Opprette en standard README-fil som du kan fylle ut?
ne: यो आदेशको लागि कुनै README फाइल अवस्थित छैन। तपाईंले भर्नको लागि पूर्वनिर्धारित README फाइल सिर्जना गर्नुहुन्छ?
or: ଏହି ନିର୍ଦ୍ଦେଶ ପାଇଁ କ RE ଣସି README ଫାଇଲ ବିଦ୍ୟମାନ ନାହିଁ | ଆପଣ ପୂରଣ କରିବା ପାଇଁ ଏକ ଡିଫଲ୍ଟ README ଫାଇଲ୍ ସୃଷ୍ଟି କରନ୍ତୁ?
pa: ਇਸ ਕਮਾਂਡ ਲਈ ਕੋਈ README ਫਾਈਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਤੁਹਾਡੇ ਭਰਨ ਲਈ ਇੱਕ ਡਿਫੌਲਟ README ਫਾਈਲ ਬਣਾਉਣੀ ਹੈ?
ps: .ﻱﺮﻠﻧ ﻥﻮﺘﺷ ﻞﯾﺎﻓ README څﯿﻫ ﻩﺭﺎﭙﻟ ډﻧﺎﻤﮐ ﯤﺩ ﺩ ؟ﺉړﮐ ړﻮﺟ ﻞﯾﺎﻓ README ټﻟﺎﻔﯾډ ﺩ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐډ ﺩ
ro: Nu există niciun fișier README pentru această comandă. Creați un fișier README implicit pe care să îl completați?
rw: Nta dosiye ya README ibaho kuri iri tegeko. Kora dosiye isanzwe ya README kugirango wuzuze?
sd: .ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ ﻞﺋﺎﻓ README ءِﻻ﻿ ﻢڪﺣ ﻦﻫ ؟ﻮﻴﻫﺎﭠ ﻞﺋﺎﻓ README ٽﻟﺎﻓڊ ءِﻻ﻿ ﮠﺮﭜ ﻲﺟ ﻥﺎﻫﻮﺗ
si: මෙම විධානය සඳහා README ගොනුවක් නොමැත. ඔබට පිරවීම සඳහා පෙරනිමි README ගොනුවක් සාදන්නද?
sk: Pre tento príkaz neexistuje žiadny súbor README. Vytvoriť predvolený súbor README, ktorý chcete vyplniť?
sl: Za ta ukaz ne obstaja datoteka README. Želite ustvariti privzeto datoteko README, ki jo želite izpolniti?
sq: Nuk ekziston asnjë skedar README për këtë komandë. Të krijoni një skedar të paracaktuar README që ta plotësoni?
sw: Hakuna faili ya README iliyopo kwa amri hii. Unda faili chaguomsingi ya README ili ujaze?
ta: இந்தக் கட்டளைக்கு README கோப்பு எதுவும் இல்லை. நீங்கள் நிரப்புவதற்கு இயல்புநிலை README கோப்பை உருவாக்கவா?
te: ఈ ఆదేశం కోసం README ఫైల్ ఏదీ లేదు. మీరు పూరించడానికి డిఫాల్ట్ README ఫైల్u200cని సృష్టించాలా?
tg: Барои ин фармон ягон файли README вуҷуд надорад. Барои пур кардани файли пешфарз README эҷод кунед?
th: ไม่มีไฟล์ README สำหรับคำสั่งนี้ สร้างไฟล์ README เริ่มต้นให้คุณกรอก?
tk: Bu buýruk üçin hiç hili README faýly ýok. Doldurmak üçin deslapky README faýly dörediň?
tt: Бу боерык өчен README файллары юк. Сезне тутыру өчен килешү буенча README файл ясагыз?
uk: Для цієї команди не існує файлу README. Створити файл README за замовчуванням для заповнення?
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ ﻞﺋﺎﻓ README ﯽﺋﻮﮐ ﮯﯿﻟ ﮯﮐ ﮉﻧﺎﻤﮐ ﺱﺍ ؟ﮟﯿﺋﺎﻨﺑ ﻞﺋﺎﻓ README ﭧﻟﺎﻔﯾﮈ ﮏﯾﺍ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮭﺑ ﻮﮐ ﭖﺁ
uz: Bu buyruq uchun README fayli mavjud emas. Toʻldirishingiz uchun standart README fayli yaratilsinmi?
vi: Không có tệp README nào tồn tại cho lệnh này. Tạo một tệp README mặc định để bạn điền vào?
xh: Akukho fayile ye README ikhona kulo myalelo. Yenza ifayile ye README engagqibekanga ukuze uyigcwalise?
yi: .לעפֿאַב םעד ראַפֿ ץסיזגי עקעט README ןייק טינ ?ןריבמאָלפּ וצ ריא ראַפֿ עקעט README טיַיקילעפ אַ ןפֿאַש

source: Creation Failed
af: Skepping het misluk
am: መፍጠር አልተሳካም።
ar: ءﺎﺸﻧﻹ﻿ﺍ ﻞﺸﻓ
be: Збой стварэння
bg: Създаването не бе успешно
bn: সৃষ্টি ব্যর্থ হয়েছে
ca: La creació ha fallat
cy: Methwyd â'r Creu
da: Oprettelse mislykkedes
eo: Kreado Malsukcesis
et: Loomine ebaõnnestus
eu: Sortzeak huts egin du
fa: ﺩﻮﺑ ﻖﻓﻮﻣﺎﻧ ﺩﺎﺠﯾﺍ
fi: Luominen epäonnistui
fil: Nabigo ang Paglikha
fy: Oanmeitsjen mislearre
ga: Theip ar an gCruthú
gd: Dh'fhàillig an cruthachadh
gl: Fallou a creación
gu: બનાવટ નિષ્ફળ
he: הלשכנ הריציה
hi: निर्माण विफल
hr: Izrada nije uspjela
hu: A létrehozás nem sikerült
hy: Ստեղծումը ձախողվեց
id: Pembuatan Gagal
is: Sköpun mistókst
ka: შექმნა ვერ მოხერხდა
kk: Жасалмады
km: ការបង្កើតបានបរាជ័យ
kn: ರಚನೆ ವಿಫಲವಾಗಿದೆ
ky: Түзүү ишке ашкан жок
lb: Kreatioun Ausgefall
lo: ການສ້າງລົ້ມເຫລວ
lt: Sukurti nepavyko
lv: Izveidošana neizdevās
mg: Tsy nahomby ny famoronana
mi: I rahua te hanga
mk: Создавањето не успеа
ml: സൃഷ്ടിക്കൽ പരാജയപ്പെട്ടു
mn: Бүтээж чадсангүй
mr: निर्मिती अयशस्वी
mt: Ħolqien Fallit
my: ဖန်တီးမှု မအောင်မြင်ပါ။
nb: Opprettelsen mislyktes
ne: सिर्जना असफल भयो
or: ସୃଷ୍ଟି ବିଫଳ ହେଲା |
pa: ਰਚਨਾ ਅਸਫਲ ਰਹੀ
ps: ﻝﻮﺷ ﻡﺎﮐﺎﻧ ﻝﻭړﻮﺟ
ro: Crearea a eșuat
rw: Ibyaremwe byarananiranye
sd: ﻡﺎڪﺎﻧ ﻖﻴﻠﺨﺗ
si: නිර්මාණය අසාර්ථක විය
sk: Vytvorenie zlyhalo
sl: Ustvarjanje ni uspelo
sq: Krijimi dështoi
sw: Uumbaji Umeshindwa
ta: உருவாக்கம் தோல்வியடைந்தது
te: సృష్టి విఫలమైంది
tg: Эҷод ноком шуд
th: การสร้างล้มเหลว
tk: Dörediş şowsuz
tt: Барлыкка китерү уңышсыз
uk: Помилка створення
ur: ۔ﯽﺌﮔ ﻮﮨ ﻡﺎﮐﺎﻧ ﻖﯿﻠﺨﺗ
uz: Yaratish amalga oshmadi
vi: Tạo không thành công
xh: Indalo Ayiphumelelanga
yi: שרעדנאַ טינ גנופאַש

source: An error occurred creating a README file for this command.
af: 'n Fout het voorgekom met die skep van 'n README-lêer vir hierdie opdrag.
am: ለዚህ ትዕዛዝ README ፋይል መፍጠር ላይ ስህተት አጋጥሟል።
ar: .ﺮﻣﻷ﻿ﺍ ﺍﺬﻬﻟ README ﻒﻠﻣ ءﺎﺸﻧﺇ ءﺎﻨﺛﺃ ﺄﻄﺧ ﺙﺪﺣ
be: Адбылася памылка пры стварэнні файла README для гэтай каманды.
bg: Възникна грешка при създаването на README файл за тази команда.
bn: এই কমান্ডের জন্য একটি README ফাইল তৈরি করার সময় একটি ত্রুটি ঘটেছে৷
ca: S'ha produït un error en crear un fitxer README per a aquesta ordre.
cy: Digwyddodd gwall wrth greu ffeil README ar gyfer y gorchymyn hwn.
da: Der opstod en fejl under oprettelse af en README-fil til denne kommando.
eo: Eraro okazis kreante README-dosieron por ĉi tiu komando.
et: Selle käsu jaoks README-faili loomisel ilmnes viga.
eu: Errore bat gertatu da komando honen README fitxategia sortzean.
fa: .ﺖﺳﺍ ﻩﺩﺍﺩ ﺥﺭ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ﯼﺍﺮﺑ README ﻞﯾﺎﻓ ﮏﯾ ﺩﺎﺠﯾﺍ ﺭﺩ ﯽﯾﺎﻄﺧ
fi: Tämän komennon README-tiedoston luomisessa tapahtui virhe.
fil: Nagkaroon ng error sa paggawa ng README file para sa command na ito.
fy: Der barde in flater by it meitsjen fan in README-bestân foar dit kommando.
ga: Tharla earráid agus comhad README á chruthú don ordú seo.
gd: Thachair mearachd a ’cruthachadh faidhle README airson an àithne seo.
gl: Produciuse un erro ao crear un ficheiro README para este comando.
gu: આ આદેશ માટે README ફાઇલ બનાવવામાં ભૂલ આવી.
he: .וז הדוקפ רובע README ץבוק תריציב האיגש העריא
hi: इस आदेश के लिए एक README फ़ाइल बनाने में त्रुटि हुई।
hr: Došlo je do pogreške pri izradi README datoteke za ovu naredbu.
hu: Hiba történt a README fájl létrehozásakor ehhez a parancshoz.
hy: Այս հրամանի համար README ֆայլ ստեղծելիս սխալ է տեղի ունեցել:
id: Terjadi kesalahan saat membuat file README untuk perintah ini.
is: Villa kom upp við að búa til README skrá fyrir þessa skipun.
ka: ამ ბრძანებისთვის README ფაილის შექმნისას მოხდა შეცდომა.
kk: Осы пәрмен үшін README файлын жасау кезінде қате орын алды.
km: កំហុសបានកើតឡើងក្នុងការបង្កើតឯកសារ README សម្រាប់ពាក្យបញ្ជានេះ។
kn: ಈ ಆಜ್ಞೆಗಾಗಿ README ಫೈಲ್ ಅನ್ನು ರಚಿಸುವಲ್ಲಿ ದೋಷ ಸಂಭವಿಸಿದೆ.
ku: Di afirandina pelek README de ji bo vê fermanê xeletiyek derket.
ky: Бул буйрук үчүн README файлын түзүүдө ката кетти.
lb: E Feeler ass geschitt beim Erstellen vun enger README Datei fir dëse Kommando.
lo: ເກີດຄວາມຜິດພາດໃນການສ້າງໄຟລ໌ README ສໍາລັບຄໍາສັ່ງນີ້.
lt: Kuriant šios komandos README failą įvyko klaida.
lv: Veidojot README failu šai komandai, radās kļūda.
mg: Nisy hadisoana nitranga tamin'ny famoronana rakitra README ho an'ity baiko ity.
mi: I hapa te hanga i tetahi konae README mo tenei tono.
mk: Се појави грешка при креирањето на датотеката README за оваа команда.
ml: ഈ കമാൻഡിനായി ഒരു README ഫയൽ സൃഷ്ടിക്കുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു.
mn: Энэ командын README файлыг үүсгэх явцад алдаа гарлаа.
mr: या आदेशासाठी README फाइल तयार करताना त्रुटी आली.
mt: Sar żball fil-ħolqien ta' fajl README għal dan il-kmand.
my: ဤအမိန့်အတွက် README ဖိုင်ကို ဖန်တီးရာတွင် အမှားအယွင်းတစ်ခု ဖြစ်ပေါ်ခဲ့သည်။
nb: Det oppstod en feil ved opprettelse av en README-fil for denne kommandoen.
ne: यो आदेशको लागि README फाइल सिर्जना गर्दा त्रुटि भयो।
or: ଏହି ନିର୍ଦ୍ଦେଶ ପାଇଁ ଏକ README ଫାଇଲ୍ ସୃଷ୍ଟି କରିବାରେ ଏକ ତ୍ରୁଟି ଘଟିଗଲା |
pa: ਇਸ ਕਮਾਂਡ ਲਈ ਇੱਕ README ਫਾਈਲ ਬਣਾਉਣ ਵਿੱਚ ਇੱਕ ਤਰੁੱਟੀ ਆਈ ਹੈ।
ps: .ﻩﻮﺷ ﻪﺘځﻨﻣﺍﺭ ﻪﻨﺗﻭﺮﯧﺗ ﻩﻮﯾ ﯥﮐ ﻮﻟﻭړﻮﺟ ﻪﭘ ﻞﯾﺎﻓ README ﺩ ﻩﺭﺎﭙﻟ ډﻧﺎﻤﮐ ﯤﺩ ﺩ
ro: A apărut o eroare la crearea unui fișier README pentru această comandă.
rw: Ikosa ryabayeho gukora dosiye yo GUSOMA kuri iri tegeko.
sd: .ﻮﻳﺁ ﺶﻴﭘ ﺺﻘﻧ ڪﮬ ۾ ﮡﮬﺎﭠ ﻞﺋﺎﻓ README ءِﻻ﻿ ڊﻧﺎﻤڪ ﻦﮬ
si: මෙම විධානය සඳහා README ගොනුවක් සෑදීමේදී දෝෂයක් ඇති විය.
sk: Pri vytváraní súboru README pre tento príkaz sa vyskytla chyba.
sl: Pri ustvarjanju datoteke README za ta ukaz je prišlo do napake.
sq: Ndodhi një gabim në krijimin e një skedari README për këtë komandë.
sw: Hitilafu ilitokea wakati wa kuunda faili ya README kwa amri hii.
ta: இந்தக் கட்டளைக்கான README கோப்பை உருவாக்குவதில் பிழை ஏற்பட்டது.
te: ఈ ఆదేశం కోసం README ఫైల్u200cను సృష్టించడంలో లోపం సంభవించింది.
tg: Ҳангоми сохтани файли README барои ин фармон хатогӣ рӯй дод.
th: เกิดข้อผิดพลาดขณะสร้างไฟล์ README สำหรับคำสั่งนี้
tk: Bu buýruk üçin README faýly döretmekde ýalňyşlyk ýüze çykdy.
tt: Бу боерык өчен README файлын ясауда хата килеп чыкты.
uk: Під час створення файлу README для цієї команди сталася помилка.
ur: ۔ﯽﺌﮔﺁ ﺶﯿﭘ ﯽﺑﺍﺮﺧ ﮏﯾﺍ ﮟﯿﻣ ﮯﻧﺎﻨﺑ ﻞﺋﺎﻓ README ﮯﯿﻟ ﮯﮐ ﮉﻧﺎﻤﮐ ﺱﺍ
uz: Ushbu buyruq uchun README faylini yaratishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi tạo tệp README cho lệnh này.
xh: Kwenzeke imposiso xa kusenziwa i README ifayile yalo myalelo.
yi: .לעפֿאַב םעד ראַפֿ עקעט README אַ גניטייירק טימ ןעמוקעגראפ תועט א

source: An error occurred copying command files %s
af: Kon nie opdraglêers kopieer nie %s
am: የትዕዛዝ ፋይሎችን መቅዳት ላይ ስህተት ተፈጥሯል። %s
ar: ﺮﻣﺍﻭﻷ﻿ﺍ ﺕﺎﻔﻠﻣ ﺦﺴﻧ ءﺎﻨﺛﺃ ﺄﻄﺧ ﺙﺪﺣ %s
be: Пры капіраванні камандных файлаў адбылася памылка %s
bg: Възникна грешка при копирането на командни файлове %s
bn: কমান্ড ফাইল অনুলিপি করার সময় একটি ত্রুটি ঘটেছে৷ %s
ca: S'ha produït un error en copiar els fitxers d'ordres %s
cy: Digwyddodd gwall wrth gopïo ffeiliau gorchymyn %s
da: Der opstod en fejl under kopiering af kommandofiler %s
eo: Okazis eraro kopiante komanddosierojn %s
et: Käsufailide kopeerimisel ilmnes viga %s
eu: Errore bat gertatu da komando-fitxategiak kopiatzean %s
fa: ﺩﺍﺩ ﯼﻭﺭ ﯽﯾﺎﻄﺧ ﻥﺎﻣﺮﻓ ﯼﺎﻫ ﻞﯾﺎﻓ ﻥﺩﺮﮐ ﯽﭙﮐ ﻡﺎﮕﻨﻫ %s
fi: Virhe kopioitaessa komentotiedostoja %s
fil: Nagkaroon ng error sa pagkopya ng mga command file %s
fy: Der barde in flater by it kopiearjen fan kommandobestannen %s
ga: Tharla earráid agus comhaid ordaithe á gcóipeáil %s
gd: Thachair mearachd a ’dèanamh lethbhreac de fhaidhlichean stiùiridh %s
gl: Produciuse un erro ao copiar os ficheiros de comandos %s
gu: આદેશ ફાઇલોની નકલ કરવામાં ભૂલ આવી %s
he: תודוקפ יצבק תקתעהב האיגש העריא %s
hi: आदेश फ़ाइलों की प्रतिलिपि बनाने में त्रुटि हुई %s
hr: Došlo je do pogreške pri kopiranju naredbenih datoteka %s
hu: Hiba történt a parancsfájlok másolásakor %s
hy: Սխալ է տեղի ունեցել հրամանի ֆայլերը պատճենելիս %s
id: Terjadi kesalahan saat menyalin file perintah %s
is: Villa kom upp við að afrita skipanaskrár %s
ka: ბრძანების ფაილების კოპირებისას მოხდა შეცდომა %s
kk: Пәрмен файлдарын көшіру кезінде қате орын алды %s
km: កំហុសបានកើតឡើងក្នុងការចម្លងឯកសារពាក្យបញ្ជា %s
kn: ಕಮಾಂಡ್ ಫೈಲ್u200cಗಳನ್ನು ನಕಲಿಸುವಲ್ಲಿ ದೋಷ ಸಂಭವಿಸಿದೆ %s
ku: Di kopîkirina pelên fermanê de xeletiyek derket %s
ky: Буйрук файлдарын көчүрүү учурунда ката кетти %s
lb: E Feeler ass geschitt beim Kopéieren vun Kommandodateien %s
lo: ເກີດຄວາມຜິດພາດໃນການສຳເນົາໄຟລ໌ຄຳສັ່ງ %s
lt: Kopijuojant komandų failus įvyko klaida %s
lv: Kopējot komandu failus, radās kļūda %s
mg: Nisy hadisoana nitranga tamin'ny kopia ny rakitra baiko %s
mi: I hapa te kape i nga konae whakahau %s
mk: Се појави грешка при копирање на командните датотеки %s
ml: കമാൻഡ് ഫയലുകൾ പകർത്തുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു %s
mn: Тушаалын файлуудыг хуулах явцад алдаа гарлаа %s
mr: कमांड फाइल्स कॉपी करताना एरर आली %s
mt: Sar żball fl-ikkupjar tal-fajls tal-kmand %s
my: အမိန့်စာဖိုင်များကို ကူးယူရာတွင် အမှားအယွင်းတစ်ခု ဖြစ်ပွားခဲ့သည်။ %s
nb: Det oppstod en feil under kopiering av kommandofiler %s
ne: आदेश फाइलहरू प्रतिलिपि गर्दा त्रुटि भयो %s
or: ନିର୍ଦ୍ଦେଶ ଫାଇଲଗୁଡ଼ିକୁ ନକଲ କରିବାରେ ଏକ ତ୍ରୁଟି ଘଟିଲା | %s
pa: ਕਮਾਂਡ ਫਾਈਲਾਂ ਦੀ ਨਕਲ ਕਰਨ ਵਿੱਚ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ %s
ps: ﻩﻮﺷ ﻪﺘځﻨﻣﺍﺭ ﻪﻨﺗﻭﺮﯧﺗ ﻩﻮﯾ ﯥﮐ ﻮﻟﻮﮐ ﻲﭘﺎﮐ ﻪﭘ ﻮﻧﻮﻠﯾﺎﻓ ډﻧﺎﻤﮐ ﺩ %s
ro: A apărut o eroare la copierea fișierelor de comandă %s
rw: Ikosa ryabayeho gukoporora dosiye %s
sd: ﻲﺋﻭ ﻲﭤ ﻲﻄﻠﻏ ۾ ﮠﺮڪ ﻞﻘﻧ ﻲﮐ ﻦﻠﺋﺎﻓ ڊﻧﺎﻤڪ %s
si: විධාන ගොනු පිටපත් කිරීමේදී දෝෂයක් ඇති විය %s
sk: Pri kopírovaní súborov príkazov sa vyskytla chyba %s
sl: Pri kopiranju ukaznih datotek je prišlo do napake %s
sq: Ndodhi një gabim gjatë kopjimit të skedarëve të komandës %s
sw: Hitilafu imetokea wakati wa kunakili faili za amri %s
ta: கட்டளை கோப்புகளை நகலெடுப்பதில் பிழை ஏற்பட்டது %s
te: కమాండ్ ఫైల్u200cలను కాపీ చేయడంలో లోపం సంభవించింది %s
tg: Ҳангоми нусхабардории файлҳои фармон хатогӣ рӯй дод %s
th: เกิดข้อผิดพลาดในการคัดลอกไฟล์คำสั่ง %s
tk: Buýruk faýllaryny göçürmekde säwlik ýüze çykdy %s
tt: Команда файлларын күчереп алуда хата килеп чыкты %s
uk: Під час копіювання командних файлів сталася помилка %s
ur: ﯽﺌﮔﺁ ﺶﯿﭘ ﯽﺑﺍﺮﺧ ﮏﯾﺍ ﮟﯿﻣ ﮯﻧﺮﮐ ﯽﭘﺎﮐ ﻮﮐ ﮞﻮﻠﺋﺎﻓ ﮉﻧﺎﻤﮐ %s
uz: Buyruq fayllarini nusxalashda xatolik yuz berdi %s
vi: Đã xảy ra lỗi khi sao chép các tệp lệnh %s
xh: Kwenzeke imposiso xa kukopa iifayile zomyalelo %s
yi: סעקעט אדנאמאק ןריפאק ייב ןעמוקעגראפ זיא תועט א %s

source: Copy Command Error
af: Kopieer opdragfout
am: የትእዛዝ ስህተት ቅዳ
ar: ﺦﺴﻨﻟﺍ ﺮﻣﺃ ﻲﻓ ﺄﻄﺧ
be: Памылка каманды капіявання
bg: Грешка в командата за копиране
bn: কপি কমান্ড ত্রুটি
ca: Error de còpia de comanda
cy: Copi Gwall Gorchymyn
da: Kopier kommandofejl
eo: Kopi-Komandan Eraron
et: Kopeerimiskäsu viga
eu: Kopiatu komandoaren errorea
fa: ﯽﭙﮐ ﺭﻮﺘﺳﺩ ﯼﺎﻄﺧ
fi: Kopioikomentovirhe
fil: Kopyahin ang Command Error
fy: Kopiearje kommando flater
ga: Cóipeáil Earráid Ordú
gd: Dèan lethbhreac de mhearachd stiùiridh
gl: Erro de comando de copia
gu: કૉપિ કમાન્ડ ભૂલ
he: הקתעה הדוקפ תאיגש
hi: कॉपी कमांड त्रुटि
hr: Pogreška naredbe kopiranja
hu: Másolási parancs hiba
hy: Պատճենել հրամանի սխալ
id: Salin Perintah Kesalahan
is: Copy Command Villa
ka: დააკოპირეთ ბრძანების შეცდომა
kk: Көшіру пәрменінің қатесі
km: ចម្លងកំហុសពាក្យបញ្ជា
kn: ನಕಲು ಕಮಾಂಡ್ ದೋಷ
ku: Çewtiya Fermana Kopîkirinê
ky: Көчүрмө буйрук катасы
lb: Kopie Kommando Feeler
lo: ສຳເນົາຄຳສັ່ງຜິດພາດ
lt: Kopijavimo komandos klaida
lv: Kopēšanas komandas kļūda
mi: Tārua Hapa Tono
mk: Грешка во командата за копирање
ml: കോപ്പി കമാൻഡ് പിശക്
mn: Хуулах командын алдаа
mr: कमांड एरर कॉपी करा
mt: Żball tal-Kmand tal-Kopja
my: Command Error ကိုကူးယူပါ။
nb: Kopier kommandofeil
ne: आदेश त्रुटि प्रतिलिपि गर्नुहोस्
or: କମାଣ୍ଡ୍ ତ୍ରୁଟି କପି କରନ୍ତୁ |
pa: ਕਾਪੀ ਕਮਾਂਡ ਗਲਤੀ
ps: ﻪﻨﺗﻭﺮﯧﺗ ډﻧﺎﻤﮐ ﻲﭘﺎﮐ ﺩ
ro: Eroare de comandă de copiere
rw: Gukoporora Ikosa
sd: ﻲﻄﻠﻏ ﻲﺟ ﻢڪﺣ ﻲﭘﺎڪ
si: පිටපත් කිරීමේ විධාන දෝෂය
sk: Chyba kopírovania príkazu
sl: Napaka ukaza za kopiranje
sq: Gabim i komandës së kopjimit
sw: Hitilafu ya Amri ya Kunakili
ta: நகலெடு கட்டளை பிழை
te: కాపీ కమాండ్ లోపం
tg: Хатои фармони нусхабардорӣ
th: คัดลอกคำสั่งผิดพลาด
tk: Buýruk ýalňyşlygyny göçüriň
tt: Команда хатасын күчерү
uk: Помилка команди копіювання
ur: ﯽﺑﺍﺮﺧ ﯽﮐ ﮉﻧﺎﻤﮐ ﯽﭘﺎﮐ
uz: Nusxa olish buyrug'i xatosi
vi: Sao chép lỗi lệnh
xh: Khuphela impazamo yomyalelo
yi: תועט ןלעפֿאַב יפּאָק
