Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
af: %s Sleutelkode: %#4x Wysiger: %#x %s is reeds toegewys aan '%s'. Druk 'n ander sleutel of klik Stel om die huidige sleuteltoewysing te vervang.
am: %s ቁልፍ ኮድ %#4x ቀያሪ፡ %#x %s አስቀድሞ ተመድቧል '%s'. የአሁኑን ቁልፍ ተግባር ለመተካት የተለየ ቁልፍ ይጫኑ ወይም አዘጋጅን ጠቅ ያድርጉ።
ar: %s :ﺡﺎﺘﻔﻤﻟﺍ ﺰﻣﺭ %#4x :ﻝﺪﻌﻤﻟﺍ %#x %s ﻝ ﻞﻌﻔﻟﺎﺑ ﻪﻨﻴﻴﻌﺗ ﻢﺗ '%s'. .ﻲﻟﺎﺤﻟﺍ ﺡﺎﺘﻔﻤﻟﺍ ﻦﻴﻴﻌﺗ ﻝﺍﺪﺒﺘﺳﻻ﻿ »ﻦﻴﻴﻌﺗ« ﻕﻮﻓ ﺮﻘﻧﺍ ﻭﺃ ﻒﻠﺘﺨﻣ ﺡﺎﺘﻔﻣ ﻰﻠﻋ ﻂﻐﺿﺍ
be: %s Код ключа: %#4x Мадыфікатар: %#x %s ужо прызначаны '%s'. Націсніце іншую клавішу або націсніце Усталяваць, каб замяніць бягучае прызначэнне клавіш.
bg: %s Ключов код: %#4x модификатор: %#x %s вече е назначен на '%s'. Натиснете друг клавиш или щракнете върху Задаване, за да замените текущото назначение на клавиши.
bn: %s চাবি কোড: %#4x সংশোধক: %#x %s ইতিমধ্যেই বরাদ্দ করা হয়েছে '%s'. একটি ভিন্ন কী টিপুন বা বর্তমান কী অ্যাসাইনমেন্ট প্রতিস্থাপন করতে সেট ক্লিক করুন৷
ca: %s Clau: %#4x Modificador: %#x %s ja està assignat a '%s'. Premeu una tecla diferent o feu clic a Configura per substituir l'assignació de clau actual.
cy: %s Keycode: %#4x Newidydd: %#x %s eisoes wedi'i aseinio i '%s'. Pwyswch allwedd wahanol neu cliciwch ar Set i ddisodli'r aseiniad allwedd cyfredol.
da: %s Nøgle kode: %#4x Modifikator: %#x %s allerede er tildelt '%s'. Tryk på en anden tast, eller klik på Indstil for at erstatte den aktuelle nøgletildeling.
eo: %s Ŝlosilkodo: %#4x Modifilo: %#x %s estas jam asignita al '%s'. Premu alian klavon aŭ alklaku Agordi por anstataŭigi la aktualan klavon.
et: %s Võtmekood: %#4x Muutja: %#x %s on juba määratud '%s'. Praeguse klahvimäärangu asendamiseks vajutage teist klahvi või klõpsake nuppu Määra.
eu: %s Gako kodea: %#4x Aldatzailea: %#x %s dagoeneko esleituta dago '%s'. Sakatu beste tekla bat edo sakatu Ezarri uneko tekla-esleipena ordezkatzeko.
fa: %s :ﯼﺪﯿﻠﮐ ﺪﮐ %#4x :ﻩﺪﻨﻨﮐ ﺡﻼ﻿ﺻﺍ %#x %s ﺖﺳﺍ ﻩﺪﺷ ﻩﺩﺍﺩ ﺹﺎﺼﺘﺧﺍ ﻪﺑ ﻼ﻿ﺒﻗ '%s'. .ﺩﻮﺷ ﯽﻠﻌﻓ ﺪﯿﻠﮐ ﻦﯾﺰﮕﯾﺎﺟ ﺎﺗ ﺪﯿﻨﮐ ﮏﯿﻠﮐ ﻢﯿﻈﻨﺗ ﯼﻭﺭ ﺎﯾ ﺪﯿﻫﺩ ﺭﺎﺸﻓ ﺍﺭ ﯼﺮﮕﯾﺩ ﺪﯿﻠﮐ
fi: %s Avainkoodi: %#4x Muokkaus: %#x %s on jo määritetty '%s'. Paina toista näppäintä tai napsauta Aseta korvataksesi nykyisen näppäinmäärityksen.
fil: %s Keycode: %#4x Modifier: %#x %s ay nakatalaga na sa '%s'. Pindutin ang ibang key o i-click ang Itakda upang palitan ang kasalukuyang pagtatalaga ng key.
fy: %s Kaaikoade: %#4x Modifier: %#x %s is al tawiisd oan '%s'. Druk op in oare kaai of klik op Ynstelle om de hjoeddeiske kaai tawizing te ferfangen.
ga: %s Keycode: %#4x Mionathraitheoir: %#x %s sannta cheana do '%s'. Brúigh eochair dhifriúil nó cliceáil Socraigh chun an tasc reatha eochair a athsholáthar.
gd: %s Keycode: %#4x Mion-atharraiche: %#x %s air a shònrachadh mu thràth '%s'. Brùth air iuchair eadar-dhealaichte no cliog air Set gus am prìomh shònrachadh gnàthach a chur na àite.
gl: %s Código clave: %#4x Modificador: %#x %s xa está asignado a '%s'. Preme unha tecla diferente ou fai clic en Definir para substituír a asignación de teclas actual.
gu: %s કી કોડ: %#4x સુધારક: %#x %s પહેલેથી જ સોંપેલ છે '%s'. વર્તમાન કી અસાઇનમેન્ટને બદલવા માટે અલગ કી દબાવો અથવા સેટ પર ક્લિક કરો.
he: %s :המסיס %#4x :ןֵקתַמ %#x %s ל הצקומ רבכ '%s'. .תיחכונה חתפמה תאצקה תא ףילחהל ידכ רדגה לע ץחל וא רחא שקמ לע שקה
hi: %s कुंजी कोड: %#4x संशोधक: %#x %s को पहले से ही सौंपा गया है '%s'. कोई दूसरी कुंजी दबाएं या मौजूदा कुंजी असाइनमेंट को बदलने के लिए सेट करें पर क्लिक करें.
hr: %s Kôd ključa: %#4x modifikator: %#x %s je već dodijeljena '%s'. Pritisnite drugu tipku ili kliknite Postavi da biste zamijenili trenutnu dodjelu tipki.
hu: %s Kulcskód: %#4x Módosító: %#x %s már hozzá van rendelve '%s'. Nyomja meg egy másik billentyűt, vagy kattintson a Beállítás gombra az aktuális billentyű-hozzárendelés lecseréléséhez.
hy: %s Բանալի կոդը: %#4x Փոփոխիչ: %#x %s արդեն հանձնարարված է '%s'. Սեղմեք մեկ այլ ստեղն կամ սեղմեք Սահմանել՝ փոխարինելու ընթացիկ ստեղնը:
id: %s Kata kunci: %#4x Pengubah: %#x %s sudah ditugaskan ke '%s'. Tekan tombol lain atau klik Set untuk mengganti penetapan kunci saat ini.
is: %s Lykilorð: %#4x Breytir: %#x %s er þegar úthlutað til '%s'. Ýttu á annan takka eða smelltu á Stilla til að skipta út núverandi lyklaúthlutun.
ka: %s საკვანძო კოდი: %#4x მოდიფიკატორი: %#x %s უკვე დანიშნულია '%s'. დააჭირეთ სხვა კლავიშს ან დააწკაპუნეთ დაყენება კლავიშის მიმდინარე მინიჭების შესაცვლელად.
kk: %s Кілт коды: %#4x Модификатор: %#x %s тағайындалған '%s'. Басқа пернені басыңыз немесе ағымдағы перне тағайындауын ауыстыру үшін Орнату түймесін басыңыз.
km: %s កូដu200bគន្លឹះ៖ %#4x អ្នកកែប្រែ៖ %#x %s ត្រូវបានចាត់តាំងរួចហើយ '%s'. ចុចគ្រាប់ចុចផ្សេង ឬចុច កំណត់ ដើម្បីជំនួសការចាត់ចែងគ្រាប់ចុចបច្ចុប្បន្ន។
kn: %s ಕೀಕೋಡ್: %#4x ಪರಿವರ್ತಕ: %#x %s ಗೆ ಈಗಾಗಲೇ ನಿಯೋಜಿಸಲಾಗಿದೆ '%s'. ಪ್ರಸ್ತುತ ಕೀ ನಿಯೋಜನೆಯನ್ನು ಬದಲಾಯಿಸಲು ಬೇರೆ ಕೀಲಿಯನ್ನು ಒತ್ತಿ ಅಥವಾ ಹೊಂದಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: %s Keycode: %#4x Guherker: %#x %s ji berê ve hatiye tayînkirin '%s'. Bişkojkek din bikirtînin an bikirtînin Set da ku peywira mifteya heyî biguhezînin.
ky: %s Ачкыч коду: %#4x Модификатор: %#x %s буга чейин дайындалган '%s'. Учурдагы ачкыч дайындоосун алмаштыруу үчүн башка баскычты басыңыз же Орнотуу баскычын басыңыз.
lb: %s Schlësselcode: %#4x Modifier: %#x %s schonn zougewisen ass '%s'. Dréckt en anere Schlëssel oder klickt op Set fir déi aktuell Schlësselbezuelung ze ersetzen.
lo: %s ລະຫັດລະຫັດ: %#4x ຕົວແກ້ໄຂ: %#x %s ຖືກມອບໝາຍໃຫ້ແລ້ວ '%s'. ກົດປຸ່ມອື່ນ ຫຼືຄລິກທີ່ຕັ້ງເພື່ອປ່ຽນແທນການມອບໝາຍກະແຈປັດຈຸບັນ.
lt: %s Rakto kodas: %#4x Modifikatorius: %#x %s jau priskirtas '%s'. Paspauskite kitą klavišą arba spustelėkite Nustatyti, kad pakeistumėte dabartinį klavišo priskyrimą.
lv: %s Atslēgas kods: %#4x Modifikators: %#x %s jau ir piešķirts '%s'. Nospiediet citu taustiņu vai noklikšķiniet uz Iestatīt, lai aizstātu pašreizējo taustiņu piešķiršanu.
mg: %s Keycode: %#4x Modifier: %#x %s dia efa voatendry ho '%s'. Tsindrio fanalahidy hafa na tsindrio ny Set raha hanolo ny fanendrena fanalahidy ankehitriny.
mi: %s Waehere matua: %#4x Whakakē: %#x %s kua tohua kē ki '%s'. Pēhia tētahi kī kē, pāwhiritia rānei te Tautuhi hei whakakapi i te taumahi kī o nāianei.
mk: %s Клучен код: %#4x Модификатор: %#x %s веќе е доделен на '%s'. Притиснете друго копче или кликнете Постави за да го замените тековното доделување копчиња.
ml: %s കീകോഡ്: %#4x മോഡിഫയർ: %#x %s ഇതിനകം നിയോഗിക്കപ്പെട്ടിരിക്കുന്നു '%s'. നിലവിലെ കീ അസൈൻമെന്റ് മാറ്റിസ്ഥാപിക്കുന്നതിന് മറ്റൊരു കീ അമർത്തുക അല്ലെങ്കിൽ സജ്ജമാക്കുക ക്ലിക്കുചെയ്യുക.
mn: %s Түлхүүр код: %#4x Өөрчлөгч: %#x %s аль хэдийн томилогдсон байна '%s'. Одоогийн түлхүүрийн даалгаврыг солихын тулд өөр товчлуур дар эсвэл Тохируулах дээр дарна уу.
mr: %s कीकोड: %#4x सुधारक: %#x %s आधीच नियुक्त केले आहे '%s'. वर्तमान की असाइनमेंट पुनर्स्थित करण्यासाठी भिन्न की दाबा किंवा सेट करा क्लिक करा.
mt: %s Keycode: %#4x Modifikatur: %#x %s huwa diġà assenjat lil '%s'. Agħfas ċavetta differenti jew ikklikkja Issettja biex tissostitwixxi l-assenjazzjoni taċ-ċavetta attwali.
my: %s သော့ကုဒ်- %#4x ပြုပြင်မွမ်းမံမှု- %#x %s တာဝန်ပေးပြီးသားပါ။ '%s'. မတူညီသောကီးတစ်ခုကို နှိပ်ပါ သို့မဟုတ် လက်ရှိသော့တာဝန်ကို အစားထိုးရန် Set ကိုနှိပ်ပါ။
nb: %s Nøkkelkode: %#4x Modifikator: %#x %s er allerede tildelt '%s'. Trykk på en annen tast eller klikk på Angi for å erstatte gjeldende nøkkeltilordning.
ne: %s किकोड: %#4x परिमार्जनकर्ता: %#x %s पहिले नै तोकिएको छ '%s'. हालको कुञ्जी असाइनमेन्ट बदल्नको लागि फरक कुञ्जी थिच्नुहोस् वा सेट क्लिक गर्नुहोस्।
or: %s କୀ କୋଡ୍: %#4x ପରିବର୍ତ୍ତନକାରୀ: %#x %s ପୂର୍ବରୁ ନ୍ୟସ୍ତ ହୋଇଛି | '%s'. ଏକ ଭିନ୍ନ କି ଦବାନ୍ତୁ କିମ୍ବା ସାମ୍ପ୍ରତିକ କି ଆସାଇନମେଣ୍ଟକୁ ବଦଳାଇବା ପାଇଁ ସେଟ୍ କ୍ଲିକ୍ କରନ୍ତୁ |
pa: %s ਕੀਕੋਡ: %#4x ਸੋਧਕ: %#x %s ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਨਿਰਧਾਰਤ ਕੀਤਾ ਗਿਆ ਹੈ '%s'. ਇੱਕ ਵੱਖਰੀ ਕੁੰਜੀ ਦਬਾਓ ਜਾਂ ਮੌਜੂਦਾ ਕੁੰਜੀ ਅਸਾਈਨਮੈਂਟ ਨੂੰ ਬਦਲਣ ਲਈ ਸੈੱਟ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
ps: %s :ډﻮﮐ ﻱﺪﯿﻠﮐ %#4x :ﯽﮑﻧﻮﮐ ﻞﯾﺪﻌﺗ %#x %s ﯼﻮﺷ ﻝﺭﺎﻤګ ﻪﺨﻣﺩ ﻻ﻿ '%s'. .ﺉړﮐﻭ ﮏﯿﻠﮐ Set ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﯼﺎځ ﻪﭘ ﯼﺎځ ﯤﺪﻧﺩ ﻲﻠﯿﮐ ﻲﻨﺳﻭﺍ ﺩ ﺎﯾ ﺉړﮐﺭﻭ ﺭﺎﺸﻓ ﻲﻠﯿﮐ ﻞﺑ ﻮﯾ
ro: %s Cod cheie: %#4x Modificator: %#x %s este deja atribuit '%s'. Apăsați o altă tastă sau faceți clic pe Set pentru a înlocui alocarea actuală a tastei.
rw: %s Urufunguzo: %#4x Guhindura: %#x %s ni Byashizweho Kuri '%s'. Kanda urufunguzo rutandukanye cyangwa ukande Set kugirango usimbuze urufunguzo rwibanze.
sd: %s :ڊﻮڪ ﻲڪ %#4x :ڙﺪﻨڪ ﻞﻳﺪﺒﺗ %#x %s ﻲﻫﺁ ﻮﻳﻭ ﻮﻴڪ ﺭﺮﻘﻣ ﻲﺋ ۾ ﮖﺍ '%s'. .ﻲﮐ ٽﻨﻴﻤﻨﺋﺎﺳﺍ ﻲﭽﻴڪ ﻩﺩﻮﺟﻮﻣ ءِﻻ﻿ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻲﮐ ٽﻴﺳ ﻮﻳﺮڪ ڪﻠڪ ﺎﻳ ﻮﻳﺎﭔﺩ ﻲڪ ﻒﻠﺘﺨﻣ ڪﻫ
si: %s යතුරු කේතය: %#4x විකරණය: %#x %s වෙත දැනටමත් පවරා ඇත '%s'. වත්මන් යතුරු පැවරුම ප්u200dරතිස්ථාපනය කිරීමට වෙනත් යතුරක් ඔබන්න හෝ සකසන්න ක්ලික් කරන්න.
sk: %s Keycode: %#4x Modifikátor: %#x %s je už priradený '%s'. Stlačením iného klávesu alebo kliknutím na tlačidlo Nastaviť nahradíte aktuálne priradenie klávesu.
sl: %s koda ključa: %#4x modifikator: %#x %s je že dodeljen '%s'. Pritisnite drugo tipko ali kliknite Nastavi, da zamenjate trenutno dodelitev tipk.
sq: %s Kodi kyç: %#4x Modifikues: %#x %s tashmë i është caktuar '%s'. Shtypni një tast tjetër ose klikoni Set për të zëvendësuar caktimin aktual të tastit.
sw: %s Msimbo muhimu: %#4x Kirekebishaji: %#x %s tayari imekabidhiwa '%s'. Bonyeza kitufe tofauti au ubofye Weka ili kubadilisha kazi ya ufunguo wa sasa.
ta: %s விசைக்குறி: %#4x மாற்றி: %#x %s ஏற்கனவே ஒதுக்கப்பட்டுள்ளது '%s'. தற்போதைய விசை ஒதுக்கீட்டை மாற்ற வேறு விசையை அழுத்தவும் அல்லது அமை என்பதைக் கிளிக் செய்யவும்.
te: %s కీ కోడ్: %#4x మాడిఫైయర్: %#x %s ఇప్పటికే కేటాయించబడింది '%s'. ప్రస్తుత కీ అసైన్u200cమెంట్u200cను భర్తీ చేయడానికి వేరే కీని నొక్కండి లేదా సెట్ చేయి క్లిక్ చేయండి.
tg: %s Рамзи калид: %#4x Тағйирдиҳанда: %#x %s аллакай таъин шудааст '%s'. Барои иваз кардани таъиноти ҷории калид, тугмаи дигарро пахш кунед ё Танзимро клик кунед.
th: %s รหัสกุญแจ: %#4x ตัวดัดแปลง: %#x %s ได้มอบหมายให้ '%s'. กดปุ่มอื่นหรือคลิกตั้งค่าเพื่อแทนที่การกำหนดคีย์ปัจจุบัน
tk: %s Açar kody: %#4x Üýtgediji: %#x %s eýýäm bellendi '%s'. Başga düwmä basyň ýa-da häzirki açar tabşyrygyny çalyşmak üçin Set düwmesine basyň.
tt: %s Клавиатура: %#4x Модификатор: %#x %s инде билгеләнгән '%s'. Башка төймәгә басыгыз яки хәзерге ачкыч биремен алыштыру өчен Set төймәсенә басыгыз.
uk: %s Код ключа: %#4x Модифікатор: %#x %s вже призначено до '%s'. Натисніть іншу клавішу або натисніть Встановити, щоб замінити поточне призначення клавіш.
ur: %s :ﮈﻮﮐ ﯽﯿﮐ %#4x :ﮦﺪﻨﻨﮐ ﻢﯿﻣﺮﺗ %#x %s ۔ﮯﮨ ﺎﯿﮔ ﺎﯿﮐ ﺾﯾﻮﻔﺗ ﯽﮨ ﮯﻠﮩﭘ ﻮﮐ '%s'. ۔ﮟﯾﺮﮐ ﮏﻠﮐ ﺮﭘ ﭧﯿﺳ ﺎﯾ ﮟﯿﺋﺎﺑﺩ ﺪﯿﻠﮐ ﻒﻠﺘﺨﻣ ﮏﯾﺍ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻮﮐ ﭧﻨﻤﻨﺋﺎﺳﺍ ﯼﺪﯿﻠﮐ ﮦﺩﻮﺟﻮﻣ
uz: %s Kalit kodi: %#4x Modifikator: %#x %s allaqachon tayinlangan '%s'. Joriy kalit tayinlanishini almashtirish uchun boshqa tugmani bosing yoki Sozlash tugmasini bosing.
vi: %s Mã khóa: %#4x Bổ nghĩa: %#x %s đã được giao cho '%s'. Nhấn một phím khác hoặc nhấp vào Đặt để thay thế việc gán khóa hiện tại.
xh: %s Ikhowudi yesitshixo: %#4x Isilungisi: %#x %s sele yabelwe '%s'. Cinezela iqhosha elahlukileyo okanye ucofe i-Seta ukuze ubuyisele ulwabiwo lweqhosha langoku.
yi: %s :דאָק לסילש %#4x :רעיפידאָמ %#x %s וצ טמיטשאַב ןיוש זיא '%s'. .טנאַמנייסאַ לסילש טנאַרק יד ןטיַיבראַפ וצ ןלעטש טיג רעדאָ לסילש שרעדנאַ אַ ןקירד

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
af: %s Sleutelkode: %#4x [%#4x] Wysiger: %#x %s is reeds toegewys aan '%s'. Druk 'n ander sleutel of klik Stel om die huidige sleuteltoewysing te vervang.
am: %s ቁልፍ ኮድ %#4x [%#4x] ቀያሪ፡ %#x %s አስቀድሞ ተመድቧል '%s'. የአሁኑን ቁልፍ ተግባር ለመተካት የተለየ ቁልፍ ይጫኑ ወይም አዘጋጅን ጠቅ ያድርጉ።
ar: %s :ﺡﺎﺘﻔﻤﻟﺍ ﺰﻣﺭ %#4x [%#4x] :ﻝﺪﻌﻤﻟﺍ %#x %s ﻝ ﻞﻌﻔﻟﺎﺑ ﻪﻨﻴﻴﻌﺗ ﻢﺗ '%s'. .ﻲﻟﺎﺤﻟﺍ ﺡﺎﺘﻔﻤﻟﺍ ﻦﻴﻴﻌﺗ ﻝﺍﺪﺒﺘﺳﻻ﻿ »ﻦﻴﻴﻌﺗ« ﻕﻮﻓ ﺮﻘﻧﺍ ﻭﺃ ﻒﻠﺘﺨﻣ ﺡﺎﺘﻔﻣ ﻰﻠﻋ ﻂﻐﺿﺍ
be: %s Код ключа: %#4x [%#4x] Мадыфікатар: %#x %s ужо прызначаны '%s'. Націсніце іншую клавішу або націсніце Усталяваць, каб замяніць бягучае прызначэнне клавіш.
bg: %s Ключов код: %#4x [%#4x] модификатор: %#x %s вече е назначен на '%s'. Натиснете друг клавиш или щракнете върху Задаване, за да замените текущото назначение на клавиши.
bn: %s চাবি কোড: %#4x [%#4x] সংশোধক: %#x %s ইতিমধ্যেই বরাদ্দ করা হয়েছে '%s'. একটি ভিন্ন কী টিপুন বা বর্তমান কী অ্যাসাইনমেন্ট প্রতিস্থাপন করতে সেট ক্লিক করুন৷
ca: %s Clau: %#4x [%#4x] Modificador: %#x %s ja està assignat a '%s'. Premeu una tecla diferent o feu clic a Configura per substituir l'assignació de clau actual.
cy: %s Keycode: %#4x [%#4x] Newidydd: %#x %s eisoes wedi'i aseinio i '%s'. Pwyswch allwedd wahanol neu cliciwch ar Set i ddisodli'r aseiniad allwedd cyfredol.
da: %s Nøgle kode: %#4x [%#4x] Modifikator: %#x %s allerede er tildelt '%s'. Tryk på en anden tast, eller klik på Indstil for at erstatte den aktuelle nøgletildeling.
eo: %s Ŝlosilkodo: %#4x [%#4x] Modifilo: %#x %s estas jam asignita al '%s'. Premu alian klavon aŭ alklaku Agordi por anstataŭigi la aktualan klavon.
et: %s Võtmekood: %#4x [%#4x] Muutja: %#x %s on juba määratud '%s'. Praeguse klahvimäärangu asendamiseks vajutage teist klahvi või klõpsake nuppu Määra.
eu: %s Gako kodea: %#4x [%#4x] Aldatzailea: %#x %s dagoeneko esleituta dago '%s'. Sakatu beste tekla bat edo sakatu Ezarri uneko tekla-esleipena ordezkatzeko.
fa: %s :ﯼﺪﯿﻠﮐ ﺪﮐ %#4x [%#4x] :ﻩﺪﻨﻨﮐ ﺡﻼ﻿ﺻﺍ %#x %s ﺖﺳﺍ ﻩﺪﺷ ﻩﺩﺍﺩ ﺹﺎﺼﺘﺧﺍ ﻪﺑ ﻼ﻿ﺒﻗ '%s'. .ﺩﻮﺷ ﯽﻠﻌﻓ ﺪﯿﻠﮐ ﻦﯾﺰﮕﯾﺎﺟ ﺎﺗ ﺪﯿﻨﮐ ﮏﯿﻠﮐ ﻢﯿﻈﻨﺗ ﯼﻭﺭ ﺎﯾ ﺪﯿﻫﺩ ﺭﺎﺸﻓ ﺍﺭ ﯼﺮﮕﯾﺩ ﺪﯿﻠﮐ
fi: %s Avainkoodi: %#4x [%#4x] Muokkaus: %#x %s on jo määritetty '%s'. Paina toista näppäintä tai napsauta Aseta korvataksesi nykyisen näppäinmäärityksen.
fil: %s Keycode: %#4x [%#4x] Modifier: %#x %s ay nakatalaga na sa '%s'. Pindutin ang ibang key o i-click ang Itakda upang palitan ang kasalukuyang pagtatalaga ng key.
fy: %s Kaaikoade: %#4x [%#4x] Modifier: %#x %s is al tawiisd oan '%s'. Druk op in oare kaai of klik op Ynstelle om de hjoeddeiske kaai tawizing te ferfangen.
ga: %s Keycode: %#4x [%#4x] Mionathraitheoir: %#x %s sannta cheana do '%s'. Brúigh eochair dhifriúil nó cliceáil Socraigh chun an tasc reatha eochair a athsholáthar.
gd: %s Keycode: %#4x [%#4x] Mion-atharraiche: %#x %s air a shònrachadh mu thràth '%s'. Brùth air iuchair eadar-dhealaichte no cliog air Set gus am prìomh shònrachadh gnàthach a chur na àite.
gl: %s Código clave: %#4x [%#4x] Modificador: %#x %s xa está asignado a '%s'. Preme unha tecla diferente ou fai clic en Definir para substituír a asignación de teclas actual.
gu: %s કી કોડ: %#4x [%#4x] સુધારક: %#x %s પહેલેથી જ સોંપેલ છે '%s'. વર્તમાન કી અસાઇનમેન્ટને બદલવા માટે અલગ કી દબાવો અથવા સેટ પર ક્લિક કરો.
he: %s :המסיס %#4x [%#4x] :ןֵקתַמ %#x %s ל הצקומ רבכ '%s'. .תיחכונה חתפמה תאצקה תא ףילחהל ידכ רדגה לע ץחל וא רחא שקמ לע שקה
hi: %s कुंजी कोड: %#4x [%#4x] संशोधक: %#x %s को पहले से ही सौंपा गया है '%s'. कोई दूसरी कुंजी दबाएं या मौजूदा कुंजी असाइनमेंट को बदलने के लिए सेट करें पर क्लिक करें.
hr: %s Kôd ključa: %#4x [%#4x] modifikator: %#x %s je već dodijeljena '%s'. Pritisnite drugu tipku ili kliknite Postavi da biste zamijenili trenutnu dodjelu tipki.
hu: %s Kulcskód: %#4x [%#4x] Módosító: %#x %s már hozzá van rendelve '%s'. Nyomja meg egy másik billentyűt, vagy kattintson a Beállítás gombra az aktuális billentyű-hozzárendelés lecseréléséhez.
hy: %s Բանալի կոդը: %#4x [%#4x] Փոփոխիչ: %#x %s արդեն հանձնարարված է '%s'. Սեղմեք մեկ այլ ստեղն կամ սեղմեք Սահմանել՝ փոխարինելու ընթացիկ ստեղնը:
id: %s Kata kunci: %#4x [%#4x] Pengubah: %#x %s sudah ditugaskan ke '%s'. Tekan tombol lain atau klik Set untuk mengganti penetapan kunci saat ini.
is: %s Lykilorð: %#4x [%#4x] Breytir: %#x %s er þegar úthlutað til '%s'. Ýttu á annan takka eða smelltu á Stilla til að skipta út núverandi lyklaúthlutun.
ka: %s საკვანძო კოდი: %#4x [%#4x] მოდიფიკატორი: %#x %s უკვე დანიშნულია '%s'. დააჭირეთ სხვა კლავიშს ან დააწკაპუნეთ დაყენება კლავიშის მიმდინარე მინიჭების შესაცვლელად.
kk: %s Кілт коды: %#4x [%#4x] Модификатор: %#x %s тағайындалған '%s'. Басқа пернені басыңыз немесе ағымдағы перне тағайындауын ауыстыру үшін Орнату түймесін басыңыз.
km: %s កូដu200bគន្លឹះ៖ %#4x [%#4x] អ្នកកែប្រែ៖ %#x %s ត្រូវបានចាត់តាំងរួចហើយ '%s'. ចុចគ្រាប់ចុចផ្សេង ឬចុច កំណត់ ដើម្បីជំនួសការចាត់ចែងគ្រាប់ចុចបច្ចុប្បន្ន។
kn: %s ಕೀಕೋಡ್: %#4x [%#4x] ಪರಿವರ್ತಕ: %#x %s ಗೆ ಈಗಾಗಲೇ ನಿಯೋಜಿಸಲಾಗಿದೆ '%s'. ಪ್ರಸ್ತುತ ಕೀ ನಿಯೋಜನೆಯನ್ನು ಬದಲಾಯಿಸಲು ಬೇರೆ ಕೀಲಿಯನ್ನು ಒತ್ತಿ ಅಥವಾ ಹೊಂದಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: %s Keycode: %#4x [%#4x] Guherker: %#x %s ji berê ve hatiye tayînkirin '%s'. Bişkojkek din bikirtînin an bikirtînin Set da ku peywira mifteya heyî biguhezînin.
ky: %s Ачкыч коду: %#4x [%#4x] Модификатор: %#x %s буга чейин дайындалган '%s'. Учурдагы ачкыч дайындоосун алмаштыруу үчүн башка баскычты басыңыз же Орнотуу баскычын басыңыз.
lb: %s Schlësselcode: %#4x [%#4x] Modifier: %#x %s schonn zougewisen ass '%s'. Dréckt en anere Schlëssel oder klickt op Set fir déi aktuell Schlësselbezuelung ze ersetzen.
lo: %s ລະຫັດລະຫັດ: %#4x [%#4x] ຕົວແກ້ໄຂ: %#x %s ຖືກມອບໝາຍໃຫ້ແລ້ວ '%s'. ກົດປຸ່ມອື່ນ ຫຼືຄລິກທີ່ຕັ້ງເພື່ອປ່ຽນແທນການມອບໝາຍກະແຈປັດຈຸບັນ.
lt: %s Rakto kodas: %#4x [%#4x] Modifikatorius: %#x %s jau priskirtas '%s'. Paspauskite kitą klavišą arba spustelėkite Nustatyti, kad pakeistumėte dabartinį klavišo priskyrimą.
lv: %s Atslēgas kods: %#4x [%#4x] Modifikators: %#x %s jau ir piešķirts '%s'. Nospiediet citu taustiņu vai noklikšķiniet uz Iestatīt, lai aizstātu pašreizējo taustiņu piešķiršanu.
mg: %s Keycode: %#4x [%#4x] Modifier: %#x %s dia efa voatendry ho '%s'. Tsindrio fanalahidy hafa na tsindrio ny Set raha hanolo ny fanendrena fanalahidy ankehitriny.
mi: %s Waehere matua: %#4x [%#4x] Whakakē: %#x %s kua tohua kē ki '%s'. Pēhia tētahi kī kē, pāwhiritia rānei te Tautuhi hei whakakapi i te taumahi kī o nāianei.
mk: %s Клучен код: %#4x [%#4x] Модификатор: %#x %s веќе е доделен на '%s'. Притиснете друго копче или кликнете Постави за да го замените тековното доделување копчиња.
ml: %s കീകോഡ്: %#4x [%#4x] മോഡിഫയർ: %#x %s ഇതിനകം നിയോഗിക്കപ്പെട്ടിരിക്കുന്നു '%s'. നിലവിലെ കീ അസൈൻമെന്റ് മാറ്റിസ്ഥാപിക്കുന്നതിന് മറ്റൊരു കീ അമർത്തുക അല്ലെങ്കിൽ സജ്ജമാക്കുക ക്ലിക്കുചെയ്യുക.
mn: %s Түлхүүр код: %#4x [%#4x] Өөрчлөгч: %#x %s аль хэдийн томилогдсон байна '%s'. Одоогийн түлхүүрийн даалгаврыг солихын тулд өөр товчлуур дар эсвэл Тохируулах дээр дарна уу.
mr: %s कीकोड: %#4x [%#4x] सुधारक: %#x %s आधीच नियुक्त केले आहे '%s'. वर्तमान की असाइनमेंट पुनर्स्थित करण्यासाठी भिन्न की दाबा किंवा सेट करा क्लिक करा.
mt: %s Keycode: %#4x [%#4x] Modifikatur: %#x %s huwa diġà assenjat lil '%s'. Agħfas ċavetta differenti jew ikklikkja Issettja biex tissostitwixxi l-assenjazzjoni taċ-ċavetta attwali.
my: %s သော့ကုဒ်- %#4x [%#4x] ပြုပြင်မွမ်းမံမှု- %#x %s တာဝန်ပေးပြီးသားပါ။ '%s'. မတူညီသောကီးတစ်ခုကို နှိပ်ပါ သို့မဟုတ် လက်ရှိသော့တာဝန်ကို အစားထိုးရန် Set ကိုနှိပ်ပါ။
nb: %s Nøkkelkode: %#4x [%#4x] Modifikator: %#x %s er allerede tildelt '%s'. Trykk på en annen tast eller klikk på Angi for å erstatte gjeldende nøkkeltilordning.
ne: %s किकोड: %#4x [%#4x] परिमार्जनकर्ता: %#x %s पहिले नै तोकिएको छ '%s'. हालको कुञ्जी असाइनमेन्ट बदल्नको लागि फरक कुञ्जी थिच्नुहोस् वा सेट क्लिक गर्नुहोस्।
or: %s କୀ କୋଡ୍: %#4x [%#4x] ପରିବର୍ତ୍ତନକାରୀ: %#x %s ପୂର୍ବରୁ ନ୍ୟସ୍ତ ହୋଇଛି | '%s'. ଏକ ଭିନ୍ନ କି ଦବାନ୍ତୁ କିମ୍ବା ସାମ୍ପ୍ରତିକ କି ଆସାଇନମେଣ୍ଟକୁ ବଦଳାଇବା ପାଇଁ ସେଟ୍ କ୍ଲିକ୍ କରନ୍ତୁ |
pa: %s ਕੀਕੋਡ: %#4x [%#4x] ਸੋਧਕ: %#x %s ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਨਿਰਧਾਰਤ ਕੀਤਾ ਗਿਆ ਹੈ '%s'. ਇੱਕ ਵੱਖਰੀ ਕੁੰਜੀ ਦਬਾਓ ਜਾਂ ਮੌਜੂਦਾ ਕੁੰਜੀ ਅਸਾਈਨਮੈਂਟ ਨੂੰ ਬਦਲਣ ਲਈ ਸੈੱਟ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
ps: %s :ډﻮﮐ ﻱﺪﯿﻠﮐ %#4x [%#4x] :ﯽﮑﻧﻮﮐ ﻞﯾﺪﻌﺗ %#x %s ﯼﻮﺷ ﻝﺭﺎﻤګ ﻪﺨﻣﺩ ﻻ﻿ '%s'. .ﺉړﮐﻭ ﮏﯿﻠﮐ Set ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﯼﺎځ ﻪﭘ ﯼﺎځ ﯤﺪﻧﺩ ﻲﻠﯿﮐ ﻲﻨﺳﻭﺍ ﺩ ﺎﯾ ﺉړﮐﺭﻭ ﺭﺎﺸﻓ ﻲﻠﯿﮐ ﻞﺑ ﻮﯾ
ro: %s Cod cheie: %#4x [%#4x] Modificator: %#x %s este deja atribuit '%s'. Apăsați o altă tastă sau faceți clic pe Set pentru a înlocui alocarea actuală a tastei.
rw: %s Urufunguzo: %#4x [%#4x] Guhindura: %#x %s ni Byashizweho Kuri '%s'. Kanda urufunguzo rutandukanye cyangwa ukande Set kugirango usimbuze urufunguzo rwibanze.
sd: %s :ڊﻮڪ ﻲڪ %#4x [%#4x] :ڙﺪﻨڪ ﻞﻳﺪﺒﺗ %#x %s ﻲﻫﺁ ﻮﻳﻭ ﻮﻴڪ ﺭﺮﻘﻣ ﻲﺋ ۾ ﮖﺍ '%s'. .ﻲﮐ ٽﻨﻴﻤﻨﺋﺎﺳﺍ ﻲﭽﻴڪ ﻩﺩﻮﺟﻮﻣ ءِﻻ﻿ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻲﮐ ٽﻴﺳ ﻮﻳﺮڪ ڪﻠڪ ﺎﻳ ﻮﻳﺎﭔﺩ ﻲڪ ﻒﻠﺘﺨﻣ ڪﻫ
si: %s යතුරු කේතය: %#4x [%#4x] විකරණය: %#x %s වෙත දැනටමත් පවරා ඇත '%s'. වත්මන් යතුරු පැවරුම ප්u200dරතිස්ථාපනය කිරීමට වෙනත් යතුරක් ඔබන්න හෝ සකසන්න ක්ලික් කරන්න.
sk: %s Keycode: %#4x [%#4x] Modifikátor: %#x %s je už priradený '%s'. Stlačením iného klávesu alebo kliknutím na tlačidlo Nastaviť nahradíte aktuálne priradenie klávesu.
sl: %s koda ključa: %#4x [%#4x] modifikator: %#x %s je že dodeljen '%s'. Pritisnite drugo tipko ali kliknite Nastavi, da zamenjate trenutno dodelitev tipk.
sq: %s Kodi kyç: %#4x [%#4x] Modifikues: %#x %s tashmë i është caktuar '%s'. Shtypni një tast tjetër ose klikoni Set për të zëvendësuar caktimin aktual të tastit.
sw: %s Msimbo muhimu: %#4x [%#4x] Kirekebishaji: %#x %s tayari imekabidhiwa '%s'. Bonyeza kitufe tofauti au ubofye Weka ili kubadilisha kazi ya ufunguo wa sasa.
ta: %s விசைக்குறி: %#4x [%#4x] மாற்றி: %#x %s ஏற்கனவே ஒதுக்கப்பட்டுள்ளது '%s'. தற்போதைய விசை ஒதுக்கீட்டை மாற்ற வேறு விசையை அழுத்தவும் அல்லது அமை என்பதைக் கிளிக் செய்யவும்.
te: %s కీ కోడ్: %#4x [%#4x] మాడిఫైయర్: %#x %s ఇప్పటికే కేటాయించబడింది '%s'. ప్రస్తుత కీ అసైన్u200cమెంట్u200cను భర్తీ చేయడానికి వేరే కీని నొక్కండి లేదా సెట్ చేయి క్లిక్ చేయండి.
tg: %s Рамзи калид: %#4x [%#4x] Тағйирдиҳанда: %#x %s аллакай таъин шудааст '%s'. Барои иваз кардани таъиноти ҷории калид, тугмаи дигарро пахш кунед ё Танзимро клик кунед.
th: %s รหัสกุญแจ: %#4x [%#4x] ตัวดัดแปลง: %#x %s ได้มอบหมายให้ '%s'. กดปุ่มอื่นหรือคลิกตั้งค่าเพื่อแทนที่การกำหนดคีย์ปัจจุบัน
tk: %s Açar kody: %#4x [%#4x] Üýtgediji: %#x %s eýýäm bellendi '%s'. Başga düwmä basyň ýa-da häzirki açar tabşyrygyny çalyşmak üçin Set düwmesine basyň.
tt: %s Клавиатура: %#4x [%#4x] Модификатор: %#x %s инде билгеләнгән '%s'. Башка төймәгә басыгыз яки хәзерге ачкыч биремен алыштыру өчен Set төймәсенә басыгыз.
uk: %s Код ключа: %#4x [%#4x] Модифікатор: %#x %s вже призначено до '%s'. Натисніть іншу клавішу або натисніть Встановити, щоб замінити поточне призначення клавіш.
ur: %s :ﮈﻮﮐ ﯽﯿﮐ %#4x [%#4x] :ﮦﺪﻨﻨﮐ ﻢﯿﻣﺮﺗ %#x %s ۔ﮯﮨ ﺎﯿﮔ ﺎﯿﮐ ﺾﯾﻮﻔﺗ ﯽﮨ ﮯﻠﮩﭘ ﻮﮐ '%s'. ۔ﮟﯾﺮﮐ ﮏﻠﮐ ﺮﭘ ﭧﯿﺳ ﺎﯾ ﮟﯿﺋﺎﺑﺩ ﺪﯿﻠﮐ ﻒﻠﺘﺨﻣ ﮏﯾﺍ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻮﮐ ﭧﻨﻤﻨﺋﺎﺳﺍ ﯼﺪﯿﻠﮐ ﮦﺩﻮﺟﻮﻣ
uz: %s Kalit kodi: %#4x [%#4x] Modifikator: %#x %s allaqachon tayinlangan '%s'. Joriy kalit tayinlanishini almashtirish uchun boshqa tugmani bosing yoki Sozlash tugmasini bosing.
vi: %s Mã khóa: %#4x [%#4x] Bổ nghĩa: %#x %s đã được giao cho '%s'. Nhấn một phím khác hoặc nhấp vào Đặt để thay thế việc gán khóa hiện tại.
xh: %s Ikhowudi yesitshixo: %#4x [%#4x] Isilungisi: %#x %s sele yabelwe '%s'. Cinezela iqhosha elahlukileyo okanye ucofe i-Seta ukuze ubuyisele ulwabiwo lweqhosha langoku.
yi: %s :דאָק לסילש %#4x [%#4x] :רעיפידאָמ %#x %s וצ טמיטשאַב ןיוש זיא '%s'. .טנאַמנייסאַ לסילש טנאַרק יד ןטיַיבראַפ וצ ןלעטש טיג רעדאָ לסילש שרעדנאַ אַ ןקירד
