Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: <b>File Types to Search</b>
af: <b>Lêertipes om te soek</b>
am: <b>ለመፈለግ የፋይል ዓይነቶች</b>
ar: <b>أنواع الملفات التي سيتم البحث عنها</b>
be: <b>Тыпы файлаў для пошуку</b>
bg: <b>Типове файлове за търсене</b>
bn: <b>অনুসন্ধানের জন্য ফাইলের ধরন</b>
ca: <b>Tipus de fitxer a buscar</b>
cy: <b>Mathau o Ffeiliau i'w Chwilio</b>
da: <b>Søg efter filtype</b>
eo: <b>Dosieroj por Serĉi</b>
et: <b>Faili tüübid, mida otsida</b>
eu: <b>Bilatu beharreko fitxategi motak</b>
fa: <b>ﻮﺠﺘﺴﺟ ﯼﺍﺮﺑ ﻞﯾﺎﻓ ﻉﺍﻮﻧﺍ</b>
fi: <b>Etsittävät tiedostotyypit</b>
fil: <b>Mga Uri ng File na Hahanapin</b>
fy: <b>Bestânstypen om te sykjen</b>
ga: <b>Cineálacha Comhad le Cuardach</b>
gd: <b>Seòrsan faidhle airson sgrùdadh</b>
gl: <b>Tipos de Ficheiro a Buscar</b>
gu: <b>શોધવા માટે ફાઇલ પ્રકારો</b>
he: <b>סוגי הקבצים לחיפוש</b>
hi: <b>खोजने के लिए फ़ाइल प्रकार</b>
hr: <b>Vrste datoteka za pretraživanje</b>
hu: <b>Keresendő fájltípusok</b>
hy: <b>Որոնման համար ֆայլերի տեսակները</b>
id: <b>Tipe File Untuk Dicari</b>
is: <b>Skráargerðir til að leita</b>
ka: <b>საძიებო ფაილის ტიპები</b>
kk: <b>Іздеуге арналған файл түрлері</b>
km: <b>នាំ​ប្រភេទ​ឯកសារ​ដែល​រក</b>
kn: <b>ಹುಡುಕಲು ಫೈಲ್ ಪ್ರಕಾರಗಳು</b>
ku: <b>Cureyên Pelê ji bo Lêgerînê</b>
ky: <b>Издөө үчүн файл түрлөрү</b>
lb: <b>Dateitypen fir ze sichen</b>
lo: <b>ປະເພດໄຟລ໌ເພື່ອຊອກຫາ</b>
lt: <b>Ieškoti failų tipų</b>
lv: <b>Meklējamie failu veidi</b>
mg: <b>Karazana rakitra hikaroka</b>
mi: <b>Momo Kōnae hei Rapu</b>
mk: <b>Типови на датотеки за пребарување</b>
ml: <b>തിരയാനുള്ള ഫയൽ തരങ്ങൾ</b>
mn: <b>Хайх файлын төрлүүд</b>
mr: <b>शोधण्यासाठी फाइल प्रकार</b>
mt: <b>Tipi ta' Fajls għal Fittex</b>
my: <b>ရှာဖွေရန် ဖိုင်အမျိုးအစားများ</b>
nb: <b>Filtyper å søke</b>
ne: <b>खोज्नका लागि फाइल प्रकारहरू</b>
or: <b>ସନ୍ଧାନ କରିବାକୁ ଫାଇଲ୍ ପ୍ରକାରଗୁଡିକ |</b>
pa: <b>ਖੋਜਣ ਲਈ ਫਾਈਲ ਕਿਸਮਾਂ</b>
ps: <b>ﻪﻧﻮﻟﻭډ ﻞﯾﺎﻓ ﺩ ﻩﺭﺎﭙﻟ ﻥﻮټﻟ ﺩ</b>
ro: <b>Tipuri de fișiere de căutat</b>
rw: <b>Ubwoko bwa dosiye gushakisha</b>
sd: <b>ءﻻ﻿ ﮡﻟﻮﮘ ﻢﺴﻗ ﺎﺟ ﻞﺋﺎﻓ</b>
si: <b>සෙවීමට ගොනු වර්ග</b>
sk: <b>Hľadať typy súborov</b>
sl: <b>Išči po tipu datoteke
sq: <b>Llojet e skedarëve për të kërkuar</b>
sw: <b>Aina za Faili za Kutafuta</b>
ta: <b>தேட வேண்டிய கோப்பு வகைகள்</b>
te: <b>శోధించడానికి ఫైల్ రకాలు</b>
tg: <b>Намудҳои файл барои ҷустуҷӯ</b>
th: <b>ประเภทไฟล์ที่จะค้นหา</b>
tk: <b>Gözlemek üçin faýl görnüşleri</b>
tt: <b>Эзләү өчен файл төрләре</b>
uk: <b>Типи файлів для пошуку</b>
ur: <b>تلاش کے لیے فائلوں کی نوعیت</b>
uz: <b>Qidirish uchun fayl turlari</b>
vi: <b>Các loại tệp để tìm kiếm</b>
xh: <b>Iintlobo zeeFayile zokuPhendla</b>
yi: <b>ןכוז וצ ספּייט עקעט</b>

source: Search in subfolders
af: Soek in subgidse
am: በንዑስ አቃፊዎች ውስጥ ይፈልጉ
ar: ﺔﻴﻋﺮﻔﻟﺍ ﺕﺍﺪﻠﺠﻤﻟﺍ ﻲﻓ ﺚﺤﺒﻟﺍ
be: Пошук у падтэчках
bg: Търсене в подпапки
bn: সাবফোল্ডারে অনুসন্ধান করুন
ca: Cerca a subcarpetes
cy: Chwilio mewn is-ffolderi
da: Søg i undermapper
eo: Serĉu en subdosierujoj
et: Otsige alamkaustadest
eu: Bilatu azpikarpetetan
fa: ﺎﻫ ﻪﺷﻮﭘ ﺮﯾﺯ ﺭﺩ ﻮﺠﺘﺴﺟ
fi: Hae alikansioista
fil: Maghanap sa mga subfolder
fy: Sykje yn submappen
ga: Cuardaigh i bhfofhillteáin
gd: Lorg ann am fo-fhònaichean
gl: Busca en subcarpetas
gu: સબફોલ્ડર્સમાં શોધો
he: תויקית יתתב שפח
hi: सबफ़ोल्डर में खोजें
hr: Traži u podmapama
hu: Keresés az almappákban
hy: Որոնել ենթաթղթապանակներում
id: Cari di subfolder
is: Leitaðu í undirmöppum
ka: ძიება ქვესაქაღალდეებში
kk: Ішкі қалталардан іздеу
km: ស្វែងរកក្នុងថតរង
kn: ಉಪ ಫೋಲ್ಡರ್u200cಗಳಲ್ಲಿ ಹುಡುಕಿ
ku: Di binpeldankan de bigerin
ky: Чакан папкалардан издөө
lb: Sich an Ënnermapper
lo: ຄົ້ນຫາໃນໂຟເດີຍ່ອຍ
lt: Ieškoti poaplankiuose
lv: Meklēt apakšmapēs
mg: Karohy ao anaty folders
mi: Rapua i roto i nga kōpakiroto
mk: Пребарувајте во подпапки
ml: സബ്ഫോൾഡറുകളിൽ തിരയുക
mn: Дэд хавтаснаас хайх
mr: सबफोल्डर्समध्ये शोधा
mt: Fittex fis-subfolders
my: ဖိုင်တွဲခွဲများတွင် ရှာဖွေပါ။
nb: Søk i undermapper
ne: सबफोल्डरहरूमा खोज्नुहोस्
or: ଉପଫୋଲ୍ଡରରେ ସନ୍ଧାନ କରନ୍ତୁ |
pa: ਸਬਫੋਲਡਰਾਂ ਵਿੱਚ ਖੋਜ ਕਰੋ
ps: ﺉړﮐﻭ ﻥﻮټﻟ ﯥﮐ ﻮﻧﻭﺭډﻟﻮﻓ ﻲﻋﺮﻓ ﻪﭘ
ro: Căutați în subdosare
rw: Shakisha muri subfolders
sd: ﻮﻳﺮڪ ﻻ﻿ﻮﮘ ۾ ﺭڊﻟﻮﻓ ﻲﻠﻳﺫ
si: උප ෆෝල්ඩර තුළ සොයන්න
sk: Hľadajte v podpriečinkoch
sl: Išči v podmapah
sq: Kërkoni në nëndosje
sw: Tafuta katika folda ndogo
ta: துணை கோப்புறைகளில் தேடவும்
te: సబ్u200cఫోల్డర్u200cలలో శోధించండి
tg: Ҷустуҷӯ дар зерпапкаҳо
th: ค้นหาในโฟลเดอร์ย่อย
tk: Kiçi bukjalarda gözläň
tt: Субфолдерларда эзләү
uk: Пошук у підпапках
ur: ۔ﮟﯾﺮﮐ ﺵﻼ﻿ﺗ ﮟﯿﻣ ﺯﺭﮉﻟﻮﻓ ﯽﻠﯾﺫ
uz: Pastki papkalarda qidirish
vi: Tìm kiếm trong các thư mục con
xh: Phendla kwiziqulathi zeefayili
yi: סרעדלאָפבוס ןיא ןכוז

source: Search hidden files
af: Soek verborge lêers
am: የተደበቁ ፋይሎችን ይፈልጉ
ar: ﺔﻴﻔﺨﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍ ﻲﻓ ﺚﺤﺒﻟﺍ
be: Пошук схаваных файлаў
bg: Търсене в скрити файлове
bn: লুকানো ফাইল অনুসন্ধান করুন
ca: Cerca fitxers ocults
cy: Chwilio ffeiliau cudd
da: Søg i skjulte filer
eo: Serĉu kaŝitajn dosierojn
et: Otsige peidetud faile
eu: Bilatu ezkutuko fitxategiak
fa: ﯽﻔﺨﻣ ﯼﺎﻫ ﻞﯾﺎﻓ ﯼﻮﺠﺘﺴﺟ
fi: Etsi piilotettuja tiedostoja
fil: Maghanap ng mga nakatagong file
fy: Sykje ferburgen bestannen
ga: Cuardaigh comhaid i bhfolach
gd: Rannsaich faidhlichean falaichte
gl: Busca ficheiros ocultos
gu: છુપાયેલ ફાઇલો શોધો
he: םירתסומ םיצבק שפח
hi: छिपी हुई फ़ाइलें खोजें
hr: Traži skrivene datoteke
hu: Rejtett fájlok keresése
hy: Որոնել թաքնված ֆայլերը
id: Cari file tersembunyi
is: Leitaðu að földum skrám
ka: მოძებნეთ ფარული ფაილები
kk: Жасырын файлдарды іздеу
km: ស្វែងរកឯកសារដែលលាក់
kn: ಗುಪ್ತ ಫೈಲ್u200cಗಳನ್ನು ಹುಡುಕಿ
ku: Li pelên veşartî bigerin
ky: Жашыруун файлдарды издөө
lb: Sich verstoppte Fichieren
lo: ຊອກຫາໄຟລ໌ທີ່ເຊື່ອງໄວ້
lt: Ieškoti tarp paslėptų failų
lv: Meklēt slēptos failus
mg: Hikaroka rakitra miafina
mi: Rapua nga konae huna
mk: Пребарајте скриени датотеки
ml: മറഞ്ഞിരിക്കുന്ന ഫയലുകൾ തിരയുക
mn: Нуугдсан файлуудыг хайх
mr: लपलेल्या फायली शोधा
mt: Fittex fajls moħbija
my: ဝှက်ထားသောဖိုင်များကို ရှာဖွေပါ။
nb: Søk i skjulte filer
ne: लुकेका फाइलहरू खोज्नुहोस्
or: ଲୁକ୍କାୟିତ ଫାଇଲଗୁଡ଼ିକୁ ଖୋଜ |
pa: ਲੁਕੀਆਂ ਹੋਈਆਂ ਫਾਈਲਾਂ ਦੀ ਖੋਜ ਕਰੋ
ps: ﺊټﻠﭘﻭ ﻪﻧﻮﻠﯾﺎﻓ ﻱﻮﺷ ټﭘ
ro: Căutați fișiere ascunse
rw: Shakisha dosiye zihishe
sd: ﻥﻮﻠﺋﺎﻓ ﻞﻴڪﻟ ﻲﻬﻟﻮﮘ
si: සැඟවුණු ගොනු සොයන්න
sk: Vyhľadajte skryté súbory
sl: Išči skrite datoteke
sq: Kërkoni skedarë të fshehur
sw: Tafuta faili zilizofichwa
ta: மறைக்கப்பட்ட கோப்புகளைத் தேடுங்கள்
te: దాచిన ఫైల్u200cలను శోధించండి
tg: Ҷустуҷӯи файлҳои пинҳон
th: ค้นหาไฟล์ที่ซ่อนอยู่
tk: Gizlin faýllary gözläň
tt: Яшерен файлларны эзләгез
uk: Пошук прихованих файлів
ur: ۔ﮟﯾﺮﮐ ﺵﻼ﻿ﺗ ﻮﮐ ﮞﻮﻠﺋﺎﻓ ﯽﺋﻮﮨ ﯽﭙﮭﭼ
uz: Yashirin fayllarni qidirish
vi: Tìm kiếm các tệp ẩn
xh: Khangela iifayile ezifihliweyo
yi: סעקעט ןגראָבראַפ ןכוז

source: <b>Places to Search</b>
af: <b>Plekke om te soek</b>
am: <b>የሚፈለጉ ቦታዎች</b>
ar: <b>الأماكن التي سيتم البحث فيها</b>
be: <b>Месцы для пошуку</b>
bg: <b>Места за търсене</b>
bn: <b>অনুসন্ধান করার জায়গা</b>
ca: <b>Llocs on cercar</b>
cy: <b>Lleoedd i Chwilio</b>
da: <b>Placeringer at søge på</b>
eo: <b>Lokoj por Serĉi</b>
et: <b>Otsitavad kohad</b>
eu: <b>Bilatu beharreko tokiak</b>
fa: <b>ﻮﺠﺘﺴﺟ ﯼﺍﺮﺑ ﯽﯾﺎﻫ ﻥﺎﮑﻣ</b>
fi: <b>Etsittävät sijainnit</b>
fil: <b>Mga lugar na hahanapin</b>
fy: <b>Plakken om te sykjen</b>
ga: <b>Áiteanna le Cuardach</b>
gd: <b>Àiteachan airson sgrùdadh</b>
gl: <b>Lugares a Buscar</b>
gu: <b>શોધવા માટે સ્થાનો</b>
he: <b>מיקומים לחיפוש</b>
hi: <b>खोजने के लिए स्थान</b>
hr: <b>Mjesta za pretraživanje</b>
hu: <b>Keresési helyek</b>
hy: <b>Որոնման վայրեր</b>
id: <b>Tempat Mencari</b>
is: <b>Staðir til að leita</b>
ka: <b>საძიებო ადგილები</b>
kk: <b>Іздеу орындары</b>
km: <b>ផ្លូវដែលត្រូវ​ស្វែង​រក</b>
kn: <b>ಹುಡುಕಲು ಸ್ಥಳಗಳು</b>
ku: <b>Cihên lêgerînê</b>
ky: <b>Издөө үчүн жерлер</b>
lb: <b>Plaze Sich</b>
lo: <b>ສະຖານທີ່ຊອກຫາ</b>
lt: <b>Kur ieškoti</b>
lv: <b>Vietas, kur meklēt</b>
mg: <b>Toerana hikaroka</b>
mi: <b>Nga waahi hei rapu</b>
mk: <b>Места за пребарување</b>
ml: <b>തിരയാനുള്ള സ്ഥലങ്ങൾ</b>
mn: <b>Хайх газрууд</b>
mr: <b>शोधण्यासाठी ठिकाणे</b>
mt: <b>Postijiet ta' Fittex</b>
my: <b>ရှာဖွေရန်နေရာများ</b>
nb: <b>Steder å søke</b>
ne: <b>खोज्ने ठाउँहरू</b>
or: <b>ସନ୍ଧାନ କରିବାକୁ ସ୍ଥାନଗୁଡିକ |</b>
pa: <b>ਖੋਜਣ ਲਈ ਸਥਾਨ</b>
ps: <b>ﻪﻧﻮﯾﺎځ ﻩﺭﺎﭙﻟ ﻥﻮټﻟ ﺩ</b>
ro: <b>Locuri de căutat</b>
rw: <b>Ahantu ho gushakisha</b>
sd: <b>ﻥﻮﮭﮙﺟ ءﻻ﻿ ﮡﻟﻮﮘ</b>
si: <b>සෙවිය යුතු ස්ථාන</b>
sk: <b>Kde hľadať</b>
sl: <b>Išči v:</b>
sq: <b>Vendet për të kërkuar</b>
sw: <b>Maeneo ya Kutafuta</b>
ta: <b>தேட வேண்டிய இடங்கள்</b>
te: <b>శోధించడానికి స్థలాలు</b>
tg: <b>Ҷойҳо барои ҷустуҷӯ</b>
th: <b>สถานที่ค้นหา</b>
tk: <b>Gözlemeli ýerler</b>
tt: <b>Эзләү урыннары</b>
uk: <b>Місця де шукати</b>
ur: <b>مقامات برائے تلاش</b>
uz: <b>Qidiriladigan joylar</b>
vi: <b>Địa điểm để Tìm kiếm</b>
xh: <b>Iindawo zokukhangela</b>
yi: <b>ןכוז וצ רעטרע</b>

source: General
af: Algemeen
am: አጠቃላይ
ar: عام
be: Агульны
bg: Общ
bn: সাধারণ
cy: Cyffredinol
da: Generelt
eo: Generalo
et: Üldine
eu: Orokorra
fa: ﯽﻣﻮﻤﻋ
fi: Yleiset
fil: Heneral
fy: Algemien
ga: Ginearálta
gd: Coitcheann
gl: Xeral
gu: જનરલ
he: כללי
hi: आम
hr: Općenito
hu: Általános
hy: Գեներալ
id: Umum
is: Almennt
ka: გენერალი
kk: Жалпы
km: ​ទូទៅ
kn: ಸಾಮಾನ್ಯ
ku: Giştî
ky: Генерал
lo: ທົ່ວໄປ
lt: Bendri
lv: Ģenerālis
mi: Whānui
mk: Општо
ml: ജനറൽ
mn: Генерал
mr: सामान्य
mt: Ġenerali
my: အထွေထွေ
nb: Generell
ne: सामान्य
or: ଜେନେରାଲ୍ |
pa: ਜਨਰਲ
ps: ﻝﺍﺮﻨﺟ
rw: Jenerali
sd: ﻝﺮﻨﺟ
si: පොදු
sk: Všeobecné
sl: Splošno
sq: Gjeneral
sw: Mkuu
ta: பொது
te: జనరల్
tg: Генерал
th: ทั่วไป
tt: Генерал
uk: Загальне
ur: عام
vi: Chung
xh: Ngokubanzi
yi: עניימעגלאַ

source: File Contains:
af: Lêer bevat:
am: ፋይል ይይዛል፡-
ar: يحتوي الملف على:
be: Файл змяшчае:
bg: Файлът съдържа:
bn: ফাইলে রয়েছে:
ca: El fitxer conté:
cy: Yn cynnwys ffeil:
da: Filen indeholder:
eo: Dosiero Enhavas:
et: Fail sisaldab:
eu: Fitxategiak honako hauek ditu:
fa: :ﯼﻭﺎﺣ ﻞﯾﺎﻓ
fi: Tiedosto sisältää:
fil: Naglalaman ang File:
fy: Triem befettet:
ga: Tá Comhad ann:
gd: Anns a bheil faidhle:
gl: O Ficheiro Conten:
gu: ફાઇલ સમાવે છે:
he: הקובץ מכיל:
hi: फ़ाइल में शामिल हैं:
hr: Datoteka sadrži:
hu: Fájl tartalma:
hy: Ֆայլը պարունակում է.
id: Isi File:
is: Skrá inniheldur:
ka: ფაილი შეიცავს:
kk: Файл құрамында:
km: មាតិកា​ឯកសារ ៖
kn: ಫೈಲ್ ಒಳಗೊಂಡಿದೆ:
ku: Pelê dihewîne:
ky: Файлды камтыйт:
lb: Datei enthält:
lo: ໄຟລ໌ປະກອບມີ:
lt: Faile yra:
lv: Fails satur:
mg: Ahitana rakitra:
mi: Kōnae kei roto:
mk: Датотеката содржи:
ml: ഫയലിൽ അടങ്ങിയിരിക്കുന്നു:
mn: Файл агуулна:
mr: फाइलमध्ये समाविष्ट आहे:
mt: Il-fajl Fih:
my: ဖိုင်ပါရှိသည်-
nb: Filen inneholder:
ne: फाइल समावेश छ:
or: ଫାଇଲ୍ ଧାରଣ କରେ:
pa: ਫਾਈਲ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ:
ps: :ﻱﺮﻟ ﻞﯾﺎﻓ
ro: Fișierul conține:
rw: Idosiye Irimo:
sd: :ﻲﻫﺁ ﻞﻤﺘﺸﻣ ﻲﺗ ﻞﺋﺎﻓ
si: ගොනුවේ අඩංගු වන්නේ:
sk: Súbor obsahuje:
sl: Datoteka vsebuje:
sq: Skedari përmban:
sw: Faili Ina:
ta: கோப்பு கொண்டுள்ளது:
te: ఫైల్ కలిగి ఉంది:
tg: Файл дар бар мегирад:
th: ไฟล์ประกอบด้วย:
tk: Faýl öz içine alýar:
tt: Файл эчендә:
uk: Файл містить:
ur: فائل میں شامل ہے:
uz: Fayl tarkibi:
vi: Tệp chứa:
xh: IFayile Iqulathe:
yi: :ללוכּ עקעט

source: Use Regular Expression
af: Gebruik gereelde uitdrukking
am: መደበኛ አገላለጽ ተጠቀም
ar: استخدم التعابير النمطية
be: Выкарыстоўвайце рэгулярныя выразы
bg: Използвайте регулярен израз
bn: রেগুলার এক্সপ্রেশন ব্যবহার করুন
ca: Empra expressions regulars
cy: Defnyddiwch Fynegiant Rheolaidd
da: Brug regulært udtryk
eo: Uzu Regulan Esprimon
et: Regulaaravaldiste kasutamine
eu: Erabili Adierazpen Erregularra
fa: ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ ﻢﻈﻨﻣ ﻥﺎﯿﺑ ﺯﺍ
fi: Käytä säännöllistä lauseketta
fil: Gumamit ng Regular Expression
fy: Brûk reguliere ekspresje
ga: Úsáid Slonn Rialta
gd: Cleachd Cur an cèill cunbhalach
gl: Usar expresións regulares
gu: નિયમિત અભિવ્યક્તિનો ઉપયોગ કરો
he: שימוש בביטוי רגולארי
hi: नियमित अभिव्यक्ति का प्रयोग करें
hr: Koristite regularni izraz
hu: Szabályos kifejezéssel
hy: Օգտագործեք կանոնավոր արտահայտություն
id: Menggunakan Ekspresi Reguler
is: Notaðu reglubundna tjáningu
ka: გამოიყენეთ რეგულარული გამოხატვა
kk: Тұрақты өрнекті пайдаланыңыз
km: ប្រើ​កន្សោម​ផ្គូផ្គង
kn: ನಿಯಮಿತ ಅಭಿವ್ಯಕ್ತಿ ಬಳಸಿ
ku: Îfadeya Birêkûpêk bikar bînin
ky: Регулярдуу туюнтманы колдонуңуз
lb: Benotzt Regular Expression
lo: ໃຊ້ການສະແດງອອກປົກກະຕິ
lt: Naudoti reguliariąją išraišką
lv: Izmantojiet regulāro izteiksmi
mg: Mampiasà Expression Regular
mi: Whakamahia te Krero Tonu
mk: Користете регуларен израз
ml: റെഗുലർ എക്സ്പ്രഷൻ ഉപയോഗിക്കുക
mn: Тогтмол илэрхийлэл ашиглах
mr: नियमित अभिव्यक्ती वापरा
mt: Uża Espressjoni Regolari
my: Regular Expression ကိုသုံးပါ။
nb: Bruk regulære uttrykk
ne: नियमित अभिव्यक्ति प्रयोग गर्नुहोस्
or: ନିୟମିତ ଅଭିବ୍ୟକ୍ତି ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ ਦੀ ਵਰਤੋਂ ਕਰੋ
ps: ﺉﻭﺭﺎﮐﻭ ﻥﺎﯿﺑ ﻢﻈﻨﻣ
ro: Utilizați expresia regulată
rw: Koresha imvugo isanzwe
sd: ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ﺭﺎﻬﻇﺍ ﻩﺪﻋﺎﻗﺎﺑ
si: නිතිපතා ප්රකාශනය භාවිතා කරන්න
sk: Použiť regulárny výraz
sl: Uporabi regularne izraze
sq: Përdorni shprehje të rregullta
sw: Tumia Usemi wa Kawaida
ta: வழக்கமான வெளிப்பாடு பயன்படுத்தவும்
te: రెగ్యులర్ ఎక్స్u200cప్రెషన్u200cని ఉపయోగించండి
tg: Ифодаи муқаррариро истифода баред
th: ใช้นิพจน์ทั่วไป
tk: Yzygiderli aňlatma ulanyň
tt: Регуляр белдерүне кулланыгыз
uk: Використовувати регулярний вираз
ur: عام تاثر استعمال کریں
uz: Muntazam ifodadan foydalaning
vi: Sử dụng Cụm từ Thông dụng
xh: Sebenzisa Intetho Rhoqo
yi: ןאָיססערפּסקע רעלוגער ןצינ

source: <b>File Content</b>
af: <b>Lêerinhoud</b>
am: <b>የፋይል ይዘት</b>
ar: <b>محتوى الملف</b>
be: <b>Змест файла</b>
bg: <b>Файлово съдържание</b>
bn: <b>ফাইল সামগ্রী</b>
ca: <b>Contingut del fitxer</b>
cy: <b>Cynnwys Ffeil</b>
da: <b>Fil indhold</b>
eo: <b>Dosiera Enhavo</b>
et: <b>Faili sisu</b>
eu: <b>Fitxategiaren edukia</b>
fa: <b>ﻞﯾﺎﻓ ﯼﺍﻮﺘﺤﻣ</b>
fi: <b>Tiedoston sisältö</b>
fil: <b>Nilalaman ng File</b>
fy: <b>Triem Ynhâld</b>
ga: <b>Ábhar Comhad</b>
gd: <b>Susbaint faidhle</b>
gl: <b>Contido do Ficheiro</b>
gu: <b>ફાઇલ સામગ્રી</b>
he: <b>תוכן הקובץ</b>
hi: <b>फ़ाइल सामग्री</b>
hr: <b>Sadržaj datoteke</b>
hu: <b>Fájltartalom</b>
hy: <b>Ֆայլի բովանդակություն</b>
id: <b>Isi File</b>
is: <b>Innihald skráar</b>
ka: <b>ფაილის შინაარსი</b>
kk: <b>Файл мазмұны</b>
km: <b>មាតិកា​ឯកសារ</b>
kn: <b>ಫೈಲ್ ವಿಷಯ</b>
ku: <b>Naveroka Pelê</b>
ky: <b>Файлдын мазмуну</b>
lb: <b>Datei Inhalt</b>
lo: <b>ເນື້ອໃນໄຟລ໌</b>
lt: <b>Failo turinys</b>
lv: <b>Faila saturs</b>
mg: <b>Ny votoatin'ny rakitra</b>
mi: <b>Ihirangi Kōnae</b>
mk: <b>Содржина на датотека</b>
ml: <b>ഫയൽ ഉള്ളടക്കം</b>
mn: <b>Файлын агуулга</b>
mr: <b>फाइल सामग्री</b>
mt: <b>Kontenut tal-Fajl</b>
my: <b>ဖိုင်အကြောင်းအရာ</b>
nb: <b>Filinnhold</b>
ne: <b>फाइल सामग्री</b>
or: <b>ଫାଇଲ୍ ବିଷୟବସ୍ତୁ |</b>
pa: <b>ਫਾਈਲ ਸਮੱਗਰੀ</b>
ps: <b>ﯥګﻧﺎﭙځﻨﻣ ﻞﯾﺎﻓ ﺩ</b>
ro: <b>Conținutul fișierului</b>
rw: <b>Ibirimo Idosiye</b>
sd: <b>ﺩﺍﻮﻣ ﻞﺋﺎﻓ</b>
si: <b>ගොනු අන්තර්ගතය</b>
sk: <b>Obsah súboru</b>
sl: <b>Vsebina datoteke</b>
sq: <b>Përmbajtja e skedarit</b>
sw: <b>Maudhui ya Faili</b>
ta: <b>கோப்பு உள்ளடக்கம்</b>
te: <b>ఫైల్ కంటెంట్</b>
tg: <b>Мундариҷаи файл</b>
th: <b>เนื้อหาไฟล์</b>
tk: <b>Faýlyň mazmuny</b>
tt: <b>Файлның эчтәлеге</b>
uk: <b>Вміст файлу</b>
ur: <b>فائل کا مواد</b>
uz: <b>Fayl tarkibi</b>
vi: <b>Nội dung tệp</b>
xh: <b>Isiqulatho seFayile</b>
yi: <b>טלאַהניא עקעט</b>

source: Content
af: Inhoud
am: ይዘት
ar: المحتوى
be: Змест
bg: Съдържание
bn: বিষয়বস্তু
ca: Contingut
cy: Cynnwys
da: Indhold
eo: Enhavo
et: Sisu
eu: Edukia
fa: ﺍﻮﺘﺤﻣ
fi: Sisältö
fil: Nilalaman
fy: Ynhâld
ga: Ábhar
gd: Susbaint
gl: Contido
gu: સામગ્રી
he: תוכן
hi: विषय
hr: Sadržaj
hu: Tartalom
hy: Բովանդակություն
id: Isi
is: Efni
ka: შინაარსი
kk: Мазмұны
km: មាតិកា
kn: ವಿಷಯ
ku: Dilşad
ky: Мазмун
lb: Inhalt
lo: ເນື້ອໃນ
lt: Turinys
lv: Saturs
mg: Votoaty
mi: Ihirangi
mk: содржина
ml: ഉള്ളടക്കം
mn: Агуулга
mr: सामग्री
mt: Kontenut
my: အကြောင်းအရာ
nb: Innhold
ne: सामग्री
or: ବିଷୟବସ୍ତୁ
pa: ਸਮੱਗਰੀ
ps: ﻪګﻧﺎﭙځﻨﻣ
ro: Conţinut
rw: Ibirimo
sd: ﺩﺍﻮﻣ
si: අන්තර්ගතය
sk: Obsah
sl: Vsebina
sq: përmbajtja
sw: Maudhui
ta: உள்ளடக்கம்
te: విషయము
tg: Мундариҷа
th: เนื้อหา
tk: Mazmuny
tt: Эчтәлек
uk: Вміст
ur: مواد
uz: Tarkib
vi: Nội dung
xh: Umxholo
yi: טלאַהניא

source: Greater Than:
af: Groter as:
am: ከዚያ ይበልጣል:
ar: أكبر من:
be: Больш за:
bg: По-голяма от:
bn: অপেক্ষা বৃহত্তর:
ca: Més gran que:
cy: Yn fwy na:
da: Større end:
eo: Pli granda ol:
et: Suurem kui:
eu: Baino handiagoa:
fa: :ﺯﺍ ﺮﺘﮔﺭﺰﺑ
fi: Suurempi kuin:
fil: Mahigit sa:
fy: Grutter as:
ga: Níos fearr ná:
gd: Nas motha na:
gl: Maior que:
gu: કરતા વધારે:
he: גדולים מ־:
hi: से अधिक:
hr: Veće od:
hu: Nagyobb mint:
hy: Ավելի մեծ քան՝
id: Baik Dengan:
is: Meiri en:
ka: Მეტია, ვიდრე:
kk: Үлкенірек:
km: ធំ​ជាង ៖
kn: ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು:
ku: Mezintir e ji:
ky: Чоңураак:
lb: Besser wéi:
lo: ໃຫຍ່u200bກວ່າ:
lt: Daugiau už:
lv: Lielāks nekā:
mg: Lehibe noho:
mi: Nui atu i:
mk: Поголемо од:
ml: ഇതിലും വലുത്:
mn: Илүү их:
mr: या पेक्षा मोठे:
mt: Ikbar minn:
my: ထက်ကြီးသည်-
nb: Større enn:
ne: भन्दा ठुलो:
or: ଠାରୁ ବଡ:
pa: ਵੱਧ:
ps: :ﯼﻮﻟ ﻪﺨڅ ﯤﺩ ﻪﻟ
ro: Mai mare ca:
rw: Ikiruta:
sd: :ﻭڏﻭ ﻥﺎﮐ
si: වඩා විශාල:
sk: Väčší ako:
sl: Večja od:
sq: Më e madhe se:
sw: Kubwa kuliko:
ta: இதைவிட பெரியது:
te: అంతకన్నా ఎక్కువ:
tg: Бузургтар аз:
th: มากกว่า:
tk: Ondan ulurak:
tt: Зуррак:
uk: Файли
ur: بڑی ہو:
uz: Kattaroq:
vi: Lớn hơn:
xh: Ngaphezu kwe:
yi: :יוו רעסערג

source: Smaller Than:
af: Kleiner as:
am: ያነሰ:
ar: أصغر من:
be: Менш за:
bg: По-малък от:
bn: চাইতে ছোট:
ca: Més petit que:
cy: Llai na:
da: Mindre end:
eo: Pli malgranda ol:
et: Väiksem kui:
eu: baino txikiagoa:
fa: :ﺯﺍ ﺮﺘﮑﭼﻮﮐ
fi: Pienempi kuin:
fil: Mas maliit sa:
fy: Lytser as:
ga: Níos lú ná:
gd: Nas lugha na:
gl: Menor que:
gu: તેનાથી નાનું:
he: קטנים מ־:
hi: से छोटा:
hr: Manji od:
hu: Kisebb mint:
hy: Ավելի փոքր է, քան:
id: Bagian Dengan:
is: Minni en:
ka: Პატარა, ვიდრე:
kk: Кішірақ:
km: តូច​ជាង ៖
kn: ಚಿಕ್ಕದಾಗಿದೆ:
ku: Biçûktir Ji:
ky: Кичирээк:
lb: Méi kleng wéi:
lo: ຂະu200bຫນາດu200bນ້ອຍu200bກu200b່u200bວາ:
lt: Mažiau nei:
lv: Mazāks nekā:
mg: Kely noho ny:
mi: Iti ake i:
mk: Помал од:
ml: ചെറുതാണ്:
mn: Аас бага:
mr: च्या पेक्षा लहान:
mt: Iżgħar Minn:
my: ထက်ငယ်
nb: Mindre enn:
ne: भन्दा सानो:
or: ଅପେକ୍ଷା ଛୋଟ:
pa: ਇਸ ਤੋਂ ਛੋਟਾ:
ps: :ﻪﻟ ﯽﮐﻭړﻭ
ro: Mai mic ca:
rw: Ntoya:
sd: :ﻭﮃﻨﻧ ﻥﺎﮐ
si: වඩා කුඩයි:
sk: Menší ako:
sl: Manjša od:
sq: Më i vogël se:
sw: Ndogo kuliko:
ta: விட சிறிய:
te: కంటే చిన్నది:
tg: Хурдтар аз:
th: มีขนาดเล็กกว่า:
tk: Kiçijik:
tt: Кечкенәдән:
uk: Менше ніж:
ur: چھوٹی ہو:
uz: Kichikroq:
vi: Nhỏ hơn:
xh: Incinci kune:
yi: :יוו רענעלק

source: <b>File Size</b>
af: <b>Lêergrootte</b>
am: <b>የፋይል መጠን</b>
ar: <b>حجم الملف</b>
be: <b>Памер файла</b>
bg: <b>Размер на файла</b>
bn: <b>ফাইলের আকার</b>
ca: <b>Mida del fitxer</b>
cy: <b>Maint Ffeil</b>
da: <b>Filens størrelse</b>
eo: <b>Dosiera Grandeco</b>
et: <b>Faili suurus</b>
eu: <b>Fitxategiaren Tamaina</b>
fa: <b>ﻞﯾﺎﻓ ﻢﺠﺣ</b>
fi: <b>Tiedoston koko</b>
fil: <b>Laki ng File</b>
fy: <b>Bestânsgrutte</b>
ga: <b>Méid an Chomhaid</b>
gd: <b>Meud faidhle</b>
gl: <b>Tamaño do Ficheiro</b>
gu: <b>ફાઇલનું કદ</b>
he: <b>גודל הקובץ</b>
hi: <b>फाइल का आकार</b>
hr: <b>Veličina datoteke</b>
hu: <b>Fájlméret</b>
hy: <b>Ֆայլի չափը</b>
id: <b>Ukuran File</b>
is: <b>Skjala stærð</b>
ka: <b>Ფაილის ზომა</b>
kk: <b>Файл өлшемі</b>
km: <b>ទំហំ​ឯកសារ</b>
kn: <b>ಫೈಲ್ ಗಾತ್ರ</b>
ku: <b>Mezinahiya Pelê</b>
ky: <b>Файлдын өлчөмү</b>
lb: <b>Dateigréisst</b>
lo: <b>ຂະໜາດໄຟລ໌</b>
lt: <b>Failo dydis:</b>
lv: <b>Faila lielums</b>
mg: <b>Haben'ny rakitra</b>
mi: <b>Rahi Kōnae</b>
mk: <b>Големина на Фајлот</b>
ml: <b>ഫയൽ വലിപ്പം</b>
mn: <b>Файлын хэмжээ</b>
mr: <b>फाईलचा आकार</b>
mt: <b>Daqs tal-Fajl</b>
my: <b>ဖိုင်အရွယ်အစား</b>
nb: <b>Filstørrelse</b>
ne: <b>फाइल साइज</b>
or: <b>ଫାଇଲ୍ ଆକାର |</b>
pa: <b>ਫਾਈਲ ਦਾ ਆਕਾਰ</b>
ps: <b>ﻩﺯﺍﺪﻧﺍ ﻞﯾﺎﻓ ﺩ</b>
ro: <b>Mărime fișier</b>
rw: <b>Ingano ya dosiye</b>
sd: <b>ﺰﻴﺋﺎﺳ ﻞﺋﺎﻓ</b>
si: <b>ගොනු විශාලත්වය</b>
sk: <b>Veľkosť súboru</b>
sl: <b>Velikost datoteke</b>
sq: <b>Madhësia e skedarit</b>
sw: <b>Ukubwa wa faili</b>
ta: <b>கோப்பின் அளவு</b>
te: <b>ఫైల్ పరిమాణం</b>
tg: <b>Андозаи файл</b>
th: <b>ขนาดไฟล์</b>
tk: <b>Faýlyň ölçegi</b>
tt: <b>Файлның размеры</b>
uk: <b>Размір файлу</b>
ur: <b>فائل کا حجم</b>
uz: <b>Fayl hajmi</b>
vi: <b>Kích thước tập tin</b>
xh: <b>Ubungakanani beFayile</b>
yi: <b>סיירג עקעט</b>

source: <b>Last Modified</b>
af: <b>Laas verander</b>
am: <b>ለመጨረሻ ጊዜ የተሻሻለው</b>
ar: <b>آخر تعديل</b>
be: <b>Апошняе змяненне</b>
bg: <b>Последно модифициран</b>
bn: <b>সর্বশেষ পরিবর্তিত</b>
ca: Modificat:
cy: <b>Newidiwyd Diwethaf</b>
da: <b>Sidst ændret</b>
eo: <b>Laste Modifita</b>
et: <b>Viimati muudetud</b>
eu: <b>Azken aldaketa</b>
fa: <b>ﺡﻼ﻿ﺻﺍ ﻦﯾﺮﺧﺁ</b>
fi: <b>Viimeksi muokattu</b>
fil: <b>Huling binago</b>
fy: <b>Lêst feroare</b>
ga: <b>Athraithe Last</b>
gd: <b>Atharrachadh mu dheireadh</b>
gl: <b>Última Modificación</b>
gu: <b>છેલ્લે સંશોધિત</b>
he: <b>שינוי אחרון</b>
hi: <b>अंतिम बार संशोधित</b>
hr: <b>Zadnja promjena</b>
hu: <b>Utolsó módosítás</b>
hy: <b>Վերջին փոփոխությունը</b>
id: <b>Terakhir Diubah</b>
is: <b>Síðast breytt</b>
ka: <b>ბოლო შეცვლილია</b>
kk: <b>Соңғы өзгертілген</b>
km: <b>បាន​កែប្រែ​ចុង​ក្រោយ</b>
kn: <b>ಕೊನೆಯದಾಗಿ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ</b>
ky: <b>Акыркы өзгөртүлгөн</b>
lb: <b>Last geännert</b>
lo: <b>ດັດແກ້ຫຼ້າສຸດ</b>
lt: <b>Paskutinis pakeitimas</b>
lv: <b>Pēdējās izmaiņas</b>
mg: <b>Nanova farany</b>
mi: <b>Whakarerekē Mutunga</b>
mk: <b>Последно изменето</b>
ml: <b>അവസാനം പരിഷ്കരിച്ചത്</b>
mn: <b>Сүүлд өөрчилсөн</b>
mr: <b>गेल्या बदल</b>
mt: <b>Modifikat l-aħħar</b>
my: <b>နောက်ဆုံးပြင်ဆင်ထားသည်။</b>
nb: <b>Sist endret</b>
ne: <b>पछिल्लो पटक परिमार्जित</b>
or: <b>ଶେଷ ରୂପାନ୍ତରିତ |</b>
pa: <b>ਆਖਰੀ ਵਾਰ ਸੋਧਿਆ ਗਿਆ</b>
ps: <b>ﯼﻮﺷ ﻞﯾﺪﻌﺗ ﯽﺘﺳﻭﺭﻭ</b>
ro: <b>Modificat ultima dată</b>
rw: <b>Iheruka Guhindurwa</b>
sd: <b>ﻞﻴﭤ ﻞﻳﺪﺒﺗ ﻭﺮﻴﭜ ﻱﺮﺧﺁ</b>
si: <b>අවසන් වරට වෙනස් කරන ලදී</b>
sk: <b>Posledná zmena</b>
sl: <b>Spremenjeno</b>
sq: <b>E modifikuara e fundit</b>
sw: <b>Iliyorekebishwa Mwisho</b>
ta: <b>கடைசியாக மாற்றப்பட்டது</b>
te: <b>చివరిసారిగా మార్పు చేయబడిన</b>
tg: <b>Тағйири охирин</b>
th: <b>แก้ไขล่าสุด</b>
tk: <b>Soňky üýtgedilen</b>
tt: <b>Соңгы үзгәртелгән</b>
uk: <b>Час останньої зміни</b>
ur: <b>آخری تبدیلی</b>
uz: <b>Oxirgi tahrirlangan</b>
vi: <b>Sửa đổi lần cuối</b>
xh: <b>Igqityelwe ukulungiswa</b>
yi: <b>דייפאַדאַמ עטצעל</b>

source: Size & Date
af: Grootte & Datum
am: መጠን እና ቀን
ar: الحجم والتاريخ
be: Памер і дата
bg: Размер и дата
bn: আকার এবং তারিখ
ca: Mida i data
cy: Maint a Dyddiad
da: Dato & størrelse
eo: Grandeco & Dato
et: Suurus & kuupäev
eu: Tamaina eta data
fa: ﺦﯾﺭﺎﺗ ﻭ ﻩﺯﺍﺪﻧﺍ
fi: Koko ja päiväys
fil: Sukat at Petsa
fy: Grutte & Datum
ga: Méid & Dáta
gd: Meud & Ceann-latha
gl: Tamaño e Data
gu: કદ અને તારીખ
he: גודל ותאריך
hi: आकार और तिथि
hr: Veličina i datum
hu: Méret és dátum
hy: Չափը և ամսաթիվը
id: Ukuran & Tanggal
is: Stærð og dagsetning
ka: ზომა და თარიღი
kk: Өлшем және күні
km: កាលបរិច្ឆេទ & ទំហំ
kn: ಗಾತ್ರ ಮತ್ತು ದಿನಾಂಕ
ku: Mezinahî & Dîrok
ky: Өлчөмү жана датасы
lb: Gréisst & Datum
lo: ຂະໜາດ & ວັນທີ
lt: Dydis ir data
lv: Izmērs un datums
mg: Habe & Daty
mi: Rahi me te Ra
mk: Големина и датум
ml: വലുപ്പവും തീയതിയും
mn: Хэмжээ ба огноо
mr: आकार आणि तारीख
mt: Daqs u Data
my: အရွယ်အစားနှင့် ရက်စွဲ
nb: Størrelse og dato
ne: साइज र मिति
or: ଆକାର ଏବଂ ତାରିଖ
pa: ਆਕਾਰ ਅਤੇ ਮਿਤੀ
ps: ﻪټﯿﻧ ﻭﺍ ﻩﺯﺍﺪﻧﺍ
ro: Dimensiune și data
rw: Ingano & Itariki
sd: ﺦﻳﺭﺎﺗ ۽ ﭖﺎﻣ
si: ප්රමාණය සහ දිනය
sk: Veľkosť a dátum
sl: Velikost in datum
sq: Madhësia dhe data
sw: Ukubwa na Tarehe
ta: அளவு & தேதி
te: పరిమాణం & తేదీ
tg: Андоза ва сана
th: ขนาดและวันที่
tk: Ölçegi we Sene
tt: Размер һәм Дата
uk: Размір & Дата
ur: حجم اور تاریخ
uz: Hajmi va sanasi
vi: Kích thước & Ngày
xh: Ubungakanani kunye nomhla
yi: גאָט & סיירג
