Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Error Saving Handler
af: Kon nie hanteerder stoor nie
am: ተቆጣጣሪን በማስቀመጥ ላይ ስህተት
ar: ءﺎﻄﺧﻷ﻿ﺍ ﻆﻔﺣ ﺞﻟﺎﻌﻣ
be: Памылка захавання апрацоўшчыка
bg: Грешка при запазване на манипулатора
bn: হ্যান্ডলার সংরক্ষণে ত্রুটি৷
ca: Error en desar el gestor
cy: Triniwr Arbed Gwall
da: Fejl ved lagring af behandler
eo: Eraro Konservante Pritraktilon
et: Viga töötleja salvestamisel
eu: Errorea kudeatzailea gordetzean
fa: ﺮﻟﺮﺘﻨﮐ ﻩﺮﯿﺧﺫ ﺭﺩ ﺎﻄﺧ
fi: Virhe käsittelijän tallentamisessa
fil: Error sa Pag-save ng Handler
fy: Flater opslaan Handler
ga: Láimhseálaí Sábháil Earráidí
gd: Neach-làimhseachaidh sàbhaladh mearachd
gl: Erro ao gardar o controlador
gu: હેન્ડલર સાચવવામાં ભૂલ
he: לפטמה תרימשב האיגש
hi: हैंडलर सहेजने में त्रुटि
hr: Pogreška pri spremanju rukovatelja
hu: Hiba a Kezelő mentése közben
hy: Կառավարիչի պահպանման սխալ
id: Kesalahan Menyimpan Handler
is: Villa við að vista meðhöndlun
ka: შეცდომის დამმუშავებლის შენახვისას
kk: Өңдегішті сақтау қатесі
km: កំហុសក្នុងការរក្សាទុកឧបករណ៍ដោះស្រាយ
kn: ಹ್ಯಾಂಡ್ಲರ್ ಉಳಿಸುವಲ್ಲಿ ದೋಷ
ky: Иштегичти сактоо катасы
lb: Feeler beim Spueren Handler
lo: ເກີດຄວາມຜິດພາດໃນການບັນທຶກຕົວຈັດການ
lt: Klaida išsaugant tvarkyklę
lv: Saglabājot apstrādātāju, radās kļūda
mi: Hapa Tiaki Kaihauturu
mk: Грешка при зачувување на управувачот
ml: ഹാൻഡ്u200cലർ സംരക്ഷിക്കുന്നതിൽ പിശക്
mn: Зохицуулагчийг хадгалахад алдаа гарлаа
mr: हँडलर जतन करताना त्रुटी
mt: Żball Saving Handler
my: Saving Handler အမှား
nb: Feil ved lagring av behandler
ne: ह्यान्डलर बचत गर्दा त्रुटि
or: ତ୍ରୁଟି ସଞ୍ଚୟକାରୀ ନିୟନ୍ତ୍ରକ |
pa: ਹੈਂਡਲਰ ਨੂੰ ਸੰਭਾਲਣ ਵਿੱਚ ਤਰੁੱਟੀ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ ﻪﭘ ﺮﻟډﻨﯿﻫ ﺩ
ro: Eroare la salvarea handlerului
rw: Ikosa ryo kuzigama
sd: ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻱﺭﺍﻭ ﮠﺮڪ ﻅﻮﻔﺤﻣ ﻲﻄﻠﻏ
si: හසුරුව සුරැකීමේ දෝෂයකි
sk: Chyba pri ukladaní obslužného programu
sl: Napaka pri shranjevanju obdelovalca
sq: Gabim gjatë ruajtjes së mbajtësit
sw: Hitilafu katika Kuhifadhi Kidhibiti
ta: ஹேண்ட்லரை சேமிப்பதில் பிழை
te: హ్యాండ్లర్u200cను సేవ్ చేయడంలో లోపం
tg: Хато дар нигоҳдории коркардкунанда
th: เกิดข้อผิดพลาดในการบันทึกตัวจัดการ
tk: Saklaýyş işleýjisi
tt: Саклаучы хата
uk: Помилка збереження обробника
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻧﺮﮐ ﻅﻮﻔﺤﻣ ﻮﮐ ﺮﻟﮉﻨﯿﮨ
uz: Ishlovchini saqlashda xato
vi: Xử lý khi lưu lỗi
xh: Imposiso Yokugcina Isibambi
yi: רעלדנאַה ןראָפּש תועט

source: copy
af: kopieer
am: ቅዳ
ar: ﺦﺴﻨﻳ
be: копія
bg: копие
bn: অনুলিপি
ca: còpia
cy: copi
da: kopi
eo: kopio
et: kopeerida
eu: kopiatu
fa: 🀄 ﯽﭙﮐ
fi: kopio
fil: kopya
fy: kopy
ga: cóip
gd: leth-bhreac
gl: copiar
gu: નકલ
he: קתוע
hi: प्रतिलिपि
hr: kopirati
hu: másolat
hy: պատճենել
id: salinan
is: afrit
ka: კოპირება
kk: көшіру
km: ចម្លង
kn: ನಕಲು
ku: kopî
ky: көчүрүү
lb: kopéieren
lo: ສຳເນົາ
lt: kopija
lv: kopiju
mg: dika mitovy
mi: kape
mk: копирајте
ml: പകർത്തുക
mn: хуулбарлах
mr: कॉपी
mt: kopja
my: ကော်ပီ
nb: kopiere
ne: कापी
or: କପି କରନ୍ତୁ |
pa: ਕਾਪੀ
ps: ﻲﭘﺎﮐ
ro: copie
rw: kopi
sd: ﻲﭘﺎڪ
si: පිටපත
sk: kopírovať
sl: kopirati
sq: kopje
sw: nakala
ta: நகல்
te: కాపీ
tg: нусхабардорӣ
th: สำเนา
tk: göçürmek
tt: күчереп алу
uk: копія
ur: ﯽﭘﺎﮐ
uz: nusxa ko'chirish
vi: sao chép
xh: ikopi
yi: עיפּאָק

source: Archive
af: Argief
am: ማህደር
ar: ﻒﻴﺷﺭﺃ
be: Архіў
bg: Архив
bn: সংরক্ষণাগার
ca: Arxiu
cy: Archif
da: Arkiv
eo: Arkivo
et: Arhiiv
eu: Artxiboa
fa: ﯽﻧﺎﮕﯾﺎﺑ
fi: Arkisto
fy: Argyf
ga: Cartlann
gd: Tasglann
gl: Arquivo
gu: આર્કાઇવ
he: ןויכרא
hi: संग्रह
hr: Arhiva
hu: Archívum
hy: Արխիվ
id: Arsip
is: Skjalasafn
ka: არქივი
kk: Мұрағат
km: បណ្ណសារ
kn: ಆರ್ಕೈವ್
ku: Arşîv
ky: Архив
lb: Archiv
lo: ຮວບຮວມ
lt: Archyvas
lv: Arhīvs
mg: tahiry
mi: Pūranga
mk: Архива
ml: ആർക്കൈവ്
mn: Архив
mr: संग्रहण
mt: Arkivju
my: စုစည်းမှု
nb: Arkiv
ne: अभिलेख
or: ଅଭିଲେଖାଗାର
pa: ਪੁਰਾਲੇਖ
ps: ﻒﯿﺷﺭﺁ
ro: Arhiva
rw: Ububiko
sd: ﻮﻴﺋﺎڪﺭﺁ
si: සංරක්ෂිතය
sk: Archív
sl: Arhiv
sq: Arkivi
sw: Hifadhi
ta: காப்பகம்
te: ఆర్కైవ్
tg: Архив
th: คลังเก็บเอกสารสำคัญ
tk: Arhiw
tt: Архив
uk: Архів
ur: ﺕﺍﺰﯾﻭﺎﺘﺳﺩ ﮦﺪﺷ ﻅﻮﻔﺤﻣ
uz: Arxiv
vi: Lưu trữ
xh: Gcina
yi: עווישטראַ

source: Extract To
af: Onttrek na
am: ማውጣት ወደ
ar: ﻝ ﺝﺍﺮﺨﺘﺳﺍ
be: Выняць да
bg: Извличане до
ca: Extreu a
cy: Detholiad i
da: Uddrag til
eo: Ekstrakti Al
et: Väljavõte
eu: Atera
fa: ﻪﺑ ﺝﺍﺮﺨﺘﺳﺍ
fi: Pura kohteeseen
fil: I-extract Sa
fy: Útpakke yn
ga: Sliocht Go
gd: Earrann To
gl: Extraer a
gu: બહાર કાઢવું
he: ל ץלחל
hi: में उद्धरण करना
hr: Ekstrakt u
hu: Kivonat ide
id: Ekstrak Ke
is: Draga út í
ka: ამონაწერი To
kk: Кіру
km: ស្រង់ទៅ
kn: ಗೆ ಹೊರತೆಗೆಯಿರಿ
lb: Extrait zu
lo: ສານສະກັດຈາກ
lt: Ištrauka į
lv: Ekstrakts uz
mi: Tango Ki
mk: Екстракт до
ml: ഇതിലേക്ക് എക്u200cസ്u200cട്രാക്u200cറ്റ് ചെയ്യുക
mn: Задлах
mr: ते काढा
mt: Estratt Biex
my: ထုတ်ယူရန်
nb: Utdrag til
ne: मा निकाल्नुहोस्
or: To Extract To
pa: ਤੱਕ ਐਕਸਟਰੈਕਟ ਕਰੋ
ps: ﻪﺗ ﺝﺍﺮﺨﺘﺳﺍ
ro: Extract la
rw: Gukuramo Kuri
si: උපුටා ගැනීම
sk: Rozbaliť do
sl: Razširi v
sq: Nxirr ne
sw: Dondoo Kwa
ta: பிரித்தெடுக்க
te: రాబట్టుట
tg: Иқтибос ба
th: แยกไปที่
tk: Göçürmek
tt: Күчереп алу
uk: Витягти в
ur: ۔ﮟﯿﻟﺎﮑﻧ ﮏﺗ
uz: Ko'chirma
vi: Giải nén ra
xh: Khuphela Ukuya
yi: וצ טקאַרטסקע

source: Cre_ate subfolder(s)
af: Cre_ate subgids(e)
am: Cre_ate ንዑስ አቃፊ(ዎች)
ar: Cre_ate ﺔﻴﻋﺮﻓ ﺕﺍﺪﻠﺠﻣ
be: Cre_ate укладзеныя тэчкі
bg: Cre_ate подпапка(и)
bn: Cre_ate সাবফোল্ডার(গুলি)
ca: Cre_ate subcarpeta(s)
cy: Cre_ate is-ffolder (au)
da: Cre_ate undermappe(r)
eo: Cre_ate subdosierujo(j)
et: Cre_ate alamkaustad
eu: Cre_ate azpikarpeta(k)
fa: Cre_ate (ﯼﺎﻫ)ﻪﺷﻮﭘﺮﯾﺯ
fi: Cre_ate alikansio(t)
fil: Cre_ate (mga) subfolder
fy: Cre_ate submap(s)
ga: Cre_ate fo-fhillteán (í)
gd: Cre_ate fo-phasgan (an)
gl: Cre_ate subcarpeta(s)
gu: Cre_ate સબફોલ્ડર(ઓ)
he: Cre_ate הנשמ תויקית
hi: Cre_ate सबफ़ोल्डर
hr: Cre_ate podmape
hu: Cre_ate almappák
hy: Cre_ate ենթաթղթապանակ(ներ)
id: Cre_ate subfolder
is: Cre_ate undirmöppur
ka: Cre_ate ქვესაქაღალდე(ები)
kk: Cre_ate ішкі қалта(лар)
km: Cre_ate ថតរង
kn: Cre_ate ಉಪ ಫೋಲ್ಡರ್(ಗಳು)
ku: Cre_ate binpeldank(ên)
ky: Cre_ate ички папка(лар)
lb: Cre_ate subfolder(en)
lo: Cre_ate ໂຟເດີຍ່ອຍ
lt: Cre_ate poaplankis (-iai)
lv: Cre_ate apakšmape(-es)
mi: Cre_ate (ng) kōpakiroto
mk: Cre_ate потпапка(и)
ml: Cre_ate ഉപഫോൾഡർ(കൾ)
mn: Cre_ate дэд хавтас(ууд)
mr: Cre_ate सबफोल्डर
mt: Cre_ate sottofolder(i)
my: Cre_ate ဖိုင်တွဲခွဲ(များ)
nb: Cre_ate undermappe(r)
ne: Cre_ate सबफोल्डर(हरू)
or: Cre_ate ଉପଫୋଲ୍ଡର (ଗୁଡିକ)
pa: Cre_ate ਸਬਫੋਲਡਰ(ਸ)
ps: Cre_ate ﺭډﻟﻮﻓ ﻲﻋﺮﻓ
ro: Cre_ate subfolder(e)
rw: Cre_ate Ububiko
sd: Cre_ate ﺭڊﻟﻮﻓ ﻲﻠﻳﺫ
si: Cre_ate උප ෆෝල්ඩරය(ය)
sk: Cre_ate podpriečinky
sl: Cre_ate podmape
sq: Cre_ate nëndosja(t)
sw: Cre_ate folda ndogo
ta: Cre_ate துணை கோப்புறை(கள்)
te: Cre_ate ఉప ఫోల్డర్(లు)
tg: Cre_ate зерпапка(ҳо)
th: Cre_ate โฟลเดอร์ย่อย
tk: Cre_ate kiçi bukja (lar)
tt: Cre_ate субфолдер (лар)
uk: Cre_ate підпапка(и)
ur: Cre_ate ﺭﮉﻟﻮﻓ ﯽﻠﯾﺫ
uz: Cre_ate pastki jild(lar)
vi: Cre_ate (các) thư mục con
xh: Cre_ate isiqulathi seefayili esisezantsi
yi: Cre_ate (s) רעקלעפרעטנוא

source: Make contents user-_writable
af: Maak inhoud gebruiker-_skryfbaar
am: ይዘቶችን ተጠቃሚ አድርግ-_ሊጻፍ የሚችል
ar: ﻡﺪﺨﺘﺴﻤﻟﺍ ﺕﺎﻳﻮﺘﺤﻤﻟﺍ ﻞﻌﺟ-_ﺔﺑﺎﺘﻜﻠﻟ ﻞﺑﺎﻗ
be: Зрабіце змесціва карыстальнікам-_даступны для запісу
bg: Направете съдържанието потребител-_за запис
bn: বিষয়বস্তু ব্যবহারকারী করুন-_লিখনযোগ্য
ca: Fer usuari dels continguts-_escrivible
cy: Gwneud defnyddiwr cynnwys-_ysgrifenadwy
da: Gør indholdet til bruger-_skrivbar
eo: Faru enhavon uzanto-_skribebla
et: Muutke sisu kasutajaks-_kirjutatav
eu: Edukiak erabiltzaile bihurtu-_idazteko modukoa
fa: ﺪﯿﻨﮐ ﺮﺑﺭﺎﮐ ﺍﺭ ﺐﻟﺎﻄﻣ-_ﻦﺘﺷﻮﻧ ﻞﺑﺎﻗ
fi: Tee sisällöstä käyttäjä-_kirjoitettava
fil: Gawing gumagamit ng nilalaman-_maisusulat
fy: Meitsje ynhâld brûker-_skriuwber
ga: Déan úsáideoir ábhar-_inscríofa
gd: Dèan cleachdaiche susbaint-_sgrìobhadh
gl: Facer contidos usuario-_escribible
gu: સામગ્રી વપરાશકર્તા બનાવો-_લખી શકાય તેવું
he: שמתשמל ןכותה תא ךופה-_הביתכל ןתינ
hi: सामग्री को उपयोगकर्ता बनाएं-_लिखने योग्य
hr: Učinite sadržaj korisničkim-_upisiv
hu: Felhasználóvá tegye a tartalmat-_írható
hy: Դարձրեք բովանդակությունը օգտագործող-_գրավոր
id: Jadikan konten sebagai pengguna-_dapat ditulis
is: Gerðu innihald notanda-_skrifanlegt
ka: გახადეთ შინაარსი მომხმარებელი-_დასაწერი
kk: Мазмұнды пайдаланушы етіңіз-_жазылатын
km: ធ្វើឱ្យអ្នកប្រើប្រាស់មាតិកា-_អាចសរសេរបាន។
kn: ವಿಷಯಗಳನ್ನು ಬಳಕೆದಾರರನ್ನಾಗಿ ಮಾಡಿ-_ಬರೆಯಬಹುದಾದ
ku: Naveroka bikarhêner bikin-_nivîsbar
ky: Мазмунду колдонуучу кылуу-_жазылышы мүмкүн
lb: Maachen Inhalt Benotzer-_schreiwen
lo: ເຮັດໃຫ້ຜູ້ໃຊ້ເນື້ອຫາ-_ຂຽນໄດ້
lt: Padaryti turinį naudotoju-_rašomas
lv: Padarīt saturu par lietotāju-_rakstāms
mg: Ataovy mpampiasa votoaty-_azo soratana
mi: Hangaia nga ihirangi hei kaiwhakamahi-_tuhi
mk: Направете ја содржината корисник-_запишување
ml: ഉള്ളടക്കം ഉപയോക്താവാക്കുക-_എഴുതാവുന്ന
mn: Агуулгыг хэрэглэгч болгох-_бичих боломжтой
mr: सामग्री वापरकर्ता बनवा-_लिहिण्यायोग्य
mt: Agħmel kontenut utent-_miktuba
my: အကြောင်းအရာများကို အသုံးပြုသူ ပြုလုပ်ပါ။-_ရေးနိုင်သည်။
nb: Gjør innholdet til bruker-_skrivbar
ne: सामग्री प्रयोगकर्ता बनाउनुहोस्-_लेख्न मिल्ने
or: ବିଷୟବସ୍ତୁ ବ୍ୟବହାରକାରୀ କର |-_ଲେଖା ଯୋଗ୍ୟ
pa: ਸਮੱਗਰੀ ਨੂੰ ਉਪਭੋਗਤਾ ਬਣਾਓ-_ਲਿਖਣਯੋਗ
ps: ﺉړﮐ ړﻮﺟ ﻲﮑﻧﻭﻭﺭﺎﮐ ﯥګﻧﺎﭙځﻨﻣ ﺩ-_ړﻭ ﻮﻠﮑﯿﻟ ﺩ
ro: Faceți conținut utilizator-_inscriptibil
rw: Kora ibirimo ukoresha-_kwandika
sd: ﻮﻴﻫﺎﭠ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﺩﺍﻮﻣ-_ﻖﺋﻻ﻿ ﮡﮑﻟ
si: අන්තර්ගතය පරිශීලක කරන්න-_ලිවිය හැකි
sk: Urobte z obsahu používateľa-_zapisovateľný
sl: Vsebino naredite uporabnikom-_zapisljiva
sq: Bëje përmbajtjen përdorues-_të shkruajtshme
sw: Fanya yaliyomo kuwa ya mtumiaji-_zinazoweza kuandikwa
ta: உள்ளடக்கத்தைப் பயனராக ஆக்குங்கள்-_எழுதக்கூடியது
te: కంటెంట్u200cలను వినియోగదారుగా చేయండి-_వ్రాయదగినది
tg: Мундариҷаро корбар созед-_навишташаванда
th: ทำให้เนื้อหาเป็นผู้ใช้-_เขียนได้
tk: Mazmuny ulanyjy ediň-_ýazyp bolýan
tt: Эчтәлекне кулланучы ит-_языла торган
uk: Зробити вміст користувачем-_доступний для запису
ur: ﮟﯿﺋﺎﻨﺑ ﻑﺭﺎﺻ ﻮﮐ ﺩﺍﻮﻣ-_ﺮﯾﺮﺤﺗ ﻞﺑﺎﻗ
uz: Tarkibni foydalanuvchi qiling-_yozilishi mumkin
vi: Làm cho nội dung người dùng-_có thể ghi được
xh: Yenza umxholo ube ngumsebenzisi-_iyabhaleka
yi: רעצינאַב טלאַהניא ןכאַמ-_ךעלטביירש

source: No archive handler/command found for file:
af: Geen argiefhanteerder/-opdrag gevind vir lêer:
am: ለፋይሉ ምንም የማህደር ተቆጣጣሪ/ትእዛዝ አልተገኘም፡-
ar: :ﻒﻠﻤﻠﻟ ﻒﻴﺷﺭﺃ ﺮﻣﺃ / ﺞﻟﺎﻌﻣ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ
be: Для файла не знойдзены апрацоўшчык архіва/каманда:
bg: Не е намерен манипулатор/команда за архивиране за файл:
bn: ফাইলের জন্য কোনো সংরক্ষণাগার হ্যান্ডলার/কমান্ড পাওয়া যায়নি:
ca: No s'ha trobat cap controlador/ordre d'arxiu per al fitxer:
cy: Ni ddarganfuwyd trinwr / gorchymyn archif ar gyfer ffeil:
da: Ingen arkivbehandler/kommando fundet for filen:
eo: Neniu arkiva prizorganto/komando trovita por dosiero:
et: Faili jaoks ei leitud arhiivitöötlejat/käsku:
eu: Ez da artxibo-kudeatzaile/komandorik aurkitu fitxategirako:
fa: :ﺪﺸﻧ ﺖﻓﺎﯾ ﻞﯾﺎﻓ ﯼﺍﺮﺑ ﯽﻧﺎﮕﯾﺎﺑ ﻥﺎﻣﺮﻓ/ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﭻﯿﻫ
fi: Tiedostolle ei löytynyt arkiston käsittelijää/komentoa:
fil: Walang nakitang handler/utos ng archive para sa file:
fy: Gjin argyfhanneler/kommando fûn foar bestân:
ga: Níor aimsíodh aon láimhseálaí / ordú cartlainne don chomhad:
gd: Cha deach inneal-làimhseachaidh / àithne tasglann a lorg airson faidhle:
gl: Non se atopou ningún controlador/comando de arquivo para o ficheiro:
gu: ફાઇલ માટે કોઈ આર્કાઇવ હેન્ડલર/કમાન્ડ મળ્યો નથી:
he: :ץבוקה רובע ןויכראב הדוקפ/לפטמ ואצמנ אל
hi: फ़ाइल के लिए कोई संग्रह हैंडलर/कमांड नहीं मिला:
hr: Nije pronađen rukovatelj/naredba arhive za datoteku:
hu: Nem található archívumkezelő/parancs a következő fájlhoz:
hy: Ֆայլի համար արխիվի մշակող/հրաման չի գտնվել.
id: Tidak ada penangan/perintah arsip yang ditemukan untuk file:
is: Enginn skjalastjórnandi/skipun fannst fyrir skrá:
ka: ფაილისთვის არქივის დამმუშავებელი/ბრძანება ვერ მოიძებნა:
kk: Файл үшін мұрағат өңдеушісі/пәрмені табылмады:
km: រកមិនឃើញកម្មវិធីគ្រប់គ្រង/ពាក្យបញ្ជាក្នុងប័ណ្ណសារសម្រាប់ឯកសារ៖
kn: ಫೈಲ್u200cಗಾಗಿ ಯಾವುದೇ ಆರ್ಕೈವ್ ಹ್ಯಾಂಡ್ಲರ್/ಕಮಾಂಡ್ ಕಂಡುಬಂದಿಲ್ಲ:
ku: Ji bo pelê rêvebir/fermanek arşîvê nehat dîtin:
ky: Файл үчүн архив иштеткич/буйрук табылган жок:
lb: Keen Archivhändler / Kommando fonnt fir Datei:
lo: ບໍ່ພົບຕົວຈັດການ/ຄຳສັ່ງທີ່ເກັບໄວ້ໃນແຟ້ມ:
lt: Failui nerasta archyvo tvarkyklės / komandos:
lv: Failam netika atrasts arhīva apstrādātājs/komanda:
mg: Tsy misy mpitantana arsiva/baiko hita ho an'ny rakitra:
mi: Karekau he kaikawe purongo/tono i kitea mo te konae:
mk: Не е пронајден управувач/команда за архива за датотеката:
ml: ഫയലിനായി ആർക്കൈവ് ഹാൻഡ്u200cലർ/കമാൻഡ് ഒന്നും കണ്ടെത്തിയില്ല:
mn: Файлд архив зохицуулагч/команд олдсонгүй:
mr: फाइलसाठी कोणतेही संग्रहण हँडलर/कमांड आढळले नाही:
mt: Ma nstab l-ebda mmaniġġjar/kmand tal-arkivji għall-fajl:
my: ဖိုင်အတွက် archive handler/command မတွေ့ပါ-
nb: Ingen arkivbehandler/kommando funnet for filen:
ne: फाइलको लागि कुनै अभिलेख ह्यान्डलर/आदेश फेला परेन:
or: ଫାଇଲ ପାଇଁ କ arch ଣସି ଅଭିଲେଖାଗାର ନିୟନ୍ତ୍ରକ / ନିର୍ଦ୍ଦେଶ ମିଳିଲା ନାହିଁ:
pa: ਫਾਈਲ ਲਈ ਕੋਈ ਆਰਕਾਈਵ ਹੈਂਡਲਰ/ਕਮਾਂਡ ਨਹੀਂ ਮਿਲੀ:
ps: :ﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧﻭ ډﻧﺎﻤﮐ / ﺮﻟډﻨﯿﻫ ﻒﯿﺷﺭﺁ څﯿﻫ ﻩﺭﺎﭙﻟ ﻞﯾﺎﻓ ﺩ
ro: Nu a fost găsit niciun handler/comandă de arhivă pentru fișier:
rw: Nta bubiko bwububiko / itegeko ryabonetse kuri dosiye:
sd: :ﻮﻴﻠﻣ ﻪﻧ ڊﻧﺎﻤڪ/ﺮﻟڊﻨﻴﻫ ﻮﻴﺋﺎڪﺭﺁ ءِﻻ﻿ ﻞﺋﺎﻓ
si: ගොනුව සඳහා සංරක්ෂිත හසුරුවන්නක්/විධානයක් හමු නොවීය:
sk: Pre súbor sa nenašiel žiadny obslužný program/príkaz archívu:
sl: Za datoteko ni bil najden noben upravljalnik/ukaz za arhiv:
sq: Nuk u gjet asnjë mbajtës/komandë arkivi për skedarin:
sw: Hakuna kidhibiti/amri ya kumbukumbu iliyopatikana kwa faili:
ta: கோப்பிற்கான காப்பக கையாளுதல்/கட்டளை எதுவும் இல்லை:
te: ఫైల్ కోసం ఆర్కైవ్ హ్యాండ్లర్/కమాండ్ కనుగొనబడలేదు:
tg: Ягон коркардкунандаи бойгонӣ/фармон барои файл ёфт нашуд:
th: ไม่พบตัวจัดการ/คำสั่งเก็บถาวรสำหรับไฟล์:
tk: Faýl üçin arhiw işleýjisi / buýrugy tapylmady:
tt: Файл өчен архив эшкәртүчесе / боерыгы табылмады:
uk: Для файлу не знайдено обробник/команда архіву:
ur: :ﻼ﻿ﻣ ﮟﯿﮩﻧ ﮉﻧﺎﻤﮐ/ﺮﻟﮉﻨﯿﮨ ﻮﯿﺋﺎﮐﺭﺁ ﯽﺋﻮﮐ ﮯﯿﻟ ﮯﮐ ﻞﺋﺎﻓ
uz: Fayl uchun arxiv ishlovchi/buyruq topilmadi:
vi: Không tìm thấy trình xử lý / lệnh lưu trữ cho tệp:
xh: Akukho mphathi/umyalelo ofunyenweyo wefayile:
yi: :עקעט ראַפֿ ןענופעג לעפֿאַב / רעלדנאַה ווייקראַ ןייק

source: Extract %s
af: Onttrek %s
am: ማውጣት %s
ar: ﺝﺍﺮﺨﺘﺳﺍ %s
be: Экстракт %s
bg: Екстракт %s
bn: নির্যাস %s
ca: Extracte %s
cy: Detholiad %s
da: Uddrag %s
eo: Ekstrakto %s
et: Väljavõte %s
eu: Atera %s
fa: ﻥﺩﺮﮐ ﺝﺍﺮﺨﺘﺳﺍ %s
fi: Ottaa talteen %s
fil: I-extract %s
ga: Sliocht %s
gd: Earrann %s
gl: Extraer %s
gu: અર્ક %s
he: ץלחל %s
hi: निचोड़ %s
hr: Ekstrakt %s
hu: Kivonat %s
hy: Քաղվածք %s
id: Ekstrak %s
is: Útdráttur %s
ka: ამონაწერი %s
kk: Экстракт %s
km: ស្រង់ចេញ %s
kn: ಹೊರತೆಗೆಯಿರಿ %s
ky: Экстракт %s
lb: Extrait %s
lo: ສານສະກັດຈາກ %s
lt: Ištrauka %s
lv: Ekstrakts %s
mg: hanesorana %s
mi: Tangohanga %s
mk: Екстракт %s
ml: എക്സ്ട്രാക്റ്റ് %s
mn: Хандлах %s
mr: अर्क %s
mt: Estratt %s
my: ဖြည် %s
nb: Ekstrakt %s
ne: निकाल्नुहोस् %s
or: ବାହାର କରନ୍ତୁ | %s
pa: ਐਬਸਟਰੈਕਟ %s
ps: ﺝﺍﺮﺨﺘﺳﺍ %s
ro: Extrage %s
rw: Gukuramo %s
sd: ﮠﮃڪ %s
si: උපුටා ගැනීම %s
sk: Výťažok %s
sl: Ekstrakt %s
sq: Ekstrakt %s
sw: Dondoo %s
ta: பிரித்தெடுத்தல் %s
te: సంగ్రహించు %s
tg: Иқтибос %s
th: สารสกัด %s
tk: Göçürmek %s
tt: Күчереп алу %s
uk: Екстракт %s
ur: ﺎﻨﻟﺎﮑﻧ %s
uz: Ekstrakt %s
vi: Trích xuất %s
xh: Khupha %s
yi: טקאַרטסקע %s

source: Complete!
af: Voltooi!
am: ተጠናቀቀ!
ar: تم!
be: Завершана!
bg: Завършено!
bn: সম্পূর্ণ!
ca: S'ha completat la tasca!
cy: Wedi'i gwblhau!
da: Færdig!
eo: Kompleta!
et: Lõpetatud!
eu: Burututa!
fa: !ﻞﻣﺎﮐ
fi: Valmis!
fil: Kumpleto na!
fy: Kompleet!
ga: Comhlánaigh!
gd: Cuir crìoch air!
gl: Completado!
gu: પૂર્ણ!
he: הושלם!
hi: पूर्ण!
hr: Dovršeno!
hu: Kész!
hy: Լրացրե՛ք
id: Komplit!
is: Fullkomið!
ka: სრული!
kk: Аяқталды!
km: ជោគជ័យ!
kn: ಸಂಪೂರ್ಣ!
ku: Tevî!
ky: Бүттү!
lb: Komplett!
lo: ສຳເລັດ!
lt: Baigta!
lv: Pabeigts!
mg: feno!
mi: Kua oti!
mk: Заврши!
ml: പൂർത്തിയാക്കുക!
mn: Дуус!
mr: पूर्ण!
mt: Imla!
my: ပြီးအောင်။
nb: Ferdig!
ne: पूरा!
or: ସଂପୂର୍ଣ୍ଣ!
pa: ਸੰਪੂਰਨ!
ps: !ړﭙﺸﺑ
ro: Complet!
rw: Byuzuye!
sd: !ﻞﻤڪﻣ
si: සම්පූර්ණයි!
sk: Dokončené!
sl: Končano!
sq: Kompletuar!
sw: Kamilisha!
ta: முழுமை!
te: పూర్తి!
tg: Анҷом!
th: สมบูรณ์!
tk: Doly!
tt: Тәмам!
uk: Завершено!
ur: مکمل!
uz: Bajarildi!
vi: Hoàn thành!
xh: Gqibezela!
yi: !ץנאַג

source: Command:
af: Bevel:
am: ትዕዛዝ፡-
ar: الأمر:
be: Каманда:
bg: Команда:
bn: আদেশ:
ca: Ordre:
cy: Gorchymyn:
da: Kommando:
eo: Komando:
et: Käsk:
eu: Komandoa:
fa: :ﻥﺎﻣﺮﻓ
fi: Komento:
fil: utos:
fy: Befel:
ga: Ordú:
gd: Òrdugh:
gl: Orde:
gu: આદેશ:
he: פקודה:
hi: आदेश:
hr: Naredba:
hu: Parancs:
hy: Հրաման:
is: Skipun:
ka: ბრძანება:
kk: Пәрмен:
km: ពាក្យបញ្ជា ៖
kn: ಆಜ್ಞೆ:
ku: Ferman:
ky: Буйрук:
lb: Kommando:
lo: ຄໍາສັ່ງ:
lt: Komanda:
lv: Komanda:
mg: baiko:
mi: Whakahau:
mk: Команда:
ml: കമാൻഡ്:
mn: Тушаал:
mr: आज्ञा:
mt: Kmand:
my: အမိန့်-
nb: Kommando:
ne: आदेश:
or: ନିର୍ଦ୍ଦେଶ:
pa: ਹੁਕਮ:
ps: :ﺮﻣﺍ
ro: Comanda:
rw: Itegeko:
sd: :ﻢڪﺣ
si: විධානය:
sk: Príkaz:
sl: Ukaz:
sq: Komanda:
sw: Amri:
ta: கட்டளை:
te: ఆదేశం:
tg: Фармон:
th: สั่งการ:
tk: Buýruk:
tt: Команда:
uk: Команда:
ur: کمانڈ:
uz: Buyruq:
vi: Yêu cầu:
xh: Umyalelo:
yi: :לעפֿאַב

source: File System
af: Leêr stelsel
am: የፋይል ስርዓት
ar: نظام الملفات
be: Файлавая сістэма
bg: Файлова система
bn: নথি ব্যবস্থা
ca: Tipus Mime:
cy: System Ffeil
da: Filsystem
eo: Dosier-sistemo
et: Failisüsteem
eu: Fitxategi Sistema
fa: ﻞﯾﺎﻓ ﻢﺘﺴﯿﺳ
fi: Tiedostojärjestelmä
fy: Bestânssysteem
ga: Córas Comhad
gd: Siostam faidhle
gl: Sistema de Ficheiros
gu: ફાઇલ સિસ્ટમ
he: מערכת קבצים
hi: फाइल सिस्टम
hr: Sustav datoteka
hu: Fájlrendszer
hy: Ֆայլային համակարգ
is: Skráarkerfi
ka: Ფაილების სისტემა
kk: Файлдық жүйе
km: ប្រព័ន្ធ​ឯកសារ​
kn: ಫೈಲ್ ಸಿಸ್ಟಮ್
ku: Pergala Pelê
ky: Файлдык система
lb: Dateisystem
lo: ລະບົບໄຟລ໌
lt: Failų sistema
lv: Failu sistēma
mg: Rafitra fichier
mi: Pūnaha Kōnae
mk: Датотечниот систем
ml: ഫയൽ സിസ്റ്റം
mn: Файлын систем
mr: फाइल सिस्टम
my: ဖိုင်ထားသိုစနစ်
nb: Filsystem
ne: फाइल प्रणाली
or: ଫାଇଲ୍ ସିଷ୍ଟମ୍ |
pa: ਫਾਈਲ ਸਿਸਟਮ
ps: ﻢټﺴﯿﺳ ﻞﯾﺎﻓ ﺩ
ro: Sistemul de fișiere
rw: Sisitemu ya dosiye
sd: ﻢٽﺴﺳ ﻞﺋﺎﻓ
si: ගොනු පද්ධතිය
sk: Súborový systém
sl: Datotečni sistem
sq: Sistemi i skedarëve
sw: Mfumo wa Faili
ta: கோப்பு முறை
te: ఫైల్ సిస్టమ్
tg: Системаи файлӣ
th: ระบบไฟล์
tk: Faýl ulgamy
tt: Файл системасы
uk: Файлова система
ur: فائل سسٹم
uz: Fayl tizimi
vi: Hệ thống tập tin
xh: Inkqubo yeFayile
yi: םעטסיס עקעט

source: ( no subfolder )
af: ( geen subgids nie )
am: ( ንዑስ አቃፊ የለም። )
ar: ( ﻲﻋﺮﻓ ﺪﻠﺠﻣ ﺪﺟﻮﻳ ﻻ﻿ )
be: ( няма падтэчкі )
bg: ( няма подпапка )
bn: ( কোন সাবফোল্ডার নেই )
ca: ( cap subcarpeta )
cy: ( dim is-ffolder )
da: ( ingen undermappe )
eo: ( neniu subdosierujo )
et: ( alamkausta pole )
eu: ( azpikarpetarik ez )
fa: ( ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﯽﻋﺮﻓ ﻪﺷﻮﭘ )
fi: ( ei alikansiota )
fil: ( walang subfolder )
fy: ( gjin submap )
ga: ( aon fho-fhillteán )
gd: ( no fo-fhilleadh )
gl: ( ningún subcartafol )
gu: ( કોઈ સબફોલ્ડર નથી )
he: ( הנשמ תייקית אלל )
hi: ( कोई सबफ़ोल्डर नहीं )
hr: ( nema podmape )
hu: ( nincs almappa )
hy: ( ոչ մի ենթաթղթապանակ )
id: ( tidak ada subfolder )
is: ( engin undirmappa )
ka: ( არ არის ქვესაქაღალდე )
kk: ( ішкі қалта жоқ )
km: ( គ្មានថតរង )
kn: ( ಉಪ ಫೋಲ್ಡರ್ ಇಲ್ಲ )
ku: ( binpeldank tune )
ky: ( ички папка жок )
lb: ( nee subfolder )
lo: ( ບໍ່ມີໂຟເດີຍ່ອຍ )
lt: ( nėra poaplankio )
lv: ( nav apakšmapes )
mg: ( tsy misy subfolder )
mi: ( kahore he kōpakiroto )
mk: ( нема подпапка )
ml: ( സബ്ഫോൾഡർ ഇല്ല )
mn: ( дэд хавтас байхгүй )
mr: ( सबफोल्डर नाही )
mt: ( ebda subfolder )
my: ( ဖိုင်တွဲခွဲမရှိပါ။ )
nb: ( ingen undermappe )
ne: ( कुनै सबफोल्डर छैन )
or: ( କ sub ଣସି ସବ୍ଫୋଲ୍ଡର୍ ନାହିଁ | )
pa: ( ਕੋਈ ਸਬਫੋਲਡਰ ਨਹੀਂ )
ps: ( ﻪﺘﺸﻧ ﺭډﻟﻮﻓ ﻲﻋﺮﻓ څﯿﻫ )
ro: ( nici un subfolder )
rw: ( nta subfolder )
sd: ( ﺭڊﻟﻮﻓ ﻲﻠﻳﺫ ﻪﺑ ﻮڪ )
si: ( උප ෆෝල්ඩරයක් නැත )
sk: ( žiadny podpriečinok )
sl: ( brez podmape )
sq: ( asnjë nënfolder )
sw: ( hakuna folda ndogo )
ta: ( துணை கோப்புறை இல்லை )
te: ( సబ్u200cఫోల్డర్ లేదు )
tg: ( зерпапка нест )
th: ( ไม่มีโฟลเดอร์ย่อย )
tk: ( kiçi bukja ýok )
tt: ( субфолдер юк )
uk: ( немає підпапки )
ur: ( ۔ﮟﯿﮩﻧ ﺭﮉﻟﻮﻓ ﯽﻠﯾﺫ ﯽﺋﻮﮐ )
uz: ( pastki jild yo'q )
vi: ( không có thư mục con )
xh: ( akukho siqulathi seefayili )
yi: ( רעדלאָפבוס ןייק )

source: Remove Text Type Association
af: Verwyder tekstipe-assosiasie
am: የጽሑፍ አይነት ማህበርን ያስወግዱ
ar: ﺺﻨﻟﺍ ﻉﻮﻧ ﻥﺍﺮﺘﻗﺍ ﺔﻟﺍﺯﺇ
be: Выдаліць асацыяцыю тыпу тэксту
bg: Премахване на асоциацията за тип текст
bn: টেক্সট টাইপ অ্যাসোসিয়েশন সরান
ca: Elimina l'associació de tipus de text
cy: Dileu Cymdeithas Math Testun
da: Fjern teksttypetilknytning
eo: Forigi Asocio de Tekstaj Tipoj
et: Eemalda tekstitüübi seos
eu: Kendu Testu Mota Elkartea
fa: Text Type Association ﻑﺬﺣ
fi: Poista tekstityyppiyhteys
fil: Alisin ang Text Type Association
fy: Fuortsmite Tekst Type Association
ga: Bain Cumann Cineál Téacs
gd: Thoir air falbh Comann Seòrsa Teacs
gl: Eliminar a asociación de tipos de texto
gu: ટેક્સ્ટ પ્રકાર એસોસિએશન દૂર કરો
he: טסקט גוס ךויש רסה
hi: टेक्स्ट टाइप एसोसिएशन निकालें
hr: Uklonite povezanost vrste teksta
hu: Szövegtípus társítás eltávolítása
hy: Հեռացնել Text Type Association-ը
id: Hapus Asosiasi Jenis Teks
is: Fjarlægja textategundarsamband
ka: წაშალეთ ტექსტის ტიპების ასოციაცია
kk: Мәтін түрі қауымдастығын жою
km: លុបសមាគមប្រភេទអត្ថបទ
kn: ಪಠ್ಯ ಪ್ರಕಾರದ ಅಸೋಸಿಯೇಷನ್ u200bu200bತೆಗೆದುಹಾಕಿ
ku: Komeleya Tîpa Nivîsarê Rake
ky: Текст түрү бирикмесин алып салуу
lb: Ewechzehuelen Text Typ Association
lo: ລຶບສະມາຄົມປະເພດຂໍ້ຄວາມອອກ
lt: Pašalinti teksto tipo asociaciją
lv: Noņemt teksta veida asociāciju
mg: Esory ny Fikambanana karazana lahatsoratra
mi: Tango Hononga Momo Kuputuhi
mk: Отстранете ја асоцијацијата за типови на текст
ml: ടെക്സ്റ്റ് ടൈപ്പ് അസോസിയേഷൻ നീക്കം ചെയ്യുക
mn: Текстийн төрлийн холбоог устгана уу
mr: मजकूर प्रकार असोसिएशन काढा
mt: Neħħi l-Assoċjazzjoni tat-Tip tat-Test
my: စာသားအမျိုးအစားအသင်းအား ဖယ်ရှားပါ။
nb: Fjern teksttypetilknytning
ne: पाठ प्रकार संघ हटाउनुहोस्
or: ଟେକ୍ସଟ୍ ପ୍ରକାର ଆସୋସିଏସନ୍ ଅପସାରଣ କରନ୍ତୁ |
pa: ਟੈਕਸਟ ਟਾਈਪ ਐਸੋਸੀਏਸ਼ਨ ਹਟਾਓ
ps: ﺉړﮐ ﯤﺮﻟ ﻪﻨﻟﻮټ ﻝﻭډ ﻦﺘﻣ ﺩ
ro: Eliminați asocierea tipului de text
rw: Kuraho Ubwoko bw'inyandiko
sd: ﻦﺸﻴﺌﻴﺳﻮﺴﻳﺍ ﭗﺋﺎٽ ٽﺴڪﻴٽ ﻮﻳﺎٽﻫ
si: Text Type Association ඉවත් කරන්න
sk: Odstrániť asociáciu typu textu
sl: Odstrani povezavo vrste besedila
sq: Hiq Text Type Association
sw: Ondoa Muungano wa Aina ya Maandishi
ta: உரை வகை சங்கத்தை அகற்று
te: టెక్స్ట్ టైప్ అసోసియేషన్u200cను తీసివేయండి
tg: Ассотсиатсияи навъи матнро нест кунед
th: ลบสมาคมประเภทข้อความ
tk: Tekst görnüşi birleşigini aýyryň
tt: Текст тибындагы ассоциацияне бетерегез
uk: Видалити асоціацію типу тексту
ur: ۔ﮟﯾﺩ ﺎﭩﮨ ﻮﮐ ﻦﺸﯾﺍ ﯽﺳﻮﺴﯾﺍ ﭗﺋﺎﭨ ﭧﺴﮑﯿﭨ
uz: Matn turi assotsiatsiyasini olib tashlang
vi: Xóa liên kết loại văn bản
xh: Susa i-Text Type Association
yi: ןאָיטאַיסאָססאַ פּיט טסקעט ןעמענפּאָראַ
