Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: <b>P_ath:</b> <i>exists as file</i>
af: <b>P_ath:</b> <i>bestaan u200bu200bas lêer</i>
am: <b>P_ath:</b> <i>እንደ ፋይል አለ።</i>
ar: <b>P_ath:</b> <i>ﻒﻠﻤﻛ ﺩﻮﺟﻮﻣ</i>
be: <b>P_ath:</b> <i>існуе як файл</i>
bg: <b>P_ath:</b> <i>съществува като файл</i>
bn: <b>P_ath:</b> <i>ফাইল হিসাবে বিদ্যমান</i>
ca: <b>P_ath:</b> <i>existeix com a fitxer</i>
cy: <b>P_ath:</b> <i>yn bodoli fel ffeil</i>
da: <b>P_ath:</b> <i>eksisterer som fil</i>
eo: <b>P_ath:</b> <i>ekzistas kiel dosiero</i>
et: <b>P_ath:</b> <i>eksisteerib failina</i>
eu: <b>P_ath:</b> <i>fitxategi gisa existitzen da</i>
fa: <b>P_ath:</b> <i>ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﯾﺎﻓ ﻥﺍﻮﻨﻋ ﻪﺑ</i>
fi: <b>P_ath:</b> <i>olemassa tiedostona</i>
fil: <b>P_ath:</b> <i>umiiral bilang file</i>
fy: <b>P_ath:</b> <i>bestiet as triem</i>
ga: <b>P_ath:</b> <i>ann mar chomhad</i>
gd: <b>P_ath:</b> <i>ann mar fhaidhle</i>
gl: <b>P_ath:</b> <i>existe como ficheiro</i>
gu: <b>P_ath:</b> <i>ફાઇલ તરીકે અસ્તિત્વમાં છે</i>
he: <b>P_ath:</b> <i>ץבוקכ םייק</i>
hi: <b>P_ath:</b> <i>फ़ाइल के रूप में मौजूद है</i>
hr: <b>P_ath:</b> <i>postoji kao datoteka</i>
hu: <b>P_ath:</b> <i>fájlként létezik</i>
hy: <b>P_ath:</b> <i>գոյություն ունի որպես ֆայլ</i>
id: <b>P_ath:</b> <i>ada sebagai file</i>
is: <b>P_ath:</b> <i>er til sem skrá</i>
ka: <b>P_ath:</b> <i>არსებობს როგორც ფაილი</i>
kk: <b>P_ath:</b> <i>файл ретінде бар</i>
km: <b>P_ath:</b> <i>មានជាឯកសារ</i>
kn: <b>P_ath:</b> <i>ಫೈಲ್ ಆಗಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ</i>
ku: <b>P_ath:</b> <i>wekî pel heye</i>
ky: <b>P_ath:</b> <i>файл катары бар</i>
lb: <b>P_ath:</b> <i>existéiert als Datei</i>
lo: <b>P_ath:</b> <i>ມີຢູ່ເປັນໄຟລ໌</i>
lt: <b>P_ath:</b> <i>egzistuoja kaip failas</i>
lv: <b>P_ath:</b> <i>pastāv kā fails</i>
mg: <b>P_ath:</b> <i>misy toy ny rakitra</i>
mi: <b>P_ath:</b> <i>kei te noho hei konae</i>
mk: <b>P_ath:</b> <i>постои како датотека</i>
ml: <b>P_ath:</b> <i>ഫയലായി നിലവിലുണ്ട്</i>
mn: <b>P_ath:</b> <i>файл хэлбэрээр байдаг</i>
mr: <b>P_ath:</b> <i>फाइल म्हणून अस्तित्वात आहे</i>
mt: <b>P_ath:</b> <i>jeżisti bħala fajl</i>
my: <b>P_ath:</b> <i>ဖိုင်အဖြစ်တည်ရှိသည်။</i>
nb: <b>P_ath:</b> <i>eksisterer som fil</i>
ne: <b>P_ath:</b> <i>फाइलको रूपमा अवस्थित छ</i>
or: <b>P_ath:</b> <i>ଫାଇଲ୍ ଭାବରେ ବିଦ୍ୟମାନ |</i>
pa: <b>P_ath:</b> <i>ਫਾਇਲ ਦੇ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦ ਹੈ</i>
ps: <b>P_ath:</b> <i>ﻱﺮﻟ ﻥﻮﺘﺷ ﻪګﻮﺗ ﻪﭘ ﻞﯾﺎﻓ ﺩ</i>
ro: <b>P_ath:</b> <i>există ca fișier</i>
rw: <b>P_ath:</b> <i>ibaho nka dosiye</i>
sd: <b>P_ath:</b> <i>ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﺭﻮﻃ ﻞﺋﺎﻓ</i>
si: <b>P_ath:</b> <i>ගොනුවක් ලෙස පවතී</i>
sk: <b>P_ath:</b> <i>existuje ako súbor</i>
sl: <b>P_ath:</b> <i>obstaja kot datoteka</i>
sq: <b>P_ath:</b> <i>ekziston si skedar</i>
sw: <b>P_ath:</b> <i>ipo kama faili</i>
ta: <b>P_ath:</b> <i>கோப்பாக உள்ளது</i>
te: <b>P_ath:</b> <i>ఫైల్u200cగా ఉంది</i>
tg: <b>P_ath:</b> <i>ҳамчун файл вуҷуд дорад</i>
th: <b>P_ath:</b> <i>มีอยู่เป็นไฟล์</i>
tk: <b>P_ath:</b> <i>faýl görnüşinde bar</i>
tt: <b>P_ath:</b> <i>файл буларак бар</i>
uk: <b>P_ath:</b> <i>існує як файл</i>
ur: <b>P_ath:</b> <i>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻞﺋﺎﻓ</i>
uz: <b>P_ath:</b> <i>fayl sifatida mavjud</i>
vi: <b>P_ath:</b> <i>tồn tại dưới dạng tệp</i>
xh: <b>P_ath:</b> <i>ikhona njengefayile</i>
yi: <b>P_ath:</b> <i>עקעט יוו טריטסיסקע</i>

source: <b>_Name:</b> <i>exists as file</i>
af: <b>_Naam:</b> <i>bestaan u200bu200bas lêer</i>
am: <b>_ስም፡</b> <i>እንደ ፋይል አለ።</i>
ar: <b>_:ﻢﺳﺍ</b> <i>ﻒﻠﻤﻛ ﺩﻮﺟﻮﻣ</i>
be: <b>_Імя:</b> <i>існуе як файл</i>
bg: <b>_име:</b> <i>съществува като файл</i>
bn: <b>_নাম:</b> <i>ফাইল হিসাবে বিদ্যমান</i>
ca: <b>_Nom:</b> <i>existeix com a fitxer</i>
cy: <b>_Enw:</b> <i>yn bodoli fel ffeil</i>
da: <b>_Navn:</b> <i>eksisterer som fil</i>
eo: <b>_Nomo:</b> <i>ekzistas kiel dosiero</i>
et: <b>_Nimi:</b> <i>eksisteerib failina</i>
eu: <b>_Izena:</b> <i>fitxategi gisa existitzen da</i>
fa: <b>_:ﻡﺎﻧ</b> <i>ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﯾﺎﻓ ﻥﺍﻮﻨﻋ ﻪﺑ</i>
fi: <b>_Nimi:</b> <i>olemassa tiedostona</i>
fil: <b>_Pangalan:</b> <i>umiiral bilang file</i>
fy: <b>_Namme:</b> <i>bestiet as triem</i>
ga: <b>_Ainm:</b> <i>ann mar chomhad</i>
gd: <b>_Ainm:</b> <i>ann mar fhaidhle</i>
gl: <b>_Nome:</b> <i>existe como ficheiro</i>
gu: <b>_નામ:</b> <i>ફાઇલ તરીકે અસ્તિત્વમાં છે</i>
he: <b>_:םֵׁש</b> <i>ץבוקכ םייק</i>
hi: <b>_नाम:</b> <i>फ़ाइल के रूप में मौजूद है</i>
hr: <b>_Ime:</b> <i>postoji kao datoteka</i>
hu: <b>_Név:</b> <i>fájlként létezik</i>
hy: <b>_Անուն:</b> <i>գոյություն ունի որպես ֆայլ</i>
id: <b>_Nama:</b> <i>ada sebagai file</i>
is: <b>_Nafn:</b> <i>er til sem skrá</i>
ka: <b>_სახელი:</b> <i>არსებობს როგორც ფაილი</i>
kk: <b>_Аты:</b> <i>файл ретінде бар</i>
km: <b>_ឈ្មោះ៖</b> <i>មានជាឯកសារ</i>
kn: <b>_ಹೆಸರು:</b> <i>ಫೈಲ್ ಆಗಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ</i>
ku: <b>_Nav:</b> <i>wekî pel heye</i>
ky: <b>_Аты-жөнү:</b> <i>файл катары бар</i>
lb: <b>_Numm:</b> <i>existéiert als Datei</i>
lo: <b>_ຊື່:</b> <i>ມີຢູ່ເປັນໄຟລ໌</i>
lt: <b>_Vardas:</b> <i>egzistuoja kaip failas</i>
lv: <b>_Vārds:</b> <i>pastāv kā fails</i>
mg: <b>_Anarana:</b> <i>misy toy ny rakitra</i>
mi: <b>_Ingoa:</b> <i>kei te noho hei konae</i>
mk: <b>_Име:</b> <i>постои како датотека</i>
ml: <b>_പേര്:</b> <i>ഫയലായി നിലവിലുണ്ട്</i>
mn: <b>_Нэр:</b> <i>файл хэлбэрээр байдаг</i>
mr: <b>_नाव:</b> <i>फाइल म्हणून अस्तित्वात आहे</i>
mt: <b>_Isem:</b> <i>jeżisti bħala fajl</i>
my: <b>_အမည်-</b> <i>ဖိုင်အဖြစ်တည်ရှိသည်။</i>
nb: <b>_Navn:</b> <i>eksisterer som fil</i>
ne: <b>_नाम:</b> <i>फाइलको रूपमा अवस्थित छ</i>
or: <b>_ନାମ:</b> <i>ଫାଇଲ୍ ଭାବରେ ବିଦ୍ୟମାନ |</i>
pa: <b>_ਨਾਮ:</b> <i>ਫਾਇਲ ਦੇ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦ ਹੈ</i>
ps: <b>_:ﻡﻮﻧ</b> <i>ﻱﺮﻟ ﻥﻮﺘﺷ ﻪګﻮﺗ ﻪﭘ ﻞﯾﺎﻓ ﺩ</i>
ro: <b>_Nume:</b> <i>există ca fișier</i>
rw: <b>_Izina:</b> <i>ibaho nka dosiye</i>
sd: <b>_:ﻮﻟﺎﻧ</b> <i>ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﺭﻮﻃ ﻞﺋﺎﻓ</i>
si: <b>_නම:</b> <i>ගොනුවක් ලෙස පවතී</i>
sk: <b>_Názov:</b> <i>existuje ako súbor</i>
sl: <b>_ime:</b> <i>obstaja kot datoteka</i>
sq: <b>_Emri:</b> <i>ekziston si skedar</i>
sw: <b>_Jina:</b> <i>ipo kama faili</i>
ta: <b>_பெயர்:</b> <i>கோப்பாக உள்ளது</i>
te: <b>_పేరు:</b> <i>ఫైల్u200cగా ఉంది</i>
tg: <b>_Ном:</b> <i>ҳамчун файл вуҷуд дорад</i>
th: <b>_ชื่อ:</b> <i>มีอยู่เป็นไฟล์</i>
tk: <b>_Ady:</b> <i>faýl görnüşinde bar</i>
tt: <b>_Исем:</b> <i>файл буларак бар</i>
uk: <b>_Ім'я:</b> <i>існує як файл</i>
ur: <b>_:ﻡﺎﻧ</b> <i>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻞﺋﺎﻓ</i>
uz: <b>_Nomi:</b> <i>fayl sifatida mavjud</i>
vi: <b>_Tên:</b> <i>tồn tại dưới dạng tệp</i>
xh: <b>_Igama:</b> <i>ikhona njengefayile</i>
yi: <b>_:ןעמאָנ</b> <i>עקעט יוו טריטסיסקע</i>

source: <b>_Filename:</b> <i>exists as file</i>
af: <b>_Lêernaam:</b> <i>bestaan u200bu200bas lêer</i>
am: <b>_የፋይል ስም:</b> <i>እንደ ፋይል አለ።</i>
ar: <b>_:ﻒﻠﻤﻟﺍ ﻢﺳﺍ</b> <i>ﻒﻠﻤﻛ ﺩﻮﺟﻮﻣ</i>
be: <b>_Імя файла:</b> <i>існуе як файл</i>
bg: <b>_Име на файл:</b> <i>съществува като файл</i>
bn: <b>_ফাইলের নাম:</b> <i>ফাইল হিসাবে বিদ্যমান</i>
ca: <b>_Nom de l'arxiu:</b> <i>existeix com a fitxer</i>
cy: <b>_Enw ffeil:</b> <i>yn bodoli fel ffeil</i>
da: <b>_Filnavn:</b> <i>eksisterer som fil</i>
eo: <b>_Dosiernomo:</b> <i>ekzistas kiel dosiero</i>
et: <b>_Faili nimi:</b> <i>eksisteerib failina</i>
eu: <b>_Fitxategi izena:</b> <i>fitxategi gisa existitzen da</i>
fa: <b>_:ﻞﯾﺎﻓ ﻡﺎﻧ</b> <i>ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﯾﺎﻓ ﻥﺍﻮﻨﻋ ﻪﺑ</i>
fi: <b>_Tiedoston nimi:</b> <i>olemassa tiedostona</i>
fil: <b>_Filename:</b> <i>umiiral bilang file</i>
fy: <b>_Bestânsnamme:</b> <i>bestiet as triem</i>
ga: <b>_Ainm comhaid:</b> <i>ann mar chomhad</i>
gd: <b>_Ainm faidhle:</b> <i>ann mar fhaidhle</i>
gl: <b>_Nome de arquivo:</b> <i>existe como ficheiro</i>
gu: <b>_ફાઈલનું નામ:</b> <i>ફાઇલ તરીકે અસ્તિત્વમાં છે</i>
he: <b>_:ץבוק םש</b> <i>ץבוקכ םייק</i>
hi: <b>_फ़ाइल का नाम:</b> <i>फ़ाइल के रूप में मौजूद है</i>
hr: <b>_Naziv datoteke:</b> <i>postoji kao datoteka</i>
hu: <b>_Fájl név:</b> <i>fájlként létezik</i>
hy: <b>_Ֆայլի անուն:</b> <i>գոյություն ունի որպես ֆայլ</i>
id: <b>_Nama file:</b> <i>ada sebagai file</i>
is: <b>_Skráarnafn:</b> <i>er til sem skrá</i>
ka: <b>_Ფაილის სახელი:</b> <i>არსებობს როგორც ფაილი</i>
kk: <b>_Файл атауы:</b> <i>файл ретінде бар</i>
km: <b>_ឈ្មោះu200bឯកសារ:</b> <i>មានជាឯកសារ</i>
kn: <b>_ಕಡತದ ಹೆಸರು:</b> <i>ಫೈಲ್ ಆಗಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ</i>
ku: <b>_Navê pelê:</b> <i>wekî pel heye</i>
ky: <b>_Шилтемелер аты:</b> <i>файл катары бар</i>
lb: <b>_Numm vum Dossier:</b> <i>existéiert als Datei</i>
lo: <b>_ຊື່u200bເອu200bກະu200bສານ:</b> <i>ມີຢູ່ເປັນໄຟລ໌</i>
lt: <b>_Failo pavadinimas:</b> <i>egzistuoja kaip failas</i>
lv: <b>_Faila nosaukums:</b> <i>pastāv kā fails</i>
mg: <b>_Anaran'ny fisie:</b> <i>misy toy ny rakitra</i>
mi: <b>_Ingoa Kōnae:</b> <i>kei te noho hei konae</i>
mk: <b>_Име на датотека:</b> <i>постои како датотека</i>
ml: <b>_ഫയലിന്റെ പേര്:</b> <i>ഫയലായി നിലവിലുണ്ട്</i>
mn: <b>_Файлын нэр:</b> <i>файл хэлбэрээр байдаг</i>
mr: <b>_फाईलचे नाव:</b> <i>फाइल म्हणून अस्तित्वात आहे</i>
mt: <b>_Isem tal-fajl:</b> <i>jeżisti bħala fajl</i>
my: <b>_ဖိုင်နာမည်:</b> <i>ဖိုင်အဖြစ်တည်ရှိသည်။</i>
nb: <b>_Filnavn:</b> <i>eksisterer som fil</i>
ne: <b>_फाइलनाम:</b> <i>फाइलको रूपमा अवस्थित छ</i>
or: <b>_ଦସ୍ତାବିଜ୍ ର ନାମ:</b> <i>ଫାଇଲ୍ ଭାବରେ ବିଦ୍ୟମାନ |</i>
pa: <b>_ਫਾਈਲ ਦਾ ਨਾਮ:</b> <i>ਫਾਇਲ ਦੇ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦ ਹੈ</i>
ps: <b>_:ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ</b> <i>ﻱﺮﻟ ﻥﻮﺘﺷ ﻪګﻮﺗ ﻪﭘ ﻞﯾﺎﻓ ﺩ</i>
ro: <b>_Nume de fișier:</b> <i>există ca fișier</i>
rw: <b>_Izina rya dosiye:</b> <i>ibaho nka dosiye</i>
sd: <b>_:ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ</b> <i>ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﺭﻮﻃ ﻞﺋﺎﻓ</i>
si: <b>_ගොනු නාමය:</b> <i>ගොනුවක් ලෙස පවතී</i>
sk: <b>_Názov súboru:</b> <i>existuje ako súbor</i>
sl: <b>_Ime datoteke:</b> <i>obstaja kot datoteka</i>
sq: <b>_Emri i skedarit:</b> <i>ekziston si skedar</i>
sw: <b>_Jina la faili:</b> <i>ipo kama faili</i>
ta: <b>_கோப்பு பெயர்:</b> <i>கோப்பாக உள்ளது</i>
te: <b>_ఫైల్ పేరు:</b> <i>ఫైల్u200cగా ఉంది</i>
tg: <b>_Номи парванда:</b> <i>ҳамчун файл вуҷуд дорад</i>
th: <b>_ชื่อไฟล์:</b> <i>มีอยู่เป็นไฟล์</i>
tk: <b>_Faýlyň ady:</b> <i>faýl görnüşinde bar</i>
tt: <b>_Файл исеме:</b> <i>файл буларак бар</i>
uk: <b>_Ім'я файлу:</b> <i>існує як файл</i>
ur: <b>_:ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ</b> <i>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻞﺋﺎﻓ</i>
uz: <b>_Fayl nomi:</b> <i>fayl sifatida mavjud</i>
vi: <b>_Tên tệp:</b> <i>tồn tại dưới dạng tệp</i>
xh: <b>_Igama lefayile:</b> <i>ikhona njengefayile</i>
yi: <b>_:ןעמאָנ עקעט</b> <i>עקעט יוו טריטסיסקע</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
af: <b>P_ath:</b> <i>* bestaande lêer oorskryf</i>
am: <b>P_ath:</b> <i>* ያለውን ፋይል እንደገና ይፃፉ</i>
ar: <b>P_ath:</b> <i>* ﺩﻮﺟﻮﻣ ﺪﻨﺘﺴﻣ ﻰﻠﻋ ﺔﺑﺎﺘﻜﻟﺍ</i>
be: <b>P_ath:</b> <i>* перазапісаць існуючы файл</i>
bg: <b>P_ath:</b> <i>* презаписване на съществуващ файл</i>
bn: <b>P_ath:</b> <i>* বর্তমান ফাইলটির উপরেই লিখুন</i>
ca: <b>P_ath:</b> <i>* sobreescriu el fitxer existent</i>
cy: <b>P_ath:</b> <i>* trosysgrifo'r ffeil bresennol</i>
da: <b>P_ath:</b> <i>* overskriv eksisterende fil</i>
eo: <b>P_ath:</b> <i>* anstataŭigu ekzistantan dosieron</i>
et: <b>P_ath:</b> <i>* olemasoleva faili ülekirjutamine</i>
eu: <b>P_ath:</b> <i>* lehendik dagoen fitxategia gainidatzi</i>
fa: <b>P_ath:</b> <i>* ﺩﻮﺟﻮﻣ ﻞﯾﺎﻓ ﯽﺴﯾﻮﻧﺯﺎﺑ</i>
fi: <b>P_ath:</b> <i>* korvaa olemassa oleva tiedosto</i>
fil: <b>P_ath:</b> <i>* i-overwrite ang umiiral na file</i>
fy: <b>P_ath:</b> <i>* besteande triem oerskriuwe</i>
ga: <b>P_ath:</b> <i>* an comhad atá ann cheana a fhorscríobh</i>
gd: <b>P_ath:</b> <i>* cuir thairis am faidhle a tha ann mu thràth</i>
gl: <b>P_ath:</b> <i>* sobrescribir o ficheiro existente</i>
gu: <b>P_ath:</b> <i>* હાલની ફાઇલ પર ફરીથી લખો</i>
he: <b>P_ath:</b> <i>* םייק ץבוק ףילחהל</i>
hi: <b>P_ath:</b> <i>* मौजूदा लिखी फाइल के ऊपर लिखना</i>
hr: <b>P_ath:</b> <i>* prepisati postojeću datoteku</i>
hu: <b>P_ath:</b> <i>* felülírja a meglévő fájlt</i>
hy: <b>P_ath:</b> <i>* վերագրանցել առկա ֆայլը</i>
id: <b>P_ath:</b> <i>* menimpa file yang ada</i>
is: <b>P_ath:</b> <i>* skrifa yfir núverandi skrá</i>
ka: <b>P_ath:</b> <i>* არსებული ფაილის გადაწერა</i>
kk: <b>P_ath:</b> <i>* бар файлды қайта жазу</i>
km: <b>P_ath:</b> <i>* សរសេរជាន់លើឯកសារដែលមានស្រាប់</i>
kn: <b>P_ath:</b> <i>* ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಫೈಲ್ ಅನ್ನು ತಿದ್ದಿ ಬರೆಯಿರಿ</i>
ku: <b>P_ath:</b> <i>* pelê heyî binivîsîne</i>
ky: <b>P_ath:</b> <i>* бар файлды кайра жазуу</i>
lb: <b>P_ath:</b> <i>* existéierend Datei iwwerschreiwe</i>
lo: <b>P_ath:</b> <i>* ຂຽນທັບໄຟລ໌ທີ່ມີຢູ່ແລ້ວ</i>
lt: <b>P_ath:</b> <i>* perrašyti esamą failą</i>
lv: <b>P_ath:</b> <i>* pārrakstīt esošo failu</i>
mg: <b>P_ath:</b> <i>* overwrite ny rakitra efa misy</i>
mi: <b>P_ath:</b> <i>* tuhirua i te kōnae tīariari</i>
mk: <b>P_ath:</b> <i>* презапишете постоечка датотека</i>
ml: <b>P_ath:</b> <i>* നിലവിലുള്ള ഫയൽ തിരുത്തിയെഴുതുക</i>
mn: <b>P_ath:</b> <i>* одоо байгаа файлыг дарж бичих</i>
mr: <b>P_ath:</b> <i>* विद्यमान फाइल अधिलिखित करा</i>
mt: <b>P_ath:</b> <i>* ikteb fuq il-fajl eżistenti</i>
my: <b>P_ath:</b> <i>* ရှိပြီးသားဖိုင်ကို ထပ်ရေးပါ။</i>
nb: <b>P_ath:</b> <i>* overskriv eksisterende fil</i>
ne: <b>P_ath:</b> <i>* अवस्थित फाइल अधिलेखन</i>
or: <b>P_ath:</b> <i>* ବିଦ୍ୟମାନ ଫାଇଲ୍ କୁ ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ |</i>
pa: <b>P_ath:</b> <i>* ਮੌਜੂਦਾ ਫਾਈਲ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰੋ</i>
ps: <b>P_ath:</b> <i>* ﻞﮑﯿﻟ ﺎﯿﺑ ﯥﻨﺗﻭﺩ ﻩﺩﻮﺟﻮﻣ</i>
ro: <b>P_ath:</b> <i>* suprascrie fișierul existent</i>
rw: <b>P_ath:</b> <i>* andika dosiye iriho</i>
sd: <b>P_ath:</b> <i>* ﻮﻳﺮڪ ﻢﺘﺧ ﻲﮐ ﻞﺋﺎﻓ ﻩﺩﻮﺟﻮﻣ</i>
si: <b>P_ath:</b> <i>* පවතින ගොනුව උඩින් ලියන්න</i>
sk: <b>P_ath:</b> <i>* prepísať existujúci súbor</i>
sl: <b>P_ath:</b> <i>* prepisati obstoječo datoteko</i>
sq: <b>P_ath:</b> <i>* mbishkruani skedarin ekzistues</i>
sw: <b>P_ath:</b> <i>* futa faili iliyopo</i>
ta: <b>P_ath:</b> <i>* ஏற்கனவே உள்ள கோப்பை மேலெழுதவும்</i>
te: <b>P_ath:</b> <i>* ఇప్పటికే ఉన్న ఫైల్u200cని ఓవర్u200cరైట్ చేయండి</i>
tg: <b>P_ath:</b> <i>* файли мавҷударо аз нав нависед</i>
th: <b>P_ath:</b> <i>* เขียนทับไฟล์ที่มีอยู่</i>
tk: <b>P_ath:</b> <i>* bar bolan faýlyň üstüne ýazyň</i>
tt: <b>P_ath:</b> <i>* булган файлны яңадан языгыз</i>
uk: <b>P_ath:</b> <i>* перезаписати наявний файл</i>
ur: <b>P_ath:</b> <i>* ۔ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﻞﺋﺎﻓ ﮦﺩﻮﺟﻮﻣ</i>
uz: <b>P_ath:</b> <i>* mavjud faylni qayta yozish</i>
vi: <b>P_ath:</b> <i>* ghi đè lên tập tin hiện có</i>
xh: <b>P_ath:</b> <i>* bhala ngaphezulu ifayile ekhoyo</i>
yi: <b>P_ath:</b> <i>* עקעט גניטסיזגי טייררעווואָ</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
af: <b>_Naam:</b> <i>* bestaande lêer oorskryf</i>
am: <b>_ስም፡</b> <i>* ያለውን ፋይል እንደገና ይፃፉ</i>
ar: <b>_:ﻢﺳﺍ</b> <i>* ﺩﻮﺟﻮﻣ ﺪﻨﺘﺴﻣ ﻰﻠﻋ ﺔﺑﺎﺘﻜﻟﺍ</i>
be: <b>_Імя:</b> <i>* перазапісаць існуючы файл</i>
bg: <b>_име:</b> <i>* презаписване на съществуващ файл</i>
bn: <b>_নাম:</b> <i>* বর্তমান ফাইলটির উপরেই লিখুন</i>
ca: <b>_Nom:</b> <i>* sobreescriu el fitxer existent</i>
cy: <b>_Enw:</b> <i>* trosysgrifo'r ffeil bresennol</i>
da: <b>_Navn:</b> <i>* overskriv eksisterende fil</i>
eo: <b>_Nomo:</b> <i>* anstataŭigu ekzistantan dosieron</i>
et: <b>_Nimi:</b> <i>* olemasoleva faili ülekirjutamine</i>
eu: <b>_Izena:</b> <i>* lehendik dagoen fitxategia gainidatzi</i>
fa: <b>_:ﻡﺎﻧ</b> <i>* ﺩﻮﺟﻮﻣ ﻞﯾﺎﻓ ﯽﺴﯾﻮﻧﺯﺎﺑ</i>
fi: <b>_Nimi:</b> <i>* korvaa olemassa oleva tiedosto</i>
fil: <b>_Pangalan:</b> <i>* i-overwrite ang umiiral na file</i>
fy: <b>_Namme:</b> <i>* besteande triem oerskriuwe</i>
ga: <b>_Ainm:</b> <i>* an comhad atá ann cheana a fhorscríobh</i>
gd: <b>_Ainm:</b> <i>* cuir thairis am faidhle a tha ann mu thràth</i>
gl: <b>_Nome:</b> <i>* sobrescribir o ficheiro existente</i>
gu: <b>_નામ:</b> <i>* હાલની ફાઇલ પર ફરીથી લખો</i>
he: <b>_:םֵׁש</b> <i>* םייק ץבוק ףילחהל</i>
hi: <b>_नाम:</b> <i>* मौजूदा लिखी फाइल के ऊपर लिखना</i>
hr: <b>_Ime:</b> <i>* prepisati postojeću datoteku</i>
hu: <b>_Név:</b> <i>* felülírja a meglévő fájlt</i>
hy: <b>_Անուն:</b> <i>* վերագրանցել առկա ֆայլը</i>
id: <b>_Nama:</b> <i>* menimpa file yang ada</i>
is: <b>_Nafn:</b> <i>* skrifa yfir núverandi skrá</i>
ka: <b>_სახელი:</b> <i>* არსებული ფაილის გადაწერა</i>
kk: <b>_Аты:</b> <i>* бар файлды қайта жазу</i>
km: <b>_ឈ្មោះ៖</b> <i>* សរសេរជាន់លើឯកសារដែលមានស្រាប់</i>
kn: <b>_ಹೆಸರು:</b> <i>* ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಫೈಲ್ ಅನ್ನು ತಿದ್ದಿ ಬರೆಯಿರಿ</i>
ku: <b>_Nav:</b> <i>* pelê heyî binivîsîne</i>
ky: <b>_Аты-жөнү:</b> <i>* бар файлды кайра жазуу</i>
lb: <b>_Numm:</b> <i>* existéierend Datei iwwerschreiwe</i>
lo: <b>_ຊື່:</b> <i>* ຂຽນທັບໄຟລ໌ທີ່ມີຢູ່ແລ້ວ</i>
lt: <b>_Vardas:</b> <i>* perrašyti esamą failą</i>
lv: <b>_Vārds:</b> <i>* pārrakstīt esošo failu</i>
mg: <b>_Anarana:</b> <i>* overwrite ny rakitra efa misy</i>
mi: <b>_Ingoa:</b> <i>* tuhirua i te kōnae tīariari</i>
mk: <b>_Име:</b> <i>* презапишете постоечка датотека</i>
ml: <b>_പേര്:</b> <i>* നിലവിലുള്ള ഫയൽ തിരുത്തിയെഴുതുക</i>
mn: <b>_Нэр:</b> <i>* одоо байгаа файлыг дарж бичих</i>
mr: <b>_नाव:</b> <i>* विद्यमान फाइल अधिलिखित करा</i>
mt: <b>_Isem:</b> <i>* ikteb fuq il-fajl eżistenti</i>
my: <b>_အမည်-</b> <i>* ရှိပြီးသားဖိုင်ကို ထပ်ရေးပါ။</i>
nb: <b>_Navn:</b> <i>* overskriv eksisterende fil</i>
ne: <b>_नाम:</b> <i>* अवस्थित फाइल अधिलेखन</i>
or: <b>_ନାମ:</b> <i>* ବିଦ୍ୟମାନ ଫାଇଲ୍ କୁ ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ |</i>
pa: <b>_ਨਾਮ:</b> <i>* ਮੌਜੂਦਾ ਫਾਈਲ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰੋ</i>
ps: <b>_:ﻡﻮﻧ</b> <i>* ﻞﮑﯿﻟ ﺎﯿﺑ ﯥﻨﺗﻭﺩ ﻩﺩﻮﺟﻮﻣ</i>
ro: <b>_Nume:</b> <i>* suprascrie fișierul existent</i>
rw: <b>_Izina:</b> <i>* andika dosiye iriho</i>
sd: <b>_:ﻮﻟﺎﻧ</b> <i>* ﻮﻳﺮڪ ﻢﺘﺧ ﻲﮐ ﻞﺋﺎﻓ ﻩﺩﻮﺟﻮﻣ</i>
si: <b>_නම:</b> <i>* පවතින ගොනුව උඩින් ලියන්න</i>
sk: <b>_Názov:</b> <i>* prepísať existujúci súbor</i>
sl: <b>_ime:</b> <i>* prepisati obstoječo datoteko</i>
sq: <b>_Emri:</b> <i>* mbishkruani skedarin ekzistues</i>
sw: <b>_Jina:</b> <i>* futa faili iliyopo</i>
ta: <b>_பெயர்:</b> <i>* ஏற்கனவே உள்ள கோப்பை மேலெழுதவும்</i>
te: <b>_పేరు:</b> <i>* ఇప్పటికే ఉన్న ఫైల్u200cని ఓవర్u200cరైట్ చేయండి</i>
tg: <b>_Ном:</b> <i>* файли мавҷударо аз нав нависед</i>
th: <b>_ชื่อ:</b> <i>* เขียนทับไฟล์ที่มีอยู่</i>
tk: <b>_Ady:</b> <i>* bar bolan faýlyň üstüne ýazyň</i>
tt: <b>_Исем:</b> <i>* булган файлны яңадан языгыз</i>
uk: <b>_Ім'я:</b> <i>* перезаписати наявний файл</i>
ur: <b>_:ﻡﺎﻧ</b> <i>* ۔ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﻞﺋﺎﻓ ﮦﺩﻮﺟﻮﻣ</i>
uz: <b>_Nomi:</b> <i>* mavjud faylni qayta yozish</i>
vi: <b>_Tên:</b> <i>* ghi đè lên tập tin hiện có</i>
xh: <b>_Igama:</b> <i>* bhala ngaphezulu ifayile ekhoyo</i>
yi: <b>_:ןעמאָנ</b> <i>* עקעט גניטסיזגי טייררעווואָ</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
af: <b>_Lêernaam:</b> <i>* bestaande lêer oorskryf</i>
am: <b>_የፋይል ስም:</b> <i>* ያለውን ፋይል እንደገና ይፃፉ</i>
ar: <b>_:ﻒﻠﻤﻟﺍ ﻢﺳﺍ</b> <i>* ﺩﻮﺟﻮﻣ ﺪﻨﺘﺴﻣ ﻰﻠﻋ ﺔﺑﺎﺘﻜﻟﺍ</i>
be: <b>_Імя файла:</b> <i>* перазапісаць існуючы файл</i>
bg: <b>_Име на файл:</b> <i>* презаписване на съществуващ файл</i>
bn: <b>_ফাইলের নাম:</b> <i>* বর্তমান ফাইলটির উপরেই লিখুন</i>
ca: <b>_Nom de l'arxiu:</b> <i>* sobreescriu el fitxer existent</i>
cy: <b>_Enw ffeil:</b> <i>* trosysgrifo'r ffeil bresennol</i>
da: <b>_Filnavn:</b> <i>* overskriv eksisterende fil</i>
eo: <b>_Dosiernomo:</b> <i>* anstataŭigu ekzistantan dosieron</i>
et: <b>_Faili nimi:</b> <i>* olemasoleva faili ülekirjutamine</i>
eu: <b>_Fitxategi izena:</b> <i>* lehendik dagoen fitxategia gainidatzi</i>
fa: <b>_:ﻞﯾﺎﻓ ﻡﺎﻧ</b> <i>* ﺩﻮﺟﻮﻣ ﻞﯾﺎﻓ ﯽﺴﯾﻮﻧﺯﺎﺑ</i>
fi: <b>_Tiedoston nimi:</b> <i>* korvaa olemassa oleva tiedosto</i>
fil: <b>_Filename:</b> <i>* i-overwrite ang umiiral na file</i>
fy: <b>_Bestânsnamme:</b> <i>* besteande triem oerskriuwe</i>
ga: <b>_Ainm comhaid:</b> <i>* an comhad atá ann cheana a fhorscríobh</i>
gd: <b>_Ainm faidhle:</b> <i>* cuir thairis am faidhle a tha ann mu thràth</i>
gl: <b>_Nome de arquivo:</b> <i>* sobrescribir o ficheiro existente</i>
gu: <b>_ફાઈલનું નામ:</b> <i>* હાલની ફાઇલ પર ફરીથી લખો</i>
he: <b>_:ץבוק םש</b> <i>* םייק ץבוק ףילחהל</i>
hi: <b>_फ़ाइल का नाम:</b> <i>* मौजूदा लिखी फाइल के ऊपर लिखना</i>
hr: <b>_Naziv datoteke:</b> <i>* prepisati postojeću datoteku</i>
hu: <b>_Fájl név:</b> <i>* felülírja a meglévő fájlt</i>
hy: <b>_Ֆայլի անուն:</b> <i>* վերագրանցել առկա ֆայլը</i>
id: <b>_Nama file:</b> <i>* menimpa file yang ada</i>
is: <b>_Skráarnafn:</b> <i>* skrifa yfir núverandi skrá</i>
ka: <b>_Ფაილის სახელი:</b> <i>* არსებული ფაილის გადაწერა</i>
kk: <b>_Файл атауы:</b> <i>* бар файлды қайта жазу</i>
km: <b>_ឈ្មោះu200bឯកសារ:</b> <i>* សរសេរជាន់លើឯកសារដែលមានស្រាប់</i>
kn: <b>_ಕಡತದ ಹೆಸರು:</b> <i>* ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಫೈಲ್ ಅನ್ನು ತಿದ್ದಿ ಬರೆಯಿರಿ</i>
ku: <b>_Navê pelê:</b> <i>* pelê heyî binivîsîne</i>
ky: <b>_Шилтемелер аты:</b> <i>* бар файлды кайра жазуу</i>
lb: <b>_Numm vum Dossier:</b> <i>* existéierend Datei iwwerschreiwe</i>
lo: <b>_ຊື່u200bເອu200bກະu200bສານ:</b> <i>* ຂຽນທັບໄຟລ໌ທີ່ມີຢູ່ແລ້ວ</i>
lt: <b>_Failo pavadinimas:</b> <i>* perrašyti esamą failą</i>
lv: <b>_Faila nosaukums:</b> <i>* pārrakstīt esošo failu</i>
mg: <b>_Anaran'ny fisie:</b> <i>* overwrite ny rakitra efa misy</i>
mi: <b>_Ingoa Kōnae:</b> <i>* tuhirua i te kōnae tīariari</i>
mk: <b>_Име на датотека:</b> <i>* презапишете постоечка датотека</i>
ml: <b>_ഫയലിന്റെ പേര്:</b> <i>* നിലവിലുള്ള ഫയൽ തിരുത്തിയെഴുതുക</i>
mn: <b>_Файлын нэр:</b> <i>* одоо байгаа файлыг дарж бичих</i>
mr: <b>_फाईलचे नाव:</b> <i>* विद्यमान फाइल अधिलिखित करा</i>
mt: <b>_Isem tal-fajl:</b> <i>* ikteb fuq il-fajl eżistenti</i>
my: <b>_ဖိုင်နာမည်:</b> <i>* ရှိပြီးသားဖိုင်ကို ထပ်ရေးပါ။</i>
nb: <b>_Filnavn:</b> <i>* overskriv eksisterende fil</i>
ne: <b>_फाइलनाम:</b> <i>* अवस्थित फाइल अधिलेखन</i>
or: <b>_ଦସ୍ତାବିଜ୍ ର ନାମ:</b> <i>* ବିଦ୍ୟମାନ ଫାଇଲ୍ କୁ ଓଭର୍ ରାଇଟ୍ କରନ୍ତୁ |</i>
pa: <b>_ਫਾਈਲ ਦਾ ਨਾਮ:</b> <i>* ਮੌਜੂਦਾ ਫਾਈਲ ਨੂੰ ਓਵਰਰਾਈਟ ਕਰੋ</i>
ps: <b>_:ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ</b> <i>* ﻞﮑﯿﻟ ﺎﯿﺑ ﯥﻨﺗﻭﺩ ﻩﺩﻮﺟﻮﻣ</i>
ro: <b>_Nume de fișier:</b> <i>* suprascrie fișierul existent</i>
rw: <b>_Izina rya dosiye:</b> <i>* andika dosiye iriho</i>
sd: <b>_:ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ</b> <i>* ﻮﻳﺮڪ ﻢﺘﺧ ﻲﮐ ﻞﺋﺎﻓ ﻩﺩﻮﺟﻮﻣ</i>
si: <b>_ගොනු නාමය:</b> <i>* පවතින ගොනුව උඩින් ලියන්න</i>
sk: <b>_Názov súboru:</b> <i>* prepísať existujúci súbor</i>
sl: <b>_Ime datoteke:</b> <i>* prepisati obstoječo datoteko</i>
sq: <b>_Emri i skedarit:</b> <i>* mbishkruani skedarin ekzistues</i>
sw: <b>_Jina la faili:</b> <i>* futa faili iliyopo</i>
ta: <b>_கோப்பு பெயர்:</b> <i>* ஏற்கனவே உள்ள கோப்பை மேலெழுதவும்</i>
te: <b>_ఫైల్ పేరు:</b> <i>* ఇప్పటికే ఉన్న ఫైల్u200cని ఓవర్u200cరైట్ చేయండి</i>
tg: <b>_Номи парванда:</b> <i>* файли мавҷударо аз нав нависед</i>
th: <b>_ชื่อไฟล์:</b> <i>* เขียนทับไฟล์ที่มีอยู่</i>
tk: <b>_Faýlyň ady:</b> <i>* bar bolan faýlyň üstüne ýazyň</i>
tt: <b>_Файл исеме:</b> <i>* булган файлны яңадан языгыз</i>
uk: <b>_Ім'я файлу:</b> <i>* перезаписати наявний файл</i>
ur: <b>_:ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ</b> <i>* ۔ﮟﯾﺮﮐ ﭧﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﻞﺋﺎﻓ ﮦﺩﻮﺟﻮﻣ</i>
uz: <b>_Fayl nomi:</b> <i>* mavjud faylni qayta yozish</i>
vi: <b>_Tên tệp:</b> <i>* ghi đè lên tập tin hiện có</i>
xh: <b>_Igama lefayile:</b> <i>* bhala ngaphezulu ifayile ekhoyo</i>
yi: <b>_:ןעמאָנ עקעט</b> <i>* עקעט גניטסיזגי טייררעווואָ</i>
