Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Archive Handlers
af: Argiefhanteerders
am: የማህደር ተቆጣጣሪዎች
ar: ﻒﻴﺷﺭﻷ﻿ﺍ ﺕﺎﺠﻟﺎﻌﻣ
be: Апрацоўшчыкі архіваў
bg: Манипулатори на архиви
bn: সংরক্ষণাগার হ্যান্ডলার
ca: Gestors d'arxius
cy: Trinwyr Archifau
da: Arkivbehandlere
eo: Arkivaj Prizorgantoj
et: Arhiivihaldurid
eu: Artxibo-kudeatzaileak
fa: ﻮﯿﺷﺭﺁ ﻥﺎﮔﺪﻨﻧﺍﺩﺮﮔ
fi: Arkiston käsittelijät
fil: Mga Tagapangasiwa ng Archive
fy: Argyfhannelers
ga: Láimhseálaithe Cartlainne
gd: Luchd-làimhseachaidh tasglann
gl: Manexadores de arquivos
gu: આર્કાઇવ હેન્ડલર્સ
he: ןויכרא ילפטמ
hi: पुरालेख हैंडलर
hr: Rukovatelji arhivom
hu: Archívumkezelők
hy: Արխիվային կառավարիչներ
id: Penangan Arsip
is: Skjalasafnsstjórar
ka: არქივის დამმუშავებლები
kk: Мұрағат өңдеушілері
km: អ្នកដោះស្រាយបណ្ណសារ
kn: ಆರ್ಕೈವ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳು
ku: Handlers Arşîv
lb: Archivhändler
lt: Archyvų tvarkytojai
lv: Arhīvu apstrādātāji
mi: Nga Kaihautu Puranga
mk: Ракувачи со архиви
ml: ആർക്കൈവ് ഹാൻഡ്u200cലറുകൾ
mn: Архив боловсруулагчид
mr: संग्रहण हाताळणारे
mt: Immaniġġjaturi tal-Arkivji
nb: Arkivbehandlere
ne: अभिलेख ह्यान्डलरहरू
or: ଅଭିଲେଖାଗାର
pa: ਆਰਕਾਈਵ ਹੈਂਡਲਰ
ps: ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﻒﯿﺷﺭﺁ
ro: Manipulatorii de arhive
rw: Ububiko
sd: ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻮﻴﺋﺎڪﺭﺁ
si: සංරක්ෂිත හසුරුවන්නන්
sk: Obsluhovatelia archívov
sl: Upravljavci arhivov
sq: Trajtuesit e arkivave
sw: Vishughulikiaji vya kumbukumbu
ta: காப்பக கையாளுபவர்கள்
te: ఆర్కైవ్ హ్యాండ్లర్లు
tg: Корбарони архив
th: ตัวจัดการเอกสารเก่า
tk: Arhiw işleýänler
tt: Архив эшкәртүчеләр
uk: Обробники архівів
ur: ﺯﺮﻟﮉﻨﯿﮨ ﻮﯿﺋﺎﮐﺭﺁ
uz: Arxiv ishlovchilari
vi: Trình xử lý Lưu trữ
xh: AbaPhathi beeNkcukacha eziBalulekileyo
yi: סרעלדנאַה עווישטראַ

source: Device Handlers
af: Toestel hanteerders
am: የመሣሪያ ተቆጣጣሪዎች
ar: ﺯﺎﻬﺠﻟﺍ ﺕﺎﺠﻟﺎﻌﻣ
be: Апрацоўшчыкі прылад
bg: Манипулатори на устройства
bn: ডিভাইস হ্যান্ডলার
ca: Manipuladors de dispositius
cy: Trinwyr Dyfeisiau
da: Enhedshåndtere
eo: Aparataj Pritraktiloj
et: Seadmehaldurid
eu: Gailu-kudeatzaileak
fa: ﻩﺎﮕﺘﺳﺩ ﯼﺎﻫu200cﻪﺘﺳﺩ
fi: Laitteen käsittelijät
fil: Mga Tagapangasiwa ng Device
ga: Láimhseálaithe Feistí
gd: Luchd-làimhseachaidh innealan
gl: Manexadores de dispositivos
gu: ઉપકરણ હેન્ડલર્સ
he: םירישכמ ילפטמ
hi: डिवाइस हैंडलर
hr: Rukovatelji uređaja
hu: Eszközkezelők
hy: Սարքի կառավարիչներ
id: Penangan Perangkat
is: Tækjamenn
ka: მოწყობილობის დამმუშავებლები
kk: Құрылғы өңдеушілері
km: អ្នកដោះស្រាយឧបករណ៍
kn: ಸಾಧನ ನಿರ್ವಾಹಕರು
ky: Түзмөк иштетүүчүлөр
lb: Apparat Handler
lo: ຕົວຈັດການອຸປະກອນ
lt: Įrenginių tvarkyklės
lv: Ierīču apstrādātāji
mg: Mpitantana fitaovana
mi: Kaihautu Pūrere
mk: Ракувачи на уреди
ml: ഉപകരണം കൈകാര്യം ചെയ്യുന്നവർ
mn: Төхөөрөмжийн зохицуулагчид
mr: डिव्हाइस हँडलर
my: စက်ပစ္စည်း ကိုင်တွယ်သူများ
nb: Enhetsbehandlere
ne: यन्त्र ह्यान्डलरहरू
or: ଉପକରଣ ନିୟନ୍ତ୍ରକ |
pa: ਡਿਵਾਈਸ ਹੈਂਡਲਰ
ps: ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﻮﻠﯾﺎﺳﻭ ﺩ
ro: Manipulatori de dispozitive
rw: Abashinzwe ibikoresho
sd: ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﺲﻴﺋﺍﻭڊ
si: උපාංග හසුරුවන්න
sk: Manipulátory zariadení
sl: Upravljavci naprav
sq: Trajtuesit e pajisjeve
sw: Vidhibiti vya Kifaa
ta: சாதனம் கையாளுபவர்கள்
te: పరికర హ్యాండ్లర్లు
tg: Дастгоҳҳои дастгоҳ
th: ตัวจัดการอุปกรณ์
tk: Enjam işleýjileri
tt: Devайланма эшкәртүчеләре
uk: Обробники пристроїв
ur: ﺯﺮﻟﮉﻨﯿﮨ ﺲﺋﺍﻮﯾﮈ
uz: Qurilma ishlov beruvchilari
vi: Trình xử lý thiết bị
xh: Izixhobo zokuphatha
yi: סרעלדנאַה לטימ

source: Protocol Handlers
af: Protokol hanteerders
am: የፕሮቶኮል ተቆጣጣሪዎች
ar: ﻝﻮﻛﻮﺗﻭﺮﺒﻟﺍ ﺕﺎﺠﻟﺎﻌﻣ
be: Апрацоўшчыкі пратаколаў
bg: Манипулатори на протоколи
bn: প্রোটোকল হ্যান্ডলার
ca: Gestors de protocols
cy: Trinwyr Protocol
da: Protokolbehandlere
eo: Protokoltraktantoj
et: Protokollihaldurid
eu: Protokolo-kudeatzaileak
fa: ﻞﮑﺗﻭﺮﭘ ﯼﺎﻫ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: Protokollakäsittelijät
fil: Mga Tagapangasiwa ng Protocol
fy: Protokol Handlers
ga: Láimhseálaithe Prótacail
gd: Luchd-làimhseachaidh protocol
gl: Manexadores de protocolos
gu: પ્રોટોકોલ હેન્ડલર્સ
he: םילוקוטורפ ילפטמ
hi: प्रोटोकॉल हैंडलर
hr: Rukovatelji protokolima
hu: Protokollkezelők
hy: Արձանագրությունների կարգավորիչներ
id: Penangan Protokol
is: Bókunarstjórar
ka: პროტოკოლის დამმუშავებლები
kk: Протокол өңдеушілері
km: អ្នកដោះស្រាយពិធីការ
kn: ಪ್ರೋಟೋಕಾಲ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳು
ku: Rêvebirên Protokolê
ky: Протокол иштетүүчүлөр
lb: Protokoll Handler
lo: ຕົວຈັດການອະນຸສັນຍາ
lt: Protokolų tvarkytojai
lv: Protokolu apstrādātāji
mg: Mpitantana ny protocole
mi: Nga Kaipupuri Kawa
mk: Ракувачи со протоколи
ml: പ്രോട്ടോക്കോൾ കൈകാര്യം ചെയ്യുന്നവർ
mn: Протокол зохицуулагчид
mr: प्रोटोकॉल हँडलर्स
mt: Maniġers tal-Protokoll
my: ပရိုတိုကော ကိုင်တွယ်သူများ
nb: Protokollbehandlere
ne: प्रोटोकल ह्यान्डलरहरू
or: ପ୍ରୋଟୋକଲ୍ ହ୍ୟାଣ୍ଡେଲର୍ |
pa: ਪ੍ਰੋਟੋਕੋਲ ਹੈਂਡਲਰ
ps: ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﻝﻮﮐﻮﺗﻭﺮﭘ
ro: Operatorii de protocol
rw: Abashinzwe Amasezerano
sd: ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻝﻮڪﻮٽﻭﺮﭘ
si: ප්රොටෝකෝල හසුරුවන්නන්
sk: Manipulátory protokolov
sl: Upravljavci protokolov
sq: Trajtuesit e protokollit
sw: Washughulikiaji wa Itifaki
ta: நெறிமுறை கையாளுபவர்கள்
te: ప్రోటోకాల్ హ్యాండ్లర్లు
tg: Корбарони протокол
th: ตัวจัดการโปรโตคอล
tk: Protokol dolandyryjylary
tt: Протокол эшкәртүчеләре
uk: Обробники протоколів
ur: ﺯﺮﻟﮉﻨﯿﮨ ﻝﻮﮐﻮﭨﻭﺮﭘ
uz: Protokol ishlovchilari
vi: Người xử lý giao thức
xh: AbaPhathi beProtocol
yi: סרעלדנאַה לאָקאָטאָרפּ

source: File Handlers
af: Lêerhanteerders
am: ፋይል ተቆጣጣሪዎች
ar: ﺕﺎﻔﻠﻤﻟﺍ ﺕﺎﺠﻟﺎﻌﻣ
be: Апрацоўшчыкі файлаў
bg: Манипулатори на файлове
bn: ফাইল হ্যান্ডলার
ca: Gestors d'arxius
cy: Trinwyr Ffeiliau
da: Filbehandlere
eo: Dosiertraktiloj
et: Failihaldurid
eu: Fitxategien kudeatzaileak
fa: ﺎﻫ ﻞﯾﺎﻓ ﺖﯾﺮﯾﺪﻣ
fi: Tiedostonkäsittelijät
fil: Mga Tagapangasiwa ng File
ga: Láimhseálaithe Comhad
gd: Luchd-làimhseachaidh faidhle
gl: Manexadores de ficheiros
gu: ફાઇલ હેન્ડલર્સ
he: םיצבק ילפטמ
hi: फ़ाइल हैंडलर
hr: Rukovatelji datotekama
hu: Fájlkezelők
hy: Ֆայլերի մշակիչներ
id: Penangan File
is: Skráaumsjónarmenn
ka: ფაილების დამმუშავებლები
kk: Файл өңдеушілері
km: កម្មវិធីគ្រប់គ្រងឯកសារ
kn: ಫೈಲ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳು
ku: Handlers File
ky: Файл иштетүүчүлөр
lb: Fichier Handler
lo: ຕົວຈັດການໄຟລ໌
lt: Failų tvarkyklės
lv: Failu apstrādātāji
mg: Mpitantana rakitra
mi: Nga Kaipupuri Kōnae
mk: Ракувачи со датотеки
ml: ഫയൽ കൈകാര്യം ചെയ്യുന്നവർ
mn: Файл зохицуулагчид
mr: फाइल हाताळणारे
my: ဖိုင်ကိုင်တွယ်သူများ
nb: Filbehandlere
ne: फाइल ह्यान्डलरहरू
or: ଫାଇଲ୍ ହ୍ୟାଣ୍ଡେଲର୍ |
pa: ਫਾਈਲ ਹੈਂਡਲਰ
ps: ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﻞﯾﺎﻓ ﺩ
ro: Manipulatori de fișiere
rw: Abakoresha Idosiye
sd: ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻞﺋﺎﻓ
si: ගොනු හසුරුවන්නන්
sk: Manipulátory so súbormi
sl: Upravljavci datotek
sq: Trajtuesit e skedarëve
sw: Vidhibiti vya Faili
ta: கோப்பு கையாளுபவர்கள்
te: ఫైల్ హ్యాండ్లర్లు
tg: Коркарди файлҳо
th: ตัวจัดการไฟล์
tk: Faýl işleýjiler
tt: Файл эшкәртүчеләре
uk: Обробники файлів
ur: ﺯﺮﻟﮉﻨﯿﮨ ﻞﺋﺎﻓ
uz: Fayl ishlovchilar
vi: Trình xử lý tệp
xh: AbaPhathi beefayile
yi: סרעלדנאַה עקעט

source: Archive Hand_lers
af: Argief Hand_lers
am: ማህደር Hand_lers
ar: ﻒﻴﺷﺭﺃ Hand_lers
be: Архіў Hand_lers
bg: Архив Hand_lers
bn: সংরক্ষণাগার Hand_lers
ca: Arxiu Hand_lers
cy: Archif Hand_lers
da: Arkiv Hand_lers
eo: Arkivo Hand_lers
et: Arhiiv Hand_lers
eu: Artxiboa Hand_lers
fa: ﯽﻧﺎﮕﯾﺎﺑ Hand_lers
fi: Arkisto Hand_lers
fy: Argyf Hand_lers
ga: Cartlann Hand_lers
gd: Tasglann Hand_lers
gl: Arquivo Hand_lers
gu: આર્કાઇવ Hand_lers
he: ןויכרא Hand_lers
hi: संग्रह Hand_lers
hr: Arhiva Hand_lers
hu: Archívum Hand_lers
hy: Արխիվ Hand_lers
id: Arsip Hand_lers
is: Skjalasafn Hand_lers
ka: არქივი Hand_lers
kk: Мұрағат Hand_lers
km: បណ្ណសារ Hand_lers
kn: ಆರ್ಕೈವ್ Hand_lers
ku: Arşîv Hand_lers
ky: Архив Hand_lers
lb: Archiv Hand_lers
lo: ຮວບຮວມ Hand_lers
lt: Archyvas Hand_lers
lv: Arhīvs Hand_lers
mg: tahiry Hand_lers
mi: Pūranga Hand_lers
mk: Архива Hand_lers
ml: ആർക്കൈവ് Hand_lers
mn: Архив Hand_lers
mr: संग्रहण Hand_lers
mt: Arkivju Hand_lers
my: စုစည်းမှု Hand_lers
nb: Arkiv Hand_lers
ne: अभिलेख Hand_lers
or: ଅଭିଲେଖାଗାର Hand_lers
pa: ਪੁਰਾਲੇਖ Hand_lers
ps: ﻒﯿﺷﺭﺁ Hand_lers
ro: Arhiva Hand_lers
rw: Ububiko Hand_lers
sd: ﻮﻴﺋﺎڪﺭﺁ Hand_lers
si: සංරක්ෂිතය Hand_lers
sk: Archív Hand_lers
sl: Arhiv Hand_lers
sq: Arkivi Hand_lers
sw: Hifadhi Hand_lers
ta: காப்பகம் Hand_lers
te: ఆర్కైవ్ Hand_lers
tg: Архив Hand_lers
th: คลังเก็บเอกสารสำคัญ Hand_lers
tk: Arhiw Hand_lers
tt: Архив Hand_lers
uk: Архів Hand_lers
ur: ﺕﺍﺰﯾﻭﺎﺘﺳﺩ ﮦﺪﺷ ﻅﻮﻔﺤﻣ Hand_lers
uz: Arxiv Hand_lers
vi: Lưu trữ Hand_lers
xh: Gcina Hand_lers
yi: עווישטראַ Hand_lers

source: Device Hand_lers
af: Toestel Hand_lers
am: መሳሪያ Hand_lers
ar: ﺯﺎﻬﺟ Hand_lers
be: Прылада Hand_lers
bg: устройство Hand_lers
bn: যন্ত্র Hand_lers
ca: Dispositiu Hand_lers
cy: Dyfais Hand_lers
da: Enhed Hand_lers
eo: Aparato Hand_lers
et: Seade Hand_lers
eu: Gailua Hand_lers
fa: ﻩﺎﮕﺘﺳﺩ Hand_lers
fi: Laite Hand_lers
fy: Apparaat Hand_lers
ga: Gléas Hand_lers
gd: Inneal Hand_lers
gl: Dispositivo Hand_lers
gu: ઉપકરણ Hand_lers
he: ןקתה Hand_lers
hi: युक्ति Hand_lers
hr: Uređaj Hand_lers
hu: Eszköz Hand_lers
hy: Սարք Hand_lers
id: Perangkat Hand_lers
is: Tæki Hand_lers
ka: მოწყობილობა Hand_lers
kk: Құрылғы Hand_lers
km: ឧបករណ៍ Hand_lers
kn: ಸಾಧನ Hand_lers
ku: Sazî Hand_lers
ky: Түзмөк Hand_lers
lb: Apparat Hand_lers
lo: ອຸປະກອນ Hand_lers
lt: Įrenginys Hand_lers
lv: Ierīce Hand_lers
mg: Fitaovana Hand_lers
mi: Pūrere Hand_lers
mk: Уред Hand_lers
ml: ഉപകരണം Hand_lers
mn: Төхөөрөмж Hand_lers
mr: साधन Hand_lers
mt: Apparat Hand_lers
my: စက်ကိရိယာ Hand_lers
nb: Enhet Hand_lers
ne: यन्त्र Hand_lers
or: ଉପକରଣ Hand_lers
pa: ਡਿਵਾਈਸ Hand_lers
ps: ﻪﻠﯿﺳﻭ Hand_lers
ro: Dispozitiv Hand_lers
rw: Igikoresho Hand_lers
sd: ﺲﻴﺋﺍﻭڊ Hand_lers
si: උපාංගය Hand_lers
sk: Zariadenie Hand_lers
sl: Naprava Hand_lers
sq: Pajisja Hand_lers
sw: Kifaa Hand_lers
ta: சாதனம் Hand_lers
te: పరికరం Hand_lers
tg: Дастгоҳ Hand_lers
th: อุปกรณ์ Hand_lers
tk: Enjam Hand_lers
tt: Devайланма Hand_lers
uk: Пристрій Hand_lers
ur: ﺲﺋﺍﻮﯾﮈ Hand_lers
uz: Qurilma Hand_lers
vi: Thiết bị Hand_lers
xh: Isixhobo Hand_lers
yi: לטימ Hand_lers

source: Protocol Hand_lers
af: Protokol Hand_lers
am: ፕሮቶኮል Hand_lers
ar: ﻝﻮﻛﻮﺗﻭﺮﺑ Hand_lers
be: Пратакол Hand_lers
bg: протокол Hand_lers
bn: প্রোটোকল Hand_lers
da: Protokol Hand_lers
eo: Protokolo Hand_lers
et: Protokoll Hand_lers
eu: Protokoloa Hand_lers
fa: ﻞﮑﺗﻭﺮﭘ Hand_lers
fi: pöytäkirja Hand_lers
fy: Protokol Hand_lers
ga: Prótacal Hand_lers
gd: Pròtacal Hand_lers
gl: Protocolo Hand_lers
gu: પ્રોટોકોલ Hand_lers
he: להונ Hand_lers
hi: शिष्टाचार Hand_lers
hr: Protokol Hand_lers
hu: Jegyzőkönyv Hand_lers
hy: Արձանագրություն Hand_lers
id: Protokol Hand_lers
is: Bókun Hand_lers
ka: Ოქმი Hand_lers
kk: Протокол Hand_lers
km: ពិធីការ Hand_lers
kn: ಶಿಷ್ಟಾಚಾರ Hand_lers
ku: Protokola Hand_lers
ky: Протокол Hand_lers
lb: Protokoll Hand_lers
lo: ພິທີການ Hand_lers
lt: protokolas Hand_lers
lv: Protokols Hand_lers
mg: fifanarahana Hand_lers
mi: Kawa Hand_lers
mk: Протокол Hand_lers
ml: പ്രോട്ടോക്കോൾ Hand_lers
mn: Протокол Hand_lers
mr: प्रोटोकॉल Hand_lers
mt: Protokoll Hand_lers
my: ပရိုတိုကော Hand_lers
nb: Protokoll Hand_lers
ne: प्रोटोकल Hand_lers
or: ପ୍ରୋଟୋକଲ୍ Hand_lers
pa: ਪ੍ਰੋਟੋਕੋਲ Hand_lers
ps: ﻝﻮﮐﻮﺗﻭﺮﭘ Hand_lers
rw: Porotokole Hand_lers
sd: ﻝﻮڪﻮٽﻭﺮﭘ Hand_lers
si: ප්රොටෝකෝලය Hand_lers
sk: Protokol Hand_lers
sl: Protokol Hand_lers
sq: Protokolli Hand_lers
sw: Itifaki Hand_lers
ta: நெறிமுறை Hand_lers
te: ప్రోటోకాల్ Hand_lers
tg: Протокол Hand_lers
th: มาตรการ Hand_lers
tk: Protokol Hand_lers
tt: Протокол Hand_lers
uk: протокол Hand_lers
ur: ﻝﻮﮐﻮﭨﻭﺮﭘ Hand_lers
uz: Protokol Hand_lers
vi: Giao thức Hand_lers
xh: Umgaqo-nkqubo Hand_lers
yi: לאָקאָטאָרפּ Hand_lers

source: File Hand_lers
af: lêer Hand_lers
am: ፋይል Hand_lers
ar: ﻒﻠﻣ Hand_lers
be: Файл Hand_lers
bg: Файл Hand_lers
bn: ফাইল Hand_lers
ca: Dossier Hand_lers
cy: Ffeil Hand_lers
da: Fil Hand_lers
eo: Dosiero Hand_lers
et: Fail Hand_lers
eu: Fitxategia Hand_lers
fa: ﻞﯾﺎﻓ Hand_lers
fi: Tiedosto Hand_lers
fy: Map Hand_lers
ga: Comhad Hand_lers
gd: Faidhle Hand_lers
gl: Arquivo Hand_lers
gu: ફાઈલ Hand_lers
he: ץֶבֹוק Hand_lers
hi: फ़ाइल Hand_lers
hr: Datoteka Hand_lers
hu: Fájl Hand_lers
hy: Ֆայլ Hand_lers
id: Mengajukan Hand_lers
is: Skrá Hand_lers
ka: ფაილი Hand_lers
kk: Файл Hand_lers
km: ឯកសារ Hand_lers
kn: ಫೈಲ್ Hand_lers
ku: Dosî Hand_lers
ky: Файл Hand_lers
lb: Fichier Hand_lers
lo: ໄຟລ໌ Hand_lers
lt: Failas Hand_lers
lv: Fails Hand_lers
mg: rakitra Hand_lers
mi: Kōnae Hand_lers
mk: Датотека Hand_lers
ml: ഫയൽ Hand_lers
mn: Файл Hand_lers
mr: फाईल Hand_lers
mt: Fajl Hand_lers
my: ဖို Hand_lers
nb: Fil Hand_lers
ne: फाइल Hand_lers
or: ଫାଇଲ୍ | Hand_lers
pa: ਫਾਈਲ Hand_lers
ps: ﻪﻨﺗﻭﺩ Hand_lers
ro: Fişier Hand_lers
rw: Idosiye Hand_lers
sd: ﻞﺋﺎﻓ Hand_lers
si: ගොනුව Hand_lers
sk: Súbor Hand_lers
sl: mapa Hand_lers
sq: Skedari Hand_lers
sw: Faili Hand_lers
ta: கோப்பு Hand_lers
te: ఫైల్ Hand_lers
tg: Файл Hand_lers
th: ไฟล์ Hand_lers
tk: Faýl Hand_lers
tt: Файл Hand_lers
uk: Файл Hand_lers
ur: ﻞﺋﺎﻓ Hand_lers
uz: Fayl Hand_lers
vi: Tập tin Hand_lers
xh: Ifayile Hand_lers
yi: עקעט Hand_lers

source: Error: unable to load command (internal error)
af: Fout: kan nie opdrag laai nie (interne fout)
am: ስህተት፡ ትዕዛዙን መጫን አልተቻለም (ውስጣዊ ስህተት)
ar: (ﻲﻠﺧﺍﺩ ﺄﻄﺧ) ﺮﻣﻷ﻿ﺍ ﻞﻴﻤﺤﺗ ﻰﻠﻋ ﺭﺩﺎﻗ ﺮﻴﻏ :ﺄﻄﺧ
be: Памылка: немагчыма загрузіць каманду (унутраная памылка)
bg: Грешка: командата не може да се зареди (вътрешна грешка)
bn: ত্রুটি: কমান্ড লোড করতে অক্ষম (অভ্যন্তরীণ ত্রুটি)
ca: Error: no es pot carregar l'ordre (error intern)
cy: Gwall: methu â llwytho gorchymyn (gwall mewnol)
da: Fejl: kan ikke indlæse kommando (intern fejl)
eo: Eraro: ne eblas ŝargi komandon (interna eraro)
et: Viga: käsku ei saa laadida (sisemine viga)
eu: Errorea: ezin da komandoa kargatu (barneko errorea)
fa: (ﯽﻠﺧﺍﺩ ﯼﺎﻄﺧ) ﺖﺴﯿﻧ ﺭﻮﺘﺳﺩ ﯼﺮﯿﮔﺭﺎﺑ ﻪﺑ ﺭﺩﺎﻗ :ﺎﻄﺧ
fi: Virhe: komentoa ei voi ladata (sisäinen virhe)
fil: Error: hindi ma-load ang command (internal error)
fy: Flater: kin it kommando net laden (ynterne flater)
ga: Earráid: in ann ordú a luchtú (earráid inmheánach)
gd: Mearachd: gun chomas àithne a luchdachadh (mearachd a-staigh)
gl: Erro: non se puido cargar o comando (erro interno)
gu: ભૂલ: આદેશ લોડ કરવામાં અસમર્થ (આંતરિક ભૂલ)
he: (תימינפ האיגש) הדוקפה תא ןועטל ןתינ אל :האיגש
hi: त्रुटि: कमांड लोड करने में असमर्थ (आंतरिक त्रुटि)
hr: Pogreška: nije moguće učitati naredbu (interna pogreška)
hu: Hiba: nem lehet betölteni a parancsot (belső hiba)
hy: Սխալ. անհնար է բեռնել հրամանը (ներքին սխալ)
id: Kesalahan: tidak dapat memuat perintah (kesalahan internal)
is: Villa: ekki hægt að hlaða skipun (innri villa)
ka: შეცდომა: ბრძანების ჩატვირთვა შეუძლებელია (შიდა შეცდომა)
kk: Қате: пәрменді жүктеу мүмкін емес (ішкі қате)
km: កំហុស៖ មិនអាចផ្ទុកពាក្យបញ្ជា (កំហុសខាងក្នុង)
kn: ದೋಷ: ಆಜ್ಞೆಯನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ (ಆಂತರಿಕ ದೋಷ)
ku: Çewtî: nekarî emrê bar bike (çewtiya navxweyî)
ky: Ката: буйрукту жүктөө мүмкүн эмес (ички ката)
lb: Feeler: kann de Kommando net lueden (interne Feeler)
lo: ຄວາມຜິດພາດ: ບໍ່ສາມາດໂຫຼດຄໍາສັ່ງ (ຄວາມຜິດພາດພາຍໃນ)
lt: Klaida: nepavyko įkelti komandos (vidinė klaida)
lv: Kļūda: nevar ielādēt komandu (iekšēja kļūda)
mg: Error: tsy afaka mametaka baiko (diso anatiny)
mi: Hapa: kaore e taea te uta tono (he hapa o roto)
mk: Грешка: не може да се вчита командата (внатрешна грешка)
ml: പിശക്: കമാൻഡ് ലോഡ് ചെയ്യാൻ കഴിയുന്നില്ല (ആന്തരിക പിശക്)
mn: Алдаа: тушаалыг ачаалж чадсангүй (дотоод алдаа)
mr: त्रुटी: कमांड लोड करण्यात अक्षम (अंतर्गत त्रुटी)
mt: Żball: ma jistax jgħabbi kmand (żball intern)
my: အမှား- အမိန့်ကို တင်၍မရပါ (အတွင်းပိုင်းအမှား)
nb: Feil: kan ikke laste kommandoen (intern feil)
ne: त्रुटि: आदेश लोड गर्न असमर्थ (आन्तरिक त्रुटि)
or: ତ୍ରୁଟି: ନିର୍ଦ୍ଦେଶ ଲୋଡ୍ କରିବାରେ ଅସମର୍ଥ (ଆଭ୍ୟନ୍ତରୀଣ ତ୍ରୁଟି)
pa: ਗਲਤੀ: ਕਮਾਂਡ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ (ਅੰਦਰੂਨੀ ਗਲਤੀ)
ps: (ﻪﻨﺗﻭﺮﯧﺗ ﻲﻠﺧﺍﺩ) ﻱﺮﻠﻧ ﻥﺍﻮﺗ ﻮﻟﻮﮐ ﻪﺗﺭﻮﭘ ډﻧﺎﻤﮐ ﺩ :ﻪﻨﺗﻭﺮﯧﺗ
ro: Eroare: nu se poate încărca comanda (eroare internă)
rw: Ikosa: kudashobora kwikorera itegeko (ikosa ryimbere)
sd: (ﻲﻄﻠﻏ ﻲﻧﻭﺭﺪﻧﺍ) ﻪﻧ ﻞﺑﺎﻗ ﻲﺟ ﮠﺮڪ ڊﻮﻟ ڊﻧﺎﻤڪ :ﻲﻄﻠﻏ
si: දෝෂය: විධානය පූරණය කළ නොහැක (අභ්u200dයන්තර දෝෂය)
sk: Chyba: nedá sa načítať príkaz (interná chyba)
sl: Napaka: ukaza ni mogoče naložiti (notranja napaka)
sq: Gabim: komanda nuk mund të ngarkohet (gabim i brendshëm)
sw: Hitilafu: haiwezi kupakia amri (kosa la ndani)
ta: பிழை: கட்டளையை ஏற்ற முடியவில்லை (உள் பிழை)
te: లోపం: ఆదేశాన్ని లోడ్ చేయడం సాధ్యం కాలేదు (అంతర్గత లోపం)
tg: Хатогӣ: фармонро бор кардан ғайриимкон аст (хатои дохилӣ)
th: ข้อผิดพลาด: ไม่สามารถโหลดคำสั่งได้ (ข้อผิดพลาดภายใน)
tk: Roralňyşlyk: buýrugy ýükläp bilmeýän (içerki ýalňyşlyk)
tt: Хата: боерыкны йөкли алмый (эчке хата)
uk: Помилка: неможливо завантажити команду (внутрішня помилка)
ur: (ﯽﺑﺍﺮﺧ ﯽﻧﻭﺭﺪﻧﺍ) ﺮﺻﺎﻗ ﮯﺳ ﮯﻧﺮﮐ ﮈﻮﻟ ﮉﻧﺎﻤﮐ :ﯽﺑﺍﺮﺧ
uz: Xato: buyruqni yuklab bo'lmadi (ichki xato)
vi: Lỗi: không thể tải lệnh (lỗi nội bộ)
xh: Imposiso: ayikwazi ukulayisha umyalelo (impazamo yangaphakathi)
yi: (תועט ךעלרעני) לעפֿאַב ןדאָל וצ טנעקעג טינ :תועט

source: Error: unable to save command (can't get script path?)
af: Fout: kan nie opdrag stoor nie (kan nie skrippad kry nie?)
am: ስህተት፡ ትዕዛዙን ማስቀመጥ አልተቻለም (የስክሪፕት ዱካ ማግኘት አልተቻለም?)
ar: (؟ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﺭﺎﺴﻣ ﻰﻠﻋ ﻝﻮﺼﺤﻟﺍ ﻦﻜﻤﻳ ﻻ﻿) ﺮﻣﻷ﻿ﺍ ﻆﻔﺣ ﻰﻠﻋ ﺭﺩﺎﻗ ﺮﻴﻏ :ﺄﻄﺧ
be: Памылка: немагчыма захаваць каманду (не атрымліваецца атрымаць шлях да скрыпту?)
bg: Грешка: не може да се запази командата (не можете да получите пътя на скрипта?)
bn: ত্রুটি: কমান্ড সংরক্ষণ করতে অক্ষম (স্ক্রিপ্ট পথ পেতে পারেন না?)
ca: Error: no es pot desar l'ordre (no es pot obtenir el camí de l'script?)
cy: Gwall: methu arbed gorchymyn (methu cael llwybr sgript?)
da: Fejl: kan ikke gemme kommandoen (kan ikke hente scriptstien?)
eo: Eraro: ne povas konservi komandon (ne povas ricevi skriptovojon?)
et: Viga: käsku ei saa salvestada (kas te ei saa skripti teed?)
eu: Errorea: ezin da gorde komandoa (ez al duzu script bidea lortu?)
fa: (؟ﺩﺮﮐ ﺖﻓﺎﯾﺭﺩ ﻥﺍﻮﺗu200cﯽﻤﻧ ﺍﺭ ﺖﭙﯾﺮﮑﺳﺍ ﺮﯿﺴﻣ) ﺩﻮﺷu200cﯽﻤﻧ ﻩﺮﯿﺧﺫ ﻥﺎﻣﺮﻓ :ﺎﻄﺧ
fi: Virhe: komentoa ei voi tallentaa (etkö saa komentosarjan polkua?)
fil: Error: hindi ma-save ang command (hindi makakuha ng script path?)
fy: Flater: kin it kommando net opslaan (kin it skriptpaad net krije?)
ga: Earráid: in ann ordú a shábháil (ní féidir cosán script a fháil?)
gd: Mearachd: gun chomas àithne a shàbhaladh (nach fhaigh thu slighe sgriobt?)
gl: Erro: non se puido gardar o comando (non se pode obter a ruta do script?)
gu: ભૂલ: આદેશ સાચવવામાં અસમર્થ (સ્ક્રીપ્ટ પાથ મેળવી શકતા નથી?)
he: (?טפירקס ביתנ לבקל חילצמ אל) הדוקפה תא רומשל ןתינ אל :האיגש
hi: त्रुटि: कमांड को सहेजने में असमर्थ (स्क्रिप्ट पथ नहीं मिल सकता?)
hr: Pogreška: nije moguće spremiti naredbu (ne možete dobiti put skripte?)
hu: Hiba: nem sikerült menteni a parancsot (nem találja meg a szkript elérési útját?)
hy: Սխալ․ չհաջողվեց պահել հրամանը (չե՞ք կարող ստանալ սցենարի ուղին։)
id: Kesalahan: tidak dapat menyimpan perintah (tidak bisa mendapatkan jalur skrip?)
is: Villa: ekki hægt að vista skipunina (getur ekki fengið forskriftarslóð?)
ka: შეცდომა: ბრძანების შენახვა შეუძლებელია (სკრიპტის ბილიკს ვერ ვიღებთ?)
kk: Қате: пәрменді сақтау мүмкін емес (скрипт жолын ала алмайсыз ба?)
km: កំហុស៖ មិនអាចរក្សាទុកពាក្យបញ្ជា (មិនអាចទទួលបានផ្លូវស្គ្រីប?)
kn: ದೋಷ: ಆಜ್ಞೆಯನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ (ಸ್ಕ್ರಿಪ್ಟ್ ಮಾರ್ಗವನ್ನು ಪಡೆಯಲಾಗುತ್ತಿಲ್ಲವೇ?)
ku: Çewtî: nekarî emrê hilîne (nikare riya nivîsarê bi dest bixe?)
ky: Ката: буйрукту сактоо мүмкүн эмес (скрипт жолун ала албай жатасызбы?)
lb: Feeler: kann de Kommando net späicheren (kann de Skriptwee net kréien?)
lo: ຂໍ້ຜິດພາດ: ບໍ່ສາມາດບັນທຶກຄໍາສັ່ງ (ບໍ່ສາມາດຮັບເສັ້ນທາງສະຄິບບໍ?)
lt: Klaida: nepavyko išsaugoti komandos (negalite gauti scenarijaus kelio?)
lv: Kļūda: nevar saglabāt komandu (vai nevarat iegūt skripta ceļu?)
mg: Error: tsy afaka mitahiry baiko (tsy mahazo lalana script?)
mi: Hapa: kaore e taea te tiaki tono (kaore e taea te tiki ara tuhi?)
mk: Грешка: не може да се зачува командата (не може да се добие патеката на скриптата?)
ml: പിശക്: കമാൻഡ് സംരക്ഷിക്കാൻ കഴിയുന്നില്ല (സ്ക്രിപ്റ്റ് പാത്ത് ലഭിക്കുന്നില്ലേ?)
mn: Алдаа: командыг хадгалах боломжгүй (скриптийн замыг авч чадахгүй байна уу?)
mr: त्रुटी: कमांड सेव्ह करण्यात अक्षम (स्क्रिप्ट पथ मिळवू शकत नाही?)
mt: Żball: ma tistax tissejvja l-kmand (ma tistax tikseb il-mogħdija tal-iskript?)
my: အမှားအယွင်း- အမိန့်ကို သိမ်းဆည်း၍မရပါ (ဇာတ်ညွှန်းလမ်းကြောင်းကို မရနိုင်ဘူးလား။)
nb: Feil: Kan ikke lagre kommandoen (får ikke skriptbanen?)
ne: त्रुटि: आदेश बचत गर्न असमर्थ (स्क्रिप्ट पथ प्राप्त गर्न सक्दैन?)
or: ତ୍ରୁଟି: ନିର୍ଦ୍ଦେଶ ସଂରକ୍ଷଣ କରିବାରେ ଅସମର୍ଥ (ସ୍କ୍ରିପ୍ଟ ପଥ ପାଇପାରିବ ନାହିଁ?)
pa: ਗਲਤੀ: ਕਮਾਂਡ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ (ਸਕ੍ਰਿਪਟ ਮਾਰਗ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ?)
ps: (؟ﯽﻟﻮﮐ ﻪﺳﻻ﻿ﺮﺗ ﻲﺸﻧ ﻩﺭﻻ﻿ ټﭙﯾﺮﮑﺳ ﺩ) ﻱﺮﻠﻧ ﻥﺍﻮﺗ ﻮﻟﻮﮐ ﻱﺪﻧﻮﺧ ډﻧﺎﻤﮐ ﺩ :ﻪﻨﺗﻭﺮﯧﺗ
ro: Eroare: nu se poate salva comanda (nu se poate obține calea scriptului?)
rw: Ikosa: ntushobora kubika itegeko (ntushobora kubona inzira yinyandiko?)
sd: (؟ﻲﺠﮭﮕﺳ ﻱﺮڪ ﻮﭥﻧ ﻞﺻﺎﺣ ﻮﺘﺳﺭ ﻮﺟ ٽﭘﺮڪﺳﺍ) ﺮﺻﺎﻗ ﻥﺎﮐ ﮠﺮڪ ﻅﻮﻔﺤﻣ ڊﻧﺎﻤڪ :ﻲﻄﻠﻏ
si: දෝෂය: විධානය සුරැකිය නොහැක (ස්ක්u200dරිප්ට් මාර්ගය ලබා ගත නොහැකිද?)
sk: Chyba: príkaz nie je možné uložiť (nemôžete získať cestu skriptu?)
sl: Napaka: ukaza ni mogoče shraniti (ne morete dobiti poti skripta?)
sq: Gabim: komanda nuk mund të ruhet (nuk mund të merret shtegu i skriptit?)
sw: Kosa: haiwezi kuhifadhi amri (haiwezi kupata njia ya hati?)
ta: பிழை: கட்டளையைச் சேமிக்க முடியவில்லை (ஸ்கிரிப்ட் பாதையைப் பெற முடியவில்லையா?)
te: లోపం: ఆదేశాన్ని సేవ్ చేయడం సాధ్యపడలేదు (స్క్రిప్ట్ పాత్u200cను పొందలేదా?)
tg: Хатогӣ: фармонро захира кардан ғайриимкон аст (натавонед роҳи скриптро дастрас кунед?)
th: ข้อผิดพลาด: ไม่สามารถบันทึกคำสั่ง (ไม่สามารถรับเส้นทางของสคริปต์ได้)
tk: Roralňyşlyk: buýrugy ýatda saklap bolmaýar (skript ýoluny alyp bolmaýarmy?)
tt: Хата: боерыкны саклый алмый (скрипт юлын ала алмыйсызмы?)
uk: Помилка: неможливо зберегти команду (не вдається отримати шлях до сценарію?)
ur: (؟ﺎﺘﮑﺳ ﻞﻣ ﮟﯿﮩﻧ ﮧﺘﺳﺍﺭ ﺎﮐ ﭧﭘﺮﮑﺳﺍ) ﺮﺻﺎﻗ ﮯﺳ ﮯﻧﺮﮐ ﻅﻮﻔﺤﻣ ﻮﮐ ﮉﻧﺎﻤﮐ :ﯽﺑﺍﺮﺧ
uz: Xato: buyruqni saqlab boʻlmadi (skript yoʻlini ololmayapsizmi?)
vi: Lỗi: không thể lưu lệnh (không thể lấy đường dẫn tập lệnh?)
xh: Imposiso: ayikwazi ukugcina umyalelo (awukwazi ukufumana indlela yokubhala?)
yi: (?ךרד טפירש ןעמוקאַב טינ ןענעק) לעפֿאַב ןעוועטאַר וצ טנעקעג טינ :תועט
