Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: For full documentation and examples see the zzzFM User's Manual:
af: Sien die zzzFM-gebruikershandleiding vir volledige dokumentasie en voorbeelde:
am: ለሙሉ ሰነዶች እና ምሳሌዎች የ zzzFM የተጠቃሚ መመሪያን ይመልከቱ:
ar: zzzFM ﻡﺪﺨﺘﺴﻣ ﻞﻴﻟﺩ ﻊﺟﺍﺭ ، ﺔﻠﺜﻣﻷ﻿ﺍﻭ ﺔﻠﻣﺎﻜﻟﺍ ﻖﺋﺎﺛﻮﻟﺍ ﻰﻠﻋ ﻝﻮﺼﺤﻠﻟ:
be: Для атрымання поўнай дакументацыі і прыкладаў глядзіце кіраўніцтва карыстальніка zzzFM:
bg: За пълна документация и примери вижте Ръководството за потребителя на zzzFM:
bn: সম্পূর্ণ ডকুমেন্টেশন এবং উদাহরণের জন্য zzzFM ব্যবহারকারীর ম্যানুয়াল দেখুন:
ca: Per obtenir la documentació completa i els exemples, consulteu el Manual de l'usuari de zzzFM:
cy: Am ddogfennaeth lawn ac enghreifftiau gweler Llawlyfr Defnyddiwr zzzFM:
da: For fuld dokumentation og eksempler se zzzFM Brugermanualen:
eo: Por plena dokumentaro kaj ekzemploj vidu la zzzFM-Uzantan Manlibron:
et: Täieliku dokumentatsiooni ja näidete saamiseks vaadake zzzFM-i kasutusjuhendit:
eu: Dokumentazio osoa eta adibideak ikusteko, ikusi zzzFM Erabiltzailearen Eskuliburua:
fa: ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzFM ﺮﺑﺭﺎﮐ ﯼﺎﻤﻨﻫﺍﺭ ﻪﺑ ﺎﻫu200cﻝﺎﺜﻣ ﻭ ﻞﻣﺎﮐ ﺕﺍﺪﻨﺘﺴﻣ ﯼﺍﺮﺑ:
fi: Katso täydelliset asiakirjat ja esimerkit zzzFM-käyttöoppaasta:
fil: Para sa buong dokumentasyon at mga halimbawa tingnan ang zzzFM User's Manual:
fy: Foar folsleine dokumintaasje en foarbylden sjoch de zzzFM User's Manual:
ga: Le haghaidh cáipéisíocht iomlán agus samplaí féach Lámhleabhar Úsáideora zzzFM:
gd: Airson làn sgrìobhainnean agus eisimpleirean faic Leabhar-làimhe Cleachdaiche zzzFM:
gl: Para obter documentación completa e exemplos, consulte o Manual do usuario de zzzFM:
gu: સંપૂર્ણ દસ્તાવેજીકરણ અને ઉદાહરણો માટે zzzFM વપરાશકર્તાની માર્ગદર્શિકા જુઓ:
he: zzzFM לש שמתשמל ךירדמב ןייע תואמגודו אלמ דועיתל:
hi: पूर्ण दस्तावेज़ीकरण और उदाहरणों के लिए देखें zzzFM उपयोगकर्ता का मैनुअल:
hr: Za potpunu dokumentaciju i primjere pogledajte ZzzFM Korisnički priručnik:
hu: A teljes dokumentációt és példákat a zzzFM felhasználói kézikönyvben találja:
hy: Ամբողջական փաստաթղթերի և օրինակների համար տե՛ս zzzFM Օգտագործողի ձեռնարկը:
id: Untuk dokumentasi dan contoh lengkap, lihat Panduan Pengguna zzzFM:
is: Fyrir öll skjöl og dæmi sjá zzzFM notendahandbókina:
ka: სრული დოკუმენტაციისა და მაგალითებისთვის იხილეთ zzzFM მომხმარებლის სახელმძღვანელო:
kk: Толық құжаттама мен мысалдарды zzzFM пайдаланушы нұсқаулығынан қараңыз:
km: សម្រាប់ឯកសារពេញលេញ និងឧទាហរណ៍ សូមមើលសៀវភៅណែនាំអ្នកប្រើប្រាស់ zzzFM:
kn: ಪೂರ್ಣ ದಸ್ತಾವೇಜನ್ನು ಮತ್ತು ಉದಾಹರಣೆಗಳಿಗಾಗಿ zzzFM ಬಳಕೆದಾರರ ಕೈಪಿಡಿಯನ್ನು ನೋಡಿ:
ku: Ji bo belge û nimûneyên tevahî li Destûra Bikarhêner a zzzFM binêre:
ky: Толук документтер жана мисалдар үчүн zzzFM Колдонуучунун Колдонмосун караңыз:
lb: Fir voll Dokumentatioun an Beispiller kuckt d'zzzFM User's Manual:
lo: ສໍາລັບເອກະສານສະບັບເຕັມແລະຕົວຢ່າງເບິ່ງຄູ່ມືຜູ້ໃຊ້ zzzFM:
lt: Išsamią dokumentaciją ir pavyzdžius rasite zzzFM vartotojo vadove:
lv: Pilnu dokumentāciju un piemērus skatiet zzzFM lietotāja rokasgrāmatā:
mg: Ho an'ny antontan-taratasy feno sy ohatra dia jereo ny ZzzFM User's Manual:
mi: Mo nga tuhinga katoa me nga tauira tirohia te Pukapuka Kaiwhakamahi zzzFM:
mk: За целосна документација и примери, видете го упатството за користење zzzFM:
ml: പൂർണ്ണമായ ഡോക്യുമെന്റേഷനും ഉദാഹരണങ്ങൾക്കും zzzFM ഉപയോക്തൃ മാനുവൽ കാണുക:
mn: Бүрэн баримт бичиг болон жишээнүүдийг zzzFM хэрэглэгчийн гарын авлагаас үзнэ үү:
mr: संपूर्ण दस्तऐवजीकरण आणि उदाहरणांसाठी zzzFM वापरकर्ता मॅन्युअल पहा:
mt: Għal dokumentazzjoni sħiħa u eżempji ara l-Manwal tal-Utent zzzFM:
my: စာရွက်စာတမ်းအပြည့်အစုံနှင့် ဥပမာများအတွက် zzzFM အသုံးပြုသူ၏လက်စွဲကို ကြည့်ပါ။:
nb: For fullstendig dokumentasjon og eksempler, se zzzFM-brukerhåndboken:
ne: पूर्ण कागजात र उदाहरणहरूको लागि zzzFM प्रयोगकर्ताको म्यानुअल हेर्नुहोस्:
or: ପୂର୍ଣ୍ଣ ଡକ୍ୟୁମେଣ୍ଟେସନ୍ ଏବଂ ଉଦାହରଣ ପାଇଁ zzzFM ବ୍ୟବହାରକାରୀଙ୍କ ମାନୁଆଲ୍ ଦେଖନ୍ତୁ |:
pa: ਪੂਰੇ ਦਸਤਾਵੇਜ਼ਾਂ ਅਤੇ ਉਦਾਹਰਨਾਂ ਲਈ zzzFM ਯੂਜ਼ਰਜ਼ ਮੈਨੂਅਲ ਦੇਖੋ:
ps: ﺉﺭﻮګﻭ ﺩﻮښﺭﻻ﻿ ﻥﺭﺎﮐ zzzFM ﺩ ﻩﺭﺎﭙﻟ ﻮﻧﻮﻟﺎﺜﻣ ﻭﺍ ﻭﺩﺎﻨﺳﺍ ﻭړﭙﺸﺑ ﺩ:
ro: Pentru documentația completă și exemple, consultați Manualul utilizatorului zzzFM:
rw: Kubyangombwa byuzuye hamwe nurugero reba Igitabo cyumukoresha wa zzzFM:
sd: ﻞﺋﻮﻨﻴﻣ ﺭﺯﻮﻳ zzzFM ﻮﺳڏ ءِﻻ﻿ ﻦﻟﺎﺜﻣ ۽ ﻥﺰﻳﻭﺎﺘﺳﺩ ﻞﻤڪﻣ:
si: සම්පූර්ණ ලියකියවිලි සහ උදාහරණ සඳහා zzzFM පරිශීලක අත්පොත බලන්න:
sk: Úplnú dokumentáciu a príklady nájdete v používateľskej príručke zzzFM:
sl: Za celotno dokumentacijo in primere glejte Uporabniški priročnik zzzFM:
sq: Për dokumentacionin e plotë dhe shembujt shihni Manualin e Përdoruesit zzzFM:
sw: Kwa nyaraka kamili na mifano tazama Mwongozo wa Mtumiaji wa zzzFM:
ta: முழு ஆவணங்கள் மற்றும் எடுத்துக்காட்டுகளுக்கு zzzFM பயனர் கையேட்டைப் பார்க்கவும்:
te: పూర్తి డాక్యుమెంటేషన్ మరియు ఉదాహరణల కోసం zzzFM యూజర్స్ మాన్యువల్ చూడండి:
tg: Барои ҳуҷҷатҳои пурра ва мисолҳо ба Дастури истифодабарандаи zzzFM нигаред:
th: สำหรับเอกสารและตัวอย่างทั้งหมด โปรดดูที่ zzzFM User's Manual:
tk: Doly resminamalar we mysallar üçin zzzFM Ulanyjy gollanmasyna serediň:
tt: Тулы документлар һәм мисаллар өчен zzzFM Кулланучының кулланмасын карагыз:
uk: Повну документацію та приклади див. у посібнику користувача zzzFM:
ur: ﮟﯿﮭﮑﯾﺩ ﻞﺋﻮﻨﯿﻣ ﺭﺯﻮﯾ zzzFM ﮯﯿﻟ ﮯﮐ ﮞﻮﻟﺎﺜﻣ ﺭﻭﺍ ﺕﺍﺰﯾﻭﺎﺘﺳﺩ ﻞﻤﮑﻣ:
uz: Toʻliq hujjatlar va misollar uchun zzzFM foydalanuvchi qoʻllanmasiga qarang:
vi: Để có đầy đủ tài liệu và ví dụ, hãy xem Hướng dẫn sử dụng zzzFM:
xh: Ukufumana amaxwebhu apheleleyo kunye nemizekelo jonga i-zzzFM yeNcwadi yoMsebenzisi:
yi: zzzFM User's Manual יד ןעז ןליפשייב ןוא ןאַשייטנעמויקאַד לופ ראַפֿ:

source: zzzfm: argument is not valid UTF-8
af: zzzfm: argument is nie geldig nie UTF-8
am: zzzfm: ክርክር ልክ አይደለም። UTF-8
ar: zzzfm: ﺔﺤﻴﺤﺻ ﺮﻴﻏ ﺔﺠﺤﻟﺍ UTF-8
be: zzzfm: аргумент несапраўдны UTF-8
bg: zzzfm: аргументът не е валиден UTF-8
bn: zzzfm: যুক্তি বৈধ নয় UTF-8
ca: zzzfm: argument no és vàlid UTF-8
cy: zzzfm: nid yw'r ddadl yn ddilys UTF-8
da: zzzfm: argumentet er ikke gyldigt UTF-8
eo: zzzfm: argumento ne validas UTF-8
et: zzzfm: argument ei kehti UTF-8
eu: zzzfm: argudioak ez du balio UTF-8
fa: zzzfm: ﺖﺴﯿﻧ ﺮﺒﺘﻌﻣ ﻝﻻ﻿ﺪﺘﺳﺍ UTF-8
fi: zzzfm: argumentti ei kelpaa UTF-8
fil: zzzfm: hindi wasto ang argumento UTF-8
fy: zzzfm: argumint is net jildich UTF-8
ga: zzzfm: níl argóint bailí UTF-8
gd: zzzfm: chan eil an argamaid dligheach UTF-8
gl: zzzfm: argumento non é válido UTF-8
gu: zzzfm: દલીલ માન્ય નથી UTF-8
he: zzzfm: ףקת וניא ןועיטה UTF-8
hi: zzzfm: तर्क मान्य नहीं है UTF-8
hr: zzzfm: argument nije valjan UTF-8
hu: zzzfm: érv nem érvényes UTF-8
hy: zzzfm: փաստարկը վավեր չէ UTF-8
id: zzzfm: argumen tidak valid UTF-8
is: zzzfm: rök eru ekki gild UTF-8
ka: zzzfm: არგუმენტი არ არის მართებული UTF-8
kk: zzzfm: аргумент дұрыс емес UTF-8
km: zzzfm: អាគុយម៉ង់មិនត្រឹមត្រូវទេ។ UTF-8
kn: zzzfm: ವಾದವು ಮಾನ್ಯವಾಗಿಲ್ಲ UTF-8
ku: zzzfm: arguman ne derbasdar e UTF-8
ky: zzzfm: аргумент жарактуу эмес UTF-8
lb: zzzfm: Argument ass net valabel UTF-8
lo: zzzfm: ການໂຕ້ຖຽງບໍ່ຖືກຕ້ອງ UTF-8
lt: zzzfm: argumentas negalioja UTF-8
lv: zzzfm: arguments nav derīgs UTF-8
mg: zzzfm: tsy mitombina ny argument UTF-8
mi: zzzfm: karekau he tika te tautohe UTF-8
mk: zzzfm: аргументот не е валиден UTF-8
ml: zzzfm: വാദം ശരിയല്ല UTF-8
mn: zzzfm: аргумент хүчин төгөлдөр бус байна UTF-8
mr: zzzfm: युक्तिवाद वैध नाही UTF-8
mt: zzzfm: argument mhux validu UTF-8
my: zzzfm: အကြောင်းပြချက် မမှန်ပါ။ UTF-8
nb: zzzfm: argumentet er ikke gyldig UTF-8
ne: zzzfm: तर्क मान्य छैन UTF-8
or: zzzfm: ଯୁକ୍ତି ବ valid ଧ ନୁହେଁ | UTF-8
pa: zzzfm: ਦਲੀਲ ਵੈਧ ਨਹੀਂ ਹੈ UTF-8
ps: zzzfm: ﯼﺩ ﻪﻧ ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ ﻝﻻ﻿ﺪﺘﺳﺍ UTF-8
ro: zzzfm: argumentul nu este valabil UTF-8
rw: zzzfm: impaka ntizemewe UTF-8
sd: zzzfm: ﻲﻫﺁ ﻪﻧ ﺢﻴﺤﺻ ﻞﻴﻟﺩ UTF-8
si: zzzfm: තර්කය වලංගු නැත UTF-8
sk: zzzfm: argument nie je platný UTF-8
sl: zzzfm: argument ni veljaven UTF-8
sq: zzzfm: argumenti nuk është i vlefshëm UTF-8
sw: zzzfm: hoja sio halali UTF-8
ta: zzzfm: வாதம் செல்லாது UTF-8
te: zzzfm: వాదన చెల్లదు UTF-8
tg: zzzfm: далел дуруст нест UTF-8
th: zzzfm: อาร์กิวเมนต์ไม่ถูกต้อง UTF-8
tk: zzzfm: argument dogry däl UTF-8
tt: zzzfm: аргумент дөрес түгел UTF-8
uk: zzzfm: аргумент недійсний UTF-8
ur: zzzfm: ۔ﮯﮨ ﮟﯿﮩﻧ ﺖﺳﺭﺩ ﻞﯿﻟﺩ UTF-8
uz: zzzfm: argument haqiqiy emas UTF-8
vi: zzzfm: đối số không hợp lệ UTF-8
xh: zzzfm: ingxoxo ayisebenzi UTF-8
yi: zzzfm: קיטליג טשינ זיא טנעמוגראַ UTF-8

source: invalid dialog option
af: ongeldige dialoog opsie
am: ልክ ያልሆነ የንግግር አማራጭ
ar: ﺢﻟﺎﺻ ﺮﻴﻏ ﺭﺍﻮﺣ ﺭﺎﻴﺧ
be: няправільны варыянт дыялогу
bg: невалидна диалогова опция
bn: অবৈধ ডায়ালগ বিকল্প
ca: opció de diàleg no vàlida
cy: opsiwn deialog annilys
da: ugyldig dialogindstilling
eo: nevalida dialogopcio
et: kehtetu dialoogivalik
eu: elkarrizketa-aukera baliogabea
fa: ﺮﺒﺘﻌﻣﺎﻧ ﯼﺍ ﻩﺭﻭﺎﺤﻣ ﻪﻨﯾﺰﮔ
fi: virheellinen valintaikkuna
fil: di-wastong opsyon sa dialog
fy: ûnjildige dialoochopsje
ga: rogha dialóige neamhbhailí
gd: roghainn còmhradh neo-dhligheach
gl: opción de diálogo non válida
gu: અમાન્ય સંવાદ વિકલ્પ
he: תיקוח אל חיש-וד תורשפא
hi: अमान्य संवाद विकल्प
hr: nevažeća opcija dijaloga
hu: érvénytelen párbeszéd opció
hy: անվավեր երկխոսության տարբերակ
id: opsi dialog tidak valid
is: ógildur valmöguleiki
ka: არასწორი დიალოგის ვარიანტი
kk: жарамсыз диалог опциясы
km: ជម្រើសប្រអប់មិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಸಂವಾದ ಆಯ್ಕೆ
ku: vebijarka diyalogê nederbasdar
ky: жараксыз диалог опциясы
lb: ongëlteg Dialog Optioun
lo: ຕົວເລືອກກ່ອງໂຕ້ຕອບບໍ່ຖືກຕ້ອງ
lt: netinkama dialogo parinktis
lv: nederīga dialoga opcija
mg: safidy fifanakalozan-kevitra tsy mety
mi: kōwhiringa kōrero muhu
mk: неважечка опција за дијалог
ml: അസാധുവായ ഡയലോഗ് ഓപ്ഷൻ
mn: харилцах цонхны сонголт буруу байна
mr: अवैध संवाद पर्याय
mt: għażla ta' djalogu invalida
my: မမှန်ကန်သော ဒိုင်ယာလော့ဂ် ရွေးချယ်မှု
nb: ugyldig dialogalternativ
ne: अवैध संवाद विकल्प
or: ଅବ alid ଧ ସଂଳାପ ବିକଳ୍ପ |
pa: ਅਵੈਧ ਡਾਇਲਾਗ ਵਿਕਲਪ
ps: ﺭﺎﯿﺘﺧﺍ ګﻮﻟﺎﯾډ ﻂﻠﻏ ﺩ
ro: opțiune de dialog nevalidă
rw: amahitamo atemewe
sd: ﻦﺸﭘﺁ ﮒﻼ﻿ﺋﺍڊ ﻂﻠﻏ
si: වලංගු නොවන සංවාද විකල්පය
sk: neplatná možnosť dialógu
sl: neveljavna možnost pogovornega okna
sq: opsion dialogu i pavlefshëm
sw: chaguo batili la mazungumzo
ta: தவறான உரையாடல் விருப்பம்
te: చెల్లని డైలాగ్ ఎంపిక
tg: имконоти муколамаи нодуруст
th: ตัวเลือกกล่องโต้ตอบที่ไม่ถูกต้อง
tk: nädogry gepleşik opsiýasy
tt: дөрес булмаган диалог варианты
uk: недійсний параметр діалогу
ur: ﻦﺸﭘﺁ ﮒﻼ﻿ﯿﺋﺍﮈ ﻂﻠﻏ
uz: yaroqsiz dialog opsiyasi
vi: tùy chọn hộp thoại không hợp lệ
xh: Incoko yababini engasebenziyo
yi: עיצפּאָ גאָלאַיד טלפּירקראַפ

source: Set window title
af: Stel venster titel
am: የመስኮት ርዕስ አዘጋጅ
ar: ﺓﺬﻓﺎﻨﻟﺍ ﻥﺍﻮﻨﻋ ﻦﻴﻴﻌﺗ
be: Задаць назву акна
bg: Задайте заглавие на прозореца
bn: উইন্ডো শিরোনাম সেট করুন
ca: Estableix el títol de la finestra
cy: Gosod teitl ffenestr
da: Indstil vinduets titel
eo: Agordu fenestrotitolon
et: Määra akna pealkiri
eu: Ezarri leihoaren izenburua
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻩﺮﺠﻨﭘ ﻥﺍﻮﻨﻋ
fi: Aseta ikkunan otsikko
fil: Itakda ang pamagat ng window
fy: Stel finstertitel yn
ga: Socraigh teideal na fuinneoige
gd: Suidhich tiotal uinneig
gl: Establece o título da xanela
gu: વિન્ડો શીર્ષક સેટ કરો
he: ןולחה תרתוכ תא רדגה
hi: विंडो शीर्षक सेट करें
hr: Postavite naslov prozora
hu: Állítsa be az ablak címét
hy: Սահմանեք պատուհանի վերնագիրը
id: Setel judul jendela
is: Stilltu gluggatitil
ka: ფანჯრის სათაურის დაყენება
kk: Терезе тақырыбын орнату
km: កំណត់ចំណងជើងបង្អួច
kn: ವಿಂಡೋ ಶೀರ್ಷಿಕೆಯನ್ನು ಹೊಂದಿಸಿ
ku: Sernavê pencereyê saz bikin
ky: Терезенин аталышын коюңуз
lb: Setzt Fënster Titel
lo: ຕັ້ງຫົວຂໍ້ປ່ອງຢ້ຽມ
lt: Nustatykite lango pavadinimą
lv: Iestatiet loga nosaukumu
mg: Mametraha lohatenin'ny varavarankely
mi: Tautuhia te taitara matapihi
mk: Поставете наслов на прозорецот
ml: വിൻഡോ ശീർഷകം സജ്ജമാക്കുക
mn: Цонхны гарчгийг тохируулах
mr: विंडो शीर्षक सेट करा
mt: Issettja t-titlu tat-tieqa
my: ဝင်းဒိုးခေါင်းစဉ် သတ်မှတ်ပါ။
nb: Angi vindustittel
ne: विन्डो शीर्षक सेट गर्नुहोस्
or: ୱିଣ୍ଡୋ ଟାଇଟଲ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਵਿੰਡੋ ਦਾ ਸਿਰਲੇਖ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﮏﯿﻟﺮﺳ ۍﮐړﮐ ﺩ
ro: Setați titlul ferestrei
rw: Shiraho umutwe widirishya
sd: ﻮﻳﺮڪ ٽﻴﺳ ﻥﺍﻮﻨﻋ ﻭڊﻧﻭ
si: කවුළු මාතෘකාව සකසන්න
sk: Nastaviť názov okna
sl: Nastavite naslov okna
sq: Vendosni titullin e dritares
sw: Weka kichwa cha dirisha
ta: சாளரத்தின் தலைப்பை அமைக்கவும்
te: విండో శీర్షికను సెట్ చేయండి
tg: Сарлавҳаи тирезаро таъин кунед
th: ตั้งชื่อหน้าต่าง
tk: Penjiräniň adyny düzüň
tt: Тәрәзә исемен куегыз
uk: Встановити назву вікна
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﻥﺍﻮﻨﻋ ﺎﮐ ﻭﮉﻧﻭ
uz: Oyna sarlavhasini o'rnating
vi: Đặt tiêu đề cửa sổ
xh: Cwangcisa isihloko sefestile
yi: לטיט רעטצנעפֿ ןלעטש

source: Set window icon
af: Stel venster-ikoon
am: የመስኮት አዶ አዘጋጅ
ar: ﺓﺬﻓﺎﻨﻟﺍ ﺰﻣﺭ ﻦﻴﻴﻌﺗ
be: Усталяваць значок акна
bg: Задайте икона на прозореца
bn: উইন্ডো আইকন সেট করুন
ca: Estableix la icona de la finestra
cy: Gosod eicon ffenestr
da: Indstil vinduesikon
eo: Agordu fenestran ikonon
et: Määra akna ikoon
eu: Ezarri leihoaren ikonoa
fa: ﻩﺮﺠﻨﭘ ﺩﺎﻤﻧ ﻢﯿﻈﻨﺗ
fi: Aseta ikkunan kuvake
fil: Itakda ang icon ng window
fy: Set finster ikoan
ga: Socraigh deilbhín fuinneoige
gd: Suidhich ìomhaigh uinneig
gl: Establecer a icona da xanela
gu: વિન્ડો આયકન સેટ કરો
he: ןולח למס רדגה
hi: विंडो आइकन सेट करें
hr: Postavite ikonu prozora
hu: Ablak ikon beállítása
hy: Սահմանել պատուհանի պատկերակը
id: Setel ikon jendela
is: Stilltu gluggatáknið
ka: ფანჯრის ხატის დაყენება
kk: Терезе белгішесін орнату
km: កំណត់រូបតំណាងបង្អួច
kn: ವಿಂಡೋ ಐಕಾನ್ ಹೊಂದಿಸಿ
ku: Set îkonê paceyê
ky: Терезе сөлөкөтүн орнотуу
lb: Set Fënster icon
lo: ຕັ້ງໄອຄອນປ່ອງຢ້ຽມ
lt: Nustatyti lango piktogramą
lv: Iestatīt loga ikonu
mg: Mametraka kisary varavarankely
mi: Tautuhi ata matapihi
mk: Поставете икона за прозорец
ml: വിൻഡോ ഐക്കൺ സജ്ജമാക്കുക
mn: Цонхны дүрсийг тохируулах
mr: विंडो चिन्ह सेट करा
mt: Issettja l-ikona tat-tieqa
my: ဝင်းဒိုးအိုင်ကွန်ကို သတ်မှတ်ပါ။
nb: Sett vinduikon
ne: विन्डो आइकन सेट गर्नुहोस्
or: ୱିଣ୍ଡୋ ଆଇକନ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਵਿੰਡੋ ਆਈਕਨ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻥﻮﮑﯿﺋﺁ ۍﮐړﮐ ﺩ
ro: Setați pictograma ferestrei
rw: Shiraho idirishya
sd: ﻮﻳﺮڪ ٽﻴﺳ ﻦڪﺋﺁ ﻭڊﻧﻭ
si: කවුළු නිරූපකය සකසන්න
sk: Nastaviť ikonu okna
sl: Nastavite ikono okna
sq: Vendosni ikonën e dritares
sw: Weka ikoni ya dirisha
ta: சாளர ஐகானை அமைக்கவும்
te: విండో చిహ్నాన్ని సెట్ చేయండి
tg: Танзими тасвири тиреза
th: ตั้งค่าไอคอนหน้าต่าง
tk: Penjiräniň nyşanyny düzüň
tt: Тәрәзә иконасын куегыз
uk: Встановити піктограму вікна
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﻦﮑﯿﺋﺁ ﻭﮉﻧﻭ
uz: Oyna belgisini o'rnatish
vi: Đặt biểu tượng cửa sổ
xh: Seta i icon yefestile
yi: ןאַקיי רעטצנעפֿ ןלעטש

source: Add a text label
af: Voeg 'n teksetiket by
am: የጽሑፍ መለያ ያክሉ
ar: ﺔﻴﺼﻧ ﺔﻴﻤﺴﺗ ﻒﺿﺃ
be: Дадайце тэкставую пазнаку
bg: Добавете текстов етикет
bn: একটি টেক্সট লেবেল যোগ করুন
ca: Afegiu una etiqueta de text
cy: Ychwanegwch label testun
da: Tilføj en tekstetiket
eo: Aldonu tekstan etikedon
et: Lisage tekstisilt
eu: Gehitu testu-etiketa
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﯽﻨﺘﻣ ﺐﺴﭼﺮﺑ ﮏﯾ
fi: Lisää tekstitunniste
fil: Magdagdag ng text label
fy: Foegje in tekstlabel ta
ga: Cuir lipéad téacs leis
gd: Cuir bileag teacsa ris
gl: Engade unha etiqueta de texto
gu: ટેક્સ્ટ લેબલ ઉમેરો
he: טסקט תיוות ףסוה
hi: टेक्स्ट लेबल जोड़ें
hr: Dodajte tekstualnu oznaku
hu: Szöveges címke hozzáadása
hy: Ավելացնել տեքստային պիտակ
id: Tambahkan label teks
is: Bættu við textamerki
ka: დაამატეთ ტექსტური ლეიბლი
kk: Мәтіндік белгіні қосыңыз
km: បន្ថែមស្លាកអត្ថបទ
kn: ಪಠ್ಯ ಲೇಬಲ್ ಸೇರಿಸಿ
ku: Etîketek nivîsê zêde bikin
ky: Текст белгисин кошуу
lb: Füügt en Textetikett
lo: ເພີ່ມປ້າຍຂໍ້ຄວາມ
lt: Pridėkite teksto etiketę
lv: Pievienojiet teksta etiķeti
mg: Manampia etikety lahatsoratra
mi: Tāpirihia he tapanga kupu
mk: Додадете етикета за текст
ml: ഒരു ടെക്സ്റ്റ് ലേബൽ ചേർക്കുക
mn: Текст шошго нэмнэ үү
mr: मजकूर लेबल जोडा
mt: Żid tikketta tat-test
my: စာသားအညွှန်းတစ်ခုထည့်ပါ။
nb: Legg til en tekstetikett
ne: पाठ लेबल थप्नुहोस्
or: ଏକ ଟେକ୍ସଟ୍ ଲେବଲ୍ ଯୋଡନ୍ତୁ |
pa: ਇੱਕ ਟੈਕਸਟ ਲੇਬਲ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﻞﺒﯿﻟ ﻦﺘﻣ ﺩ
ro: Adăugați o etichetă text
rw: Ongeraho ikirango
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ﻞﺒﻴﻟ ٽﺴڪﻴٽ
si: පෙළ ලේබලයක් එක් කරන්න
sk: Pridajte textový štítok
sl: Dodajte besedilno oznako
sq: Shto një etiketë teksti
sw: Ongeza lebo ya maandishi
ta: உரை லேபிளைச் சேர்க்கவும்
te: వచన లేబుల్u200cని జోడించండి
tg: Нишони матнро илова кунед
th: เพิ่มป้ายข้อความ
tk: Tekst belligini goşuň
tt: Текст ярлыгын өстәгез
uk: Додайте текстову мітку
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﻞﺒﯿﻟ ﭧﺴﮑﯿﭨ
uz: Matn belgisini qo'shing
vi: Thêm nhãn văn bản
xh: Yongeza ileyibhile yokubhaliweyo
yi: עמריפ טסקעט אַ גייל

source: Add STOCK dialog button, or LABEL button with ICON
af: Voeg VOORRAAD-dialoogknoppie by, of ETIKET-knoppie met ICON
am: STOCK የንግግር ቁልፍን ወይም LABEL ቁልፍን ከ ICON ጋር ያክሉ
ar: ICON ﻊﻣ LABEL ﺭﺯ ﻭﺃ STOCK ﺭﺍﻮﺣ ﺭﺯ ﺔﻓﺎﺿﺇ
be: Дадаць кнопку дыялогавага акна STOCK або кнопку LABEL са значком
bg: Добавяне на диалогов бутон СКЛАД или бутон ЕТИКЕТ с ИКОНА
bn: আইকনের সাথে স্টক ডায়ালগ বোতাম বা লেবেল বোতাম যোগ করুন
ca: Afegiu el botó de diàleg STOCK o el botó LABEL amb ICONA
cy: Ychwanegwch botwm deialog STOCK, neu botwm LABEL gydag ICON
da: Tilføj LAGER-dialogknap eller ETIKET-knap med ICON
eo: Aldonu STOCK dialogbutonon, aŭ LABEL butonon kun IKONO
et: Lisa LAO dialooginupp või nupp LABEL koos IKONEGA
eu: Gehitu STOCK elkarrizketa-botoia edo LABEL botoia IKONOA duen
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ICON ﺎﺑ ﺍﺭ LABEL ﻪﻤﮐﺩ ﺎﯾ STOCK ﯼﻮﮕﺘﻔﮔ ﻪﻤﮐﺩ
fi: Lisää VARASTO-valintaikkunapainike tai LABEL-painike, jossa on ICON
fil: Magdagdag ng STOCK dialog button, o LABEL button na may ICON
fy: Foegje STOCK-dialoochknop ta, of LABEL-knop mei ICON
ga: Cuir cnaipe dialóige STOCK, nó cnaipe LABEL le ICON
gd: Cuir putan còmhradh STOCK ris, no putan LABEL le ICON
gl: Engadir o botón de diálogo STOCK ou o botón LABEL con ICONA
gu: ICON સાથે STOCK સંવાદ બટન અથવા LABEL બટન ઉમેરો
he: ICON םע LABEL ןצחל וא ,יאלמ חיש-וד ןצחל ףסוה
hi: ICON के साथ STOCK डायलॉग बटन या LABEL बटन जोड़ें
hr: Dijaloški gumb Dodaj STOCK ili gumb LABEL s IKONOM
hu: KÉSZLET hozzáadása párbeszédpanel vagy CÍMKÉZ gomb ICON-nal
hy: Ավելացնել STOCK երկխոսության կոճակը կամ LABEL կոճակը ICON-ով
id: Tambahkan tombol dialog STOCK, atau tombol LABEL dengan ICON
is: Bæta við STOCK valmyndarhnappi, eða LABEL hnappi með ICON
ka: დაამატეთ STOCK დიალოგის ღილაკი ან LABEL ღილაკი ICON-ით
kk: STOCK диалогтық терезесін қосу түймесі немесе ICON бар LABEL түймесі
km: បន្ថែមប៊ូតុងប្រអប់ STOCK ឬប៊ូតុង LABEL ជាមួយ ICON
kn: STOCK ಸಂವಾದ ಬಟನ್ ಅಥವಾ ಐಕಾನ್ ಜೊತೆಗೆ LABEL ಬಟನ್ ಸೇರಿಸಿ
ku: Bişkojka diyalogê ya STOCK, an bişkoka LABEL bi ICON re zêde bikin
ky: STOCK диалог баскычын же ICON менен LABEL баскычын кошуу
lb: Füügt STOCK Dialog Knäppchen, oder LABEL Knäppchen mat ICON
lo: ເພີ່ມປຸ່ມໂຕ້ຕອບ STOCK, ຫຼືປຸ່ມ LABEL ດ້ວຍ ICON
lt: Dialogo lango mygtukas Pridėti STOCK arba ETIKETĖS mygtukas su Piktograma
lv: Dialoga poga Pievienot KRĀJUMU vai pogu LABEL ar IKONU
mg: Manampia bokotra fifanakalozan-kevitra STOCK, na bokotra LABEL miaraka amin'ny ICON
mi: Tāpirihia te paatene korero STOCK, te paatene LABEL me te ICON
mk: Копче за дијалог за додавање STOCK или копче LABEL со ICON
ml: ഐക്കണുള്ള STOCK ഡയലോഗ് ബട്ടൺ അല്ലെങ്കിൽ LABEL ബട്ടൺ ചേർക്കുക
mn: STOCK харилцах цонхны товчлуур эсвэл ICON-той LABEL товчийг нэмнэ үү
mr: ICON सह STOCK संवाद बटण किंवा LABEL बटण जोडा
mt: Żid buttuna tad-djalogu STOCK, jew buttuna TIKKETTA bl-IKON
my: STOCK ဒိုင်ယာလော့ဂ်ခလုတ် သို့မဟုတ် LABEL ခလုတ်ကို ICON ဖြင့် ထည့်ပါ။
nb: Legg til LAGER-dialogknapp, eller LABEL-knapp med ICON
ne: ICON सँग STOCK संवाद बटन, वा LABEL बटन थप्नुहोस्
or: ICON ସହିତ STOCK ଡାୟଲଗ୍ ବଟନ୍, କିମ୍ବା LABEL ବଟନ୍ ଯୋଡନ୍ତୁ |
pa: ਆਈਕਨ ਦੇ ਨਾਲ ਸਟਾਕ ਡਾਇਲਾਗ ਬਟਨ, ਜਾਂ ਲੇਬਲ ਬਟਨ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ۍڼﺗ ﻞﺒﯿﻟ ﺩ ﻩﺮﺳ ICON ﺩ ﺎﯾ ،ۍڼﺗ ګﻮﻟﺎﯾډ STOCK ﺩ
ro: Adăugați butonul de dialog STOCK sau butonul LABEL cu ICONA
rw: Ongeraho buto ya STOCK, cyangwa buto ya LABEL hamwe na ICON
sd: ﻥﺎﺳ ICON ﮡٽﺑ LABEL ﺎﻳ ،ﮡٽﺑ STOCK dialog ﻮﻳﺮڪ ﻞﻣﺎﺷ
si: STOCK සංවාද බොත්තම, හෝ ICON සමඟ LABEL බොත්තම එක් කරන්න
sk: Dialógové tlačidlo Pridať STOCK alebo tlačidlo LABEL s IKONOU
sl: Gumb za pogovorno okno Dodaj STOCK ali gumb LABEL z IKONO
sq: Shto butonin e dialogut STOCK, ose butonin LABEL me ICON
sw: Ongeza kitufe cha kidadisi cha STOCK, au kitufe cha LABEL chenye ICON
ta: STOCK உரையாடல் பொத்தான் அல்லது ICON உடன் LABEL பொத்தானைச் சேர்க்கவும்
te: ఐకాన్u200cతో స్టాక్ డైలాగ్ బటన్ లేదా LABEL బటన్u200cను జోడించండి
tg: Тугмаи муколамаи STOCK ё тугмаи LABEL бо ICON илова кунед
th: เพิ่มปุ่มโต้ตอบ STOCK หรือปุ่ม LABEL ด้วย ICON
tk: ICON bilen STOCK gepleşik penjiresini ýa-da LABEL düwmesini goşuň
tt: ICOC ярдәмендә STOCK диалог төймәсен яки LABEL төймәсен өстәгез
uk: Кнопка діалогового вікна «ДОДАТИ ЗАКЛАД» або кнопка МІТКА зі значком
ur: ICON ﮫﺗﺎﺳ ﮯﮐ STOCK ﺎﯾ ،ﻦﭩﺑ ﮒﻼ﻿ﯿﺋﺍﮈ LABEL ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﻦﭩﺑ
uz: STOCK dialog oynasini qo‘shish tugmasi yoki ICON bilan LABEL tugmasi
vi: Thêm nút hộp thoại KHO hoặc nút NHÃN với ICON
xh: Yongeza iqhosha lencoko yababini STOCK, okanye LABEL iqhosha eline-ICON
yi: ןאָקי טימ לפּענק LABEL רעדאָ ,לפּענק גאָלאַיד רעגאַל גייל
