Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Unselect item VALUE (or all) in element NAME
af: Ontkies item VALUE (of almal) in element NAME
am: በ NAME ንጥል ውስጥ VALUE (ወይም ሁሉንም) አይምረጡ
ar: NAME ﺮﺼﻨﻌﻟﺍ ﻲﻓ (ﻞﻜﻟﺍ ﻭﺃ) VALUE ﺮﺼﻨﻌﻟﺍ ﺪﻳﺪﺤﺗ ءﺎﻐﻟﺈﺑ ﻢﻗ
be: Скасаваць выбар элемента VALUE (ці ўсяго) у элеменце NAME
bg: Премахване на избора на елемент VALUE (или всички) в елемент NAME
bn: NAME উপাদানে VALUE (বা সমস্ত) আইটেমটি অনির্বাচন করুন৷
ca: Desseleccioneu l'element VALUE (o tot) a l'element NAME
cy: Dad-ddewis eitem GWERTH (neu'r cyfan) yn elfen ENW
da: Fjern markeringen af u200bu200belement VALUE (eller alle) i element NAME
eo: Malelektu eron VALUE (aŭ ĉion) en elemento NOMO
et: Tühista üksuse VALUE (või kõigi) valik elemendis NAME
eu: Deshautatu VALUE elementua (edo guztiak) NAME elementuan
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﻮﻐﻟ NAME ﺮﺼﻨﻋ ﺭﺩ ﺍﺭ (ﻪﻤﻫ ﺎﯾ) VALUE ﺩﺭﻮﻣ
fi: Poista kohteen VALUE (tai kaikki) valinta elementistä NAME
fil: Alisin sa pagkakapili ang item na VALUE (o lahat) sa elementong NAME
fy: Untselektearje item VALUE (of alles) yn elemint NAME
ga: Díroghnaigh mír LUACH (nó gach ceann) in eilimint AINM
gd: Unselect item LUACH (no a h-uile càil) ann an eileamaid AINM
gl: Deseleccione o elemento VALUE (ou todo) no elemento NAME
gu: NAME ઘટકમાં આઇટમ VALUE (અથવા બધી) ને પસંદ ના કરો
he: NAME ביכרב (לכה וא) VALUE טירפב הריחבה תא לטב
hi: NAME तत्व में आइटम VALUE (या सभी) अचयनित करें
hr: Poništite odabir stavke VALUE (ili svih) u elementu NAME
hu: Törölje a VALUE elem (vagy az összes) kijelölését a NAME elemben
hy: Ապաընտրեք VALUE տարրը (կամ բոլորը) NAME տարրում
id: Batalkan pilihan item VALUE (atau semua) di elemen NAME
is: Afvelja atriði VALUE (eða allt) í einingu NAME
ka: გააუქმეთ ელემენტის VALUE (ან ყველა) არჩევა ელემენტში NAME
kk: NAME элементіндегі VALUE элементін (немесе барлығын) таңдауды алып тастаңыз
km: ឈប់ជ្រើសរើសធាតុ VALUE (ឬទាំងអស់) នៅក្នុងធាតុ NAME
kn: NAME ಅಂಶದಲ್ಲಿ VALUE (ಅಥವಾ ಎಲ್ಲಾ) ಐಟಂ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಬೇಡಿ
ku: Hilbijartina VALUE (an jî hemî) di hêmana NAME de rabe
ky: NAME элементиндеги VALUE элементин (же баарын) тандоодон чыгарыңыз
lb: Deselektéiert Element VALUE (oder all) am Element NAME
lo: ຍົກເລີກການເລືອກລາຍການ VALUE (ຫຼືທັງໝົດ) ໃນອົງປະກອບ NAME
lt: Panaikinkite elemento VALUE (arba visų) pasirinkimą elemente NAME
lv: Noņemiet atlasi vienumam VALUE (vai visiem) elementā NAME
mg: Esory ny singa VALUE (na izy rehetra) ao amin'ny singa NAME
mi: Wewetehia te taonga VALUE (katoa ranei) i te huānga NAME
mk: Отштиклирајте ја ставката VALUE (или сите) во елементот NAME
ml: NAME എന്ന ഘടകത്തിൽ VALUE (അല്ലെങ്കിൽ എല്ലാം) ഇനം തിരഞ്ഞെടുത്തത് മാറ്റുക
mn: NAME элементийн VALUE зүйлийн (эсвэл бүгдийг) сонголтыг цуцал
mr: NAME घटकातील VALUE (किंवा सर्व) आयटमची निवड रद्द करा
mt: Agħżel l-oġġett VALUE (jew kollu) fl-element ISEM
my: ဒြပ်စင် NAME ရှိ အရာ VALUE (သို့မဟုတ် အားလုံးကို) ကို ရွေးဖြုတ်ပါ။
nb: Fjern markeringen av element VALUE (eller alle) i element NAME
ne: तत्व NAME मा वस्तु VALUE (वा सबै) को चयन रद्द गर्नुहोस्
or: ଉପାଦାନ NAME ରେ ଆଇଟମ୍ VALUE (କିମ୍ବା ସମସ୍ତ) ଚୟନ କରନ୍ତୁ |
pa: ਤੱਤ NAME ਵਿੱਚ ਆਈਟਮ VALUE (ਜਾਂ ਸਾਰੀਆਂ) ਨੂੰ ਅਣਚੁਣਿਆ ਕਰੋ
ps: ﺉړﮐ ﺏﺎﺨﺘﻧﺍ ﺮﯿﻏ ﻲﮐﻮﺗ (ﻝﻮټ ﺎﯾ) VALUE ﯥﮐ NAME ﺮﺼﻨﻋ ﻪﭘ
ro: Deselectați elementul VALUE (sau tot) din elementul NAME
rw: Guhitamo Ikintu AGACIRO (cyangwa byose) mubintu IZINA
sd: ﻮﻳﺮڪ ﺐﺨﺘﻨﻣ ﺮﻴﻏ ﻲﮐ (ﭛﺳ ﺎﻳ) VALUE ﻢٽﺋﺁ ۾ NAME ﺮﺼﻨﻋ
si: NAME මූලද්රව්යයේ VALUE (හෝ සියල්ල) අයිතමය තෝරා නොගන්න
sk: Zrušte výber položky VALUE (alebo všetkých) v prvku NAME
sl: Prekliči izbor elementa VALUE (ali vse) v elementu NAME
sq: Zhzgjidh artikullin VALUE (ose të gjithë) në elementin NAME
sw: Acha kuchagua kipengee VALUE (au vyote) katika kipengele NAME
ta: NAME உறுப்பில் VALUE (அல்லது அனைத்தும்) உருப்படியைத் தேர்வுநீக்கவும்
te: మూలకం NAMEలో VALUE (లేదా అన్నీ) ఐటెమ్ ఎంపికను తీసివేయండి
tg: Интихоби адад VALUE (ё ҳама) дар элементи NAME
th: ยกเลิกการเลือกรายการ VALUE (หรือทั้งหมด) ในองค์ประกอบ NAME
tk: NAME elementindäki VALUE elementini (ýa-da hemmesini) saýlaň
tt: NAME элементында VALUE (яки барысы) пунктын сайламагыз
uk: Скасуйте вибір елемента VALUE (або всього) в елементі NAME
ur: ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﺮﯿﻏ ﻮﮐ (ﻡﺎﻤﺗ ﺎﯾ) VALUE ﻢﭩﺋﺁ ﮟﯿﻣ NAME ﺮﺼﻨﻋ
uz: NAME elementidagi VALUE (yoki barchasi) bandini bekor qiling
vi: Bỏ chọn mục VALUE (hoặc tất cả) trong phần tử NAME
xh: Sukukhetha into VALUE (okanye zonke) kwisiqalelo NAME
yi: ןעמאָנ טנעמעלע ןיא (עלאַ רעדאָ) VALUE רעמונ טקעלעסנו

source: Focus element NAME, or raise dialog window
af: Fokus element NAME, of verhoog dialoogvenster
am: የትኩረት ክፍል NAME፣ ወይም የንግግር መስኮትን ከፍ አድርግ
ar: ﺭﺍﻮﺤﻟﺍ ﺓﺬﻓﺎﻧ ﻊﻓﺭ ﻭﺃ ، NAME ﺮﺼﻨﻋ ﻰﻠﻋ ﺰﻴﻛﺮﺘﻟﺍ
be: Засяродзіць элемент NAME або падняць дыялогавае акно
bg: Фокусирайте елемента NAME или повдигнете диалоговия прозорец
bn: ফোকাস উপাদান NAME, অথবা ডায়ালগ উইন্ডো বাড়ান
ca: Centra l'element NOM o augmenta la finestra de diàleg
cy: Elfen ffocws ENW, neu godi ffenestr ymgom
da: Fokuser på element NAME, eller løft dialogvinduet
eo: Enfokusigi elementon NOMO, aŭ levi dialogan fenestron
et: Fookustage element NAME või tõstke dialoogiaken üles
eu: Fokatu elementua NAME edo igo elkarrizketa-leihoa
fa: ﺪﯾﺮﺒﺑ ﻻ﻿ﺎﺑ ﺍﺭ ﻮﮕﺘﻔﮔ ﻩﺮﺠﻨﭘ ﺎﯾ ﺪﯿﻨﮐ ﺰﮐﺮﻤﺘﻣ ﺍﺭ NAME ﺮﺼﻨﻋ
fi: Kohdista elementti NAME tai nosta valintaikkuna
fil: Itutok ang elementong NAME, o itaas ang dialog window
fy: Fokus elemint NAME, of ferheegje dialoochfinster
ga: Eilimint fócais AINM, nó fuinneog dialóige a ardú
gd: Eileamaid fòcas AINM, no tog uinneag còmhradh
gl: Focalizar o elemento NAME ou aumentar a xanela de diálogo
gu: NAME એલિમેન્ટ પર ફોકસ કરો, અથવા ડાયલોગ વિન્ડો વધારો
he: חיש-ודה ןולח תא םרה וא ,NAME ביכרב דקמתה
hi: तत्व NAME पर फ़ोकस करें, या डायलॉग विंडो बढ़ाएँ
hr: Fokusirajte element NAME ili podignite dijaloški prozor
hu: Fókuszálja a NAME elemet, vagy emelje fel a párbeszédablakot
hy: Կենտրոնացրեք NAME տարրը կամ բարձրացրեք երկխոսության պատուհանը
id: Fokuskan elemen NAME, atau naikkan jendela dialog
is: Fókusaðu á þátt NAME, eða hækka gluggann
ka: ელემენტის NAME ფოკუსირება ან დიალოგური ფანჯრის აწევა
kk: NAME элементіне назар аударыңыз немесе диалогтық терезені көтеріңіз
km: ផ្ដោតធាតុ NAME ឬលើកបង្អួចប្រអប់
kn: NAME ಅಂಶವನ್ನು ಕೇಂದ್ರೀಕರಿಸಿ ಅಥವಾ ಸಂವಾದ ವಿಂಡೋವನ್ನು ಹೆಚ್ಚಿಸಿ
ku: Elementa NAME bisekine, an pencereya diyalogê bilind bike
ky: Фокус элементи NAME, же диалог терезесин көтөрүңүз
lb: Focus Element NAME, oder Erhéijung Dialog Fënster
lo: ໂຟກັສອົງປະກອບ NAME, ຫຼືຍົກໜ້າຈໍໂຕ້ຕອບ
lt: Paryškinkite elementą NAME arba pakelkite dialogo langą
lv: Fokusējiet elementu NAME vai paceliet dialoglodziņu
mg: Safidio ny singa NAME, na atsangano ny varavarankelin'ny fifanakalozan-kevitra
mi: Arotahi huānga NAME, whakaarahia ranei te matapihi korero
mk: Фокусирајте го елементот NAME или подигнете го прозорецот за дијалог
ml: NAME എന്ന ഘടകം ഫോക്കസ് ചെയ്യുക അല്ലെങ്കിൽ ഡയലോഗ് വിൻഡോ ഉയർത്തുക
mn: NAME элементийг төвлөрүүлэх эсвэл харилцах цонхыг өргөх
mr: NAME घटकावर फोकस करा किंवा डायलॉग विंडो वाढवा
mt: Iffoka l-element ISEM, jew għolli t-tieqa tad-djalogu
my: အစိတ်အပိုင်း NAME ကို အာရုံစိုက်ပါ၊ သို့မဟုတ် ဒိုင်ယာလော့ဂ်ဝင်းဒိုးကို မြှင့်တင်ပါ။
nb: Fokuser element NAME, eller løft dialogvinduet
ne: फोकस तत्व NAME, वा संवाद विन्डो उठाउनुहोस्
or: ଉପାଦାନ NAME କୁ ଧ୍ୟାନ ଦିଅନ୍ତୁ, କିମ୍ବା ସଂଳାପ ୱିଣ୍ଡୋ ଉଠାନ୍ତୁ |
pa: ਫੋਕਸ ਤੱਤ NAME, ਜਾਂ ਡਾਇਲਾਗ ਵਿੰਡੋ ਨੂੰ ਵਧਾਓ
ps: ﺉړﮐ ﻪﺗﺭﻮﭘ ۍﮐړﮐ ګﻮﻟﺎﯾډ ﺩ ﺎﯾ ،ﺉړﮐﻭ ﺰﮐﺮﻤﺗ NAME ﺮﺼﻨﻋ ﺩ
ro: Focusați elementul NAME sau ridicați fereastra de dialog
rw: Wibande ku IZINA, cyangwa kuzamura idirishya
sd: ﻮﻳﺍﮄﻭ ﻲﮐ ﻭڊﻧﻭ ﮒﻼ﻿ﺋﺍڊ ﺎﻳ ،ﻮﻳڏ ﻥﺎﻳﮄ ﻲﺗ NAME ﺮﺼﻨﻋ
si: NAME මූලද්u200dරව්u200dය වෙත අවධානය යොමු කරන්න, නැතහොත් සංවාද කවුළුව ඉහළට
sk: Zamerajte prvok NAME alebo zvýšte dialógové okno
sl: Osredotočite element NAME ali dvignite pogovorno okno
sq: Fokusoni elementin NAME, ose ngrini dritaren e dialogut
sw: Kipengele cha kuzingatia NAME, au inua kidirisha cha kidirisha
ta: NAME உறுப்பில் கவனம் செலுத்தவும் அல்லது உரையாடல் சாளரத்தை உயர்த்தவும்
te: NAME మూలకంపై దృష్టి కేంద్రీకరించండి లేదా డైలాగ్ విండోను పెంచండి
tg: Фокус элементи NAME, ё баланд бардоштани равзанаи муколама
th: โฟกัสองค์ประกอบ NAME หรือเพิ่มหน้าต่างโต้ตอบ
tk: NAME elementine ünsi jemläň ýa-da gepleşik penjiresini galdyryň
tt: NAME элементына игътибар итегез, яки диалог тәрәзәсен күтәрегез
uk: Сфокусувати елемент NAME або підняти діалогове вікно
ur: ۔ﮟﯾﺮﮐ ﺪﻨﻠﺑ ﻮﮐ ﻭﮉﻧﻭ ﮒﻼ﻿ﯿﺋﺍﮈ ﺎﯾ ،ﮟﯾﺮﮐ ﺲﮐﻮﻓ ﺮﭘ NAME ﺮﺼﻨﻋ
uz: Fokus elementi NAME yoki dialog oynasini ko'taring
vi: Tiêu điểm phần tử NAME hoặc nâng cao cửa sổ hộp thoại
xh: Isiqalelo sokugxila NAME, okanye nyusa ifestile yencoko yababini
yi: רעטצנעפֿ גאָלאַיד ןפּאַכ רעדאָ ,ןעמאָנ טנעמעלע סוקאָפ

source: Hide element NAME
af: Versteek element NAME
am: NAME አባል ደብቅ
ar: NAME ﺮﺼﻨﻌﻟﺍ ءﺎﻔﺧﺇ
be: Схаваць элемент NAME
bg: Скриване на елемент NAME
bn: NAME উপাদান লুকান
ca: Amaga l'element NAME
cy: Cuddio elfen ENW
da: Skjul element NAME
eo: Kaŝi elementon NAME
et: Peida element NAME
eu: Ezkutatu NAME elementua
fa: NAME ﺮﺼﻨﻋ ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ
fi: Piilota elementti NAME
fil: Itago ang elementong NAME
fy: Ferbergje elemint NAME
ga: Eilimint folaigh AINM
gd: Falaich eileamaid AINM
gl: Ocultar o elemento NAME
gu: NAME તત્વ છુપાવો
he: NAME ביכרה תא רתסה
hi: तत्व छुपाएं NAME
hr: Sakrij element NAME
hu: A NAME elem elrejtése
hy: Թաքցնել NAME տարրը
id: Sembunyikan elemen NAME
is: Fela þáttinn NAME
ka: ელემენტის NAME დამალვა
kk: NAME элементін жасыру
km: លាក់ធាតុ NAME
kn: NAME ಅಂಶವನ್ನು ಮರೆಮಾಡಿ
ku: Hêmana NAME veşêre
ky: NAME элементин жашыруу
lb: Verstoppen Element NAME
lo: ເຊື່ອງອົງປະກອບ NAME
lt: Slėpti elementą NAME
lv: Slēpt elementu NAME
mg: Afeno ny singa NAME
mi: Huna huānga NAME
mk: Сокриј елемент NAME
ml: ഘടകം NAME മറയ്ക്കുക
mn: NAME элементийг нуух
mr: NAME घटक लपवा
mt: Aħbi l-element ISEM
my: အစိတ်အပိုင်း NAME ကို ဝှက်ပါ။
nb: Skjul element NAME
ne: तत्व NAME लुकाउनुहोस्
or: ଉପାଦାନ NAME ଲୁଚାନ୍ତୁ |
pa: ਤੱਤ NAME ਨੂੰ ਲੁਕਾਓ
ps: ﺉړﮐ ټﭘ NAME ﺮﺼﻨﻋ
ro: Ascunde elementul NAME
rw: Hisha izina IZINA
sd: NAME ﺮﺼﻨﻋ ﻮﻳﺎڪﻟ
si: NAME අංගය සඟවන්න
sk: Skryť prvok NAME
sl: Skrij element NAME
sq: Fshih elementin NAME
sw: Ficha kipengele NAME
ta: NAME உறுப்பை மறை
te: NAME మూలకాన్ని దాచు
tg: Пинҳон кардани элементи NAME
th: ซ่อนองค์ประกอบ NAME
tk: NAME elementini gizläň
tt: NAME элементын яшерегез
uk: Сховати елемент NAME
ur: ۔ﮟﯿﺋﺎﭙﮭﭼ ﻮﮐ NAME ﺮﺼﻨﻋ
uz: NAME elementini yashirish
vi: Ẩn phần tử NAME
xh: Fihla isiqalelo NAME
yi: NAME טנעמעלע ןטלאַהאַב

source: Show element NAME if previously hidden
af: Wys element NAME indien voorheen versteek
am: ከዚህ ቀደም ተደብቆ ከሆነ NAME አባል አሳይ
ar: ﺎًﻘﺒﺴﻣ ﺎًﻴﻔﺨﻣ ﻥﺎﻛ ﺍﺫﺇ NAME ﺮﺼﻨﻌﻟﺍ ﺭﺎﻬﻇﺇ
be: Паказаць элемент NAME, калі ён быў раней схаваны
bg: Показване на елемент NAME, ако е бил скрит преди това
bn: পূর্বে লুকানো থাকলে NAME উপাদানটি দেখান৷
ca: Mostra l'element NAME si s'ha amagat anteriorment
cy: Dangoswch ENW elfen os oedd wedi'i chuddio o'r blaen
da: Vis element NAME, hvis det tidligere var skjult
eo: Montru elementon NAME se antaŭe kaŝite
et: Kuva element NAME, kui see on varem peidetud
eu: Erakutsi NAME elementua aldez aurretik ezkutatuta badago
fa: ﺪﯿﻫﺩ ﻥﺎﺸﻧ ﺍﺭ NAME ﺮﺼﻨﻋ ،ﺩﻮﺑ ﻩﺪﺷ ﻥﺎﻬﻨﭘ ًﻼ﻿ﺒﻗ ﺮﮔﺍ
fi: Näytä elementti NAME, jos se on aiemmin piilotettu
fil: Ipakita ang elementong NAME kung nakatago dati
fy: Lit elemint NAME sjen as earder ferburgen is
ga: Taispeáin AINM eilimint má bhí sí i bhfolach roimhe seo
gd: Seall eileamaid AINM ma bha e falaichte roimhe
gl: Mostrar o elemento NAME se ocultou anteriormente
gu: જો અગાઉ છુપાયેલ હોય તો NAME ઘટક બતાવો
he: רבעב רתסוה םא NAME ביכרה תא גצה
hi: तत्व दिखाएँ NAME यदि पहले छिपा हुआ है
hr: Prikaži element NAME ako je prethodno bio skriven
hu: A NAME elem megjelenítése, ha korábban el volt rejtve
hy: Ցույց տալ NAME տարրը, եթե նախկինում թաքցված է եղել
id: Tampilkan elemen NAMA jika sebelumnya disembunyikan
is: Sýna þáttinn NAME ef hann var áður falinn
ka: აჩვენეთ ელემენტი NAME, თუ ადრე იყო დამალული
kk: Бұрын жасырылған болса, NAME элементін көрсетіңіз
km: បង្ហាញធាតុ NAME ប្រសិនបើពីមុនបានលាក់
kn: ಈ ಹಿಂದೆ ಮರೆಮಾಡಿದ್ದರೆ NAME ಅಂಶವನ್ನು ತೋರಿಸಿ
ku: Ger berê hatibe veşartin elementa NAME nîşan bide
ky: Мурда жашырылган болсо, NAME элементин көрсөтүү
lb: Weist Element NAME wann virdrun verstoppt
lo: ສະແດງອົງປະກອບ NAME ຖ້າຖືກເຊື່ອງໄວ້ໃນເມື່ອກ່ອນ
lt: Rodyti elementą NAME, jei anksčiau buvo paslėptas
lv: Rādīt elementu NAME, ja tas iepriekš ir paslēpts
mg: Asehoy ny singa NAME raha nafenina teo aloha
mi: Whakaatuhia te huānga NAME ki te huna i mua
mk: Прикажи го елементот NAME ако е претходно скриен
ml: മുമ്പ് മറച്ചിരുന്നെങ്കിൽ NAME എന്ന ഘടകം കാണിക്കുക
mn: Өмнө нь нуусан бол NAME элементийг харуул
mr: पूर्वी लपलेले असल्यास NAME घटक दर्शवा
mt: Uri l-element ISEM jekk qabel kien moħbi
my: ယခင်က ဝှက်ထားလျှင် အစိတ်အပိုင်း NAME ကို ပြပါ။
nb: Vis element NAME hvis tidligere skjult
ne: यदि पहिले लुकाइएको थियो भने तत्व NAME देखाउनुहोस्
or: ପୂର୍ବରୁ ଲୁକ୍କାୟିତ ହେଲେ ଉପାଦାନ NAME ଦେଖାନ୍ତୁ |
pa: ਜੇਕਰ ਪਹਿਲਾਂ ਲੁਕਿਆ ਹੋਇਆ ਸੀ ਤਾਂ ਤੱਤ NAME ਦਿਖਾਓ
ps: ﻱﻭ ټﭘ ﯥﮑﺨﻣ ﻪﮐ ﺉړﮐ ﻩﺭﺎﮑښ NAME ﺮﺼﻨﻋ
ro: Afișați elementul NAME dacă a fost ascuns anterior
rw: Erekana ikintu IZINA niba mbere ryihishe
sd: ﻲﮬﺁ ﻮﻳﻭ ﻮﻳﺎڪﻟ ۾ ﮖﺍ ﻦﮬڏڪﻴﺟ NAME ﺮﺼﻨﻋ ﻮﻳﺭﺎﮑﻳڏ
si: පෙර සඟවා ඇත්නම් NAME මූලද්u200dරව්u200dයය පෙන්වන්න
sk: Zobraziť prvok NAME, ak bol predtým skrytý
sl: Pokaži element NAME, če je bil prej skrit
sq: Shfaq elementin NAME nëse është fshehur më parë
sw: Onyesha kipengele NAME ikiwa kilifichwa hapo awali
ta: முன்பு மறைக்கப்பட்டிருந்தால் NAME உறுப்பைக் காட்டு
te: మునుపు దాచబడి ఉంటే మూలకం NAMEని చూపు
tg: Нишон додани элементи NAME, агар қаблан пинҳон шуда бошад
th: แสดงองค์ประกอบ NAME หากซ่อนไว้ก่อนหน้านี้
tk: Öň gizlenen bolsa NAME elementini görkeziň
tt: Элек яшерелгән булса, NAME элементын күрсәтегез
uk: Показати елемент NAME, якщо він був прихований
ur: ۔ﻮﮨ ﺍﻮﮨ ﺎﭙﮭﭼ ﮯﻠﮩﭘ ﺮﮔﺍ ﮟﯿﺋﺎﮭﮐﺩ NAME ﺮﺼﻨﻋ
uz: Agar avval yashiringan bo‘lsa, NAME elementini ko‘rsatish
vi: Hiển thị phần tử NAME nếu trước đó đã bị ẩn
xh: Bonisa isiqalelo NAME ukuba ibifihliwe ngaphambili
yi: ןגראָבראַפ רעירפ ביוא ןעמאָנ טנעמעלע ןזיַיוו

source: Disable element NAME
af: Deaktiveer element NAME
am: አባል NAMEን አሰናክል
ar: NAME ﺮﺼﻨﻌﻟﺍ ﻞﻴﻄﻌﺗ
be: Адключыць элемент NAME
bg: Деактивиране на елемент NAME
bn: NAME উপাদান অক্ষম করুন
ca: Desactiva l'element NAME
cy: Analluogi elfen ENW
da: Deaktiver element NAME
eo: Malebligu elementon NAME
et: Keela element NAME
eu: Desgaitu NAME elementua
fa: ﺪﯿﻨﮐ ﻝﺎﻌﻓﺮﯿﻏ ﺍﺭ NAME ﺮﺼﻨﻋ
fi: Poista elementti NAME käytöstä
fil: Huwag paganahin ang elementong NAME
fy: Skeakelje elemint NAME út
ga: Eilimint díchumasaithe AINM
gd: Cuir à comas eileamaid AINM
gl: Desactiva o elemento NAME
gu: NAME ઘટકને અક્ષમ કરો
he: NAME ביכרה תא תבשה
hi: तत्व अक्षम करें NAME
hr: Onemogući element NAME
hu: A NAME elem letiltása
hy: Անջատել NAME տարրը
id: Nonaktifkan elemen NAME
is: Slökktu á þættinum NAME
ka: ელემენტის NAME გამორთვა
kk: NAME элементін өшіру
km: បិទធាតុ NAME
kn: NAME ಅಂಶವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ku: Hêmana NAME neçalak bike
ky: NAME элементин өчүрүү
lb: Element NAME auszeschalten
lo: ປິດການນຳໃຊ້ອົງປະກອບ NAME
lt: Išjungti elementą NAME
lv: Atspējot elementu NAME
mg: Atsaharo ny singa NAME
mi: Monokia te huānga NAME
mk: Оневозможи елемент NAME
ml: ഘടകം NAME പ്രവർത്തനരഹിതമാക്കുക
mn: NAME элементийг идэвхгүй болгох
mr: NAME घटक अक्षम करा
mt: Itfi l-element ISEM
my: ဒြပ်စင် NAME ကို ပိတ်ပါ။
nb: Deaktiver element NAME
ne: तत्व NAME असक्षम गर्नुहोस्
or: ଉପାଦାନ NAME କୁ ଅକ୍ଷମ କରନ୍ତୁ |
pa: ਤੱਤ NAME ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ
ps: ﺉړﮐ ﻝﺎﻌﻓ ﺮﯿﻏ NAME ﺮﺼﻨﻋ
ro: Dezactivează elementul NAME
rw: Hagarika IZINA ryibintu
sd: NAME ﺮﺼﻨﻋ ﻝﺎﻌﻓ ﺮﻴﻏ
si: NAME අංගය අබල කරන්න
sk: Zakázať prvok NAME
sl: Onemogoči element NAME
sq: Çaktivizo elementin NAME
sw: Zima kipengele NAME
ta: உறுப்பு NAME ஐ முடக்கு
te: మూలకం NAMEని నిలిపివేయండి
tg: Унсури NAME-ро ғайрифаъол кунед
th: ปิดใช้งานองค์ประกอบ NAME
tk: NAME elementini öçüriň
tt: NAME элементын сүндерегез
uk: Вимкнути елемент NAME
ur: ۔ﮟﯾﺮﮐ ﻝﺎﻌﻓ ﺮﯿﻏ ﻮﮐ NAME ﺮﺼﻨﻋ
uz: NAME elementini o‘chirib qo‘yish
vi: Tắt phần tử NAME
xh: Khubaza isiqalelo NAME
yi: NAME טנעמעלע לאַבייסיד

source: Enable element NAME if previously disabled
af: Aktiveer element NAME indien voorheen gedeaktiveer
am: ከዚህ ቀደም ከተሰናከለ አባል NAMEን አንቃ
ar: ﺎًﻘﺒﺴﻣ ﻪﻠﻴﻄﻌﺗ ﻢﺗ ﺍﺫﺇ NAME ﺮﺼﻨﻌﻟﺍ ﻦﻴﻜﻤﺗ
be: Уключыць элемент NAME, калі ён быў раней адключаны
bg: Активирайте елемент NAME, ако преди това е бил деактивиран
bn: পূর্বে অক্ষম থাকলে NAME উপাদান সক্ষম করুন৷
ca: Activa l'element NAME si s'ha desactivat anteriorment
cy: Galluogi ENW elfen os oedd yn anabl o'r blaen
da: Aktiver element NAME, hvis det tidligere var deaktiveret
eo: Ebligu elementon NAME se antaŭe malŝaltita
et: Lubage element NAME, kui see on varem keelatud
eu: Gaitu NAME elementua aldez aurretik desgaituta badago
fa: ﺪﯿﻨﮐ ﻝﺎﻌﻓ ﺍﺭ NAME ﺮﺼﻨﻋ ،ﺩﻮﺑ ﻩﺪﺷ ﻝﺎﻌﻓﺮﯿﻏ ًﻼ﻿ﺒﻗ ﺮﮔﺍ
fi: Ota elementti NAME käyttöön, jos se on aiemmin poistettu käytöstä
fil: Paganahin ang elementong NAME kung dati nang hindi pinagana
fy: Aktivearje elemint NAME as earder útskeakele
ga: Cumasaigh eilimint AINM má bhí tú faoi mhíchumas roimhe seo
gd: Dèan comas air eileamaid AINM ma tha e ciorramach roimhe
gl: Activa o elemento NAME se está desactivado anteriormente
gu: જો અગાઉ અક્ષમ કરેલ હોય તો NAME ઘટકને સક્ષમ કરો
he: רבעב תבשוה םא NAME ביכרה תא לעפה
hi: तत्व NAME सक्षम करें यदि पहले अक्षम किया गया था
hr: Omogućite element NAME ako je prethodno bio onemogućen
hu: Engedélyezze a NAME elemet, ha korábban le volt tiltva
hy: Միացնել NAME տարրը, եթե նախկինում անջատված է
id: Aktifkan elemen NAME jika sebelumnya dinonaktifkan
is: Virkjaðu þáttinn NAME ef hann var áður óvirkur
ka: ჩართეთ ელემენტი NAME, თუ ადრე გამორთული იყო
kk: Бұрын өшірілген болса, NAME элементін қосыңыз
km: បើកធាតុ NAME ប្រសិនបើបានបិទពីមុន
kn: ಈ ಹಿಂದೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ NAME ಅಂಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ku: Ger berê neçalak bû hêmana NAME çalak bike
ky: Мурда өчүрүлгөн болсо, NAME элементин иштетүү
lb: Aktivéiert Element NAME wann virdrun behënnert
lo: ເປີດໃຊ້ອົງປະກອບ NAME ຖ້າປິດໃຊ້ງານກ່ອນໜ້ານີ້
lt: Įgalinti elementą NAME, jei anksčiau buvo išjungta
lv: Iespējot elementu NAME, ja tas iepriekš bija atspējots
mg: Ampidiro ny singa NAME raha efa tsy kilema teo aloha
mi: Whakahohehia te huānga NAME ki te monoa i mua
mk: Овозможете го елементот NAME ако претходно е оневозможен
ml: മുമ്പ് അപ്രാപ്u200cതമാക്കിയിട്ടുണ്ടെങ്കിൽ ഘടകം NAME പ്രവർത്തനക്ഷമമാക്കുക
mn: Хэрэв өмнө нь идэвхгүй байсан бол NAME элементийг идэвхжүүлнэ үү
mr: पूर्वी अक्षम केले असल्यास NAME घटक सक्षम करा
mt: Ippermetti l-element NAME jekk qabel kien diżattivat
my: ယခင်က ပိတ်ထားပါက ဒြပ်စင် NAME ကို ဖွင့်ပါ။
nb: Aktiver element NAME hvis det tidligere var deaktivert
ne: यदि पहिले असक्षम गरिएको छ भने तत्व NAME सक्षम गर्नुहोस्
or: ପୂର୍ବରୁ ଅକ୍ଷମ ହେଲେ ଉପାଦାନ NAME ସକ୍ଷମ କରନ୍ତୁ |
pa: ਜੇਕਰ ਪਹਿਲਾਂ ਅਯੋਗ ਬਣਾਇਆ ਗਿਆ ਹੋਵੇ ਤਾਂ ਤੱਤ NAME ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
ps: ﻱﻭ ﯼﻮﺷ ﻝﺎﻌﻓ ﺮﯿﻏ ﯥﮑﺨﻣ ﻪﮐ ﺉړﮐ ﻝﺎﻌﻓ NAME ﺮﺼﻨﻋ
ro: Activați elementul NAME dacă a fost dezactivat anterior
rw: Gushoboza izina IZINA niba mbere yarahagaritswe
sd: ﻮﮬ ﻞﻴﭤ ﺪﻨﺑ ۾ ﮖﺍ ﻦﮬڏڪﻴﺟ ﻮﻳﺮڪ ﻝﺎﻌﻓ ﻲﮐ NAME ﺮﺼﻨﻋ
si: පෙර අබල කර ඇත්නම් NAME මූලද්u200dරව්u200dයය සබල කරන්න
sk: Povoliť prvok NAME, ak bol predtým zakázaný
sl: Omogoči element NAME, če je bil prej onemogočen
sq: Aktivizo elementin NAME nëse është çaktivizuar më parë
sw: Washa kipengele cha NAME ikiwa kilizimwa hapo awali
ta: முன்பு முடக்கப்பட்டிருந்தால் NAME உறுப்பை இயக்கவும்
te: మునుపు డిసేబుల్ చేసి ఉంటే ఎలిమెంట్ NAMEని ప్రారంభించండి
tg: Агар қаблан ғайрифаъол шуда бошад, унсури NAME-ро фаъол созед
th: เปิดใช้งานองค์ประกอบ NAME หากปิดใช้งานก่อนหน้านี้
tk: Öň öçürilen bolsa NAME elementini işlediň
tt: Элек инвалид булса, NAME элементын эшләгез
uk: Увімкнути елемент NAME, якщо він був вимкнений
ur: ۔ﻮﮨ ﻝﺎﻌﻓ ﺮﯿﻏ ﮯﻠﮩﭘ ﺮﮔﺍ ﮟﯾﺮﮐ ﻝﺎﻌﻓ ﻮﮐ NAME ﺮﺼﻨﻋ
uz: Agar avval o‘chirilgan bo‘lsa, NAME elementini yoqing
vi: Bật phần tử NAME nếu đã tắt trước đó
xh: Yenza isiqalelo NAME ukuba ibivaliwe ngaphambili
yi: טלפּירקראַפ רעירפ ביוא NAME טנעמעלע ןבעג

source: Save files and write source output to FILE
af: Stoor lêers en skryf bronafvoer na LêER
am: ፋይሎችን ያስቀምጡ እና የምንጭ ውፅዓት ወደ FILE ይፃፉ
ar: FILE ﻰﻟﺇ ﺭﺪﺼﻤﻟﺍ ﺝﺍﺮﺧﺇ ﺔﺑﺎﺘﻛﻭ ﺕﺎﻔﻠﻤﻟﺍ ﻆﻔﺣ
be: Захавайце файлы і запісвайце зыходны вынік у FILE
bg: Запазете файловете и запишете изходния изход във FILE
bn: ফাইলগুলি সংরক্ষণ করুন এবং FILE এ উত্স আউটপুট লিখুন
ca: Deseu fitxers i escriviu la sortida font a FILE
cy: Cadw ffeiliau ac ysgrifennu allbwn ffynhonnell i FILE
da: Gem filer og skriv kildeoutput til FIL
eo: Konservu dosierojn kaj skribu fontan eligon al DOSIERO
et: Salvestage failid ja kirjutage allika väljund faili FILE
eu: Gorde fitxategiak eta idatzi iturburuko irteera FILE-n
fa: ﺪﯿﺴﯾﻮﻨﺑ FILE ﺭﺩ ﺍﺭ ﻊﺒﻨﻣ ﯽﺟﻭﺮﺧ ﻭ ﺪﯿﻨﮐ ﻩﺮﯿﺧﺫ ﺍﺭ ﺎﻫ ﻞﯾﺎﻓ
fi: Tallenna tiedostot ja kirjoita lähdelähtö tiedostoon FILE
fil: I-save ang mga file at isulat ang source output sa FILE
fy: Bewarje bestannen en skriuw boarneútfier nei FILE
ga: Sábháil comhaid agus scríobh aschur foinse chuig COMHAD
gd: Sàbhail faidhlichean agus sgrìobh toradh stòr gu FILE
gl: Garda ficheiros e escribe a saída de orixe en FILE
gu: ફાઇલોને સાચવો અને સ્ત્રોત આઉટપુટને FILE પર લખો
he: FILE-ל רוקמ טלפ בותכו םיצבק רומש
hi: फ़ाइलें सहेजें और स्रोत आउटपुट को फ़ाइल में लिखें
hr: Spremite datoteke i zapišite izvorni izlaz u FILE
hu: Mentse el a fájlokat, és írja be a forráskimenetet a FILE fájlba
hy: Պահպանեք ֆայլերը և գրեք աղբյուրի ելքը FILE-ում
id: Simpan file dan tulis keluaran sumber ke FILE
is: Vistaðu skrár og skrifaðu upprunaúttak í FILE
ka: შეინახეთ ფაილები და ჩაწერეთ წყაროს გამოსავალი FILE-ში
kk: Файлдарды сақтаңыз және бастапқы шығысты FILE ішіне жазыңыз
km: រក្សាទុកឯកសារ និងសរសេរប្រភពលទ្ធផលទៅ FILE
kn: ಫೈಲ್u200cಗಳನ್ನು ಉಳಿಸಿ ಮತ್ತು ಮೂಲ ಔಟ್u200cಪುಟ್ ಅನ್ನು FILE ಗೆ ಬರೆಯಿರಿ
ku: Pelan hilînin û çavkaniya çavkaniyê li FILE binivîsin
ky: Файлдарды сактаңыз жана булак чыгарууну FILEге жазыңыз
lb: Späichert Dateien a schreift d'Quelloutput op FILE
lo: ບັນທຶກໄຟລ໌ ແລະຂຽນແຫຼ່ງທີ່ມາໃສ່ FILE
lt: Išsaugokite failus ir įrašykite šaltinio išvestį į FILE
lv: Saglabājiet failus un ierakstiet avota izvadi uz FILE
mg: Tehirizo ny rakitra ary soraty amin'ny FILE ny vokatra loharano
mi: Tiakina nga konae ka tuhi i te putanga puna ki te FILE
mk: Зачувајте датотеки и запишете го изворниот излез во FILE
ml: ഫയലുകൾ സംരക്ഷിച്ച് FILE-ലേക്ക് ഉറവിട ഔട്ട്പുട്ട് എഴുതുക
mn: Файлуудыг хадгалж, эх гаралтыг FILE руу бичнэ үү
mr: फायली जतन करा आणि स्त्रोत आउटपुट FILE वर लिहा
mt: Issejvja l-fajls u ikteb l-output tas-sors fil-FILE
my: ဖိုင်များကိုသိမ်းဆည်းပြီး အရင်းအမြစ်အထွက်ကို FILE တွင်ရေးပါ။
nb: Lagre filer og skriv kildeutdata til FIL
ne: फाइलहरू बचत गर्नुहोस् र FILE मा स्रोत आउटपुट लेख्नुहोस्
or: ଫାଇଲ୍ ସେଭ୍ କରନ୍ତୁ ଏବଂ FILE ରେ ଉତ୍ସ ଆଉଟପୁଟ୍ ଲେଖନ୍ତୁ |
pa: ਫਾਈਲਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ ਅਤੇ ਸਰੋਤ ਆਉਟਪੁੱਟ ਨੂੰ FILE ਵਿੱਚ ਲਿਖੋ
ps: ﺊﮑﯿﻟﻭ ﻪﺗ ﻞﯾﺎﻓ ﻝﻮﺼﺤﻣ ﯥﻨﯿﭼﺮﺳ ﺩ ﻭﺍ ﺉړﮐ ﻱﺪﻧﻮﺧ ﻪﻧﻮﻠﯾﺎﻓ
ro: Salvați fișierele și scrieți ieșirea sursă în FILE
rw: Bika dosiye hanyuma wandike isoko yasohotse kuri FILE
sd: ﻮﮑﻟ ﺮﮬﺎﭔ ﺬﺧﺎﻣ ۾ FILE ۽ ﻮﻳﺮڪ ﻅﻮﻔﺤﻣ ﻥﻮﻠﺋﺎﻓ
si: ගොනු සුරකින්න සහ මූලාශ්u200dර ප්u200dරතිදානය FILE වෙත ලියන්න
sk: Uložte súbory a zapíšte výstup zdroja do FILE
sl: Shranite datoteke in zapišite izvorni izhod v FILE
sq: Ruani skedarët dhe shkruani daljen burimore në FILE
sw: Hifadhi faili na uandike pato la chanzo kwa FILE
ta: கோப்புகளைச் சேமித்து, மூல வெளியீட்டை FILEக்கு எழுதவும்
te: ఫైల్u200cలను సేవ్ చేయండి మరియు సోర్స్ అవుట్u200cపుట్u200cని FILEకి వ్రాయండి
tg: Файлҳоро захира кунед ва баромади манбаъро ба FILE нависед
th: บันทึกไฟล์และเขียนเอาต์พุตต้นทางไปที่ FILE
tk: Faýllary ýazdyryň we FILE-de çeşme çykyşyny ýazyň
tt: Файлларны саклагыз һәм чыганак чыганагын FILEга языгыз
uk: Збережіть файли та запишіть вихідні дані у FILE
ur: ۔ﮟﯿﮭﮑﻟ ﮟﯿﻣ ﻞﺋﺎﻓ ﻮﮐ ﭧﭘ ﭦﺅﺁ ﺱﺭﻮﺳ ﺭﻭﺍ ﮟﯾﺮﮐ ﻅﻮﻔﺤﻣ ﻮﮐ ﮞﻮﻠﺋﺎﻓ
uz: Fayllarni saqlang va manba chiqishini FILE-ga yozing
vi: Lưu tệp và ghi đầu ra nguồn vào FILE
xh: Gcina iifayile kwaye ubhale umthombo wemveliso kwiFILE
yi: FILE וצ טאַטלוזער רוקמ ןביַירש ןוא סעקעט טיה
