Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
af: zzzFMDialog skep 'n pasgemaakte GTK-dialoog gebaseer op die GUI-elemente wat jy spesifiseer op die opdragreël, bevat runtime interne/eksterne opdragte wat kan elemente verander, en lewer evalueerbare/ontleedbare resultate uit.
am: zzzFMመገናኛ በእርስዎ GUI ክፍሎች ላይ በመመስረት ብጁ የGTK ንግግር ይፈጥራል በትዕዛዝ መስመሩ ላይ ይግለጹ ፣ የአሂድ ጊዜ ውስጣዊ / ውጫዊ ትዕዛዞች የትኞቹ ናቸው ኤለመንቶችን ማሻሻል እና ሊገመገሙ የሚችሉ/የሚገመቱ ውጤቶችን ያወጣል።
ar: zzzFMﺎﻬﻣﺪﺨﺘﺴﺗ ﻲﺘﻟﺍ ﺔﻴﻣﻮﺳﺮﻟﺍ ﻡﺪﺨﺘﺴﻤﻟﺍ ﺔﻬﺟﺍﻭ ﺮﺻﺎﻨﻋ ﻰﻠﻋ ًءﺎﻨﺑ ﺺﺼﺨﻣ GTK ﺭﺍﻮﺣ ﻊﺑﺮﻣ ءﺎﺸﻧﺈﺑ Dialog ﻡﻮﻘﻳ ﻲﺘﻟﺍﻭ ﻞﻴﻐﺸﺘﻟﺍ ﺖﻗﻭ ﻲﻓ ﺔﻴﺟﺭﺎﺧ / ﺔﻴﻠﺧﺍﺩ ﺮﻣﺍﻭﺄﺑ ﺰﻴﻤﺘﻳﻭ ، ﺮﻣﺍﻭﻷ﻿ﺍ ﺮﻄﺳ ﻲﻓ ﺩﺪﺣ .ﻞﻴﻠﺤﺘﻠﻟ ﺔﻠﺑﺎﻘﻟﺍ ﺞﺋﺎﺘﻨﻟﺍ / ﻢﻴﻴﻘﺘﻠﻟ ﺔﻠﺑﺎﻘﻟﺍ ﺕﺎﺟﺮﺨﻤﻟﺍﻭ ﺮﺻﺎﻨﻌﻟﺍ ﻞﻳﺪﻌﺗ ﻦﻜﻤﻳ
be: zzzFMДыялог стварае карыстальніцкі дыялог GTK на аснове элементаў графічнага інтэрфейсу, якія вы укажыце ў камандным радку функцыі ўнутраных / знешніх каманд падчас выканання, якія можа змяняць элементы і выводзіць вынікі, якія можна ацаніць / прааналізаваць.
bg: zzzFMDialog създава персонализиран GTK диалог въз основа на елементите на GUI, които вие посочете в командния ред, включва вътрешни/външни команди по време на изпълнение, които може да модифицира елементи и да извежда оценени/разбираеми резултати.
bn: zzzFMডায়ালগ আপনার GUI উপাদানগুলির উপর ভিত্তি করে একটি কাস্টম GTK ডায়ালগ তৈরি করে কমান্ড লাইনে নির্দিষ্ট করুন, রান-টাইম অভ্যন্তরীণ/বাহ্যিক কমান্ডের বৈশিষ্ট্য যা উপাদানগুলি সংশোধন করতে পারে এবং মূল্যায়নযোগ্য/পার্সেবল ফলাফল আউটপুট করতে পারে।
ca: zzzFMEl diàleg crea un diàleg GTK personalitzat basat en els elements de la GUI especifiqueu a la línia d'ordres, inclou ordres internes/externes en temps d'execució que pot modificar elements i genera resultats avaluables/analitzables.
cy: zzzFMMae dialog yn creu deialog GTK wedi'i deilwra yn seiliedig ar yr elfennau GUI chi nodwch ar y llinell orchymyn, nodweddion gorchmynion mewnol / allanol amser rhedeg sydd yn gallu addasu elfennau, ac allbynnau canlyniadau y gellir eu gwerthuso / dosrannu.
da: zzzFMDialog opretter en brugerdefineret GTK-dialog baseret på de GUI-elementer, du har specificer på kommandolinjen, indeholder runtime interne/eksterne kommandoer, som kan ændre elementer og udlæse evaluerbare/parserbare resultater.
eo: zzzFMDialogo kreas kutiman GTK-dialogon bazitan sur la GUI-elementoj kiujn vi specifi sur la komandlinio, prezentas rultempajn internajn/eksterajn komandojn kiuj povas modifi elementojn, kaj eligas analizeblajn/analizeblajn rezultojn.
et: zzzFMDialoog loob teie GUI elementide põhjal kohandatud GTK dialoogi määrake käsureal, funktsioonid käitusaegsed sisemised/välised käsud, mis saab elemente muuta ja väljastab hinnatavaid/parseeritavaid tulemusi.
eu: zzzFMElkarrizketa-koadroak GTK elkarrizketa pertsonalizatu bat sortzen du zuk GUI elementuetan oinarrituta zehaztu komando lerroan, exekuzio-denboran barne/kanpo komandoak zeintzuk diren elementuak alda ditzake, eta emaitza ebaluagarriak/analizagarriak ateratzen ditu.
fa: zzzFMDialog ﯼﻮﮕﺘﻔﮔ ﮏﯾ GTK ﺪﻨﮐ ﯽﻣ ﺩﺎﺠﯾﺍ ﺎﻤﺷ ﯽﮑﯿﻓﺍﺮﮔ ﯼﺮﺑﺭﺎﮐ ﻂﺑﺍﺭ ﺮﺻﺎﻨﻋ ﺱﺎﺳﺍ ﺮﺑ ﯽﺷﺭﺎﻔﺳ ﻪﮐ ﺪﯿﻨﮐ ﺺﺨﺸﻣ ﺍﺭ ﺍﺮﺟﺍ ﻥﺎﻣﺯ ﯽﺟﺭﺎﺧ/ﯽﻠﺧﺍﺩ ﺕﺍﺭﻮﺘﺳﺩ ،ﺪﯿﻨﮐ ﺺﺨﺸﻣ ﻥﺎﻣﺮﻓ ﻂﺧ ﺭﺩ .ﺪﻫﺩ ﯽﺟﻭﺮﺧ ﺍﺭ ﻪﯾﺰﺠﺗ/ﯽﺑﺎﯾﺯﺭﺍ ﻞﺑﺎﻗ ﺞﯾﺎﺘﻧ ﻭ ﺪﻨﮐ ﺡﻼ﻿ﺻﺍ ﺍﺭ ﺮﺻﺎﻨﻋ ﺪﻧﺍﻮﺗ ﯽﻣ
fi: zzzFMDialog luo mukautetun GTK-valintaikkunan käyttämiesi GUI-elementtien perusteella määritä komentorivillä, sisältää ajonaikaiset sisäiset/ulkoiset komennot, jotka voi muokata elementtejä ja tulostaa arvioitavia/jäsenneltäviä tuloksia.
fil: zzzFMLumilikha ang dialog ng custom na dialog ng GTK batay sa mga elemento ng GUI mo tukuyin sa command line, nagtatampok ng run-time na panloob/panlabas na mga utos na maaaring magbago ng mga elemento, at mga output na nasusuri/nai-parsable na mga resulta.
fy: zzzFMDialog makket in oanpaste GTK dialooch basearre op de GUI eleminten jo spesifisearje op de kommandorigel, features run-time ynterne / eksterne kommando's hokker kin wizigje eleminten, en útgongen evaluearje / parsable resultaten.
ga: zzzFMCruthaíonn dialóg dialóg saincheaptha GTK bunaithe ar na heilimintí GUI tú sonraigh ar an líne ordaithe, gnéithe orduithe inmheánacha / seachtracha rith-ama a in ann eilimintí a mhodhnú, agus aschuir torthaí inmheasúnaithe / in-inúsáidte.
gd: zzzFMBidh còmhradh a ’cruthachadh còmhradh àbhaisteach GTK stèidhichte air na h-eileamaidean GUI thu sònraich air an loidhne-àithne, a ’nochdadh òrdughan taobh a-staigh / taobh a-muigh ruith-ùine a comasach air eileamaidean atharrachadh, agus toraidhean toraidhean measaidh / parsable.
gl: zzzFMDiálogo crea un diálogo GTK personalizado baseado nos elementos da GUI especifique na liña de comandos, presenta comandos internos/externos en tempo de execución que pode modificar elementos e producir resultados avaliables/analizables.
gu: zzzFMડાયલોગ તમારા GUI તત્વોના આધારે કસ્ટમ GTK સંવાદ બનાવે છે આદેશ વાક્ય પર સ્પષ્ટ કરો, રન-ટાઇમ આંતરિક/બાહ્ય આદેશો આપે છે જે તત્વોને સંશોધિત કરી શકે છે, અને મૂલ્યાંકન કરી શકાય તેવા/પાર્સેબલ પરિણામો આઉટપુટ કરી શકે છે.
he: zzzFMהתאש GUI-ה יביכר לע ססובמה תישיא םאתומ GTK גולאיד רצוי גולאיד רשא הציר ןמזב תוינוציח/תוימינפ תודוקפ ללוכ ,הדוקפה תרושב ןייצ .חתנ/הכרעהל תונתינ תואצות איצומו ,םיטנמלא תונשל לוכי
hi: zzzFMडायलॉग आपके द्वारा जीयूआई तत्वों के आधार पर एक कस्टम जीटीके संवाद बनाता है कमांड लाइन पर निर्दिष्ट करें, रन-टाइम आंतरिक/बाहरी कमांड की सुविधा देता है जो तत्वों को संशोधित कर सकता है, और मूल्यांकन योग्य/पार्सेबल परिणाम आउटपुट करता है।
hr: zzzFMDijalog stvara prilagođeni GTK dijaloški okvir na temelju vaših GUI elemenata navedite u retku za naredbe, značajke internih/vanjskih naredbi vremena izvođenja koje može modificirati elemente i proizvodi rezultate koji se mogu vrednovati/raščlaniti.
hu: zzzFMA Dialog egyéni GTK párbeszédablakot hoz létre a grafikus felhasználói felület elemei alapján adja meg a parancssorban, funkciók futásidejű belső/külső parancsok, amelyek módosíthatja az elemeket, és értékelhető/elemzhető eredményeket ad ki.
hy: zzzFMDialog-ը ստեղծում է հատուկ GTK երկխոսություն՝ հիմնված ձեր GUI տարրերի վրա նշեք հրամանի տողում, որն ունի գործարկման ժամանակի ներքին/արտաքին հրամաններ, որոնք կարող է փոփոխել տարրերը և թողարկել գնահատելի/վերլուծելի արդյունքներ:
id: zzzFMDialog membuat dialog GTK khusus berdasarkan elemen GUI yang Anda tentukan pada baris perintah, fitur perintah internal/eksternal run-time yang dapat memodifikasi elemen, dan mengeluarkan hasil yang dapat dievaluasi/diuraikan.
is: zzzFMDialog býr til sérsniðna GTK glugga sem byggir á GUI þáttunum sem þú tilgreindu á skipanalínunni, með keyrslutíma innri/ytri skipanir sem getur breytt þáttum og gefur út metanlegar/greinanlegar niðurstöður.
ka: zzzFMდიალოგი ქმნის მორგებულ GTK დიალოგს თქვენ მიერ GUI ელემენტებზე დაყრდნობით მიუთითეთ ბრძანების სტრიქონზე, ახასიათებს გაშვების დროის შიდა/გარე ბრძანებები, რომლებიც შეუძლია შეცვალოს ელემენტები და გამოიღოს შესაფასებელი/გაანალიზებადი შედეგები.
kk: zzzFMДиалог GUI элементтеріне негізделген реттелетін GTK диалогын жасайды пәрмен жолында, орындалу уақытының ішкі/сыртқы пәрмендерін көрсетіңіз элементтерді өзгерте алады және бағаланатын/талдауға болатын нәтижелерді шығарады.
km: zzzFMប្រអប់បង្កើតប្រអប់ GTK ផ្ទាល់ខ្លួនដោយផ្អែកលើធាតុ GUI របស់អ្នក។ បញ្ជាក់នៅលើបន្ទាត់ពាក្យបញ្ជា លក្ខណៈពិសេសពេលដំណើរការពាក្យបញ្ជាខាងក្នុង/ខាងក្រៅដែល អាចកែប្រែធាតុ និងលទ្ធផលដែលអាចវាយតម្លៃ/វិភាគបាន។
kn: zzzFMನಿಮ್ಮ GUI ಅಂಶಗಳ ಆಧಾರದ ಮೇಲೆ ಡೈಲಾಗ್ ಕಸ್ಟಮ್ GTK ಸಂವಾದವನ್ನು ರಚಿಸುತ್ತದೆ ಆಜ್ಞಾ ಸಾಲಿನಲ್ಲಿ ನಿರ್ದಿಷ್ಟಪಡಿಸಿ, ರನ್-ಟೈಮ್ ಆಂತರಿಕ/ಬಾಹ್ಯ ಆಜ್ಞೆಗಳನ್ನು ಒಳಗೊಂಡಿದೆ ಅಂಶಗಳನ್ನು ಮಾರ್ಪಡಿಸಬಹುದು, ಮತ್ತು ಔಟ್u200cಪುಟ್u200cಗಳನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಬಹುದಾದ/ಪಾರ್ಸಬಲ್ ಫಲಿತಾಂಶಗಳು.
ku: zzzFMDialog li ser bingeha hêmanên GUI-ya ku hûn ji we re diyalogek GTK-ya xwerû diafirîne li ser rêzika fermanê diyar bike, emrên hundurîn/derveyî yên dema xebitandinê yên ku têne destnîşan kirin dikare hêmanan biguherîne, û encamên nirxandin/parsable derxe.
ky: zzzFMДиалог сиз GUI элементтеринин негизинде ыңгайлаштырылган GTK диалогун түзөт буйрук сабында көрсөтүңүз, иштөө убактысынын ички/тышкы буйруктарын камтыйт элементтерди өзгөртүп, баалануучу/талдоочу натыйжаларды чыгара алат.
lb: zzzFMDialog erstellt e personaliséierten GTK Dialog baséiert op de GUI Elementer Dir uginn op der Kommando Linn, Fonctiounen Lafzäit intern / extern Kommandoen déi kann Elementer änneren, an erausginn evaluéierbar / parséierbar Resultater.
lo: zzzFMDialog ສ້າງກ່ອງໂຕ້ຕອບ GTK ແບບກຳນົດເອງໂດຍອີງໃສ່ອົງປະກອບ GUI ທີ່ທ່ານ ລະu200bບຸu200bໄວ້u200bໃນu200bບັນu200bຊີu200bຄໍາu200bສັ່ງu200b, ມີu200bລັກu200bສະu200bນະu200bທີ່u200bໃຊ້u200bເວu200bລາu200bຄໍາu200bສັ່ງu200bພາຍu200bໃນ / ພາຍu200bນອກu200bທີ່u200b ສາu200bມາດu200bປັບu200bປຸງu200bແກ້u200bໄຂu200bອົງu200bປະu200bກອບu200b, ແລະu200bຜົນu200bໄດ້u200bຮັບu200bການu200bປະu200bເມີນu200bຜົນ / parsableu200b.
lt: zzzFMDialogas sukuria tinkintą GTK dialogą pagal jūsų GUI elementus nurodykite komandinėje eilutėje, funkcijos vykdymo metu vidines / išorines komandas, kurios gali keisti elementus ir išvesti įvertinamus / analizuojamus rezultatus.
lv: zzzFMDialogs izveido pielāgotu GTK dialoglodziņu, pamatojoties uz jūsu GUI elementiem norādiet komandrindā, funkcijas izpildlaika iekšējās/ārējās komandas, kuras var modificēt elementus un izvadīt novērtējamus/parsējamus rezultātus.
mg: zzzFMNy Dialog dia mamorona fifanakalozan-dresaka GTK mahazatra mifototra amin'ny singa GUI anao mariho eo amin'ny tsipika baiko, manasongadina baiko anatiny / ivelany izay afaka manova singa, ary mamoaka vokatra azo tsapain-tanana / azo ambara.
mi: zzzFMKa hangaia e te Dialog he korero GTK ritenga i runga i nga huānga GUI i a koe whakapūtā i runga i te rārangi whakahau, e whakaatu ana i nga whakahau o roto/waho ka taea te whakarereke i nga huānga, me te whakaputa i nga hua ka taea te arotake/parapara.
mk: zzzFMДијалогот создава прилагоден GTK дијалог врз основа на GUI елементите што ги имате наведете на командната линија, карактеристиките на интерните/надворешните команди за време на извршување кои може да менува елементи и да дава резултати што може да се проценат/парализираат.
ml: zzzFMനിങ്ങളുടെ GUI ഘടകങ്ങളെ അടിസ്ഥാനമാക്കി ഡയലോഗ് ഒരു ഇഷ്u200cടാനുസൃത GTK ഡയലോഗ് സൃഷ്u200cടിക്കുന്നു കമാൻഡ് ലൈനിൽ വ്യക്തമാക്കുക, റൺ-ടൈം ആന്തരിക/ബാഹ്യ കമാൻഡുകൾ സവിശേഷതകൾ ഘടകങ്ങൾ പരിഷ്u200cക്കരിക്കാനാകും, മൂല്യനിർണ്ണയ/പാർസബിൾ ഫലങ്ങൾ ഔട്ട്u200cപുട്ട് ചെയ്യുന്നു.
mn: zzzFMХарилцах цонх нь таны GUI элементүүд дээр үндэслэн өөрчлөн GTK харилцах цонхыг үүсгэдэг тушаалын мөрөнд зааж өгөх, ажиллах цагийн дотоод/гадаад командуудыг агуулна элементүүдийг өөрчилж, үнэлэх/шинжилж болох үр дүнг гаргах боломжтой.
mr: zzzFMसंवाद तुमच्या GUI घटकांवर आधारित सानुकूल GTK संवाद तयार करतो कमांड लाइनवर निर्दिष्ट करा, वैशिष्ट्ये रन-टाइम अंतर्गत/बाह्य कमांड जे घटक सुधारू शकतात आणि मूल्यमापन करण्यायोग्य/विश्लेषण करण्यायोग्य परिणाम आउटपुट करू शकतात.
mt: zzzFMDjalogu joħloq djalogu GTK personalizzat ibbażat fuq l-elementi GUI inti speċifika fuq il-linja tal-kmand, karatteristiċi run-time kmandi interni/esterni li jistgħu jimmodifikaw elementi, u outputs riżultati evalwabbli/parsable.
my: zzzFMDialog သည် သင် GUI ဒြပ်စင်များအပေါ် အခြေခံ၍ စိတ်ကြိုက် GTK ဒိုင်ယာလော့ခ်ကို ဖန်တီးသည်။ command line တွင်သတ်မှတ်ပါ၊ လုပ်ဆောင်သည့်အချိန်အတွင်းပိုင်း/ပြင်ပအမိန့်များပါရှိသည်။ ဒြပ်စင်များကို ပြုပြင်မွမ်းမံနိုင်ပြီး အကဲဖြတ်နိုင်သော/ ခွဲခြမ်းစိတ်ဖြာနိုင်သော ရလဒ်များကို ထုတ်ပေးနိုင်သည်။
nb: zzzFMDialog oppretter en tilpasset GTK-dialog basert på GUI-elementene du spesifiser på kommandolinjen, funksjoner kjøretids interne/eksterne kommandoer som kan modifisere elementer, og gir ut evaluerbare/parserbare resultater.
ne: zzzFMसंवादले तपाइँको GUI तत्वहरूमा आधारित अनुकूलन GTK संवाद सिर्जना गर्दछ कमाण्ड लाइनमा निर्दिष्ट गर्नुहोस्, रन-टाइम आन्तरिक/बाह्य आदेशहरू तत्वहरू परिमार्जन गर्न सक्छ, र मूल्याङ्कनयोग्य/पार्सयोग्य परिणामहरू आउटपुट गर्दछ।
or: zzzFMତୁମେ GUI ଉପାଦାନ ଉପରେ ଆଧାର କରି ସଂଳାପ ଏକ କଷ୍ଟମ୍ GTK ସଂଳାପ ସୃଷ୍ଟି କରେ | କମାଣ୍ଡ୍ ଲାଇନ୍ ରେ ନିର୍ଦ୍ଦିଷ୍ଟ କରନ୍ତୁ, ରନ୍-ଟାଇମ୍ ଆଭ୍ୟନ୍ତରୀଣ / ବାହ୍ୟ ନିର୍ଦ୍ଦେଶଗୁଡ଼ିକୁ ବ features ଶିଷ୍ଟ୍ୟ କରେ | ଉପାଦାନଗୁଡ଼ିକୁ ରୂପାନ୍ତର କରିପାରିବ, ଏବଂ ମୂଲ୍ୟବାନ / ପାର୍ସେବଲ୍ ଫଳାଫଳକୁ ଆଉଟପୁଟ କରିପାରିବ |
pa: zzzFMਡਾਇਲਾਗ ਤੁਹਾਡੇ ਜੀਯੂਆਈ ਤੱਤਾਂ ਦੇ ਅਧਾਰ ਤੇ ਇੱਕ ਕਸਟਮ GTK ਡਾਇਲਾਗ ਬਣਾਉਂਦਾ ਹੈ ਕਮਾਂਡ ਲਾਈਨ 'ਤੇ ਨਿਰਧਾਰਤ ਕਰੋ, ਰਨ-ਟਾਈਮ ਅੰਦਰੂਨੀ/ਬਾਹਰੀ ਕਮਾਂਡਾਂ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਹੈ ਜੋ ਤੱਤਾਂ ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਕਰ ਸਕਦਾ ਹੈ, ਅਤੇ ਮੁਲਾਂਕਣਯੋਗ/ਪਾਰਸਯੋਗ ਨਤੀਜੇ ਆਉਟਪੁੱਟ ਕਰ ਸਕਦਾ ਹੈ।
ps: zzzFMﺉﻮﮐ ﯥﯾ ﻮﺳﺎﺗ ﯥﭼ ﻱﻮﮐ ﻪﺘځﻨﯿﻣﺍﺭ ګﻮﻟﺎﯾډ GTK ﺰﯾﺩﻭﺩ ﻮﯾ ﺱﺎﺳﺍﺮﭘ ﻭﺮﺻﺎﻨﻋ GUI ﺩ ګﻮﻟﺎﯾډ ﯥﭼ ﻡﻮﮐ ﻱﺮﻟ ﯤﻭﺎﯿﺗړګﻧﺎځ ﻪﻧﻭډﻧﺎﻤﮐ ﻲﻧﺮﻬﺑ/ﻲﻠﺧﺍﺩ ﺖﺧﻭ ﻮﻟﻮﻠﭼ ﺩ ،ﺉړﮐ ﺺﺨﺸﻣ ﯥﮐ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺩ .ﻱړﮐ ﺪﯿﻟﻮﺗ ﯥﻠﯾﺎﭘ ړﻭ ﻞﯿﻠﺤﺗ ﺩ / ړﻭ ﯥﻧﻭﺯﺭﺍ ﺩ ﻭﺍ ،ﻱړﮐ ﻞﯾﺪﻌﺗ ﺮﺻﺎﻨﻋ ﻲﺷ ﯽﻟﻮﮐ
ro: zzzFMDialog creează un dialog GTK personalizat bazat pe elementele GUI pe care le aveți specificați pe linia de comandă, caracteristici comenzi interne/externe de rulare care poate modifica elemente și oferă rezultate evaluabile/parsabile.
rw: zzzFMDialog ikora GTK yihariye ikiganiro gishingiye kubintu bya GUI wowe vuga kumurongo wumurongo, ibiranga kwiruka-igihe imbere / hanze yo hanze ayo Irashobora guhindura ibintu, nibisubizo bisuzumwa / bisubizo.
sd: zzzFMﻲﺗ ﺩﺎﻴﻨﺑ ﻲﺟ ﺮﺻﺎﻨﻋ GUI ﻲﺟ ﻥﺎﻫﻮﺗ ﻮڪﻴﺟ ﻮﭤ ﻲﻫﺎﭠ ﮒﻼ﻿ﺋﺍڊ GTK ﻢٽﺴڪ ڪﻫ ﮒﻼ﻿ﺋﺍڊ ﻲڪﻴﺟ ﻢڪﺣ ﻲﻧﻭﺮﻴﺑ / ﻲﻧﻭﺭﺪﻧﺍ ﻢﺋﺎٽ ﻥﺭ ﻥﻮﺘﻴﺻﺎﺧ ،ﻮﻳﺮڪ ﺖﺣﺎﺿﻭ ﻲﺗ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ .ﺎﭤ ﻦﮭﮕﺳ ﻱﮃڪ ﺎﺠﻴﺘﻧ ﺎﺟ ﻲﻳﺰﺠﺗ ﻞﺑﺎﻗ / ﺭﺪﻗ ﻞﺑﺎﻗ ۽ ،ﺎﭤ ﻦﮭﮕﺳ ﻱﺮڪ ﻞﻳﺪﺒﺗ ﻲﮐ ﺮﺻﺎﻨﻋ
si: zzzFMඩයලොග් ඔබ GUI මූලද්u200dරව්u200dය මත පදනම්ව අභිරුචි GTK සංවාදයක් නිර්මාණය කරයි විධාන රේඛාවේ සඳහන් කරන්න, ධාවන කාල අභ්u200dයන්තර/බාහිර විධාන විශේෂාංග මූලද්u200dරව්u200dය වෙනස් කළ හැකි අතර, ඇගයීමට ලක් කළ හැකි/විග්u200dරහ කළ හැකි ප්u200dරතිඵල ප්u200dරතිදානය කළ හැක.
sk: zzzFMDialógové okno vytvorí vlastný dialóg GTK založený na prvkoch GUI, ktoré máte špecifikovať na príkazovom riadku, obsahuje interné/externé príkazy za chodu, ktoré môže upravovať prvky a výstupy hodnotiteľné/analyzovateľné výsledky.
sl: zzzFMDialog ustvari pogovorno okno GTK po meri, ki temelji na vaših elementih GUI določite v ukazni vrstici, funkcije internih/zunanjih ukazov v času izvajanja, ki lahko spreminja elemente in daje rezultate, ki jih je mogoče oceniti/razčleniti.
sq: zzzFMDialog krijon një dialog të personalizuar GTK bazuar në elementët GUI që ju specifikoni në vijën e komandës, përmban komandat e brendshme/të jashtme në kohën e ekzekutimit të cilat mund të modifikojë elementë dhe nxjerr rezultate të vlerësueshme/paralizueshme.
sw: zzzFMMazungumzo huunda kidirisha maalum cha GTK kulingana na vipengele vya GUI wewe taja kwenye mstari wa amri, huangazia muda wa kukimbia amri za ndani/nje ambazo inaweza kurekebisha vipengele, na matokeo yanayoweza kutathminiwa/kubainika.
ta: zzzFMநீங்கள் GUI கூறுகளின் அடிப்படையில் தனிப்பயன் GTK உரையாடலை டயலாக் உருவாக்குகிறது கட்டளை வரியில் குறிப்பிடவும், இயக்க நேர உள்/வெளி கட்டளைகளை கொண்டுள்ளது கூறுகளை மாற்றியமைக்க முடியும், மேலும் மதிப்பிடக்கூடிய/பாகுபடுத்தக்கூடிய முடிவுகளை வெளியிடுகிறது.
te: zzzFMడైలాగ్ మీ GUI మూలకాల ఆధారంగా అనుకూల GTK డైలాగ్u200cను సృష్టిస్తుంది కమాండ్ లైన్u200cలో పేర్కొనండి, రన్-టైమ్ అంతర్గత/బాహ్య ఆదేశాలను కలిగి ఉంటుంది మూలకాలను సవరించవచ్చు మరియు మూల్యాంకనం చేయదగిన/పార్సబుల్ ఫలితాలను అవుట్u200cపుట్ చేయవచ్చు.
tg: zzzFMМуколама муколамаи фармоишии GTK-ро дар асоси унсурҳои GUI-и шумо эҷод мекунад дар сатри фармон муайян кунед, хусусиятҳои фармонҳои дохилӣ/берунии вақти иҷрошаванда, ки метавонад унсурҳоро тағир диҳад ва натиҷаҳои арзёбӣ/таҳлилшавандаро барорад.
th: zzzFMกล่องโต้ตอบสร้างกล่องโต้ตอบ GTK ที่กำหนดเองตามองค์ประกอบ GUI ที่คุณ ระบุบนบรรทัดคำสั่ง คุณสมบัติรันไทม์คำสั่งภายใน/ภายนอกซึ่ง สามารถแก้ไของค์ประกอบและผลลัพธ์ที่ประเมินได้/แยกวิเคราะห์ได้
tk: zzzFMDialog, size GUI elementleriniň esasynda ýörite GTK gepleşik penjiresini döredýär buýruk setirinde kesgitläň, işleýän içerki / daşarky buýruklary görkezýär elementleri üýtgedip biler we bahalandyrylýan / deňeşdirip boljak netijeleri çykarar.
tt: zzzFMДиалог сезнең GUI элементларына нигезләнеп махсус GTK диалогын ясый боерык сызыгында күрсәтегез, эш вакытының эчке / тышкы командаларын күрсәтә элементларны үзгәртә ала, һәм бәяләнә торган / анализланган нәтиҗәләр.
uk: zzzFMДіалог створює власне діалогове вікно GTK на основі елементів графічного інтерфейсу користувача вкажіть у командному рядку функції внутрішніх/зовнішніх команд під час виконання, які може змінювати елементи та виводити результати, які можна оцінити/розібрати.
ur: zzzFM۔ﮯﮨ ﺎﺗﺎﻨﺑ ﮒﻼ﻿ﯿﺋﺍﮈ GTK ﺕﺭﻭﺮﺿ ﺐﺴﺣ ﮏﯾﺍ ﺮﭘ ﺩﺎﯿﻨﺑ ﯽﮐ ﺮﺻﺎﻨﻋ GUI ﮯﮐ ﭖﺁ ﮒﻼ﻿ﯿﺋﺍﮈ ﻮﺟ ﺕﺎﯿﺻﻮﺼﺧ ﯽﮐ ﺯﮉﻧﺎﻤﮐ ﯽﻧﻭﺮﯿﺑ/ﯽﻧﻭﺭﺪﻧﺍ ﻢﺋﺎﭨ ﻥﺭ ،ﮟﯾﺮﮐ ﺖﺣﺎﺿﻭ ﺮﭘ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﻝﺎﮑﻧ ﺞﺋﺎﺘﻧ ﮧﯾﺰﺠﺗ ﻞﺑﺎﻗ /ﺺﯿﺨﺸﺗ ﻞﺑﺎﻗ ﺭﻭﺍ ،ﮟﯿﮨ ﮯﺘﮑﺳ ﺮﮐ ﻢﯿﻣﺮﺗ ﮟﯿﻣ ﺮﺻﺎﻨﻋ
uz: zzzFMDialog siz GUI elementlari asosida maxsus GTK dialogini yaratadi buyruq satrida ish vaqtining ichki/tashqi buyruqlarini belgilang elementlarni o'zgartirishi va baholanadigan/ajraladigan natijalarni chiqarishi mumkin.
vi: zzzFMHộp thoại tạo một hộp thoại GTK tùy chỉnh dựa trên các yếu tố GUI mà bạn chỉ định trên dòng lệnh, tính năng thời gian chạy các lệnh bên trong / bên ngoài mà có thể sửa đổi các phần tử và xuất ra các kết quả có thể đánh giá được / có thể phân tích cú pháp.
xh: zzzFMIncoko yababini yenza incoko yababini yeGTK esekwe kwizinto zeGUI onazo khankanya kumgca womyalelo, iimpawu zexesha lokusebenza ngaphakathi/imiyalelo yangaphandle inokuguqula izinto, kunye neziphumo ezivavanyayo/ezokwahlulwahlulwayo.
yi: zzzFMריא ןטנעמעלע GUI יד ףיוא טריזאב גאָלאַיד GTK גהנמ אַ ץייירק גאָלאַיד סאָוו זדנאַמאַק קידנסיורדנופ / ךעלרעני טייצ-ןפיול ןטייקיִעפֿ ,הרוש לעפֿאַב יד ףיוא ןריציפיצעפּס .ןטאַטלוזער עלבאַסראַפּ / לאַבאַטאַולאַווע ץופּטואַ ןוא ,ןטנעמעלע ןריציפידאָמ ןענעק

source: Usage:
af: Gebruik:
am: አጠቃቀም፡
ar: :ﻝﺎﻤﻌﺘﺳﺍ
be: Выкарыстанне:
bg: Употреба:
bn: ব্যবহার:
ca: Ús:
cy: Defnydd:
da: Anvendelse:
eo: Uzado:
et: Kasutamine:
eu: Erabilera:
fa: :ﻩﺩﺎﻔﺘﺳﺍ
fi: Käyttö:
fil: Paggamit:
fy: Gebrûk:
ga: Úsáid:
gd: Cleachdadh:
gl: Uso:
gu: ઉપયોગ:
he: :גָהֹונ
hi: उपयोग:
hr: Upotreba:
hu: Használat:
hy: Օգտագործումը:
id: Penggunaan:
is: Notkun:
ka: გამოყენება:
kk: Қолданылуы:
km: ការប្រើប្រាស់:
kn: ಬಳಕೆ:
ku: Bikaranîn:
ky: Колдонуу:
lb: Benotzung:
lo: ການນຳໃຊ້:
lt: Naudojimas:
lv: Lietošana:
mg: Fampiasana:
mi: Whakamahinga:
mk: Употреба:
ml: ഉപയോഗം:
mn: Хэрэглээ:
mr: वापर:
mt: Użu:
my: အသုံးပြုမှု-
nb: Bruk:
ne: प्रयोग:
or: ବ୍ୟବହାର:
pa: ਵਰਤੋਂ:
ps: :ﻝﻭﺭﺎﮐ
ro: Utilizare:
rw: Ikoreshwa:
sd: :ﻝﺎﻤﻌﺘﺳﺍ
si: භාවිතය:
sk: Použitie:
sl: Uporaba:
sq: Përdorimi:
sw: Matumizi:
ta: பயன்பாடு:
te: వాడుక:
tg: Истифода:
th: การใช้งาน:
tk: Ulanylyşy:
tt: Куллану:
uk: Використання:
ur: :ﻝﺎﻤﻌﺘﺳﺍ
uz: Foydalanish:
vi: Sử dụng:
xh: Ukusetyenziswa:
yi: :ץינאַב

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
af: zzzfm --dialog|-g {ELEMENT [OPSIES] [ARGUMENTE...]} ...
am: zzzfm --dialog|-g {ELEMENT [አማራጮች] [ክርክሮች...]} ...
ar: zzzfm --dialog|-g {ﺮﺼﻨﻋ [ﺕﺍﺭﺎﻴﺨﻟﺍﻭ] [ﺞﺠﺤﻟﺍ...]} ...
be: zzzfm --dialog|-g {ЭЛЕМЕНТ [ПАРАМЕТРЫ] [АРГУМЕНТЫ...]} ...
bg: zzzfm --dialog|-g {ЕЛЕМЕНТ [НАСТРОИКИ] [АРГУМЕНТИ...]} ...
bn: zzzfm --dialog|-g {ELEMENT [বিকল্প] [যুক্তি...]} ...
ca: zzzfm --dialog|-g {ELEMENT [OPCIONS] [ARGUMENTS...]} ...
cy: zzzfm --dialog|-g {ELFEN [OPSIYNAU] [ARGUMENTS...]} ...
da: zzzfm --dialog|-g {ELEMENT [MULIGHEDER] [ARGUMENTER...]} ...
eo: zzzfm --dialog|-g {ELEMENTO [OPCIOJ] [ARGUMENTOJ...]} ...
et: zzzfm --dialog|-g {Element [VALIKUD] [ARGUMENTID...]} ...
eu: zzzfm --dialog|-g {ELEMENTUA [AUKERAK] [ARGUMENTUAK...]} ...
fa: zzzfm --dialog|-g {ﺮﺼﻨﻋ [ﺎﻫ ﻪﻨﯾﺰﮔ] [ﺎﻫ ﻝﻻ﻿ﺪﺘﺳﺍ...]} ...
fi: zzzfm --dialog|-g {ELEMENTTI [VAIHTOEHDOT] [ARGUMENTIT...]} ...
fil: zzzfm --dialog|-g {ELEMENTO [MGA OPSYON] [MGA PANGANGATWIRANG...]} ...
fy: zzzfm --dialog|-g {ELEMINT [OPSJES] [ARGUMENTEN...]} ...
ga: zzzfm --dialog|-g {ELEMENT [ROGHANNA] [ARGUMENTS...]} ...
gd: zzzfm --dialog|-g {ELEMENT [ROGHAINNEAN] [ARGUMENTS...]} ...
gl: zzzfm --dialog|-g {ELEMENTO [OPCIÓNS] [ARGUMENTOS...]} ...
gu: zzzfm --dialog|-g {ELEMENT [વિકલ્પો] [દલીલો...]} ...
he: zzzfm --dialog|-g {טנֶמֵלֵא [תויורשפא] [םינועיט...]} ...
hi: zzzfm --dialog|-g {तत्व [विकल्प] [बहस...]} ...
hr: zzzfm --dialog|-g {ELEMENT [OPCIJE] [ARGUMENTI...]} ...
hu: zzzfm --dialog|-g {ELEM [LEHETŐSÉGEK] [ÉRVEK...]} ...
hy: zzzfm --dialog|-g {ՏԱՐՐ [ՏԱՐԲԵՐԱԿՆԵՐ] [ՓԱՍՏԱՐԿՆԵՐ...]} ...
id: zzzfm --dialog|-g {ELEMEN [PILIHAN] [ARGUMEN...]} ...
is: zzzfm --dialog|-g {ÞÁTTUR [VALKOSTIR] [RÖK...]} ...
ka: zzzfm --dialog|-g {ელემენტი [ᲞᲐᲠᲐᲛᲔᲢᲠᲔᲑᲘ] [არგუმენტები...]} ...
kk: zzzfm --dialog|-g {ЭЛЕМЕНТ [ОПЦИЯЛАР] [АРГУМЕНТТЕР...]} ...
km: zzzfm --dialog|-g {ធាតុ [ជម្រើស] [អាគុយម៉ង់...]} ...
kn: zzzfm --dialog|-g {ಅಂಶ [ಆಯ್ಕೆಗಳು] [ವಾದಗಳು...]} ...
ku: zzzfm --dialog|-g {PÊVE [OPTIONS] [ARGUMENTS...]} ...
ky: zzzfm --dialog|-g {ЭЛЕМЕНТ [OPTIONS] [АРГУМЕНТТЕР...]} ...
lb: zzzfm --dialog|-g {ELEMENT [OPTIONEN] [ARGUMENTEN...]} ...
lo: zzzfm --dialog|-g {ອົງປະກອບ [ຕົວເລືອກ] [ການໂຕ້ຖຽງ...]} ...
lt: zzzfm --dialog|-g {ELEMENTAS [GALIMYBĖS] [ARGUMENTAI...]} ...
lv: zzzfm --dialog|-g {ELEMENTS [IESPĒJAS] [ARGUMENTI...]} ...
mg: zzzfm --dialog|-g {singa [FANDIKANA] [kevitra...]} ...
mi: zzzfm --dialog|-g {HUANGA [NGĀ KŌWHIRINGA] [NGA WHAKAMAHI...]} ...
mk: zzzfm --dialog|-g {ЕЛЕМЕНТ [ОПЦИИ] [АРГУМЕНТИ...]} ...
ml: zzzfm --dialog|-g {എലമെന്റ് [ഓപ്ഷനുകൾ] [വാദങ്ങൾ...]} ...
mn: zzzfm --dialog|-g {ЭЛЕМЕНТ [СОНГОЛТ] [АРГУМЕНТ...]} ...
mr: zzzfm --dialog|-g {घटक [पर्याय] [युक्तिवाद...]} ...
mt: zzzfm --dialog|-g {ELEMENT [GĦAŻLIET] [ARGUMENTI...]} ...
my: zzzfm --dialog|-g {ဒြပ်စင် [ရွေးချယ်စရာများ] [အငြင်းပွားမှုများ...]} ...
nb: zzzfm --dialog|-g {ELEMENT [ALTERNATIVER] [ARGUMENTER...]} ...
ne: zzzfm --dialog|-g {ELEMENT [विकल्पहरू] [तर्कहरू...]} ...
or: zzzfm --dialog|-g {ଉପାଦାନ | [ବିକଳ୍ପଗୁଡ଼ିକ] [ଯୁକ୍ତି...]} ...
pa: zzzfm --dialog|-g {ਐਲੀਮੈਂਟ [ਵਿਕਲਪ] [ਦਲੀਲਾਂ...]} ...
ps: zzzfm --dialog|-g {ﺮﺼﻨﻋ [ﻪﻧﻭﺭﺎﯿﺘﺧﺍ] [ﻪﻧﻮﻠﯿﻟﺩ...]} ...
ro: zzzfm --dialog|-g {ELEMENT [OPȚIUNI] [ARGUMENTE...]} ...
rw: zzzfm --dialog|-g {AMATORA [AMAHITAMO] [INGINGO...]} ...
sd: zzzfm --dialog|-g {ﺮﺼﻨﻋ [ﺰﻨﺸﭘﺁ] [ﻞﻴﻟﺩ...]} ...
si: zzzfm --dialog|-g {මූලද්රව්යය [විකල්ප] [තර්ක...]} ...
sk: zzzfm --dialog|-g {ELEMENT [MOŽNOSTI] [ARGUMENTY...]} ...
sl: zzzfm --dialog|-g {ELEMENT [OPCIJE] [ARGUMENTI...]} ...
sq: zzzfm --dialog|-g {ELEMENTI [OPSIONE] [ARGUMENTET...]} ...
sw: zzzfm --dialog|-g {KIPINDI [CHAGUO] [HOJA...]} ...
ta: zzzfm --dialog|-g {உறுப்பு [விருப்பங்கள்] [வாதங்கள்...]} ...
te: zzzfm --dialog|-g {మూలకం [ఎంపికలు] [వాదనలు...]} ...
tg: zzzfm --dialog|-g {ЭЛЕМЕНТ [Options] [ДАЪЛХО...]} ...
th: zzzfm --dialog|-g {องค์ประกอบ [ตัวเลือก] [อาร์กิวเมนต์...]} ...
tk: zzzfm --dialog|-g {ELEMENT [Saýlawlar] [Jedeller...]} ...
tt: zzzfm --dialog|-g {Элемент [Вариантлар] [Аргументлар...]} ...
uk: zzzfm --dialog|-g {ЕЛЕМЕНТ [ВАРИАНТИ] [АРГУМЕНТИ...]} ...
ur: zzzfm --dialog|-g {ﺮﺼﻨﻋ [ﺕﺍﺭﺎﯿﺘﺧﺍ] [ﻞﺋﻻ﻿ﺩ...]} ...
uz: zzzfm --dialog|-g {ELEMENT [VARIANTLAR] [ARGUMENTLAR...]} ...
vi: zzzfm --dialog|-g {YẾU TỐ [TÙY CHỌN] [TRANH LUẬN...]} ...
xh: zzzfm --dialog|-g {UMBONO [UKHETHO] [IIINGXOXO...]} ...
yi: zzzfm --dialog|-g {טנעמעלע [סעיצפּאָ] [ןטנעמוגראַ...]} ...

source: Example:
af: Voorbeeld:
am: ለምሳሌ:
ar: :ﻝﺎﺜﻣ
be: Прыклад:
bg: пример:
bn: উদাহরণ:
ca: Exemple:
cy: Enghraifft:
da: Eksempel:
eo: Ekzemplo:
et: Näide:
eu: Adibidea:
fa: :ﻝﺎﺜﻣ
fi: Esimerkki:
fil: Halimbawa:
fy: Foarbyld:
ga: Sampla:
gd: Eisimpleir:
gl: Exemplo:
gu: ઉદાહરણ:
he: :אמגוד
hi: उदाहरण:
hr: Primjer:
hu: Példa:
hy: Օրինակ:
id: Contoh:
is: Dæmi:
ka: მაგალითი:
kk: Мысалы:
km: ឧទាហរណ៍៖
kn: ಉದಾಹರಣೆ:
ku: Mînak:
ky: Мисал:
lb: Beispill:
lo: ຕົວຢ່າງ:
lt: Pavyzdys:
lv: Piemērs:
mg: Ohatra:
mi: Tauira:
mk: Пример:
ml: ഉദാഹരണം:
mn: Жишээ:
mr: उदाहरण:
mt: Eżempju:
my: ဥပမာ-
nb: Eksempel:
ne: उदाहरण:
or: ଉଦାହରଣ:
pa: ਉਦਾਹਰਨ:
ps: :ﻪګﻠﯧﺑ
ro: Exemplu:
rw: Urugero:
sd: :ﻝﺎﺜﻣ
si: උදාහරණයක්:
sk: Príklad:
sl: Primer:
sq: Shembull:
sw: Mfano:
ta: உதாரணமாக:
te: ఉదాహరణ:
tg: Мисол:
th: ตัวอย่าง:
tk: Mysal:
tt: Мисал:
uk: Приклад:
ur: :ﻝﺎﺜﻣ
uz: Misol:
vi: Ví dụ:
xh: Umzekelo:
yi: :ליפּשיַיב
