Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Last Modified
af: Laas verander
am: ለመጨረሻ ጊዜ የተሻሻለው
ar: آخر تعديل
be: Апошняе змяненне
bg: Последна промяна
bn: সর্বশেষ পরিবর্তিত
ca: Última modificació
cy: Newidiwyd Diwethaf
da: Sidst Ændret
eo: Laste Modifita
et: Viimati muudetud
eu: Последна промяна
fa: ﺡﻼ﻿ﺻﺍ ﻦﯾﺮﺧﺁ
fi: Viimeksi muokattu
fil: Huling binago
fy: Lêst feroare
ga: Athraithe Last
gd: Atharrachadh mu dheireadh
gl: Última Modificación
gu: છેલ્લે સંશોધિત
he: שינוי אחרון
hi: अंतिम बार संशोधित
hr: Zadnja promjena
hu: Utolsó módosítás
hy: Վերջին փոփոխությունը
id: Terakhir Dimodifikasi
is: Síðast breytt
ka: ბოლო შეცვლილია
kk: Соңғы өзгертілген
km: បាន​កែប្រែ​ចុង​ក្រោយ
kn: ಕೊನೆಯದಾಗಿ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ky: Акыркы өзгөртүлгөн
lb: Last geännert
lo: ດັດແກ້ຫຼ້າສຸດ
lt: Paskutinis pakeitimas
lv: Pēdējās izmaiņas
mg: Nanova farany
mi: Whakarerekē Mutunga
mk: Последно изменето
ml: അവസാനം പരിഷ്കരിച്ചത്
mn: Сүүлд өөрчилсөн
mr: गेल्या बदल
mt: Modifikat l-aħħar
my: နောက်ဆုံးပြင်ဆင်ထားသည်။
nb: Sist endret
ne: पछिल्लो पटक परिमार्जित
or: ଶେଷ ରୂପାନ୍ତରିତ |
pa: ਆਖਰੀ ਵਾਰ ਸੋਧਿਆ ਗਿਆ
ps: ﯼﻮﺷ ﻞﯾﺪﻌﺗ ﯽﺘﺳﻭﺭﻭ
ro: Modificat ultima dată
rw: Iheruka Guhindurwa
sd: ﻞﻴﭤ ﻞﻳﺪﺒﺗ ﻭﺮﻴﭜ ﻱﺮﺧﺁ
si: අවසන් වරට වෙනස් කරන ලදී
sk: Posledná zmena
sl: Po času spremembe
sq: E modifikuara e fundit
sw: Iliyorekebishwa Mwisho
ta: கடைசியாக மாற்றப்பட்டது
te: చివరిసారిగా మార్పు చేయబడిన
tg: Тағйири охирин
th: แก้ไขล่าสุด
tk: Soňky üýtgedilen
tt: Соңгы үзгәртелгән
uk: Час останньої зміни
ur: آخری تبدیلی
uz: Oxirgi tahrirlangan
vi: Sửa đổi lần cuối
xh: Igqityelwe ukulungiswa
yi: דייפאַדאַמ עטצעל
