Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

# View|Events|
source: _Tab
am: _ትር
ar: _ﺔﻋﻮﻓﺪﻣ ﺮﻴﻏ ﺓﺭﻮﺗﺎﻓ
be: _Табл
bg: _Раздел
bn: _ট্যাব
eu: _fitxa
fa: _ﻪﮔﺮﺑ
ga: _Cluaisín
gu: _ટૅબ
he: _תינושל
hi: _टैब
hy: _Ներդիր
ka: _ჩანართი
kk: _қойындысы
km: _ផ្ទាំង
kn: _ಟ್ಯಾಬ್
ky: _Таб
lo: _ແຖບ
lt: Kor_telė
mg: _kiheba
mi: _Ripa
mk: _Таб
ml: _ടാബ്
mn: _Таб
mr: _टॅब
my: _တက်ဘ်
ne: _ट्याब
or: _ଟ୍ୟାବ୍ |
pa: _ਟੈਬ
ps: _ﺐټ
sd: _ﺐﺌٽ
si: _ටැබ්
sw: _Kichupo
ta: _தாவல்
te: _ట్యాబ్
tg: _Таб
th: _แท็บ
tk: _Salgy
tt: _Таблица
uk: _табл
ur: _ﺐﯿﭨ
vi: _Chuyển hướng
xh: _Ithebhu
yi: _באַט

# View|Events|Tab|
source: _New
af: _Nuut
am: _አዲስ
ar: _ﺪﻳﺪﺟ
be: _Новае
bg: _Нов
bn: _নতুন
ca: _Nou
cy: _Newydd
da: _Ny
eo: _Nova
et: _Uus
eu: _Berria
fa: _ﺪﯾﺪﺟ
fi: _Uusi
fil: _Bago
fy: _Nij
ga: _Nua
gd: _Ùr
gl: _Novo
gu: _નવી
he: _ׁשָדָח
hi: _नया
hr: _Novi
hu: _Új
hy: _Նոր
id: _Baru
is: _Nýtt
ka: _ახალი
kk: _Жаңа
km: _ថ្មី។
kn: _ಹೊಸದು
ku: _Nşh
ky: _Жаңы
lb: _Nei
lo: _ໃຫມ່
lt: _Nauja
lv: _Jauns
mg: _Vaovao
mi: _Hou
mk: _Ново
ml: _പുതിയത്
mn: _Шинэ
mr: _नवीन
mt: _Ġdid
my: _အသစ်
nb: _Ny
ne: _नयाँ
or: _ନୂତନ
pa: _ਨਵਾਂ
ps: _ﯼﻮﻧ
ro: _Nou
rw: _Gishya
sd: _ﻥﻮﺌﻧ
si: _අලුත්
sk: _Nový
sl: _Novo
sq: _I ri
sw: _Mpya
ta: _புதியது
te: _కొత్తది
tg: _Нав
th: _ใหม่
tk: _Täze
tt: _Яңа
uk: _Новий
ur: _ﯽﺌﻧ
uz: _Yangi
vi: _Mới mẻ
xh: _Entsha
yi: _יַינ

source: Set New Tab Command
af: Stel nuwe oortjie-opdrag
am: አዲስ የትር ትዕዛዝ አዘጋጅ
ar: ﺓﺪﻳﺪﺟ ﺐﻳﻮﺒﺗ ﺔﻣﻼ﻿ﻋ ﺮﻣﺃ ﻦﻴﻴﻌﺗ
be: Усталюйце каманду новай укладкі
bg: Задайте команда за нов раздел
bn: নতুন ট্যাব কমান্ড সেট করুন
ca: Estableix l'ordre de pestanya nova
cy: Gosod Gorchymyn Tab Newydd
da: Indstil ny fanekommando
eo: Agordi Novan Tabulkomandon
et: Määra uue vahelehe käsk
eu: Ezarri fitxa berria komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﺪﯾﺪﺟ ﻪﮔﺮﺑ ﺭﻮﺘﺳﺩ
fi: Aseta uusi välilehti -komento
fil: Itakda ang Bagong Tab Command
fy: Set Nije Tab Kommando
ga: Socraigh Ordú Cluaisín Nua
gd: Suidhich Òrdugh Tab Ùr
gl: Establece o comando Nova pestana
gu: નવો ટેબ આદેશ સેટ કરો
he: השדח הייסיטרכ תדוקפ רדגה
hi: नया टैब कमांड सेट करें
hr: Postavite naredbu Nova kartica
hu: Állítsa be az Új lap parancsot
hy: Սահմանեք նոր ներդիրի հրամանը
id: Setel Perintah Tab Baru
is: Stilltu nýja flipaskipun
ka: დააყენეთ ახალი ჩანართის ბრძანება
kk: Жаңа қойынды пәрменін орнату
km: កំណត់ពាក្យបញ្ជាផ្ទាំងថ្មី។
kn: ಹೊಸ ಟ್ಯಾಬ್ ಆಜ್ಞೆಯನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Tabloya Nû saz bikin
ky: Жаңы өтмөк буйругун коюу
lo: ຕັ້ງຄໍາສັ່ງແຖບໃຫມ່
lt: Nustatyti naujo skirtuko komandą
lv: Iestatīt jaunas cilnes komandu
mg: Mametraha baiko Tab Vaovao
mi: Tautuhi Whakahau Ripa Hou
mk: Поставете команда за ново јазиче
ml: പുതിയ ടാബ് കമാൻഡ് സജ്ജമാക്കുക
mn: Шинэ табын командыг тохируулах
mr: नवीन टॅब कमांड सेट करा
mt: Issettja Kmand Tab Ġdid
my: New Tab Command ကို သတ်မှတ်ပါ။
nb: Angi ny fanekommando
ne: नयाँ ट्याब आदेश सेट गर्नुहोस्
or: ନୂତନ ଟ୍ୟାବ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਨਵੀਂ ਟੈਬ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﺐټ ﻱﻮﻧ ﺩ
ro: Setați comanda filă nouă
rw: Shiraho itegeko rishya
sd: ﻮﻳﺮڪ ٽﻴﺳ ڊﻧﺎﻤڪ ﺐﻴٽ ﻥﻮﺌﻧ
si: නව ටැබ් විධානය සකසන්න
sk: Nastaviť príkaz Nová karta
sl: Nastavite ukaz za nov zavihek
sq: Vendosja e komandës së skedës së re
sw: Weka Amri Mpya ya Kichupo
ta: புதிய தாவல் கட்டளையை அமைக்கவும்
te: కొత్త ట్యాబ్ కమాండ్u200cని సెట్ చేయండి
tg: Фармони ҷадвали навро таъин кунед
th: ตั้งค่าคำสั่งแท็บใหม่
tk: Täze Tab buýrugyny düzüň
tt: Яңа Таблицаны урнаштырыгыз
uk: Встановити команду «Нова вкладка».
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﺐﯿﭨ ﯽﺌﻧ
uz: Yangi tab buyrug'ini o'rnating
vi: Đặt lệnh tab mới
xh: Seta Umyalelo weTab eNtsha
yi: דנאַמאַק באַט וינ ןלעטש
