Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Extract _To
af: Onttrek _Om
am: ማውጣት _ለ
ar: استخرج إل_ى
be: Экстракт _Каб
bg: Екстракт _Да се
bn: নির্যাস _প্রতি
ca: Ex_treu a
cy: Detholiad _I
da: Pak Ud _Til
eo: Ekstrakto _Al
et: _Kataloogi
eu: Erauzi _Hona...
fa: ﻥﺩﺮﮐ ﺝﺍﺮﺨﺘﺳﺍ _ﻪﺑ
fi: Pura _kansioon
fil: I-extract _Upang
fy: Extract _Nei
ga: Sliocht _Chun
gd: Earrann _Gu
gl: Extraer _a
gu: અર્ક _પ્રતિ
he: חילוץ _אל
hi: निचोड़ _प्रति
hr: Ekstrakt _Do
hu: Kibontás ide
hy: Քաղվածք _Դեպի
id: Extrac_t Ke
is: Útdráttur _Til
ka: ამონაწერი _რომ
kk: Экстракт _Кімге
km: ស្រង់ចេញ​ទៅ
kn: ಹೊರತೆಗೆಯಿರಿ _ಗೆ
ku: Extract _Ber
ky: Экстракт _үчүн
lb: Extrait _Zu
lo: ສານສະກັດຈາກ _ເຖິງ
lt: Išpakuo_ti į
lv: Ekstrakts _Uz
mg: hanesorana _ny
mi: Tangohanga _Ki
mk: Екстракт _До
ml: എക്സ്ട്രാക്റ്റ് _ലേക്ക്
mn: Хандлах _руу
mr: अर्क _ला
mt: Estratt _Biex
my: ဖြည် _ရန်
nb: Pakk Ut _Til
ne: निकाल्नुहोस् _को
or: ବାହାର କରନ୍ତୁ | _କୁ
pa: ਐਬਸਟਰੈਕਟ _ਨੂੰ
ps: ﺝﺍﺮﺨﺘﺳﺍ _ﻪﺗ
ro: Extrage _La
rw: Gukuramo _Kuri
sd: ﮠﮃڪ _ﻑﺮﻃ ﻲﺟ
si: උපුටා ගැනීම _වෙත
sk: Rozbaliť _do
sl: Izvleci _v
sq: Ekstrakt _për të
sw: Dondoo _Kwa
ta: பிரித்தெடுத்தல் _செய்ய
te: సంగ్రహించు _కు
tg: Иқтибос _Ба
th: สารสกัด _ถึง
tk: Göçürmek _To
tt: Күчереп алу _Toәр сүзнең
uk: Розпакувати _в
ur: ک_ھولیں تا
uz: Ekstrakt _Kimga
vi: Trích xuất _Đến
xh: Khupha _Ukuya
yi: טקאַרטסקע _וצ

source: _List Contents
af: _Lys inhoud
am: _ይዘቶችን ይዘርዝሩ
ar: _ﺔﻤﺋﺎﻘﻟﺍ ﺕﺎﻳﻮﺘﺤﻣ
be: _Змест спісу
bg: _Списък на съдържанието
bn: _তালিকা বিষয়বস্তু
ca: _Llista de continguts
cy: _Rhestr Cynnwys
da: _Listeindhold
eo: _Listo Enhavon
et: _Loendi sisu
eu: _Edukiak zerrenda
fa: _ﺐﻟﺎﻄﻣ ﺖﺳﺮﻬﻓ
fi: _Luettelon sisältö
fil: _Listahan ng mga Nilalaman
fy: _List ynhâld
ga: _Ábhar Liosta
gd: _Clàr-innse liosta
gl: _Lista de contidos
gu: _સૂચિ સામગ્રી
he: _ןכות תמישר
hi: _सूची सामग्री
hr: _Popis sadržaja
hu: _Tartalomjegyzék
hy: _Ցանկի բովանդակությունը
id: _Daftar Isi
is: _Innihald lista
ka: _ჩამოთვალეთ შიგთავსი
kk: _Мазмұны тізімі
km: _បញ្ជីមាតិកា
kn: _ಪಟ್ಟಿ ಪರಿವಿಡಿ
ku: _Naveroka navnîşê
ky: _Тизме мазмуну
lb: _Lëscht Inhalter
lo: _ລາຍການເນື້ອໃນ
lt: _Sąrašo turinys
lv: _Saraksta saturs
mg: _Tanisao ny votoatiny
mi: _Rarangi Ihirangi
mk: _Наведете ги содржините
ml: _ലിസ്റ്റ് ഉള്ളടക്കം
mn: _Агуулгыг жагсаах
mr: _सामग्रीची यादी करा
mt: _Lista Werrej
my: _အကြောင်းအရာများစာရင်း
nb: _Liste innhold
ne: _सूची सामग्री
or: _ବିଷୟବସ୍ତୁ ତାଲିକା |
pa: _ਸੂਚੀ ਸਮੱਗਰੀ
ps: _ﺖﺴﯿﻟ ﯥګﻧﺎﭙځﻨﻣ ﺩ
ro: _Listează conținutul
rw: _Andika Ibirimo
sd: _ﺩﺍﻮﻣ ﺖﺳﺮﻬﻓ
si: _අන්තර්ගතය ලැයිස්තුගත කරන්න
sk: _Zoznam obsahu
sl: _Vsebina seznama
sq: _Lista e përmbajtjeve
sw: _Orodha Yaliyomo
ta: _பட்டியல் உள்ளடக்கம்
te: _జాబితా కంటెంట్
tg: _Рӯйхати мундариҷа
th: _รายการเนื้อหา
tk: _Mazmuny sanaň
tt: _Эчтәлек исемлеге
uk: _Список вмісту
ur: _ﺕﻻ﻿ﻮﻤﺸﻣ ﺖﺳﺮﮩﻓ
uz: _Ro'yxat tarkibi
vi: _Liệt kê Nội dung
xh: _Dwelisa imixholo
yi: _טלאַהניא המישר

source: _Archive Defaults
af: _Argief verstek
am: _የማህደር ነባሪ
ar: _ﺔﻴﺿﺍﺮﺘﻓﺍ ﺔﻔﺷﺭﺃ
be: _Архіў па змаўчанні
bg: _Архивни настройки по подразбиране
bn: _আর্কাইভ ডিফল্ট
ca: _Arxiu per defecte
cy: _Diffygion Archif
da: _Arkivstandarder
eo: _Arkivaj Defaŭltoj
et: _Arhiivi vaikesätted
eu: _Artxibo lehenetsiak
fa: _ﯽﻧﺎﮕﯾﺎﺑ ﯼﺎﻫu200cﺽﺮﻓu200cﺶﯿﭘ
fi: _Arkiston oletusasetukset
fil: _Mga Default sa Archive
fy: _Argyf Standerts
ga: _Réamhshocruithe Cartlainne
gd: _Easbhaidhean tasglann
gl: _Arquivo por defecto
gu: _આર્કાઇવ ડિફૉલ્ટ્સ
he: _ןויכראל לדחמ תרירב
hi: _पुरालेख चूक
hr: _Zadane postavke arhive
hu: _Archívum alapértékei
hy: _Արխիվի լռելյայններ
id: _Default Arsip
is: _Sjálfgefið skjalasafn
ka: _არქივის ნაგულისხმევი
kk: _Әдепкі мұрағаттар
km: _ប័ណ្ណសារលំនាំដើម
kn: _ಆರ್ಕೈವ್ ಡಿಫಾಲ್ಟ್u200cಗಳು
ku: _Pêşniyarên Arşîv
ky: _Демейки архив
lb: _Archiv Defaults
lo: _ເກັບຄ່າເລີ່ມຕົ້ນ
lt: _Numatytieji archyvo nustatymai
lv: _Arhīva noklusējuma iestatījumi
mi: _Pūranga Taunoa
mk: _Стандардно архивирање
ml: _ആർക്കൈവ് ഡിഫോൾട്ടുകൾ
mn: _Өгөгдмөлүүдийг архивлах
mr: _संग्रहण डीफॉल्ट
mt: _Defaults tal-Arkivju
my: _ပုံသေများ
nb: _Arkivstandarder
ne: _अभिलेख पूर्वनिर्धारितहरू
or: _ଡିଫଲ୍ଟଗୁଡିକ ଅଭିଲେଖାଗାର |
pa: _ਆਰਕਾਈਵ ਪੂਰਵ-ਨਿਰਧਾਰਤ
ps: _ټﻟﺎﻔﯾډ ﻒﯿﺷﺭﺁ
ro: _Arhivare implicite
rw: _Ububiko
sd: _ٽﻟﺎﻓڊ ﻮﻴﺋﺎڪﺭﺁ
si: _සංරක්ෂිත පෙරනිමි
sk: _Predvolené nastavenia archívu
sl: _Privzete nastavitve arhiva
sq: _Parazgjedhjet e arkivit
sw: _Hifadhi Chaguomsingi
ta: _காப்பக இயல்புநிலைகள்
te: _ఆర్కైవ్ డిఫాల్ట్u200cలు
tg: _Архивҳои пешфарз
th: _ค่าเริ่มต้นของไฟล์เก็บถาวร
tk: _Bellenen arhiw
tt: _Килешүләрне архивлау
uk: _Архів за замовчуванням
ur: _ﺲﭩﻟﺎﻔﯾﮈ ﻮﯿﺋﺎﮐﺭﺁ
uz: _Birlamchi arxivlash
vi: _Lưu trữ mặc định
xh: _Okungagqibekanga kuVimba
yi: _ץלאָפיד עווישטראַ

source: _Open With App
af: _Maak oop met app
am: _በመተግበሪያ ክፈት
ar: _ﻖﻴﺒﻄﺘﻟﺍ ﻡﺍﺪﺨﺘﺳﺎﺑ ﺢﺘﻓﺍ
be: _Адкрыць з дапамогай праграмы
bg: _Отворете с приложение
bn: _অ্যাপ দিয়ে খুলুন
ca: _Obre amb l'aplicació
cy: _Agor Gyda App
da: _Åbn med app
eo: _Malfermu Kun Apo
et: _Ava rakendusega
eu: _Ireki Aplikazioarekin
fa: _ﺪﯿﻨﮐ ﺯﺎﺑ ﻪﻣﺎﻧﺮﺑ ﺎﺑ
fi: _Avaa sovelluksella
fil: _Buksan Gamit ang App
fy: _Iepenje Mei App
ga: _Oscail Le App
gd: _Fosgail le App
gl: _Abrir coa aplicación
gu: _એપ્લિકેશન સાથે ખોલો
he: _היצקילפא םע חתפ
hi: _ऐप के साथ खोलें
hr: _Otvorite pomoću aplikacije
hu: _Megnyitás alkalmazással
hy: _Բացեք հավելվածով
id: _Buka Dengan Aplikasi
is: _Opnaðu með appi
ka: _გახსენით აპით
kk: _Қолданбамен ашыңыз
km: _បើកជាមួយកម្មវិធី
kn: _ಅಪ್ಲಿಕೇಶನ್ನೊಂದಿಗೆ ತೆರೆಯಿರಿ
ku: _Bi Appê vekin
ky: _Колдонмо менен ачуу
lb: _Open mat der App
lo: _ເປີດດ້ວຍແອັບ
lt: _Atidaryti naudojant programą
lv: _Atvērt ar lietotni
mg: _Sokafy miaraka amin'ny App
mi: _Tuwhera Ma te Taupānga
mk: _Отвори со апликација
ml: _ആപ്പ് ഉപയോഗിച്ച് തുറക്കുക
mn: _Апп-аар нээх
mr: _अॅपसह उघडा
mt: _Iftaħ Bl-App
my: _အက်ပ်ဖြင့်ဖွင့်ပါ။
nb: _Åpne med app
ne: _एपसँग खोल्नुहोस्
or: _ଆପ୍ ସହିତ ଖୋଲନ୍ତୁ |
pa: _ਐਪ ਨਾਲ ਖੋਲ੍ਹੋ
ps: _ﺉړﮐ ﺹﻼ﻿ﺧ ﻩﺮﺳ ﻦﺸﯿﮑﯿﻠﭘﺍ ﺩ
ro: _Deschideți cu aplicația
rw: _Fungura hamwe na porogaramu
sd: _ﻮﻴﻟﻮﮐ ﻥﺎﺳ ﭗﻳﺍ
si: _යෙදුම සමඟ විවෘත කරන්න
sk: _Otvoriť pomocou aplikácie
sl: _Odpri z aplikacijo
sq: _Hap me aplikacionin
sw: _Fungua Kwa Programu
ta: _ஆப் மூலம் திறக்கவும்
te: _యాప్u200cతో తెరవండి
tg: _Бо барнома кушоед
th: _เปิดด้วยแอพ
tk: _Programma bilen açyň
tt: _Кушымта белән ачу
uk: _Відкрити за допомогою програми
ur: _۔ﮟﯿﻟﻮﮭﮐ ﮫﺗﺎﺳ ﮯﮐ ﭗﯾﺍ
uz: _Ilova bilan oching
vi: _Mở bằng ứng dụng
xh: _Vula Nge-App
yi: _פּאַ טימ ןפֿע

source: _Create Subfolder
af: _Skep subgids
am: _ንዑስ አቃፊ ፍጠር
ar: _ﻲﻋﺮﻓ ءﺎﺸﻧﺇ
be: _Стварыць падтэчку
bg: _Създаване на подпапка
bn: _সাবফোল্ডার তৈরি করুন
ca: _Crea una subcarpeta
cy: _Creu Is-ffolder
da: _Opret undermappe
eo: _Krei Subdosierujon
et: _Loo alamkaust
eu: _Sortu azpikarpeta
fa: _ﺪﯿﻨﮐ ﺩﺎﺠﯾﺍ ﻪﺷﻮﭘ ﺮﯾﺯ
fi: _Luo alikansio
fil: _Lumikha ng Subfolder
fy: _Meitsje submap
ga: _Cruthaigh Subfolder
gd: _Cruthaich Subfolder
gl: _Crear subcarpeta
gu: _સબફોલ્ડર બનાવો
he: _הנשמ תייקית רוצ
hi: _सबफ़ोल्डर बनाएं
hr: _Napravite podmapu
hu: _Almappa létrehozása
hy: _Ստեղծեք ենթաթղթապանակ
id: _Buat Subfolder
is: _Búðu til undirmöppu
ka: _შექმენით ქვესაქაღალდე
kk: _Ішкі қалта жасау
km: _បង្កើតថតរង
kn: _ಉಪ ಫೋಲ್ಡರ್ ರಚಿಸಿ
ku: _Binpeldankê biafirînin
ky: _Түз папка
lb: _Erstellt Subfolder
lo: _ສ້າງໂຟເດີຍ່ອຍ
lt: _Sukurti poaplankį
lv: _Izveidot apakšmapi
mg: _Mamorona Subfolder
mi: _Waihanga kōpakiroto
mk: _Креирај подпапка
ml: _സബ്ഫോൾഡർ സൃഷ്ടിക്കുക
mn: _Дэд хавтас үүсгэх
mr: _सबफोल्डर तयार करा
mt: _Oħloq Subfolder
my: _Subfolder ဖန်တီးပါ။
nb: _Opprett undermappe
ne: _सबफोल्डर सिर्जना गर्नुहोस्
or: _ସବ୍ଫୋଲ୍ଡର୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: _ਸਬਫੋਲਡਰ ਬਣਾਓ
ps: _ﺉړﮐ ړﻮﺟ ﺭډﻟﻮﻓ ﻲﻋﺮﻓ
ro: _Creați un subdosar
rw: _Kurema Ububiko
sd: _ﻮﻴﻫﺎﭠ ﺭڊﻟﻮﻓ ﺐﺳ
si: _උප ෆෝල්ඩරය සාදන්න
sk: _Vytvoriť podpriečinok
sl: _Ustvari podmapo
sq: _Krijo nënfolder
sw: _Unda Kabrasha Ndogo
ta: _துணை கோப்புறையை உருவாக்கவும்
te: _సబ్u200cఫోల్డర్u200cని సృష్టించండి
tg: _Зерпапка эҷод кунед
th: _สร้างโฟลเดอร์ย่อย
tk: _Subfolder dörediň
tt: _Субфолдер ясагыз
uk: _Створити підпапку
ur: _ﮟﯿﺋﺎﻨﺑ ﺭﮉﻟﻮﻓ ﯽﻠﯾﺫ
uz: _Pastki papka yaratish
vi: _Tạo thư mục con
xh: _Yenza isiqulathi seefayili
yi: _רעדלאָפבוס ןפֿאַש

source: _Write Access
af: _Skryftoegang
am: _መዳረሻ ይፃፉ
ar: _ﺔﺑﺎﺘﻜﻠﻟ ﻝﻮﺻﻮﻟﺍ
be: _Доступ да запісу
bg: _Достъп за запис
bn: _প্রবেশাধিকার লিখুন
ca: _Accés d'escriptura
cy: _Ysgrifennwch Fynediad
da: _Skriveadgang
eo: _Skriba Aliro
et: _Kirjutamisjuurdepääs
eu: _Idazteko sarbidea
fa: _ﯽﺳﺮﺘﺳﺩ ﺖﯾﺍﺭ
fi: _Kirjoitusoikeus
fil: _Access sa Pagsulat
fy: _Skriuw tagong
ga: _Scríobh Rochtain
gd: _Sgrìobh Ruigsinneachd
gl: _Acceso de escritura
gu: _પ્રવેશ લખો
he: _הביתכל השיג
hi: _पहुंच लिखें
hr: _Pristup za pisanje
hu: _Írási hozzáférés
hy: _Գրելու հասանելիություն
id: _Akses Tulis
is: _Skrifaðgangur
ka: _ჩაწერის წვდომა
kk: _Writ Access
km: _ការចូលប្រើសរសេរ
kn: _ಬರಹ ಪ್ರವೇಶ
ku: _Têketinê binivîse
ky: _Жазуу мүмкүнчүлүгү
lb: _Schreiwen Zougang
lo: _ຂຽນເຂົ້າເຖິງ
lt: _Rašymo prieiga
lv: _Rakstīšanas piekļuve
mg: _Access Access
mi: _Tuhia te Uru
mk: _Пристап за пишување
ml: _എഴുത്ത് പ്രവേശനം
mr: _प्रवेश लिहा
mt: _Aċċess għall-kitba
my: _ဝင်ရောက်ရေးပါ။
nb: _Skrivetilgang
ne: _पहुँच लेख्नुहोस्
or: _ଆକ୍ସେସ୍ ଲେଖନ୍ତୁ |
pa: _ਲਿਖਣ ਦੀ ਪਹੁੰਚ
ps: _ﯽﺳﺮﺳﻻ﻿ ﻮﻠﮑﯿﻟ ﺩ
ro: _Acces la scriere
rw: _Andika Kwinjira
sd: _ﻲﺋﺎﺳﺭ ﻲﺟ ﮡﮑﻟ
si: _ලිවීමේ ප්u200dරවේශය
sk: _Prístup k zápisu
sl: _Dostop za pisanje
sq: _Qasja në shkrim
sw: _Ufikiaji wa Kuandika
ta: _எழுத்து அணுகல்
te: _రైట్ యాక్సెస్
tg: _Навиштани Access
th: _การเข้าถึงการเขียน
tk: _Giriş ýaz
tt: _Рөхсәт языгыз
uk: _Доступ до запису
ur: _ﯽﺋﺎﺳﺭ ﯼﺮﯾﺮﺤﺗ
uz: _Writish Access
vi: _Ghi truy cập
xh: _Bhala ufikelelo
yi: _סעסקאַ ביירש

source: Archive _Handlers
af: Argief _Hanteerders
am: ማህደር _ተቆጣጣሪዎች
ar: ﻒﻴﺷﺭﺃ _ﺕﺎﺠﻟﺎﻌﻣ
be: Архіў _Апрацоўшчыкі
bg: Архив _Манипулатори
bn: সংরক্ষণাগার _হ্যান্ডলার
ca: Arxiu _Manipuladors
cy: Archif _Trinwyr
da: Arkiv _Håndtere
eo: Arkivo _Pritraktantoj
et: Arhiiv _Käitlejad
eu: Artxiboa _Kudeatzaileak
fa: ﯽﻧﺎﮕﯾﺎﺑ _ﺎﻫﺮﻟﺪﻨﻫ
fi: Arkisto _Käsittelijät
fil: Archive _Mga humahawak
fy: Argyf _Handlers
ga: Cartlann _Láimhseálaithe
gd: Tasglann _Luchd-làimhseachaidh
gl: Arquivo _Manipuladores
gu: આર્કાઇવ _હેન્ડલર્સ
he: ןויכרא _םילפטמ
hi: संग्रह _संचालकों
hr: Arhiva _Rukovaoci
hu: Archívum _Kezelők
hy: Արխիվ _Աշխատողներ
id: Arsip _Penangan
is: Skjalasafn _Handhafar
ka: არქივი _დამმუშავებლები
kk: Мұрағат _Өңдеушілер
km: បណ្ណសារ _អ្នកដោះស្រាយ
kn: ಆರ್ಕೈವ್ _ನಿರ್ವಾಹಕರು
ku: Arşîv _Handlers
ky: Архив _Handlers
lb: Archiv _Handler
lo: ຮວບຮວມ _ມືຈັບ
lt: Archyvas _Prižiūrėtojai
lv: Arhīvs _Apdarinātāji
mg: tahiry _entany
mi: Pūranga _Kaihautu
mk: Архива _Ракувачи
ml: ആർക്കൈവ് _കൈകാര്യം ചെയ്യുന്നവർ
mn: Архив _Ажиллагчид
mr: संग्रहण _हाताळणारे
mt: Arkivju _Handlers
my: စုစည်းမှု _ကိုင်တွယ်သူများ
nb: Arkiv _Håndtere
ne: अभिलेख _ह्यान्डलरहरू
or: ଅଭିଲେଖାଗାର _ନିୟନ୍ତ୍ରକ
pa: ਪੁਰਾਲੇਖ _ਹੈਂਡਲਰ
ps: ﻒﯿﺷﺭﺁ _ﻲﮑﻧﻮﻟﺎﺒﻤﺳ
ro: Arhiva _Manipulatorii
rw: Ububiko _Abacunga
sd: ﻮﻴﺋﺎڪﺭﺁ _ڙﺪﻨﻴﻟﺎﭝﻨﺳ
si: සංරක්ෂිතය _හසුරුවන්නන්
sk: Archív _Psovodi
sl: Arhiv _Upravljavci
sq: Arkivi _Trajtuesit
sw: Hifadhi _Washikaji
ta: காப்பகம் _கையாளுபவர்கள்
te: ఆర్కైవ్ _హ్యాండ్లర్లు
tg: Архив _Корфармоён
th: คลังเก็บเอกสารสำคัญ _ตัวจัดการ
tk: Arhiw _Işleýänler
tt: Архив _Эшкәртүчеләр
uk: Архів _Обробники
ur: ﺕﺍﺰﯾﻭﺎﺘﺳﺩ ﮦﺪﺷ ﻅﻮﻔﺤﻣ _ﮯﻟﺍﻭ ﮯﻨﻟﺎﮭﺒﻨﺳ
uz: Arxiv _Ishlovchilar
vi: Lưu trữ _Người xử lý
xh: Gcina _Abaphangi
yi: עווישטראַ _סרעלדנאַה

# New|
source: _Bookmark
af: _Boekmerk
am: _ዕልባት
ar: _علامات
be: _Закладка
bg: _Отметка
bn: _বুকমার্ক
ca: _Marcadors
cy: _Llyfrnod
da: _Bogmærke
eo: _Legomarko
et: _Järjehoidjad
eu: Laster-_Markak
fa: _ﮏﻧﺎﺸﻧ
fi: _Kirjanmerkit
fy: _Blêdwizer
ga: _Leabharmharc
gd: _Comharradh-leabhair
gl: _Marcadores
gu: _બુકમાર્ક
he: _סימניות
hi: _बुकमार्क
hr: _Označi
hu: _Könyvjelzők
hy: _Էջանիշ
id: _Penanda
is: _Bókamerki
ka: _სანიშნე
kk: _Бетбелгі
km: ចំណាំ
kn: _ಬುಕ್ಮಾರ್ಕ್
lo: _ບຸກມາກ
lt: Ž_ymelės
lv: _Grāmatzīme
mg: _Diary
mi: _Tohuwāhi
mk: _Обележете
ml: _ബുക്ക്മാർക്ക്
mn: _Хавчуурга
mr: _बुकमार्क करा
my: _ညှပ်
nb: _Bokmerke
ne: _बुकमार्क
or: _ବୁକମାର୍କ
pa: _ਬੁੱਕਮਾਰਕ
ps: _ﮎﺭﺎﻣ ﮏﺑ
ro: _Marcaj
rw: _Ikimenyetso
sd: _ڪﺭﺎﻣ ﮏﺑ
si: _පිටු සලකුණ
sk: _Záložka
sl: _Zaznamki
sq: _Shënoni faqeshënues
sw: _Alamisho
ta: _புத்தககுறி
te: _బుక్మార్క్
tg: _Хатчӯб
th: _บุ๊คมาร์ค
tk: _Bellik
tt: _Кыстарма
uk: _Закладки
ur: _پسندیدہ
uz: _Xatcho‘p
vi: _Dấu trang
yi: _ןכייצ - נעייל

source: _Archive
af: _Argief
am: _ማህደር
ar: _ﻒﻴﺷﺭﺃ
be: _Архіў
bg: _Архив
bn: _সংরক্ষণাগার
ca: _Arxiu
cy: _Archif
da: _Arkiv
eo: _Arkivo
et: _Arhiiv
eu: _Artxiboa
fa: _ﯽﻧﺎﮕﯾﺎﺑ
fi: _Arkisto
fy: _Argyf
ga: _Cartlann
gd: _Tasglann
gl: _Arquivo
gu: _આર્કાઇવ
he: _ןויכרא
hi: _संग्रह
hr: _Arhiva
hu: _Archívum
hy: _Արխիվ
id: _Arsip
is: _Skjalasafn
ka: _არქივი
kk: _Мұрағат
km: _បណ្ណសារ
kn: _ಆರ್ಕೈವ್
ku: _Arşîv
ky: _Архив
lb: _Archiv
lo: _ຮວບຮວມ
lt: _Archyvas
lv: _Arhīvs
mg: _tahiry
mi: _Pūranga
mk: _Архива
ml: _ആർക്കൈവ്
mn: _Архив
mr: _संग्रहण
mt: _Arkivju
my: _စုစည်းမှု
nb: _Arkiv
ne: _अभिलेख
or: _ଅଭିଲେଖାଗାର
pa: _ਪੁਰਾਲੇਖ
ps: _ﻒﯿﺷﺭﺁ
ro: _Arhiva
rw: _Ububiko
sd: _ﻮﻴﺋﺎڪﺭﺁ
si: _සංරක්ෂිතය
sk: _Archív
sl: _Arhiv
sq: _Arkivi
sw: _Hifadhi
ta: _காப்பகம்
te: _ఆర్కైవ్
tg: _Архив
th: _คลังเก็บเอกสารสำคัญ
tk: _Arhiw
tt: _Архив
uk: Архів
ur: _ﺕﺍﺰﯾﻭﺎﺘﺳﺩ ﮦﺪﺷ ﻅﻮﻔﺤﻣ
uz: _Arxiv
vi: _Lưu trữ
xh: _Gcina
yi: _עווישטראַ

# New|
source: _Tab
am: _ትር
ar: _ﺔﻋﻮﻓﺪﻣ ﺮﻴﻏ ﺓﺭﻮﺗﺎﻓ
be: _Табл
bg: _Раздел
bn: _ট্যাব
eu: _fitxa
fa: _ﻪﮔﺮﺑ
ga: _Cluaisín
gu: _ટૅબ
he: _תינושל
hi: _टैब
hy: _Ներդիր
ka: _ჩანართი
kk: _қойындысы
km: _ផ្ទាំង
kn: _ಟ್ಯಾಬ್
ky: _Таб
lo: _ແຖບ
lt: _Skirtukas
mg: _kiheba
mi: _Ripa
mk: _Таб
ml: _ടാബ്
mn: _Таб
mr: _टॅब
my: _တက်ဘ်
ne: _ट्याब
or: _ଟ୍ୟାବ୍ |
pa: _ਟੈਬ
ps: _ﺐټ
sd: _ﺐﺌٽ
si: _ටැබ්
sw: _Kichupo
ta: _தாவல்
te: _ట్యాబ్
tg: _Таб
th: _แท็บ
tk: _Salgy
tt: _Таблица
uk: _табл
ur: _ﺐﯿﭨ
vi: _Chuyển hướng
xh: _Ithebhu
yi: _באַט

source: Tab _Here
af: Tab _Hier
am: ትር _እዚህ
ar: ﺔﻋﻮﻓﺪﻣ ﺮﻴﻏ ﺓﺭﻮﺗﺎﻓ _ﺎﻨﻫ
be: Табл _Тут
bg: Раздел _Тук
bn: ট্যাব _এখানে
ca: Tab _Aquí
cy: Tab _Yma
da: Tab _Her
eo: Tab _Jen
et: Tab _Siin
eu: fitxa _Hemen
fa: ﻪﮔﺮﺑ _ﺎﺠﻨﯾﺍ
fi: Tab _Tässä
fil: Tab _Dito
fy: Tab _Hjir
ga: Cluaisín _Seo
gd: Tab _An seo
gl: Tab _Aquí
gu: ટૅબ _અહીં
he: תינושל _הפ
hi: टैब _यहां
hr: Tab _Ovdje
hu: Tab _Itt
hy: Ներդիր _Այստեղ
id: tab _Di Sini
is: Tab _Hérna
ka: ჩანართი _Აქ
kk: қойындысы _Мұнда
km: ផ្ទាំង _នៅទីនេះ
kn: ಟ್ಯಾಬ್ _ಇಲ್ಲಿ
ku: Tab _Vir
ky: Таб _Бул жерде
lb: Tab _Hei
lo: ແຖບ _ທີ່ນີ້
lt: Skirtukas _čia
lv: Tab _Šeit
mg: kiheba _Eto
mi: Ripa _I konei
mk: Таб _Еве
ml: ടാബ് _ഇവിടെ
mn: Таб _Энд
mr: टॅब _येथे
mt: Tab _Hawn
my: တက်ဘ် _ဒီမှာ
nb: Tab _Her
ne: ट्याब _यहाँ
or: ଟ୍ୟାବ୍ | _ଏଠାରେ |
pa: ਟੈਬ _ਇਥੇ
ps: ﺐټ _ﻪﺘﻟﺩ
ro: Tab _Aici
rw: Tab _Hano
sd: ﺐﺌٽ _ﻲﺘﻫ
si: ටැබ් _මෙතන
sk: Tab _Tu
sl: Tab _tukaj
sq: Tab _Këtu
sw: Kichupo _Hapa
ta: தாவல் _இங்கே
te: ట్యాబ్ _ఇక్కడ
tg: Таб _Ин ҷо
th: แท็บ _ที่นี่
tk: Salgy _Ine
tt: Таблица _Монда
uk: табл _Тут
ur: ﺐﯿﭨ _ﮞﺎﮩﯾ
uz: Tab _Bu yerda
vi: Chuyển hướng _Đây
xh: Ithebhu _Apha
yi: באַט _אָד

source: _Desktop Application
af: _Werkskermtoepassing
am: _የዴስክቶፕ መተግበሪያ
ar: _ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﺕﺎﻘﻴﺒﻄﺗ
be: _Прыкладанне для працоўнага стала
bg: _Настолно приложение
bn: _ডেস্কটপ অ্যাপ্লিকেশন
ca: _Aplicació d'escriptori
cy: _Cais Penbwrdd
da: _Desktop-applikation
eo: _Labortabla Apliko
et: _Töölauarakendus
eu: _Mahaigaineko aplikazioa
fa: _ﭖﺎﺘﮑﺳﺩ ﻪﻣﺎﻧﺮﺑ
fi: _Työpöytäsovellus
fil: _Aplikasyon sa Desktop
fy: _Buroblêd applikaasje
ga: _Iarratas Deisce
gd: _Iarrtas deasg
gl: _Aplicación de escritorio
gu: _ડેસ્કટોપ એપ્લિકેશન
he: _הדובע ןחלוש םושיי
hi: _डेस्कटॉप अनुप्रयोग
hr: _Aplikacija za stolno računalo
hu: _Asztali alkalmazás
hy: _Սեղանի հավելված
id: _Aplikasi Desktop
is: _Skrifborðsforrit
ka: _დესკტოპის აპლიკაცია
kk: _Жұмыс үстелі қолданбасы
km: _កម្មវិធីកុំព្យូទ័រ
kn: _ಡೆಸ್ಕ್ಟಾಪ್ ಅಪ್ಲಿಕೇಶನ್
ku: _Serlêdana Sermaseyê
lb: _Desktop Applikatioun
lo: _ແອັບພລິເຄຊັນ Desktop
lt: _Darbalaukio Programa
lv: _Darbvirsmas lietojumprogramma
mg: _Fampiharana Desktop
mi: _Taupānga Papamahi
mk: _Десктоп апликација
ml: _ഡെസ്ക്ടോപ്പ് ആപ്ലിക്കേഷൻ
mn: _Ширээний програм
mr: _डेस्कटॉप अनुप्रयोग
mt: _Applikazzjoni tad-Desktop
nb: _Desktop-applikasjon
ne: _डेस्कटप अनुप्रयोग
or: _ଡେସ୍କଟପ୍ ପ୍ରୟୋଗ |
pa: _ਡੈਸਕਟਾਪ ਐਪਲੀਕੇਸ਼ਨ
ps: _ﮏﯿﻠﻨﺘښﻮﻏ ﭖﺎټﺴﯾډ ﺩ
ro: _Aplicație desktop
rw: _Porogaramu ya Ibiro
sd: _ﻦﺸﻴڪﻴﻠﭙﻳﺍ ﭖﺎٽ ڪﺴﻳڊ
si: _ඩෙස්ක්ටොප් යෙදුම
sk: _Desktopová aplikácia
sl: _Namizna aplikacija
sq: _Aplikacioni për desktop
sw: _Programu ya Kompyuta ya Mezani
ta: _டெஸ்க்டாப் பயன்பாடு
te: _డెస్క్u200cటాప్ అప్లికేషన్
tg: _Барномаи мизи корӣ
th: _แอปพลิเคชันเดสก์ท็อป
tk: _Iş stoly programmasy
tt: _Эш өстәле кушымтасы
uk: _Настільний додаток
ur: _ﻦﺸﯿﮐ ﯽﻠﭙﯾﺍ ﭖﺎﭨ ﮏﺴﯾﮈ
uz: _Ish stoli ilovasi
vi: _Ứng dụng máy tính để bàn
xh: _Usetyenziso lweDesktop
yi: _ןאָיטאַקילפּפּאַ פּאָטקסעד

source: _Go
af: _Gaan
am: _ሂድ
ar: _ذهاب
be: _Ідзі
bg: _Отивам
bn: _যাওয়া
ca: _Ves
cy: _Ewch
da: _Gå
eo: _Iru
et: _Liikumine
eu: _Joan
fa: _ﻭﺮﺑ
fi: _Siirry
fil: _Pumunta ka
fy: _Gean
ga: _Téigh
gd: _Rach
gl: _Ir
gu: _જાઓ
he: _מעבר
hi: _जाना
hr: _Ići
hu: _Ugrás
hy: _Գնա
id: _Ke
is: _Farðu
ka: _წადი
kk: _Бар
km: ទៅ
kn: _ಹೋಗು
ku: _Çûyin
lb: _Gitt
lo: _ໄປ
lt: _Eiti
lv: _Aiziet
mg: _Mandehana
mi: _Haere
mk: _Оди
ml: _പോകൂ
mn: _Яв
mr: _जा
mt: _Mur
my: _သွားတော့
nb: _Gå
ne: _जानुहोस्
or: _ଯାଅ |
pa: _ਜਾਣਾ
ps: _ﻪﺷ ړﻻ﻿
ro: _Merge
rw: _Genda
sd: _ﭶﻭ
si: _යන්න
sk: _Prejsť
sl: _Pojdi
sq: _Shkoni
sw: _Nenda
ta: _போ
te: _వెళ్ళండి
tg: _Бирав
th: _ไป
tk: _Bar
tt: _Бар
uk: _Перехід
ur: _منتقلی
uz: _Bor
vi: _Đi
xh: _Hamba
yi: _ייג

source: _Back
af: _Terug
am: _ተመለስ
ar: _ﻒﻠﺧ
be: _Назад
bg: _обратно
bn: _পেছনে
ca: _esquena
cy: _Yn ôl
da: _Tilbage
eo: _Reen
et: _tagasi
eu: _Itzuli
fa: _ﺖﺸﮔﺯﺎﺑ
fi: _Takaisin
fil: _Bumalik
fy: _Efterkant
ga: _Ar ais
gd: _Air ais
gl: _De volta
gu: _પાછળ
he: _רוזח
hi: _वापस
hr: _leđa
hu: _Vissza
hy: _Ետ
id: _Kembali
is: _Til baka
ka: _უკან
kk: _Артқа
km: _ត្រឡប់មកវិញ
kn: _ಹಿಂದೆ
ku: _Paş
ky: _Артка
lb: _Zréck
lo: _ກັບຄືນໄປບ່ອນ
lt: _Atgal
lv: _Atpakaļ
mg: _indray
mi: _Whakamuri
mk: _Назад
ml: _തിരികെ
mn: _Буцах
mr: _मागे
mt: _Lura
my: _ကျော
nb: _Tilbake
ne: _पछाडि
or: _ପଛକୁ
pa: _ਵਾਪਸ
ps: _ﻪﺗﺎﺷ
ro: _Înapoi
rw: _Inyuma
sd: _ﻲﺘﺋﻮﭘ
si: _ආපසු
sk: _späť
sl: _nazaj
sq: _Mbrapa
sw: _Nyuma
ta: _மீண்டும்
te: _వెనుకకు
tg: _Бозгашт
th: _กลับ
tk: _Yzyna
tt: _Кире
uk: Назад
ur: _ﮯﮭﭽﯿﭘ
uz: _Orqaga
vi: _Trở lại
xh: _Emva
yi: _קירוצ

source: _Forward
af: _Vorentoe
am: _ወደፊት
ar: _ﻡﺎﻣﻷ﻿ﺍ ﻰﻟﺇ
be: _Наперад
bg: _Напред
bn: _ফরোয়ার্ড
ca: _Endavant
cy: _Ymlaen
da: _Frem
eo: _Antaŭen
et: _Edasi
eu: _Aurrera
fa: _ﻮﻠﺟ ﻪﺑ ﻭﺭ
fi: _Eteenpäin
fil: _Pasulong
fy: _Foarút
ga: _Ar aghaidh
gd: _Air adhart
gl: _Adiante
gu: _આગળ
he: _הָמיִדָק
hi: _आगे
hr: _Naprijed
hu: _Előre
hy: _Առաջ
id: _Maju
is: _Áfram
ka: _წინ
kk: _Алға
km: _ទៅមុខ
kn: _ಮುಂದೆ
ku: _Pêşve
ky: _Алга
lo: _ສົ່ງຕໍ່
lt: _Persiųsti
lv: _Uz priekšu
mg: _handroso
mi: _Whakamua
mk: _Напред
ml: _മുന്നോട്ട്
mn: _Урагшаа
mr: _पुढे
mt: _Quddiem
my: _ရှေ့သို့
nb: _Framover
ne: _अगाडि
or: _ଅଗ୍ରଗାମୀ
pa: _ਅੱਗੇ
ps: _ﯽﮑﺨﻣ
ro: _Redirecţiona
rw: _Imbere
sd: _ﻲﺘﮘﺍ
si: _ඉදිරියට
sk: _Vpred
sl: _Naprej
sq: _Përpara
sw: _Mbele
ta: _முன்னோக்கி
te: _ముందుకు
tg: _Ба пеш
th: _ซึ่งไปข้างหน้า
tk: _Öňe
uk: Вперед
ur: _ﮯﮔﺁ
uz: _Oldinga
vi: _Ở đằng trước
xh: _Phambili
yi: _סטרעווראָפֿ

source: _Up
af: _Op
am: _ወደላይ
ar: _ﻕﻮﻓ
be: _Уверх
bg: _нагоре
bn: _উপরে
ca: _Amunt
cy: _I fyny
da: _Op
eo: _Supren
et: _Üles
eu: _Gora
fa: _ﻻ﻿ﺎﺑ
fi: _Ylös
fil: _pataas
fy: _Op
ga: _Suas
gd: _Suas
gl: _Arriba
gu: _ઉપર
he: _הָלעַמְל
hi: _यूपी
hr: _gore
hu: _Fel
hy: _Վերև
id: _Ke atas
is: _Upp
ka: _ზემოთ
kk: _Жоғары
km: _ឡើង
kn: _ಮೇಲಕ್ಕೆ
ku: _Bi jorve
ky: _Өйдө
lb: _Op
lo: _ຂຶ້ນ
lt: A_ukštyn
lv: _Uz augšu
mg: _ny
mi: _Ki runga
mk: _Горе
ml: _മുകളിലേക്ക്
mn: _Дээшээ
mr: _वर
my: _တက်
nb: _Opp
ne: _माथि
or: _ଅପ୍
pa: _ਉੱਪਰ
ps: _ﻪﺗﺭﻮﭘ
ro: _Sus
rw: _Hejuru
sd: _ﻲﭥﻣ
si: _ඉහළට
sk: _Hore
sl: _gor
sq: _Lart
sw: _Juu
ta: _மேலே
te: _పైకి
tg: _боло
th: _ขึ้น
tk: _Upokarda
tt: _Upгары
uk: Вгору
ur: _ﺮﭘﻭﺍ
uz: _Yuqoriga
vi: _Hướng lên
xh: _Phezulu
yi: _ףיוראַ

source: _Home
af: _Tuis
am: _ቤት
ar: _ﺔﻴﺴﻴﺋﺮﻟﺍ ﺔﺤﻔﺼﻟﺍ
be: _Дадому
bg: _У дома
bn: _বাড়ি
ca: _a casa
cy: _Hafan
da: _Hjem
eo: _Hejmo
et: _Kodu
eu: _Hasiera
fa: _ﯽﻠﺻﺍ ﻪﺤﻔﺻ
fi: _Koti
fil: _Bahay
fy: _Thús
ga: _Baile
gd: _Dachaigh
gl: _Casa
gu: _ઘર
he: _תיב
hi: _घर
hr: _Dom
hu: _itthon
hy: _տուն
id: _Rumah
is: _Heim
ka: _მთავარი
kk: _Үй
km: _ផ្ទះ
kn: _ಮನೆ
ku: _Xane
ky: _Үй
lb: _Doheem
lo: _ບ້ານ
lt: _Namai
lv: _Mājas
mg: _an-trano
mi: _Kainga
mk: _Дома
ml: _വീട്
mn: _Гэр
mr: _मुख्यपृष्ठ
mt: _Dar
my: _အိမ်
nb: _Hjem
ne: _घर
or: _ଘର
pa: _ਘਰ
ps: _ﺭﻮﮐ
ro: _Acasă
rw: _Murugo
sd: _ﺮﻬﮔ
si: _ගෙදර
sk: _Domov
sl: _Domov
sq: _Shtëpi
sw: _Nyumbani
ta: _வீடு
te: _హోమ్
tg: _Хона
th: _บ้าน
tk: _Öý
tt: _Өй
uk: Домівка
ur: _ﺮﮭﮔ
uz: _Uy
vi: _Nhà
xh: _Ekhaya
yi: _םייה

source: _Set Default
af: _Stel verstek
am: _ነባሪ አዘጋጅ
ar: _ﻲﺿﺍﺮﺘﻓﻹ﻿ﺍ ﻊﺿﻮﻟﺍ
be: _Усталяваць па змаўчанні
bg: _Задайте по подразбиране
bn: _ডিফল্ট সেট করুন
ca: _Instal · lat per defecte
cy: _Gosod Rhagosodiad
da: _Sæt standard
eo: _Agordu Defaŭltan
et: _Määra vaikimisi
eu: _Ezarri lehenetsia
fa: _ﺽﺮﻓ ﺶﯿﭘ ﻪﻋﻮﻤﺠﻣ
fi: _Aseta oletus
fil: _Itakda ang Default
fy: _Set Standert
ga: _Socraigh Réamhshocrú
gd: _Suidhich bunaiteach
gl: _Establecer por defecto
gu: _મૂળ રુપ માં મુકીયે
he: _לדחמ תרירב רדגה
hi: _सेट डिफ़ॉल्ट
hr: _Postavi zadano
hu: _Alapértelmezettre állítás
hy: _Սահմանել լռելյայն
id: _Set standar
is: _Stilltu sjálfgefið
ka: _დააყენეთ ნაგულისხმევი
kk: _Әдепкі параметрді орнату
km: _សំណុំu200bលំនាំu200bដើម
kn: _ಡೀಫಾಲ್ಟ್ ಹೊಂದಿಸಿ
ky: _Демейкиге коюу
lo: _ຕັ້ງຄ່າເລີ່ມຕົ້ນ
lt: _Nustatyti numatytąjį
lv: _Iestatīt noklusējumu
mi: _Tautuhi Taunoa
mk: _Поставете стандардно
ml: _സ്ഥിരസ്ഥിതി സജ്ജമാക്കുക
mn: _Өгөгдмөлийг тохируулах
mr: _डीफॉल्ट सेट करा
mt: _Issettja Default
my: _နဂိုမူလပုံစံအတိုင်းထားရန်
nb: _Sett standard
ne: _पूर्वनिर्धारित सेट गर्नुहोस्
or: _ଡିଫଲ୍ଟ ସେଟ୍ କରନ୍ତୁ |
pa: _ਡਿਫੌਲਟ ਸੈੱਟ ਕਰੋ
ps: _ﺉړﮐ ﺐﯿﺗﺮﺗ ټﻟﺎﻔﯾډ
ro: _Setați implicit
rw: _Shiraho Mburabuzi
sd: _ﻮﻳﺮڪ ٽﻴﺳ ٽﻟﺎﻓڊ
si: _පෙරනිමිය සකසන්න
sk: _Nastaviť predvolené
sl: _Nastavi privzeto
sq: _Cakto parazgjedhjen
sw: _Weka Chaguomsingi
ta: _இயல்புநிலையை அமைக்கவும்
te: _డిఫాల్ట్u200cగా సెట్ చేయండి
tg: _Танзими пешфарз
th: _ตั้งค่าเริ่มต้น
tk: _Bellenenini düzüň
tt: _Килешү куегыз
uk: _Встановити за замовчуванням
ur: _ﮦﺪﺷ ﮯﻃ ﮯﺳ ﮯﻠﮩﭘ
uz: _Standartni oʻrnatish
vi: _Đặt mặc định
xh: _Misela okuhlala kukho
yi: _טלאָפיד קיטעטשאַב

source: Re_al Path
af: Re_al Pad
am: Re_al መንገድ
ar: Re_al ﻖﻳﺮﻃ
be: Re_al Шлях
bg: Re_al пътека
bn: Re_al পথ
ca: Re_al Camí
cy: Re_al Llwybr
da: Re_al Sti
eo: Re_al Vojo
et: Re_al Tee
eu: Re_al Bidea
fa: Re_al ﺮﯿﺴﻣ
fi: Re_al Polku
fil: Re_al Daan
fy: Re_al Paad
ga: Re_al Conair
gd: Re_al Slighe
gl: Re_al Camiño
gu: Re_al પાથ
he: Re_al ביִתָנ
hi: Re_al पथ
hr: Re_al Staza
hu: Re_al Pálya
hy: Re_al Ճանապարհ
id: Re_al Jalur
is: Re_al Leið
ka: Re_al ბილიკი
kk: Re_al Жол
km: Re_al ផ្លូវ
kn: Re_al ಮಾರ್ಗ
ku: Re_al Şop
ky: Re_al Жол
lb: Re_al Wee
lo: Re_al ເສັ້ນທາງ
lt: Re_al Kelias
lv: Re_al Ceļš
mg: Re_al LALANA
mi: Re_al Ara
mk: Re_al Пат
ml: Re_al പാത
mn: Re_al Зам
mr: Re_al मार्ग
mt: Re_al Mogħdija
my: Re_al မဂ်
nb: Re_al Sti
ne: Re_al बाटो
or: Re_al ପଥ
pa: Re_al ਮਾਰਗ
ps: Re_al ﻩﺭﻻ﻿
ro: Re_al cale
rw: Re_al Inzira
sd: Re_al ﻮﺘﺳﺭ
si: Re_al මාර්ගය
sk: Re_al Cesta
sl: Re_al Pot
sq: Re_al Rrugë
sw: Re_al Njia
ta: Re_al பாதை
te: Re_al మార్గం
tg: Re_al Роҳ
th: Re_al เส้นทาง
tk: Re_al .Ol
tt: Re_al .Л
uk: Re_al Шлях
ur: Re_al ﮧﺘﺳﺍﺭ
uz: Re_al Yo'l
vi: Re_al Đường dẫn
xh: Re_al Indlela
yi: Re_al ךרד
