Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Open _Tab
af: Maak oop _Tab
am: ክፈት _ትር
ar: ﺢﺘﻓﺍ _ﺔﻋﻮﻓﺪﻣ ﺮﻴﻏ ﺓﺭﻮﺗﺎﻓ
be: Адкрыць _Табл
bg: Отвори _Раздел
bn: খোলা _ট্যাব
ca: Obert _Tab
cy: Ar agor _Tab
da: Åben _Tab
eo: Malfermu _Tab
et: Avatud _Tab
eu: Ireki _fitxa
fa: ﻦﮐ ﺯﺎﺑ _ﻪﮔﺮﺑ
fi: Avata _Tab
fil: Bukas _Tab
fy: Iepen _Tab
ga: Oscail _Cluaisín
gd: Fosgailte _Tab
gl: Aberto _Tab
gu: ખુલ્લા _ટૅબ
he: ַחֹותְפִל _תינושל
hi: खोलना _टैब
hr: Otvorena _Tab
hu: Nyisd ki _Tab
hy: Բաց _Ներդիր
id: Membuka _tab
is: Opið _Tab
ka: გახსენით _ჩანართი
kk: Ашық _қойындысы
km: បើក _ផ្ទាំង
kn: ತೆರೆಯಿರಿ _ಟ್ಯಾಬ್
ku: Vekirî _Tab
ky: Open _Таб
lb: Oppen _Tab
lo: ເປີດ _ແຖບ
lt: Atverti Kor_telę
lv: Atvērt _Tab
mg: Misokatra _kiheba
mi: Tuwhera _Ripa
mk: Отвори _Таб
ml: തുറക്കുക _ടാബ്
mn: Нээлттэй _Таб
mr: उघडा _टॅब
mt: Miftuħa _Tab
my: ဖွင့်သည်။ _တက်ဘ်
nb: Åpen _Tab
ne: खोल्नुहोस् _ट्याब
or: ଖୋଲନ୍ତୁ | _ଟ୍ୟାବ୍ |
pa: ਖੋਲ੍ਹੋ _ਟੈਬ
ps: ﺹﻼ﻿ﺧ _ﺐټ
ro: Deschis _Tab
rw: Fungura _Tab
sd: ﻞﻴﻠﮐ _ﺐﺌٽ
si: විවෘත _ටැබ්
sk: Otvorené _Tab
sl: Odprto _Tab
sq: Hapur _Tab
sw: Fungua _Kichupo
ta: திற _தாவல்
te: తెరవండి _ట్యాబ్
tg: Кушодан _Таб
th: เปิด _แท็บ
tk: Açyň _Salgy
tt: Ачык _Таблица
uk: відчинено _табл
ur: ۔ﮟﯿﻟﻮﮭﮐ _ﺐﯿﭨ
uz: Ochiq _Tab
vi: Mở _Chuyển hướng
xh: Vula _Ithebhu
yi: ןענעפע _באַט

source: _Unmount On Exit
af: _Ontkoppel by uitgang
am: _በመውጣት ላይ ንቀል
ar: _ﺝﻭﺮﺨﻟﺍ ﺪﻨﻋ ﻞﻴﻤﺤﺘﻟﺍ ءﺎﻐﻟﺈﺑ ﻢﻗ
be: _Размантаваць пры выхадзе
bg: _Демонтирайте при изход
bn: _প্রস্থান অন মাউন্ট
ca: _Desmuntar a la sortida
cy: _Unmount Ar Allanfa
da: _Afmonter ved udgang
eo: _Malmunti Ĉe Eliro
et: _Lahutage väljumisel
eu: _Desmuntatu Irteeran
fa: _ﺪﯾﻮﺷ ﺝﺭﺎﺧ ﻝﺎﺼﺗﺍ ﺯﺍ ﺝﻭﺮﺧ ﻡﺎﮕﻨﻫ ﺭﺩ
fi: _Irrota poistuttaessa
fil: _I-unmount Sa Paglabas
ga: _Unmount Ar Scoir
gd: _Unmount air ar fàgail
gl: _Desmontar ao saír
gu: _બહાર નીકળવા પર અનમાઉન્ટ કરો
he: _האיציב הניעטה תא לטב
hi: _बाहर निकलने पर अनमाउंट करें
hr: _Isključite na izlazu
hu: _Leválasztás kilépéskor
hy: _Ապամոնտաժել Ելքի ժամանակ
id: _Lepas Saat Keluar
is: _Aftengja við brottför
ka: _გათიშვა გასვლისას
kk: _Шығу кезінде ажырату
km: _ដោះម៉ោននៅលើច្រកចេញ
kn: _ನಿರ್ಗಮಿಸುವಾಗ ಅನ್u200cಮೌಂಟ್ ಮಾಡಿ
ku: _Li Derketinê Rakin
ky: _Чыгууда ажыратыңыз
lb: _Unmount Op Ausgang
lo: _ຖອນການເຊື່ອມຕໍ່ຢູ່ທາງອອກ
lt: _Atjunkite išėjus
lv: _Atvienojiet, izejot
mg: _Esory amin'ny fivoahana
mi: _Wetewete i te Putanga
mk: _Демонтирајте при излез
ml: _പുറത്തുകടക്കുമ്പോൾ അൺമൗണ്ട് ചെയ്യുക
mn: _Гарах үед салга
mr: _बाहेर पडण्यासाठी अनमाउंट करा
mt: _Unmount Mal-Ħruġ
my: _အထွက်တွင် တပ်ဆင်မှုဖြုတ်ပါ။
nb: _Avmonter ved utgang
ne: _निकास अनमाउन्ट गर्नुहोस्
or: _ବହିର୍ଗମନପଥରେ ଅନ୍ମାଉଣ୍ଟ୍ |
pa: _ਬਾਹਰ ਨਿਕਲਣ 'ਤੇ ਅਣਮਾਊਂਟ ਕਰੋ
ps: _ﺉړﮐ ﺐﺼﻧ ﺮﯿﻏ ﻝﺎﻬﻣ ﺮﭘ ﻮﻠﺗﻭ ﺩ
ro: _Demontează la ieșire
rw: _Ntibishobora gusohoka
sd: _Unmount ﻲﺗ ﮠﺮڪﻧ ﺮﮬﺎﭔ
si: _පිටවීමේදී සවි කිරීම ඉවත් කරන්න
sk: _Odpojiť pri ukončení
sl: _Odklopite ob izhodu
sq: _Çmontoj në dalje
sw: _Fungua Kwenye Kutoka
ta: _வெளியேறும்போது அவிழ்த்து விடுங்கள்
te: _నిష్క్రమణలో అన్u200cమౌంట్ చేయండి
tg: _Дар Хуруҷ ҷудо кунед
th: _เลิกเมานท์เมื่อออก
tk: _Çykyşda aýyrmak
tt: _Чыгышта чыгу
uk: _Відключіть під час виходу
ur: _۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﺮﭘ ﮯﻨﻠﮑﻧ ﺮﮨﺎﺑ
uz: _Chiqishda oʻchirish
vi: _Ngắt kết nối khi thoát
xh: _Yehlisa Ekuphumeni
yi: _גנאַגסיוראַ ףיוא טנואָמנו

source: Auto _Run
af: Outo _Hardloop
am: መኪና _ሩጡ
ar: ﻲﻟﺁ _ﺾﻛﺮﻳ
be: Аўтаматычны _Бегчы
bg: Автоматичен _Бягай
bn: অটো _চালান
ca: Automàtic _Correr
cy: Auto _Rhedeg
da: Auto _Løb
eo: Aŭtomate _Kuri
et: Automaatne _Jookse
eu: Autoa _Korrika egin
fa: ﺭﺎﮐﺩﻮﺧ _ﻦﮐ ﺍﺮﺟﺍ
fi: Auto _Juosta
fil: Auto _Takbo
ga: Auto _Rith
gd: Auto _Ruith
gl: Automático _Corre
gu: ઓટો _ચલાવો
he: יטמוטוא _ץּורָל
hi: ऑटो _Daud
hr: Auto _Trčanje
hu: Auto _Fuss
hy: Ավտոմատ _Վազիր
id: Mobil _Lari
is: Sjálfvirk _Hlaupa
ka: ავტო _გაიქეცი
kk: Автоматты _Жүгіру
km: ស្វ័យប្រវត្តិ _រត់
kn: ಆಟೋ _ಓಡು
ku: Auto _Rev
ky: Авто _чурка
lb: Auto _Lafen
lo: ອັດຕະໂນມັດ _ແລ່ນ
lt: Automatinis _Bėk
lv: Auto _Skrien
mg: fiara _mihazakazaka
mi: Aunoa _Rere
mk: Автоматски _Трчај
ml: ഓട്ടോ _ഓടുക
mn: Авто _Гүй
mr: ऑटो _धावा
mt: Auto _Mexxi
my: အော်တို _ပြေး
nb: Auto _Løpe
ne: अटो _दौड्नुहोस्
or: ଅଟୋ | _ଚଲାନ୍ତୁ |
pa: ਆਟੋ _ਰਨ
ps: ﺕﺎﻣﻮﺗﺍ _ﻩړﮐ ﻩډﻨﻣ
ro: Auto _Alerga
rw: Imodoka _Iruka
sd: ﺭﺎڪﺩﻮﺧ _ڙﻭڊ
si: ඔටෝ _දුවන්න
sk: Automat _Bežať
sl: Samodejno _teci
sq: Auto _Vraponi
sw: Otomatiki _Kimbia
ta: ஆட்டோ _ஓடு
te: దానంతట అదే _పరుగు
tg: Авто _Давидан
th: รถยนต์ _วิ่ง
tk: Awto _Ylga
tt: Авто _Йөгер
uk: Авто _Біжи
ur: ﻮﭨﺁ _ﻥﺭ
uz: Avtomatik _Yugurish
vi: Tự động _Chạy
xh: Ngokuzenzekelayo _Baleka
yi: אָטואַ _ןפיול

source: On _Mount
af: Aan _Monteer
am: በርቷል _ተራራ
ar: ﻞﻴﻐﺸﺗ _ﺩﺪﻌﺘﺗ
be: На _Мац
bg: На _Монтирайте
bn: চালু _মাউন্ট
ca: Encès _Muntanya
cy: Ymlaen _Mount
da: På _Monter
eo: On _Monto
et: Peal _Mount
eu: On _Mendia
fa: ﺮﺑ _ﻩﻮﮐ
fi: Päällä _Mount
fil: Naka-on _Bundok
fy: Op _Mount
ga: Ar _Sliabh
gd: Air adhart _Mount
gl: Activado _Monte
gu: ચાલુ _માઉન્ટ
he: לַע _רה
hi: पर _पर्वत
hr: Na _Montirajte
hu: Tovább _Hegy
hy: Վրա _Լեռ
id: Pada _Gunung
is: Á _Festa
ka: ჩართულია _მთა
kk: Қосулы _Тау
km: បើក _ភ្នំ
kn: ಆನ್ _ಮೌಂಟ್
ku: Li _Çiyayê
ky: Күйүк _Тоо
lb: Op _Mount
lo: ສຸດ _ພູ
lt: Įjungta _Montuoti
lv: Ieslēgts _Mount
mg: On _tendrombohitra
mi: Kei runga _Maunga
mk: На _Монтирајте
ml: ഓൺ _മൗണ്ട്
mn: Асаалттай _Уул
mr: चालू _माउंट
mt: Fuq _Mount
my: ဂရန် _တောင်ပေါ်မှာ
nb: På _Monter
ne: अन _माउन्ट
or: ଅନ୍ _ପର୍ବତ
pa: 'ਤੇ _ਮਾਊਂਟ
ps: ﺮﭘ _ﻩﺮﻏ
ro: Pe _montură
rw: Kuri _Umusozi
sd: ﻲﺗ _ﻞﺒﺟ
si: මත _කන්ද
sk: zapnuté _Mount
sl: Vklopljeno _Mount
sq: Aktiv _Mali
sw: Washa _Mlima
ta: அன்று _மவுண்ட்
te: పై _మౌంట్
tg: Дар _кӯҳ
th: บน _ภูเขา
tk: Işlediň _Dag
tt: Яна _Тау
uk: Увімкнено _Змонтувати
ur: ﺮﭘ _ﮌﺎﮩﭘ
uz: Yoniq _Tog'
vi: Trên _Gắn kết
xh: Vula _Ntaba
yi: ףיוא _גראב

source: Auto Run On Mount
af: Outo hardloop op berg
am: በተራራው ላይ በራስ-ሰር አሂድ
ar: ﻞﺒﺟ ﻰﻠﻋ ﻲﺋﺎﻘﻠﺗ ﻞﻴﻐﺸﺗ
be: Аўтаматычны запуск на мацаванні
bn: অটো রান অন মাউন্ট
ca: Execució automàtica al muntatge
cy: Rhedeg Auto Ar Fynydd
eo: Aŭtomata Kuro Sur Monto
fa: ﻩﻮﮐ ﯼﻭﺭ ﺭﺎﮐﺩﻮﺧ ﯼﺍﺮﺟﺍ
gu: માઉન્ટ પર ઓટો રન
he: רה לע תיטמוטוא הציר
hi: माउंट पर ऑटो रन
hy: Ավտոմատ վազում լեռան վրա
id: Jalankan Otomatis Di Gunung
is: Sjálfvirk keyrsla á fjalli
ka: ავტომატური გაშვება მთაზე
kk: Монтажда автоматты түрде іске қосу
km: ដំណើរការដោយស្វ័យប្រវត្តិនៅលើភ្នំ
kn: ಮೌಂಟ್u200cನಲ್ಲಿ ಆಟೋ ರನ್
ku: Auto Run Li ser Çiyayê
ky: Тоодо Auto Run
lb: Auto Run Op Mount
lo: ແລ່ນອັດຕະໂນມັດຢູ່ເທິງພູ
lt: Automatinis paleidimas ant kalno
mi: Rere Aunoa i runga Maunga
mk: Автоматско трчање на монтирање
ml: മൗണ്ടിൽ ഓട്ടോ റൺ
mn: Моунт дээр автоматаар гүйх
mr: माउंट ऑन ऑटो रन
mt: Auto Run Fuq Mount
my: Mount On အလိုအလျောက် Run ပါ။
nb: Autokjør på montering
ne: माउन्टमा स्वत: रन
or: ମାଉଣ୍ଟରେ ଅଟୋ ଚଲାନ୍ତୁ |
pa: ਆਟੋ ਰਨ ਆਨ ਮਾਊਂਟ
ps: ﻝﻮﻠﭼ ﺕﺎﻣﻮﺗﺍ ﯥﮐ ﻩﺮﻏ ﻪﭘ
rw: Imodoka Yiruka Kumusozi
sd: ﻥﺭ ﺭﺎڪﺩﻮﺧ ﻲﺗ ﻞﺒﺟ
si: මවුන්ට් මත ස්වයංක්u200dරීය ධාවනය
sl: Samodejni zagon na montaži
sw: Kukimbia Otomatiki Juu ya Mlima
ta: மவுண்டில் ஆட்டோ ரன்
te: మౌంట్u200cపై ఆటో రన్
tg: Иҷроиши худкор дар кӯҳ
th: ทำงานอัตโนมัติบนภูเขา
tk: Awtomatik dagda
tt: Авто Тауда
uk: Автоматичний запуск на кріплення
ur: ﭧﻧﺅﺎﻣ ﻥﺁ ﻥﺭ ﻮﭨﺁ
uz: O'rnatishda avtomatik ishga tushirish
vi: Tự động chạy trên giá treo
xh: I-Auto Run eNtabeni
yi: גראב ףיוא ןפיול אָטואַ
