Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer die muis geklik word: Gebruik: %%e tipe gebeurtenis (evt_win_click) %%w venster ID (sien zzzfm -s hulp) %%p paneel %%t oortjie %%b knoppie (muisknoppie gedruk) %%m wysiger (wysiger sleutels) %%f fokus (element wat die klik ontvang het) Uitgevoer bash veranderlikes (eg $fm_pwd, etc) kan in hierdie opdrag gebruik word wanneer geen asterisk-voorvoegsel gebruik word nie. Voorvoeg jou opdrag met 'n asterisk (*) en gee voorwaardelik uitgangstatus 0 terug om die verstekhanteerder te inhibeer. Byvoorbeeld: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddelknoppie is ingeklik %%f" --button ok &
am: አይጤው በተጫነ ቁጥር በራስ-ሰር እንዲሰራ ፕሮግራም ወይም bash የትእዛዝ መስመር ያስገቡ፡- ተጠቀም፡ %%e የክስተት አይነት (evt_win_click) %%w የመስኮት መታወቂያ (የ zzzfm -s እገዛን ይመልከቱ) %%p ፓነል %%t ትር %%b አዝራር (የመዳፊት ቁልፍ ተጭኗል) %%m መቀየሪያ (መቀየሪያ ቁልፎች) %%f ትኩረት (ጠቅታውን ያገኘው አካል) ወደ ውጭ የተላኩ የባሽ ተለዋዋጮች (eg $fm_pwd, etc) ምንም የኮከብ ቅድመ ቅጥያ ጥቅም ላይ በማይውልበት ጊዜ በዚህ ትዕዛዝ ውስጥ መጠቀም ይቻላል. ትእዛዝህን በኮከብ (*) አስቀድመህ አስቀድመህ አስቀድመህ አስቀድመህ ነባሪው ተቆጣጣሪውን ለመከልከል የመውጫ ሁኔታ 0ን በሁኔታ ተመለስ። ለምሳሌ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nየመሃል አዝራር ጠቅ ተደርጓል %%f" --button ok &
ar: :ﺱﻭﺎﻤﻟﺎﺑ ﺮﻘﻨﻟﺍ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_win_click) %%w (zzzfm -s ﺕﺎﻤﻴﻠﻌﺗ ﺮﻈﻧﺍ) ﺓﺬﻓﺎﻨﻟﺍ ﻑﺮﻌﻣ %%p ﺔﺟﻮﻟ %%t ﺐﻳﻮﺒﺘﻟﺍ %%b (ﻁﻮﻐﻀﻣ ﺓﺭﺄﻔﻟﺍ ﺭﺯ) ﺭﺯ %%m (ﻞﻳﺪﻌﺘﻟﺍ ﺢﻴﺗﺎﻔﻣ) ﻝﺪﻌﻣ %%f (ﺓﺮﻘﻨﻟﺍ ﻰﻘﻠﺗ ﻱﺬﻟﺍ ﺮﺼﻨﻌﻟﺍ) ﺰﻴﻛﺮﺘﻟﺍ ﺓﺭﺪﺼﻤﻟﺍ bash ﺕﺍﺮﻴﻐﺘﻣ (eg $fm_pwd, etc) .ﺔﻤﺠﻨﻟﺍ ﺔﺋﺩﺎﺑ ﻡﺍﺪﺨﺘﺳﺍ ﻡﺪﻋ ﺪﻨﻋ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻲﻓ ﺎﻬﻣﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ .ﻲﺿﺍﺮﺘﻓﻻ﻿ﺍ ﺞﻟﺎﻌﻤﻟﺍ ﻊﻨﻤﻟ ﻁﻭﺮﺸﻣ ﻞﻜﺸﺑ 0 ﺝﻭﺮﺨﻟﺍ ﺔﻟﺎﺣ ﻉﺎﺟﺭﺈﺑ ﻢﻗﻭ (*) ﺔﻤﺠﻨﻟﺍ ﺔﻣﻼ﻿ﻌﺑ ﺮﻣﻷ﻿ﺍ ﺃﺪﺑﺍ *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nﻂﺳﻭﻷ﻿ﺍ ﺭﺰﻟﺍ ﻕﻮﻓ ﺮﻘﻨﻟﺍ ﻢﺗ %%f" --button ok &
be: Увядзіце праграму або камандны радок bash, каб запускацца аўтаматычна кожны раз, калі пстрыкніце мышкай: Выкарыстоўвайце: %%e тып падзеі (evt_win_click) %%w ідэнтыфікатар акна (гл. дапамогу zzzfm -s) %%p панэль %%t уклад %%b кнопка (кнопка мышы націснута) %%m мадыфікатар (клавішы мадыфікатара) %%f фокус (элемент, які атрымаў пстрычку) Экспартаваныя зменныя bash (eg $fm_pwd, etc) можна выкарыстоўваць у гэтай камандзе, калі не выкарыстоўваецца прэфікс зорачкі. Пастаўце перад вашай камандай зорачку (*) і ўмоўна вярніце статус выхаду 0, каб забараніць апрацоўшчык па змаўчанні. Напрыклад: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nСярэдняя кнопка была націснутая %%f" --button ok &
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато се щракне с мишката: Използвайте: %%e тип събитие (evt_win_click) %%w идентификатор на прозореца (вижте помощ за zzzfm -s) %%p панел %%t раздел %%b бутон (бутонът на мишката е натиснат) %%m модификатор (клавиши за модификатор) %%f фокус (елемент, който получи щракване) Експортирани bash променливи (eg $fm_pwd, etc) може да се използва в тази команда, когато не се използва префикс звездичка. Поставете префикс на вашата команда със звездичка (*) и условно върнете статус на излизане 0, за да блокирате манипулатора по подразбиране. Например: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nСредният бутон беше щракнат %%f" --button ok &
bn: যখনই মাউস ক্লিক করা হয় তখন স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরণ (evt_win_click) %%w উইন্ডো আইডি (zzzfm -s সহায়তা দেখুন) %%p প্যানেল %%t ট্যাব %%b বোতাম (মাউস বোতাম টিপে) %%m সংশোধক (সংশোধনকারী কী) %%f ফোকাস (উপাদান যা ক্লিক পেয়েছে) রপ্তানি করা ব্যাশ ভেরিয়েবল (eg $fm_pwd, etc) এই কমান্ডে ব্যবহার করা যেতে পারে যখন কোন তারকাচিহ্ন উপসর্গ ব্যবহার করা হয় না। একটি তারকাচিহ্ন (*) দিয়ে আপনার কমান্ডের উপসর্গ করুন এবং ডিফল্ট হ্যান্ডলারকে বাধা দিতে শর্তসাপেক্ষে প্রস্থান অবস্থা 0 ফেরত দিন। উদাহরণ স্বরূপ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nমাঝের বোতামে ক্লিক করা হয়েছে %%f" --button ok &
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament cada cop que es faci clic amb el ratolí: Ús: %%e tipus d'esdeveniment (evt_win_click) %%w identificador de la finestra (vegeu l'ajuda de zzzfm -s) %%p panell %%t pestanya %%b botó (botó del ratolí premut) %%m modificador (tecles modificadores) %%f focus (element que va rebre el clic) Variables bash exportades (eg $fm_pwd, etc) es pot utilitzar en aquesta ordre quan no s'utilitza cap prefix d'asterisc. Prefixeu la vostra ordre amb un asterisc (*) i retorneu condicionalment l'estat de sortida 0 per inhibir el controlador predeterminat. Per exemple: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nS'ha fet clic al botó central %%f" --button ok &
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pryd bynnag y clicir ar y llygoden: Defnyddiwch: %%e math o ddigwyddiad (evt_win_click) %%w id ffenestr (gweler zzzfm -s help) %%p panel %%t tab %%b botwm (botwm llygoden wedi'i wasgu) %%m addasydd (allweddi addasydd) %%f ffocws (elfen a dderbyniodd y clic) Newidynnau bash allforiedig (eg $fm_pwd, etc) gellir ei ddefnyddio yn y gorchymyn hwn pan na ddefnyddir rhagddodiad seren. Rhagddodiad eich seren gyda seren (*) a dychwelyd statws allanfa 0 yn amodol i atal y triniwr diofyn. Er enghraifft: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nCliciwyd y botwm canol i mewn %%f" --button ok &
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, hver gang der klikkes med musen: Brug: %%e begivenhedstype (evt_win_click) %%w vindues-id (se zzzfm -s hjælp) %%p panel %%t fanen %%b knap (museknap trykket) %%m modifikator (modifikatortaster) %%f fokus (element, der modtog klikket) Eksporterede bash-variabler (eg $fm_pwd, etc) kan bruges i denne kommando, når der ikke bruges et stjernepræfiks. Præfiks din kommando med en stjerne (*) og returner betinget afslutningsstatus 0 for at forhindre standardbehandleren. For eksempel: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMidterste knap blev klikket ind %%f" --button ok &
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam la muso estas klakita: Uzu: %%e tipo de evento (evt_win_click) %%w fenestro-identigilo (vidu helpon de zzzfm -s) %%p panelo %%t langeto %%b butono (musbutono premita) %%m modifilo (modifaj klavoj) %%f fokuso (elemento kiu ricevis la klakon) Eksportitaj bash-variabloj (eg $fm_pwd, etc) povas esti uzata en ĉi tiu komando kiam neniu asteriskprefikso estas uzata. Prefiksu vian komandon per asterisko (*) kaj kondiĉe redonu elirstatuson 0 por malhelpi la defaŭltan pritraktilon. Ekzemple: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMeza butono estis alklakita %%f" --button ok &
et: Sisestage programm või bash käsurida, mis käivitub automaatselt iga kord, kui hiirega klõpsate: Kasuta: %%e sündmuse tüüp (evt_win_click) %%w akna ID (vt zzzfm -s abi) %%p paneel %%t sakk %%b nupp (hiire nuppu vajutatud) %%m modifikaator (muutmisklahvid) %%f fookus (kliki saanud element) Eksporditud bashi muutujad (eg $fm_pwd, etc) saab selles käsus kasutada, kui tärni eesliidet ei kasutata. Kinnitage oma käsu ette tärn (*) ja vaikekäsitleja pärssimiseks tagastage tingimuslikult väljumisolekuks 0. Näiteks: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nKeskmine nupp vajutati sisse %%f" --button ok &
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatuko den sagua sakatzen den bakoitzean: Erabili: %%e gertaera mota (evt_win_click) %%w leihoaren IDa (ikus zzzfm -s laguntza) %%p panela %%t fitxa %%b botoia (saguaren botoia sakatuta) %%m modifikatzailea (tekla aldatzaileak) %%f fokua (klikak jaso dituen elementua) Esportatutako bash aldagaiak (eg $fm_pwd, etc) komando honetan erabil daiteke izartxo-aurrizkirik erabiltzen ez denean. Zure komandoa izartxo bat (*) jarri aurretik eta baldintzapean itzuli 0 irteera-egoera kudeatzaile lehenetsia galarazteko. Adibidez: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nErdiko botoia sakatu da %%f" --button ok &
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﺩﻮﺷ ﯽﻣ ﮏﯿﻠﮐ ﺱﻭﺎﻣ ﯼﻭﺭ ﻪﮐ ﻥﺎﻣﺯ ﺮﻫ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_win_click) %%w (ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzfm -s ﮏﻤﮐ ﻪﺑ) ﻩﺮﺠﻨﭘ ﻪﺳﺎﻨﺷ %%p ﻞﻧﺎﭘ %%t ﻪﻧﺎﺑﺯ %%b (ﻩﺪﺷ ﻩﺩﺍﺩ ﺭﺎﺸﻓ ﺱﻭﺎﻣ ﻪﻤﮐﺩ) ﻪﻤﮐﺩ %%m (ﻩﺪﻨﻨﮐ ﺡﻼ﻿ﺻﺍ ﯼﺎﻫﺪﯿﻠﮐ) ﻩﺪﻨﻨﮐ ﺡﻼ﻿ﺻﺍ %%f (ﺩﺮﮐ ﺖﻓﺎﯾﺭﺩ ﺍﺭ ﮏﯿﻠﮐ ﻪﮐ ﯼﺮﺼﻨﻋ) ﺰﮐﺮﻤﺗ ﺖﺳﺍ ﻩﺪﺷ ﺭﺩﺎﺻ bash ﯼﺎﻫﺮﯿﻐﺘﻣ (eg $fm_pwd, etc) .ﺩﺮﮐ ﻩﺩﺎﻔﺘﺳﺍ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ﺭﺩ ﻥﺍﻮﺗ ﯽﻣ ﺩﻮﺷ ﯽﻤﻧ ﻩﺩﺎﻔﺘﺳﺍ ﻩﺭﺎﺘﺳ ﺪﻧﻮﺸﯿﭘ ﺯﺍ ﻪﮐ ﯽﻧﺎﻣﺯ :ﻼ﻿ﺜﻣ .ﺪﯿﻨﮐ ﺭﺎﻬﻣ ﺍﺭ ﺽﺮﻓ ﺶﯿﭘ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﺎﺗ ﺪﯿﻧﺍﺩﺮﮔﺮﺑ 0 ﺍﺭ ﺝﻭﺮﺧ ﺖﯿﻌﺿﻭ ﯽﻃﺮﺷ ﺕﺭﻮﺻ ﻪﺑ ﻭ ﺪﯿﻫﺩ ﺭﺍﺮﻗ (*) ﻩﺭ *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nﺪﺷ ﮏﯿﻠﮐ ﻂﺳﻭ ﻪﻤﮐﺩ %%f" --button ok &
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti aina, kun hiirtä napsautetaan: Käyttää: %%e Tapahtumatyyppi (evt_win_click) %%w ikkunan tunnus (katso zzzfm -s ohje) %%p paneeli %%t -välilehti %%b painike (hiiren painiketta painettuna) %%m muuntaja (muokkausnäppäimet) %%f kohdistus (klikkauksen saanut elementti) Vietiin bash-muuttujia (eg $fm_pwd, etc) voidaan käyttää tässä komennossa, kun tähtietuliitettä ei käytetä. Kiinnitä komentosi eteen tähti (*) ja palauta ehdollisesti poistumistila 0 estääksesi oletuskäsittelijän. Esimerkiksi: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nKeskimmäinen painike napsautettiin sisään %%f" --button ok &
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin sa tuwing na-click ang mouse: Gamitin ang: %%e uri ng kaganapan (evt_win_click) %%w window id (tingnan ang tulong ng zzzfm -s) %%p panel %%t tab %%b button (pindot ang mouse button) %%m modifier (mga modifier key) %%f focus (elemento na nakatanggap ng pag-click) Na-export na mga variable ng bash (eg $fm_pwd, etc) maaaring gamitin sa command na ito kapag walang asterisk prefix na ginagamit. Prefix ang iyong command ng asterisk (*) at may kondisyong ibalik ang exit status 0 upang pigilan ang default na handler. Halimbawa: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nNa-click ang middle button %%f" --button ok &
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as de mûs oanklikt wurdt: Brûke: %%e evenemint type (evt_win_click) %%w finster-id (sjoch zzzfm -s help) %%p paniel %%t tab %%b knop (mûsknop yndrukt) %%m modifier (modifikaasjetoetsen) %%f fokus (elemint dat de klik krige) Eksportearre bash fariabelen (eg $fm_pwd, etc) kin brûkt wurde yn dit kommando as gjin asterisk foarheaksel wurdt brûkt. Prefix jo kommando mei in asterisk (*) en betingst werom útgong status 0 te inhibit de standert handler. Bygelyks: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddelste knop waard ynklikt %%f" --button ok &
ga: Iontráil líne ordaithe nó clár ordaithe le rith go huathoibríoch aon uair a chliceáiltear ar an luch: Úsáid: %%e cineál imeachta (evt_win_click) %%w id fuinneoige (féach zzzfm -s help) %%p painéal %%t cluaisín %%b cnaipe (cnaipe luch brúite) %%m modhnóir (eochracha modhnóra) %%f fócas (gné a fuair an cliceáil) Athróga bash easpórtáilte (eg $fm_pwd, etc) is féidir a úsáid san ordú seo nuair nach n-úsáidtear réimír réiltín. Réimnigh do ordú le réiltín (*) agus stádas scoir 0 ar ais go coinníollach chun an láimhseálaí réamhshocraithe a chosc. Mar shampla: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nCliceáil ar an gcnaipe meánach %%f" --button ok &
gd: Cuir a-steach prògram no loidhne-àithne bash a thèid a ruith gu fèin-ghluasadach gach uair a bhriogar air an luchag: Cleachd: %%e seòrsa tachartais (evt_win_click) %%w id uinneig (faic cuideachadh zzzfm -s) %%p pannal %%t tab %%b putan (putan luchag air a bhrùthadh) %%m inneal-atharrachaidh (iuchraichean mion-atharrachaidh) %%f fòcas (eileamaid a fhuair an cliog) Caochlaidhean bash Exxported (eg $fm_pwd, etc) Faodar a chleachdadh san àithne seo nuair nach eilear a ’cleachdadh ro-leasachan rionnag. Ro-leasaich an àithne agad le rionnag (*) agus thoir air ais gu riaghailteach inbhe fàgail 0 gus casg a chuir air an inneal-làimhseachaidh àbhaisteach. Mar eisimpleir: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nChaidh putan meadhain a bhriogadh a-steach %%f" --button ok &
gl: Introduza o programa ou a liña de comandos bash para executarse automaticamente cando se preme co rato: Uso: %%e tipo de evento (evt_win_click) %%w ID da fiestra (consulta a axuda de zzzfm -s) %%p panel %%t ficha %%b botón (botón do rato presionado) %%m modificador (teclas modificadoras) %%f foco (elemento que recibiu o clic) Variables bash exportadas (eg $fm_pwd, etc) pódese usar neste comando cando non se utiliza prefixo de asterisco. Prefixo o teu comando cun asterisco (*) e devolve condicionalmente o estado de saída 0 para inhibir o controlador predeterminado. Por exemplo: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nPremeuse no botón central %%f" --button ok &
gu: જ્યારે પણ માઉસ ક્લિક કરવામાં આવે ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બેશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઘટના પ્રકાર (evt_win_click) %%w વિન્ડો આઈડી (zzzfm -s મદદ જુઓ) %%p પેનલ %%t ટેબ %%b બટન (માઉસ બટન દબાવ્યું) %%m મોડિફાયર (મોડિફાયર કીઓ) %%f ફોકસ (તત્વ કે જેને ક્લિક મળ્યું) નિકાસ કરેલ bash ચલ (eg $fm_pwd, etc) જ્યારે કોઈ ફૂદડી ઉપસર્ગ વપરાયેલ ન હોય ત્યારે આ આદેશમાં વાપરી શકાય છે. તમારા આદેશને ફૂદડી (*) સાથે ઉપસર્ગ કરો અને ડિફૉલ્ટ હેન્ડલરને રોકવા માટે શરતી રીતે બહાર નીકળવાની સ્થિતિ 0 પરત કરો. દાખ્લા તરીકે: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nમધ્ય બટન ક્લિક કરવામાં આવ્યું હતું %%f" --button ok &
he: :רבכעה לע ץחלתש םעפ לכב תיטמוטוא ולעפויש bash וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%e עוריא גוס (evt_win_click) %%w (zzzfm -s לש הרזע האר) ןולח ההזמ %%p ַחּול %%t תינושל %%b (ץוחל רבכעה ןצחל) רותפכ %%m (הנשמ תוחתפמ) הנשמ %%f (קילקה תא לביקש טנמלא) סוקופ םיאצוימ bash ינתשמ (eg $fm_pwd, etc) .תיבכוכ תמודיקב שומיש ןיא רשאכ וז הדוקפב שמתשהל ןתינ :המגודל .לדחמה תרירב לפטמה תא עונמל ידכ יאנת לע 0 האיצי בצמ תרזחהו (*) תיבכוכב ךלש הדוקפה תמדקה *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nהמינפ ץחלנ יעצמאה ןצחלה %%f" --button ok &
hi: जब भी माउस क्लिक किया जाता है तो प्रोग्राम या बैश कमांड लाइन को स्वचालित रूप से चलाने के लिए दर्ज करें: उपयोग: %%e घटना प्रकार (evt_win_click) %%w विंडो आईडी (zzzfm -s सहायता देखें) %%p पैनल %%t टैब %%b बटन (माउस बटन दबाया गया) %%m संशोधक (संशोधक कुंजियाँ) %%f फ़ोकस (तत्व जिस पर क्लिक प्राप्त हुआ) निर्यातित बैश चर (eg $fm_pwd, etc) इस आदेश में उपयोग किया जा सकता है जब कोई तारक उपसर्ग का उपयोग नहीं किया जाता है। अपने आदेश को तारक (*) के साथ उपसर्ग करें और डिफ़ॉल्ट हैंडलर को बाधित करने के लिए सशर्त रूप से निकास स्थिति 0 लौटाएं। उदाहरण के लिए: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nमध्य बटन में क्लिक किया गया था %%f" --button ok &
hr: Unesite program ili bash naredbeni redak koji će se automatski pokrenuti svaki put kad se klikne mišem: Koristiti: %%e tip događaja (evt_win_click) %%w id prozora (pogledajte pomoć za zzzfm -s) %%p ploča %%t tab %%b tipka (tipka miša pritisnuta) %%m modifikator (modifikatorske tipke) %%f fokus (element koji je dobio klik) Izvezene bash varijable (eg $fm_pwd, etc) može se koristiti u ovoj naredbi kada se ne koristi prefiks zvjezdice. Dodajte prefiks vašoj naredbi zvjezdicom (*) i uvjetno vratite status izlaza 0 da biste spriječili zadani rukovalac. Na primjer: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nSrednji gumb je kliknut %%f" --button ok &
hu: Írja be a programot vagy a bash parancssort, amely automatikusan fut, amikor az egérrel kattint: Használat: %%e esemény típus (evt_win_click) %%w ablak azonosítója (lásd a zzzfm -s súgóját) %%p panel %%t lapon %%b gomb (lenyomva az egérgombot) %%m módosító (módosító kulcsok) %%f fókusz (elem, amely a kattintást kapta) Exportált bash változók (eg $fm_pwd, etc) használható ebben a parancsban, ha nincs csillag előtag. A parancs elé írjon csillagot (*), és feltételesen adja vissza a 0 kilépési állapotot az alapértelmezett kezelő letiltásához. Például: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nA középső gombot bekattintották %%f" --button ok &
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ մկնիկը սեղմում եք. Օգտագործեք: %%e միջոցառման տեսակը (evt_win_click) %%w պատուհանի ID (տես zzzfm -s օգնությունը) %%p վահանակ %%t ներդիր %%b կոճակ (մկնիկի կոճակը սեղմված է) %%m փոփոխիչ (փոփոխող ստեղներ) %%f ֆոկուս (տարր, որը ստացել է սեղմում) Արտահանված bash փոփոխականներ (eg $fm_pwd, etc) կարող է օգտագործվել այս հրամանում, երբ աստղանիշի նախածանցը չի օգտագործվում: Ձեր հրամանի նախածանցը դրեք աստղանիշով (*) և պայմանականորեն վերադարձրեք ելքի կարգավիճակը 0՝ կանխադրված մշակիչը արգելակելու համար: Օրինակ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nՍեղմվել է միջին կոճակը %%f" --button ok &
id: Masukkan program atau baris perintah bash untuk dijalankan secara otomatis setiap kali mouse diklik: Menggunakan: %%e jenis acara (evt_win_click) %%w id jendela (lihat bantuan zzzfm -s) %%p panel %%t tab %%b tombol (tombol mouse ditekan) %%m pengubah (kunci pengubah) %%f fokus (elemen yang menerima klik) Variabel bash yang diekspor (eg $fm_pwd, etc) dapat digunakan dalam perintah ini ketika tidak ada awalan asterisk yang digunakan. Awali perintah Anda dengan tanda bintang (*) dan kembalikan status keluar secara kondisional 0 untuk menghambat penangan default. Sebagai contoh: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nTombol tengah diklik %%f" --button ok &
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar smellt er á músina: Notaðu: %%e tegund atburðar (evt_win_click) %%w glugga auðkenni (sjá zzzfm -s hjálp) %%p spjaldið %%t flipa %%b hnappur (ýtt á músarhnappi) %%m breytingalyklar (breytilyklar) %%f fókus (þáttur sem fékk smellinn) Útfluttar bash breytur (eg $fm_pwd, etc) er hægt að nota í þessari skipun þegar ekkert stjörnuforskeyti er notað. Settu stjörnu (*) í forskeyti skipunarinnar þinnar og skilaðu skilyrt útgangsstöðu 0 til að hindra sjálfgefna meðferðaraðila. Til dæmis: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nSmellt var inn á miðjuhnappinn %%f" --button ok &
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონში, რომელიც ავტომატურად უნდა იმუშაოს მაუსის დაჭერისას: გამოყენება: %%e ღონისძიების ტიპი (evt_win_click) %%w ფანჯრის ID (იხილეთ zzzfm -s დახმარება) %%p პანელი %%t ჩანართი %%b ღილაკი (დაჭერილია მაუსის ღილაკი) %%m მოდიფიკატორი (მოდიფიკატორის კლავიშები) %%f ფოკუსირება (ელემენტი, რომელმაც მიიღო დაწკაპუნება) ექსპორტირებული bash ცვლადები (eg $fm_pwd, etc) შეიძლება გამოყენებულ იქნას ამ ბრძანებაში, როდესაც ვარსკვლავის პრეფიქსი არ არის გამოყენებული. დააფიქსირეთ თქვენი ბრძანება ვარსკვლავით (*) და პირობითად დააბრუნეთ გასვლის სტატუსი 0 ნაგულისხმევი დამმუშავებლის დასათრგუნავად. Მაგალითად: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nშუა ღილაკს დააწკაპუნეთ %%f" --button ok &
kk: Тінтуір басылған сайын автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_win_click) %%w терезе идентификаторы (zzzfm -s анықтамасын қараңыз) %%p панель %%t қойындысы %%b түймесі (тінтуірдің түймесі басылған) %%m модификатор (модификатор пернелері) %%f фокус (шертуді алған элемент) Экспортталған bash айнымалылары (eg $fm_pwd, etc) жұлдызша префиксі пайдаланылмаған кезде бұл пәрменде қолданылуы мүмкін. Әдепкі өңдегішті тежеу u200bu200bүшін пәрменді жұлдызшамен (*) префиксімен қойыңыз және шартты түрде шығу күйін 0 қайтарыңыз. Мысалға: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nОртаңғы түйме басылды %%f" --button ok &
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិនៅពេលណាដែលកណ្តុរត្រូវបានចុច៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_win_click) %%w លេខសម្គាល់បង្អួច (សូមមើលជំនួយ zzzfm -s) %%p បន្ទះ %%t ផ្ទាំង %%b ប៊ូតុង (ប៊ូតុងកណ្ដុរត្រូវបានចុច) %%m អ្នកកែប្រែ (គ្រាប់ចុចកែប្រែ) %%f ការផ្តោតអារម្មណ៍ (ធាតុដែលបានទទួលការចុច) នាំចេញអថេរ bash (eg $fm_pwd, etc) អាចត្រូវបានប្រើនៅក្នុងពាក្យបញ្ជានេះនៅពេលដែលគ្មានបុព្វបទសញ្ញាផ្កាយត្រូវបានប្រើ។ បញ្ចូលពាក្យបញ្ជារបស់អ្នកជាមួយសញ្ញាផ្កាយ (*) ហើយដាក់លក្ខខណ្ឌត្រឡប់ទៅស្ថានភាពចេញ 0 ដើម្បីរារាំងឧបករណ៍ដោះស្រាយលំនាំដើម។ ឧទាហរណ៍: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nប៊ូតុងកណ្តាលត្រូវបានចុច %%f" --button ok &
kn: ಮೌಸ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_win_click) %%w ವಿಂಡೋ ಐಡಿ (zzzfm -s ಸಹಾಯವನ್ನು ನೋಡಿ) %%p ಫಲಕ %%t ಟ್ಯಾಬ್ %%b ಬಟನ್ (ಮೌಸ್ ಬಟನ್ ಒತ್ತಿದರೆ) %%m ಪರಿವರ್ತಕ (ಮಾರ್ಪಡಿಸುವ ಕೀಲಿಗಳು) %%f ಫೋಕಸ್ (ಕ್ಲಿಕ್ ಅನ್ನು ಸ್ವೀಕರಿಸಿದ ಅಂಶ) ರಫ್ತು ಮಾಡಿದ ಬ್ಯಾಷ್ ವೇರಿಯೇಬಲ್u200cಗಳು (eg $fm_pwd, etc) ನಕ್ಷತ್ರದ ಪೂರ್ವಪ್ರತ್ಯಯವನ್ನು ಬಳಸದಿದ್ದಾಗ ಈ ಆಜ್ಞೆಯಲ್ಲಿ ಬಳಸಬಹುದು. ನಿಮ್ಮ ಆಜ್ಞೆಯನ್ನು ನಕ್ಷತ್ರ ಚಿಹ್ನೆಯೊಂದಿಗೆ ಪೂರ್ವಪ್ರತ್ಯಯ ಮಾಡಿ (*) ಮತ್ತು ಡೀಫಾಲ್ಟ್ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಪ್ರತಿಬಂಧಿಸಲು ಷರತ್ತುಬದ್ಧವಾಗಿ ನಿರ್ಗಮನ ಸ್ಥಿತಿ 0 ಅನ್ನು ಹಿಂತಿರುಗಿ. ಉದಾಹರಣೆಗೆ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nಮಧ್ಯದ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಲಾಗಿದೆ %%f" --button ok &
ku: Bername an rêzika fermana bash bikeve ku gava ku mişk tê tikandin bixweber were xebitandin: Bikaranîn: %%e cureyê bûyerê (evt_win_click) %%w id pencereyê (binihêre arîkariya zzzfm -s) %%p panel %%t tab %%b bişkojka (bişkoka mişkê hatiye pêçan) %%m guhêrbar (bişkojkên guhêrbar) %%f baldarî (hêmana ku klîk wergirtiye) Guherbarên bash derxistin (eg $fm_pwd, etc) dikare di vê fermanê de were bikar anîn dema ku pêşgira stêrk neyê bikar anîn. Fermana xwe bi stêrkek (*) veqetînin û bi şert statûya derketinê 0 vegerînin da ku rêvekera xwerû asteng bike. Bo nimûne: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nBişkoka navîn hate tikandin %%f" --button ok &
ky: Чычкан басылган сайын автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_win_click) %%w терезе идентификатору (zzzfm -s жардамын караңыз) %%p панель %%t өтмөк %%b баскычы (чычкан баскычы басылган) %%m өзгөрткүч (өзгөртүү баскычтары) %%f фокус (чыкылдатууну алган элемент) Экспорттолгон bash өзгөрмөлөрү (eg $fm_pwd, etc) эч кандай жылдызча префикси колдонулбаганда бул буйрукта колдонулушу мүмкүн. Демейки иштеткичке бөгөт коюу үчүн буйрукуңузду жылдызча (*) менен префиксиңизге коюп, шарттуу түрдө 0 чыгуу абалын кайтарыңыз. Мисалы: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nОрто баскыч басылды %%f" --button ok &
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann Dir d'Maus klickt: Benotzt: %%e Event Typ (evt_win_click) %%w Fënster ID (kuckt zzzfm -s Hëllef) %%p panel %%t tab %%b Knäppchen (Maustast gedréckt) %%m modifier (modifier keys) %%f fokus (Element dat de Klick krut) Exportéiert Bash Variablen (eg $fm_pwd, etc) kann an dësem Kommando benotzt ginn wann keen Asterisk Präfix benotzt gëtt. Präfix Äre Kommando mat engem Asterisk (*) a Konditioun zréck Austrëtt Status 0 der Default Handler ze inhibit. Zum Beispill: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMëtt Knäppchen gouf geklickt an %%f" --button ok &
lo: ໃສ່ໂປຣແກມ ຫຼື bash command line ທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດທຸກຄັ້ງທີ່ເມົາສ໌ຖືກຄລິກ: ໃຊ້: %%e ປະເພດເຫດການ (evt_win_click) %%w id window (ເບິ່ງ zzzfm -s ຊ່ວຍ) %%p ກະດານ %%t ແຖບ %%b ປຸ່ມ (ກົດu200bປຸ່ມu200bຫນູu200b) %%m ຕົວແກ້ໄຂ (ກະແຈຕົວແກ້ໄຂ) %%f ຈຸດu200bສຸມ (ອົງu200bປະu200bກອບu200bທີ່u200bໄດ້u200bຮັບu200bການu200bຄລິກu200b) ສົ່ງອອກຕົວແປ bash (eg $fm_pwd, etc) ສາມາດໃຊ້ໃນຄໍາສັ່ງນີ້ເມື່ອບໍ່ມີຄໍານໍາຫນ້າຂອງດາວຖືກນໍາໃຊ້. ນຳໜ້າຄຳສັ່ງຂອງເຈົ້າດ້ວຍເຄື່ອງໝາຍດາວ (*) ແລະສົ່ງຄືນສະຖານະທາງອອກ 0 ເພື່ອຢັບຢັ້ງຕົວຈັດການເລີ່ມຕົ້ນ. ຍົກu200bຕົວu200bຢ່າງ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nປຸ່ມກາງໄດ້ຖືກຄລິກໃສ່ %%f" --button ok &
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai tik spustelėsite pelę: Naudokite: %%e renginio tipas (evt_win_click) %%w lango ID (žr. zzzfm -s žinyną) %%p skydelis %%t skirtukas %%b mygtukas (paspaustas pelės mygtukas) %%m modifikatorius (modifikatoriaus klavišai) %%f fokusavimas (elementas, kuris sulaukė paspaudimo) Eksportuoti bash kintamieji (eg $fm_pwd, etc) gali būti naudojamas šioje komandoje, kai nenaudojamas joks žvaigždutės priešdėlis. Prieš komandą pažymėkite žvaigždute (*) ir sąlygiškai grąžinkite išėjimo būseną 0, kad užblokuotumėte numatytąją tvarkyklę. Pavyzdžiui: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nBuvo paspaustas vidurinis mygtukas %%f" --button ok &
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad tiek noklikšķināts ar peli: Izmantojiet: %%e notikuma veids (evt_win_click) %%w loga ID (skatiet zzzfm -s palīdzību) %%p panelis %%t cilne %%b poga (nospiesta peles poga) %%m modifikators (modifikācijas taustiņi) %%f fokuss (elements, kas saņēma klikšķi) Eksportēti bash mainīgie (eg $fm_pwd, etc) var izmantot šajā komandā, ja netiek izmantots zvaigznītes prefikss. Pievienojiet komandas priekšā ar zvaigznīti (*) un nosacīti atgrieziet izejas statusu 0, lai kavētu noklusējuma apdarinātāju. Piemēram: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nTika nospiesta vidējā poga %%f" --button ok &
mg: Ampidiro ny programa na bash command line ho mandeha ho azy isaky ny kitihina ny totozy: Ampiasao: %%e karazana hetsika (evt_win_click) %%w varavarankely id (jereo zzzfm -s fanampiana) %%p tontonana %%t kiheba %%b bokotra (tsindrio ny bokotra totozy) %%m modifier (fanalahidy modifier) %%f mifantoka (singa nahazo ny kitika) Variable bash naondrana (eg $fm_pwd, etc) azo ampiasaina amin'ity baiko ity rehefa tsy misy prefix asterisk ampiasaina. Asterisk (*) ny baikonao ary avereno amin'ny fepetra ny sata fivoahana 0 mba hanakanana ny mpandrindra mahazatra. Ohatra: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nNy bokotra afovoany dia voakitika %%f" --button ok &
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa i nga wa e pa ana te kiore: Whakamahia: %%e momo huihuinga (evt_win_click) %%w id matapihi (tirohia te awhina zzzfm -s) %%p röpü %%t ripa %%b pātene (pātene kiore ka pehia) %%m whakakē (pātuhi whakakē) %%f arotahi (te huānga i whiwhi te paato) Taurangi bash kaweake (eg $fm_pwd, etc) Ka taea te whakamahi i tenei tono ina karekau he tohu whetūriki e whakamahia ana. Whakamuahia to tono ki te whetūriki (*) ka whakahoki herenga te mana puta 0 hei aukati i te kaikawe taunoa. Hei tauira: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nI paatohia te paatene waenga %%f" --button ok &
mk: Внесете програма или командна линија bash за да се изврши автоматски секогаш кога ќе се кликне на глувчето: Користете: %%e тип на настан (evt_win_click) %%w ИД на прозорецот (видете помош од zzzfm -s) %%p панел %%t таб %%b копче (притиснато копче на глувчето) %%m модификатор (копчиња за модификатори) %%f фокус (елемент кој доби клик) Извезени баш променливи (eg $fm_pwd, etc) може да се користи во оваа команда кога не се користи префикс на ѕвездичка. Префиксирајте ја вашата команда со ѕвездичка (*) и условно вратете го статусот за излез 0 за да го инхибирате стандардниот управувач. На пример: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nБеше кликнато на средното копче %%f" --button ok &
ml: മൗസ് ക്ലിക്കുചെയ്യുമ്പോഴെല്ലാം ഓട്ടോമാറ്റിക്കായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_win_click) %%w വിൻഡോ ഐഡി (zzzfm -s സഹായം കാണുക) %%p പാനൽ %%t ടാബ് %%b ബട്ടൺ (മൗസ് ബട്ടൺ അമർത്തി) %%m മോഡിഫയർ (മോഡിഫയർ കീകൾ) %%f ഫോക്കസ് (ക്ലിക്ക് ലഭിച്ച ഘടകം) കയറ്റുമതി ചെയ്ത ബാഷ് വേരിയബിളുകൾ (eg $fm_pwd, etc) നക്ഷത്രചിഹ്ന പ്രിഫിക്u200cസ് ഉപയോഗിക്കാത്തപ്പോൾ ഈ കമാൻഡിൽ ഉപയോഗിക്കാം. ഒരു നക്ഷത്രചിഹ്നം (*) ഉപയോഗിച്ച് നിങ്ങളുടെ കമാൻഡ് പ്രിഫിക്u200cസ് ചെയ്u200cത് ഡിഫോൾട്ട് ഹാൻഡ്u200cലറിനെ തടയുന്നതിന് സോപാധികമായി എക്u200cസിറ്റ് സ്റ്റാറ്റസ് 0 തിരികെ നൽകുക. ഉദാഹരണത്തിന്: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nമിഡിൽ ബട്ടൺ ക്ലിക്ക് ചെയ്തു %%f" --button ok &
mn: Хулганыг дарах бүрт автоматаар ажиллах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_win_click) %%w цонхны ID (zzzfm -s тусламжийг үзнэ үү) %%p самбар %%t таб %%b товчлуур (хулганы товчийг дарсан) %%m өөрчлөгч (өөрчлөгч товчлуурууд) %%f фокус (товшилтыг хүлээн авсан элемент) Экспортолсон bash хувьсагч (eg $fm_pwd, etc) одны угтвар ашиглаагүй үед энэ тушаалд ашиглаж болно. Өгөгдмөл зохицуулагчийг хориглохын тулд тушаалаа одоор (*) тэмдэглээд, нөхцөлт байдлаар 0-г буцаана уу. Жишээлбэл: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nДунд товчийг дарсан %%f" --button ok &
mr: जेव्हा जेव्हा माउस क्लिक केला जातो तेव्हा स्वयंचलितपणे चालविण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e कार्यक्रमाचा प्रकार (evt_win_click) %%w विंडो आयडी (zzzfm -s मदत पहा) %%p पटल %%t टॅब %%b बटण (माऊस बटण दाबले) %%m सुधारक (मॉडिफायर की) %%f फोकस (क्लिक मिळालेला घटक) एक्सपोर्ट केलेले बॅश व्हेरिएबल्स (eg $fm_pwd, etc) तारांकन उपसर्ग वापरलेले नसताना या आदेशात वापरले जाऊ शकते. तुमच्या कमांडला तारका (*) सह उपसर्ग लावा आणि डीफॉल्ट हँडलरला प्रतिबंध करण्यासाठी सशर्त निर्गमन स्थिती 0 परत करा. उदाहरणार्थ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nमधले बटण क्लिक केले होते %%f" --button ok &
mt: Daħħal il-programm jew il-linja tal-kmand bash biex titħaddem awtomatikament kull meta tikklikkja l-maws: Użu: %%e tip ta' avveniment (evt_win_click) %%w id tieqa (ara l-għajnuna zzzfm -s) %%p panel %%t tab %%b buttuna (buttuna tal-maws ippressata) %%m modifikatur (ċwievet modifikaturi) %%f fokus (element li rċieva l-ikklikkja) Varjabbli bash esportati (eg $fm_pwd, etc) jista' jintuża f'dan il-kmand meta ma jintuża l-ebda prefiss ta' asterisk. Prefissa l-kmand tiegħek b'asterisk (*) u rritorna b'mod kondizzjonali l-istatus tal-ħruġ 0 biex jinibixxi l-handler default. Pereżempju: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nIl-buttuna tan-nofs ġiet ikklikkjata %%f" --button ok &
my: မောက်စ်ကို နှိပ်သည့်အခါတိုင်း အလိုအလျောက် လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_win_click) %%w window id (zzzfm -s အကူအညီကိုကြည့်ပါ) %%p ဘောင် %%t တက်ဘ် %%b ခလုတ် (မောက်စ်ခလုတ်ကို နှိပ်ထားသည်) %%m ပြုပြင်မွမ်းမံမှု (မွမ်းမံပြင်ဆင်သော့များ) %%f အာရုံစူးစိုက်မှု (ကလစ်ကိုလက်ခံရရှိသည့်အရာ) bash variable များကို ထုတ်ယူသည်။ (eg $fm_pwd, etc) asterisk prefix ကို အသုံးမပြုသည့်အခါ ဤ command တွင် သုံးနိုင်သည်။ သင့်အမိန့်ကို ခရေပွင့် (*) ဖြင့် ရှေ့ထွက်ပြီး ပုံသေကိုင်တွယ်သူကို တားစီးရန်အတွက် ထွက်ပေါက်အခြေအနေ 0 ကို အခြေအနေအရ ပြန်ပို့ပါ။ ဥပမာ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nအလယ်ခလုတ်ကို နှိပ်လိုက်သည်။ %%f" --button ok &
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk hver gang du klikker med musen: Bruk: %%e hendelsestype (evt_win_click) %%w vindus-ID (se zzzfm -s hjelp) %%p panel %%t fanen %%b knapp (museknapp trykket) %%m modifikator (modifikatortaster) %%f fokus (element som mottok klikket) Eksporterte bash-variabler (eg $fm_pwd, etc) kan brukes i denne kommandoen når ingen stjerneprefiks brukes. Prefiks kommandoen din med en stjerne (*) og returner betinget utgangsstatus 0 for å hindre standardbehandleren. For eksempel: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMidtknappen ble klikket inn %%f" --button ok &
ne: माउस क्लिक गर्दा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा bash आदेश लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_win_click) %%w सञ्झ्याल आईडी (zzzfm -s मद्दत हेर्नुहोस्) %%p प्यानल %%t ट्याब %%b बटन (माउसको बटन थिचियो) %%m परिमार्जनकर्ता (परिमार्जक कुञ्जीहरू) %%f फोकस (क्लिक प्राप्त गर्ने तत्व) निर्यात गरिएको bash चर (eg $fm_pwd, etc) तारा चिन्ह उपसर्ग प्रयोग नगर्दा यो आदेशमा प्रयोग गर्न सकिन्छ। पूर्वनिर्धारित ह्यान्डलरलाई रोक्नको लागि तारांकन (*) को साथ आफ्नो आदेश उपसर्ग गर्नुहोस् र सशर्त रूपमा निकास स्थिति 0 फर्काउनुहोस्। उदाहरणका लागि: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nबीचको बटनमा क्लिक गरियो %%f" --button ok &
or: ଯେତେବେଳେ ମାଉସ୍ କ୍ଲିକ୍ ହୁଏ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_win_click) %%w ୱିଣ୍ଡୋ id (zzzfm -s ସାହାଯ୍ୟ ଦେଖନ୍ତୁ) %%p ପ୍ୟାନେଲ୍ | %%t ଟ୍ୟାବ୍ | %%b ବଟନ୍ (ମାଉସ୍ ବଟନ୍ ଦବାଗଲା) %%m ମୋଡିଫାୟର୍ (ମୋଡିଫାୟର୍ କି) %%f ଫୋକସ୍ (ଉପାଦାନ ଯାହା କ୍ଲିକ୍ ଗ୍ରହଣ କଲା) ରପ୍ତାନି ହୋଇଥିବା ବାସ୍ ଭେରିଏବଲ୍ | (eg $fm_pwd, etc) ଯେତେବେଳେ କ aster ଣସି ଆଷ୍ଟେରିସ୍କ ଉପସର୍ଗ ବ୍ୟବହାର କରାଯାଏ ନାହିଁ ଏହି ନିର୍ଦ୍ଦେଶରେ ବ୍ୟବହୃତ ହୋଇପାରିବ | ଏକ ଆଷ୍ଟେରିସ୍କ (*) ସହିତ ଆପଣଙ୍କର ନିର୍ଦ୍ଦେଶକୁ ଉପସର୍ଗ କରନ୍ତୁ ଏବଂ ଡିଫଲ୍ଟ ହ୍ୟାଣ୍ଡେଲର୍ କୁ ପ୍ରତିବନ୍ଧିତ କରିବା ପାଇଁ ସର୍ତ୍ତମୂଳକ ଭାବରେ ପ୍ରସ୍ଥାନ ସ୍ଥିତି 0 ଫେରସ୍ତ କରନ୍ତୁ | ଉଦାହରଣ ସ୍ଵରୁପ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nମଧ୍ୟମ ବଟନ୍ କ୍ଲିକ୍ କରାଯାଇଥିଲା | %%f" --button ok &
pa: ਜਦੋਂ ਵੀ ਮਾਊਸ ਨੂੰ ਕਲਿੱਕ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_win_click) %%w ਵਿੰਡੋ ਆਈਡੀ (Zzzfm -s ਮਦਦ ਦੇਖੋ) %%p ਪੈਨਲ %%t ਟੈਬ %%b ਬਟਨ (ਮਾਊਸ ਬਟਨ ਦਬਾਇਆ ਗਿਆ) %%m ਸੋਧਕ (ਸੋਧਕ ਕੁੰਜੀਆਂ) %%f ਫੋਕਸ (ਤੱਤ ਜਿਸਨੂੰ ਕਲਿੱਕ ਪ੍ਰਾਪਤ ਹੋਇਆ) ਐਕਸਪੋਰਟ ਕੀਤੇ bash ਵੇਰੀਏਬਲ (eg $fm_pwd, etc) ਇਸ ਕਮਾਂਡ ਵਿੱਚ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜਦੋਂ ਕੋਈ ਤਾਰਾ ਪ੍ਰੀਫਿਕਸ ਨਹੀਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਆਪਣੀ ਕਮਾਂਡ ਨੂੰ ਇੱਕ ਤਾਰੇ (*) ਦੇ ਨਾਲ ਅਗੇਤਰ ਲਗਾਓ ਅਤੇ ਡਿਫਾਲਟ ਹੈਂਡਲਰ ਨੂੰ ਰੋਕਣ ਲਈ ਸ਼ਰਤ ਨਾਲ ਐਗਜ਼ਿਟ ਸਥਿਤੀ 0 ਵਾਪਸ ਕਰੋ। ਉਦਾਹਰਣ ਲਈ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nਮਿਡਲ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕੀਤਾ ਗਿਆ ਸੀ %%f" --button ok &
ps: :ﻲﺷ ﮏﯿﻠﮐ ﮎږﻮﻣ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺵﺎﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_win_click) %%w (ﺉﺭﻮګﻭ ﻪﺘﺳﺮﻣ zzzfm -s) ID ۍﮐړﮐ ﺩ %%p ﻞﻨﯿﭘ %%t ﺐټ %%b (ﻝﻭﺭﺎﺸﻓ ۍڼﺗ ﮎږﻮﻣ ﺩ) ۍڼﺗ %%m (ﻲﻠﯿﮐ ﯽﮑﻧﻮﻟﺪﺑ) ﯽﮑﻧﻮﮐ ﻞﯾﺪﻌﺗ %%f (ړﮐ ﻪﺳﻻ﻿ﺮﺗ ﯥﯾ ﮏﯿﻠﮐ ﯥﭼ ﺮﺼﻨﻋ ﻪﻐﻫ) ﺰﮐﺮﻤﺗ ﻪﻧﻭﺮﯿﻐﺘﻣ ﺵﺎﺑ ﻱﻮﺷ ﺭﺩﺎﺻ (eg $fm_pwd, etc) .ﻱږﯿﮐ ﻝﻭﺭﺎﮐ ﻪﻧ ﻒﻔﺨﻣ ﻱﺭﻮﺘﺳ ﺩ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﯥﮐ ډﻧﺎﻤﮐ ﯤﺩ ﻪﭘ :ﻪګﻮﺗ ﻪﭘ ﻝﺎﺜﻣ ﺩ .ﻲﺴﯿﻧﻭ ﻪﺨﻣ ﺮﻟډﻨﯿﻫ ټﻟﺎﻔﯾډ ﺩ ﻮڅﺮﺗ ﺊځﺮګﺍﺭ ﻪﺗﺮﯿﺑ 0 ﺖﻟﺎﺣ ﻮﻠﺗﻭ ﺩ ﻝﻭډ ﻁﻭﺮﺸﻣ ﻪﭘ ﻭﺍ ﺉړﮐ ۍﻨﯿﮑﺨﻣ *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nﺉږﺎﮑﯧﮐ ۍڼﺗ ﯽﻨځﻨﻣ %%f" --button ok &
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat ori de câte ori se face clic cu mouse-ul: Utilizare: %%e tip de eveniment (evt_win_click) %%w ID fereastră (consultați ajutorul zzzfm -s) %%p panou %%t fila %%b butonul (butonul mouse-ului apăsat) %%m modificator (taste modificatoare) %%f focus (element care a primit clicul) Variabile bash exportate (eg $fm_pwd, etc) poate fi folosit în această comandă atunci când nu este utilizat prefixul asterisc. Prefixați comanda dvs. cu un asterisc (*) și returnați condiționat starea de ieșire 0 pentru a inhiba gestionarea implicită. De exemplu: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nS-a făcut clic pe butonul din mijloc %%f" --button ok &
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mugihe cyose imbeba ikanze: Koresha: %%e Ubwoko bwibyabaye (evt_win_click) %%w idirishya id (reba zzzfm -s ubufasha) %%p Umwanya %%t tab %%b buto (buto yimbeba ikanda) %%m uhindura (urufunguzo rwo guhindura) %%f kwibanda (element yakiriye gukanda) Kohereza bash guhinduka (eg $fm_pwd, etc) Irashobora gukoreshwa muri iri tegeko mugihe nta nyenyeri yambere ikoreshwa. Shyira imbere itegeko ryawe hamwe ninyenyeri (*) hanyuma usubize muburyo bwo gusohoka 0 kugirango ubuze uwabigenzuye. Kurugero: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nAkabuto ko hagati kanda muri %%f" --button ok &
sd: :ﻲﭸﻭ ﻮﻴڪ ڪﻠڪ ﻲﮐ ﺱﺅﺎﻣ ﻪﺑ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_win_click) %%w (ﺩﺪﻣ zzzfm -s ﻮﺳڏ) id ﻭڊﻧﻭ %%p ﻞﻨﻴﭘ %%t ﺐﻴٽ %%b (ﻮﻳﺎﭔﺩ ﮡٽﺑ ﺱﺅﺎﻣ) ﮡٽﺑ %%m ڙﺪﻨڪ ﻞﻳﺪﺒﺗ %%f (ﻮﻳﻭ ﻮﻴڪ ڪﻠڪ ﻲﮐ ﻦﻬﻨﺟ ﺮﺼﻨﻋ) ﺲڪﻮﻓ ﺮﻴﻐﺘﻣ ﺶﻴﺑ ﻞﻴﭤ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) .ﻲﮬﺁ ﻮﻳﻭ ﻮﻴڪ ﻪﻧ ﻝﺎﻤﻌﺘﺳﺍ ﺲڪﻔﻳﺮﭘ ڪﻳﺮٽﺳﺍ ﻮڪ ﻦﮬڏﺟ ﻮﭤ ﻲﮭﮕﺳ ﻲﭤ ﻝﺎﻤﻌﺘﺳﺍ ۾ ڊﻧﺎﻤڪ ﻦﮬ :ﺭﻮﻃ ﻝﺎﺜﻣ .ءِﻻ﻿ ﮡڪﻭﺭ ﻲﮐ ﺮﻟڊﻨﻴﮬ ٽﻟﺎﻓڊ ﻲﮐ 0 ﺖﻟﺎﺣ ﻲﺟ ﻲﺴﭘﺍﻭ ﺭﻮﻃ ﻁﺮﺷ ۽ ﻮﻳﺎﮙﻟ ﻲﮘﺍ ﻥﺎﺳ (*) ڪﺴﻳﺮٽﺳﺍ ﻲﮐ ڊﻧﺎﻤڪ ﻲﺠﻨ *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nﻮﻳﻭ ﻮﻳﺎﭔﺩ ﮡٽﺑ ۾ ﭺﻭ %%f" --button ok &
si: මූසිකය ක්ලික් කරන සෑම විටම ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහන හෝ බාෂ් විධාන රේඛාව ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_win_click) %%w කවුළු හැඳුනුම්පත (zzzfm -s උදව් බලන්න) %%p පැනලය %%t ටැබ් %%b බොත්තම (මූසික බොත්තම එබූ) %%m modifier (modifier යතුරු) %%f නාභිගත කිරීම (ක්ලික් කිරීම ලැබුණු මූලද්u200dරව්u200dයය) අපනයනය කරන ලද bash විචල්යයන් (eg $fm_pwd, etc) තරු ලකුණු උපසර්ගයක් භාවිතා නොකරන විට මෙම විධානය තුළ භාවිතා කළ හැක. ඔබේ විධානය තරු ලකුණකින් (*) උපසර්ගය කරන්න සහ පෙරනිමි හසුරුවන්නා නිෂේධනය කිරීම සඳහා කොන්දේසි සහිතව පිටවීමේ තත්ත්වය 0 වෙත යන්න. උදාහරණයක් වශයෙන්: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nමැද බොත්තම ක්ලික් කර ඇත %%f" --button ok &
sk: Zadajte program alebo príkazový riadok bash, ktorý sa má automaticky spustiť pri každom kliknutí myšou: Použitie: %%e typ udalosti (evt_win_click) %%w ID okna (pozri pomoc zzzfm -s) %%p panel %%t tab %%b tlačidlo (stlačené tlačidlo myši) %%m modifikátor (modifikačné klávesy) %%f zameranie (prvok, na ktorý sa kliklo) Exportované bash premenné (eg $fm_pwd, etc) možno použiť v tomto príkaze, keď nie je použitá žiadna predpona s hviezdičkou. Pred váš príkaz uveďte hviezdičku (*) a podmienečne vráťte stav ukončenia 0, aby ste zablokovali predvolený obslužný program. Napríklad: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nStlačili ste stredné tlačidlo %%f" --button ok &
sl: Vnesite ukazno vrstico programa ali bash, ki se samodejno zažene ob vsakem kliku miške: Uporaba: %%e vrsto dogodka (evt_win_click) %%w ID okna (glejte pomoč zzzfm -s) %%p ploščo %%t zavihek %%b gumb (pritisnjen gumb miške) %%m modifikator (modifikatorske tipke) %%f fokus (element, ki je prejel klik) Izvožene spremenljivke bash (eg $fm_pwd, etc) se lahko uporablja v tem ukazu, če ni uporabljena predpona zvezdice. Ukazu dodajte predpono zvezdico (*) in pogojno vrnite izhodni status 0, da preprečite privzeti upravljalnik. Na primer: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nSrednji gumb je bil kliknjen %%f" --button ok &
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht sa herë që klikohet miu: Përdorni: %%e lloji i ngjarjes (evt_win_click) %%w ID-ja e dritares (shih ndihmën e zzzfm -s) %%p panel %%t skedën %%b butoni (butoni i miut i shtypur) %%m modifikues (çelësat modifikues) %%f fokusi (elementi që mori klikimin) Variablat bash të eksportuara (eg $fm_pwd, etc) mund të përdoret në këtë komandë kur nuk përdoret prefiksi yll. Parashtesoni komandën tuaj me një yll (*) dhe ktheni me kusht statusin e daljes 0 për të penguar mbajtësin e paracaktuar. Për shembull: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nËshtë klikuar butoni i mesëm %%f" --button ok &
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki wakati wowote panya inapobofya: Tumia: %%e aina ya tukio (evt_win_click) %%w kitambulisho cha dirisha (tazama usaidizi wa zzzfm) %%p paneli %%t kichupo %%b kitufe (kitufe cha panya kimebonyezwa) %%m kirekebishaji (vifunguo vya kurekebisha) %%f kuzingatia (kipengele kilichopokea kubofya) Vigeu vya bash vilivyosafirishwa nje (eg $fm_pwd, etc) inaweza kutumika katika amri hii wakati hakuna kiambishi awali cha nyota kinatumika. Amilisha kiambishi awali cha amri yako kwa kinyota (*) na urejeshe kwa masharti hali ya kutoka 0 ili kuzuia kidhibiti chaguo-msingi. Kwa mfano: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nKitufe cha kati kilibofya %%f" --button ok &
ta: சுட்டியைக் கிளிக் செய்யும்போதெல்லாம் தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_win_click) %%w சாளர ஐடி (zzzfm -s உதவியைப் பார்க்கவும்) %%p குழு %%t தாவல் %%b பொத்தான் (சுட்டி பொத்தானை அழுத்தியது) %%m மாற்றி (மாற்றி விசைகள்) %%f கவனம் (கிளிக் பெற்ற உறுப்பு) ஏற்றுமதி செய்யப்பட்ட பாஷ் மாறிகள் (eg $fm_pwd, etc) நட்சத்திர முன்னொட்டு பயன்படுத்தப்படாத போது இந்த கட்டளையில் பயன்படுத்தலாம். உங்கள் கட்டளையை ஒரு நட்சத்திரத்துடன் முன்னொட்டு (*) மற்றும் நிபந்தனையுடன் வெளியேறும் நிலை 0 ஐ இயல்புநிலை கையாளுதலைத் தடுக்கவும். உதாரணத்திற்கு: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nநடுவில் உள்ள பட்டன் கிளிக் செய்யப்பட்டது %%f" --button ok &
te: మౌస్ క్లిక్ చేసినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cని నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_win_click) %%w విండో ఐడి (zzzfm -s సహాయం చూడండి) %%p ప్యానెల్ %%t ట్యాబ్ %%b బటన్ (మౌస్ బటన్ నొక్కబడింది) %%m మాడిఫైయర్ (మాడిఫైయర్ కీలు) %%f దృష్టి (క్లిక్u200cని అందుకున్న మూలకం) ఎగుమతి చేయబడిన బాష్ వేరియబుల్స్ (eg $fm_pwd, etc) నక్షత్రం ఉపసర్గ ఉపయోగించనప్పుడు ఈ ఆదేశంలో ఉపయోగించవచ్చు. డిఫాల్ట్ హ్యాండ్లర్u200cను నిరోధించడానికి మీ ఆదేశాన్ని నక్షత్రం (*)తో ప్రిఫిక్స్ చేయండి మరియు షరతులతో నిష్క్రమణ స్థితి 0ని తిరిగి ఇవ్వండి. ఉదాహరణకి: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nమధ్య బటన్ క్లిక్ చేయబడింది %%f" --button ok &
tg: Барнома ё сатри фармони bash-ро ворид кунед, то ҳар вақте ки муш пахш карда мешавад, ба таври худкор иҷро шавад: Истифода: %%e намуди ҳодиса (evt_win_click) %%w ID тиреза (нигаред ба кӯмаки zzzfm -s) %%p панел %%t ҷадвал %%b тугма (тугмаи муш пахш карда мешавад) %%m тағирдиҳанда (калидҳои тағирдиҳанда) %%f фокус (унсуре, ки кликро гирифтааст) Тағирёбандаҳои bash содиршуда (eg $fm_pwd, etc) метавонад дар ин фармон истифода шавад, вақте ки ягон префикси ситорача истифода намешавад. Фармони худро бо ситорача (*) гузоред ва шартан ҳолати баромади 0-ро баргардонед, то коркарди пешфарзро боздоред. Барои намуна: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nТугмаи миёна пахш карда шуд %%f" --button ok &
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติทุกครั้งที่คลิกเมาส์: ใช้: %%e ประเภทงาน (evt_win_click) %%w รหัสหน้าต่าง (ดูวิธีใช้ zzzfm -s) %%p แผงหน้าปัด %%t แท็บ %%b ปุ่ม (กดปุ่มเมาส์) %%m โมดิฟายเออร์ (คีย์โมดิฟายเออร์) %%f โฟกัส (องค์ประกอบที่ได้รับการคลิก) ตัวแปรทุบตีที่ส่งออก (eg $fm_pwd, etc) สามารถใช้ในคำสั่งนี้เมื่อไม่มีการใช้เครื่องหมายดอกจัน นำหน้าคำสั่งของคุณด้วยเครื่องหมายดอกจัน (*) และส่งคืนสถานะการออกตามเงื่อนไข 0 เพื่อยับยั้งตัวจัดการเริ่มต้น ตัวอย่างเช่น: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nคลิกปุ่มกลางใน %%f" --button ok &
tk: Syçanjyga basylanda awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_win_click) %%w penjire idi (zzzfm -s kömegine serediň) %%p panel %%t goýmasy %%b düwmesi (syçanjygyň düwmesi basylýar) %%m üýtgediji (üýtgediji düwmeler) %%f fokus (basmagy alan element) Exxported bash üýtgeýjileri (eg $fm_pwd, etc) ýyldyz belgisi goşulmasy ulanylmasa bu buýrukda ulanylyp bilner. Buýrugyňyzy ýyldyzjyk (*) bilen goşuň we deslapky işleýjini saklamak üçin çykyş ýagdaýyny şertli ýagdaýda yzyna gaýtaryň. Mysal üçin: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nOrta düwme basyldy %%f" --button ok &
tt: Тычкан басылганда автоматик рәвештә эшләнер өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_win_click) %%w тәрәзә идентификаторы (zzzfm -s ярдәмен карагыз) %%p панель %%t салынмасы %%b төймә (тычкан төймәсе басылган) %%m модификатор (үзгәртүче ачкычлар) %%f фокус (басуны алган элемент) Чыгарылган баш үзгәрүләр (eg $fm_pwd, etc) Йолдызлык префиксы кулланылмаганда, бу боерыкта кулланырга мөмкин. Йолдызлык (*) белән команданы префикслагыз һәм шартлы рәвештә чыгу статусын кире кайтару өчен. Мәсәлән: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nУрта төймәгә басылды %%f" --button ok &
uk: Введіть програму або командний рядок bash, щоб автоматично запускатися при натисканні миші: Використовуйте: %%e тип події (evt_win_click) %%w ідентифікатор вікна (див. довідку zzzfm -s) %%p панель %%t табл %%b кнопка (кнопка миші натиснута) %%m модифікатор (клавіші-модифікатори) %%f фокус (елемент, який отримав клацання) Експортовані змінні bash (eg $fm_pwd, etc) можна використовувати в цій команді, якщо не використовується префікс зірочки. Додайте до вашої команди префікс зірочки (*) і умовно поверніть статус виходу 0, щоб заблокувати обробник за замовчуванням. Наприклад: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nСередня кнопка була натиснута %%f" --button ok &
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﺗ ﮯﺋﺎﺟ ﺎﯿﮐ ﮏﻠﮐ ﺮﭘ ﺱﺅﺎﻣ ﯽﮭﺑ ﺐﺟ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_win_click) %%w (ﮟﯿﮭﮑﯾﺩ ﺩﺪﻣ ﯽﮐ ﻢﯾﺍ ﻒﯾﺍ ﺯﺯﺯ) ﯼﮈ ﯽﺋﺁ ﻭﮉﻧﻭ %%p ﻞﻨﯿﭘ %%t ﺐﯿﭨ %%b (ﺎﯾﺎﺑﺩ ﻦﭩﺑ ﺎﮐ ﺱﺅﺎﻣ) ﻦﭩﺑ %%m (ﺰﯿﮐ ﺮﺋﺎﻔﯾﮈﻮﻣ) ﮦﺪﻨﻨﮐ ﻢﯿﻣﺮﺗ %%f (ﺎﯿﮐ ﻞﺻﺎﺣ ﮏﻠﮐ ﮯﻧ ﺲﺟ ﺮﺼﻨﻋ) ﺲﮐﻮﻓ ﺕﺍﺮﯿﻐﺘﻣ bash ﮦﺪﺷ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) ۔ﻮﮨ ﮧﻧ ﻝﺎﻤﻌﺘﺳﺍ ﮧﻘﺑﺎﺳ ﺎﮐ ﮦﺭﺎﺘﺳ ﯽﺋﻮﮐ ﺐﺟ ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﺱﺍ :ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ ۔ﮟﯾﺮﮐ ﺲﭘﺍﻭ 0 ﺲﭩﯿﭩﺳﺍ ﭦﺰﮕﯾﺍ ﺮﭘ ﺭﻮﻃ ﻁﻭﺮﺸﻣ ﮯﯿﻟ ﮯﮐ ﮯﻨﮐﻭﺭ ﻮﮐ ﺮﻟﮉﻨﯿﮨ ﮦﺪﺷ ﮯﻃ ﮯﺳ ﮯﻠﮩﭘ ﺭﻭﺍ ﮟﯿﺋﺎﮕ *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\n۔ﺎﯿﮔ ﺎﯿﮐ ﮏﻠﮐ ﺮﭘ ﻦﭩﺑ ﯽﻧﺎﯿﻣﺭﺩ %%f" --button ok &
uz: Sichqoncha bosilganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_win_click) %%w oyna identifikatori (zzzfm -s yordamiga qarang) %%p paneli %%t tab %%b tugmasi (sichqoncha tugmasi bosilgan) %%m modifikator (o'zgartirish tugmalari) %%f fokus (kliklangan element) Eksport qilingan bash o'zgaruvchilari (eg $fm_pwd, etc) yulduzcha prefiksi ishlatilmaganda ushbu buyruqda foydalanish mumkin. Buyruqingizga yulduzcha (*) qo'ying va standart ishlov beruvchini taqiqlash uchun shartli ravishda chiqish holatini 0 ga qaytaring. Misol uchun: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nO'rta tugma bosildi %%f" --button ok &
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động bất cứ khi nào con chuột được nhấp: Sử dụng: %%e loại sự kiện (evt_win_click) %%w id cửa sổ (xem trợ giúp zzzfm -s) %%p bảng điều khiển %%t chuyển hướng %%b nút (nút chuột được nhấn) %%m công cụ sửa đổi (các phím bổ trợ) %%f tiêu điểm (phần tử nhận được nhấp chuột) Các biến bash đã xuất (eg $fm_pwd, etc) có thể được sử dụng trong lệnh này khi không sử dụng tiền tố dấu hoa thị. Đặt tiền tố lệnh của bạn bằng dấu hoa thị (*) và trả về trạng thái thoát 0 có điều kiện để ngăn trình xử lý mặc định. Ví dụ: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nNút giữa đã được nhấp vào %%f" --button ok &
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo nanini na xa imouse icofa: Sebenzisa: %%e uhlobo lwesiganeko (evt_win_click) %%w id yefestile (jonga zzzfm -s uncedo) %%p Iphaneli %%t ithebhu %%b iqhosha (licinezelwe iqhosha lemouse) %%m isilungisi (amaqhosha okulungisa) %%f gxila (into efumene ucofa) Iinguqu ze-bash ezithunyelwa ngaphandle (eg $fm_pwd, etc) inokusetyenziswa kulo myalelo xa kungekho simaphambili seenkwenkwezi sisetyenziswayo. Isimaphambili somyalelo wakho ngeenkwenkwezi (*) kwaye ubuyisele imeko yokuphuma ngokwemiqathango engu-0 ukunqanda isibambi esingagqibekanga. Umzekelo: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nIqhosha eliphakathi licofe ngaphakathi %%f" --button ok &
yi: :טקילק זיא זיומ יד ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%e פּיט שינעעשעג (evt_win_click) %%w (ףליה zzzfm -s ןעז) ןיַיש רעטצנעפֿ %%p עילפאַט %%t לטיווק %%b (טקירדעג לפּענק זיומ) לפּענק %%m (ןעלסילש רעיפידאָמ) רעיפידאָמ %%f (קילק םעד ןעמוקאב סאָוו טנעמעלע) סוקאָפ זלאַבאַירעוו שאַב דעטראָפּסקע (eg $fm_pwd, etc) .טצינעג זיא סקיפערפּ קסירעטסאַ ןייק ןעוו לעפֿאַב םעד ןיא טנייוועג ןייז ןענעק :לשמל .רעלדנאַה טיַיקילעפ יד טאַביכני וצ 0 סוטאַטס גנאַגסיוראַ ןעמוקקירוצ ילאַנאַשידנאַק ןוא (*) קסירעטסאַ ןאַ טי *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nןיא טקילק זיא לפּענק לטימ %%f" --button ok &
