Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: '%s' is not an internal command
af: '%s' is nie 'n interne opdrag nie
am: '%s' የውስጥ ትዕዛዝ አይደለም
ar: '%s' ﺎًﻴﻠﺧﺍﺩ ﺍًﺮﻣﺃ ﺲﻴﻟ
be: '%s' не з'яўляецца ўнутранай камандай
bg: '%s' не е вътрешна команда
bn: '%s' একটি অভ্যন্তরীণ কমান্ড নয়
ca: '%s' no és una ordre interna
cy: '%s' ddim yn orchymyn mewnol
da: '%s' er ikke en intern kommando
eo: '%s' ne estas interna komando
et: '%s' ei ole sisemine käsk
eu: '%s' ez da barne komando bat
fa: '%s' ﺖﺴﯿﻧ ﯽﻠﺧﺍﺩ ﺭﻮﺘﺳﺩ ﮏﯾ
fi: '%s' ei ole sisäinen komento
fil: '%s' ay hindi isang panloob na utos
fy: '%s' is gjin ynterne kommando
ga: '%s' ní ordú inmheánach é
gd: '%s' chan eil e na àithne a-staigh
gl: '%s' non é un comando interno
gu: '%s' આંતરિક આદેશ નથી
he: '%s' תימינפ הדוקפ וניא
hi: '%s' आंतरिक आदेश नहीं है
hr: '%s' nije interna naredba
hu: '%s' nem egy belső parancs
hy: '%s' ներքին հրաման չէ
id: '%s' bukan perintah internal
is: '%s' er ekki innri skipun
ka: '%s' არ არის შიდა ბრძანება
kk: '%s' ішкі команда емес
km: '%s' មិនមែនជាពាក្យបញ្ជាផ្ទៃក្នុងទេ។
kn: '%s' ಆಂತರಿಕ ಆಜ್ಞೆಯಲ್ಲ
ku: '%s' ne fermanek navxweyî ye
ky: '%s' ички буйрук эмес
lb: '%s' ass keen internen Kommando
lo: '%s' ບໍ່ແມ່ນຄໍາສັ່ງພາຍໃນ
lt: '%s' nėra vidinė komanda
lv: '%s' nav iekšēja komanda
mg: '%s' tsy baiko anatiny
mi: '%s' ehara i te whakahau o roto
mk: '%s' не е внатрешна команда
ml: '%s' ഒരു ആന്തരിക കമാൻഡ് അല്ല
mn: '%s' дотоод тушаал биш
mr: '%s' अंतर्गत आदेश नाही
mt: '%s' mhuwiex kmand intern
my: '%s' internal command မဟုတ်ပါ။
nb: '%s' er ikke en intern kommando
ne: '%s' आन्तरिक आदेश होइन
or: '%s' ଏକ ଆଭ୍ୟନ୍ତରୀଣ ନିର୍ଦ୍ଦେଶ ନୁହେଁ |
pa: '%s' ਅੰਦਰੂਨੀ ਕਮਾਂਡ ਨਹੀਂ ਹੈ
ps: '%s' ﻩﺩ ﻪﻧ ﻩﺪﻧﺎﻣﻮﻗ ﻲﻠﺧﺍﺩ
ro: '%s' nu este o comandă internă
rw: '%s' ntabwo ari itegeko ryimbere
sd: '%s' ﻲﻫﺁ ﻪﻧ ﻢڪﺣ ﻲﻧﻭﺭﺪﻧﺍ
si: '%s' අභ්යන්තර විධානයක් නොවේ
sk: '%s' nie je interným príkazom
sl: '%s' ni notranji ukaz
sq: '%s' nuk është një komandë e brendshme
sw: '%s' sio amri ya ndani
ta: '%s' உள் கட்டளை அல்ல
te: '%s' అంతర్గత ఆదేశం కాదు
tg: '%s' фармони дохилй нест
th: '%s' ไม่ใช่คำสั่งภายใน
tk: '%s' içerki buýruk däl
tt: '%s' эчке боерык түгел
uk: '%s' не є внутрішньою командою
ur: '%s' ۔ﮯﮨ ﮟﯿﮩﻧ ﮉﻧﺎﻤﮐ ﯽﻧﻭﺭﺪﻧﺍ
uz: '%s' ichki buyruq emas
vi: '%s' không phải là lệnh nội bộ
xh: '%s' ayingomyalelo wangaphakathi
yi: '%s' לעפֿאַב רעכעלרעניא ןאַ טשינ זיא

source: error creating file %s: %s
af: fout met die skep van lêer %s: %s
am: ፋይል መፍጠር ላይ ስህተት %s: %s
ar: ﻒﻠﻤﻟﺍ ءﺎﺸﻧﺇ ﻲﻓ ﺄﻄﺧ %s: %s
be: памылка стварэння файла %s: %s
bg: грешка при създаването на файл %s: %s
bn: ফাইল তৈরিতে ত্রুটি %s: %s
ca: error en crear el fitxer %s: %s
cy: gwall wrth greu ffeil %s: %s
da: fejl ved oprettelse af fil %s: %s
eo: eraro dum kreado de dosiero %s: %s
et: viga faili loomisel %s: %s
eu: errorea fitxategia sortzean %s: %s
fa: ﻞﯾﺎﻓ ﺩﺎﺠﯾﺍ ﺭﺩ ﺎﻄﺧ %s: %s
fi: virhe luotaessa tiedostoa %s: %s
fil: error sa paggawa ng file %s: %s
fy: flater meitsje triem %s: %s
ga: earráid ag cruthú comhad %s: %s
gd: mearachd a ’cruthachadh faidhle %s: %s
gl: erro ao crear o ficheiro %s: %s
gu: ફાઇલ બનાવવામાં ભૂલ %s: %s
he: ץבוק תריציב האיגש %s: %s
hi: फ़ाइल बनाने में त्रुटि %s: %s
hr: pogreška pri stvaranju datoteke %s: %s
hu: hiba a fájl létrehozásakor: %s: %s
hy: ֆայլի ստեղծման սխալ %s: %s
id: kesalahan membuat file %s: %s
is: villa við að búa til skrá %s: %s
ka: შეცდომა ფაილის შექმნისას %s: %s
kk: файлды құру қатесі %s: %s
km: កំហុសក្នុងការបង្កើតឯកសារ %s: %s
kn: ಫೈಲ್ ರಚಿಸುವಲ್ಲಿ ದೋಷ %s: %s
ku: çewtî di afirandina pelê de %s: %s
ky: файлды түзүү катасы %s: %s
lb: Feeler beim Erstellen vun enger Datei %s: %s
lo: ເກີດຄວາມຜິດພາດໃນການສ້າງໄຟລ໌ %s: %s
lt: klaida, kuriant failą %s: %s
lv: kļūda, veidojot failu %s: %s
mg: fahadisoana famoronana rakitra %s: %s
mi: hapa te hanga kōnae %s: %s
mk: грешка при креирање на датотека %s: %s
ml: ഫയൽ സൃഷ്ടിക്കുന്നതിൽ പിശക് %s: %s
mn: файл үүсгэх алдаа %s: %s
mr: फाइल तयार करताना त्रुटी %s: %s
mt: żball fil-ħolqien tal-fajl %s: %s
my: ဖိုင်ဖန်တီးရာတွင် အမှားအယွင်းရှိသည်။ %s: %s
nb: feil ved opprettelse av fil %s: %s
ne: फाइल सिर्जना गर्दा त्रुटि %s: %s
or: ଫାଇଲ୍ ସୃଷ୍ଟି କରିବାରେ ତ୍ରୁଟି | %s: %s
pa: ਫਾਇਲ ਬਣਾਉਣ ਵਿੱਚ ਗਲਤੀ %s: %s
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻟﻭړﻮﺟ ﻪﭘ ﯥﻨﺗﻭﺩ ﺩ %s: %s
ro: eroare la crearea fișierului %s: %s
rw: ikosa ryo gukora dosiye %s: %s
sd: ﻲﻄﻠﻏ ۾ ﮡﻫﺎﭠ ﻞﺋﺎﻓ %s: %s
si: ගොනුව සෑදීමේ දෝෂයකි %s: %s
sk: chyba pri vytváraní súboru %s: %s
sl: napaka pri ustvarjanju datoteke %s: %s
sq: gabim në krijimin e skedarit %s: %s
sw: kosa kuunda faili %s: %s
ta: கோப்பை உருவாக்குவதில் பிழை %s: %s
te: ఫైల్ సృష్టించడంలో లోపం %s: %s
tg: хатои эҷоди файл %s: %s
th: เกิดข้อผิดพลาดในการสร้างไฟล์ %s: %s
tk: faýl döretmekde ýalňyşlyk %s: %s
tt: файл ясауда хата %s: %s
uk: помилка створення файлу %s: %s
ur: ﯽﻄﻠﻏ ﮟﯿﻣ ﮯﻧﺎﻨﺑ ﻞﺋﺎﻓ %s: %s
uz: faylni yaratishda xato %s: %s
vi: lỗi tạo tệp %s: %s
xh: ifayile yempazamo %s: %s
yi: עקעט גניטייירק תועט %s: %s

source: pipe '%s' data is not valid UTF-8
af: pyp '%s' data is nie geldig nie UTF-8
am: ቧንቧ '%s' ውሂብ ልክ አይደለም UTF-8
ar: ﺦﻀﻳ '%s' ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺕﺎﻧﺎﻴﺒﻟﺍ UTF-8
be: труба '%s' дадзеныя несапраўдныя UTF-8
bg: тръба '%s' данните не са валидни UTF-8
bn: পাইপ '%s' তথ্য বৈধ নয় UTF-8
ca: canonada '%s' les dades no són vàlides UTF-8
cy: pibell '%s' nid yw'r data'n ddilys UTF-8
da: rør '%s' data er ikke gyldige UTF-8
eo: pipo '%s' datumoj ne validas UTF-8
et: toru '%s' andmed ei kehti UTF-8
eu: tutua '%s' datuak ez dira baliozkoak UTF-8
fa: ﻪﻟﻮﻟ '%s' ﺖﺴﯿﻧ ﺮﺒﺘﻌﻣ ﻩﺩﺍﺩ UTF-8
fi: putki '%s' tiedot eivät kelpaa UTF-8
fil: tubo '%s' hindi wasto ang data UTF-8
fy: piip '%s' gegevens is net jildich UTF-8
ga: píopa '%s' níl na sonraí bailí UTF-8
gd: pìob '%s' chan eil dàta dligheach UTF-8
gl: tubo '%s' os datos non son válidos UTF-8
gu: પાઇપ '%s' ડેટા માન્ય નથી UTF-8
he: רוניצ '%s' םייקוח םניא םינותנה UTF-8
hi: पाइप '%s' डेटा मान्य नहीं है UTF-8
hr: cijev '%s' podaci nisu valjani UTF-8
hu: '%s' csővezeték adata nem érvényes UTF-8
hy: խողովակ '%s' տվյալները վավեր չեն UTF-8
id: pipa '%s' data tidak valid UTF-8
is: pípa '%s' gögn eru ekki gild UTF-8
ka: მილი '%s' მონაცემები არასწორია UTF-8
kk: құбыр '%s' деректер жарамсыз UTF-8
km: បំពង់ '%s' ទិន្នន័យមិនត្រឹមត្រូវទេ។ UTF-8
kn: ಪೈಪ್ '%s' ಡೇಟಾ ಮಾನ್ಯವಾಗಿಲ್ಲ UTF-8
ku: lûle '%s' dane ne derbasdar e UTF-8
ky: түтүк '%s' маалыматтар жараксыз UTF-8
lb: Päif '%s' daten ass net valabel UTF-8
lo: ທໍ່ '%s' ຂໍ້ມູນບໍ່ຖືກຕ້ອງ UTF-8
lt: vamzdis '%s' duomenys negalioja UTF-8
lv: caurule '%s' dati nav derīgi UTF-8
mg: sodina '%s' tsy mitombina ny angona UTF-8
mi: paipa '%s' he kore tika nga raraunga UTF-8
mk: цевка '%s' податоците не се валидни UTF-8
ml: പൈപ്പ് '%s' ഡാറ്റ സാധുതയുള്ളതല്ല UTF-8
mn: хоолой '%s' өгөгдөл хүчин төгөлдөр бус байна UTF-8
mr: पाईप '%s' डेटा वैध नाही UTF-8
mt: pajp '%s' data mhix valida UTF-8
my: ပိုက် '%s' ဒေတာ မမှန်ပါ။ UTF-8
nb: rør '%s' data er ikke gyldige UTF-8
ne: पाइप '%s' डाटा मान्य छैन UTF-8
or: ନଳୀ '%s' ତଥ୍ୟ ବ valid ଧ ନୁହେଁ | UTF-8
pa: ਪਾਈਪ '%s' ਡੇਟਾ ਵੈਧ ਨਹੀਂ ਹੈ UTF-8
ps: ﭗﯾﺎﭘ '%s' ﻱﺪﻧ ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ ﺕﺎﻣﻮﻠﻌﻣ UTF-8
ro: teava '%s' datele nu sunt valide UTF-8
rw: umuyoboro '%s' amakuru ntabwo yemewe UTF-8
sd: ﭗﺋﺎﭘ '%s' ﻲﻫﺁ ﻪﻧ ﺢﻴﺤﺻ ﺎٽﻳڊ UTF-8
si: පයිප්ප '%s' දත්ත වලංගු නොවේ UTF-8
sk: rúra '%s' údaje nie sú platné UTF-8
sl: cev '%s' podatki niso veljavni UTF-8
sq: tub '%s' të dhënat nuk janë të vlefshme UTF-8
sw: bomba '%s' data si halali UTF-8
ta: குழாய் '%s' தரவு செல்லுபடியாகாது UTF-8
te: పైపు '%s' డేటా చెల్లదు UTF-8
tg: қубур '%s' маълумот эътибор надорад UTF-8
th: ท่อ '%s' ข้อมูลไม่ถูกต้อง UTF-8
tk: turba '%s' maglumatlar dogry däl UTF-8
tt: торба '%s' мәгълүмат дөрес түгел UTF-8
uk: труба '%s' дані недійсні UTF-8
ur: ﭗﺋﺎﭘ '%s' ۔ﮯﮨ ﮟﯿﮩﻧ ﺖﺳﺭﺩ ﺎﭩﯾﮈ UTF-8
uz: quvur '%s' ma'lumotlar haqiqiy emas UTF-8
vi: đường ống '%s' dữ liệu không hợp lệ UTF-8
xh: umbhobho '%s' idatha ayisebenzi UTF-8
yi: רער '%s' קיטליג טשינ ןענעז ןטאַד UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
af: [ SNIP - bykomende uitset hierbo is van hierdie logboek afgesny ]
am: [ SNIP - ተጨማሪ ውፅዓት ከዚህ ምዝግብ ማስታወሻ ተቆርጧል ]
ar: [ SNIP - ﻞﺠﺴﻟﺍ ﺍﺬﻫ ﻦﻣ ﻩﻼ﻿ﻋﺃ ﻲﻓﺎﺿﻹ﻿ﺍ ﺝﺍﺮﺧﻹ﻿ﺍ ﻉﺎﻄﺘﻗﺍ ﻢﺗ ]
be: [ SNIP - дадатковы выхад вышэй быў абрэзаны з гэтага часопіса ]
bg: [ SNIP - допълнителен изход по-горе е изрязан от този журнал ]
bn: [ SNIP - উপরের অতিরিক্ত আউটপুট এই লগ থেকে ছাঁটাই করা হয়েছে ]
ca: [ SNIP: la sortida addicional anterior s'ha retallat d'aquest registre ]
cy: [ SNIP - mae allbwn ychwanegol uchod wedi'i docio o'r log hwn ]
da: [ SNIP - yderligere output ovenfor er blevet trimmet fra denne log ]
eo: [ SNIP - plia eligo supre estis eltondita de ĉi tiu protokolo ]
et: [ SNIP – ülaltoodud lisaväljund on sellest logist kärbitud ]
eu: [ SNIP - goiko irteera gehigarria kendu da erregistro honetatik ]
fa: [ SNIP - ﺖﺳﺍ ﻩﺪﺷ ﻩﺪﯾﺮﺑ ﺵﺭﺍﺰﮔ ﻦﯾﺍ ﺯﺍ ﻻ﻿ﺎﺑ ﯽﻓﺎﺿﺍ ﯽﺟﻭﺮﺧ ]
fi: [ SNIP - yllä oleva lisätulostus on leikattu tästä lokista ]
fil: [ SNIP - ang karagdagang output sa itaas ay na-trim mula sa log na ito ]
fy: [ SNIP - ekstra útfier hjirboppe is ôfsnien fan dit logboek ]
ga: [ SNIP - bearradh aschur breise thuas ón logáil seo ]
gd: [ SNIP - chaidh toradh a bharrachd gu h-àrd a ghearradh bhon log seo ]
gl: [ SNIP: a saída adicional anterior foi recortada deste rexistro ]
gu: [ SNIP - ઉપરોક્ત વધારાનું આઉટપુટ આ લોગમાંથી ટ્રિમ કરવામાં આવ્યું છે ]
he: [ SNIP - הז ןמוימ ךתחנ הלעמל ףסונ טלפ ]
hi: [ SNIP - ऊपर दिए गए अतिरिक्त आउटपुट को इस लॉग से काट दिया गया है ]
hr: [ SNIP - dodatni izlaz iznad je izrezan iz ovog dnevnika ]
hu: [ SNIP – a fenti további kimenet le lett vágva ebből a naplóból ]
hy: [ SNIP - վերը նշված լրացուցիչ ելքը կտրված է այս մատյանից ]
id: [ SNIP - output tambahan di atas telah dipangkas dari log ini ]
is: [ SNIP - viðbótarúttak hér að ofan hefur verið klippt úr þessum annál ]
ka: [ SNIP - დამატებითი გამომავალი ზემოთ ამოჭრილია ამ ჟურნალიდან ]
kk: [ SNIP - жоғарыдағы қосымша шығыс осы журналдан кесілген ]
km: [ SNIP - ទិន្នផលបន្ថែមខាងលើត្រូវបានកាត់ចេញពីកំណត់ហេតុនេះ។ ]
kn: [ SNIP - ಮೇಲಿನ ಹೆಚ್ಚುವರಿ ಔಟ್u200cಪುಟ್ ಅನ್ನು ಈ ಲಾಗ್u200cನಿಂದ ಟ್ರಿಮ್ ಮಾಡಲಾಗಿದೆ ]
ku: [ SNIP - derana zêde ya li jor ji vê têketinê hate qut kirin ]
ky: [ SNIP - жогорудагы кошумча чыгаруу бул журналдан кесилген ]
lb: [ SNIP - zousätzlech Ausgang uewendriwwer gouf aus dësem Log getrimmt ]
lo: [ SNIP - ຜົນຜະລິດເພີ່ມເຕີມຂ້າງເທິງໄດ້ຖືກຕັດອອກຈາກບັນທຶກນີ້ ]
lt: [ SNIP – papildoma aukščiau pateikta išvestis buvo iškirpta iš šio žurnalo ]
lv: [ SNIP — no šī žurnāla ir izgriezta iepriekš minētā papildu izvade ]
mg: [ SNIP - vokatra fanampiny etsy ambony dia nokapaina tamin'ity log ity ]
mi: [ SNIP - he putanga taapiri kei runga ake nei kua kuti mai i tenei rangitaki ]
mk: [ SNIP - дополнителниот излез погоре е исечен од овој дневник ]
ml: [ SNIP - മുകളിലുള്ള അധിക ഔട്ട്പുട്ട് ഈ ലോഗിൽ നിന്ന് ട്രിം ചെയ്തിരിക്കുന്നു ]
mn: [ SNIP - дээрх нэмэлт гаралтыг энэ бүртгэлээс хассан ]
mr: [ SNIP - वरील अतिरिक्त आउटपुट या लॉगमधून ट्रिम केले गेले आहे ]
mt: [ SNIP - l-output addizzjonali hawn fuq ġie mirqum minn dan il-ġurnal ]
my: [ SNIP - အထက်ဖော်ပြပါ အပိုထွက်အားကို ဤမှတ်တမ်းမှ ဖြတ်တောက်ထားသည်။ ]
nb: [ SNIP - ekstra utgang ovenfor er trimmet fra denne loggen ]
ne: [ SNIP - माथिको अतिरिक्त आउटपुट यस लगबाट ट्रिम गरिएको छ ]
or: [ SNIP - ଉପରୋକ୍ତ ଅତିରିକ୍ତ ଆଉଟପୁଟ୍ ଏହି ଲଗରୁ ଛେଦନ କରାଯାଇଛି | ]
pa: [ SNIP - ਉਪਰੋਕਤ ਵਾਧੂ ਆਉਟਪੁੱਟ ਨੂੰ ਇਸ ਲਾਗ ਤੋਂ ਕੱਟਿਆ ਗਿਆ ਹੈ ]
ps: [ SNIP - ﯼﺩ ﯼﻮﺷ ﻢﮐ ﻪﺨڅ ګﻻ﻿ ﯤﺩ ﺩ ﻝﻮﺼﺤﻣ ﻲﻓﺎﺿﺍ ﻪﺗﺭﻮﭘ ]
ro: [ SNIP - ieșirea suplimentară de mai sus a fost tăiată din acest jurnal ]
rw: [ SNIP - ibisohoka byongeweho hejuru byakuwe kuriyi logi ]
sd: [ SNIP - ﻲﻫﺁ ﻮﻳﻭ ﻮﻴڪﺮﺗ ﻥﺎﻣ ﮒﻻ﻿ ﻦﻫ ﻲﭥﻣ ٽﻮﺋﺁ ﻲﻓﺎﺿﺍ ]
si: [ SNIP - ඉහත අමතර ප්u200dරතිදානය මෙම ලොගයෙන් කපා ඇත ]
sk: [ SNIP - dodatočný výstup vyššie bol z tohto protokolu orezaný ]
sl: [ SNIP - dodatni izhod zgoraj je bil izrezan iz tega dnevnika ]
sq: [ SNIP - prodhimi shtesë i mësipërm është shkurtuar nga ky regjistër ]
sw: [ SNIP - pato la ziada hapo juu limepunguzwa kutoka kwa logi hii ]
ta: [ SNIP - மேலே உள்ள கூடுதல் வெளியீடு இந்தப் பதிவிலிருந்து டிரிம் செய்யப்பட்டுள்ளது ]
te: [ SNIP - పైన ఉన్న అదనపు అవుట్u200cపుట్ ఈ లాగ్ నుండి ట్రిమ్ చేయబడింది ]
tg: [ SNIP - баромади иловагии боло аз ин гузориш бурида шудааст ]
th: [ SNIP - เอาต์พุตเพิ่มเติมด้านบนถูกตัดออกจากบันทึกนี้ ]
tk: [ SNIP - ýokardaky goşmaça çykyş bu gündeliginden kesildi ]
tt: [ SNIP - өстәмә чыгу бу бүрәнәдән киселгән ]
uk: [ SNIP - додатковий вихід вище вирізано з цього журналу ]
ur: [ SNIP - ۔ﮯﮨ ﺎﯿﮔ ﺎﯾﺩ ﺵﺍﺮﺗ ﮯﺳ ﮒﻻ﻿ ﺱﺍ ﻮﮐ ﭧﭘ ﭦﺅﺁ ﯽﻓﺎﺿﺍ ﺮﭘﻭﺍ ]
uz: [ SNIP - yuqoridagi qo'shimcha chiqish ushbu jurnaldan kesilgan ]
vi: [ SNIP - đầu ra bổ sung ở trên đã bị cắt khỏi nhật ký này ]
xh: [ I-SNIP - imveliso eyongezelelweyo engentla ilungisiwe kule log ]
yi: [ SNIP - ץאָלק םעד ןופ דעממירט זיא ןביוא טאַטלוזער ךאָנ ]

source: ( file contents are not valid UTF-8 )
af: ( lêerinhoud is nie geldig nie UTF-8 )
am: ( የፋይል ይዘቶች ልክ አይደሉም UTF-8 )
ar: ( ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﻒﻠﻤﻟﺍ ﺕﺎﻳﻮﺘﺤﻣ UTF-8 )
be: ( змесціва файла несапраўднае UTF-8 )
bg: ( съдържанието на файла не е валидно UTF-8 )
bn: ( ফাইল বিষয়বস্তু বৈধ নয় UTF-8 )
ca: ( el contingut del fitxer no és vàlid UTF-8 )
cy: ( nid yw cynnwys ffeiliau yn ddilys UTF-8 )
da: ( filindhold er ikke gyldigt UTF-8 )
eo: ( dosiero enhavo ne validas UTF-8 )
et: ( faili sisu ei kehti UTF-8 )
eu: ( fitxategiaren edukiak ez du balio UTF-8 )
fa: ( ﺖﺴﯿﻧ ﺮﺒﺘﻌﻣ ﻞﯾﺎﻓ ﺕﺎﯾﻮﺘﺤﻣ UTF-8 )
fi: ( tiedoston sisältö ei kelpaa UTF-8 )
fil: ( hindi wasto ang mga nilalaman ng file UTF-8 )
fy: ( triem ynhâld is net jildich UTF-8 )
ga: ( níl ábhar an chomhaid bailí UTF-8 )
gd: ( chan eil susbaint nam faidhlichean dligheach UTF-8 )
gl: ( o contido do ficheiro non é válido UTF-8 )
gu: ( ફાઇલ સમાવિષ્ટો માન્ય નથી UTF-8 )
he: ( יקוח וניא ץבוקה ןכות UTF-8 )
hi: ( फ़ाइल सामग्री मान्य नहीं हैं UTF-8 )
hr: ( sadržaj datoteke nije valjan UTF-8 )
hu: ( a fájl tartalma nem érvényes UTF-8 )
hy: ( ֆայլի բովանդակությունը վավեր չէ UTF-8 )
id: ( isi file tidak valid UTF-8 )
is: ( innihald skráar er ekki gilt UTF-8 )
ka: ( ფაილის შინაარსი არასწორია UTF-8 )
kk: ( файл мазмұны жарамсыз UTF-8 )
km: ( មាតិកាឯកសារមិនត្រឹមត្រូវទេ។ UTF-8 )
kn: ( ಫೈಲ್ ವಿಷಯಗಳು ಮಾನ್ಯವಾಗಿಲ್ಲ UTF-8 )
ku: ( naveroka pelê ne derbasdar e UTF-8 )
ky: ( файлдын мазмуну жараксыз UTF-8 )
lb: ( Fichier Inhalter sinn net valabel UTF-8 )
lo: ( ເນື້ອໃນໄຟລ໌ບໍ່ຖືກຕ້ອງ UTF-8 )
lt: ( failo turinys negalioja UTF-8 )
lv: ( faila saturs nav derīgs UTF-8 )
mg: ( tsy manankery ny votoatin'ny rakitra UTF-8 )
mi: ( karekau nga ihirangi o nga konae i te tika UTF-8 )
mk: ( содржината на датотеката не е валидна UTF-8 )
ml: ( ഫയൽ ഉള്ളടക്കങ്ങൾ സാധുതയുള്ളതല്ല UTF-8 )
mn: ( файлын агуулга буруу байна UTF-8 )
mr: ( फाइल सामग्री वैध नाही UTF-8 )
mt: ( il-kontenut tal-fajl mhuwiex validu UTF-8 )
my: ( ဖိုင်အကြောင်းအရာများ မမှန်ပါ။ UTF-8 )
nb: ( filinnholdet er ikke gyldig UTF-8 )
ne: ( फाइल सामग्री मान्य छैन UTF-8 )
or: ( ଫାଇଲ୍ ବିଷୟବସ୍ତୁ ବ valid ଧ ନୁହେଁ | UTF-8 )
pa: ( ਫਾਈਲ ਸਮੱਗਰੀ ਵੈਧ ਨਹੀਂ ਹਨ UTF-8 )
ps: ( ﻱﺪﻧ ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ ﯥګﻧﺎﭙځﻨﻣ ﻞﯾﺎﻓ ﺩ UTF-8 )
ro: ( conținutul fișierului nu este valid UTF-8 )
rw: ( ibiri muri dosiye ntabwo byemewe UTF-8 )
sd: ( ﻦﻫﺁ ﻪﻧ ﺢﻴﺤﺻ ﺩﺍﻮﻣ ﻞﺋﺎﻓ UTF-8 )
si: ( ගොනු අන්තර්ගතය වලංගු නොවේ UTF-8 )
sk: ( obsah súboru nie je platný UTF-8 )
sl: ( vsebina datoteke ni veljavna UTF-8 )
sq: ( përmbajtja e skedarit nuk është e vlefshme UTF-8 )
sw: ( yaliyomo kwenye faili si halali UTF-8 )
ta: ( கோப்பு உள்ளடக்கங்கள் செல்லாது UTF-8 )
te: ( ఫైల్ కంటెంట్u200cలు చెల్లవు UTF-8 )
tg: ( мундариҷаи файл эътибор надорад UTF-8 )
th: ( เนื้อหาไฟล์ไม่ถูกต้อง UTF-8 )
tk: ( faýl mazmuny dogry däl UTF-8 )
tt: ( файлның эчтәлеге дөрес түгел UTF-8 )
uk: ( вміст файла не відповідає кодуванню UTF-8 )
ur: ( ۔ﮟﯿﮨ ﮟﯿﮩﻧ ﺖﺳﺭﺩ ﺩﺍﻮﻣ ﮯﮐ ﻞﺋﺎﻓ UTF-8 )
uz: ( fayl mazmuni yaroqsiz UTF-8 )
vi: ( nội dung tệp không hợp lệ UTF-8 )
xh: ( imixholo yefayile ayisebenzi UTF-8 )
yi: ( קיטליג טשינ זיא טלאַהניא עקעט UTF-8 )

source: prefix '%s' is not a valid variable name
af: voorvoegsel '%s' is nie 'n geldige veranderlike naam nie
am: ቅድመ ቅጥያ '%s' ትክክለኛ ተለዋዋጭ ስም አይደለም።
ar: ﺭﺎﺼﺘﺧﺍ '%s' ﺎًﺤﻟﺎﺻ ﺮﻴﻐﺘﻣ ﻢﺳﺍ ﺲﻴﻟ
be: прыстаўка '%s' не з'яўляецца сапраўдным імем зменнай
bg: префикс '%s' не е валидно име на променлива
bn: উপসর্গ '%s' একটি বৈধ পরিবর্তনশীল নাম নয়
ca: prefix '%s' no és un nom de variable vàlid
cy: rhagddodiad '%s' ddim yn enw newidiol dilys
da: præfiks '%s' er ikke et gyldigt variabelnavn
eo: Prefikso '%s' ne estas valida variablo nomo
et: eesliide '%s' ei ole kehtiv muutuja nimi
eu: aurrizkia '%s' ez da baliozko aldagai-izen bat
fa: ﺪﻧﻮﺸﯿﭘ '%s' ﺖﺴﯿﻧ ﯼﺮﺒﺘﻌﻣ ﺮﯿﻐﺘﻣ ﻡﺎﻧ
fi: etuliite '%s' ei ole kelvollinen muuttujan nimi
fil: unlapi '%s' ay hindi wastong pangalan ng variable
fy: foarheaksel '%s' is gjin jildige fariabelenamme
ga: réimír '%s' nach ainm bailí athraitheach é
gd: ro-leasachan '%s' chan eil e na ainm caochlaideach dligheach
gl: prefixo '%s' non é un nome de variable válido
gu: ઉપસર્ગ '%s' માન્ય ચલ નામ નથી
he: תמודיק '%s' יקוח הנתשמ םש וניא
hi: उपसर्ग '%s' मान्य चर नाम नहीं है
hr: prefiks '%s' nije valjano ime varijable
hu: '%s' prefixum nem egy érvényes változónév
hy: նախածանց '%s' վավեր փոփոխականի անուն չէ
id: awalan '%s' bukan nama variabel yang valid
is: forskeyti '%s' er ekki gilt breytuheiti
ka: პრეფიქსი '%s' არ არის სწორი ცვლადის სახელი
kk: префикс '%s' жарамды айнымалы аты емес
km: បុព្វបទ '%s' មិនមែនជាឈ្មោះអថេរត្រឹមត្រូវទេ។
kn: ಪೂರ್ವಪ್ರತ್ಯಯ '%s' ಮಾನ್ಯವಾದ ವೇರಿಯಬಲ್ ಹೆಸರಲ್ಲ
ku: pêşkîte '%s' navekî guhêrbar ne derbasdar e
ky: префикс '%s' жарактуу өзгөрмө аты эмес
lb: Präfix '%s' ass net e gültege Variabelnumm
lo: ຄຳນຳໜ້າ '%s' ບໍ່ແມ່ນຊື່ຕົວແປທີ່ຖືກຕ້ອງ
lt: priešdėlis '%s' nėra tinkamas kintamojo pavadinimas
lv: priedēklis '%s' nav derīgs mainīgā nosaukums
mg: tovona '%s' dia tsy anarana miovaova manankery
mi: prefix '%s' ehara i te ingoa taurangi whaimana
mk: префикс '%s' не е валидно име на променлива
ml: ഉപസർഗ്ഗം '%s' സാധുവായ ഒരു വേരിയബിൾ നാമമല്ല
mn: угтвар '%s' хүчинтэй хувьсагчийн нэр биш байна
mr: उपसर्ग '%s' वैध व्हेरिएबल नाव नाही
mt: prefiss '%s' mhuwiex isem varjabbli validu
my: ရှေ့ဆက် '%s' မှန်ကန်သော ပြောင်းလဲနိုင်သော အမည်မဟုတ်ပါ။
nb: prefiks '%s' er ikke et gyldig variabelnavn
ne: उपसर्ग '%s' मान्य चल नाम होइन
or: ଉପସର୍ଗ '%s' ଏକ ବ valid ଧ ଭେରିଏବଲ୍ ନାମ ନୁହେଁ |
pa: ਅਗੇਤਰ '%s' ਇੱਕ ਵੈਧ ਵੇਰੀਏਬਲ ਨਾਮ ਨਹੀਂ ਹੈ
ps: ﯽﻨﯿﮑﺨﻣ '%s' ﯼﺪﻧ ﻡﻮﻧ ﺮﯿﻐﺘﻣ ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ
ro: prefix '%s' nu este un nume de variabilă valid
rw: imbanzirizamushinga '%s' ntabwo ari izina ryemewe
sd: ﻮﮢﻮﮘﺍ '%s' ﻲﻫﺁ ﻪﻧ ﻮﻟﺎﻧ variable ﺢﻴﺤﺻ
si: උපසර්ගය '%s' වලංගු විචල්u200dය නාමයක් නොවේ
sk: predpona '%s' nie je platný názov premennej
sl: predpona '%s' ni veljavno ime spremenljivke
sq: parashtesë '%s' nuk është një emër i vlefshëm variabli
sw: kiambishi awali '%s' sio jina halali la kutofautisha
ta: முன்னொட்டு '%s' சரியான மாறி பெயர் அல்ல
te: ఉపసర్గ '%s' చెల్లుబాటు అయ్యే వేరియబుల్ పేరు కాదు
tg: префикс '%s' номи тағирёбандаи дуруст нест
th: คำนำหน้า '%s' ไม่ใช่ชื่อตัวแปรที่ถูกต้อง
tk: prefiksi '%s' dogry üýtgeýän at däl
tt: префикс '%s' дөрес үзгәрүчән исем түгел
uk: префікс '%s' не є дійсним ім'ям змінної
ur: ﮧﻘﺑﺎﺳ '%s' ۔ﮯﮨ ﮟﯿﮩﻧ ﻡﺎﻧ ﺮﯿﻐﺘﻣ ﺖﺳﺭﺩ ﮏﯾﺍ
uz: prefiks '%s' yaroqli oʻzgaruvchi nomi emas
vi: tiếp đầu ngữ '%s' không phải là một tên biến hợp lệ
xh: isimaphambili '%s' asilogama eliguquguqukayo elisebenzayo
yi: סקיפערפּ '%s' ןעמאָנ לאַבאַירעוו קיטליג אַ טשינ זיא

source: Pause
af: Pouse
am: ለአፍታ አቁም
ar: ﻒﻗﻮﻳ
be: Паўза
bg: Пауза
bn: বিরতি
ca: Pausa
cy: Saib
eo: Paŭzo
et: Paus
eu: Etenaldia
fa: توقف
fi: Tauko
fil: I-pause
fy: Skoft
ga: Sos
gd: Stad
gl: Pausa
gu: વિરામ
he: הָקָספַה
hi: ठहराव
hr: Pauza
hu: Szünet
hy: Դադար
id: Berhenti sebentar
is: Gera hlé
ka: პაუზა
kk: Кідірту
km: ផ្អាក
kn: ವಿರಾಮ
ku: Mizdan
ky: Тыныгуу
lb: Paus
lo: ຢຸດu200bຊົ່ວu200bຄາວ
lt: Pauzė
lv: Pauze
mg: Miato
mi: Tatari
mk: Пауза
ml: താൽക്കാലികമായി നിർത്തുക
mn: Түр зогсоох
mr: विराम द्या
mt: Waqfa
my: ခဏရပ်ပါ။
ne: रोक्नुहोस्
or: ବିରତି
pa: ਵਿਰਾਮ
ps: ﻪﻔﻗﻭ
ro: Pauză
rw: Kuruhuka
sd: ڪﻭﺭ
si: නවත්වන්න
sk: Pauza
sl: Pavza
sq: Pushoni
sw: Sitisha
ta: இடைநிறுத்தம்
te: పాజ్ చేయండి
tg: Таваққуф
th: หยุดชั่วคราว
tk: Arakesme
tt: Пауза
uk: Пауза
ur: ﻒﻗﻮﺗ
uz: Pauza
vi: Tạm ngừng
xh: Misa
yi: עזיופּ

source: file '%s' is not a regular file or a pipe
af: lêer '%s' is nie 'n gewone lêer of 'n pyp nie
am: ፋይል '%s' መደበኛ ፋይል ወይም ቧንቧ አይደለም
ar: ﻒﻠﻣ '%s' ﺎًﺑﻮﺒﻧﺃ ﻭﺃ ﺎًﻳﺩﺎﻋ ﺎًﻔﻠﻣ ﺲﻴﻟ
be: файл '%s' не з'яўляецца звычайным файлам або каналам
bg: файл '%s' не е обикновен файл или тръба
bn: ফাইল '%s' একটি নিয়মিত ফাইল বা একটি পাইপ নয়
ca: dossier '%s' no és un fitxer normal ni una canonada
cy: ffeil '%s' ddim yn ffeil reolaidd nac yn bibell
da: fil '%s' er ikke en almindelig fil eller et rør
eo: dosiero '%s' ne estas regula dosiero aŭ pipo
et: faili '%s' ei ole tavaline viil ega toru
eu: fitxategia '%s' ez da fitxategi arrunt bat edo kanalizazio bat
fa: ﻞﯾﺎﻓ '%s' ﺖﺴﯿﻧ ﻪﻟﻮﻟ ﮏﯾ ﺎﯾ ﯽﻟﻮﻤﻌﻣ ﻞﯾﺎﻓ ﮏﯾ
fi: tiedosto '%s' ei ole tavallinen viila tai putki
fil: file '%s' ay hindi isang regular na file o isang pipe
fy: map '%s' is gjin gewoane triem of in pipe
ga: comhad '%s' ní comhad rialta ná píopa é
gd: faidhle '%s' chan e faidhle cunbhalach no pìob a th ’ann
gl: arquivo '%s' non é un ficheiro normal ou un tubo
gu: ફાઇલ '%s' નિયમિત ફાઇલ અથવા પાઇપ નથી
he: ץֶבֹוק '%s' רוניצ וא ליגר ץבוק וניא
hi: फ़ाइल '%s' एक नियमित फ़ाइल या पाइप नहीं है
hr: datoteka '%s' nije obična datoteka ili cijev
hu: fájlt '%s' nem normál reszelő vagy cső
hy: ֆայլ '%s' սովորական ֆայլ կամ խողովակ չէ
id: mengajukan '%s' bukan file biasa atau pipa
is: skrá '%s' er ekki venjuleg skrá eða pípa
ka: ფაილი '%s' არ არის ჩვეულებრივი ფაილი ან მილი
kk: файл '%s' кәдімгі файл немесе құбыр емес
km: ឯកសារ '%s' មិនមែនជាឯកសារធម្មតាឬបំពង់ទេ។
kn: ಕಡತ '%s' ಸಾಮಾನ್ಯ ಫೈಲ್ ಅಥವಾ ಪೈಪ್ ಅಲ್ಲ
ku: dosî '%s' ne pelek birêkûpêk an boriyek e
ky: файл '%s' кадимки файл же түтүк эмес
lb: Fichier '%s' ass net eng regulär Datei oder eng Päif
lo: ໄຟລ໌ '%s' ບໍ່ແມ່ນໄຟລ໌ປົກກະຕິຫຼືທໍ່
lt: failą '%s' nėra įprasta dildė ar vamzdelis
lv: failu '%s' nav parasta vīle vai caurule
mg: rakitra '%s' dia tsy rakitra mahazatra na fantsona
mi: kōnae '%s' ehara i te konae noa, i te paipa ranei
mk: датотека '%s' не е обична датотека или цевка
ml: ഫയൽ '%s' ഒരു സാധാരണ ഫയലോ പൈപ്പോ അല്ല
mn: файл '%s' ердийн файл эсвэл хоолой биш юм
mr: फाइल '%s' नियमित फाइल किंवा पाईप नाही
mt: fajl '%s' mhix fajl regolari jew pajp
my: ဖိုင် '%s' ပုံမှန်ဖိုင် သို့မဟုတ် ပိုက်တစ်ခုမဟုတ်ပါ။
nb: fil '%s' er ikke en vanlig fil eller et rør
ne: फाइल '%s' नियमित फाइल वा पाइप होइन
or: ଫାଇଲ୍ | '%s' ଏହା ଏକ ନିୟମିତ ଫାଇଲ୍ କିମ୍ବା ପାଇପ୍ ନୁହେଁ |
pa: ਫਾਈਲ '%s' ਇੱਕ ਨਿਯਮਤ ਫਾਈਲ ਜਾਂ ਪਾਈਪ ਨਹੀਂ ਹੈ
ps: ﻪﻨﺗﻭﺩ '%s' ﯼﺪﻧ ﭗﯾﺎﭘ ﺎﯾ ﻞﯾﺎﻓ ﻢﻈﻨﻣ
ro: fişier '%s' nu este un fișier obișnuit sau o conductă
rw: dosiye '%s' ntabwo ari dosiye isanzwe cyangwa umuyoboro
sd: ﻞﺋﺎﻓ '%s' ﻲﻫﺁ ﻪﻧ ﭗﺋﺎﭘ ﺎﻳ ﻞﺋﺎﻓ ﻩﺪﻋﺎﻗﺎﺑ ڪﻫ
si: ගොනුව '%s' සාමාන්u200dය ගොනුවක් හෝ පයිප්පයක් නොවේ
sk: súbor '%s' nie je bežný súbor alebo potrubie
sl: mapa '%s' ni običajna datoteka ali cev
sq: dosje '%s' nuk është një skedar i rregullt ose një tub
sw: faili '%s' sio faili ya kawaida au bomba
ta: கோப்பு '%s' வழக்கமான கோப்பு அல்லது குழாய் அல்ல
te: ఫైల్ '%s' సాధారణ ఫైల్ లేదా పైపు కాదు
tg: файл '%s' файли муқаррарӣ ё қубур нест
th: ไฟล์ '%s' ไม่ใช่ไฟล์ปกติหรือไปป์
tk: faýl '%s' adaty faýl ýa-da turba däl
tt: файл '%s' гадәти файл яки торба түгел
uk: файл '%s' не є звичайним файлом чи каналом
ur: ﻞﺋﺎﻓ '%s' ۔ﮯﮨ ﮟﯿﮩﻧ ﭗﺋﺎﭘ ﺎﯾ ﻞﺋﺎﻓ ﮦﺪﻋﺎﻗﺎﺑ ﮏﯾﺍ
uz: fayl '%s' oddiy fayl yoki quvur emas
vi: tập tin '%s' không phải là một tệp thông thường hoặc một đường ống
xh: ifayile '%s' ayikho ifayile eqhelekileyo okanye umbhobho
yi: עקעט '%s' רער אַ רעדאָ עקעט רעלוגער אַ טשינ זיא
