Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: DELETE AS ROOT
af: SKEE AS ROOT
am: አስ ሰርዝ ROOT
ar: ﻢﺳﺎﺑ ﺎﻬﻓﺬﺣﺍ ROOT
be: ВЫДАЛІЦЬ ЯК ROOT
bg: ИЗТРИВАНЕ КАТО ROOT
bn: হিসাবে মুছুন ROOT
ca: ELIMINAR COM ROOT
cy: DILEU FEL ROOT
da: SLET SOM ROOT
eo: FORIGI AS ROOT
et: KUSTUTA AS ROOT
eu: EZABATU AS ROOT
fa: AS ﺪﯿﻨﮐ ﻑﺬﺣ ﺍﺭ ROOT
fi: POISTA AS ROOT
fil: I-delete BILANG ROOT
gl: BORRAR AS ROOT
gu: તરીકે કાઢી નાખો ROOT
he: AS קחמ ROOT
hi: के रूप में हटाएं ROOT
hr: IZBRIŠI KAO ROOT
hu: TÖRLÉS AS ROOT
hy: Ջնջել AS ROOT
id: HAPUS SEBAGAI ROOT
is: EYÐA SEM ROOT
ka: AS-ის წაშლა ROOT
kk: ЖОЮ ROOT
km: លុប AS ROOT
kn: ಹಾಗೆ ಅಳಿಸಿ ROOT
ku: JI DIKIN AS ROOT
ky: ЖОК КЫЛУУ ROOT
lb: LËSCHT AS ROOT
lo: ລຶບເປັນ ROOT
lt: IŠTRINTI AS ROOT
lv: DZĒST KĀ ROOT
mi: MUMU AS ROOT
mk: ИЗБРИШИ КАКО ROOT
ml: ആയി ഇല്ലാതാക്കുക ROOT
mn: УСТГАХ ROOT
mr: म्हणून हटवा ROOT
mt: Ħassar KIF ROOT
my: အတိုင်း ဖျက်ပါ။ ROOT
nb: SLETT SOM ROOT
or: ଡିଲିଟ୍ କରନ୍ତୁ ROOT
pa: ਇਸ ਨੂੰ ਮਿਟਾਓ ROOT
ro: ȘTERGE AS ROOT
si: ලෙස මකන්න ROOT
sk: VYMAZAŤ AKO ROOT
sl: IZBRIŠI KAO ROOT
sq: FSHI AS ROOT
sw: FUTA AS ROOT
ta: என நீக்கு ROOT
te: ఇలా తొలగించు ROOT
tg: НАЗОР КАРДАН АС ROOT
th: ลบ AS ROOT
tk: Öçürmek ROOT
tt: АЧЫК ROOT
uk: ВИДАЛИТИ ЯК ROOT
ur: ۔ﮟﯾﺮﮐ ﻑﺬﺣ ﺭﻮﻄﺑ ROOT
uz: O'CHIRISH AS ROOT
vi: XÓA NHƯ ROOT
xh: Cima NJENGOKO ROOT
yi: יוו ןקעמסיו ROOT

source: Delete As Root
af: Vee uit as Root
am: እንደ ሰርዝ Root
ar: ﻢﺳﺎﺑ ﻑﺬﺣ Root
be: Выдаліць як Root
bg: Изтрийте като Root
bn: হিসাবে মুছুন Root
ca: Suprimeix com Root
cy: Dileu Fel Root
da: Slet som Root
eo: Forigi Kiel Root
et: Kustuta nimega Root
eu: Ezabatu gisa Root
fa: As ﻑﺬﺣ Root
fi: Poista nimellä Root
fil: Tanggalin Bilang Root
fy: Wiskje As Root
ga: Scrios As Root
gd: Thoir às As Root
gl: Eliminar como Root
gu: તરીકે કાઢી નાખો Root
he: כ קחמ Root
hi: इस रूप में हटाएं Root
hr: Izbriši kao Root
hu: Törlés másként Root
hy: Ջնջել As Root
id: Hapus Sebagai Root
is: Eyða sem Root
ka: წაშლა როგორც Root
kk: Басқаша жою Root
km: លុប As Root
kn: ಹಾಗೆ ಅಳಿಸಿ Root
ku: Jê Bikin As Root
ky: катары жок кылуу Root
lb: Läschen As Root
lo: ລົບ As Root
lt: Ištrinti kaip Root
lv: Dzēst kā Root
mg: Fafao ny As Root
mi: Mukua Hei Root
mk: Избриши како Root
ml: ആയി ഇല്ലാതാക്കുക Root
mn: Устгах Root
mr: म्हणून हटवा Root
mt: Ħassar Kif Root
my: As ဖျက်ပါ။ Root
nb: Slett som Root
ne: यस रूपमा मेटाउनुहोस् Root
or: ଯେପରି ଡିଲିଟ୍ କରନ୍ତୁ Root
pa: ਇਸ ਤਰ੍ਹਾਂ ਮਿਟਾਓ Root
ps: ﻝﻮګﻧړ ﻪګﻮﺗ ﻪﭘ Root
ro: Ștergeți ca Root
rw: Gusiba Nka Root
sd: ﻦﺌﻴﺟ ﻮﻳﺮڪ ﻑﺬﺣ Root
si: ලෙස මකන්න Root
sk: Odstrániť ako Root
sl: Izbriši kot Root
sq: Fshi si Root
sw: Futa Kama Root
ta: என நீக்கு Root
te: ఇలా తొలగించండి Root
tg: Ҳамчун нест кунед Root
th: ลบ As Root
tk: Öçüriň Root
tt: Бетерү Root
uk: Видалити як Root
ur: ۔ﮟﯾﺮﮐ ﻑﺬﺣ ﺭﻮﻄﺑ Root
uz: Sifatida o'chirish Root
vi: Xóa dưới dạng Root
xh: Cima Njenge Root
yi: יוו ןקעמסיו Root

source: Move As Root
af: Beweeg as Root
am: አንቀሳቅስ እንደ Root
ar: ﻢﺳﺎﺑ ﻞﻘﻧ Root
be: Перамясціць як Root
bg: Преместване като Root
bn: হিসাবে সরান Root
ca: Mou com a Root
cy: Symud Fel Root
da: Flyt som Root
eo: Movu Kiel Root
et: Teisalda kui Root
eu: Mugitu gisa Root
fa: ﻥﺍﻮﻨﻋ ﻪﺑ ﺖﮐﺮﺣ Root
fi: Siirrä nimellä Root
fil: Ilipat Bilang Root
ga: Bog As Root
gd: Gluais As Root
gl: Mover como Root
gu: તરીકે ખસેડો Root
he: םשב רבעה Root
hi: के रूप में ले जाएँ Root
hr: Premjesti kao Root
hu: Mozgatás másként Root
hy: Տեղափոխել որպես Root
id: Pindah Sebagai Root
is: Færa sem Root
ka: გადაადგილება როგორც Root
kk: Басқаша жылжыту Root
km: ផ្លាស់ទី As Root
kn: ಹಾಗೆ ಸರಿಸಿ Root
ky: Жылдыруу катары Root
lb: Beweegt As Root
lo: ຍ້າຍ As Root
lt: Perkelti kaip Root
lv: Pārvietot kā Root
mi: Nuku Hei Root
mk: Премести како Root
ml: ആയി നീക്കുക Root
mn: Зөөх Root
mr: म्हणून हलवा Root
mt: Nimxu As Root
my: As ရွှေ့ပါ။ Root
nb: Flytt som Root
ne: यस रूपमा सार्नुहोस् Root
or: ଯେପରି ଘୁଞ୍ଚାନ୍ତୁ Root
pa: ਇਸ ਤਰ੍ਹਾਂ ਮੂਵ ਕਰੋ Root
ps: ﺉړﮐﻭ ﺖﮐﺮﺣ ﻪګﻮﺗ ﻪﭘ Root
ro: Mută ca Root
rw: Himura Nka Root
sd: ﻦﺌﻴﺟ ﻮﻳﺮڪ ﻞﻘﺘﻨﻣ Root
si: ලෙස ගෙන යන්න Root
sk: Presunúť ako Root
sl: Premakni kot Root
sq: Lëviz si Root
sw: Sogeza Kama Root
ta: என நகர்த்தவும் Root
te: ఇలా తరలించు Root
tg: Ҳамчун ҳаракат кунед Root
th: ย้ายเป็น Root
tk: Göçüriň Root
tt: Күчерегез Root
uk: Перемістити як Root
ur: ۔ﮟﯾﺮﮐ ﻞﻘﺘﻨﻣ ﺡﺮﻃ ﺱﺍ Root
uz: Sifatida harakatlantiring Root
vi: Di chuyển như Root
xh: Hambisa Njenge Root
yi: יוו ךאַמ Root

source: Copy As Root
af: Kopieer As Root
am: ቅዳ እንደ Root
ar: ﻢﺳﺎﺑ ﺦﺴﻧ Root
be: Скапіяваць як Root
bg: Копиране като Root
bn: অনুলিপি হিসাবে Root
ca: Copia com Root
cy: Copi Fel Root
da: Kopiér som Root
eo: Kopiu Kiel Root
et: Kopeeri kui Root
eu: Kopiatu gisa Root
fa: ﻥﺍﻮﻨﻋ ﻪﺑ ﯽﭙﮐ Root
fi: Kopioi nimellä Root
fil: Kopyahin Bilang Root
fy: Kopiearje As Root
ga: Cóipeáil As Root
gd: Dèan lethbhreac Mar Root
gl: Copiar como Root
gu: આ રીતે કૉપિ કરો Root
he: םשב קתעה Root
hi: इस रूप में कॉपी करें Root
hr: Kopiraj kao Root
hu: Másolás másként Root
hy: Պատճենել որպես Root
id: Salin Sebagai Root
is: Afritaðu sem Root
ka: კოპირება როგორც Root
kk: Басқаша көшіру Root
km: ចម្លងជា Root
kn: ಅದರಂತೆ ನಕಲಿಸಿ Root
ky: Көчүрүү катары Root
lb: Kopie As Root
lo: ສຳເນົາເປັນ Root
lt: Kopijuoti kaip Root
lv: Kopēt kā Root
mi: Tārua Hei Root
mk: Копирај како Root
ml: ആയി പകർത്തുക Root
mn: Хуулах Root
mr: म्हणून कॉपी करा Root
mt: Ikkopja As Root
my: အတိုင်း ကူးယူပါ။ Root
nb: Kopier som Root
ne: यस रूपमा प्रतिलिपि गर्नुहोस् Root
or: ଯେପରି କପି କରନ୍ତୁ Root
pa: ਇਸ ਤਰ੍ਹਾਂ ਕਾਪੀ ਕਰੋ Root
ps: ﻪګﻮﺗ ﻪﭘ ﻲﭘﺎﮐ Root
ro: Copiați ca Root
rw: Gukoporora Nka Root
sd: ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻲﭘﺎڪ Root
si: ලෙස පිටපත් කරන්න Root
sk: Kopírovať ako Root
sl: Kopiraj kot Root
sq: Kopjo si Root
sw: Nakili Kama Root
ta: என நகலெடுக்கவும் Root
te: ఇలా కాపీ చేయండి Root
tg: Ҳамчун нусхабардорӣ кунед Root
th: คัดลอกเป็น Root
tk: Göçüriň Root
tt: Күчереп алу Root
uk: Копіювати як Root
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ ﺡﺮﻃ ﺱﺍ Root
uz: Sifatida nusxalash Root
vi: Sao chép dưới dạng Root
xh: Khuphela Njenge Root
yi: יוו יפּאָק Root

source: %s ( %lu bytes )
af: %s ( %lu grepe )
am: %s ( %lu ባይት )
ar: %s ( %lu ﺖﻳﺎﺑ )
be: %s ( %lu байтаў )
bg: %s ( %lu байтове )
bn: %s ( %lu বাইট )
cy: %s ( %lu beit )
eo: %s ( %lu bajtoj )
et: %s ( %lu baiti )
eu: %s ( %lu byteak )
fa: %s ( %lu ﺎﻫ ﺖﯾﺎﺑ )
fi: %s ( %lu tavua )
fil: %s ( %lu byte )
gu: %s ( %lu બાઇટ્સ )
he: %s ( %lu םיתב )
hi: %s ( %lu बाइट्स )
hr: %s ( %lu bajtova )
hu: %s ( %lu bájtok )
hy: %s ( %lu բայթ )
id: %s ( %lu byte )
is: %s ( %lu bæti )
ka: %s ( %lu ბაიტები )
kk: %s ( %lu байт )
km: %s ( %lu បៃ )
kn: %s ( %lu ಬೈಟ್u200cಗಳು )
ky: %s ( %lu байт )
lo: %s ( %lu ໄບຕ໌ )
lt: %s ( %lu baitų )
lv: %s ( %lu baiti )
mg: %s ( %lu oktety )
mi: %s ( %lu paita )
mk: %s ( %lu бајти )
ml: %s ( %lu ബൈറ്റുകൾ )
mn: %s ( %lu байт )
mr: %s ( %lu बाइट्स )
my: %s ( %lu ဘိုက် )
ne: %s ( %lu बाइट्स )
or: %s ( %lu ବାଇଟ୍ | )
pa: %s ( %lu ਬਾਈਟ )
ps: %s ( %lu ﺲټﯾﺎﺑ )
ro: %s ( %lu octeți )
sd: %s ( %lu ٽﻴﺋﺎﺑ )
si: %s ( %lu බයිට් )
sk: %s ( %lu bajtov )
sl: %s ( %lu bajtov )
sq: %s ( %lu byte )
sw: %s ( %lu baiti )
ta: %s ( %lu பைட்டுகள் )
te: %s ( %lu బైట్లు )
tg: %s ( %lu байт )
th: %s ( %lu ไบต์ )
tk: %s ( %lu baýt )
tt: %s ( %lu байт )
uk: %s ( %lu байтів )
ur: %s ( %lu ﺲﭩﺋﺎﺑ )
uz: %s ( %lu bayt )
vi: %s ( %lu byte )
xh: %s ( %lu iibhayithi )
yi: %s ( %lu סעטיב )

source: %d folder
af: %d gids
am: %d አቃፊ
bg: %d папка
bn: %d ফোল্ডার
ca: %d carpeta
eo: %d dosierujo
et: %d kausta
eu: %d karpeta
fa: %d ﻪﺷﻮﭘ
fi: %d kansio
gl: %d cartafol
gu: %d ફોલ્ડર
hi: %d फ़ोल्डर
hu: %d mappát
hy: %d թղթապանակ
id: %d map
is: %d möppu
ka: %d საქაღალდე
kk: %d қалта
km: %d ថតឯកសារ
kn: %d ಫೋಲ್ಡರ್
ku: %d pêçek
ky: %d папка
lb: %d Dossier
lo: %d ໂຟນເດີ
lt: %d katalogas
mg: %d lahatahiry
mi: %d kōpaki
mk: %d папка
ml: %d ഫോൾഡർ
mn: %d хавтас
mr: %d फोल्डर
my: %d ဖိုင်တွဲ
nb: %d mappe
ne: %d फोल्डर
or: %d ଫୋଲ୍ଡର
pa: %d ਫੋਲਡਰ
ps: %d ﺭډﻟﻮﻓ
rw: %d ububiko
sd: %d ﺭڊﻟﻮﻓ
si: %d ෆෝල්ඩරය
sq: %d dosje
sw: %d folda
ta: %d கோப்புறை
te: %d ఫోల్డర్
tg: %d папка
th: %d โฟลเดอร์
tk: %d bukjasy
tt: %d папка
ur: %d ﺭﮉﻟﻮﻓ
uz: %d papka
vi: %d thư mục
xh: %d ifolda
yi: %d עקעט

source: %d file, %s
af: %d lêer, %s
am: %d ፋይል, %s
bg: %d файл, %s
bn: %d ফাইল, %s
ca: %d dossier, %s
da: %d fil, %s
eo: %d dosiero, %s
et: %d faili, %s
eu: %d fitxategia, %s
fa: %d ﻞﯾﺎﻓ, %s
fi: %d tiedosto, %s
fy: %d map, %s
gl: %d arquivo, %s
gu: %d ફાઇલ, %s
hi: %d फ़ाइल, %s
hu: %d fájlt, %s
hy: %d ֆայլ, %s
id: %d mengajukan, %s
is: %d skrá, %s
ka: %d ფაილი, %s
kk: %d файл, %s
km: %d ឯកសារ, %s
kn: %d ಕಡತ, %s
ku: %d dosî, %s
ky: %d файл, %s
lb: %d Fichier, %s
lo: %d ໄຟລ໌, %s
lt: %d byla, %s
mg: %d rakitra, %s
mi: %d kōnae, %s
mk: %d датотека, %s
ml: %d ഫയൽ, %s
mn: %d файл, %s
mr: %d फाइल, %s
my: %d ဖိုင်, %s
nb: %d fil, %s
ne: %d फाइल, %s
or: %d ଫାଇଲ୍ |, %s
pa: %d ਫਾਈਲ, %s
ps: %d ﻪﻨﺗﻭﺩ, %s
rw: %d dosiye, %s
sd: %d ﻞﺋﺎﻓ, %s
si: %d ගොනුව, %s
sq: %d dosje, %s
sw: %d faili, %s
ta: %d கோப்பு, %s
te: %d ఫైల్, %s
tg: %d файл, %s
th: %d ไฟล์, %s
tk: %d faýl, %s
tt: %d файл, %s
ur: %d ﻞﺋﺎﻓ, %s
uz: %d fayl, %s
vi: %d tập tin, %s
xh: %d ifayile, %s
yi: %d עקעט, %s

source: %d files
af: %d lêers
am: %d ፋይሎች
bg: %d файлове
bn: %d নথি পত্র
ca: %d Fitxers
da: %d filer
eo: %d dosierojn
et: %d failid
eu: %d fitxategiak
fa: %d ﺎﻫ ﻞﯾﺎﻓ
fi: %d tiedostot
fil: %d mga file
fy: %d triemmen
gl: %d arquivos
gu: %d ફાઈલો
hi: %d फ़ाइलें
hu: %d fájlokat
hy: %d ֆայլեր
id: %d file
is: %d skrár
ka: %d ფაილები
kk: %d файлдар
km: %d ឯកសារ
kn: %d ಕಡತಗಳನ್ನು
ku: %d pelan
ky: %d файлдар
lb: %d Fichieren
lo: %d ໄຟລ໌
lt: %d byla
mg: %d rakitra
mi: %d kōnae
mk: %d датотеки
ml: %d ഫയലുകൾ
mn: %d файлууд
mr: %d फाइल्स
my: %d ဖိုင်များ
nb: %d filer
ne: %d फाइलहरू
or: %d ଫାଇଲଗୁଡିକ
pa: %d ਫਾਈਲਾਂ
ps: %d ﻪﻧﻮﻠﯾﺎﻓ
rw: %d dosiye
sd: %d ﻥﻮﻠﺋﺎﻓ
si: %d ගොනු
sq: %d dosjet
sw: %d mafaili
ta: %d கோப்புகள்
te: %d ఫైళ్లు
tg: %d файлҳо
th: %d ไฟล์
tk: %d faýllar
tt: %d файллар
ur: %d ﮞﻮﻠﺋﺎﻓ
uz: %d fayllar
vi: %d các tập tin
xh: %d iifayile
yi: %d סעקעט

source: ( multiple files )
af: ( veelvuldige lêers )
am: ( በርካታ ፋይሎች )
ar: ( ﺓﺩﺪﻌﺘﻣ ﺕﺎﻔﻠﻣ )
be: ( некалькі файлаў )
bg: ( множество файлове )
bn: ( একাধিক ফাইল )
ca: ( múltiples fitxers )
cy: ( ffeiliau lluosog )
da: ( flere filer )
eo: ( pluraj dosieroj )
et: ( mitu faili )
eu: ( hainbat fitxategi )
fa: ( ﺩﺪﻌﺘﻣ ﯼﺎﻫ ﻞﯾﺎﻓ )
fi: ( useita tiedostoja )
fil: ( maramihang mga file )
fy: ( meardere triemmen )
ga: ( comhaid iolracha )
gd: ( ioma faidhle )
gl: ( varios ficheiros )
gu: ( બહુવિધ ફાઇલો )
he: ( םיצבק רפסמ )
hi: ( एकाधिक फ़ाइलें )
hr: ( više datoteka )
hu: ( több fájl )
hy: ( բազմաթիվ ֆայլեր )
id: ( banyak file )
is: ( margar skrár )
ka: ( მრავალი ფაილი )
kk: ( бірнеше файл )
km: ( ឯកសារច្រើន។ )
kn: ( ಬಹು ಫೈಲ್u200cಗಳು )
ku: ( pelên pirjimar )
ky: ( бир нече файлдар )
lb: ( multiple Fichieren )
lo: ( ຫຼາຍໄຟລ໌ )
lt: ( keli failai )
lv: ( vairākus failus )
mg: ( rakitra maro )
mi: ( kōnae maha )
mk: ( повеќе датотеки )
ml: ( ഒന്നിലധികം ഫയലുകൾ )
mn: ( олон файл )
mr: ( एकाधिक फाइल्स )
mt: ( fajls multipli )
my: ( ဖိုင်များစွာ )
nb: ( flere filer )
ne: ( धेरै फाइलहरू )
or: ( ଏକାଧିକ ଫାଇଲ୍ | )
pa: ( ਮਲਟੀਪਲ ਫਾਇਲ )
ps: ( ﻪﻧﻮﻠﯾﺎﻓ ﻮڅ )
ro: ( mai multe fișiere )
rw: ( dosiye nyinshi )
sd: ( ﻦﻠﺋﺎﻓ ﻦﮣﮭﮔ )
si: ( බහු ගොනු )
sk: ( viacero súborov )
sl: ( več datotek )
sq: ( skedarë të shumtë )
sw: ( faili nyingi )
ta: ( பல கோப்புகள் )
te: ( బహుళ ఫైల్u200cలు )
tg: ( файлҳои сершумор )
th: ( หลายไฟล์ )
tk: ( birnäçe faýl )
tt: ( берничә файл )
uk: ( кілька файлів )
ur: ( ﮟﯿﻠﺋﺎﻓ ﮦﺩﺎﯾﺯ ﮯﺳ ﮏﯾﺍ )
uz: ( bir nechta fayllar )
vi: ( nhiều tệp )
xh: ( iifayile ezininzi )
yi: ( סעקעט לפייק )

source: ( multiple types )
af: ( veelvuldige tipes )
am: ( በርካታ ዓይነቶች )
ar: ( ﺓﺩﺪﻌﺘﻣ ﻉﺍﻮﻧﺃ )
be: ( некалькі тыпаў )
bg: ( множество видове )
bn: ( একাধিক প্রকার )
ca: ( múltiples tipus )
cy: ( sawl math )
da: ( flere typer )
eo: ( multoblaj tipoj )
et: ( mitut tüüpi )
eu: ( mota anitz )
fa: ( ﺩﺪﻌﺘﻣ ﻉﺍﻮﻧﺍ )
fi: ( useita tyyppejä )
fil: ( maraming uri )
fy: ( meardere soarten )
ga: ( ilchineálacha )
gd: ( ioma-sheòrsa )
gl: ( varios tipos )
gu: ( બહુવિધ પ્રકારો )
he: ( םיבר םיגוס )
hi: ( कई प्रकार )
hr: ( više vrsta )
hu: ( többféle típus )
hy: ( բազմաթիվ տեսակներ )
id: ( beberapa jenis )
is: ( margar tegundir )
ka: ( მრავალი სახის )
kk: ( бірнеше түрі )
km: ( ប្រភេទជាច្រើន។ )
kn: ( ಬಹು ವಿಧಗಳು )
ku: ( cureyên piralî )
ky: ( көп түрлөрү )
lb: ( multiple Typen )
lo: ( ຫຼາຍu200bປະu200bເພດu200b )
lt: ( keli tipai )
lv: ( vairāki veidi )
mg: ( karazana maro )
mi: ( momo maha )
mk: ( повеќе видови )
ml: ( ഒന്നിലധികം തരം )
mn: ( олон төрөл )
mr: ( अनेक प्रकार )
mt: ( tipi multipli )
my: ( အမျိုးအစားများစွာ )
nb: ( flere typer )
ne: ( धेरै प्रकारका )
or: ( ଏକାଧିକ ପ୍ରକାର | )
pa: ( ਕਈ ਕਿਸਮ )
ps: ( ﻪﻟﻭډ ﻮڅ )
ro: ( mai multe tipuri )
rw: ( ubwoko bwinshi )
sd: ( ﻢﺴﻗ ﻲﺋﺍﺮﺘﻴڪ )
si: ( බහු වර්ග )
sk: ( viac typov )
sl: ( več vrst )
sq: ( lloje të shumta )
sw: ( aina nyingi )
ta: ( பல வகைகள் )
te: ( బహుళ రకాలు )
tg: ( навъҳои сершумор )
th: ( หลายประเภท )
tk: ( köp görnüşi )
tt: ( берничә төр )
uk: ( кілька типів )
ur: ( ﻡﺎﺴﻗﺍ ﺩﺪﻌﺘﻣ )
uz: ( bir nechta turlari )
vi: ( nhiều loại )
xh: ( iintlobo ezininzi )
yi: ( ספּייט לפייק )

source: Choose...
af: Kies...
am: ይምረጡ...
ar: ...ﺭﺎﺘﺨﻳ
be: Выберыце...
bg: Избирам...
bn: পছন্দ করা...
ca: Tria...
cy: Dewiswch ...
da: Vælge...
eo: Elektu...
et: Vali...
eu: Aukeratu...
fa: ...ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ
fi: Valita...
fil: Pumili...
fy: Kieze...
ga: Roghnaigh ...
gd: Tagh ...
gl: Escolle...
gu: પસંદ કરો...
he: ...רחב
hi: चुनना...
hr: Odaberite...
hu: Választ...
hy: Ընտրեք...
id: Memilih...
is: Veldu...
ka: აირჩიე...
kk: Таңдау...
km: ជ្រើសរើស...
kn: ಆರಿಸಿ...
ku: Helbijartin...
ky: Тандоо...
lb: Wielt ...
lo: ເລືອກ...
lt: Pasirinkite...
lv: Izvēlieties...
mg: Fidio...
mi: Kōwhiri...
mk: Изберете...
ml: തിരഞ്ഞെടുക്കുക...
mn: Сонгох...
mr: निवडा...
mt: Agħżel...
my: ရွေးပါ...
nb: Velge...
ne: छान्नुहोस्...
or: ବାଛନ୍ତୁ ...
pa: ਚੁਣੋ...
ps: ...ﺊﮐﺎټﻭ
ro: Alege...
rw: Hitamo ...
sd: ...ﻮﻳڊﻧﻮﭼ
si: තෝරා...
sk: Vyberte si...
sl: Izberite ...
sq: Zgjidhni...
sw: Chagua...
ta: தேர்ந்தெடு...
te: ఎంచుకోండి...
tg: Интихоб кунед...
th: เลือก...
tk: Saýlaň ...
tt: Сайлагыз ...
uk: Виберіть...
ur: ...ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ
uz: Tanlang...
vi: Chọn...
xh: Khetha...
yi: ... ןביַילק

source: %s ( %lu bytes )
af: %s ( %lu grepe )
am: %s ( %lu ባይት )
ar: %s ( %lu ﺖﻳﺎﺑ )
be: %s ( %lu байтаў )
bg: %s ( %lu байтове )
bn: %s ( %lu বাইট )
cy: %s ( %lu beit )
eo: %s ( %lu bajtoj )
et: %s ( %lu baiti )
eu: %s ( %lu byteak )
fa: %s ( %lu ﺎﻫ ﺖﯾﺎﺑ )
fi: %s ( %lu tavua )
fil: %s ( %lu byte )
gu: %s ( %lu બાઇટ્સ )
he: %s ( %lu םיתב )
hi: %s ( %lu बाइट्स )
hr: %s ( %lu bajtova )
hu: %s ( %lu bájtok )
hy: %s ( %lu բայթ )
id: %s ( %lu byte )
is: %s ( %lu bæti )
ka: %s ( %lu ბაიტები )
kk: %s ( %lu байт )
km: %s ( %lu បៃ )
kn: %s ( %lu ಬೈಟ್u200cಗಳು )
ky: %s ( %lu байт )
lo: %s ( %lu ໄບຕ໌ )
lt: %s ( %lu baitų )
lv: %s ( %lu baiti )
mg: %s ( %lu oktety )
mi: %s ( %lu paita )
mk: %s ( %lu бајти )
ml: %s ( %lu ബൈറ്റുകൾ )
mn: %s ( %lu байт )
mr: %s ( %lu बाइट्स )
my: %s ( %lu ဘိုက် )
ne: %s ( %lu बाइट्स )
or: %s ( %lu ବାଇଟ୍ | )
pa: %s ( %lu ਬਾਈਟ )
ps: %s ( %lu ﺲټﯾﺎﺑ )
ro: %s ( %lu octeți )
sd: %s ( %lu ٽﻴﺋﺎﺑ )
si: %s ( %lu බයිට් )
sk: %s ( %lu bajtov )
sl: %s ( %lu bajtov )
sq: %s ( %lu byte )
sw: %s ( %lu baiti )
ta: %s ( %lu பைட்டுகள் )
te: %s ( %lu బైట్లు )
tg: %s ( %lu байт )
th: %s ( %lu ไบต์ )
tk: %s ( %lu baýt )
tt: %s ( %lu байт )
uk: %s ( %lu байтів )
ur: %s ( %lu ﺲﭩﺋﺎﺑ )
uz: %s ( %lu bayt )
vi: %s ( %lu byte )
xh: %s ( %lu iibhayithi )
yi: %s ( %lu סעטיב )

source: 1 file
af: 1 lêer
am: 1 ፋይል
ar: 1 ﻒﻠﻣ
be: 1 файл
bg: 1 файл
bn: 1 ফাইল
ca: 1 dossier
cy: 1 ffeil
da: 1 fil
eo: 1 dosiero
et: 1 faili
eu: 1 fitxategia
fa: 1 ﻞﯾﺎﻓ
fi: 1 tiedosto
fy: 1 map
ga: 1 comhad
gd: 1 faidhle
gl: 1 arquivo
gu: 1 ફાઇલ
he: 1 ץֶבֹוק
hi: 1 फ़ाइल
hr: 1 datoteka
hu: 1 fájlt
hy: 1 ֆայլ
id: 1 mengajukan
is: 1 skrá
ka: 1 ფაილი
kk: 1 файл
km: 1 ឯកសារ
kn: 1 ಕಡತ
ku: 1 dosî
ky: 1 файл
lb: 1 Fichier
lo: 1 ໄຟລ໌
lt: 1 failas
lv: 1 failu
mg: 1 rakitra
mi: 1 kōnae
mk: 1 датотека
ml: 1 ഫയൽ
mn: 1 файл
mr: 1 फाइल
mt: 1 fajl
my: 1 ဖိုင်
nb: 1 fil
ne: 1 फाइल
or: 1 ଫାଇଲ୍ |
pa: 1 ਫਾਈਲ
ps: 1 ﻪﻨﺗﻭﺩ
ro: 1 fişier
rw: 1 dosiye
sd: 1 ﻞﺋﺎﻓ
si: 1 ගොනුව
sk: 1 súbor
sl: 1 mapa
sq: 1 dosje
sw: 1 faili
ta: 1 கோப்பு
te: 1 ఫైల్
tg: 1 файл
th: 1 ไฟล์
tk: 1 faýl
tt: 1 файл
uk: 1 файл
ur: 1 ﻞﺋﺎﻓ
uz: 1 fayl
vi: 1 tập tin
xh: 1 ifayile
yi: 1 עקעט

source: <b>Link _Name:</b>
af: <b>Skakel _Naam:</b>
am: <b>አገናኝ_ስም፡-</b>
ar: <b>:ﻢﺳﻻ﻿ﺍ _ ﻂﺑﺍﺭ</b>
be: <b>Спасылка _Name:</b>
bg: <b>Връзка _Име:</b>
bn: <b>লিঙ্ক _নাম:</b>
ca: <b>Enllaç _Nom:</b>
cy: <b>Dolen _Name:</b>
eo: <b>Ligo _Nomo:</b>
et: <b>Link _nimi:</b>
eu: <b>Esteka _Izena:</b>
fa: <b>:ﻡﺎﻧ_ ﮏﻨﯿﻟ</b>
fi: <b>Linkki _nimi:</b>
fil: <b>Link _Pangalan:</b>
ga: <b>Nasc _Name:</b>
gd: <b>Ceangal _Name:</b>
gl: <b>_Nome da ligazón:</b>
gu: <b>લિંક _નામ:</b>
he: <b>:םש_ רושיק</b>
hi: <b>लिंक _नाम:</b>
hr: <b>Veza _Naziv:</b>
hy: <b>Հղում _Անուն:</b>
id: <b>Tautan _Nama:</b>
ka: <b>ბმული _ სახელი:</b>
kk: <b>Сілтеме _Аты:</b>
km: <b>តំណភ្ជាប់_ឈ្មោះ៖</b>
kn: <b>ಲಿಂಕ್ _ಹೆಸರು:</b>
ku: <b>Girêdana _Navê:</b>
ky: <b>Шилтеме _Аты:</b>
lb: <b>Link _Numm:</b>
lo: <b>ລິ້ງ _ຊື່:</b>
lt: <b>Nuoroda _Vardas:</b>
lv: <b>Saite _Nosaukums:</b>
mg: <b>Rohy _Anarana:</b>
mi: <b>Hononga_Ingoa:</b>
mk: <b>Врска _Име:</b>
ml: <b>ലിങ്ക് _പേര്:</b>
mn: <b>Холбоос _Нэр:</b>
mr: <b>लिंक _नाव:</b>
mt: <b>Link _Isem:</b>
my: <b>လင့်ခ် _အမည်-</b>
ne: <b>लिङ्क _नाम:</b>
or: <b>ଲିଙ୍କ୍ _ ନାମ:</b>
pa: <b>ਲਿੰਕ _ਨਾਮ:</b>
ps: <b>:ﻡﻮﻧ_ ﮏﻨﯿﻟ</b>
ro: <b>Link _Nume:</b>
rw: <b>Ihuza _Izina:</b>
sd: <b>:ﻮﻟﺎﻧ _ ڪﻨﻟ</b>
si: <b>සබැඳිය _නම:</b>
sl: <b>Povezava _Ime:</b>
sq: <b>Lidhja _Emri:</b>
sw: <b>Kiungo _Jina:</b>
ta: <b>இணைப்பு _பெயர்:</b>
te: <b>లింక్ _పేరు:</b>
tg: <b>Истинод _Ном:</b>
th: <b>ลิงค์ _ชื่อ:</b>
tk: <b>Baglanyşyk _Name:</b>
tt: <b>Ссылка _Name:</b>
uk: <b>Посилання _Назва:</b>
ur: <b>:ﻡﺎﻧ_ ﮏﻨﻟ</b>
uz: <b>Havola _Nomi:</b>
vi: <b>Liên kết _Tên:</b>
xh: <b>Ikhonkco_Igama:</b>
yi: <b>:ןעמאָנ קניל</b>

source: ( broken link )
af: ( stukkende skakel )
am: ( የተሰበረ አገናኝ )
ar: ( ﻞﻄﻌﻣ ﻂﺑﺍﺭ )
be: ( зламаная спасылка )
bg: ( счупена връзка )
bn: ( ছিন্ন সুত্র )
ca: ( enllaç trencat )
cy: ( dolen wedi torri )
da: ( knækket link )
eo: ( rompita ligilo )
et: ( katkine link )
eu: ( hautsitako esteka )
fa: ( ﺏﺍﺮﺧ ﮏﻨﯿﻟ )
fi: ( rikkinäinen linkki )
fil: ( sirang link )
fy: ( brutsen keppeling )
ga: ( nasc briste )
gd: ( ceangal briste )
gl: ( ligazón rota )
gu: ( તૂટેલી કડી )
he: ( רובש קניל )
hi: ( टूटी हुई कड़ी )
hr: ( prekinuta veza )
hu: ( törött link )
hy: ( կոտրված հղում )
id: ( tautan rusak )
is: ( brotinn hlekkur )
ka: ( გატეხილი ბმული )
kk: ( сынған сілтеме )
km: ( តំណភ្ជាប់ខូច )
kn: ( ಮುರಿದ ಲಿಂಕ್ )
ku: ( girêdana şikestî )
ky: ( сынган шилтеме )
lb: ( futtis Link )
lo: ( ການເຊື່ອມຕໍ່ຫັກ )
lt: ( sugedusi nuoroda )
lv: ( bojāta saite )
mg: ( rohy tapaka )
mi: ( hononga pakaru )
mk: ( скршена врска )
ml: ( തകർന്ന ലിങ്ക് )
mn: ( эвдэрсэн холбоос )
mr: ( तुटलेली लिंक )
mt: ( rabta miksura )
my: ( ကျိုးပဲ့လင့်ခ် )
nb: ( ødelagt lenke )
ne: ( टुटेको लिङ्क )
or: ( ଭଙ୍ଗା ଲିଙ୍କ୍ | )
pa: ( ਟੁੱਟਿਆ ਲਿੰਕ )
ps: ( ﮏﻨﯿﻟ ﯼﻮﺷ ﺕﺎﻣ )
ro: ( link rupt )
rw: ( umurongo wacitse )
sd: ( ﮃﻨﮘ ﻞٽٽ )
si: ( කැඩුණු සබැඳිය )
sk: ( nefunkčný odkaz )
sl: ( pokvarjena povezava )
sq: ( lidhje e prishur )
sw: ( kiungo kilichovunjika )
ta: ( உடைந்த இணைப்பு )
te: ( విరిగిన లింక్ )
tg: ( пайванди шикаста )
th: ( ลิงค์เสีย )
tk: ( bozulan baglanyşyk )
tt: ( өзелгән сылтама )
uk: ( непрацююче посилання )
ur: ( ﮏﻨﻟ ﺍﻮﮨ ﺎﭨﻮﭨ )
uz: ( buzilgan havola )
vi: ( liên kết bị hỏng )
xh: ( ikhonkco eliqhekekileyo )
yi: ( קניל ןכארבעצ )

source: ( read link error )
af: ( lees skakel fout )
am: ( የአገናኝ ስህተት )
ar: ( ﻁﺎﺒﺗﺭﻻ﻿ﺍ ﺄﻄﺧ ﺓءﺍﺮﻗ )
be: ( памылка чытання спасылкі )
bg: ( грешка при четене на връзката )
bn: ( লিঙ্ক ত্রুটি পড়ুন )
ca: ( error de lectura de l'enllaç )
cy: ( darllen gwall dolen )
da: ( læs link fejl )
eo: ( eraro de legado de ligilo )
et: ( lugemise lingi viga )
eu: ( irakurri estekaren errorea )
fa: ( ﮏﻨﯿﻟ ﻥﺪﻧﺍﻮﺧ ﯼﺎﻄﺧ )
fi: ( lukulinkin virhe )
fil: ( error sa pagbabasa ng link )
fy: ( lêzen keppeling flater )
ga: ( léigh earráid nasc )
gd: ( leugh mearachd ceangail )
gl: ( erro de lectura da ligazón )
gu: ( વાંચો લિંક ભૂલ )
he: ( רושיקב האירק תאיגש )
hi: ( लिंक त्रुटि पढ़ें )
hr: ( pogreška čitanja veze )
hu: ( olvasási link hiba )
hy: ( կարդալ հղման սխալ )
id: ( baca kesalahan tautan )
is: ( villa í lestri tengil )
ka: ( წაკითხვის ლინკის შეცდომა )
kk: ( оқу сілтемесі қатесі )
km: ( កំហុសក្នុងការអានតំណ )
kn: ( ಓದಲು ಲಿಂಕ್ ದೋಷ )
ku: ( xeletiya girêdanê bixwînin )
ky: ( шилтемени окуу катасы )
lb: ( liesen Link Feeler )
lo: ( ອ່ານການເຊື່ອມຕໍ່ຜິດພາດ )
lt: ( skaitymo nuorodos klaida )
lv: ( lasīšanas saites kļūda )
mg: ( fahadisoana mamaky rohy )
mi: ( panui hononga hono )
mk: ( грешка во читањето на врската )
ml: ( വായന ലിങ്ക് പിശക് )
mn: ( унших холбоосын алдаа )
mr: ( लिंक त्रुटी वाचा )
mt: ( aqra żball tal-link )
my: ( လင့်ခ်အမှားအယွင်းကိုဖတ်ပါ။ )
nb: ( lese lenke feil )
ne: ( लिङ्क त्रुटि पढ्नुहोस् )
or: ( ଲିଙ୍କ୍ ତ୍ରୁଟି ପ read ଼ନ୍ତୁ | )
pa: ( ਲਿੰਕ ਗਲਤੀ ਪੜ੍ਹੋ )
ps: ( ﻞﺘﺳﻮﻟ ﻪﻨﺗﻭﺮﯧﺗ ﮏﻨﯿﻟ ﺩ )
ro: ( eroare de citire a linkului )
rw: ( soma ikosa rihuza )
sd: ( ﻲﻄﻠﻏ ﻲﺟ ڪﻨﻟ ﻲﺟ ﮡﻫڙﭘ )
si: ( සබැඳිය කියවීමේ දෝෂයකි )
sk: ( chyba čítania odkazu )
sl: ( napaka pri branju povezave )
sq: ( gabim leximi i lidhjes )
sw: ( soma kosa la kiungo )
ta: ( வாசிப்பு இணைப்பு பிழை )
te: ( చదవడానికి లింక్ లోపం )
tg: ( Хатогии истинодро хонед )
th: ( อ่านลิงค์ผิดพลาด )
tk: ( baglanyşyk ýalňyşlygyny okaň )
tt: ( сылтама хатасын уку )
uk: ( помилка прочитання посилання )
ur: ( ﮟﯿﮬﮍﭘ ﯽﺑﺍﺮﺧ ﯽﮐ ﮏﻨﻟ )
uz: ( o'qish havolasi xatosi )
vi: ( đọc lỗi liên kết )
xh: ( funda impazamo yekhonkco )
yi: ( תועט קניל ןענעייל )

source: Calculating...
af: Bereken tans …
am: በማስላት ላይ...
ar: يحسب...
be: Разлік...
bg: Изчисление...
bn: গণনা করা হচ্ছে...
ca: S'està calculant...
cy: Cyfrifo ...
da: Beregner...
eo: Kalkulante...
et: Arvutamine...
eu: Kalkulatzen...
fa: ...ﻪﺒﺳﺎﺤﻣ ﻝﺎﺣ ﺭﺩ
fi: Lasketaan...
fil: Kinakalkula...
fy: Berekkenje...
ga: Ríomh ...
gd: A ’cunntadh ...
gl: Calculando...
gu: ગણતરી કરી રહ્યું છે...
he: בהליכי חישוב...
hi: गणना की जा रही है...
hr: Izračunavanje...
hu: Számolás...
hy: Հաշվարկվում է...
id: Sedang Menghitung...
is: Reiknar...
ka: მიმდინარეობს გაანგარიშება...
kk: Есептелуде...
km: កំពុង​គណនា...
kn: ಲೆಕ್ಕಾಚಾರ ಮಾಡಲಾಗುತ್ತಿದೆ...
ku: Hesabkirin...
ky: Эсептелүүдө...
lb: Berechent ...
lo: ກຳລັງຄິດໄລ່...
lt: Skaičiuojama...
lv: Notiek aprēķināšana...
mg: Kajy...
mi: Kei te tatau...
mk: Се пресметува...
ml: കണക്കാക്കുന്നു...
mn: Тооцож байна...
mr: गणना करत आहे...
mt: Jikkalkula...
my: တွက်ချက်နေသည်...
nb: Beregner...
ne: गणना गर्दै...
or: ଗଣନା ...
pa: ਗਣਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
ps: ...ﻝﻮﮐ ﻪﺒﺳﺎﺤﻣ
ro: De calculat...
rw: Kubara ...
sd: ...ﻲﻫﺁ ﻮﻴﻫﺭ ﻱﺮڪ ﺏﺎﺴﺣ
si: ගණනය කරමින්...
sk: Počíta sa...
sl: Izračunavam...
sq: Duke llogaritur...
sw: Inakokotoa...
ta: கணக்கிடுகிறது...
te: లెక్కిస్తోంది...
tg: Ҳисоб карда мешавад...
th: กำลังคำนวณ...
tk: Hasaplamak ...
tt: Хисаплау ...
uk: Підрахунок...
ur: حساب لگایا جارہا ہے...
uz: Hisoblash...
vi: Đang tính ...
xh: Iyabala...
yi: ...ןענעכער
