Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzfm: item '%s' context hidden or disabled
af: zzzfm: item '%s' konteks versteek of gedeaktiveer
am: zzzfm: ንጥል ነገር '%s' አውድ ተደብቋል ወይም ተሰናክሏል።
ar: zzzfm: ﺽﺮﻏ '%s' ﻞﻄﻌﻣ ﻭﺃ ﻲﻔﺨﻣ ﻕﺎﻴﺴﻟﺍ
be: zzzfm: пункт '%s' кантэкст схаваны або адключаны
bg: zzzfm: вещ '%s' контекстът е скрит или деактивиран
bn: zzzfm: আইটেম '%s' প্রসঙ্গ লুকানো বা অক্ষম
ca: zzzfm: article '%s' context amagat o desactivat
cy: zzzfm: eitem '%s' cyd-destun cudd neu anabl
da: zzzfm: vare '%s' kontekst skjult eller deaktiveret
eo: zzzfm: ero '%s' kunteksto kaŝita aŭ malŝaltita
et: zzzfm: üksus '%s' kontekst peidetud või keelatud
eu: zzzfm: elementua '%s' testuingurua ezkutatuta edo desgaituta
fa: zzzfm: ﺩﺭﻮﻣ '%s' ﺖﺳﺍ ﻩﺪﺷ ﻝﺎﻌﻓﺮﯿﻏ ﺎﯾ ﻥﺎﻬﻨﭘ ﻪﻨﯿﻣﺯ
fi: zzzfm: kohde '%s' konteksti piilotettu tai poistettu käytöstä
fil: zzzfm: aytem '%s' nakatago o hindi pinagana ang konteksto
fy: zzzfm: ûnderdiel '%s' kontekst ferburgen of útskeakele
ga: zzzfm: mír '%s' comhthéacs i bhfolach nó faoi mhíchumas
gd: zzzfm: nì '%s' co-theacsa falaichte no ciorramach
gl: zzzfm: elemento '%s' contexto oculto ou desactivado
gu: zzzfm: વસ્તુ '%s' સંદર્ભ છુપાયેલ અથવા અક્ષમ
he: zzzfm: טירפ '%s' תבשומ וא רתסומ רשקהה
hi: zzzfm: मद '%s' संदर्भ छिपा या अक्षम
hr: zzzfm: artikal '%s' kontekst skriven ili onemogućen
hu: zzzfm: tétel '%s' kontextus rejtett vagy letiltott
hy: zzzfm: կետ '%s' համատեքստը թաքնված կամ անջատված է
id: zzzfm: barang '%s' konteks disembunyikan atau dinonaktifkan
is: zzzfm: atriði '%s' samhengi falið eða óvirkt
ka: zzzfm: ნივთი '%s' კონტექსტი დამალულია ან გამორთულია
kk: zzzfm: элемент '%s' мәтінмән жасырылған немесе өшірілген
km: zzzfm: ធាតុ '%s' បរិបទត្រូវបានលាក់ ឬបិទ
kn: zzzfm: ಐಟಂ '%s' ಸಂದರ್ಭವನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ku: zzzfm: şanî '%s' kontekst veşartî an neçalak
ky: zzzfm: пункт '%s' контекст жашырылган же өчүрүлгөн
lb: zzzfm: item '%s' Kontext verstoppt oder behënnert
lo: zzzfm: ລາຍການ '%s' ສະພາບການຖືກເຊື່ອງໄວ້ ຫຼືຖືກປິດການນຳໃຊ້
lt: zzzfm: daiktas '%s' kontekstas paslėptas arba išjungtas
lv: zzzfm: lieta '%s' konteksts ir paslēpts vai atspējots
mg: zzzfm: zavatra '%s' miafina na kilemaina ny contexte
mi: zzzfm: tūemi '%s' te horopaki huna, monoa ranei
mk: zzzfm: ставка '%s' контекстот е скриен или оневозможен
ml: zzzfm: ഇനം '%s' സന്ദർഭം മറച്ചിരിക്കുന്നു അല്ലെങ്കിൽ പ്രവർത്തനരഹിതമാക്കി
mn: zzzfm: зүйл '%s' контекстийг нуусан эсвэл идэвхгүй болгосон
mr: zzzfm: आयटम '%s' संदर्भ लपलेले किंवा अक्षम
mt: zzzfm: oġġett '%s' kuntest moħbi jew b'diżabilità
my: zzzfm: ပစ္စည်း '%s' အကြောင်းအရာကို ဝှက်ထားသည် သို့မဟုတ် ပိတ်ထားသည်။
nb: zzzfm: punkt '%s' kontekst skjult eller deaktivert
ne: zzzfm: वस्तु '%s' सन्दर्भ लुकाइएको वा असक्षम
or: zzzfm: ଆଇଟମ୍ '%s' ପ୍ରସଙ୍ଗ ଲୁକ୍କାୟିତ କିମ୍ବା ଅକ୍ଷମ ହୋଇଛି |
pa: zzzfm: ਆਈਟਮ '%s' ਸੰਦਰਭ ਲੁਕਿਆ ਜਾਂ ਅਸਮਰੱਥ
ps: zzzfm: ﻲﮐﻮﺗ '%s' ﻝﺎﻌﻓ ﺮﯿﻏ ﺎﯾ ټﭘ ﻂﯾﺍﺮﺷ
ro: zzzfm: articol '%s' context ascuns sau dezactivat
rw: zzzfm: ikintu '%s' imiterere ihishe cyangwa yahagaritswe
sd: zzzfm: ءِﻲﺷ '%s' ﻮﻟﺍﻮﺣ ﻞﻴﭤ ﺪﻨﺑ ﺎﻳ ﻞﻴڪﻟ
si: zzzfm: අයිතමය '%s' සන්දර්භය සැඟවී හෝ අබල කර ඇත
sk: zzzfm: položka '%s' kontext je skrytý alebo zakázaný
sl: zzzfm: predmet '%s' kontekst skrit ali onemogočen
sq: zzzfm: artikull '%s' konteksti i fshehur ose i çaktivizuar
sw: zzzfm: kipengee '%s' muktadha umefichwa au umezimwa
ta: zzzfm: பொருள் '%s' மறைக்கப்பட்ட அல்லது முடக்கப்பட்ட சூழல்
te: zzzfm: అంశం '%s' సందర్భం దాచబడింది లేదా నిలిపివేయబడింది
tg: zzzfm: адад '%s' контекст пинҳон ё ғайрифаъол
th: zzzfm: สิ่งของ '%s' บริบทที่ซ่อนอยู่หรือปิดการใช้งาน
tk: zzzfm: element '%s' kontekst gizlenen ýa-da ýapyk
tt: zzzfm: пункт '%s' контекст яшерелгән яки инвалид
uk: zzzfm: пункт '%s' контекст прихований або вимкнений
ur: zzzfm: ﻢﭩﺋﺁ '%s' ﻝﺎﻌﻓ ﺮﯿﻏ ﺎﯾ ﮦﺪﯿﺷﻮﭘ ﻕﺎﺒﺳ ﻭ ﻕﺎﯿﺳ
uz: zzzfm: element '%s' kontekst yashirin yoki o'chirilgan
vi: zzzfm: mục '%s' ngữ cảnh bị ẩn hoặc bị vô hiệu hóa
xh: zzzfm: into '%s' umxholo ufihliwe okanye ukhubaziwe
yi: zzzfm: רעמונ '%s' טלפּירקראַפ רעדאָ ןגראָבראַפ טסקעטנאָק

source: zzzfm: invalid event type '%s'
af: zzzfm: ongeldige gebeurtenis tipe '%s'
am: zzzfm: ልክ ያልሆነ የክስተት አይነት '%s'
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺙﺪﺤﻟﺍ ﻉﻮﻧ '%s'
be: zzzfm: няправільны тып падзеі '%s'
bg: zzzfm: невалиден тип събитие '%s'
bn: zzzfm: অবৈধ ইভেন্ট প্রকার '%s'
ca: zzzfm: tipus d'esdeveniment no vàlid '%s'
cy: zzzfm: math o ddigwyddiad annilys '%s'
da: zzzfm: ugyldig hændelsestype '%s'
eo: zzzfm: nevalida tipo de evento '%s'
et: zzzfm: kehtetu sündmuse tüüp '%s'
eu: zzzfm: gertaera mota baliogabea '%s'
fa: zzzfm: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ '%s'
fi: zzzfm: virheellinen tapahtumatyyppi '%s'
fil: zzzfm: di-wastong uri ng kaganapan '%s'
fy: zzzfm: ûnjildich evenemint type '%s'
ga: zzzfm: cineál imeachta neamhbhailí '%s'
gd: zzzfm: seòrsa tachartas neo-dhligheach '%s'
gl: zzzfm: tipo de evento non válido '%s'
gu: zzzfm: અમાન્ય ઘટના પ્રકાર '%s'
he: zzzfm: יקוח אל עוריא גוס '%s'
hi: zzzfm: अमान्य घटना प्रकार '%s'
hr: zzzfm: nevažeća vrsta događaja '%s'
hu: zzzfm: érvénytelen eseménytípus '%s'
hy: zzzfm: իրադարձության անվավեր տեսակ '%s'
id: zzzfm: jenis acara tidak valid '%s'
is: zzzfm: ógild tegund atburðar '%s'
ka: zzzfm: მოვლენის არასწორი ტიპი '%s'
kk: zzzfm: жарамсыз оқиға түрі '%s'
km: zzzfm: ប្រភេទព្រឹត្តិការណ៍មិនត្រឹមត្រូវ '%s'
kn: zzzfm: ಅಮಾನ್ಯವಾದ ಈವೆಂಟ್ ಪ್ರಕಾರ '%s'
ku: zzzfm: cureyê bûyerê nederbasdar '%s'
ky: zzzfm: жараксыз окуя түрү '%s'
lb: zzzfm: invalid Event Typ '%s'
lo: zzzfm: ປະເພດເຫດການບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: netinkamas įvykio tipas '%s'
lv: zzzfm: nederīgs notikuma veids '%s'
mg: zzzfm: karazana hetsika tsy mety '%s'
mi: zzzfm: momo takahanga muhu '%s'
mk: zzzfm: неважечки тип на настан '%s'
ml: zzzfm: അസാധുവായ ഇവന്റ് തരം '%s'
mn: zzzfm: буруу үйл явдлын төрөл '%s'
mr: zzzfm: अवैध इव्हेंट प्रकार '%s'
mt: zzzfm: tip ta' avveniment invalidu '%s'
my: zzzfm: မမှန်ကန်သောဖြစ်ရပ်အမျိုးအစား '%s'
nb: zzzfm: ugyldig hendelsestype '%s'
ne: zzzfm: अवैध घटना प्रकार '%s'
or: zzzfm: ଅବ inv ଧ ଇଭେଣ୍ଟ ପ୍ରକାର | '%s'
pa: zzzfm: ਅਵੈਧ ਘਟਨਾ ਕਿਸਮ '%s'
ps: zzzfm: ﻝﻭډ ﯥښﯿﭘ ﯥﻄﻠﻏ ﺩ '%s'
ro: zzzfm: tip de eveniment nevalid '%s'
rw: zzzfm: Ubwoko bwibyabaye bitemewe '%s'
sd: zzzfm: ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ ﻂﻠﻏ '%s'
si: zzzfm: වලංගු නොවන සිදුවීම් වර්ගය '%s'
sk: zzzfm: neplatný typ udalosti '%s'
sl: zzzfm: neveljavna vrsta dogodka '%s'
sq: zzzfm: lloj i pavlefshëm i ngjarjes '%s'
sw: zzzfm: aina ya tukio batili '%s'
ta: zzzfm: தவறான நிகழ்வு வகை '%s'
te: zzzfm: చెల్లని ఈవెంట్ రకం '%s'
tg: zzzfm: навъи ҳодисаи беэътибор '%s'
th: zzzfm: ประเภทเหตุการณ์ที่ไม่ถูกต้อง '%s'
tk: zzzfm: hadysanyň görnüşi nädogry '%s'
tt: zzzfm: дөрес булмаган вакыйга төре '%s'
uk: zzzfm: недійсний тип події '%s'
ur: zzzfm: ﻢﺴﻗ ﻂﻠﻏ ﯽﮐ ﮧﻌﻗﺍﻭ '%s'
uz: zzzfm: noto'g'ri hodisa turi '%s'
vi: zzzfm: loại sự kiện không hợp lệ '%s'
xh: zzzfm: uhlobo lwesiganeko esingasebenziyo '%s'
yi: zzzfm: פּיט שינעעשעג טלפּירקראַפ '%s'

source: zzzfm: event handler not found
af: zzzfm: gebeurtenis hanteerder nie gevind nie
am: zzzfm: የክስተት ተቆጣጣሪ አልተገኘም።
ar: zzzfm: ﺙﺪﺤﻟﺍ ﺞﻟﺎﻌﻣ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ
be: zzzfm: апрацоўшчык падзей не знойдзены
bg: zzzfm: манипулаторът на събития не е намерен
bn: zzzfm: ইভেন্ট হ্যান্ডলার পাওয়া যায়নি
ca: zzzfm: No s'ha trobat el gestor d'esdeveniments
cy: zzzfm: ni ddaethpwyd o hyd i drinwr digwyddiadau
da: zzzfm: hændelseshandler ikke fundet
eo: zzzfm: evento-traktilo ne trovita
et: zzzfm: sündmuste töötlejat ei leitud
eu: zzzfm: Gertaeren kudeatzailea ez da aurkitu
fa: zzzfm: ﺪﺸﻧ ﺍﺪﯿﭘ ﺩﺍﺪﯾﻭﺭ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: zzzfm: tapahtumakäsittelijää ei löydy
fil: zzzfm: Hindi nakita ang tagapangasiwa ng kaganapan
fy: zzzfm: evenemint handler net fûn
ga: zzzfm: níor aimsíodh láimhseálaí imeachta
gd: zzzfm: cha lorgar neach-làimhseachaidh tachartais
gl: zzzfm: Non se atopou o controlador de eventos
gu: zzzfm: ઇવેન્ટ હેન્ડલર મળ્યો નથી
he: zzzfm: אצמנ אל םיעוריאב לפטמ
hi: zzzfm: इवेंट हैंडलर नहीं मिला
hr: zzzfm: obrađivač događaja nije pronađen
hu: zzzfm: eseménykezelő nem található
hy: zzzfm: իրադարձությունների մշակիչը չի գտնվել
id: zzzfm: pengendali acara tidak ditemukan
is: zzzfm: atburðastjórnun fannst ekki
ka: zzzfm: მოვლენის დამმუშავებელი ვერ მოიძებნა
kk: zzzfm: оқиға өңдеушісі табылмады
km: zzzfm: រកមិនឃើញអ្នកដោះស្រាយព្រឹត្តិការណ៍ទេ។
kn: zzzfm: ಈವೆಂಟ್ ಹ್ಯಾಂಡ್ಲರ್ ಕಂಡುಬಂದಿಲ್ಲ
ku: zzzfm: birêvebirê bûyerê nehat dîtin
ky: zzzfm: окуя иштеткич табылган жок
lb: zzzfm: Event Handler net fonnt
lo: zzzfm: ບໍ່ພົບຕົວຈັດການເຫດການ
lt: zzzfm: įvykių tvarkytojas nerastas
lv: zzzfm: notikumu apstrādātājs nav atrasts
mg: zzzfm: Tsy hita ny mpikarakara hetsika
mi: zzzfm: Karekau i kitea te kaiwhakahaere takahanga
mk: zzzfm: не е пронајден управувач со настани
ml: zzzfm: ഇവന്റ് ഹാൻഡ്u200cലർ കണ്ടെത്തിയില്ല
mn: zzzfm: үйл явдал зохицуулагч олдсонгүй
mr: zzzfm: इव्हेंट हँडलर सापडला नाही
mt: zzzfm: event handler ma nstabx
my: zzzfm: ပွဲကိုင်တွယ်သူကို ရှာမတွေ့ပါ။
nb: zzzfm: hendelsesbehandler ikke funnet
ne: zzzfm: घटना ह्यान्डलर फेला परेन
or: zzzfm: ଇଭେଣ୍ଟ ହ୍ୟାଣ୍ଡେଲର୍ ମିଳିଲା ନାହିଁ |
pa: zzzfm: ਇਵੈਂਟ ਹੈਂਡਲਰ ਨਹੀਂ ਮਿਲਿਆ
ps: zzzfm: ﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧﻭ ﯽﮑﻧﻮﻟﺎﺒﻤﺳ ﯥښﯿﭘ ﺩ
ro: zzzfm: handler de evenimente nu a fost găsit
rw: zzzfm: umukoresha wibyabaye ntabwo yabonetse
sd: zzzfm: ﻮﻴﻠﻣ ﻪﻧ ڙﺪﻨﻴﻟﺎﭝﻨﺳ ٽﻧﻮﻳﺍ
si: zzzfm: සිදුවීම් හසුරුවන්නා හමු නොවීය
sk: zzzfm: obsluha udalosti sa nenašla
sl: zzzfm: upravljalnika dogodkov ni bilo mogoče najti
sq: zzzfm: mbajtësi i ngjarjeve nuk u gjet
sw: zzzfm: kidhibiti tukio hakijapatikana
ta: zzzfm: நிகழ்வு நடத்துபவர் கிடைக்கவில்லை
te: zzzfm: ఈవెంట్ హ్యాండ్లర్ కనుగొనబడలేదు
tg: zzzfm: коркардкунандаи ҳодиса ёфт нашуд
th: zzzfm: ไม่พบตัวจัดการเหตุการณ์
tk: zzzfm: hadysany dolandyryjy tapylmady
tt: zzzfm: вакыйга эшкәртүчесе табылмады
uk: zzzfm: обробник події не знайдено
ur: zzzfm: ﻼ﻿ﻣ ﮟﯿﮩﻧ ﺮﻟﮉﻨﯿﮨ ﭧﻧﻮﯾﺍ
uz: zzzfm: voqea ishlovchi topilmadi
vi: zzzfm: không tìm thấy trình xử lý sự kiện
xh: zzzfm: Umphathi wesiganeko akafunyenwanga
yi: zzzfm: ןענופֿעג טינ רעלדנאַה שינעעשעג

source: zzzfm: invalid socket method '%s'
af: zzzfm: ongeldige sokmetode '%s'
am: zzzfm: ልክ ያልሆነ የሶኬት ዘዴ '%s'
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺲﺒﻘﻤﻟﺍ ﺔﻘﻳﺮﻃ '%s'
be: zzzfm: няправільны метад сокета '%s'
bg: zzzfm: невалиден метод на сокет '%s'
bn: zzzfm: অবৈধ সকেট পদ্ধতি '%s'
ca: zzzfm: mètode de socket no vàlid '%s'
cy: zzzfm: dull soced annilys '%s'
da: zzzfm: ugyldig socket-metode '%s'
eo: zzzfm: nevalida ingometodo '%s'
et: zzzfm: vale pesa meetod '%s'
eu: zzzfm: socket metodo baliogabea '%s'
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﺖﮐﻮﺳ ﺵﻭﺭ '%s'
fi: zzzfm: virheellinen pistorasiamenetelmä '%s'
fil: zzzfm: di-wastong paraan ng socket '%s'
fy: zzzfm: ûnjildige socket metoade '%s'
ga: zzzfm: modh soicéad neamhbhailí '%s'
gd: zzzfm: modh socaid neo-dhligheach '%s'
gl: zzzfm: método de socket non válido '%s'
gu: zzzfm: અમાન્ય સોકેટ પદ્ધતિ '%s'
he: zzzfm: תיקוח אל עקש תטיש '%s'
hi: zzzfm: अमान्य सॉकेट विधि '%s'
hr: zzzfm: nevažeća metoda utičnice '%s'
hu: zzzfm: érvénytelen socket módszer '%s'
hy: zzzfm: վարդակից անվավեր մեթոդ '%s'
id: zzzfm: metode soket tidak valid '%s'
is: zzzfm: ógild innstunguaðferð '%s'
ka: zzzfm: არასწორი სოკეტის მეთოდი '%s'
kk: zzzfm: жарамсыз розетка әдісі '%s'
km: zzzfm: វិធីសាស្ត្ររន្ធមិនត្រឹមត្រូវ '%s'
kn: zzzfm: ಅಮಾನ್ಯ ಸಾಕೆಟ್ ವಿಧಾನ '%s'
ku: zzzfm: rêbaza soketê nederbasdar '%s'
ky: zzzfm: жараксыз розетка ыкмасы '%s'
lb: zzzfm: ongëlteg Socket Method '%s'
lo: zzzfm: ວິທີການເຕົ້າຮັບບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: netinkamas lizdo metodas '%s'
lv: zzzfm: nederīga ligzdas metode '%s'
mg: zzzfm: fomba socket tsy mety '%s'
mi: zzzfm: tikanga turanga muhu '%s'
mk: zzzfm: неважечки метод на штекер '%s'
ml: zzzfm: അസാധുവായ സോക്കറ്റ് രീതി '%s'
mn: zzzfm: буруу сокет арга '%s'
mr: zzzfm: अवैध सॉकेट पद्धत '%s'
mt: zzzfm: metodu socket invalidu '%s'
my: zzzfm: မမှန်ကန်သော ပလပ်ပေါက်နည်းလမ်း '%s'
nb: zzzfm: ugyldig socket-metode '%s'
ne: zzzfm: अमान्य सकेट विधि '%s'
or: zzzfm: ଅବ alid ଧ ସକେଟ୍ ପଦ୍ଧତି | '%s'
pa: zzzfm: ਅਵੈਧ ਸਾਕਟ ਵਿਧੀ '%s'
ps: zzzfm: ﻪﻘﯾﺮﻃ ټﮐﺎﺳ ﻢﺳﺎﻧ '%s'
ro: zzzfm: metodă de socket nevalidă '%s'
rw: zzzfm: uburyo bwa sock butemewe '%s'
sd: zzzfm: ﻮﻘﻳﺮﻃ ﻮﺟ ٽﮐﺎﺳ ﻂﻠﻏ '%s'
si: zzzfm: වලංගු නොවන සොකට් ක්රමය '%s'
sk: zzzfm: neplatná metóda zásuvky '%s'
sl: zzzfm: neveljavna metoda vtičnice '%s'
sq: zzzfm: metodë e folesë e pavlefshme '%s'
sw: zzzfm: mbinu batili ya tundu '%s'
ta: zzzfm: தவறான சாக்கெட் முறை '%s'
te: zzzfm: చెల్లని సాకెట్ పద్ధతి '%s'
tg: zzzfm: усули розеткаи беэътибор '%s'
th: zzzfm: วิธีซ็อกเก็ตที่ไม่ถูกต้อง '%s'
tk: zzzfm: nädogry rozetka usuly '%s'
tt: zzzfm: дөрес булмаган рокетка ысулы '%s'
uk: zzzfm: недійсний метод сокета '%s'
ur: zzzfm: ﮧﻘﯾﺮﻃ ﭧﮐﺎﺳ ﻂﻠﻏ '%s'
uz: zzzfm: noto'g'ri rozetka usuli '%s'
vi: zzzfm: phương thức ổ cắm không hợp lệ '%s'
xh: zzzfm: indlela yesiseko engasebenziyo '%s'
yi: zzzfm: ןפֿוא לעלאָכ טלפּירקראַפ '%s'

source: Default
af: Verstek
am: ነባሪ
ar: ﺮﻴﺼﻘﺗ
be: Па змаўчанні
bg: По подразбиране
bn: ডিফল্ট
ca: Per defecte
cy: Rhagosodiad
da: Standard
eo: Defaŭlte
et: Vaikimisi
eu: Lehenetsia
fa: ﺽﺮﻓ ﺶﯿﭘ
fi: Oletus
fy: Standert
ga: Réamhshocrú
gl: Por defecto
gu: ડિફૉલ્ટ
he: לָדחֶמ תַריִרְּב
hi: चूक जाना
hr: Zadano
hu: Alapértelmezett
hy: Կանխադրված
id: Bawaan
is: Sjálfgefið
ka: ნაგულისხმევი
kk: Әдепкі
km: លំនាំដើម
kn: ಡೀಫಾಲ್ಟ್
ku: Destçûnî
ky: Демейки
lo: ຄ່າເລີ່ມຕົ້ນ
lt: Numatytas
lv: Noklusējums
mg: toerana misy anao
mi: Taunoa
mk: Стандардно
ml: സ്ഥിരസ്ഥിതി
mn: Өгөгдмөл
mr: डीफॉल्ट
my: ပုံသေ
nb: Misligholde
ne: पूर्वनिर्धारित
or: ଡିଫଲ୍ଟ |
pa: ਡਿਫਾਲਟ
ps: ټﻟﺎﻔﯾډ
ro: Mod implicit
rw: Mburabuzi
sd: ٽﻟﺎﻓڊ
si: පෙරනිමිය
sk: Predvolené
sl: Privzeto
sq: E paracaktuar
sw: Chaguomsingi
ta: இயல்புநிலை
te: డిఫాల్ట్
tg: Пешфарз
th: ค่าเริ่มต้น
tk: Bellenen
tt: Килешү
uk: За замовчуванням
ur: ﮦﺪﺷ ﮯﻃ
uz: Standart
vi: Mặc định
xh: Ukuhlala kukho
yi: טיַיקילעפ

source: Choose Desktop Font
af: Kies Desktop Font
am: የዴስክቶፕ ቅርጸ-ቁምፊን ይምረጡ
ar: ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﻂﺧ ﺮﺘﺧﺍ
be: Абярыце Шрыфт працоўнага стала
bg: Изберете Шрифт на работния плот
bn: ডেস্কটপ ফন্ট নির্বাচন করুন
ca: Trieu Font d'escriptori
cy: Dewiswch Ffont Penbwrdd
da: Vælg Skrivebordsskrifttype
eo: Elektu labortablan tiparon
et: Valige Töölaua font
eu: Aukeratu mahaigaineko letra-tipoa
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﭖﺎﺘﮑﺳﺩ ﺖﻧﻮﻓ
fi: Valitse Työpöytäfontti
fil: Piliin ang Desktop Font
fy: Kies Buroblêd Lettertype
ga: Roghnaigh Cló Deisce
gd: Tagh Desktop Font
gl: Escolla a fonte do escritorio
gu: ડેસ્કટોપ ફોન્ટ પસંદ કરો
he: הדובע ןחלוש ןפוג רחב
hi: डेस्कटॉप फ़ॉन्ट चुनें
hr: Odaberite font za radnu površinu
hu: Válassza az Asztali betűtípus lehetőséget
hy: Ընտրեք աշխատասեղանի տառատեսակը
id: Pilih Font Desktop
is: Veldu Skrifborð leturgerð
ka: აირჩიეთ დესკტოპის შრიფტი
kk: Жұмыс үстелінің қаріпін таңдаңыз
km: ជ្រើសរើសពុម្ពអក្សរផ្ទៃតុ
kn: ಡೆಸ್ಕ್u200cಟಾಪ್ ಫಾಂಟ್ ಆಯ್ಕೆಮಾಡಿ
ku: Fontê Sermaseyê hilbijêrin
ky: Иш тактасынын шрифти тандаңыз
lb: Wielt Desktop Schrëft
lo: ເລືອກຟອນເດັສທັອບ
lt: Pasirinkite darbalaukio šriftą
lv: Izvēlieties darbvirsmas fontu
mg: Mifidiana Desktop Font
mi: Kōwhiri Momotuhi Papamahi
mk: Изберете фонт на работната површина
ml: ഡെസ്ക്ടോപ്പ് ഫോണ്ട് തിരഞ്ഞെടുക്കുക
mn: Ширээний фонтыг сонгоно уу
mr: डेस्कटॉप फॉन्ट निवडा
mt: Agħżel Font tad-Desktop
my: Desktop Font ကို ရွေးပါ။
nb: Velg Skrivebordsskrift
ne: डेस्कटप फन्ट छान्नुहोस्
or: ଡେସ୍କଟପ୍ ଫଣ୍ଟ ବାଛନ୍ତୁ |
pa: ਡੈਸਕਟਾਪ ਫੌਂਟ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ټﻧﻮﻓ ﭖﺎټﺴﯾډ ﺩ
ro: Alegeți fontul desktop
rw: Hitamo Imyandikire ya desktop
sd: ﻮﻳڊﻧﻮﭼ ٽﻧﻮﻓ ﭖﺎٽ ڪﺴﻳڊ
si: ඩෙස්ක්ටොප් අකුරු තෝරන්න
sk: Vyberte položku Písmo pracovnej plochy
sl: Izberite Pisava namizja
sq: Zgjidhni Fontin e Desktopit
sw: Chagua Fonti ya Eneo-kazi
ta: டெஸ்க்டாப் எழுத்துருவைத் தேர்ந்தெடுக்கவும்
te: డెస్క్u200cటాప్ ఫాంట్u200cని ఎంచుకోండి
tg: Шрифти мизи корӣ -ро интихоб кунед
th: เลือกแบบอักษรบนเดสก์ท็อป
tk: Iş stolunyň şriftini saýlaň
tt: Эш өстәле шрифтын сайлагыз
uk: Виберіть Шрифт робочого столу
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﭧﻧﻮﻓ ﭖﺎﭨ ﮏﺴﯾﮈ
uz: Ish stoli shriftini tanlang
vi: Chọn phông chữ trên màn hình
xh: Khetha ifonti yeDesktop
yi: טנאָפ פּאָטקסעד ןביַילק

source: Example Item 0123456789
af: Voorbeeld item 0123456789
am: ምሳሌ ንጥል 0123456789
ar: ﻝﺎﺜﻣ ﺮﺼﻨﻋ 0123456789
be: Прыклад Пункт 0123456789
bg: Примерен артикул 0123456789
bn: উদাহরণ আইটেম 0123456789
ca: Element d'exemple 0123456789
cy: Eitem Enghreifftiol 0123456789
da: Eksempel vare 0123456789
eo: Ekzempla Ero 0123456789
et: Näidiselement 0123456789
eu: Elementu adibidea 0123456789
fa: ﻪﻧﻮﻤﻧ ﺩﺭﻮﻣ 0123456789
fi: Esimerkkikohde 0123456789
fil: Halimbawang Item 0123456789
fy: Foarbyld item 0123456789
ga: Mír Samplach 0123456789
gd: Nì eisimpleir 0123456789
gl: Elemento de exemplo 0123456789
gu: ઉદાહરણ આઇટમ 0123456789
he: המגודל טירפ 0123456789
hi: उदाहरण आइटम 0123456789
hr: Primjer stavke 0123456789
hu: Példa elem 0123456789
hy: Օրինակ կետ 0123456789
id: Contoh Barang 0123456789
is: Dæmi atriði 0123456789
ka: მაგალითი ელემენტი 0123456789
kk: Мысал элемент 0123456789
km: ធាតុឧទាហរណ៍ 0123456789
kn: ಉದಾಹರಣೆ ಐಟಂ 0123456789
ky: Мисал пункт 0123456789
lb: Beispill Artikel 0123456789
lo: ລາຍການຕົວຢ່າງ 0123456789
lt: Prekės pavyzdys 0123456789
lv: Vienuma piemērs 0123456789
mg: Item ohatra 0123456789
mi: Tauira Tuemi 0123456789
mk: Пример Ставка 0123456789
ml: ഉദാഹരണ ഇനം 0123456789
mn: Жишээ зүйл 0123456789
mr: उदाहरण आयटम 0123456789
mt: Oġġett Eżempju 0123456789
my: နမူနာပစ္စည်း 0123456789
nb: Eksempelelement 0123456789
ne: उदाहरण वस्तु 0123456789
or: ଉଦାହରଣ ଆଇଟମ୍ | 0123456789
pa: ਉਦਾਹਰਨ ਆਈਟਮ 0123456789
ps: ﻲﮐﻮﺗ ﻪګﻠﯧﺑ 0123456789
ro: Exemplu de articol 0123456789
rw: Urugero 0123456789
sd: ءﻲﺷ ﻲﺟ ﻝﺎﺜﻣ 0123456789
si: ආදර්ශ අයිතමය 0123456789
sk: Príklad položky 0123456789
sl: Primer predmeta 0123456789
sq: Shembull Artikull 0123456789
sw: Kipengee cha Mfano 0123456789
ta: எடுத்துக்காட்டு பொருள் 0123456789
te: ఉదాహరణ అంశం 0123456789
tg: Намунаи банди 0123456789
th: รายการตัวอย่าง 0123456789
tk: Mysal elementi 0123456789
tt: Мисал пункты 0123456789
uk: Приклад елемента 0123456789
ur: ﻢﭩﺋﺁ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ 0123456789
uz: Misol elementi 0123456789
vi: Mục Ví dụ 0123456789
xh: Umzekelo wento 0123456789
yi: רעמונ ליפּשיַיב 0123456789

source: Transparency Requirements
af: Deursigtigheidsvereistes
am: ግልጽነት መስፈርቶች
ar: ﺔﻴﻓﺎﻔﺸﻟﺍ ﺕﺎﺒﻠﻄﺘﻣ
be: Патрабаванні да празрыстасці
bg: Изисквания за прозрачност
bn: স্বচ্ছতা প্রয়োজনীয়তা
ca: Requisits de transparència
cy: Gofynion Tryloywder
da: Krav til gennemsigtighed
eo: Postuloj pri travidebleco
et: Läbipaistvusnõuded
eu: Gardentasun-baldintzak
fa: ﺖﯿﻓﺎﻔﺷ ﺕﺎﻣﺍﺰﻟﺍ
fi: Avoimuusvaatimukset
fil: Mga Kinakailangan sa Transparency
fy: Transparânsje easken
ga: Ceanglais Trédhearcachta
gd: Riatanasan follaiseachd
gl: Requisitos de transparencia
gu: પારદર્શિતા જરૂરિયાતો
he: תופיקש תושירד
hi: पारदर्शिता आवश्यकताएँ
hr: Zahtjevi transparentnosti
hu: Átláthatósági követelmények
hy: Թափանցիկության պահանջներ
id: Persyaratan Transparansi
is: Gagnsæiskröfur
ka: გამჭვირვალობის მოთხოვნები
kk: Транспаренттік талаптар
km: តម្រូវការតម្លាភាព
kn: ಪಾರದರ್ಶಕತೆ ಅಗತ್ಯತೆಗಳು
ku: Pêdiviyên Şefafî
ky: Айкындуулук талаптары
lb: Transparenz Ufuerderunge
lo: ຄວາມຕ້ອງການຄວາມໂປ່ງໃສ
lt: Permatomumo Reikalavimai
lv: Pārredzamības prasības
mg: Fepetra takiana amin'ny mangarahara
mi: Nga Whakaritenga Puataata
mk: Барања за транспарентност
ml: സുതാര്യത ആവശ്യകതകൾ
mn: Ил тод байдлын шаардлага
mr: पारदर्शकता आवश्यकता
mt: Rekwiżiti ta' Trasparenza
my: ပွင့်လင်းမြင်သာမှု လိုအပ်ချက်များ
nb: Krav til åpenhet
ne: पारदर्शिता आवश्यकताहरू
or: ସ୍ୱଚ୍ଛତା ଆବଶ୍ୟକତା |
pa: ਪਾਰਦਰਸ਼ਤਾ ਦੀਆਂ ਲੋੜਾਂ
ps: ﯤﻭﺎﯿﺗړﺍ ﺎﯿﺘڼﻭﺭ ﺩ
ro: Cerințe de transparență
rw: Ibisabwa mu mucyo
sd: ﺝﺮﻬﮔ ﻲﺟ ﺖﻴﻓﺎﻔﺷ
si: විනිවිදභාවය අවශ්යතා
sk: Požiadavky na transparentnosť
sl: Zahteve glede preglednosti
sq: Kërkesat e transparencës
sw: Mahitaji ya Uwazi
ta: வெளிப்படைத்தன்மை தேவைகள்
te: పారదర్శకత అవసరాలు
tg: Талаботи шаффофият
th: ข้อกำหนดด้านความโปร่งใส
tk: Aç-açanlyk talaplary
tt: Ачыклык таләпләре
uk: Вимоги до прозорості
ur: ﮯﺿﺎﻘﺗ ﮯﮐ ﺖﯿﻓﺎﻔﺷ
uz: Shaffoflik talablari
vi: Yêu cầu về tính minh bạch
xh: IiMfuno zokuSebenza elubala
yi: ץנעמעריווקער טיַיקיעזכרוד
