Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Error hiding files
af: Kon nie lêers versteek nie
am: ፋይሎችን መደበቅ ላይ ስህተት
ar: ﺕﺎﻔﻠﻤﻟﺍ ءﺎﻔﺧﺇ ﻲﻓ ﺄﻄﺧ
be: Памылка хавання файлаў
bg: Грешка при скриването на файлове
bn: ফাইল লুকানোর সময় ত্রুটি
ca: S'ha produït un error en amagar els fitxers
cy: Gwall cuddio ffeiliau
da: Fejl under skjulning af filer
eo: Eraro kaŝante dosierojn
et: Viga failide peitmisel
eu: Errore bat gertatu da fitxategiak ezkutatzean
fa: ﺎﻫ ﻞﯾﺎﻓ ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ ﺭﺩ ﺎﻄﺧ
fi: Virhe tiedostojen piilottamisessa
fil: Error sa pagtatago ng mga file
fy: Flater by it ferbergjen fan bestannen
ga: Earráid i bhfolach comhaid
gd: Mearachd a ’falach faidhlichean
gl: Produciuse un erro ao ocultar os ficheiros
gu: ફાઇલો છુપાવવામાં ભૂલ
he: םיצבק תרתסהב האיגש
hi: फ़ाइलें छिपाने में त्रुटि
hr: Pogreška pri skrivanju datoteka
hu: Hiba a fájlok elrejtésekor
hy: Չհաջողվեց թաքցնել ֆայլերը
id: Kesalahan saat menyembunyikan file
is: Villa við að fela skrár
ka: ფაილების დამალვის შეცდომა
kk: Файлдарды жасыру қатесі
km: កំហុសក្នុងការលាក់ឯកសារ
kn: ಫೈಲ್u200cಗಳನ್ನು ಮರೆಮಾಡುವಲ್ಲಿ ದೋಷ
ku: Çewtiya veşartina pelan
ky: Файлдарды жашырууда ката кетти
lb: Feeler verstoppen Dateien
lo: ເກີດຄວາມຜິດພາດໃນການເຊື່ອງໄຟລ໌
lt: Klaida, slepiant failus
lv: Slēpjot failus, radās kļūda
mg: Error manafina rakitra
mi: Hapa huna kōnae
mk: Грешка при криење датотеки
ml: ഫയലുകൾ മറയ്ക്കുന്നതിൽ പിശക്
mn: Файлуудыг нуухад алдаа гарлаа
mr: फाइल लपवताना त्रुटी
mt: Żball fil-ħabi tal-fajls
my: ဖိုင်များကို ဝှက်ထားရာတွင် အမှားအယွင်းရှိသည်။
nb: Feil ved å skjule filer
ne: फाइलहरू लुकाउने क्रममा त्रुटि भयो
or: ଫାଇଲଗୁଡିକ ଲୁଚାଇବାରେ ତ୍ରୁଟି |
pa: ਫ਼ਾਈਲਾਂ ਨੂੰ ਲੁਕਾਉਣ ਵਿੱਚ ਤਰੁੱਟੀ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻟﻮټﭘ ﻪﭘ ﻮﻧﻮﻠﯾﺎﻓ ﺩ
ro: Eroare la ascunderea fișierelor
rw: Ikosa ryo guhisha dosiye
sd: ﻲﻄﻠﻏ ۾ ﮡﺋﺎڪﻟ ﻥﻮﻠﺋﺎﻓ
si: ගොනු සැඟවීමේ දෝෂයකි
sk: Chyba pri skrývaní súborov
sl: Napaka pri skrivanju datotek
sq: Gabim në fshehjen e skedarëve
sw: Hitilafu katika kuficha faili
ta: கோப்புகளை மறைப்பதில் பிழை
te: ఫైల్u200cలను దాచడంలో లోపం
tg: Хатогӣ дар пинҳон кардани файлҳо
th: เกิดข้อผิดพลาดในการซ่อนไฟล์
tk: Faýllary gizlemekde säwlik
tt: Файлларны яшерүдә хата
uk: Помилка приховування файлів
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻧﺎﭙﮭﭼ ﮟﯿﻠﺋﺎﻓ
uz: Fayllarni yashirishda xatolik yuz berdi
vi: Lỗi khi ẩn tệp
xh: Impazamo yokufihla iifayile
yi: סעקעט ןטלאַהאַב תועט

source: No files are selected
af: Geen lêers is gekies nie
am: ምንም ፋይሎች አልተመረጡም።
ar: ﺕﺎﻔﻠﻣ ﻱﺃ ﺪﻳﺪﺤﺗ ﻢﺘﻳ ﻢﻟ
be: Файлы не выбраны
bg: Не са избрани файлове
bn: কোন ফাইল নির্বাচন করা হয় না
ca: No hi ha cap fitxer seleccionat
cy: Ni ddewisir unrhyw ffeiliau
da: Ingen filer er valgt
eo: Neniuj dosieroj estas elektitaj
et: Faile pole valitud
eu: Ez da fitxategirik hautatu
fa: ﺖﺳﺍ ﻩﺪﺸﻧ ﺏﺎﺨﺘﻧﺍ ﯽﻠﯾﺎﻓ ﭻﯿﻫ
fi: Tiedostoja ei ole valittu
fil: Walang pinipiling file
fy: Gjin triemmen binne selektearre
ga: Ní roghnaítear aon chomhaid
gd: Chan eil faidhlichean air an taghadh
gl: Non hai ficheiros seleccionados
gu: કોઈ ફાઇલો પસંદ કરેલ નથી
he: םיצבק ורחבנ אל
hi: कोई फ़ाइल नहीं चुनी गई
hr: Nije odabrana nijedna datoteka
hu: Nincsenek kiválasztva fájlok
hy: Ֆայլեր ընտրված չեն
id: Tidak ada file yang dipilih
is: Engar skrár eru valdar
ka: ფაილები არ არის არჩეული
kk: Ешбір файл таңдалмаған
km: គ្មានឯកសារត្រូវបានជ្រើសរើសទេ។
kn: ಯಾವುದೇ ಫೈಲ್u200cಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ku: Ti pel nayên hilbijartin
ky: Эч кандай файл тандалган жок
lb: Keng Dateie ginn ausgewielt
lo: ບໍ່ມີໄຟລ໌ໃດຖືກເລືອກ
lt: Failai nepasirinkti
lv: Nav atlasīts neviens fails
mg: Tsy misy rakitra voafantina
mi: Karekau he konae i tohua
mk: Не се избрани датотеки
ml: ഫയലുകളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Ямар ч файл сонгогдоогүй байна
mr: कोणत्याही फाइल्स निवडलेल्या नाहीत
mt: L-ebda fajl ma jintgħażel
my: မည်သည့်ဖိုင်ကိုမျှ ရွေးမထားပါ။
nb: Ingen filer er valgt
ne: कुनै पनि फाइल चयन गरिएको छैन
or: କ files ଣସି ଫାଇଲ୍ ଚୟନ ହୋଇନାହିଁ |
pa: ਕੋਈ ਫ਼ਾਈਲਾਂ ਨਹੀਂ ਚੁਣੀਆਂ ਗਈਆਂ ਹਨ
ps: ﻱﻮﺷ ﻩﺭﻮﻏ ﻱﺪﻧ ﻪﻧﻮﻠﯾﺎﻓ څﯿﻫ
ro: Nu sunt selectate fișiere
rw: Nta dosiye zatoranijwe
sd: ﻦﻫﺁ ﻪﻧ ﻞﻴﭤ ﺐﺨﺘﻨﻣ ﻥﻮﻠﺋﺎﻓ ﻪﺑﺎڪ
si: ගොනු කිසිවක් තෝරා නැත
sk: Nie sú vybraté žiadne súbory
sl: Nobena datoteka ni izbrana
sq: Nuk është zgjedhur asnjë skedar
sw: Hakuna faili zilizochaguliwa
ta: கோப்புகள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: ఫైల్u200cలు ఏవీ ఎంచుకోబడలేదు
tg: Ягон файл интихоб нашудааст
th: ไม่ได้เลือกไฟล์
tk: Hiç bir faýl saýlanmady
tt: Бер файл да сайланмаган
uk: Не вибрано жодного файлу
ur: ۔ﮟﯿﮨ ﮟﯿﮩﻧ ﺐﺨﺘﻨﻣ ﮟﯿﻠﺋﺎﻓ ﯽﺋﻮﮐ
uz: Hech qanday fayl tanlanmagan
vi: Không có tệp nào được chọn
xh: Akukho zifayile zikhethiweyo
yi: ןבילקעגסיוא ןענעז סעקעט ןייק

source: Invalid URL
af: Ongeldige URL
am: ልክ ያልሆነ URL
ar: URL ﺢﻟﺎﺻ ﺮﻴﻏ
be: Няправільны URL
bg: невалиден адрес
bn: অবৈধ URL
ca: URL no vàlid
cy: URL annilys
da: ugyldig URL
eo: Nevalida URL
et: vigane URL
eu: URL baliogabea
fa: URL ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ
fi: Virheellinen URL
fil: Di-wastong URL
fy: Unjildige URL
ga: URL neamhbhailí
gd: URL mì-dhligheach
gl: URL non válido
gu: અમાન્ય URL
he: תיקוח אל רתא תבותכ
hi: अवैध यूआरएल
hr: Neispravan URL
hu: érvénytelen URL
hy: Անվավեր URL
id: URL tidak valid
is: Ógild vefslóð
ka: არასწორი ლინკი
kk: Жарамсыз URL
km: URL មិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ URL
ku: URL nederbasdar
ky: Жараксыз URL
lo: URL ບໍ່ຖືກຕ້ອງ
lt: Neteisingas URL
lv: Nederīgs URL
mg: URL tsy mety
mi: URL muhu
mk: Неважечка URL-адреса
ml: അസാധുവായ URL
mn: Хүчингүй URL
mr: अवैध URL
mt: URL invalidu
my: မမှန်ကန်သော URL
nb: ugyldig URL
ne: अमान्य URL
or: ଅବ val ଧ URL |
pa: ਅਵੈਧ URL
ps: URL ﻢﺳﺎﻧ
ro: URL invalid
rw: URL itemewe
sd: URL ﻂﻠﻏ
si: වලංගු නැති URL
sk: neplatná URL adresa
sl: Neveljaven URL
sq: URL e pavlefshme
sw: URL batili
ta: தவறான வலைதள முகவரி
te: చెల్లని URL
tg: URL нодуруст
th: URL ไม่ถูกต้อง
tk: Nädogry URL
tt: Яраксыз URL
uk: Недійсна URL-адреса
ur: URL ﻂﻠﻏ
uz: URL noto‘g‘ri
vi: URL không hợp lệ
xh: I-URL engasebenziyo
yi: URL קיטליגמוא

source: The entered URL is not valid.
af: Die ingevoerde URL is nie geldig nie.
am: የገባው URL ልክ አይደለም።
ar: .ﺢﻟﺎﺻ ﺮﻴﻏ ﻪﻟﺎﺧﺩﺇ ﻢﺗ ﻱﺬﻟﺍ URL ﻥﺍﻮﻨﻋ
be: Уведзены URL несапраўдны.
bg: Въведеният URL адрес не е валиден.
bn: প্রবেশ করা URLটি বৈধ নয়৷
ca: L'URL introduït no és vàlid.
cy: Nid yw'r URL a gofnodwyd yn ddilys.
da: Den indtastede URL er ikke gyldig.
eo: La enigita URL ne validas.
et: Sisestatud URL ei kehti.
eu: Sartutako URLak ez du balio.
fa: URL ﺖﺴﯿﻧ ﺮﺒﺘﻌﻣ ﻩﺪﺷ ﺩﺭﺍﻭ.
fi: Annettu URL-osoite ei kelpaa.
fil: Ang inilagay na URL ay hindi wasto.
fy: De ynfierde URL is net jildich.
ga: Níl an URL a iontráladh bailí.
gd: Chan eil an URL a chaidh a-steach dligheach.
gl: O URL introducido non é válido.
gu: દાખલ કરેલ URL માન્ય નથી.
he: .תיקוח הניא הנזוהש רתאה תבותכ
hi: डाला गया यूआरएल मान्य नहीं है.
hr: Uneseni URL nije valjan.
hu: A megadott URL érvénytelen.
hy: Մուտքագրված URL-ը վավեր չէ:
id: URL yang dimasukkan tidak valid.
is: Slóðin sem slegin var inn er ekki gild.
ka: შეყვანილი URL არასწორია.
kk: Енгізілген URL жарамсыз.
km: URL ដែលបានបញ្ចូលមិនត្រឹមត្រូវទេ។
kn: ನಮೂದಿಸಿದ URL ಮಾನ್ಯವಾಗಿಲ್ಲ.
ku: URL-ya têketin ne derbasdar e.
ky: Киргизилген URL жараксыз.
lb: Déi aginn URL ass net valabel.
lo: URL ທີ່ໃສ່ນັ້ນບໍ່ຖືກຕ້ອງ.
lt: Įvestas URL yra neteisingas.
lv: Ievadītais URL nav derīgs.
mg: Tsy manan-kery ny URL nampidirina.
mi: Ko te URL kua whakauruhia he kore tika.
mk: Внесениот URL не е валиден.
ml: നൽകിയ URL സാധുതയുള്ളതല്ല.
mn: Оруулсан URL буруу байна.
mr: प्रविष्ट केलेली URL वैध नाही.
mt: Il-URL imdaħħal mhuwiex validu.
my: ထည့်သွင်းထားသော URL သည် မမှန်ကန်ပါ။
nb: Den angitte URL-en er ikke gyldig.
ne: प्रविष्ट गरिएको URL मान्य छैन।
or: ପ୍ରବିଷ୍ଟ URL ବ valid ଧ ନୁହେଁ |
pa: ਦਾਖਲ ਕੀਤਾ URL ਵੈਧ ਨਹੀਂ ਹੈ।
ps: .ﯼﺪﻧ ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ URL ﯼﻮﺷ ﻞﺧﺍﺩ
ro: Adresa URL introdusă nu este validă.
rw: URL yinjiye ntabwo yemewe.
sd: .ﻲﻫﺁ ﻪﻧ ﺢﻴﺤﺻ URL ﻞﻴﭤ ﻞﺧﺍﺩ
si: ඇතුළත් කළ URL වලංගු නොවේ.
sk: Zadaná adresa URL nie je platná.
sl: Vneseni URL ni veljaven.
sq: URL-ja e futur nuk është e vlefshme.
sw: URL iliyoingizwa si sahihi.
ta: உள்ளிட்ட URL தவறானது.
te: నమోదు చేసిన URL చెల్లదు.
tg: URL-и воридшуда эътибор надорад.
th: URL ที่ป้อนไม่ถูกต้อง
tk: Girizilen URL dogry däl
tt: Керелгән URL дөрес түгел.
uk: Введена URL-адреса недійсна.
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﺖﺳﺭﺩ URL ﺎﯿﮔ ﺎﯿﮐ ﺝﺭﺩ
uz: Kiritilgan URL yaroqsiz.
vi: URL đã nhập không hợp lệ.
xh: I-URL efakiweyo ayisebenzi.
yi: .קיטליג טשינ זיא URL ןיירא יד

source: Handler Not Found
af: Hanteerder nie gevind nie
am: ተቆጣጣሪ አልተገኘም።
ar: ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﺞﻟﺎﻌﻤﻟﺍ
be: Апрацоўшчык не знойдзены
bg: Манипулаторът не е намерен
bn: হ্যান্ডলার পাওয়া যায়নি
ca: No s'ha trobat el gestor
cy: Trinydd Heb ei ddarganfod
da: Handler ikke fundet
eo: Pritraktilo Ne Trovita
et: Käitlejat ei leitud
eu: Ez da kudeatzailea aurkitu
fa: ﺪﺸﻧ ﺍﺪﯿﭘ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ
fi: Käsittelijää ei löydy
fil: Hindi Natagpuan ang Handler
fy: Handler net fûn
ga: Níor aimsíodh Láimhseálaí
gd: Neach-làimhseachaidh nach deach a lorg
gl: Manexador non atopado
gu: હેન્ડલર મળ્યો નથી
he: אצמנ אל לפטמה
hi: हैंडलर नहीं मिला
hr: Rukovalac nije pronađen
hu: Kezelő nem található
hy: Կառավարիչը չի գտնվել
id: Pengendali Tidak Ditemukan
is: Handlari fannst ekki
ka: დამმუშავებელი არ მოიძებნა
kk: Өңдеуші табылмады
km: រកមិនឃើញអ្នកដោះស្រាយទេ។
kn: ಹ್ಯಾಂಡ್ಲರ್ ಕಂಡುಬಂದಿಲ್ಲ
ky: Иштеткыч табылган жок
lb: Handler net fonnt
lo: ບໍ່ພົບຕົວຈັບ
lt: Valdytojas nerastas
lv: Apdarinātājs nav atrasts
mg: Tsy hita ny mpitantana
mi: Kaore i Kitea te Kaihautu
mk: Ракувачот не е пронајден
ml: ഹാൻഡ്ലർ കണ്ടെത്തിയില്ല
mn: Зохицуулагч олдсонгүй
mr: हँडलर सापडला नाही
mt: Handler Mhux Instab
my: ကိုင်တွယ်သူကို ရှာမတွေ့ပါ။
nb: Handler ikke funnet
ne: ह्यान्डलर फेला परेन
or: ହ୍ୟାଣ୍ଡଲର୍ ମିଳିଲା ନାହିଁ |
pa: ਹੈਂਡਲਰ ਨਹੀਂ ਮਿਲਿਆ
ps: ﻮﺷ ﻝﺪﻧﻮﻣ ﻪﻧﻭ ﯽﮑﻧﻮﻟﺎﺒﻤﺳ
ro: Handler nu a fost găsit
rw: Umukoresha Ntabonetse
sd: ﻮﻴﻠﻣ ﻪﻧ ڙﺪﻨﻴﻟﺎﭝﻨﺳ
si: හසුරුවන්නා හමු නොවීය
sk: Obslužný nástroj sa nenašiel
sl: Upravljalnik ni najden
sq: Trajtuesi nuk u gjet
sw: Kidhibiti Haijapatikana
ta: கையாளுபவர் கிடைக்கவில்லை
te: హ్యాండ్లర్ కనుగొనబడలేదు
tg: Дастгиркунанда ёфт нашуд
th: ไม่พบตัวจัดการ
tk: Işleýän tapylmady
tt: Эшкәртүче табылмады
uk: Обробник не знайдено
ur: ﻼ﻿ﻣ ﮟﯿﮩﻧ ﺮﻟﮉﻨﯿﮨ
uz: Ishlovchi topilmadi
vi: Không tìm thấy trình xử lý
xh: Isibambi asifunyenwanga
yi: ןענופֿעג טינ רעלדנאַה

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
af: Geen netwerkhanteerder is vir hierdie URL opgestel nie, of geen monteeropdrag is gestel nie. Voeg 'n hanteerder by in Toestelle|Instellings|Protokolhanteerders.
am: ለዚህ ዩአርኤል ምንም የአውታረ መረብ ተቆጣጣሪ አልተዋቀረም ወይም ምንም የማፈናጠጥ ትዕዛዝ አልተዘጋጀም። በመሳሪያዎች|ቅንጅቶች|ፕሮቶኮል ተቆጣጣሪዎች ውስጥ ተቆጣጣሪ ያክሉ።
ar: .ﻞﻴﻤﺤﺗ ﺮﻣﺃ ﻦﻴﻴﻌﺗ ﻢﺘﻳ ﻢﻟ ﻭﺃ ، ﺍﺬﻫ URL ﻥﺍﻮﻨﻌﻟ ﺔﻜﺒﺷ ﺞﻟﺎﻌﻣ ﻦﻳﻮﻜﺗ ﻢﺘﻳ ﻢﻟ .ﻝﻮﻛﻮﺗﻭﺮﺒﻟﺍ ﺕﺎﺠﻟﺎﻌﻣ | ﺕﺍﺩﺍﺪﻋﻹ﻿ﺍ | ﺓﺰﻬﺟﻷ﻿ﺍ ﻲﻓ ﺞﻟﺎﻌﻣ ﺔﻓﺎﺿﺈﺑ ﻢﻗ
be: Для гэтага URL-адраса не настроены апрацоўшчык сеткі або не зададзена каманда мантавання. Дадайце апрацоўшчык у Прылады|Настройкі|Апрацоўшчыкі пратаколаў.
bg: Не е конфигуриран мрежов манипулатор за този URL адрес или не е зададена команда за монтиране. Добавете манипулатор в Devices|Settings|Protocol Handlers.
bn: এই URL-এর জন্য কোনো নেটওয়ার্ক হ্যান্ডলার কনফিগার করা নেই, বা কোনো মাউন্ট কমান্ড সেট করা নেই। ডিভাইসস|সেটিংস|প্রটোকল হ্যান্ডলারে একটি হ্যান্ডলার যোগ করুন।
ca: No s'ha configurat cap controlador de xarxa per a aquest URL o no s'ha establert cap ordre de muntatge. Afegiu un controlador a Dispositius|Configuració|Gestors de protocols.
cy: Nid oes unrhyw drinwr rhwydwaith wedi'i ffurfweddu ar gyfer yr URL hwn, neu nid oes gorchymyn mowntio wedi'i osod. Ychwanegu triniwr mewn Dyfeisiau | Gosodiadau | Trinwyr Protocol.
da: Der er ikke konfigureret nogen netværkshandler til denne URL, eller der er ikke angivet en monteringskommando. Tilføj en handler i Enheder|Indstillinger|Protokolbehandlere.
eo: Neniu rettraktilo estas agordita por ĉi tiu URL, aŭ neniu munta komando estas agordita. Aldonu pritraktilon en Aparatoj|Agordoj|Protokolo-traktiloj.
et: Selle URL-i jaoks pole konfigureeritud ühtegi võrgutöötlejat või pole installikäsku määratud. Lisage töötleja jaotises Devices|Settings|Protocol Handlers.
eu: Ez dago sare-kudeatzailerik konfiguratuta URL honetarako, edo ez dago muntatzeko komandorik ezarri. Gehitu kudeatzaile bat Gailuak|Ezarpenak|Protokoloen kudeatzaileak atalean.
fa: .ﺖﺳﺍ ﻩﺪﺸﻧ ﻢﯿﻈﻨﺗ mount ﺭﻮﺘﺳﺩ ﺎﯾ ﺖﺳﺍ ﻩﺪﺸﻧ ﯼﺪﻨﺑﺮﮑﯿﭘ URL ﻦﯾﺍ ﯼﺍﺮﺑ ﻪﮑﺒﺷ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﭻﯿﻫ .ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ handler ﮏﯾ Devices|Settings|Protocol Handler ﺭﺩ
fi: Tälle URL-osoitteelle ei ole määritetty verkkokäsittelijää tai mount-komentoa ei ole asetettu. Lisää käsittelijä kohtaan Laitteet|Asetukset|Protokollakäsittelijät.
fil: Walang network handler ang naka-configure para sa URL na ito, o walang nakatakdang mount command. Magdagdag ng handler sa Devices|Settings|Protocol Handler.
fy: Gjin netwurk handler is konfigurearre foar dizze URL, of der is gjin mount kommando ynsteld. Foegje in handler ta yn Apparaten|Ynstellings|Protokolhannelers.
ga: Níl aon láimhseálaí líonra cumraithe don URL seo, nó níl aon ordú suite suite. Cuir láimhseálaí i nGléasanna | Socruithe | Láimhseálaithe Prótacail.
gd: Chan eil inneal-làimhseachaidh lìonra air a rèiteachadh airson an URL seo, no chan eil àithne mount air a shuidheachadh. Cuir inneal-làimhseachaidh ann an Innealan | Roghainnean | Luchd-làimhseachaidh protocol.
gl: Non se configurou ningún controlador de rede para este URL ou non se definiu ningún comando de montaxe. Engade un controlador en Dispositivos|Configuración|Manexadores de protocolos.
gu: આ URL માટે કોઈ નેટવર્ક હેન્ડલર ગોઠવેલ નથી, અથવા કોઈ માઉન્ટ આદેશ સેટ કરેલ નથી. ઉપકરણો|સેટિંગ્સ|પ્રોટોકોલ હેન્ડલર્સમાં હેન્ડલર ઉમેરો.
he: .הבכרה תדוקפ הרדגוה אלש וא ,וזה רתאה תבותכ רובע תשרב לפטמ רדגוה אל .לוקוטורפ ילפטמ|תורדגה|םירישכמב לפטמ ףסוה
hi: इस यूआरएल के लिए कोई नेटवर्क हैंडलर कॉन्फ़िगर नहीं किया गया है, या कोई माउंट कमांड सेट नहीं है। Devices|Settings|Protocol Handlers में एक हैंडलर जोड़ें।
hr: Za ovaj URL nije konfiguriran mrežni rukovalac ili nije postavljena naredba za montiranje. Dodajte rukovatelja u Devices|Settings|Protocol Handlers.
hu: Nincs hálózati kezelő konfigurálva ehhez az URL-hez, vagy nincs beállítva mount parancs. Adjon hozzá egy kezelőt az Eszközök|Beállítások|Protokollkezelőkben.
hy: Այս URL-ի համար ցանցային կարգավորիչ կազմաձևված չէ, կամ տեղադրման հրաման սահմանված չէ: Ավելացրեք մշակող սարքերի|Կարգավորումների|Արձանագրությունների մշակիչների մեջ:
id: Tidak ada pengendali jaringan yang dikonfigurasi untuk URL ini, atau tidak ada perintah mount yang disetel. Tambahkan handler di Devices|Settings|Protocol Handlers.
is: Enginn netstjórnun er stilltur fyrir þessa vefslóð eða engin mount skipun er stillt. Bættu við meðhöndlunaraðila í Tæki|Stillingar|Protocol Handlers.
ka: ქსელის დამმუშავებელი არ არის კონფიგურირებული ამ URL-ისთვის, ან არ არის დაყენებული დამაგრების ბრძანება. დამმუშავებლის დამატება Devices|Settings|Protocol Handlers-ში.
kk: Бұл URL мекенжайы үшін желі өңдегіші конфигурацияланбаған немесе орнату пәрмені орнатылмаған. Құрылғылар|Параметрлер|Протокол өңдеушілері ішіне өңдегішті қосыңыз.
km: គ្មានកម្មវិធីគ្រប់គ្រងបណ្តាញណាមួយត្រូវបានកំណត់រចនាសម្ព័ន្ធសម្រាប់ URL នេះ ឬគ្មានពាក្យបញ្ជាម៉ោនត្រូវបានកំណត់ទេ។ បន្ថែមឧបករណ៍ដោះស្រាយនៅក្នុងឧបករណ៍|ការកំណត់|កម្មវិធីគ្រប់គ្រងពិធីការ។
kn: ಈ URL ಗಾಗಿ ಯಾವುದೇ ನೆಟ್u200cವರ್ಕ್ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ ಅಥವಾ ಯಾವುದೇ ಮೌಂಟ್ ಆಜ್ಞೆಯನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ. ಸಾಧನಗಳು|ಸೆಟ್ಟಿಂಗ್u200cಗಳು|ಪ್ರೊಟೊಕಾಲ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳಲ್ಲಿ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಸೇರಿಸಿ.
ku: Ji bo vê URL-ê rêvekerek torê nehatiye mîheng kirin, an jî fermana çiyê nehatiye danîn. Di Devices|Settings|Karkerên Protokolê de rêvekerek zêde bikin.
ky: Бул URL үчүн эч кандай тармак иштеткич конфигурацияланган эмес же монтаждоо буйругу коюлган эмес. Түзмөктөр|Орнотуулар|Протоколду иштеткичтерге иштеткичти кошуңуз.
lb: Keen Netzwierkhandter ass fir dës URL konfiguréiert, oder kee Mount Kommando ass agestallt. Füügt en Handler an Apparater|Astellungen|Protokoll Handler.
lo: ບໍ່ມີຕົວຈັດການເຄືອຂ່າຍໃດຖືກຕັ້ງຄ່າສໍາລັບ URL ນີ້, ຫຼືບໍ່ມີຄໍາສັ່ງ mount ຖືກກໍານົດ. ເພີ່ມຕົວຈັດການໃນອຸປະກອນ|ການຕັ້ງຄ່າ|ຕົວຈັດການໂປຣໂຕຄໍ.
lt: Šiam URL nėra sukonfigūruotas joks tinklo tvarkytuvas arba nenustatyta jokia prijungimo komanda. Pridėkite tvarkyklę Įrenginiai|Nustatymai|Protokolo tvarkyklės.
lv: Šim URL nav konfigurēts neviens tīkla apdarinātājs, vai arī nav iestatīta pievienošanas komanda. Pievienojiet apdarinātāju sadaļā Ierīces|Iestatījumi|Protokolu apdarinātāji.
mg: Tsy misy mpitantana tambajotra voarindra ho an'ity URL ity, na tsy misy baiko mount napetraka. Manampia mpitantana ao amin'ny Devices|Settings|Protocol Handlers.
mi: Karekau he kaihautu whatunga i whirihorahia mo tenei URL, karekau ranei he tono mo te whakatuu. Tāpirihia he kaikawe ki roto i nga Pūrere|Tautuhinga|Kawa Kaihautu.
mk: Ниту еден мрежен управувач не е конфигуриран за оваа URL-адреса или не е поставена команда за монтирање. Додајте управувач во Devices|Settings|Protocol handlers.
ml: ഈ URL-നായി ഒരു നെറ്റ്u200cവർക്ക് ഹാൻഡ്u200cലറും കോൺഫിഗർ ചെയ്u200cതിട്ടില്ല, അല്ലെങ്കിൽ മൗണ്ട് കമാൻഡ് സജ്ജീകരിച്ചിട്ടില്ല. Devices|Settings|Protocol Handlers എന്നതിൽ ഒരു ഹാൻഡ്u200cലർ ചേർക്കുക.
mn: Энэ URL-д сүлжээний зохицуулагч тохируулагдаагүй эсвэл холбох командыг тохируулаагүй байна. Devices|Settings|Protocol Handlers-д зохицуулагч нэмнэ үү.
mr: या URL साठी कोणतेही नेटवर्क हँडलर कॉन्फिगर केलेले नाही, किंवा माउंट कमांड सेट केलेले नाही. डिव्हाइसेस|सेटिंग्ज|प्रोटोकॉल हँडलरमध्ये हँडलर जोडा.
mt: L-ebda handler tan-netwerk mhu kkonfigurat għal dan il-URL, jew l-ebda kmand tal-muntaġġ mhu stabbilit. Żid handler f'Devices|Settings|Protocol Handlers.
my: ဤ URL အတွက် ကွန်ရက်ကိုင်တွယ်သူအား ပြင်ဆင်သတ်မှတ်ထားခြင်း မရှိပါ၊ သို့မဟုတ် mount အမိန့်ကို မသတ်မှတ်ထားပါ။ Devices|Settings|Protocol Handlers တွင် လက်ကိုင်တစ်ခုကို ထည့်ပါ။
nb: Ingen nettverksbehandler er konfigurert for denne URL-en, eller ingen monteringskommando er satt. Legg til en behandler i Enheter|Innstillinger|Protokollbehandlere.
ne: यो URL को लागि कुनै नेटवर्क ह्यान्डलर कन्फिगर गरिएको छैन, वा कुनै माउन्ट आदेश सेट गरिएको छैन। Devices|Settings|Protocol Handlers मा ह्यान्डलर थप्नुहोस्।
or: ଏହି URL ପାଇଁ କ network ଣସି ନେଟୱର୍କ ନିୟନ୍ତ୍ରକ ବିନ୍ୟାସିତ ହୋଇନାହିଁ, କିମ୍ବା କ mount ଣସି ମାଉଣ୍ଟ କମାଣ୍ଡ ସେଟ୍ ହୋଇନାହିଁ | ଉପକରଣଗୁଡ଼ିକରେ ଏକ ହ୍ୟାଣ୍ଡେଲର୍ ଯୋଡନ୍ତୁ | ସେଟିଂସମୂହ | ପ୍ରୋଟୋକଲ୍ ହ୍ୟାଣ୍ଡେଲର୍ |
pa: ਇਸ URL ਲਈ ਕੋਈ ਨੈੱਟਵਰਕ ਹੈਂਡਲਰ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਾਂ ਕੋਈ ਮਾਊਂਟ ਕਮਾਂਡ ਸੈੱਟ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ। ਡਿਵਾਈਸਾਂ|ਸੈਟਿੰਗਜ਼|ਪ੍ਰੋਟੋਕੋਲ ਹੈਂਡਲਰ ਵਿੱਚ ਇੱਕ ਹੈਂਡਲਰ ਸ਼ਾਮਲ ਕਰੋ।
ps: .ﯼﻮﺷ ﻞﮐﺎټ ﯼﺩ ﻪﻧ ډﻧﺎﻤﮐ ټﻧﻭﺎﻣ ﺩ ﺎﯾ ،ﯼﻮﺷ ﺐﯿﺗﺮﺗ ﯼﺩ ﻪﻧ ﺮﻟډﻨﯿﻫ ﯥﮑﺒﺷ ﺩ ﻩﺭﺎﭙﻟ URL ﯤﺩ ﺩ .ﺉړﮐ ﻪﻓﺎﺿﺍ ﺮﻟډﻨﯿﻫ ﻮﯾ ﯥﮐ Devices|Settings|Protocol Handlers ﻪﭘ
ro: Nu este configurat niciun handler de rețea pentru această adresă URL sau nu este setată nicio comandă de montare. Adăugați un handler în Devices|Settings|Protocol Handlers.
rw: Nta muyoboro uhuza iyi URL, cyangwa nta tegeko ryashyizweho. Ongeraho umukoresha mubikoresho | Igenamiterere | Porotokole.
sd: .ﻲﻫﺁ ﻮﻳﻭ ﻮﻴڪ ﻪﻧ ﺭﺮﻘﻣ ڊﻧﺎﻤڪ ٽﻧﻮﺋﺎﻣ ﻪﺑ ﻮڪ ﺎﻳ ،ﻲﻫﺁ ﻮﻳﻭ ﻮﻧڏ ﻪﻧ ﺐﻴﺗﺮﺗ ڙﺪﻨﻴﻟﺎﭝﻨﺳ ڪﺭﻭ ٽﻴﻧ ﻪﺑﻮڪ ءِﻻ﻿ URL ﻦﻫ Devices|Settings|Protocol Handlers ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺮﻟڊﻨﻴﮬ ۾.
si: මෙම URL සඳහා ජාල හසුරුවන්නක් වින්u200dයාස කර නැත, නැතහොත් සවිකිරීමේ විධානයක් සකසා නැත. උපාංග|සැකසීම්|ප්u200dරොටෝකෝල හසුරුවන්නන් තුළ හසුරුවන්නක් එක් කරන්න.
sk: Pre túto adresu URL nie je nakonfigurovaný žiadny obslužný program siete alebo nie je nastavený žiadny príkaz mount. Pridajte obslužný program v časti Zariadenia|Nastavenia|Obslužné nástroje protokolu.
sl: Za ta URL ni konfiguriran noben omrežni upravljalnik ali pa ni nastavljen noben ukaz za priklop. Dodajte upravljalnik v Naprave|Nastavitve|Upravljavci protokolov.
sq: Asnjë mbajtës rrjeti nuk është konfiguruar për këtë URL ose nuk është caktuar asnjë komandë montimi. Shto një mbajtës në Devices|Cilësimet|Transmetuesit e protokollit.
sw: Hakuna kidhibiti cha mtandao kilichosanidiwa kwa URL hii, au hakuna amri ya kupachika iliyowekwa. Ongeza kidhibiti katika Vifaa|Mipangilio|Vishikizi vya Itifaki.
ta: இந்த URLக்கு எந்த நெட்வொர்க் ஹேண்ட்லரும் உள்ளமைக்கப்படவில்லை அல்லது மவுண்ட் கட்டளை அமைக்கப்படவில்லை. சாதனங்கள்|அமைப்புகள்|நெறிமுறை ஹேண்ட்லர்களில் ஹேண்ட்லரைச் சேர்க்கவும்.
te: ఈ URL కోసం ఏ నెట్u200cవర్క్ హ్యాండ్లర్ కాన్ఫిగర్ చేయబడలేదు లేదా మౌంట్ కమాండ్ సెట్ చేయబడలేదు. పరికరాలు|సెట్టింగ్u200cలు|ప్రోటోకాల్ హ్యాండ్లర్u200cలలో హ్యాండ్లర్u200cను జోడించండి.
tg: Барои ин URL ягон коркардкунандаи шабака танзим карда нашудааст ё ягон фармони пайвасткунӣ таъин нашудааст. Дар Дастгоҳҳо|Танзимот|Протокол коркардкунанда илова кунед.
th: ไม่มีการกำหนดค่าตัวจัดการเครือข่ายสำหรับ URL นี้ หรือไม่ได้ตั้งค่าคำสั่งเมานต์ เพิ่มตัวจัดการในอุปกรณ์|การตั้งค่า|ตัวจัดการโปรโตคอล
tk: Bu URL üçin tor işleýjisi düzülenok ýa-da gurnama buýrugy ýok. Enjamlara | Sazlaýjylar | Protokol işleýjilerine işleýji goşuň.
tt: Бу URL өчен челтәр эшкәртүчесе конфигурацияләнмәгән, яисә монтажлау боерыгы куелмаган. Devайланмаларда эшкәртүче өстәгез | көйләүләр | Протокол эшкәртүчеләре.
uk: Для цієї URL-адреси не налаштовано мережевий обробник або не встановлено команду монтування. Додайте обробник у Пристрої|Налаштування|Обробники протоколів.
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﭧﻧﺅﺎﻣ ﯽﺋﻮﮐ ﺎﯾ ،ﮯﮨ ﮟﯿﮩﻧ ﺮﮕﯿﻔﻨﮐ ﺮﻟﮉﻨﯿﮨ ﮎﺭﻭ ﭧﯿﻧ ﯽﺋﻮﮐ ﮯﯿﻟ ﮯﮐ URL ﺱﺍ ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﺮﻟﮉﻨﯿﮨ ﮏﯾﺍ ﮟﯿﻣ ﺯﺮﻟﮉﻨﯿﮨ ﻝﻮﮐﻮﭨﻭﺮﭘ | ﺰﮕﻨﭩﯿﺳ | ﺰﺴﺋﺍﻮﯾﮈ
uz: Ushbu URL uchun tarmoq ishlov beruvchisi sozlanmagan yoki oʻrnatish buyrugʻi oʻrnatilmagan. Qurilmalar|Sozlamalar|Protokol ishlov beruvchilari-da ishlov beruvchi qo'shing.
vi: Không có trình xử lý mạng nào được định cấu hình cho URL này hoặc không có lệnh mount nào được đặt. Thêm trình xử lý trong Thiết bị | Cài đặt | Trình xử lý giao thức.
xh: Akukho mphathi womnatha oqwalaselelwe le URL, okanye akukho myalelo unyukayo usetiwe. Yongeza isibambi kwiZixhobo|iSetingi|Iziphathamandla zeProtocol.
yi: .טמיטשאַב זיא לעפֿאַב ןפּאַלקנאָ ןייק רעדאָ ,URL םעד ראַפֿ דרעיגיפנאַק זיא רעלדנאַה ץענ ןייק .סרעלדנאַה לאָקאָטאָרפּ|סגניטטעס|זאַסייוויד ןיא רעלדנאַה אַ גייל

source: Open URL %s
af: Maak URL oop %s
am: URL ክፈት %s
ar: ﺡﻮﺘﻔﻣ ﻂﺑﺍﺭ %s
be: Адкрыць URL %s
bg: Отворете URL %s
bn: URL খুলুন %s
ca: Obre l'URL %s
cy: URL agored %s
da: Åbn URL %s
eo: Malfermu URL %s
et: Ava URL %s
eu: Ireki URLa %s
fa: URL ﺪﯿﻨﮐ ﺯﺎﺑ ﺍﺭ %s
fi: Avaa URL-osoite %s
fil: Buksan ang URL %s
fy: Iepenje URL %s
ga: URL oscailte %s
gd: URL fosgailte %s
gl: Abrir URL %s
gu: URL ખોલો %s
he: רתאה תבותכ תא חתפ %s
hi: यूआरएल खोलें %s
hr: Otvori URL %s
hu: Nyissa meg az URL-t %s
hy: Բացեք URL-ը %s
id: Buka URL %s
is: Opna vefslóð %s
ka: გახსენით URL %s
kk: URL мекенжайын ашыңыз %s
km: បើក URL %s
kn: URL ತೆರೆಯಿರಿ %s
ku: URL vekin %s
ky: URL ачуу %s
lo: ເປີດ URL %s
lt: Atverti URL %s
lv: Atveriet URL %s
mg: Sokafy ny URL %s
mi: Tuwhera URL %s
mk: Отвори URL %s
ml: URL തുറക്കുക %s
mn: URL нээх %s
mr: URL उघडा %s
mt: Iftaħ il-URL %s
my: URL ကိုဖွင့်ပါ။ %s
nb: Åpne URL %s
ne: URL खोल्नुहोस् %s
or: URL ଖୋଲନ୍ତୁ | %s
pa: URL ਖੋਲ੍ਹੋ %s
ps: URL ﺉړﮐ ﺹﻼ﻿ﺧ %s
ro: Deschideți adresa URL %s
rw: Fungura URL %s
sd: URL ﻮﻴﻟﻮﮐ %s
si: URL විවෘත කරන්න %s
sk: Otvorte URL %s
sl: Odpri URL %s
sq: Hap URL %s
sw: Fungua URL %s
ta: URL ஐத் திறக்கவும் %s
te: URLని తెరవండి %s
tg: URL-ро кушоед %s
th: เปิด URL %s
tk: URL açyň %s
tt: Ачык URL %s
uk: Відкрити URL %s
ur: URL ۔ﮟﯿﻟﻮﮭﮐ %s
uz: URL manzilini oching %s
vi: Mở URL %s
xh: Vula i-URL %s
yi: URL ןענעפֿע %s

source: mount
af: berg
am: ተራራ
ar: ﺩﺪﻌﺘﺗ
be: мацаваць
bg: монтиране
bn: মাউন্ট
ca: muntar
cy: mownt
da: montere
eo: monto
eu: muntatu
fa: ﻩﻮﮐ
fi: kiinnitys
fil: bundok
gl: montar
gu: માઉન્ટ
he: רה
hi: पर्वत
hr: montirati
hu: hegy
hy: լեռը
id: Gunung
is: fjall
ka: მთაზე
kk: монтаждау
km: ម៉ោន
kn: ಆರೋಹಣ
ky: тоо
lb: montéieren
lo: ພູ
lt: prijungti
mg: tendrombohitra
mi: maunga
mk: монтирање
ml: മൗണ്ട്
mn: холбох
mr: माउंट
mt: impunjazzjoni
my: တောင်ပေါ်
nb: montere
ne: माउन्ट
or: ଆରୋହଣ
pa: ਮਾਊਂਟ
ro: montură
rw: umusozi
sd: ﻞﺒﺟ
si: කන්ද
sk: namontovať
sq: montoj
sw: mlima
ta: ஏற்ற
te: మౌంట్
tg: кӯҳ
th: ภูเขา
tk: dakyň
tt: монтаж
uk: монтувати
ur: ﮌﺎﮩﭘ
uz: o'rnatish
vi: gắn kết
xh: intaba
yi: ןפּאַלקנאָ
