Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Confirm delete/remove
af: Bevestig uitvee/verwydering
am: መሰረዝ/ማስወገድን ያረጋግጡ
ar: ﺔﻟﺍﺯﻹ﻿ﺍ / ﻑﺬﺤﻟﺍ ﺪﻴﻛﺄﺗ
be: Пацвердзіце выдаленне/выдаленне
bg: Потвърдете изтриването/премахването
bn: মুছে ফেলা/মুছে ফেলা নিশ্চিত করুন
ca: Confirmeu la supressió/eliminació
cy: Cadarnhau dileu / tynnu
da: Bekræft slet/fjern
eo: Konfirmu forigi/forigi
et: Kinnitage kustutamine/eemaldamine
eu: Berretsi ezabatu/kendu
fa: ﺪﯿﻨﮐ ﺪﯿﯾﺎﺗ ﺍﺭ ﻑﺬﺣ/ﻑﺬﺣ
fi: Vahvista poistaminen/poistaminen
fil: Kumpirmahin ang tanggalin/alisin
fy: Befêstigje wiskje / fuortsmite
ga: Deimhnigh scriosadh / baint
gd: Dearbhaich cuir às / thoir air falbh
gl: Confirme a eliminación/eliminación
gu: કાઢી નાખવા/દૂર કરવાની પુષ્ટિ કરો
he: הרסה/הקיחמה תא רשא
hi: हटाने/हटाने की पुष्टि करें
hr: Potvrdite brisanje/uklanjanje
hu: Erősítse meg a törlést/eltávolítást
hy: Հաստատեք ջնջումը/հեռացնելը
id: Konfirmasi hapus/hapus
is: Staðfestu eyða/fjarlægja
ka: დაადასტურეთ წაშლა/წაშლა
kk: Жою/жоюды растаңыз
km: បញ្ជាក់ការលុប/លុប
kn: ಅಳಿಸಿ/ತೆಗೆದುಹಾಕುವುದನ್ನು ಖಚಿತಪಡಿಸಿ
ku: Jêbirin / jêbirin piştrast bikin
ky: Жок кылуу/алып салуу ырастоо
lb: Confirméieren läschen / läschen
lo: ຢືນຢັນການລຶບ / ເອົາອອກ
lt: Patvirtinkite ištrynimą / pašalinimą
lv: Apstipriniet dzēšanu/noņemšanu
mg: Hamafiso fafao/esory
mi: Whakaū muku/tango
mk: Потврдете го бришењето/отстранете
ml: ഇല്ലാതാക്കുക/നീക്കം ചെയ്യുക സ്ഥിരീകരിക്കുക
mn: Устгах/устгахыг баталгаажуулна уу
mr: हटवा/काढण्याची पुष्टी करा
mt: Ikkonferma tħassar/tneħħi
my: ဖျက်/ဖျက်ကြောင်း အတည်ပြုပါ။
nb: Bekreft sletting/fjerning
ne: मेटाउने/हटाउने पुष्टि गर्नुहोस्
or: ବିଲୋପ / ଅପସାରଣ ନିଶ୍ଚିତ କରନ୍ତୁ |
pa: ਮਿਟਾਉਣ/ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: ﺉړﮐ ﺪﯿﯾﺎﺗ ﻝﻮﮐ ﯤﺮﻟ / ﻑﺬﺣ ﺩ
ro: Confirmați ștergerea/eliminarea
rw: Emeza gusiba / gukuraho
sd: ﻮﻳﺎٽﻫ/ﻑﺬﺣ ﻮﻳﺮڪ ﻖﻳﺪﺼﺗ
si: මකා දැමීම/ඉවත් කිරීම තහවුරු කරන්න
sk: Potvrďte vymazanie/odstránenie
sl: Potrdite brisanje/odstranitev
sq: Konfirmo fshirjen/heqjen
sw: Thibitisha kufuta/ondoa
ta: நீக்கு/அகற்றுவதை உறுதிப்படுத்தவும்
te: తొలగింపు/తొలగింపును నిర్ధారించండి
tg: Тасдиқи нест кардан/нест кардан
th: ยืนยันการลบ/ลบ
tk: Öçürmegi / aýyrmagy tassyklaň
tt: Бетерү / бетерүне раслагыз
uk: Підтвердьте видалення/видалення
ur: ۔ﮟﯾﺮﮐ ﻖﯾﺪﺼﺗ ﯽﮐ ﮯﻧﺎﭩﮨ/ﻑﺬﺣ
uz: Oʻchirish/oʻchirishni tasdiqlang
vi: Xác nhận xóa / loại bỏ
xh: Qinisekisa ukucima/susa
yi: ןעמענפּאָראַ / ןקעמסיו ןקיטעטשאַב

source: Click runs executables ( caution! )
af: Klik loop uitvoerbare (versigtig!)
am: የሩጫ ማስፈጸሚያዎችን ጠቅ ያድርጉ (ጥንቃቄ!)
ar: (!ﺮﻳﺬﺤﺗ) ﺔﻳﺬﻴﻔﻨﺘﻟﺍ ﺕﺎﻔﻠﻤﻟﺍ ﻞﻴﻐﺸﺗ ﻕﻮﻓ ﺮﻘﻧﺍ
be: Націсніце, каб запусціць выкананыя файлы (асцярожна!)
bg: Щракването стартира изпълними файлове (внимание!)
bn: রান এক্সিকিউটেবল ক্লিক করুন (সাবধান!)
ca: Feu clic a executar executables (atenció!)
cy: Cliciwch yn rhedeg gweithredoedd gweithredadwy (rhybudd!)
da: Klik kører eksekverbare filer (forsigtig!)
eo: Klaku ruliĝas ruleblajn (atentu!)
et: Klõps käivitab käivitatavad failid (ettevaatust!)
eu: Klik exekutagarriak exekutatzen ditu (kontuz!)
fa: ( !ﻁﺎﯿﺘﺣﺍ) ﺪﯿﻨﮐ ﮏﯿﻠﮐ runs executables ﯼﻭﺭ
fi: Napsauta suorittaa suoritettavat tiedostot (varoitus!)
fil: Ang pag-click ay nagpapatakbo ng mga executable (mag-ingat!)
fy: Klik rint útfierbere bestannen (foarsichtich!)
ga: Cliceáil ritheann inrite (rabhadh!)
gd: Cliog a ’ruith gnìomh (rabhadh!)
gl: Facer clic executa executables (precaución!)
gu: રન એક્ઝિક્યુટેબલ પર ક્લિક કરો (સાવધાન!)
he: (!תוריהז) הלעפה יצבוק ץירמ ץחל
hi: निष्पादन योग्य क्लिक करें (सावधानी!)
hr: Klik pokreće izvršne datoteke (oprez!)
hu: A kattintás futtatja a végrehajtható fájlokat (vigyázat!)
hy: Սեղմեք runs executables (զգույշ!)
id: Klik menjalankan executable (hati-hati!)
is: Smelltu keyrir executables (varúð!)
ka: დააწკაპუნეთ runs executables (სიფრთხილე!)
kk: Орындалатын файлдарды іске қосыңыз (абайлаңыз!)
km: ចុចu200bរត់u200bអាចu200bប្រតិបត្តិu200bបាន (ប្រយ័ត្ន!)
kn: ರನ್ ಎಕ್ಸಿಕ್ಯೂಟಬಲ್u200cಗಳನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ (ಎಚ್ಚರಿಕೆ!)
ku: Bikirtînin Run executables (hişyarî!)
ky: Аткарылуучу файлдарды чыкылдатыңыз ( Абайлаңыз! )
lb: Klickt leeft ausführbar (opgepasst!)
lo: ກົດu200bການu200bດໍາu200bເນີນu200bການu200bປະu200bຕິu200bບັດ (ລະມັດລະວັງ!)
lt: Spustelėjus paleidžiami vykdomieji failai (atsargiai!)
lv: Klikšķis palaiž izpildāmos failus (uzmanību!)
mg: Click runs executables (tandremo!)
mi: Paohia te whakahaere i nga mahi whakahaere (tupato!)
mk: Кликнете на извршните извршни датотеки (внимание!)
ml: റൺ എക്സിക്യൂട്ടബിളുകളിൽ ക്ലിക്ക് ചെയ്യുക (ജാഗ്രത!)
mn: Гүйцэтгэх файлуудыг дарна уу (болгоомжтой!)
mr: रन एक्झिक्यूटेबल क्लिक करा (सावधगिरी!)
mt: Ikklikkja tmexxi eżekutibbli (kawtela!)
my: Runs executables ကိုနှိပ်ပါ (သတိထားပါ။)
nb: Klikk kjører kjørbare filer (forsiktig!)
ne: रन कार्यान्वयनयोग्य क्लिक गर्नुहोस् (सावधान!)
or: ଏକଜେକ୍ୟୁଟେବଲ୍ ଚଲାଇବାକୁ କ୍ଲିକ୍ କରନ୍ତୁ (ସତର୍କତା!)
pa: ਰਨ ਐਗਜ਼ੀਕਿਊਟੇਬਲ 'ਤੇ ਕਲਿੱਕ ਕਰੋ (ਸਾਵਧਾਨ!)
ps: (!ﻁﺎﯿﺘﺣﺍ) ﺉړﮐﻭ ﮏﯿﻠﮐ ﻱﻮﯾﺍﺮﺟﺍ ﻮﻟﻮﻠﭼ ﺩ
ro: Click rulează executabile (atenție!)
rw: Kanda ikoresha abayobozi (kwitondera!)
sd: (!ﻁﺎﻴﺘﺣﺍ) ﺭﺍﺪﻠﻤﻋ ڙﺪﻨﻴﺋﻼ﻿ﻫ ﻮﻳﺮڪ ڪﻠڪ
si: ක්රියාත්මක කළ හැකි ධාවනය ක්ලික් කරන්න (ප්රවේශම් වන්න!)
sk: Kliknutím spustíte spustiteľné súbory (pozor!)
sl: Kliknite zažene izvedljive datoteke (pozor!)
sq: Kliko »Runs« të ekzekutueshëm (kujdes!)
sw: Bonyeza utekelezeji ( tahadhari! )
ta: இயங்கக்கூடியவற்றைக் கிளிக் செய்யவும் (எச்சரிக்கை!)
te: ఎక్జిక్యూటబుల్u200cలను అమలు చేయండి (జాగ్రత్త!)
tg: Файлҳои иҷрошавандаро пахш кунед (эҳтиёт!)
th: คลิกเรียกใช้ไฟล์ปฏิบัติการ ( คำเตือน!)
tk: Işleýän ýerine ýetirijilere basyň (seresap boluň!)
tt: Эшләүчеләрне басыгыз (сак булыгыз!)
uk: Click запускає виконувані файли (обережно!)
ur: (!ﻁﺎﯿﺘﺣﺍ) ﮟﯾﺮﮐ ﮏﻠﮐ ﺮﭘ ﻞﺒﯿﭨﻮﯿﮑﯾﺰﮕﯾﺍ ﻥﺭ
uz: Bajariladigan fayllarni bosing (diqqat!)
vi: Nhấp chuột chạy các tệp thực thi (thận trọng!)
xh: Nqakraza ubaleka eziphunyeziweyo ( isilumkiso! )
yi: (!ןענעראָוו) סעלבאַטוקעסקע טפיול טקירד

source: SI File Sizes (1K = 1000) (requires restart)
af: SI-lêergroottes (1K = 1000) (vereis herbegin)
am: SI ፋይል መጠኖች (1K = 1000) (እንደገና ማስጀመር ይጠይቃል)
ar: SI ﺕﺎﻔﻠﻣ ﻡﺎﺠﺣﺃ (1K = 1000) (ﻞﻴﻐﺸﺘﻟﺍ ﺓﺩﺎﻋﺇ ﺐﻠﻄﺘﻳ)
be: Памеры файла SI (1K = 1000) (патрабуе перазапуску)
bg: Размери на файловете SI (1K = 1000) (изисква рестартиране)
bn: এসআই ফাইলের আকার (1K = 1000) (পুনরায় চালু করা প্রয়োজন)
ca: Mides dels fitxers SI (1K = 1000) (requereix reinici)
cy: SI Maint Ffeiliau (1K = 1000) (angen ailgychwyn)
da: SI filstørrelser (1K = 1000) (kræver genstart)
eo: SI Dosieraj Grandecoj (1K = 1000) (postulas rekomencon)
et: SI-failide suurused (1K = 1000) (nõuab taaskäivitamist)
eu: SI Fitxategien Tamainak (1K = 1000) (berrabiarazi behar du)
fa: SI ﻞﯾﺎﻓ ﻩﺯﺍﺪﻧﺍ (1K = 1000) (ﺩﺭﺍﺩ ﺩﺪﺠﻣ ﯼﺯﺍﺪﻧﺍ ﻩﺍﺭ ﻪﺑ ﺯﺎﯿﻧ)
fi: SI-tiedostojen koot (1K = 1000) (vaatii uudelleenkäynnistyksen)
fil: Mga Laki ng SI File (1K = 1000) (nangangailangan ng pag-restart)
fy: SI triemgrutte (1K = 1000) (fereasket trochstart)
ga: Méideanna Comhad SI (1K = 1000) (éilíonn atosú)
gd: SI Meud faidhle (1K = 1000) (feumach air ath-thòiseachadh)
gl: Tamaños do ficheiro SI (1K = 1000) (require reinicio)
gu: SI ફાઇલ કદ (1K = 1000) (પુનઃપ્રારંભની જરૂર છે)
he: SI יצבק ילדוג (1K = 1000) (שדחמ הלעפה שרוד)
hi: एसआई फ़ाइल आकार (1K = 1000) (पुनः आरंभ करने की आवश्यकता है)
hr: SI veličine datoteka (1K = 1000) (zahtijeva ponovno pokretanje)
hu: SI fájlméretek (1K = 1000) (újraindítást igényel)
hy: SI ֆայլի չափերը (1K = 1000) (պահանջում է վերագործարկում)
id: Ukuran File SI (1K = 1000) (membutuhkan restart)
is: SI skráarstærðir (1K = 1000) (krefst endurræsingar)
ka: SI ფაილის ზომები (1K = 1000) (მოითხოვს გადატვირთვას)
kk: SI файл өлшемдері (1K = 1000) (қайта іске қосуды талап етеді)
km: ទំហំឯកសារ SI (1K = 1000) (ទាមទារការចាប់ផ្តើមឡើងវិញ)
kn: SI ಫೈಲ್ ಗಾತ್ರಗಳು (1K = 1000) (ಮರುಪ್ರಾರಂಭಿಸುವ ಅಗತ್ಯವಿದೆ)
ku: Mezinahiyên Pelê SI (1K = 1000) (ji nû ve destpêkirinê hewce dike)
ky: SI файл өлчөмдөрү (1K = 1000) (кайра баштоону талап кылат)
lb: SI Dateigréissten (1K = 1000) (erfuerdert Neistart)
lo: SI ຂະຫນາດໄຟລ໌ (1K = 1000) (ຕ້ອງການຣີສະຕາດ)
lt: SI Failų Dydžiai (1K = 1000) (reikalauja paleidimo iš naujo)
lv: SI failu izmēri (1K = 1000) (nepieciešama restartēšana)
mg: Haben'ny rakitra SI (1K = 1000) (mila restart)
mi: Rahi Kōnae SI (1K = 1000) (me whakaara ano)
mk: SI големини на датотеки (1K = 1000) (бара рестартирање)
ml: SI ഫയൽ വലുപ്പങ്ങൾ (1K = 1000) (പുനരാരംഭിക്കേണ്ടതുണ്ട്)
mn: SI файлын хэмжээ (1K = 1000) (дахин эхлүүлэхийг шаарддаг)
mr: SI फाइल आकार (1K = 1000) (रीस्टार्ट आवश्यक आहे)
mt: SI File Sizes (1K = 1000) (teħtieġ bidu mill-ġdid)
my: SI ဖိုင်အရွယ်အစားများ (1K = 1000) (ပြန်လည်စတင်ရန် လိုအပ်သည်။)
nb: SI-filstørrelser (1K = 1000) (krever omstart)
ne: SI फाइल आकारहरू (1K = 1000) (पुन: सुरु गर्न आवश्यक छ)
or: SI ଫାଇଲ୍ ଆକାର | (1K = 1000) (ପୁନ rest ଆରମ୍ଭ ଆବଶ୍ୟକ କରେ |)
pa: SI ਫਾਈਲ ਆਕਾਰ (1K = 1000) (ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ)
ps: ﻩﺯﺍﺪﻧﺍ ﻞﯾﺎﻓ SI ﺩ (1K = 1000) (ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻞﯿﭘ ﺎﯿﺑ)
ro: Dimensiunile fișierelor SI (1K = 1000) (necesită repornire)
rw: Ingano ya SI (1K = 1000) (bisaba gutangira)
sd: SI ﺰﻴﺋﺎﺳ ﻞﺋﺎﻓ (1K = 1000) (ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﮠﺮڪ ﻉﻭﺮﺷ ﺮﻬﻴﭔ)
si: SI ගොනු ප්u200dරමාණය (1K = 1000) (නැවත ආරම්භ කිරීම අවශ්ය වේ)
sk: Veľkosti súborov SI (1K = 1000) (vyžaduje reštart)
sl: Velikosti datotek SI (1K = 1000) (zahteva ponovni zagon)
sq: Madhësitë e skedarëve SI (1K = 1000) (kërkon rinisje)
sw: Ukubwa wa faili SI (1K = 1000) (inahitaji kuanzisha upya)
ta: SI கோப்பு அளவுகள் (1K = 1000) (மறுதொடக்கம் தேவை)
te: SI ఫైల్ పరిమాణాలు (1K = 1000) (పునఃప్రారంభం అవసరం)
tg: Андозаи файлҳои SI (1K = 1000) (аз нав оғоз карданро талаб мекунад)
th: ขนาดไฟล์ SI (1K = 1000) (ต้องรีสตาร์ท)
tk: SI faýl ölçegleri (1K = 1000) (täzeden başlamagy talap edýär)
tt: SI файл размерлары (1K = 1000) (яңадан башларга кирәк)
uk: Розміри файлів SI (1K = 1000) (вимагає перезавантаження)
ur: SI ﺰﺋﺎﺳ ﮯﮐ ﻞﺋﺎﻓ (1K = 1000) (ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﮯﻧﺮﮐ ﻉﻭﺮﺷ ﮦﺭﺎﺑﻭﺩ)
uz: SI fayl o'lchamlari (1K = 1000) (qayta ishga tushirishni talab qiladi)
vi: Kích thước tệp SI (1K = 1000) (yêu cầu khởi động lại)
xh: Ubungakanani beefayile zeSI (1K = 1000) (ifuna ukuqalisa kwakhona)
yi: סעזיס עקעט יס (1K = 1000) (טראַטסיר זרעייווקיר)

source: Show root user indicator color
af: Wys wortel gebruiker aanwyser kleur
am: የስር ተጠቃሚ አመልካች ቀለም አሳይ
ar: ﺭﺬﺠﻟﺍ ﻡﺪﺨﺘﺴﻤﻟﺍ ﺮﺷﺆﻣ ﻥﻮﻟ ﺭﺎﻬﻇﺇ
be: Паказаць колер індыкатара карыстальніка root
bg: Показване на цвета на индикатора за root потребител
bn: রুট ব্যবহারকারী সূচক রঙ দেখান
ca: Mostra el color de l'indicador d'usuari root
cy: Dangos lliw dangosydd gwraidd defnyddiwr
da: Vis rodbrugerindikatorfarve
eo: Montru koloron de indikilo de radika uzanto
et: Kuva juurkasutaja indikaatori värv
eu: Erakutsi root erabiltzailearen adierazlearen kolorea
fa: ﻪﺸﯾﺭ ﺮﺑﺭﺎﮐ ﺮﮕﻧﺎﺸﻧ ﮓﻧﺭ ﺶﯾﺎﻤﻧ
fi: Näytä pääkäyttäjän ilmaisimen väri
fil: Ipakita ang kulay ng tagapagpahiwatig ng root user
fy: Lit de kleur fan root-brûkersindikator sjen
ga: Taispeáin dath táscaire úsáideora fréimhe
gd: Seall dath comharra cleachdaiche root
gl: Mostra a cor do indicador do usuario root
gu: રૂટ વપરાશકર્તા સૂચક રંગ બતાવો
he: שרוש שמתשמ ןווחמ עבצ גצה
hi: रूट उपयोगकर्ता संकेतक रंग दिखाएं
hr: Prikaži boju indikatora korijenskog korisnika
hu: A root felhasználó jelző színének megjelenítése
hy: Ցույց տալ արմատային օգտվողի ցուցիչի գույնը
id: Tampilkan warna indikator pengguna root
is: Sýna lit rótnotendavísis
ka: root მომხმარებლის ინდიკატორის ფერის ჩვენება
kk: Түбірлік пайдаланушы индикатор түсін көрсету
km: បង្ហាញពណ៌សូចនាករអ្នកប្រើប្រាស់ root
kn: ಮೂಲ ಬಳಕೆದಾರ ಸೂಚಕ ಬಣ್ಣವನ್ನು ತೋರಿಸಿ
ku: Rengê nîşana bikarhênerê root nîşan bide
ky: Түп колдонуучу индикатордун түсүн көрсөтүү
lb: Show Root Benotzer Indikator Faarf
lo: ສະແດງສີຕົວຊີ້ບອກຜູ້ໃຊ້ຮາກ
lt: Rodyti šakninio vartotojo indikatoriaus spalvą
lv: Rādīt saknes lietotāja indikatora krāsu
mg: Asehoy ny lokon'ny mpampiasa root
mi: Whakaatuhia te tae tohu kaiwhakamahi pakiaka
mk: Прикажи боја на индикаторот за root корисник
ml: റൂട്ട് യൂസർ ഇൻഡിക്കേറ്റർ നിറം കാണിക്കുക
mn: Үндсэн хэрэглэгчийн заагч өнгийг харуулах
mr: रूट वापरकर्ता सूचक रंग दर्शवा
mt: Uri l-kulur tal-indikatur tal-utent tal-għeruq
my: အမြစ်အသုံးပြုသူညွှန်ပြသောအရောင်ကိုပြသပါ။
nb: Vis rotbrukerindikatorfarge
ne: रूट प्रयोगकर्ता सूचक रंग देखाउनुहोस्
or: ମୂଳ ବ୍ୟବହାରକାରୀ ସୂଚକ ରଙ୍ଗ ଦେଖାନ୍ତୁ |
pa: ਰੂਟ ਉਪਭੋਗਤਾ ਸੂਚਕ ਰੰਗ ਦਿਖਾਓ
ps: ﺉړﮐ ﻩﺭﺎﮑښ ګﻧﺭ ﺺﺧﺎﺷ ﻲﮑﻧﻭﺭﺎﮐ ټﻭﺭ ﺩ
ro: Afișează culoarea indicatorului utilizatorului rădăcină
rw: Erekana ibara ryumukoresha ryerekana ibara
sd: ﮓﻧﺭ ﻭﺭﺎﺷﺍ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ٽﻭﺭ ﻮﻳﺭﺎﮑﻳڏ
si: මූල පරිශීලක දර්ශක වර්ණය පෙන්වන්න
sk: Zobraziť farbu indikátora používateľa root
sl: Pokaži barvo indikatorja korenskega uporabnika
sq: Shfaq ngjyrën e treguesit të përdoruesit rrënjë
sw: Onyesha rangi ya kiashiria cha mtumiaji wa mizizi
ta: ரூட் பயனர் காட்டி நிறத்தைக் காட்டு
te: రూట్ వినియోగదారు సూచిక రంగును చూపు
tg: Ранги нишондиҳандаи корбари решаро нишон диҳед
th: แสดงสีตัวบ่งชี้ผู้ใช้รูท
tk: Kök ulanyjy görkezijisiniň reňkini görkeziň
tt: Тамыр кулланучының индикатор төсен күрсәтегез
uk: Показати колір індикатора користувача root
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﮓﻧﺭ ﺎﮐ ﮮﺭﺎﺷﺍ ﻑﺭﺎﺻ ﭦﻭﺭ
uz: Ildiz foydalanuvchi ko'rsatkich rangini ko'rsatish
vi: Hiển thị màu chỉ báo người dùng root
xh: Bonisa umbala wesalathisi somsebenzisi
yi: רילאָק ןדארג רעצינאַב לצראָוו ןזיַיוו

source: Default Drag Action:
af: Versteksleepaksie:
am: ነባሪ የመጎተት እርምጃ፡-
ar: :ﻲﺿﺍﺮﺘﻓﻻ﻿ﺍ ﺐﺤﺴﻟﺍ ءﺍﺮﺟﺇ
be: Стандартнае дзеянне перацягвання:
bg: Действие за плъзгане по подразбиране:
bn: ডিফল্ট ড্র্যাগ অ্যাকশন:
ca: Acció d'arrossegament per defecte:
cy: Gweithredu Llusgo Diofyn:
da: Standard trækhandling:
eo: Defaŭlta Trenagado:
et: Vaikimisi lohistamine:
eu: Arrastatu ekintza lehenetsia:
fa: :ﺽﺮﻓu200cﺶﯿﭘ ﻥﺪﯿﺸﮐ ﻞﻤﻋ
fi: Oletusvetotoiminto:
fil: Default na Pagkilos sa Pag-drag:
fy: Standert sleepaksje:
ga: Gníomh Tarraing Réamhshocraithe:
gd: Gnìomh Drag bunaiteach:
gl: Acción de arrastre predeterminada:
gu: ડિફૉલ્ટ ખેંચો ક્રિયા:
he: :לדחמ תרירבכ הרירג תלועפ
hi: डिफ़ॉल्ट खींचें क्रिया:
hr: Zadana radnja povlačenja:
hu: Alapértelmezett húzási művelet:
hy: Կանխադրված քաշել գործողություն.
id: Tindakan Seret Default:
is: Sjálfgefin dragaðgerð:
ka: გადაყვანის ნაგულისხმევი მოქმედება:
kk: Әдепкі сүйреп апару әрекеті:
km: សកម្មភាពអូសលំនាំដើម៖
kn: ಡೀಫಾಲ್ಟ್ ಡ್ರ್ಯಾಗ್ ಕ್ರಿಯೆ:
ku: Çalakiya dravê ya xwerû:
ky: Демейки сүйрөө аракети:
lb: Standard Drag Action:
lo: ຄຳສັ່ງລາກເລີ່ມຕົ້ນ:
lt: Numatytasis vilkimo veiksmas:
lv: Noklusējuma vilkšanas darbība:
mg: Fihetseham-pitarika default:
mi: Hohenga Toia Taunoa:
mk: Стандардно дејство за влечење:
ml: ഡിഫോൾട്ട് ഡ്രാഗ് ആക്ഷൻ:
mn: Өгөгдмөл чирэх үйлдэл:
mr: डीफॉल्ट ड्रॅग क्रिया:
mt: Azzjoni ta' Drag Default:
my: မူရင်းဆွဲအား လုပ်ဆောင်ချက်-
nb: Standard drahandling:
ne: पूर्वनिर्धारित ड्र्याग कार्य:
or: ଡିଫଲ୍ଟ ଡ୍ରାଗ୍ ଆକ୍ସନ୍:
pa: ਡਿਫੌਲਟ ਡਰੈਗ ਐਕਸ਼ਨ:
ps: :ﻞﻤﻋ ګﯾﺭډ ټﻟﺎﻔﯾډ ﺩ
ro: Acțiune de tragere implicită:
rw: Igikorwa cyo Gukurura Bisanzwe:
sd: :ﻦﺸڪﻳﺍ ﮓﻳﺭڊ ٽﻟﺎﻓڊ
si: පෙරනිමි ඇදගෙන යාමේ ක්u200dරියාව:
sk: Predvolená akcia ťahania:
sl: Privzeto dejanje vlečenja:
sq: Veprimi i parazgjedhur i tërheqjes:
sw: Kitendo Chaguomsingi cha Kuburuta:
ta: இயல்பு இழுத்தல் செயல்:
te: డిఫాల్ట్ డ్రాగ్ చర్య:
tg: Амали кашолакунии пешфарз:
th: การดำเนินการลากเริ่มต้น:
tk: Bellenen süýräp hereket:
tt: Килешү буенча тарту хәрәкәте:
uk: Дія перетягування за умовчанням:
ur: :ﻦﺸﮑﯾﺍ ﮓﯾﺭﮈ ﭧﻟﺎﻔﯾﮈ
uz: Birlamchi tortish harakati:
vi: Hành động kéo mặc định:
xh: Isenzo sokutsalwa esiMiselweyo:
yi: :ףמאַק ןפּעלש טיַיקילעפ

source: I_nterface
af: Ek_koppelvlak
am: እኔ_በይነገጽ
ar: ال_واجهة
be: I_інтэрфейс
bg: I_интерфейс
bn: ইন্টারফেস
ca: I_nterfície
da: Græ_nseflade
eo: I_interfaco
et: I_liides
eu: I_interface
fa: ﻂﺑﺍﺭ
fi: Käyttöliittymä
fil: I_interface
gu: I_interface
he: מ_נשק
hi: इंटरफेस
hr: Sučelje
hu: F_elület
hy: I_interface
id: A_ntar Muka
is: I_viðmót
ka: მე_ინტერფეისი
kk: I_interface
km: I_interface
kn: I_interface
ky: I_interface
lb: I_Interface
lo: I_interface
lt: Sąsa_ja
lv: I_interfeiss
mg: I_interface
mi: I_atanga
mk: I_интерфејс
ml: I_interface
mn: I_interface
mr: I_interface
mt: I_ninterface
my: I_interface
nb: I_grensesnitt
ne: I_interface
or: I_ ଇଣ୍ଟରଫେସ୍ |
pa: ਆਈ_ਇੰਟਰਫੇਸ
ps: I_interface
ro: I_interfață
rw: I_imbere
sd: I_interface
si: අතුරුමුහුණත
sk: Rozhra_nie
sl: _Vmesnik
sq: I_ndërfaqja
sw: I_interface
ta: இடைமுகம்
te: ఇంటర్ఫేస్
tg: I_interface
th: อินเตอร์เฟซ
uk: _Інтерфейс
ur: _مواجہ
uz: I_interfeys
xh: I_interface
yi: I_interface

source: Wallpaper:
af: Muurpapier:
am: ልጣፍ፡
ar: الخلفية:
be: Шпалеры:
bg: тапет:
bn: ওয়ালপেপার:
ca: Fons de pantalla
cy: Papur wal:
da: Skrivebordsbaggrund:
eo: Tapeto:
et: Taustapilt:
eu: Atzeko Irudia:
fa: :ﯼﺭﺍﻮﯾﺩ ﺬﻏﺎﮐ
fi: Taustakuva:
ga: Cúlbhrat:
gd: Pàipear-balla:
gl: Imaxe de fondo:
gu: વૉલપેપર:
he: רקע שולחן העבודה:
hi: वॉलपेपर:
hr: Pozadina:
hu: Tapéta:
hy: Պաստառ:
is: Veggfóður:
ka: Ფონი:
kk: Түсқағаз:
km: ផ្ទាំងរូបភាព ៖
kn: ವಾಲ್u200cಪೇಪರ್:
ky: Обои:
lo: ພາບພື້ນຫຼັງ:
lt: Darbastalio fonas:
lv: Tapetes:
mi: pepapātū:
mk: Тапет:
ml: വാൾപേപ്പർ:
mn: Дэлгэцийн зураг:
mr: वॉलपेपर:
my: နောက်ခံပုံများ:
nb: Skrivebords-bakgrunn:
ne: वालपेपर:
or: ୱାଲପେପର:
pa: ਵਾਲਪੇਪਰ:
ps: :ﺮﭙﯿﭘ ﻝﺍﻭ
ro: Tapet:
rw: Igicapo:
sd: :ﺮﭙﻴﭘ ﻝﺍﻭ
si: බිතුපත:
sk: Tapeta:
sl: Ozadje:
sw: Karatasi:
ta: வால்பேப்பர்:
te: వాల్u200cపేపర్:
tg: Обои:
th: วอลล์เปเปอร์:
tk: Diwar kagyzy:
tt: Обои:
uk: Шпалери:
ur: وال پیپر:
uz: Fon rasmi:
vi: Hình nền:
xh: Iphepha lodonga:
yi: :ןטעפּאַט

source: Please select an image file
af: Kies asseblief 'n prentlêer
am: እባክዎ የምስል ፋይል ይምረጡ
ar: رجاء اختر ملف صورة
be: Калі ласка, абярыце файл выявы
bg: Моля, изберете файл с изображение
bn: একটি ইমেজ ফাইল নির্বাচন করুন
ca: Seleccioneu una imatge
cy: Dewiswch ffeil ddelwedd
da: Vælg en billedfil
eo: Bonvolu elekti bilddosieron
et: Palun vali pildifail
eu: Mesedez, aukeratu irudi baten izena
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﯼﺮﯾﻮﺼﺗ ﻞﯾﺎﻓ ﮏﯾ ﺎﻔﻄﻟ
fi: Valitse kuvatiedosto
fil: Mangyaring pumili ng file ng imahe
fy: Selektearje asjebleaft in ôfbyldingsbestân
ga: Roghnaigh comhad íomhá le do thoil
gd: Tagh faidhle ìomhaigh
gl: Por favor, seleccione un ficheiro de imaxe
gu: કૃપા કરીને એક છબી ફાઇલ પસંદ કરો
he: נא לבחור בקובץ תמונה
hi: कृपया एक छवि फ़ाइल चुनें
hr: Molimo odaberite slikovnu datoteku
hu: Válassz egy kép fájlt
hy: Խնդրում ենք ընտրել պատկերի ֆայլ
id: Silahkan pilih file gambar
is: Vinsamlegast veldu myndskrá
ka: გთხოვთ, აირჩიოთ სურათის ფაილი
kk: Кескін файлын таңдаңыз
km: ជ្រើស​ឯកសារ​រូបភាព​
kn: ದಯವಿಟ್ಟು ಇಮೇಜ್ ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
ku: Ji kerema xwe pelek wêneyek hilbijêrin
ky: Сураныч, сүрөт файлын тандаңыз
lb: Wielt w.e.g. eng Bilddatei
lo: ກະລຸນາເລືອກໄຟລ໌ຮູບພາບ
lt: Pasirinkite paveikslėlį
lv: Lūdzu, atlasiet attēla failu
mg: Mifidiana rakitra sary azafady
mi: Tīpakohia koa he kōnae atahanga
mk: Изберете датотека со слика
ml: ദയവായി ഒരു ഇമേജ് ഫയൽ തിരഞ്ഞെടുക്കുക
mn: Зургийн файл сонгоно уу
mr: कृपया प्रतिमा फाइल निवडा
mt: Jekk jogħġbok agħżel fajl tal-immaġni
my: ပုံဖိုင်ကို ရွေးပါ။
nb: Velg en billedfil
ne: कृपया एउटा छवि फाइल चयन गर्नुहोस्
or: ଦୟାକରି ଏକ ପ୍ରତିଛବି ଫାଇଲ୍ ଚୟନ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਚਿੱਤਰ ਫ਼ਾਈਲ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﻞﯾﺎﻓ ﺲﮑﻋ ﺩ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Vă rugăm să selectați un fișier imagine
rw: Nyamuneka hitamo dosiye
sd: ﻮﻳڊﻧﻮﭼ ﻞﺋﺎﻓ ﻱﺮﻳﻮﺼﺗ ﻱڙڪﮬ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: කරුණාකර රූප ගොනුවක් තෝරන්න
sk: Prosím, vyberte súbor obrázka
sl: Izberite slikovno datoteko
sq: Ju lutemi zgjidhni një skedar imazhi
sw: Tafadhali chagua faili ya picha
ta: படக் கோப்பைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఇమేజ్ ఫైల్u200cను ఎంచుకోండి
tg: Лутфан файли тасвириро интихоб кунед
th: กรุณาเลือกไฟล์ภาพ
tk: Surat faýly saýlaň
tt: Зинһар, рәсем файлын сайлагыз
uk: Будь-ласка, виберіть файл зображення
ur: تصویر منتخب کریں
uz: Iltimos, rasm faylini tanlang
vi: Vui lòng chọn một tệp hình ảnh
xh: Nceda ukhethe ifayile yomfanekiso
yi: עקעט דליב אַ ןביַילקסיוא עטיב

source: Mode:
af: Wyse:
am: ሁነታ፡
ar: الوضع:
be: Рэжым:
bg: режим:
bn: মোড:
cy: Modd:
da: Tilstand:
eo: Reĝimo:
et: Kuvamine:
eu: Era:
fa: :ﺖﻟﺎﺣ
fi: Tila:
fy: Wize:
ga: Mód:
gd: Modh:
gl: Modo:
gu: મોડ:
he: מצב:
hi: तरीका:
hr: Način rada:
hu: Mód:
hy: Ռեժիմ:
is: Stilling:
ka: რეჟიმი:
kk: Режим:
km: របៀប ៖
kn: ಮೋಡ್:
ku: Awa:
ky: Режим:
lb: Modus:
lo: ໂໝດ:
lt: Režimas:
lv: Režīms:
mg: Fomba:
mi: Aratau:
mk: Мод:
ml: മോഡ്:
mn: Горим:
mr: मोड:
mt: Modalità:
my: မုဒ်-
nb: Modus:
ne: मोड:
or: ମୋଡ୍:
pa: ਮੋਡ:
ps: :ﺖﻟﺎﺣ
ro: Mod:
rw: Uburyo:
sd: :ڊﻮﻣ
si: මාදිලිය:
sk: Režim:
sl: Način:
sq: Modaliteti:
sw: Hali:
ta: பயன்முறை:
te: మోడ్:
tg: Режим:
th: โหมด:
tk: Reodeim:
tt: Тәртип:
uk: Режим:
ur: موڈ:
uz: Rejim:
vi: Chế độ:
xh: Imowudi:
yi: :עדאָמ

source: Background:
af: Agtergrond:
am: ዳራ፡
ar: الخلفية:
be: Фон:
bg: Заден план:
bn: পটভূমি:
ca: Fons
cy: Cefndir:
da: Baggrund:
eo: Fono:
et: Taust:
eu: Aurrekariak:
fa: :ﻪﻨﯿﻣﺯ
fi: Taustaväri:
fy: Eftergrûn:
ga: Cúlra:
gd: Cùl-fhiosrachadh:
gl: Fondo de pantalla:
gu: પૃષ્ઠભૂમિ:
he: רקע:
hi: पृष्ठभूमि:
hr: Pozadina:
hu: Háttér:
hy: Նախապատմություն:
is: Bakgrunnur:
ka: ფონი:
kk: Фон:
km: ផ្ទៃ​ខាង​ក្រោយ ៖
kn: ಹಿನ್ನೆಲೆ:
ku: Paşî:
ky: Фон:
lb: Hannergrond:
lo: ຄວາມເປັນມາ:
lt: Fonas:
lv: Fons:
mg: ambadika:
mi: Papamuri:
mk: Позадина:
ml: പശ്ചാത്തലം:
mn: Суурь:
mr: पार्श्वभूमी:
mt: Sfond:
my: နောက်ခံ-
nb: Bakgrunn:
ne: पृष्ठभूमि:
or: ପୃଷ୍ଠଭୂମି:
pa: ਪਿਛੋਕੜ:
ps: :ﺮﻈﻨﻣ ﺲﭘ
ro: Fundal:
rw: Amavu n'amavuko:
sd: :ﺮﻈﻨﻣ ﺲﭘ
si: පසුබිම:
sk: Pozadie:
sl: Ozadje:
sq: Sfondi:
sw: Mandharinyuma:
ta: பின்னணி:
te: నేపథ్య:
tg: Замина:
th: พื้นหลัง:
tk: Maglumat:
tt: Фон:
uk: Тло:
ur: پس منظر:
uz: Fon:
vi: Tiểu sử:
xh: Imvelaphi:
yi: :טנורגרעטניה

source: Text:
af: Teks:
am: ጽሑፍ፡-
ar: النص:
be: Тэкст:
bg: Текст:
bn: পাঠ্য:
cy: Testun:
da: Tekst:
eo: Teksto:
et: Tekst:
eu: Текст:
fa: :ﻦﺘﻣ
fi: Teksti:
fil: Teksto:
fy: Tekst:
ga: Téacs:
gd: Teacs:
gl: Texto:
gu: ટેક્સ્ટ:
he: טקסט:
hi: मूलपाठ:
hr: Tekst:
hu: Szöveg:
hy: Տեքստ:
id: Teks:
is: Texti:
ka: ტექსტი:
kk: Мәтін:
km: អត្ថបទ ៖
kn: ಪಠ್ಯ:
ku: Nivîstok:
ky: Текст:
lo: ຂໍ້u200bຄວາມ:
lt: Tekstas:
lv: Teksts:
mg: Lahatsoratra:
mi: Kuputuhi:
mk: Текст:
ml: വാചകം:
mn: Текст:
mr: मजकूर:
mt: Test:
my: စာသား-
nb: Tekst:
ne: पाठ:
or: ପାଠ:
pa: ਟੈਕਸਟ:
ps: :ﻦﺘﻣ
rw: Inyandiko:
sd: :ﻦﺘﻣ
si: පෙළ:
sl: Tekst:
sq: Teksti:
sw: Maandishi:
ta: உரை:
te: వచనం:
tg: Матн:
th: ข้อความ:
tk: Tekst:
tt: Текст:
uk: Текст:
ur: متن:
uz: Matn:
vi: Bản văn:
xh: Isiqendu:
yi: :טסקעט

source: Shadow:
af: Skaduwee:
am: ጥላ፡
ar: الظل:
be: Цень:
bg: сянка:
bn: ছায়া:
ca: Ombra:
cy: Cysgod:
da: Skygge:
eo: Ombro:
et: Vari:
eu: Itzala:
fa: :ﻪﯾﺎﺳ
fi: Varjo:
fil: anino:
fy: Skaad:
ga: Scáth:
gd: Sgàil:
gl: Sombra:
gu: પડછાયો:
he: צללית:
hi: साया:
hr: Sjena:
hu: Árnyék:
hy: Ստվեր:
id: bayang-bayang:
is: Skuggi:
ka: Ჩრდილი:
kk: Көлеңке:
km: ស្រមោល ៖
kn: ನೆರಳು:
ku: Sî:
ky: Көлөкө:
lb: Schatten:
lo: ເງົາ:
lt: Šešėlis:
lv: Ēna:
mg: aloka:
mi: Kōruru:
mk: Сенка:
ml: നിഴൽ:
mn: Сүүдэр:
mr: सावली:
mt: Dell:
my: အရိပ်-
nb: Skygge:
ne: छाया:
or: ଛାୟା:
pa: ਸ਼ੈਡੋ:
ps: :ﻱﺭﻮﻴﺳ
ro: Umbră:
rw: Igicucu:
sd: :ﻮﮀﺎﭘ
si: සෙවනැල්ල:
sk: Tieň:
sl: Senca:
sq: Hije:
sw: Kivuli:
ta: நிழல்:
te: నీడ:
tg: Соя:
th: เงา:
tk: Kölege:
tt: Күләгә:
uk: Тінь:
ur: سایہ:
uz: Soya:
vi: Bóng:
xh: Isithunzi:
yi: :ןטאָש

source: Font:
af: Lettertipe:
am: ፊደል፡
ar: :ﻂﺨﻟﺍ
be: Шрыфт:
bg: шрифт:
bn: হরফ:
cy: Ffont:
da: Skrifttype:
eo: Tiparo:
eu: Letra-tipoa:
fa: :ﺖﻧﻮﻓ
fi: Fontti:
fy: Lettertype:
ga: Cló:
gl: Tipo de letra:
gu: ફોન્ટ:
he: :ןָפֹוג
hi: फ़ॉन्ट:
hu: Betűtípus:
hy: Տառատեսակը:
id: jenis huruf:
is: Leturgerð:
ka: შრიფტი:
kk: Қаріп:
km: ពុម្ពអក្សរ៖
kn: ಫಾಂಟ್:
ky: Арип:
lb: Schrëft:
lo: ຟອນ:
lt: Šriftas:
lv: Fonts:
mg: endritsoratra:
mi: Momotuhi:
mk: Фонт:
ml: ഫോണ്ട്:
mn: Фонт:
mr: फॉन्ट:
my: ဖောင့်-
ne: फन्ट:
or: ଫଣ୍ଟ:
pa: ਫੌਂਟ:
ps: :ټﻧﻮﻓ
rw: Imyandikire:
sd: :ٽﻧﻮﻓ
si: අකුරු:
sk: písmo:
sl: Pisava:
sq: Fonti:
sw: Fonti:
ta: எழுத்துரு:
te: ఫాంట్:
tg: Шрифт:
th: แบบอักษร:
tk: Şrift:
tt: Шрифт:
uk: Шрифт:
ur: :ﭧﻧﻮﻓ
uz: Shrift:
vi: Nét chữ:
xh: Ifonti:
yi: :טפֿירש
