Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzfm: command set requires an argument
af: zzzfm: bevelstel vereis 'n argument
am: zzzfm: የትዕዛዝ ስብስብ ክርክር ያስፈልገዋል
ar: zzzfm: ﺔﻄﻴﺳﻭ ﺮﻣﺍﻭﻷ﻿ﺍ ﺔﻋﻮﻤﺠﻣ ﺐﻠﻄﺘﺗ
be: zzzfm: набор каманд патрабуе аргументу
bg: zzzfm: наборът от команди изисква аргумент
bn: zzzfm: কমান্ড সেট একটি যুক্তি প্রয়োজন
ca: zzzfm: El conjunt d'ordres requereix un argument
cy: zzzfm: mae angen dadl ar set gorchymyn
da: zzzfm: kommandosæt kræver et argument
eo: zzzfm: ordonaro postulas argumenton
et: zzzfm: käsukomplekt nõuab argumenti
eu: zzzfm: komando multzoak argumentu bat behar du
fa: zzzfm: ﺩﺭﺍﺩ ﺯﺎﯿﻧ ﻥﺎﻣﻮﮔﺭﺁ ﻪﺑ ﺕﺍﺭﻮﺘﺳﺩ ﻪﻋﻮﻤﺠﻣ
fi: zzzfm: komentosarja vaatii argumentin
fil: zzzfm: Ang command set ay nangangailangan ng argumento
fy: zzzfm: kommando set fereasket in argumint
ga: zzzfm: Éilíonn argóint tacar argóint
gd: zzzfm: feumaidh seata àithne argamaid
gl: zzzfm: o conxunto de comandos require un argumento
gu: zzzfm: આદેશ સમૂહને દલીલની જરૂર છે
he: zzzfm: טנמוגרא תשרוד תודוקפה תכרע
hi: zzzfm: कमांड सेट को एक तर्क की आवश्यकता है
hr: zzzfm: skup naredbi zahtijeva argument
hu: zzzfm: parancskészlet argumentumot igényel
hy: zzzfm: հրամանների հավաքածուն պահանջում է արգումենտ
id: zzzfm: set perintah membutuhkan argumen
is: zzzfm: skipanasett þarf rök
ka: zzzfm: ბრძანებების ნაკრები მოითხოვს არგუმენტს
kk: zzzfm: пәрмендер жинағы аргументті қажет етеді
km: zzzfm: សំណុំពាក្យបញ្ជាទាមទារអាគុយម៉ង់
kn: zzzfm: ಕಮಾಂಡ್ ಸೆಟ್u200cಗೆ ಆರ್ಗ್ಯುಮೆಂಟ್ ಅಗತ್ಯವಿದೆ
ku: zzzfm: koma fermanê argumanek hewce dike
ky: zzzfm: буйрук топтому аргументти талап кылат
lb: zzzfm: Kommando Set erfuerdert en Argument
lo: zzzfm: ຊຸດຄໍາສັ່ງຮຽກຮ້ອງໃຫ້ມີການໂຕ້ຖຽງ
lt: zzzfm: komandų rinkiniui reikalingas argumentas
lv: zzzfm: komandu kopai ir nepieciešams arguments
mg: zzzfm: Ny baiko napetraka dia mila argument
mi: zzzfm: Me whai tautohe te huinga whakahau
mk: zzzfm: множеството на команди бара аргумент
ml: zzzfm: കമാൻഡ് സെറ്റിന് ഒരു ആർഗ്യുമെന്റ് ആവശ്യമാണ്
mn: zzzfm: тушаалын багц нь аргумент шаарддаг
mr: zzzfm: कमांड सेटसाठी युक्तिवाद आवश्यक आहे
mt: zzzfm: sett ta' kmand jeħtieġ argument
my: zzzfm: command set သည် ငြင်းခုံမှုတစ်ခု လိုအပ်သည်။
nb: zzzfm: kommandosett krever et argument
ne: zzzfm: आदेश सेटलाई तर्क चाहिन्छ
or: zzzfm: କମାଣ୍ଡ୍ ସେଟ୍ ଏକ ଆର୍ଗୁମେଣ୍ଟ୍ ଆବଶ୍ୟକ କରେ |
pa: zzzfm: ਕਮਾਂਡ ਸੈੱਟ ਲਈ ਇੱਕ ਆਰਗੂਮੈਂਟ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ
ps: zzzfm: ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻞﯿﻟﺩ ﻮﯾ ټﯿﺳ ډﻧﺎﻤﮐ
ro: zzzfm: setul de comenzi necesită un argument
rw: zzzfm: itegeko ryateganijwe risaba impaka
sd: zzzfm: ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻞﻴﻟﺩ ڪﻫ ٽﻴﺳ ﻢڪﺣ
si: zzzfm: විධාන කට්ටලයට තර්කයක් අවශ්u200dය වේ
sk: zzzfm: sada príkazov vyžaduje argument
sl: zzzfm: nabor ukazov zahteva argument
sq: zzzfm: grupi i komandave kërkon një argument
sw: zzzfm: seti ya amri inahitaji hoja
ta: zzzfm: கட்டளை தொகுப்புக்கு ஒரு வாதம் தேவை
te: zzzfm: కమాండ్ సెట్u200cకు ఆర్గ్యుమెంట్ అవసరం
tg: zzzfm: маҷмӯи фармон далел талаб мекунад
th: zzzfm: ชุดคำสั่งต้องมีอาร์กิวเมนต์
tk: zzzfm: buýruk toplumy argument talap edýär
tt: zzzfm: боерык җыелмасы аргумент таләп итә
uk: zzzfm: набір команд вимагає аргументу
ur: zzzfm: ۔ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﻞﯿﻟﺩ ﮏﯾﺍ ﻮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ
uz: zzzfm: buyruqlar to'plami argumentni talab qiladi
vi: zzzfm: tập lệnh yêu cầu một đối số
xh: zzzfm: iseti yomyalelo ifuna ingxoxo
yi: zzzfm: טנעמוגראַ ןאַ זרעייווקיר גנאַג לעפֿאַב

source: zzzfm: invalid %s value
af: zzzfm: ongeldig %s waarde
am: zzzfm: ልክ ያልሆነ %s ዋጋ
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ %s ﺔﻤﻴﻘﻟﺍ
be: zzzfm: несапраўдны %s значэнне
bg: zzzfm: невалиден %s стойност
bn: zzzfm: অবৈধ %s মান
ca: zzzfm: invàlid %s valor
cy: zzzfm: annilys %s gwerth
da: zzzfm: ugyldig %s værdi
eo: zzzfm: nevalida %s valoro
et: zzzfm: kehtetu %s väärtus
eu: zzzfm: baliogabea %s balioa
fa: zzzfm: ﺭﺎﺒﺘﻋﺍ ﯽﺑ %s ﺵﺯﺭﺍ
fi: zzzfm: virheellinen %s arvo
fil: zzzfm: hindi wasto %s halaga
fy: zzzfm: ûnjildich %s wearde
ga: zzzfm: neamhbhailí %s luach
gd: zzzfm: neo-dhligheach %s luach
gl: zzzfm: non válido %s valor
gu: zzzfm: અમાન્ય %s મૂલ્ય
he: zzzfm: יקוח אל %s ךרע
hi: zzzfm: अमान्य %s मूल्य
hr: zzzfm: nevažećim %s vrijednost
hu: zzzfm: érvénytelen %s érték
hy: zzzfm: անվավեր %s արժեքը
id: zzzfm: tidak sah %s nilai
is: zzzfm: ógild %s gildi
ka: zzzfm: არასწორი %s ღირებულება
kk: zzzfm: жарамсыз %s мән
km: zzzfm: មិនត្រឹមត្រូវ %s តម្លៃ
kn: zzzfm: ಅಮಾನ್ಯವಾಗಿದೆ %s ಮೌಲ್ಯ
ku: zzzfm: seqet %s giranî
ky: zzzfm: жараксыз %s баалуулук
lb: zzzfm: ongëlteg %s Wäert
lo: zzzfm: ບໍ່ຖືກຕ້ອງ %s ຄ່າ
lt: zzzfm: negaliojančiais %s vertė
lv: zzzfm: nederīgs %s vērtību
mg: zzzfm: tsy mety %s zava-dehibe
mi: zzzfm: muhu %s uara
mk: zzzfm: неважечки %s вредност
ml: zzzfm: അസാധുവാണ് %s മൂല്യം
mn: zzzfm: хүчингүй %s үнэ цэнэ
mr: zzzfm: अवैध %s मूल्य
mt: zzzfm: invalidu %s valur
my: zzzfm: မမှန်ပါ။ %s တန်ဖိုး
nb: zzzfm: ugyldig %s verdi
ne: zzzfm: अवैध %s मूल्य
or: zzzfm: ଅବ alid ଧ | %s ମୂଲ୍ୟ
pa: zzzfm: ਅਵੈਧ %s ਮੁੱਲ
ps: zzzfm: ﻢﺳﺎﻧ %s ﺖښﺯﺭﺍ
ro: zzzfm: invalid %s valoare
rw: zzzfm: bitemewe %s agaciro
sd: zzzfm: ﻂﻠﻏ %s ﺭﺪﻗ
si: zzzfm: අවලංගුයි %s අගය
sk: zzzfm: neplatný %s hodnotu
sl: zzzfm: neveljavno %s vrednost
sq: zzzfm: e pavlefshme %s vlerë
sw: zzzfm: batili %s thamani
ta: zzzfm: செல்லாது %s மதிப்பு
te: zzzfm: చెల్లదు %s విలువ
tg: zzzfm: эътибор надорад %s арзиш
th: zzzfm: ไม่ถูกต้อง %s ค่า
tk: zzzfm: nädogry %s bahasy
tt: zzzfm: яраксыз %s кыйммәт
uk: zzzfm: недійсний %s значення
ur: zzzfm: ﻂﻠﻏ %s ﺭﺪﻗ
uz: zzzfm: yaroqsiz %s qiymat
vi: zzzfm: không hợp lệ %s giá trị
xh: zzzfm: ayisebenzi %s ixabiso
yi: zzzfm: טלפּירקראַפ %s טרעוו

source: zzzfm: invalid slider value
af: zzzfm: ongeldige skuifbalkwaarde
am: zzzfm: ልክ ያልሆነ የተንሸራታች እሴት
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺮﻳﺮﻤﺘﻟﺍ ﻂﻳﺮﺷ ﺔﻤﻴﻗ
be: zzzfm: няправільнае значэнне паўзунка
bg: zzzfm: невалидна стойност на плъзгача
bn: zzzfm: অবৈধ স্লাইডার মান
ca: zzzfm: valor del control lliscant no vàlid
cy: zzzfm: gwerth llithrydd annilys
da: zzzfm: ugyldig skyderværdi
eo: zzzfm: nevalida glitila valoro
et: zzzfm: vale liuguri väärtus
eu: zzzfm: graduatzailearen balio baliogabea
fa: zzzfm: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﻩﺪﻧﺰﻐﻟ ﺭﺍﺪﻘﻣ
fi: zzzfm: virheellinen liukusäätimen arvo
fil: zzzfm: di-wastong halaga ng slider
fy: zzzfm: ûnjildige slider wearde
ga: zzzfm: luach sleamhnáin neamhbhailí
gd: zzzfm: luach sleamhnag neo-dhligheach
gl: zzzfm: valor do control deslizante non válido
gu: zzzfm: અમાન્ય સ્લાઇડર મૂલ્ય
he: zzzfm: יקוח אל ןווחמה ךרע
hi: zzzfm: अमान्य स्लाइडर मान
hr: zzzfm: nevažeća vrijednost klizača
hu: zzzfm: érvénytelen csúszkaérték
hy: zzzfm: Սահիկի անվավեր արժեք
id: zzzfm: nilai penggeser tidak valid
is: zzzfm: ógilt sleðagildi
ka: zzzfm: სლაიდერის არასწორი მნიშვნელობა
kk: zzzfm: жарамсыз жүгірткі мәні
km: zzzfm: តម្លៃគ្រាប់រំកិលមិនត្រឹមត្រូវ
kn: zzzfm: ಅಮಾನ್ಯ ಸ್ಲೈಡರ್ ಮೌಲ್ಯ
ku: zzzfm: nirxa slider nederbasdar
ky: zzzfm: жараксыз сыдырма мааниси
lb: zzzfm: ongülteg Schieberwäert
lo: zzzfm: ຄ່າຕົວເລື່ອນບໍ່ຖືກຕ້ອງ
lt: zzzfm: neteisinga slankiklio reikšmė
lv: zzzfm: nederīga slīdņa vērtība
mg: zzzfm: sandan'ny slider tsy mety
mi: zzzfm: uara rēreti muhu
mk: zzzfm: неважечка вредност на лизгачот
ml: zzzfm: അസാധുവായ സ്ലൈഡർ മൂല്യം
mn: zzzfm: гулсагчийн утга буруу
mr: zzzfm: अवैध स्लाइडर मूल्य
mt: zzzfm: valur slider invalidu
my: zzzfm: မမှန်ကန်သော ဆလိုက်ဒါတန်ဖိုး
nb: zzzfm: ugyldig glidebryterverdi
ne: zzzfm: अमान्य स्लाइडर मान
or: zzzfm: ଅବ inv ଧ ସ୍ଲାଇଡର୍ ମୂଲ୍ୟ |
pa: zzzfm: ਅਵੈਧ ਸਲਾਈਡਰ ਮੁੱਲ
ps: zzzfm: ﺖښﺯﺭﺍ ﺭﮉﯿﺋﻼ﻿ﺳ ﻢﺳﺎﻧ
ro: zzzfm: valoare de glisare nevalidă
rw: zzzfm: agaciro kanyerera
sd: zzzfm: ﺭﺪﻗ ﺭﮉﯿﺋﻼ﻿ﺳ ﻂﻠﻏ
si: zzzfm: වලංගු නොවන ස්ලයිඩර් අගය
sk: zzzfm: neplatná hodnota posúvača
sl: zzzfm: neveljavna vrednost drsnika
sq: zzzfm: vlerë e pavlefshme e rrëshqitësit
sw: zzzfm: thamani batili ya kitelezi
ta: zzzfm: தவறான ஸ்லைடர் மதிப்பு
te: zzzfm: చెల్లని స్లయిడర్ విలువ
tg: zzzfm: арзиши слайдери беэътибор
th: zzzfm: ค่าตัวเลื่อนที่ไม่ถูกต้อง
tk: zzzfm: nädogry slaýder bahasy
tt: zzzfm: яраксыз слайдер бәясе
uk: zzzfm: недійсне значення повзунка
ur: zzzfm: ﺭﺪﻗ ﺭﮉﯿﺋﻼ﻿ﺳ ﻂﻠﻏ
uz: zzzfm: noto'g'ri slayder qiymati
vi: zzzfm: giá trị thanh trượt không hợp lệ
xh: zzzfm: ixabiso lesilayidi elingasebenziyo
yi: zzzfm: טרעוו רעדיילס טלפּירקראַפ

source: zzzfm: invalid panel number
af: zzzfm: ongeldige paneelnommer
am: zzzfm: ልክ ያልሆነ የፓነል ቁጥር
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺔﺣﻮﻟ ﻢﻗﺭ
be: zzzfm: няправільны нумар панэлі
bg: zzzfm: невалиден номер на панела
bn: zzzfm: অবৈধ প্যানেল নম্বর
ca: zzzfm: número de panell no vàlid
cy: zzzfm: rhif panel annilys
da: zzzfm: ugyldigt panelnummer
eo: zzzfm: nevalida panelnumero
et: zzzfm: vale paneeli number
eu: zzzfm: panel-zenbaki baliogabea
fa: zzzfm: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﻞﻨﭘ ﻩﺭﺎﻤﺷ
fi: zzzfm: virheellinen paneelin numero
fil: zzzfm: di-wastong panel number
fy: zzzfm: ûnjildich paniel number
ga: zzzfm: uimhir phainéil neamhbhailí
gd: zzzfm: àireamh pannal neo-dhligheach
gl: zzzfm: número de panel non válido
gu: zzzfm: અમાન્ય પેનલ નંબર
he: zzzfm: יקוח אל לנאפ רפסמ
hi: zzzfm: अमान्य पैनल नंबर
hr: zzzfm: nevažeći broj ploče
hu: zzzfm: érvénytelen panelszám
hy: zzzfm: վահանակի անվավեր համար
id: zzzfm: nomor panel tidak valid
is: zzzfm: ógilt pallborðsnúmer
ka: zzzfm: პანელის არასწორი ნომერი
kk: zzzfm: жарамсыз панель нөмірі
km: zzzfm: លេខបន្ទះមិនត្រឹមត្រូវ
kn: zzzfm: ಅಮಾನ್ಯ ಫಲಕ ಸಂಖ್ಯೆ
ku: zzzfm: jimareya panelê nederbasdar
ky: zzzfm: жараксыз панелдин номери
lb: zzzfm: ongëlteg Panelnummer
lo: zzzfm: ໝາຍເລກແຜງບໍ່ຖືກຕ້ອງ
lt: zzzfm: neteisingas skydelio numeris
lv: zzzfm: nederīgs paneļa numurs
mg: zzzfm: laharan'ny tontonana tsy mety
mi: zzzfm: tau röpü muhu
mk: zzzfm: неважечки број на панелот
ml: zzzfm: അസാധുവായ പാനൽ നമ്പർ
mn: zzzfm: хүчингүй самбарын дугаар
mr: zzzfm: अवैध पॅनेल क्रमांक
mt: zzzfm: numru tal-panel invalidu
my: zzzfm: မမှန်ကန်သော အကန့်နံပါတ်
nb: zzzfm: ugyldig panelnummer
ne: zzzfm: अवैध प्यानल नम्बर
or: zzzfm: ଅବ inv ଧ ପ୍ୟାନେଲ୍ ନମ୍ବର |
pa: zzzfm: ਅਵੈਧ ਪੈਨਲ ਨੰਬਰ
ps: zzzfm: ﻩﺮﯿﻤﺷ ﻞﻨﯿﭘ ﻩﺭﻭﺎﺑﺎﻧ
ro: zzzfm: număr de panou invalid
rw: zzzfm: nimero yumwanya utemewe
sd: zzzfm: ﺮﺒﻤﻧ ﻞﻨﻴﭘ ﻂﻠﻏ
si: zzzfm: වලංගු නොවන පුවරු අංකය
sk: zzzfm: neplatné číslo panelu
sl: zzzfm: neveljavna številka plošče
sq: zzzfm: numër i pavlefshëm paneli
sw: zzzfm: nambari ya paneli isiyo sahihi
ta: zzzfm: தவறான பேனல் எண்
te: zzzfm: చెల్లని ప్యానెల్ నంబర్
tg: zzzfm: рақами панел беэътибор
th: zzzfm: หมายเลขแผงไม่ถูกต้อง
tk: zzzfm: paneliň belgisi nädogry
tt: zzzfm: панель саны дөрес түгел
uk: zzzfm: недійсний номер панелі
ur: zzzfm: ﺮﺒﻤﻧ ﻞﻨﯿﭘ ﻂﻠﻏ
uz: zzzfm: noto'g'ri panel raqami
vi: zzzfm: bảng số không hợp lệ
xh: zzzfm: inombolo yendawo yolawulo engasebenziyo
yi: zzzfm: רעמונ עילפאַט טלפּירקראַפ

source: zzzfm: invalid tab number
af: zzzfm: ongeldige oortjienommer
am: zzzfm: ልክ ያልሆነ የትር ቁጥር
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺔﻟﻭﺪﺟ ﻢﻗﺭ
be: zzzfm: няправільны нумар закладкі
bg: zzzfm: невалиден номер на раздела
bn: zzzfm: অবৈধ ট্যাব নম্বর
ca: zzzfm: número de pestanya no vàlid
cy: zzzfm: rhif tab annilys
da: zzzfm: ugyldigt fanenummer
eo: zzzfm: nevalida langeto-numero
et: zzzfm: vigane vahelehe number
eu: zzzfm: fitxa-zenbaki baliogabea
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﻪﮔﺮﺑ ﻩﺭﺎﻤﺷ
fi: zzzfm: virheellinen välilehden numero
fil: zzzfm: di-wastong numero ng tab
fy: zzzfm: ûnjildige ljepper number
ga: zzzfm: uimhir chluaisín neamhbhailí
gd: zzzfm: àireamh tab neo-dhligheach
gl: zzzfm: número de ficha non válido
gu: zzzfm: અમાન્ય ટેબ નંબર
he: zzzfm: יקוח אל הייסיטרכ רפסמ
hi: zzzfm: अमान्य टैब संख्या
hr: zzzfm: nevažeći broj kartice
hu: zzzfm: érvénytelen lapszám
hy: zzzfm: ներդիրի անվավեր համար
id: zzzfm: nomor tab tidak valid
is: zzzfm: ógilt flipanúmer
ka: zzzfm: ჩანართის არასწორი ნომერი
kk: zzzfm: жарамсыз қойынды нөмірі
km: zzzfm: លេខផ្ទាំងមិនត្រឹមត្រូវ
kn: zzzfm: ಅಮಾನ್ಯ ಟ್ಯಾಬ್ ಸಂಖ್ಯೆ
ku: zzzfm: jimareya tabê nederbasdar
ky: zzzfm: жараксыз өтмөк номери
lb: zzzfm: ongëlteg Tab Nummer
lo: zzzfm: ໝາຍເລກແຖບບໍ່ຖືກຕ້ອງ
lt: zzzfm: neteisingas skirtuko numeris
lv: zzzfm: nederīgs cilnes numurs
mg: zzzfm: laharana kiheba tsy mety
mi: zzzfm: tau ripa muhu
mk: zzzfm: неважечки број на картичката
ml: zzzfm: അസാധുവായ ടാബ് നമ്പർ
mn: zzzfm: хүчингүй табын дугаар
mr: zzzfm: अवैध टॅब क्रमांक
mt: zzzfm: numru tat-tab invalidu
my: zzzfm: မမှန်ကန်သော တက်ဘ်နံပါတ်
nb: zzzfm: ugyldig fanenummer
ne: zzzfm: अवैध ट्याब नम्बर
or: zzzfm: ଅବ inv ଧ ଟ୍ୟାବ୍ ନମ୍ବର |
pa: zzzfm: ਅਵੈਧ ਟੈਬ ਨੰਬਰ
ps: zzzfm: ﻩﺮﯿﻤﺷ ﺐټ ﻢﺳﺎﻧ
ro: zzzfm: număr de filă invalid
rw: zzzfm: nimero ya tab itemewe
sd: zzzfm: ﺮﺒﻤﻧ ﺐﻴٽ ﻂﻠﻏ
si: zzzfm: වලංගු නොවන ටැබ් අංකය
sk: zzzfm: neplatné číslo karty
sl: zzzfm: neveljavna številka zavihka
sq: zzzfm: numër i pavlefshëm i skedës
sw: zzzfm: nambari ya kichupo batili
ta: zzzfm: தவறான தாவல் எண்
te: zzzfm: చెల్లని ట్యాబ్ నంబర్
tg: zzzfm: рақами ҷадвали нодуруст
th: zzzfm: หมายเลขแท็บที่ไม่ถูกต้อง
tk: zzzfm: tab belgisi nädogry
tt: zzzfm: яраксыз салынма номеры
uk: zzzfm: недійсний номер вкладки
ur: zzzfm: ﺮﺒﻤﻧ ﺐﯿﭨ ﻂﻠﻏ
uz: zzzfm: yaroqsiz varaq raqami
vi: zzzfm: số tab không hợp lệ
xh: zzzfm: inombolo yethebhu engasebenziyo
yi: zzzfm: רעמונ לטיווק קיטליגמוא

source: zzzfm: invalid property %s
af: zzzfm: ongeldige eiendom %s
am: zzzfm: ልክ ያልሆነ ንብረት %s
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺔﻴﺻﺎﺧ %s
be: zzzfm: несапраўдная маёмасць %s
bg: zzzfm: невалиден имот %s
bn: zzzfm: অবৈধ সম্পত্তি %s
ca: zzzfm: propietat no vàlida %s
cy: zzzfm: eiddo annilys %s
da: zzzfm: ugyldig ejendom %s
eo: zzzfm: nevalida posedaĵo %s
et: zzzfm: kehtetu vara %s
eu: zzzfm: jabetza baliogabea %s
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﯽﯾﺍﺭﺍﺩ %s
fi: zzzfm: virheellinen omaisuus %s
fil: zzzfm: di-wastong ari-arian %s
fy: zzzfm: ûnjildich eigendom %s
ga: zzzfm: maoin neamhbhailí %s
gd: zzzfm: seilbh neo-dhligheach %s
gl: zzzfm: propiedade non válida %s
gu: zzzfm: અમાન્ય મિલકત %s
he: zzzfm: יקוח אל סכנ %s
hi: zzzfm: अमान्य संपत्ति %s
hr: zzzfm: nevažeća imovina %s
hu: zzzfm: érvénytelen tulajdonság %s
hy: zzzfm: անվավեր գույք %s
id: zzzfm: properti tidak valid %s
is: zzzfm: ógild eign %s
ka: zzzfm: არასწორი ქონება %s
kk: zzzfm: жарамсыз мүлік %s
km: zzzfm: ទ្រព្យសម្បត្តិមិនត្រឹមត្រូវ %s
kn: zzzfm: ಅಮಾನ್ಯ ಆಸ್ತಿ %s
ku: zzzfm: milkê nederbasdar %s
ky: zzzfm: жараксыз мүлк %s
lb: zzzfm: ongëlteg Propriétéit %s
lo: zzzfm: ຊັບສິນບໍ່ຖືກຕ້ອງ %s
lt: zzzfm: negaliojantis turtas %s
lv: zzzfm: nederīgs īpašums %s
mg: zzzfm: fananana tsy mety %s
mi: zzzfm: taonga muhu %s
mk: zzzfm: неважечки имот %s
ml: zzzfm: അസാധുവായ സ്വത്ത് %s
mn: zzzfm: хүчингүй өмч %s
mr: zzzfm: अवैध मालमत्ता %s
mt: zzzfm: proprjetà invalida %s
my: zzzfm: မမှန်ကန်သောပိုင်ဆိုင်မှု %s
nb: zzzfm: ugyldig eiendom %s
ne: zzzfm: अवैध सम्पत्ति %s
or: zzzfm: ଅବ inv ଧ ସମ୍ପତ୍ତି | %s
pa: zzzfm: ਅਵੈਧ ਸੰਪਤੀ %s
ps: zzzfm: ﺖﯿﮑﻠﻣ ﻢﺳﺎﻧ %s
ro: zzzfm: proprietate invalidă %s
rw: zzzfm: umutungo utemewe %s
sd: zzzfm: ﺖﻴڪﻠﻣ ﺰﺋﺎﺟﺎﻧ %s
si: zzzfm: වලංගු නොවන දේපල %s
sk: zzzfm: neplatný majetok %s
sl: zzzfm: neveljavna lastnina %s
sq: zzzfm: pasuri e pavlefshme %s
sw: zzzfm: mali batili %s
ta: zzzfm: செல்லாத சொத்து %s
te: zzzfm: చెల్లని ఆస్తి %s
tg: zzzfm: моликияти беэътибор %s
th: zzzfm: ทรัพย์สินที่ไม่ถูกต้อง %s
tk: zzzfm: nädogry emläk %s
tt: zzzfm: яраксыз милек %s
uk: zzzfm: недійсне майно %s
ur: zzzfm: ﺩﺍﺪﯿﺋﺎﺟ ﺰﺋﺎﺟﺎﻧ %s
uz: zzzfm: yaroqsiz mulk %s
vi: zzzfm: tài sản không hợp lệ %s
xh: zzzfm: ipropati engasebenziyo %s
yi: zzzfm: גאָמראַפ טלפּירקראַפ %s

source: zzzfm: invalid column width
af: zzzfm: ongeldige kolomwydte
am: zzzfm: ልክ ያልሆነ የአምድ ስፋት
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺩﻮﻤﻌﻟﺍ ﺽﺮﻋ
be: zzzfm: няправільная шырыня слупка
bg: zzzfm: невалидна ширина на колоната
bn: zzzfm: অবৈধ কলাম প্রস্থ
ca: zzzfm: amplada de columna no vàlida
cy: zzzfm: lled colofn annilys
da: zzzfm: ugyldig kolonnebredde
eo: zzzfm: nevalida kolumnlarĝo
et: zzzfm: vale veeru laius
eu: zzzfm: zutabearen zabalera baliogabea
fa: zzzfm: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﻥﻮﺘﺳ ﺽﺮﻋ
fi: zzzfm: virheellinen sarakkeen leveys
fil: zzzfm: di-wastong lapad ng hanay
fy: zzzfm: ûnjildige kolom breedte
ga: zzzfm: leithead colún neamhbhailí
gd: zzzfm: leud colbh neo-dhligheach
gl: zzzfm: ancho de columna non válido
gu: zzzfm: અમાન્ય કૉલમ પહોળાઈ
he: zzzfm: יקוח אל הדומע בחור
hi: zzzfm: अमान्य स्तंभ चौड़ाई
hr: zzzfm: nevažeća širina stupca
hu: zzzfm: érvénytelen oszlopszélesség
hy: zzzfm: սյունակի անվավեր լայնություն
id: zzzfm: lebar kolom tidak valid
is: zzzfm: ógild dálkbreidd
ka: zzzfm: სვეტის არასწორი სიგანე
kk: zzzfm: жарамсыз баған ені
km: zzzfm: ទទឹងជួរឈរមិនត្រឹមត្រូវ
kn: zzzfm: ಅಮಾನ್ಯ ಕಾಲಮ್ ಅಗಲ
ku: zzzfm: firehiya stûnê nederbasdar
ky: zzzfm: тилкенин туурасы жараксыз
lb: zzzfm: ongëlteg Kolonn Breet
lo: zzzfm: ຄວາມກວ້າງຂອງຖັນບໍ່ຖືກຕ້ອງ
lt: zzzfm: neteisingas stulpelio plotis
lv: zzzfm: nederīgs kolonnas platums
mg: zzzfm: tsy mety ny sakan'ny tsanganana
mi: zzzfm: whanui tīwae muhu
mk: zzzfm: неважечка ширина на колона
ml: zzzfm: നിരയുടെ വീതി അസാധുവാണ്
mn: zzzfm: баганын өргөн буруу
mr: zzzfm: अवैध स्तंभ रुंदी
mt: zzzfm: wisa' tal-kolonna invalida
my: zzzfm: ကော်လံအကျယ် မမှန်ကန်ပါ။
nb: zzzfm: ugyldig kolonnebredde
ne: zzzfm: अमान्य स्तम्भ चौडाइ
or: zzzfm: ଅବ inv ଧ ସ୍ତମ୍ଭ ପ୍ରସ୍ଥ |
pa: zzzfm: ਅਵੈਧ ਕਾਲਮ ਚੌੜਾਈ
ps: zzzfm: ﺽﺮﻋ ﻂﻠﻏ ﻢﻟﺎﮐ ﺩ
ro: zzzfm: lățime nevalidă a coloanei
rw: zzzfm: ubugari bwinkingi butemewe
sd: zzzfm: ﺮڪﻳﻭ ﻲﺟ ﻦﻤﻟﺎڪ ﻂﻠﻏ
si: zzzfm: වලංගු නොවන තීරු පළල
sk: zzzfm: neplatná šírka stĺpca
sl: zzzfm: neveljavna širina stolpca
sq: zzzfm: gjerësia e kolonës së pavlefshme
sw: zzzfm: upana wa safu wima batili
ta: zzzfm: தவறான நெடுவரிசை அகலம்
te: zzzfm: చెల్లని నిలువు వరుస వెడల్పు
tg: zzzfm: паҳнои сутун беэътибор
th: zzzfm: ความกว้างของคอลัมน์ไม่ถูกต้อง
tk: zzzfm: sütüniň ini nädogry
tt: zzzfm: багана киңлеге яраксыз
uk: zzzfm: недійсна ширина стовпця
ur: zzzfm: ﯽﺋﺍﮌﻮﭼ ﻂﻠﻏ ﯽﮐ ﻢﻟﺎﮐ
uz: zzzfm: ustun kengligi noto'g'ri
vi: zzzfm: chiều rộng cột không hợp lệ
xh: zzzfm: Ububanzi bomhlathi obungasebenziyo
yi: zzzfm: טיירב ליַיז קיטליגמוא

source: zzzfm: invalid column name '%s'
af: zzzfm: ongeldige kolomnaam '%s'
am: zzzfm: ልክ ያልሆነ የአምድ ስም '%s'
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺩﻮﻤﻋ ﻢﺳﺍ '%s'
be: zzzfm: няправільнае імя слупка '%s'
bg: zzzfm: невалидно име на колона '%s'
bn: zzzfm: অবৈধ কলাম নাম '%s'
ca: zzzfm: nom de columna no vàlid '%s'
cy: zzzfm: enw colofn annilys '%s'
da: zzzfm: ugyldigt kolonnenavn '%s'
eo: zzzfm: nevalida kolumnonomo '%s'
et: zzzfm: vale veeru nimi '%s'
eu: zzzfm: zutabe-izen baliogabea '%s'
fa: zzzfm: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﻥﻮﺘﺳ ﻡﺎﻧ '%s'
fi: zzzfm: virheellinen sarakkeen nimi '%s'
fil: zzzfm: di-wastong pangalan ng column '%s'
fy: zzzfm: ûnjildige kolom namme '%s'
ga: zzzfm: ainm colún neamhbhailí '%s'
gd: zzzfm: ainm colbh neo-dhligheach '%s'
gl: zzzfm: nome de columna non válido '%s'
gu: zzzfm: અમાન્ય કૉલમ નામ '%s'
he: zzzfm: יקוח אל הדומע םש '%s'
hi: zzzfm: अमान्य स्तंभ नाम '%s'
hr: zzzfm: nevažeći naziv stupca '%s'
hu: zzzfm: érvénytelen oszlopnév '%s'
hy: zzzfm: սյունակի անվավեր անվանում '%s'
id: zzzfm: nama kolom tidak valid '%s'
is: zzzfm: ógilt heiti dálks '%s'
ka: zzzfm: სვეტის არასწორი სახელი '%s'
kk: zzzfm: жарамсыз баған атауы '%s'
km: zzzfm: ឈ្មោះu200bជួរu200bឈរu200bមិនu200bត្រឹមត្រូវ។ '%s'
kn: zzzfm: ಅಮಾನ್ಯ ಕಾಲಮ್ ಹೆಸರು '%s'
ku: zzzfm: navê stûnê nederbasdar '%s'
ky: zzzfm: тилкенин аты жараксыз '%s'
lb: zzzfm: ongülteg Kolonnennumm '%s'
lo: zzzfm: ຊື່ຖັນບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: neteisingas stulpelio pavadinimas '%s'
lv: zzzfm: nederīgs kolonnas nosaukums '%s'
mg: zzzfm: anarana tsanganana tsy mety '%s'
mi: zzzfm: ingoa tīwae muhu '%s'
mk: zzzfm: неважечко име на колона '%s'
ml: zzzfm: നിരയുടെ പേര് അസാധുവാണ് '%s'
mn: zzzfm: баганын нэр буруу '%s'
mr: zzzfm: अवैध स्तंभ नाव '%s'
mt: zzzfm: isem tal-kolonna invalidu '%s'
my: zzzfm: ကော်လံအမည် မမှန်ကန်ပါ။ '%s'
nb: zzzfm: ugyldig kolonnenavn '%s'
ne: zzzfm: अमान्य स्तम्भ नाम '%s'
or: zzzfm: ଅବ inv ଧ ସ୍ତମ୍ଭ ନାମ | '%s'
pa: zzzfm: ਅਵੈਧ ਕਾਲਮ ਨਾਮ '%s'
ps: zzzfm: ﻡﻮﻧ ﻢﻟﺎﮐ ﻢﺳﺎﻧ '%s'
ro: zzzfm: nume de coloană nevalid '%s'
rw: zzzfm: izina ryinkingi ritemewe '%s'
sd: zzzfm: ﻮﻟﺎﻧ ﻮﺟ ﻦﻤﻟﺎڪ ﻂﻠﻏ '%s'
si: zzzfm: වලංගු නොවන තීරු නම '%s'
sk: zzzfm: neplatný názov stĺpca '%s'
sl: zzzfm: neveljavno ime stolpca '%s'
sq: zzzfm: emër i pavlefshëm i kolonës '%s'
sw: zzzfm: jina batili la safu wima '%s'
ta: zzzfm: தவறான நெடுவரிசை பெயர் '%s'
te: zzzfm: చెల్లని నిలువు వరుస పేరు '%s'
tg: zzzfm: номи сутуни беэътибор '%s'
th: zzzfm: ชื่อคอลัมน์ไม่ถูกต้อง '%s'
tk: zzzfm: sütüniň ady nädogry '%s'
tt: zzzfm: багана исеме яраксыз '%s'
uk: zzzfm: недійсна назва стовпця '%s'
ur: zzzfm: ۔ﮯﮨ ﻂﻠﻏ ﻡﺎﻧ ﺎﮐ ﻢﻟﺎﮐ '%s'
uz: zzzfm: ustun nomi noto‘g‘ri '%s'
vi: zzzfm: Tên cột không hợp lệ '%s'
xh: zzzfm: igama lekholamu elingasebenziyo '%s'
yi: zzzfm: ןעמאָנ ליַיז קיטליגמוא '%s'

source: zzzfm: text is not valid UTF-8
af: zzzfm: teks is nie geldig nie UTF-8
am: zzzfm: ጽሑፍ ልክ አይደለም። UTF-8
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺺﻨﻟﺍ UTF-8
be: zzzfm: тэкст несапраўдны UTF-8
bg: zzzfm: текстът не е валиден UTF-8
bn: zzzfm: পাঠ্য বৈধ নয় UTF-8
ca: zzzfm: el text no és vàlid UTF-8
cy: zzzfm: nid yw'r testun yn ddilys UTF-8
da: zzzfm: teksten er ikke gyldig UTF-8
eo: zzzfm: teksto ne validas UTF-8
et: zzzfm: tekst ei kehti UTF-8
eu: zzzfm: testuak ez du balio UTF-8
fa: zzzfm: ﺖﺴﯿﻧ ﺮﺒﺘﻌﻣ ﻦﺘﻣ UTF-8
fi: zzzfm: teksti ei kelpaa UTF-8
fil: zzzfm: hindi wasto ang text UTF-8
fy: zzzfm: tekst is net jildich UTF-8
ga: zzzfm: níl an téacs bailí UTF-8
gd: zzzfm: chan eil teacsa dligheach UTF-8
gl: zzzfm: o texto non é válido UTF-8
gu: zzzfm: ટેક્સ્ટ માન્ય નથી UTF-8
he: zzzfm: יקוח וניא טסקטה UTF-8
hi: zzzfm: पाठ मान्य नहीं है UTF-8
hr: zzzfm: tekst nije valjan UTF-8
hu: zzzfm: szöveg érvénytelen UTF-8
hy: zzzfm: տեքստը վավեր չէ UTF-8
id: zzzfm: teks tidak valid UTF-8
is: zzzfm: texti er ekki gildur UTF-8
ka: zzzfm: ტექსტი არასწორია UTF-8
kk: zzzfm: мәтін жарамсыз UTF-8
km: zzzfm: អត្ថបទមិនត្រឹមត្រូវទេ។ UTF-8
kn: zzzfm: ಪಠ್ಯವು ಮಾನ್ಯವಾಗಿಲ್ಲ UTF-8
ku: zzzfm: nivîs ne derbasdar e UTF-8
ky: zzzfm: текст жарактуу эмес UTF-8
lb: zzzfm: Text ass net valabel UTF-8
lo: zzzfm: ຂໍ້ຄວາມບໍ່ຖືກຕ້ອງ UTF-8
lt: zzzfm: tekstas negalioja UTF-8
lv: zzzfm: teksts nav derīgs UTF-8
mg: zzzfm: tsy mitombina ny lahatsoratra UTF-8
mi: zzzfm: kaore te kupu i te tika UTF-8
mk: zzzfm: текстот не е валиден UTF-8
ml: zzzfm: വാചകം സാധുവല്ല UTF-8
mn: zzzfm: текст буруу байна UTF-8
mr: zzzfm: मजकूर वैध नाही UTF-8
mt: zzzfm: it-test mhuwiex validu UTF-8
my: zzzfm: စာသား မမှန်ပါ။ UTF-8
nb: zzzfm: teksten er ikke gyldig UTF-8
ne: zzzfm: पाठ मान्य छैन UTF-8
or: zzzfm: ପାଠ ବ valid ଧ ନୁହେଁ | UTF-8
pa: zzzfm: ਟੈਕਸਟ ਵੈਧ ਨਹੀਂ ਹੈ UTF-8
ps: zzzfm: ﯼﺩ ﻪﻧ ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ ﻦﺘﻣ UTF-8
ro: zzzfm: textul nu este valid UTF-8
rw: zzzfm: inyandiko ntabwo yemewe UTF-8
sd: zzzfm: ﻲﻫﺁ ﻪﻧ ﺢﻴﺤﺻ ﻦﺘﻣ UTF-8
si: zzzfm: පාඨය වලංගු නැත UTF-8
sk: zzzfm: text nie je platný UTF-8
sl: zzzfm: besedilo ni veljavno UTF-8
sq: zzzfm: teksti nuk është i vlefshëm UTF-8
sw: zzzfm: maandishi si halali UTF-8
ta: zzzfm: உரை செல்லாது UTF-8
te: zzzfm: వచనం చెల్లదు UTF-8
tg: zzzfm: матн эътибор надорад UTF-8
th: zzzfm: ข้อความไม่ถูกต้อง UTF-8
tk: zzzfm: tekst dogry däl UTF-8
tt: zzzfm: текст дөрес түгел UTF-8
uk: zzzfm: текст недійсний UTF-8
ur: zzzfm: ۔ﮯﮨ ﮟﯿﮩﻧ ﺖﺳﺭﺩ ﻦﺘﻣ UTF-8
uz: zzzfm: matn haqiqiy emas UTF-8
vi: zzzfm: văn bản không hợp lệ UTF-8
xh: zzzfm: okubhaliweyo akusebenzi UTF-8
yi: zzzfm: קיטליג טשינ זיא טסקעט UTF-8
