Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
af: Voer subkieslysnaam in: Stel 'n karakter voor met 'n onderstreep (_) om daardie karakter as 'n kortpadsleutel te onderstreep indien verlang.
am: ንዑስ ምናሌ ስም አስገባ: ከስር ምልክት ጋር ገጸ ባህሪን ቀድም። (_) ከተፈለገ ያንን ቁምፊ እንደ አቋራጭ ቁልፍ አስምር.
ar: ﺔﻴﻋﺮﻔﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﻢﺳﺍ ﻞﺧﺩﺃ: ﺔﻴﻠﻔﺳ ﺔﻃﺮﺸﺑ ﻑﺮﺤﻟﺍ ﻖﺒﺴﻳ (_) .ﻚﻟﺫ ﻲﻓ ﺖﺒﻏﺭ ﺍﺫﺇ ﺭﺎﺼﺘﺧﺍ ﺡﺎﺘﻔﻤﻛ ﻑﺮﺤﻟﺍ ﺍﺬﻫ ﺮﻴﻄﺴﺘﻟ
be: Увядзіце назву падменю: Папярэдні сімвал з падкрэсліваннем (_) каб падкрэсліць гэты сімвал у якасці хуткай клавішы пры жаданні.
bg: Въведете име на подменю: Предхождайте знак с долно черта (_) за да подчертаете този знак като клавиш за бърз достъп, ако желаете.
bn: সাবমেনু নাম লিখুন: একটি আন্ডারস্কোর সহ একটি অক্ষরের আগে (_) যদি ইচ্ছা হয় শর্টকাট কী হিসাবে সেই অক্ষরটিকে আন্ডারলাইন করতে।
ca: Introduïu el nom del submenú: Precedeix un caràcter amb un guió baix (_) per subratllar aquest caràcter com a tecla de drecera si ho desitja.
cy: Rhowch enw submenu: Rhagflaenu cymeriad gyda thanlinell (_) i danlinellu'r cymeriad hwnnw fel allwedd llwybr byr os dymunir.
da: Indtast undermenunavn: Gå foran et tegn med en understregning (_) for at understrege dette tegn som en genvejstast, hvis det ønskes.
eo: Enigu nomon de submenuo: Antaŭu signon kun substreko (_) por substreki tiun signon kiel ŝparŝlosilon se dezirite.
et: Sisestage alammenüü nimi: Märgi märgi ette alakriips (_) et seda märki soovi korral otseteeklahvina alla tõmmata.
eu: Sartu azpimenuaren izena: Ipini azpimarra duen karaktere baten aurretik (_) nahi izanez gero, karaktere hori laster-tekla gisa azpimarratzeko.
fa: ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﻮﻨﻣ ﺮﯾﺯ ﻡﺎﻧ: ﺪﯿﻫﺩ ﺭﺍﺮﻗ ﻂﺧﺮﯾﺯ ﺎﺑ ﺮﺘﮐﺍﺭﺎﮐ ﮏﯾ ﺯﺍ ﻞﺒﻗ (_) .ﺪﯿﺸﮑﺑ ﻂﺧ ﺮﺒﻧﺎﯿﻣ ﺪﯿﻠﮐ ﻥﺍﻮﻨﻋ ﻪﺑ ﺮﺘﮐﺍﺭﺎﮐ ﻥﺁ ﺮﯾﺯ ،ﻞﯾﺎﻤﺗ ﺕﺭﻮﺻ ﺭﺩ
fi: Anna alivalikon nimi: Merkitse hahmon eteen alaviiva (_) halutessasi alleviivata kyseistä merkkiä pikanäppäimenä.
fil: Ipasok ang pangalan ng submenu: Unahan ang isang character na may salungguhit (_) upang salungguhitan ang character na iyon bilang isang shortcut key kung nais.
fy: Fier submenu namme yn: Foarôf in karakter mei in underscore (_) om dat karakter te ûnderstreekjen as in fluchtoets as jo wolle.
ga: Iontráil ainm submenu: Precede carachtar le béim (_) chun béim a leagan ar an gcarachtar sin mar eochair aicearra más mian.
gd: Cuir a-steach ainm submenu: Precede caractar le fo-shealladh (_) gus cuideam a chuir air a ’charactar sin mar iuchair ath-ghoirid ma thogras tu.
gl: Introduza o nome do submenú: Precede un carácter cun guión baixo (_) para subliñar ese carácter como tecla de atallo se o desexa.
gu: સબમેનુ નામ દાખલ કરો: અન્ડરસ્કોર સાથેના પાત્રની આગળ (_) જો ઇચ્છિત હોય તો તે અક્ષરને શોર્ટકટ કી તરીકે રેખાંકિત કરવા.
he: הנשמ טירפת םש ןזה: ןותחת וק םע תומדל םדק (_) .ךכב הצרת םא רוציק שקמכ ותה תא שיגדהל ידכ
hi: सबमेनू नाम दर्ज करें: एक अंडरस्कोर के साथ एक चरित्र से पहले (_) वांछित होने पर उस वर्ण को शॉर्टकट कुंजी के रूप में रेखांकित करने के लिए।
hr: Unesite naziv podizbornika: Ispred znaka navedite donju crtu (_) da podvučete taj znak kao tipku prečaca ako želite.
hu: Adja meg az almenü nevét: A karakter elé írjon aláhúzást (_) a karakter aláhúzásához gyorsbillentyűként, ha szükséges.
hy: Մուտքագրեք ենթամենյուի անունը: Նախորդեք ընդգծված նիշով (_) ցանկության դեպքում այդ նիշը որպես դյուրանցման ստեղն ընդգծելու համար:
id: Masukkan nama submenu: Awali karakter dengan garis bawah (_) untuk menggarisbawahi karakter itu sebagai tombol pintas jika diinginkan.
is: Sláðu inn nafn undirvalmyndar: Undirstrik á undan staf (_) til að undirstrika þann staf sem flýtivísa ef þess er óskað.
ka: შეიყვანეთ ქვემენიუს სახელი: წინ უძღვის პერსონაჟს ქვედა ხაზით (_) სურვილის შემთხვევაში ამ სიმბოლოს ხაზგასმა, როგორც მალსახმობის ღილაკი.
kk: Ішкі мәзір атауын енгізіңіз: Таңбаның алдына астын сызу (_) қажет болса, таңбашаның астын сызу үшін.
km: បញ្ចូលឈ្មោះម៉ឺនុយរង: នាំu200bមុខu200bតួu200bអក្សរu200bដោយu200bមានu200bសញ្ញាu200bគូសu200bក្រោម (_) ដើម្បីគូសបញ្ជាក់តួអក្សរនោះជាគ្រាប់ចុចផ្លូវកាត់ប្រសិនបើអ្នកចង់បាន។
kn: ಉಪಮೆನು ಹೆಸರನ್ನು ನಮೂದಿಸಿ: ಅಂಡರ್u200cಸ್ಕೋರ್u200cನೊಂದಿಗೆ ಪಾತ್ರವನ್ನು ಮೊದಲು ಮಾಡಿ (_) ಬಯಸಿದಲ್ಲಿ ಆ ಅಕ್ಷರವನ್ನು ಶಾರ್ಟ್u200cಕಟ್ ಕೀ ಎಂದು ಅಂಡರ್u200cಲೈನ್ ಮಾಡಲು.
ku: Navê jêrmenuyê binivîse: Pêşî karakterek bi binî ve (_) ger bixwaze binê wê karakterê wekî bişkojka kurtebirê xêz bike.
ky: Субменю атын киргизиңиз: Төмөнкү сызык менен символдун алдына (_) каалаган болсо, ал белгинин астын сызуу үчүн.
lb: Gitt Submenu Numm: Virun engem Charakter mat engem Ënnersträich (_) fir dee Charakter als Ofkiirzungsschlëssel ze ënnersträichen wann Dir wëllt.
lo: ໃສ່ຊື່ເມນູຍ່ອຍ: ນຳໜ້າຕົວລະຄອນທີ່ມີຂີດກ້ອງ (_) ເພື່ອຂີດກ້ອງຕົວອັກສອນນັ້ນເປັນປຸ່ມລັດຖ້າຕ້ອງການ.
lt: Įveskite submeniu pavadinimą: Prieš simbolį pabraukite apatinį brūkšnį (_) jei norite, pabraukti tą simbolį kaip spartųjį klavišą.
lv: Ievadiet apakšizvēlnes nosaukumu: Pirms rakstzīmes ievadiet pasvītrojumu (_) lai pasvītrotu šo rakstzīmi kā īsinājumtaustiņu, ja nepieciešams.
mg: Ampidiro anarana submenu: Mialoha ny endri-tsoratra misy tsipitsipika (_) hanindry io toetra io ho fanalahidin'ny hitsin-dàlana raha tianao.
mi: Whakauruhia te ingoa tahuaroto: Whakamua i tetahi kiripuaki me te tohu raro (_) ki te tāraro i taua pūāhua hei kī pokatata ki te hiahia.
mk: Внесете име на подменито: Пред некој лик со долна црта (_) ако сакате да го подвлечете тој знак како копче за кратенка.
ml: ഉപമെനുവിന്റെ പേര് നൽകുക: അടിവരയോടുകൂടിയ ഒരു പ്രതീകത്തിന് മുമ്പേ പറയുക (_) വേണമെങ്കിൽ ആ പ്രതീകത്തെ ഒരു കുറുക്കുവഴി കീ ആയി അടിവരയിടാൻ.
mn: Дэд цэсийн нэрийг оруулна уу: Доогуур зураастай тэмдэгтийн өмнө (_) Хэрэв хүсвэл тэр тэмдэгтийг товчлол болгон доогуур зурна уу.
mr: सबमेनू नाव प्रविष्ट करा: अंडरस्कोरसह वर्णाच्या आधी (_) इच्छित असल्यास शॉर्टकट की म्हणून ते वर्ण अधोरेखित करण्यासाठी.
mt: Daħħal l-isem tas-submenu: Ippreċedi karattru b'tiring taħt (_) biex tissottolinja dak il-karattru bħala shortcut key jekk mixtieq.
my: မီနူးအမည်ကို ထည့်သွင်းပါ။: အမှတ်အသားဖြင့် ဇာတ်ကောင်ကို ရှေ့တွင်ထားပါ။ (_) ဆန္ဒရှိပါက ထိုစာလုံးကို ဖြတ်လမ်းခလုတ်အဖြစ် မျဉ်းသားရန်။
nb: Skriv inn undermenynavn: Før et tegn med en understreking (_) for å understreke det tegnet som en snarvei om ønskelig.
ne: सबमेनु नाम प्रविष्ट गर्नुहोस्: अन्डरस्कोरको साथ एक क्यारेक्टर अघि (_) यदि चाहियो भने सर्टकट कुञ्जीको रूपमा त्यो क्यारेक्टरलाई अधोरेखित गर्न।
or: ଉପମେନୁ ନାମ ପ୍ରବେଶ କରନ୍ତୁ |: ଏକ ଅଣ୍ଡରସ୍କୋର୍ ସହିତ ଏକ ଚରିତ୍ରକୁ ପ୍ରାଧାନ୍ୟ ଦିଅ | (_) ଇଚ୍ଛା ହେଲେ ସେହି ଚରିତ୍ରକୁ ସର୍ଟକଟ୍ କି ଭାବରେ ଅଣ୍ଡରଲାଇନ୍ କରିବାକୁ |
pa: ਸਬਮੇਨੂ ਨਾਮ ਦਰਜ ਕਰੋ: ਇੱਕ ਅੰਡਰਸਕੋਰ ਦੇ ਨਾਲ ਇੱਕ ਅੱਖਰ ਅੱਗੇ (_) ਜੇਕਰ ਲੋੜ ਹੋਵੇ ਤਾਂ ਉਸ ਅੱਖਰ ਨੂੰ ਸ਼ਾਰਟਕੱਟ ਕੁੰਜੀ ਦੇ ਰੂਪ ਵਿੱਚ ਰੇਖਾਂਕਿਤ ਕਰਨ ਲਈ।
ps: ﺉړﮐ ﻪﻨﻧﺩ ﻡﻮﻧ ﻮﻨﯿﻣ ﻲﻋﺮﻓ ﺩ: ﺉړﮐ ﯥﮑﺨﻣ ﺮټﮐﺮﮐ ﻮﯾ ﻩﺮﺳ ﺭﻮﮑﺳ ﺭډﻧﺍ ﺩ (_) .ﻝﻮﮐ ﻪﻧﺎښﻭﺭ ﺮټﮐﺮﮐ ﺍﺩ ﻪګﻮﺗ ﻪﭘ ﻲﻠﯿﮐ ټﮐ ټﺭﺎﺷ ﺩ ﻱړﺍﻮﻏﻭ ﻪﮐ
ro: Introduceți numele submeniului: Precedați un caracter cu un caracter de subliniere (_) pentru a sublinia acel caracter ca tastă de comandă rapidă, dacă doriți.
rw: Injiza izina rya submenu: Itegure inyuguti hamwe nu munsi (_) gushushanya iyo nyuguti nkurufunguzo ruto niba ubishaka.
sd: ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻮﻟﺎﻧ ﻮﺟ ﻮﻴﻨﻴﻣ ﻲﻠﻳﺫ: ﻥﺎﻴﮘﺍ ﺭﺍﺩﺮڪ ڪﻫ ﻥﺎﺳ ﺭﻮڪﺳﺍ ﺭڊﻧﺍ (_) .ﻮﻴﮬﺎﭼ ﻦﮬڏڪﻴﺟ ﻲﺗ ﺭﻮﻃ ﻲﺟ ٽﮐ ٽﺭﺎﺷ ءِﻻ﻿ ﮠﺮڪ ﭟﻴﮬ ﻲﮐ ﺭﺍﺩﺮڪ ﻥﺍ
si: උප මෙනු නම ඇතුලත් කරන්න: යටි ඉරි සහිත චරිතයකට පෙර (_) අවශ්u200dය නම් එම චරිතය කෙටිමං යතුරක් ලෙස යටින් ඉරි ඇඳීමට.
sk: Zadajte názov podponuky: Pred znak uveďte podčiarkovník (_) ak chcete tento znak podčiarknuť ako klávesovú skratku.
sl: Vnesite ime podmenija: Pred znakom postavite podčrtaj (_) da ta znak po želji podčrtate kot bližnjico.
sq: Futni emrin e nënmenysë: Paraprini një karakter me një nënvizim (_) për të nënvizuar atë karakter si një çelës shkurtore nëse dëshironi.
sw: Ingiza jina la menyu ndogo: Tanguliza mhusika kwa kusisitiza (_) kusisitiza herufi kama kitufe cha njia ya mkato ikiwa inataka.
ta: துணைமெனு பெயரை உள்ளிடவும்: அடிக்கோடிட்டு ஒரு எழுத்துக்கு முன் (_) விரும்பினால் அந்த எழுத்தை ஷார்ட்கட் கீயாக அடிக்கோடிட்டுக் காட்டலாம்.
te: ఉపమెను పేరును నమోదు చేయండి: అండర్u200cస్కోర్u200cతో అక్షరానికి ముందు (_) కావాలనుకుంటే ఆ అక్షరాన్ని షార్ట్u200cకట్ కీగా అండర్u200cలైన్ చేయడానికి.
tg: Номи зерменюро ворид кунед: Пеш аз аломат бо зерхат гузоред (_) ба зеркашии он аломат ҳамчун калиди миёнабур, агар хоҳед.
th: ป้อนชื่อเมนูย่อย: นำหน้าอักขระด้วยขีดล่าง (_) เพื่อขีดเส้นใต้อักขระนั้นเป็นปุ่มลัดหากต้องการ
tk: Submenu adyny giriziň: Aşakdaky belgi bilen belläň (_) isleseňiz şol belgini gysga düwme hökmünde çyzmak.
tt: Субменю исемен кертегез: Сызык астындагы персонажны алыгыз (_) теләсәгез, бу символны кыска төймә итеп сызарга.
uk: Введіть назву підменю: Перед символом поставте підкреслення (_) щоб підкреслити цей символ як клавішу швидкого доступу, якщо потрібно.
ur: ۔ﮟﯾﺮﮐ ﺝﺭﺩ ﻡﺎﻧ ﺎﮐ ﻮﯿﻨﯿﻣ ﯽﻠﯾﺫ: ﮯﻠﮩﭘ ﮯﺳ ﺭﺍﺩﺮﮐ ﮯﻟﺍﻭ ﺭﻮﮑﺳ ﺭﮉﻧﺍ (_) ۔ﮟﯾﺮﮐ ﻦﺋﻻ﻿ ﺭﮉﻧﺍ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﺪﯿﻠﮐ ﭧﮐ ﭦﺭﺎﺷ ﻮﮐ ﺭﺍﺩﺮﮐ ﺱﺍ ﻮﺗ ﮟﯿﮨﺎﭼ ﺮﮔﺍ
uz: Pastki menyu nomini kiriting: Belgidan oldin pastki chiziq qo'ying (_) agar kerak bo'lsa, yorliq tugmasi sifatida ushbu belgining tagiga chizish.
vi: Nhập tên menu con: Bắt đầu một ký tự bằng dấu gạch dưới (_) để gạch dưới ký tự đó làm phím tắt nếu muốn.
xh: Ngenisa igama lemenyu esezantsi: Yandulela umlinganiswa nge underscore (_) ukukrwelela lo mbhalo njengeqhosha elinqumlayo ukuba uyafunwa.
yi: ןעמאָנ וינעמבוס ןיַיראַ: ראָקסרעדנאַ ןאַ טימ רעטקאַראַכ אַ סיואראָפ (_) .טליוו ריא ביוא לסילש געווכרוד אַ יוו רעטקאַראַכ םעד ןכיַירטשרעטנו וצ

source: New _Submenu
af: Nuut _Subkieslys
am: አዲስ _ንዑስ ምናሌ
ar: ﺪﻳﺪﺟ _ﺔﻴﻋﺮﻔﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ
be: Новае _Падменю
bg: Нов _Подменю
bn: নতুন _সাবমেনু
ca: Nou _Submenú
cy: Newydd _Submenu
da: Ny _Undermenu
eo: Nova _Submenuo
et: Uus _Alammenüü
eu: Berria _Azpimenua
fa: ﺪﯾﺪﺟ _ﯽﻋﺮﻓ ﯼﻮﻨﻣ
fi: Uusi _Alivalikko
fil: Bago _Submenu
fy: Nij _Submenu
ga: Nua _Submenu
gd: Ùr _Submenu
gl: Novo _Submenú
gu: નવી _સબમેનુ
he: ׁשָדָח _הנשמ טירפת
hi: नया _सबमेनू
hr: Novi _Podizbornik
hu: Új _Almenü
hy: Նոր _Ենթամենյու
id: Baru _Submenu
is: Nýtt _Undirvalmynd
ka: ახალი _ქვემენიუ
kk: Жаңа _Ішкі мәзір
km: ថ្មី។ _ម៉ឺនុយរង
kn: ಹೊಸದು _ಉಪಮೆನು
ku: Nşh _Binmenu
ky: Жаңы _Субменю
lb: Nei _Ënnermenü
lo: ໃຫມ່ _ເມນູຍ່ອຍ
lt: Nauja _Submeniu
lv: Jauns _Apakšizvēlne
mg: Vaovao _Submenu
mi: Hou _Tahuaroto
mk: Ново _Подмени
ml: പുതിയത് _ഉപമെനു
mn: Шинэ _Дэд цэс
mr: नवीन _सबमेनू
mt: Ġdid _Submenu
my: အသစ် _မီနူး
nb: Ny _Undermeny
ne: नयाँ _उपमेनु
or: ନୂତନ _ସବମେନୁ |
pa: ਨਵਾਂ _ਸਬਮੇਨੂ
ps: ﯼﻮﻧ _Submenu
ro: Nou _Submeniu
rw: Gishya _Submenu
sd: ﻥﻮﺌﻧ _ﻮﻴﻨﻴﻣ ﻲﻠﻳﺫ
si: අලුත් _උප මෙනුව
sk: Nový _Podmenu
sl: Novo _Podmeni
sq: I ri _Nënmenyja
sw: Mpya _Menyu ndogo
ta: புதியது _துணைமெனு
te: కొత్తది _ఉపమెను
tg: Нав _Зерменю
th: ใหม่ _เมนูย่อย
tk: Täze _Submenu
tt: Яңа _Субмену
uk: Новий _Підменю
ur: ﯽﺌﻧ _ﻮﯿﻨﯿﻣ ﯽﻠﯾﺫ
uz: Yangi _Pastki menyu
vi: Mới mẻ _Menu con
xh: Entsha _Imenyu engaphantsi
yi: יַינ _וינעמבוס

source: ( no name )
af: ( geen naam )
am: ( ስም የለውም )
ar: ( ﻢﺳﺍ ﻻ﻿ )
be: ( без імя )
bg: ( без име )
bn: ( নামহীন )
ca: ( sense nom )
cy: ( Dim enw )
da: ( intet navn )
eo: ( neniu nomo )
et: ( nimi puudub )
eu: ( izenik ez )
fa: ( ﻡﺎﻧ ﻥﻭﺪﺑ )
fi: ( ei nimeä )
fil: ( walang pangalan )
fy: ( gjin namme )
ga: ( Gan ainm )
gd: ( gun ainm )
gl: ( sen nome )
gu: ( અનામી )
he: ( םש אלל )
hi: ( कोई नाम नहीं )
hr: ( bez imena )
hu: ( névtelen )
hy: ( անանուն )
id: ( tanpa nama )
is: ( ekkert nafn )
ka: ( სახელის გარეშე )
kk: ( есімі жоқ )
km: ( គ្មានu200bឈ្មោះ )
kn: ( ಹೆಸರಿಲ್ಲ )
ku: ( bê nav )
ky: ( аты жок )
lb: ( kee Numm )
lo: ( ບໍ່u200bມີu200bຊື່ )
lt: ( be vardo )
lv: ( nav vārda )
mg: ( tsy misy anarana )
mi: ( kahore he ingoa )
mk: ( нема име )
ml: ( പേരില്ല )
mn: ( Нэргүй )
mr: ( नाव नाही )
mt: ( bla isem )
my: ( နာမည်မရှိ။ )
nb: ( ingen navn )
ne: ( नाम छैन )
or: ( କ name ଣସି ନାମ ନାହିଁ | )
pa: ( ਕੋਈ ਨਾਮ ਨਹੀਂ )
ps: ( ﯼﺮﻠﻧ ﻡﻮﻧ )
ro: ( fara nume )
rw: ( nta zina )
sd: ( ﻲﻬﻧﻮڪ ﻮﻟﺎﻧ )
si: ( නමක් නැති )
sk: ( bez mena )
sl: ( brez imena )
sq: ( pa emer )
sw: ( hakuna jina )
ta: ( பெயர் இல்லை )
te: ( పేరు లేదు )
tg: ( ном нест )
th: ( ไม่มีชื่อ )
tk: ( Atsyz )
tt: ( исем юк )
uk: ( без імені )
ur: ( ﻡﺎﻨﻤﮔ )
uz: ( ism yo'q )
vi: ( không có tên )
xh: ( akho gama )
yi: ( ןעמאָנ ןייק )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
af: Verwyder die permanent '%s' SUBMENU EN ALLE ITEMS DAARIN? Hierdie handeling sal alle instellings en lêers wat met hierdie items geassosieer word, uitvee.
am: በቋሚነት ያስወግዱት። '%s' ንዑስ አንቀጽ እና በውስጡ ያሉት ሁሉም እቃዎች? ይህ እርምጃ ከእነዚህ ንጥሎች ጋር የተያያዙ ሁሉንም ቅንብሮች እና ፋይሎች ይሰርዛል።
ar: ﻒﻠﻣ ﺔﻟﺍﺯﺈﺑ ﻢﻗ '%s' ؟ﺎﻬﻠﺧﺍﺪﺑ ﺓﺩﻮﺟﻮﻤﻟﺍ ﺮﺻﺎﻨﻌﻟﺍ ﻊﻴﻤﺟﻭ ﺔﻴﻋﺮﻔﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ .ﺮﺻﺎﻨﻌﻟﺍ ﻩﺬﻬﺑ ﺔﻄﺒﺗﺮﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍﻭ ﺕﺍﺩﺍﺪﻋﻹ﻿ﺍ ﻊﻴﻤﺟ ﻑﺬﺣ ﻰﻟﺇ ءﺍﺮﺟﻹ﻿ﺍ ﺍﺬﻫ ﻱﺩﺆﻴﺳ
be: Назаўсёды выдаліце '%s' ПОДМЕНЮ І ЎСЕ ПУНКТЫ Ў ЁМУ? Гэта дзеянне выдаліць усе налады і файлы, звязаныя з гэтымі элементамі.
bg: Отстранете за постоянно '%s' ПОДМЕНЮ И ВСИЧКИ ЕЛЕМЕНТИ В НЕГО? Това действие ще изтрие всички настройки и файлове, свързани с тези елементи.
bn: স্থায়ীভাবে অপসারণ '%s' সাবমেনু এবং এর মধ্যে সমস্ত আইটেম? এই ক্রিয়াটি এই আইটেমগুলির সাথে সম্পর্কিত সমস্ত সেটিংস এবং ফাইল মুছে ফেলবে৷
ca: Eliminar permanentment el '%s' EL SUBMENÚ I TOTS ELS ELEMENTS D'INTERRUT? Aquesta acció suprimirà tots els paràmetres i fitxers associats amb aquests elements.
cy: Tynnwch y '%s' SUBMENU A PHOB EITEM O FEWN? Bydd y weithred hon yn dileu'r holl leoliadau a ffeiliau sy'n gysylltiedig â'r eitemau hyn.
da: Fjern permanent '%s' UNDERMENU OG ALLE PUNKTER I DEN? Denne handling sletter alle indstillinger og filer, der er knyttet til disse elementer.
eo: Konstante forigi la '%s' SUBMENUO KAJ ĈIUJ EROJ EN ĜI? Ĉi tiu ago forigos ĉiujn agordojn kaj dosierojn asociitajn kun ĉi tiuj eroj.
et: Eemaldage jäädavalt '%s' ALAMENÜÜ JA KÕIK SELLES SISSEVAD VÄLJAD? See toiming kustutab kõik nende üksustega seotud seaded ja failid.
eu: Betiko kendu '%s' AZPIMENUA ETA HAREN BARRUAN GUZTIAK? Ekintza honek elementu hauekin lotutako ezarpen eta fitxategi guztiak ezabatuko ditu.
fa: ﺪﯿﻨﮐ ﻑﺬﺣ ﻪﺸﯿﻤﻫ ﯼﺍﺮﺑ '%s' ؟ﻥﺁ ﻞﺧﺍﺩ ﺩﺭﺍﻮﻣ ﻪﻤﻫ ﻭ ﻮﻨﻣ ﺮﯾﺯ .ﺪﻨﮐ ﯽﻣ ﻑﺬﺣ ﺍﺭ ﺩﺭﺍﻮﻣ ﻦﯾﺍ ﺎﺑ ﻂﺒﺗﺮﻣ ﯼﺎﻫ ﻞﯾﺎﻓ ﻭ ﺕﺎﻤﯿﻈﻨﺗ ﻡﺎﻤﺗ ﻞﻤﻋ ﻦﯾﺍ
fi: Poista pysyvästi '%s' ALAVALIKKO JA KAIKKI SEN SISÄLÄ olevat kohdat? Tämä toiminto poistaa kaikki näihin kohteisiin liittyvät asetukset ja tiedostot.
fil: Permanenteng alisin ang '%s' SUBMENU AT LAHAT NG ITEMS SA LOOB NITO? Tatanggalin ng pagkilos na ito ang lahat ng setting at file na nauugnay sa mga item na ito.
fy: Permanint fuortsmite de '%s' SUBMENU EN ALLE ITEMS DAARIN? Dizze aksje sil alle ynstellings en bestannen wiskje dy't ferbûn binne mei dizze items.
ga: Bain an '%s' SUBMENU AGUS GACH MÍRE IN AISCE? Scriosfaidh an gníomh seo gach socrú agus comhad a bhaineann leis na míreanna seo.
gd: Thoir air falbh an '%s' SUBMENU AGUS A H-UILE CÙISEAN LEIS? Sguabaidh an gnìomh seo às na roghainnean agus na faidhlichean uile a tha co-cheangailte ris na nithean sin.
gl: Elimina permanentemente o '%s' SUBMENÚ E TODOS OS ELEMENTOS DENTRO DEL? Esta acción eliminará todos os axustes e ficheiros asociados a estes elementos.
gu: કાયમ માટે દૂર કરો '%s' સબમેનુ અને તેની અંદરની બધી વસ્તુઓ? આ ક્રિયા આ આઇટમ્સ સાથે સંકળાયેલ તમામ સેટિંગ્સ અને ફાઇલોને કાઢી નાખશે.
he: תא תותימצל רסה '%s' ?וכותבש םיטירפה לכו הנשמה טירפת .הלא םיטירפל םיכיושמה םיצבקהו תורדגהה לכ תא קחמת וז הלועפ
hi: स्थायी रूप से हटा दें '%s' सबमेनू और उसके भीतर सभी आइटम? यह क्रिया इन आइटम्स से संबद्ध सभी सेटिंग्स और फ़ाइलों को हटा देगी।
hr: Trajno uklonite '%s' PODIZBORNIK I SVE STAVKE UNUTAR NJEGA? Ova radnja će izbrisati sve postavke i datoteke povezane s tim stavkama.
hu: Véglegesen távolítsa el a '%s' ALMENÜ ÉS AZ ÖSSZES TÉTEL BENNE? Ez a művelet törli az ezekhez az elemekhez tartozó összes beállítást és fájlt.
hy: Մշտապես հեռացնել '%s' ԵՆԹԱՑՈՒՅՑ ԵՎ ԲՈԼՈՐ ՏԱՐՐԵՐԸ ՆՐԱ ՆԵՐԿԱՅԱՑՆՈՒՄ: Այս գործողությունը կջնջի այս տարրերի հետ կապված բոլոր կարգավորումներն ու ֆայլերը:
id: Hapus secara permanen '%s' SUBMENU DAN SEMUA ITEM DI DALAMNYA? Tindakan ini akan menghapus semua setelan dan file yang terkait dengan item ini.
is: Fjarlægðu varanlega '%s' UNDIRVÉLLIÐ OG ALLIR ATRIÐI Í HANS? Þessi aðgerð mun eyða öllum stillingum og skrám sem tengjast þessum hlutum.
ka: სამუდამოდ ამოიღეთ '%s' ქვემენიუ და ყველა ელემენტი მასში? ეს ქმედება წაშლის ამ ელემენტებთან დაკავშირებულ ყველა პარამეტრს და ფაილს.
kk: біржола алып тастаңыз '%s' ҚОСЫМША МӘЗІР ЖӘНЕ ОНЫҢ ІШІНДЕГІ БАРЛЫҚ ПАРАПШАТТАР? Бұл әрекет осы элементтермен байланысты барлық параметрлер мен файлдарды жояды.
km: ដកអចិន្រ្តៃយ៍ '%s' ម៉ឺនុយរង និងធាតុទាំងអស់នៅក្នុងវា? សកម្មភាពនេះនឹងលុបការកំណត់ និងឯកសារទាំងអស់ដែលពាក់ព័ន្ធជាមួយធាតុទាំងនេះ។
kn: ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕಿ '%s' ಉಪಮೆನು ಮತ್ತು ಅದರಲ್ಲಿರುವ ಎಲ್ಲಾ ಐಟಂಗಳು? ಈ ಕ್ರಿಯೆಯು ಈ ಐಟಂಗಳೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುವ ಎಲ್ಲಾ ಸೆಟ್ಟಿಂಗ್u200cಗಳು ಮತ್ತು ಫೈಲ್u200cಗಳನ್ನು ಅಳಿಸುತ್ತದೆ.
ku: Bi domdarî jêbirin '%s' JINÊNÛ Û HEMÛ TÊKÊN DI DI NAVÊ WÊ de? Ev çalakî dê hemî mîheng û pelên ku bi van tiştan ve girêdayî ne jê bibe.
ky: биротоло алып салуу '%s' ЖАКШЫ МЕНЮ ЖАНА АНЫН ИЧИНДЕГИ БАРДЫК НЕРСЕЛЕР? Бул аракет бул нерселер менен байланышкан бардык орнотууларды жана файлдарды жок кылат.
lb: Permanent ewechzehuelen der '%s' SUBMENU AN ALL ITEMS BINNEN? Dës Aktioun läscht all Astellungen an Dateien, déi mat dësen Elementer verbonne sinn.
lo: ເອົາອອກຢ່າງຖາວອນ '%s' ເມນູຍ່ອຍ ແລະລາຍການທັງໝົດທີ່ຢູ່ໃນນັ້ນບໍ? ຄຳສັ່ງນີ້ຈະລຶບການຕັ້ງຄ່າ ແລະໄຟລ໌ທັງໝົດທີ່ກ່ຽວຂ້ອງກັບລາຍການເຫຼົ່ານີ້.
lt: Visam laikui pašalinkite '%s' SUBMENIU IR VISI JO PUNKTAI? Atlikus šį veiksmą bus ištrinti visi su šiais elementais susiję nustatymai ir failai.
lv: Neatgriezeniski noņemiet '%s' APAKŠIZVĒLNE UN VISI TĀS IEDAĻI? Veicot šo darbību, tiks dzēsti visi iestatījumi un faili, kas saistīti ar šiem vienumiem.
mg: Esory mandrakizay ny '%s' SUBMENU SY NY ZAVATRA REHETRA ANATY ANY? Ity hetsika ity dia hamafa ny kira sy ny rakitra rehetra mifandraika amin'ireo singa ireo.
mi: Tango tuturu te '%s' TANGATA ROTO ME NGA TUANGA KATOA I ROTO? Ma tenei mahi ka muku i nga tautuhinga me nga konae katoa e pa ana ki enei mea.
mk: Трајно отстранете го '%s' ПОДМЕНИ И СИТЕ СТАВКИ ВО НЕГО? Ова дејство ќе ги избрише сите поставки и датотеки поврзани со овие ставки.
ml: ശാശ്വതമായി നീക്കം ചെയ്യുക '%s' ഉപമെനുവും അതിനുള്ളിലെ എല്ലാ ഇനങ്ങളും? ഈ പ്രവൃത്തി ഈ ഇനങ്ങളുമായി ബന്ധപ്പെട്ട എല്ലാ ക്രമീകരണങ്ങളും ഫയലുകളും ഇല്ലാതാക്കും.
mn: Бүрмөсөн устгана уу '%s' ДЭД ЦЭС БОЛОН ТҮҮН ДОТОРХ БҮХ ЗҮЙЛҮҮД ҮҮ? Энэ үйлдэл нь эдгээр зүйлтэй холбоотой бүх тохиргоо болон файлуудыг устгах болно.
mr: कायमचे काढून टाका '%s' सबमेनू आणि त्यातील सर्व आयटम? ही क्रिया या आयटमशी संबंधित सर्व सेटिंग्ज आणि फाइल हटवेल.
mt: Neħħi b'mod permanenti l- '%s' SUBMENU U L-OĠĠETTI KOLLHA FIH? Din l-azzjoni se tħassar is-settings u l-fajls kollha assoċjati ma 'dawn l-oġġetti.
my: အပြီးအပိုင်ဖယ်ရှားပါ။ '%s' SUBMENU နှင့် ၎င်းအတွင်းရှိ ပစ္စည်းများအားလုံးကို? ဤလုပ်ဆောင်ချက်သည် ဤအရာများနှင့်ဆက်စပ်နေသည့် ဆက်တင်များနှင့် ဖိုင်များအားလုံးကို ဖျက်လိုက်ပါမည်။
nb: Fjern permanent '%s' UNDERMENY OG ALLE ELEMENTER I DEN? Denne handlingen vil slette alle innstillinger og filer knyttet til disse elementene.
ne: स्थायी रूपमा हटाउनुहोस् '%s' SUBMENU र यो भित्रका सबै वस्तुहरू? यस कार्यले यी वस्तुहरूसँग सम्बन्धित सबै सेटिङहरू र फाइलहरू मेटाउनेछ।
or: ସ୍ଥାୟୀ ଭାବରେ '%s' ସବମେନୁ ଏବଂ ଏହା ସହିତ ସମସ୍ତ ଆଇଟମ୍? ଏହି କ୍ରିୟା ଏହି ଆଇଟମଗୁଡିକ ସହିତ ଜଡିତ ସମସ୍ତ ସେଟିଂସମୂହ ଏବଂ ଫାଇଲଗୁଡ଼ିକୁ ବିଲୋପ କରିବ |
pa: ਨੂੰ ਸਥਾਈ ਤੌਰ 'ਤੇ ਹਟਾਓ '%s' ਸਬਮੇਨੂ ਅਤੇ ਇਸ ਦੇ ਅੰਦਰ ਸਾਰੀਆਂ ਆਈਟਮਾਂ? ਇਹ ਕਾਰਵਾਈ ਇਹਨਾਂ ਆਈਟਮਾਂ ਨਾਲ ਸਬੰਧਿਤ ਸਾਰੀਆਂ ਸੈਟਿੰਗਾਂ ਅਤੇ ਫ਼ਾਈਲਾਂ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗੀ।
ps: ﺉړﮐ ﯤﺮﻟ ﻩﺭﺎﭙﻟ ﻞﺗ ﺩ '%s' SUBMENU ؟ﯥﮐ ﯤﺩ ﻪﭘ ﻲﮐﻮﺗ ﻝﻮټ ﻭﺍ .ﻱړﮐ ﻑﺬﺣ ﻪﻧﻮﻠﯾﺎﻓ ﻭﺍ ﺕﺎﻤﯿﻈﻨﺗ ﻝﻮټ ﻲﻟړﺗ ﻩﺮﺳ ﻮﮐﻮﺗ ﯤﺩ ﺩ ﻪﺑ ﻞﻤﻋ ﺍﺩ
ro: Eliminați definitiv '%s' SUBMENIU ȘI TOATE ARTICOLELE DIN EL? Această acțiune va șterge toate setările și fișierele asociate acestor elemente.
rw: Kuraho burundu '%s' SUBMENU N'IBIKORWA BYOSE BIFATANYIJE? Iki gikorwa kizasiba igenamiterere na dosiye zose zijyanye nibi bintu.
sd: ﻮﻳﺎٽﻫ ﻲﺗ ﺭﻮﻃ ﻞﻘﺘﺴﻣ '%s' SUBMENU ؟۾ ﻥﺍ ﻥﻮﻴﺷ ﭛﺳ ۽ .ﻭﺪﻨﻳڏﮀ ﻱﺮڪ ﻑﺬﺣ ﻥﻮﻠﺋﺎﻓ ۽ ﻥﻮﮕﻨٽﻴﺳ ﻲﺌﭝﺳ ﻞﻴﭘﺎﮘﻻ﻿ ﻥﺎﺳ ﻦﻴﺷ ﻦﻬﻧﺍ ﻞﻤﻋ ﻲﻫ
si: ස්ථිරවම ඉවත් කරන්න '%s' උප මෙනුව සහ එය තුළ ඇති සියලුම අයිතම? මෙම ක්u200dරියාව මෙම අයිතම හා සම්බන්ධ සියලුම සැකසීම් සහ ගොනු මකනු ඇත.
sk: Natrvalo odstráňte '%s' PODMENU A VŠETKY POLOŽKY V ŇOM? Táto akcia odstráni všetky nastavenia a súbory spojené s týmito položkami.
sl: Trajno odstranite '%s' PODMENI IN VSI ELEMENTI V NJEM? To dejanje bo izbrisalo vse nastavitve in datoteke, povezane s temi elementi.
sq: Hiqni përgjithmonë '%s' NËNMENI DHE TË GJITHË ARTIKUJT BRENDA TË? Ky veprim do të fshijë të gjitha cilësimet dhe skedarët e lidhur me këta artikuj.
sw: Ondoa kabisa '%s' SUBMENU NA VITU VYOTE NDANI YAKE? Kitendo hiki kitafuta mipangilio na faili zote zinazohusiana na vipengee hivi.
ta: நிரந்தரமாக அகற்றவும் '%s' துணைமெனுவும் அதில் உள்ள அனைத்து பொருட்களும் உள்ளதா? இந்த செயல், இந்த உருப்படிகளுடன் தொடர்புடைய அனைத்து அமைப்புகளையும் கோப்புகளையும் நீக்கும்.
te: శాశ్వతంగా తొలగించండి '%s' సబ్u200cమెనూ మరియు దానిలోని అన్ని ఐటెమ్u200cలు? ఈ చర్య ఈ అంశాలతో అనుబంధించబడిన అన్ని సెట్టింగ్u200cలు మరియు ఫైల్u200cలను తొలగిస్తుంది.
tg: Ба таври доимӣ хориҷ кунед '%s' Зерменю ва ҳама ҷузъҳои дар дохили он? Ин амал ҳамаи танзимотҳо ва файлҳои марбут ба ин ҷузъҳоро нест мекунад.
th: ลบ .อย่างถาวร '%s' เมนูย่อยและรายการทั้งหมดที่อยู่ในนั้น? การดำเนินการนี้จะลบการตั้งค่าและไฟล์ทั้งหมดที่เกี่ยวข้องกับรายการเหล่านี้
tk: Hemişelik aýyryň '%s' SUBMENU WE OLAR BILEN HEMMESI? Bu amal, bu elementler bilen baglanyşykly ähli sazlamalary we faýllary ýok eder.
tt: Даими бетерегез '%s' СУБМЕНУ ITӘМ БАРЫ ИТМӘЛӘР? Бу гамәл бу әйберләр белән бәйле барлык көйләүләрне һәм файлларны бетерәчәк.
uk: Видалити назавжди '%s' ПІДМЕНЮ І УСІ ПУНКТИ В ньому? Ця дія видалить усі налаштування та файли, пов’язані з цими елементами.
ur: ۔ﮟﯾﺩ ﺎﭩﮨ ﺮﭘ ﺭﻮﻃ ﻞﻘﺘﺴﻣ ﻮﮐ '%s' ؟ﺰﻤﭩﺋﺁ ﻡﺎﻤﺗ ﺭﺪﻧﺍ ﮯﮐ ﺱﺍ ﺭﻭﺍ ﻮﻨﯿﻣ ﯽﻠﯾﺫ ۔ﯽﮔ ﮮﺩ ﺮﮐ ﻑﺬﺣ ﻮﮐ ﮞﻮﻠﺋﺎﻓ ﺭﻭﺍ ﺕﺎﺒﯿﺗﺮﺗ ﻡﺎﻤﺗ ﮧﺘﺴﺑﺍﻭ ﮯﺳ ﺰﻤﭩﺋﺁ ﻥﺍ ﯽﺋﺍﻭﺭﺭﺎﮐ ﮧﯾ
uz: Doimiy ravishda olib tashlang '%s' OZI MENU VA UNDAGI BARCHA BUYUMLAR? Bu amal ushbu elementlar bilan bogʻliq barcha sozlamalar va fayllarni oʻchirib tashlaydi.
vi: Xóa vĩnh viễn '%s' SUBMENU VÀ TẤT CẢ CÁC MẶT HÀNG TRONG ĐÓ? Hành động này sẽ xóa tất cả các cài đặt và tệp được liên kết với các mục này.
xh: Susa ngokusisigxina i '%s' I-SUBMENU KUNYE NEZINTO ZONKE EZINGAPHAKATHI KUYO? Eli nyathelo lizakucima zonke iisetingi kunye neefayile ezinxulumene nezi zinto.
yi: יד ןקיטיַיזאַב ילטנאַנאַמרעפּ '%s' ?סע ןי ןכאז עלאַ ןוא ונעמבוס .ןכאז יד טימ ןדנובראַפֿ סעקעט ןוא סגניטטעס עלאַ ןקעמסיו טעוו ףמאַק רעד
