Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

# View|Events|Window|
source: _Click
af: _Klik
am: _ጠቅ ያድርጉ
ar: _ﺮﻘﻧﺍ
be: _Націсніце
bg: _Щракнете върху
bn: _ক্লিক
ca: _Feu clic
cy: _Cliciwch
da: _Klik
eo: _Klaku
et: _Klõpsake
eu: _Egin klik
fa: _ﮏﯿﻠﮐ
fi: _Klikkaus
fil: _I-click
fy: _Klikje
ga: _Cliceáil
gd: _Cliog
gl: _Fai clic
gu: _ક્લિક કરો
he: _הָׁשיִקְנ
hi: _क्लिक
hr: _Klik
hu: _Kattintson
hy: _Սեղմել
id: _Klik
is: _Smellur
ka: _დააწკაპუნეთ
kk: _басыңыз
km: _ចុច
kn: _ಕ್ಲಿಕ್
ku: _Bikirtînin
lb: _Klickt
lo: _ກົດ
lt: _Spustelėkite
lv: _Klikšķis
mg: _tsindrio
mi: _Pāwhiri
mk: _Кликнете
ml: _ക്ലിക്ക് ചെയ്യുക
mn: _дарна уу
mr: _क्लिक करा
mt: _Ikklikkja
my: _နှိပ်ပါ။
nb: _Klikk
ne: _क्लिक गर्नुहोस्
or: _କ୍ଲିକ୍ କରନ୍ତୁ |
pa: _ਕਲਿੱਕ ਕਰੋ
ps: _ﺉړﮐﻭ ﮏﯿﻠﮐ
ro: _Clic
rw: _Kanda
sd: _ﻮﻳﺮڪ ڪﻠڪ
si: _ක්ලික් කරන්න
sk: _Kliknite
sl: _Kliknite
sq: _Klikoni
sw: _Bofya
ta: _கிளிக் செய்யவும்
te: _క్లిక్ చేయండి
tg: _клик кунед
th: _คลิก
tk: _Basyň
tt: _Басыгыз
uk: _Натисніть
ur: _۔ﮟﯾﺮﮐ ﮏﻠﮐ
uz: _bosing
vi: _Nhấp chuột
xh: _Cofa
yi: _טקירד

source: Set Click Command
af: Stel Click Command
am: ትእዛዝን ጠቅ ያድርጉ
ar: ﺮﻣﻷ﻿ﺍ ﻕﻮﻓ ﺮﻘﻧﺍ ﻦﻴﻴﻌﺗ
be: Усталяваць Click Command
bg: Задайте команда за щракване
bn: ক্লিক কমান্ড সেট করুন
ca: Estableix l'ordre de clic
cy: Gosod Cliciwch Gorchymyn
da: Indstil klikkommando
eo: Agordi Klaku-Komandon
et: Määra Klõpsake käsku
eu: Ezarri Klik Komandoa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﮏﯿﻠﮐ ﺭﻮﺘﺳﺩ
fi: Aseta Napsauta Komento
fil: Itakda ang Click Command
fy: Set Klik Kommando
ga: Socraigh Cliceáil Ordú
gd: Suidhich Cliog Command
gl: Establece o comando Click
gu: ક્લિક આદેશ સેટ કરો
he: Command לע ץחל רדגה
hi: सेट क्लिक कमांड
hr: Postavite naredbu Click
hu: Beállítás Kattintson a Parancsra
hy: Սահմանեք սեղմեք հրամանը
id: Setel Perintah Klik
is: Stilltu smellaskipun
ka: დააყენეთ დაწკაპუნების ბრძანება
kk: Басу пәрменін орнату
km: កំណត់ពាក្យបញ្ជាចុច
kn: ಕ್ಲಿಕ್ ಕಮಾಂಡ್ ಅನ್ನು ಹೊಂದಿಸಿ
ku: Fermana Bitikîne Set
ky: Click командасын коюу
lb: Set Klickt Kommando
lo: ກໍານົດຄໍາສັ່ງຄລິກ
lt: Nustatyti Spustelėkite komandą
lv: Iestatīt Noklikšķiniet uz komanda
mi: Tautuhia te Whakahaua Paataki
mk: Поставете Команда за кликнување
ml: ക്ലിക്ക് കമാൻഡ് സജ്ജമാക്കുക
mn: Товших командыг тохируулна уу
mr: क्लिक कमांड सेट करा
mt: Issettja Kmand Ikklikkja
my: Command ကိုနှိပ်ပါ။
nb: Angi klikkkommando
ne: क्लिक आदेश सेट गर्नुहोस्
or: କ୍ଲିକ୍ କମାଣ୍ଡ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਕਲਿੱਕ ਕਮਾਂਡ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ډﻧﺎﻤﮐ ﮏﯿﻠﮐ ﺩ
ro: Setați Click Command
rw: Shiraho Kanda itegeko
sd: ﻮﻳﺮڪ ٽﻴﺳ ڊﻧﺎﻤڪ ڪﻠڪ
si: ක්ලික් කරන්න විධානය සකසන්න
sk: Nastaviť príkaz kliknutia
sl: Nastavite ukaz klika
sq: Cakto Command Click
sw: Weka Amri ya Bonyeza
ta: கிளிக் கட்டளையை அமைக்கவும்
te: క్లిక్ కమాండ్u200cని సెట్ చేయండి
tg: Фармони кликро таъин кунед
th: ตั้งค่าคำสั่งคลิก
tk: “Click« buýrugyny düzüň
tt: Click Command
uk: Встановити команду клацання
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮉﻧﺎﻤﮐ ﮏﻠﮐ
uz: Bosish buyrug'ini o'rnating
vi: Đặt lệnh nhấp
xh: Cwangcisa Cofa Umyalelo
yi: לעפֿאַב טקירד ןלעטש
