Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: <b>P_ath:</b> <i>original</i>
af: <b>P_ath:</b> <i>oorspronklike</i>
am: <b>P_ath:</b> <i>ኦሪጅናል</i>
ar: <b>P_ath:</b> <i>ﻲﻠﺻﺃ</i>
be: <b>P_ath:</b> <i>арыгінальны</i>
bg: <b>P_ath:</b> <i>оригинален</i>
bn: <b>P_ath:</b> <i>মূল</i>
cy: <b>P_ath:</b> <i>gwreiddiol</i>
eo: <b>P_ath:</b> <i>originala</i>
et: <b>P_ath:</b> <i>originaal</i>
eu: <b>P_ath:</b> <i>jatorrizkoa</i>
fa: <b>P_ath:</b> <i>ﯽﻠﺻﺍ</i>
fi: <b>P_ath:</b> <i>alkuperäinen</i>
fil: <b>P_ath:</b> <i>orihinal</i>
fy: <b>P_ath:</b> <i>oarspronklik</i>
ga: <b>P_ath:</b> <i>bunaidh</i>
gd: <b>P_ath:</b> <i>tùsail</i>
gl: <b>P_ath:</b> <i>orixinal</i>
gu: <b>P_ath:</b> <i>મૂળ</i>
he: <b>P_ath:</b> <i>יִרֹוקְמ</i>
hi: <b>P_ath:</b> <i>मूल</i>
hr: <b>P_ath:</b> <i>izvornik</i>
hu: <b>P_ath:</b> <i>eredeti</i>
hy: <b>P_ath:</b> <i>օրիգինալ</i>
id: <b>P_ath:</b> <i>asli</i>
is: <b>P_ath:</b> <i>upprunalega</i>
ka: <b>P_ath:</b> <i>ორიგინალური</i>
kk: <b>P_ath:</b> <i>түпнұсқа</i>
km: <b>P_ath:</b> <i>ដើម</i>
kn: <b>P_ath:</b> <i>ಮೂಲ</i>
ku: <b>P_ath:</b> <i>eslî</i>
ky: <b>P_ath:</b> <i>оригиналдуу</i>
lo: <b>P_ath:</b> <i>ຕົ້ນສະບັບ</i>
lt: <b>P_ath:</b> <i>originalus</i>
lv: <b>P_ath:</b> <i>oriģināls</i>
mg: <b>P_ath:</b> <i>tamin'ny fototra</i>
mi: <b>P_ath:</b> <i>taketake</i>
mk: <b>P_ath:</b> <i>оригинален</i>
ml: <b>P_ath:</b> <i>ഒറിജിനൽ</i>
mn: <b>P_ath:</b> <i>эх</i>
mr: <b>P_ath:</b> <i>मूळ</i>
mt: <b>P_ath:</b> <i>oriġinali</i>
my: <b>P_ath:</b> <i>မူရင်း</i>
nb: <b>P_ath:</b> <i>opprinnelig</i>
ne: <b>P_ath:</b> <i>मौलिक</i>
or: <b>P_ath:</b> <i>ମୂଳ</i>
pa: <b>P_ath:</b> <i>ਅਸਲੀ</i>
ps: <b>P_ath:</b> <i>ﻲﻠﺻﺍ</i>
rw: <b>P_ath:</b> <i>umwimerere</i>
sd: <b>P_ath:</b> <i>ﻞﺻﺍ</i>
si: <b>P_ath:</b> <i>මුල්</i>
sk: <b>P_ath:</b> <i>originálny</i>
sl: <b>P_ath:</b> <i>izvirno</i>
sq: <b>P_ath:</b> <i>origjinale</i>
sw: <b>P_ath:</b> <i>asili</i>
ta: <b>P_ath:</b> <i>அசல்</i>
te: <b>P_ath:</b> <i>అసలు</i>
tg: <b>P_ath:</b> <i>аслӣ</i>
th: <b>P_ath:</b> <i>ต้นฉบับ</i>
tk: <b>P_ath:</b> <i>asyl</i>
tt: <b>P_ath:</b> <i>оригиналь</i>
uk: <b>P_ath:</b> <i>оригінальний</i>
ur: <b>P_ath:</b> <i>ﻞﺻﺍ</i>
vi: <b>P_ath:</b> <i>nguyên bản</i>
xh: <b>P_ath:</b> <i>yoqobo</i>
yi: <b>P_ath:</b> <i>לעניגיראָ</i>

source: <b>_Name:</b> <i>original</i>
af: <b>_Naam:</b> <i>oorspronklike</i>
am: <b>_ስም፡</b> <i>ኦሪጅናል</i>
ar: <b>_:ﻢﺳﺍ</b> <i>ﻲﻠﺻﺃ</i>
be: <b>_Імя:</b> <i>арыгінальны</i>
bg: <b>_име:</b> <i>оригинален</i>
bn: <b>_নাম:</b> <i>মূল</i>
ca: <b>_Nom:</b> <i>original</i>
cy: <b>_Enw:</b> <i>gwreiddiol</i>
da: <b>_Navn:</b> <i>original</i>
eo: <b>_Nomo:</b> <i>originala</i>
et: <b>_Nimi:</b> <i>originaal</i>
eu: <b>_Izena:</b> <i>jatorrizkoa</i>
fa: <b>_:ﻡﺎﻧ</b> <i>ﯽﻠﺻﺍ</i>
fi: <b>_Nimi:</b> <i>alkuperäinen</i>
fil: <b>_Pangalan:</b> <i>orihinal</i>
fy: <b>_Namme:</b> <i>oarspronklik</i>
ga: <b>_Ainm:</b> <i>bunaidh</i>
gd: <b>_Ainm:</b> <i>tùsail</i>
gl: <b>_Nome:</b> <i>orixinal</i>
gu: <b>_નામ:</b> <i>મૂળ</i>
he: <b>_:םֵׁש</b> <i>יִרֹוקְמ</i>
hi: <b>_नाम:</b> <i>मूल</i>
hr: <b>_Ime:</b> <i>izvornik</i>
hu: <b>_Név:</b> <i>eredeti</i>
hy: <b>_Անուն:</b> <i>օրիգինալ</i>
id: <b>_Nama:</b> <i>asli</i>
is: <b>_Nafn:</b> <i>upprunalega</i>
ka: <b>_სახელი:</b> <i>ორიგინალური</i>
kk: <b>_Аты:</b> <i>түпнұсқа</i>
km: <b>_ឈ្មោះ៖</b> <i>ដើម</i>
kn: <b>_ಹೆಸರು:</b> <i>ಮೂಲ</i>
ku: <b>_Nav:</b> <i>eslî</i>
ky: <b>_Аты-жөнү:</b> <i>оригиналдуу</i>
lb: <b>_Numm:</b> <i>original</i>
lo: <b>_ຊື່:</b> <i>ຕົ້ນສະບັບ</i>
lt: <b>_Vardas:</b> <i>originalus</i>
lv: <b>_Vārds:</b> <i>oriģināls</i>
mg: <b>_Anarana:</b> <i>tamin'ny fototra</i>
mi: <b>_Ingoa:</b> <i>taketake</i>
mk: <b>_Име:</b> <i>оригинален</i>
ml: <b>_പേര്:</b> <i>ഒറിജിനൽ</i>
mn: <b>_Нэр:</b> <i>эх</i>
mr: <b>_नाव:</b> <i>मूळ</i>
mt: <b>_Isem:</b> <i>oriġinali</i>
my: <b>_အမည်-</b> <i>မူရင်း</i>
nb: <b>_Navn:</b> <i>opprinnelig</i>
ne: <b>_नाम:</b> <i>मौलिक</i>
or: <b>_ନାମ:</b> <i>ମୂଳ</i>
pa: <b>_ਨਾਮ:</b> <i>ਅਸਲੀ</i>
ps: <b>_:ﻡﻮﻧ</b> <i>ﻲﻠﺻﺍ</i>
ro: <b>_Nume:</b> <i>original</i>
rw: <b>_Izina:</b> <i>umwimerere</i>
sd: <b>_:ﻮﻟﺎﻧ</b> <i>ﻞﺻﺍ</i>
si: <b>_නම:</b> <i>මුල්</i>
sk: <b>_Názov:</b> <i>originálny</i>
sl: <b>_ime:</b> <i>izvirno</i>
sq: <b>_Emri:</b> <i>origjinale</i>
sw: <b>_Jina:</b> <i>asili</i>
ta: <b>_பெயர்:</b> <i>அசல்</i>
te: <b>_పేరు:</b> <i>అసలు</i>
tg: <b>_Ном:</b> <i>аслӣ</i>
th: <b>_ชื่อ:</b> <i>ต้นฉบับ</i>
tk: <b>_Ady:</b> <i>asyl</i>
tt: <b>_Исем:</b> <i>оригиналь</i>
uk: <b>_Ім'я:</b> <i>оригінальний</i>
ur: <b>_:ﻡﺎﻧ</b> <i>ﻞﺻﺍ</i>
uz: <b>_Nomi:</b> <i>original</i>
vi: <b>_Tên:</b> <i>nguyên bản</i>
xh: <b>_Igama:</b> <i>yoqobo</i>
yi: <b>_:ןעמאָנ</b> <i>לעניגיראָ</i>

source: <b>_Filename:</b> <i>original</i>
af: <b>_Lêernaam:</b> <i>oorspronklike</i>
am: <b>_የፋይል ስም:</b> <i>ኦሪጅናል</i>
ar: <b>_:ﻒﻠﻤﻟﺍ ﻢﺳﺍ</b> <i>ﻲﻠﺻﺃ</i>
be: <b>_Імя файла:</b> <i>арыгінальны</i>
bg: <b>_Име на файл:</b> <i>оригинален</i>
bn: <b>_ফাইলের নাম:</b> <i>মূল</i>
ca: <b>_Nom de l'arxiu:</b> <i>original</i>
cy: <b>_Enw ffeil:</b> <i>gwreiddiol</i>
da: <b>_Filnavn:</b> <i>original</i>
eo: <b>_Dosiernomo:</b> <i>originala</i>
et: <b>_Faili nimi:</b> <i>originaal</i>
eu: <b>_Fitxategi izena:</b> <i>jatorrizkoa</i>
fa: <b>_:ﻞﯾﺎﻓ ﻡﺎﻧ</b> <i>ﯽﻠﺻﺍ</i>
fi: <b>_Tiedoston nimi:</b> <i>alkuperäinen</i>
fil: <b>_Filename:</b> <i>orihinal</i>
fy: <b>_Bestânsnamme:</b> <i>oarspronklik</i>
ga: <b>_Ainm comhaid:</b> <i>bunaidh</i>
gd: <b>_Ainm faidhle:</b> <i>tùsail</i>
gl: <b>_Nome de arquivo:</b> <i>orixinal</i>
gu: <b>_ફાઈલનું નામ:</b> <i>મૂળ</i>
he: <b>_:ץבוק םש</b> <i>יִרֹוקְמ</i>
hi: <b>_फ़ाइल का नाम:</b> <i>मूल</i>
hr: <b>_Naziv datoteke:</b> <i>izvornik</i>
hu: <b>_Fájl név:</b> <i>eredeti</i>
hy: <b>_Ֆայլի անուն:</b> <i>օրիգինալ</i>
id: <b>_Nama file:</b> <i>asli</i>
is: <b>_Skráarnafn:</b> <i>upprunalega</i>
ka: <b>_Ფაილის სახელი:</b> <i>ორიგინალური</i>
kk: <b>_Файл атауы:</b> <i>түпнұсқа</i>
km: <b>_ឈ្មោះu200bឯកសារ:</b> <i>ដើម</i>
kn: <b>_ಕಡತದ ಹೆಸರು:</b> <i>ಮೂಲ</i>
ku: <b>_Navê pelê:</b> <i>eslî</i>
ky: <b>_Шилтемелер аты:</b> <i>оригиналдуу</i>
lb: <b>_Numm vum Dossier:</b> <i>original</i>
lo: <b>_ຊື່u200bເອu200bກະu200bສານ:</b> <i>ຕົ້ນສະບັບ</i>
lt: <b>_Failo pavadinimas:</b> <i>originalus</i>
lv: <b>_Faila nosaukums:</b> <i>oriģināls</i>
mg: <b>_Anaran'ny fisie:</b> <i>tamin'ny fototra</i>
mi: <b>_Ingoa Kōnae:</b> <i>taketake</i>
mk: <b>_Име на датотека:</b> <i>оригинален</i>
ml: <b>_ഫയലിന്റെ പേര്:</b> <i>ഒറിജിനൽ</i>
mn: <b>_Файлын нэр:</b> <i>эх</i>
mr: <b>_फाईलचे नाव:</b> <i>मूळ</i>
mt: <b>_Isem tal-fajl:</b> <i>oriġinali</i>
my: <b>_ဖိုင်နာမည်:</b> <i>မူရင်း</i>
nb: <b>_Filnavn:</b> <i>opprinnelig</i>
ne: <b>_फाइलनाम:</b> <i>मौलिक</i>
or: <b>_ଦସ୍ତାବିଜ୍ ର ନାମ:</b> <i>ମୂଳ</i>
pa: <b>_ਫਾਈਲ ਦਾ ਨਾਮ:</b> <i>ਅਸਲੀ</i>
ps: <b>_:ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ</b> <i>ﻲﻠﺻﺍ</i>
ro: <b>_Nume de fișier:</b> <i>original</i>
rw: <b>_Izina rya dosiye:</b> <i>umwimerere</i>
sd: <b>_:ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ</b> <i>ﻞﺻﺍ</i>
si: <b>_ගොනු නාමය:</b> <i>මුල්</i>
sk: <b>_Názov súboru:</b> <i>originálny</i>
sl: <b>_Ime datoteke:</b> <i>izvirno</i>
sq: <b>_Emri i skedarit:</b> <i>origjinale</i>
sw: <b>_Jina la faili:</b> <i>asili</i>
ta: <b>_கோப்பு பெயர்:</b> <i>அசல்</i>
te: <b>_ఫైల్ పేరు:</b> <i>అసలు</i>
tg: <b>_Номи парванда:</b> <i>аслӣ</i>
th: <b>_ชื่อไฟล์:</b> <i>ต้นฉบับ</i>
tk: <b>_Faýlyň ady:</b> <i>asyl</i>
tt: <b>_Файл исеме:</b> <i>оригиналь</i>
uk: <b>_Ім'я файлу:</b> <i>оригінальний</i>
ur: <b>_:ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ</b> <i>ﻞﺻﺍ</i>
uz: <b>_Fayl nomi:</b> <i>original</i>
vi: <b>_Tên tệp:</b> <i>nguyên bản</i>
xh: <b>_Igama lefayile:</b> <i>yoqobo</i>
yi: <b>_:ןעמאָנ עקעט</b> <i>לעניגיראָ</i>

source: <b>_Parent:</b> <i>original</i>
af: <b>_Ouer:</b> <i>oorspronklike</i>
am: <b>_ወላጅ፡-</b> <i>ኦሪጅናል</i>
ar: <b>_:ﻦﻳﻮﺑﻷ﻿ﺍ</b> <i>ﻲﻠﺻﺃ</i>
be: <b>_Бацька:</b> <i>арыгінальны</i>
bg: <b>_родител:</b> <i>оригинален</i>
bn: <b>_অভিভাবক:</b> <i>মূল</i>
ca: <b>_Pare:</b> <i>original</i>
cy: <b>_Rhiant:</b> <i>gwreiddiol</i>
da: <b>_Forælder:</b> <i>original</i>
eo: <b>_Gepatro:</b> <i>originala</i>
et: <b>_Vanem:</b> <i>originaal</i>
eu: <b>_Gurasoa:</b> <i>jatorrizkoa</i>
fa: <b>_:ﻦﯾﺪﻟﺍﻭ</b> <i>ﯽﻠﺻﺍ</i>
fi: <b>_Vanhempi:</b> <i>alkuperäinen</i>
fil: <b>_Magulang:</b> <i>orihinal</i>
fy: <b>_âlder:</b> <i>oarspronklik</i>
ga: <b>_Tuismitheoir:</b> <i>bunaidh</i>
gd: <b>_Pàrant:</b> <i>tùsail</i>
gl: <b>_Pai:</b> <i>orixinal</i>
gu: <b>_પિતૃ:</b> <i>મૂળ</i>
he: <b>_:הֶרֹוה</b> <i>יִרֹוקְמ</i>
hi: <b>_अभिभावक:</b> <i>मूल</i>
hr: <b>_Roditelj:</b> <i>izvornik</i>
hu: <b>_Szülő:</b> <i>eredeti</i>
hy: <b>_Ծնող.</b> <i>օրիգինալ</i>
id: <b>_Induk:</b> <i>asli</i>
is: <b>_Foreldri:</b> <i>upprunalega</i>
ka: <b>_მშობელი:</b> <i>ორიგინალური</i>
kk: <b>_Ата-ана:</b> <i>түпнұсқа</i>
km: <b>_មាតាបិតា៖</b> <i>ដើម</i>
kn: <b>_ಪೋಷಕ:</b> <i>ಮೂಲ</i>
ku: <b>_Dê û bav:</b> <i>eslî</i>
ky: <b>_Ата-эне:</b> <i>оригиналдуу</i>
lb: <b>_Elterendeel:</b> <i>original</i>
lo: <b>_ພໍ່ແມ່:</b> <i>ຕົ້ນສະບັບ</i>
lt: <b>_Tėvas:</b> <i>originalus</i>
lv: <b>_Vecāks:</b> <i>oriģināls</i>
mg: <b>_ray aman-dreny:</b> <i>tamin'ny fototra</i>
mi: <b>_Matua:</b> <i>taketake</i>
mk: <b>_Родител:</b> <i>оригинален</i>
ml: <b>_രക്ഷിതാവ്:</b> <i>ഒറിജിനൽ</i>
mn: <b>_Эцэг эх:</b> <i>эх</i>
mr: <b>_पालक:</b> <i>मूळ</i>
mt: <b>_Ġenitur:</b> <i>oriġinali</i>
my: <b>_မိဘ-</b> <i>မူရင်း</i>
nb: <b>_Forelder:</b> <i>opprinnelig</i>
ne: <b>_अभिभावक:</b> <i>मौलिक</i>
or: <b>_ପିତାମାତା:</b> <i>ମୂଳ</i>
pa: <b>_ਮਾਤਾ-ਪਿਤਾ:</b> <i>ਅਸਲੀ</i>
ps: <b>_:ﺭﻼ﻿ﭘ</b> <i>ﻲﻠﺻﺍ</i>
ro: <b>_Mamă:</b> <i>original</i>
rw: <b>_Umubyeyi:</b> <i>umwimerere</i>
sd: <b>_:ﻦﻳﺪﻟﺍﻭ</b> <i>ﻞﺻﺍ</i>
si: <b>_මාපිය:</b> <i>මුල්</i>
sk: <b>_rodič:</b> <i>originálny</i>
sl: <b>_starš:</b> <i>izvirno</i>
sq: <b>_Prindi:</b> <i>origjinale</i>
sw: <b>_Mzazi:</b> <i>asili</i>
ta: <b>_பெற்றோர்:</b> <i>அசல்</i>
te: <b>_తల్లిదండ్రులు:</b> <i>అసలు</i>
tg: <b>_Волидайн:</b> <i>аслӣ</i>
th: <b>_พ่อแม่:</b> <i>ต้นฉบับ</i>
tk: <b>_Ene-atasy:</b> <i>asyl</i>
tt: <b>_Ата-ана:</b> <i>оригиналь</i>
uk: <b>_Батько:</b> <i>оригінальний</i>
ur: <b>_:ﻦﯾﺪﻟﺍﻭ</b> <i>ﻞﺻﺍ</i>
uz: <b>_Ota-ona:</b> <i>original</i>
vi: <b>_Cha mẹ:</b> <i>nguyên bản</i>
xh: <b>_Umzali:</b> <i>yoqobo</i>
yi: <b>_:רעטאָפ</b> <i>לעניגיראָ</i>

source: <b>P_ath:</b> <i>exists as folder</i>
af: <b>P_ath:</b> <i>bestaan u200bu200bas gids</i>
am: <b>P_ath:</b> <i>እንደ አቃፊ አለ።</i>
ar: <b>P_ath:</b> <i>ﺪﻠﺠﻤﻛ ﺩﻮﺟﻮﻣ</i>
be: <b>P_ath:</b> <i>існуе як папка</i>
bg: <b>P_ath:</b> <i>съществува като папка</i>
bn: <b>P_ath:</b> <i>ফোল্ডার হিসাবে বিদ্যমান</i>
ca: <b>P_ath:</b> <i>existeix com a carpeta</i>
cy: <b>P_ath:</b> <i>yn bodoli fel ffolder</i>
da: <b>P_ath:</b> <i>eksisterer som mappe</i>
eo: <b>P_ath:</b> <i>ekzistas kiel dosierujo</i>
et: <b>P_ath:</b> <i>eksisteerib kaustana</i>
eu: <b>P_ath:</b> <i>karpeta gisa existitzen da</i>
fa: <b>P_ath:</b> <i>ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻪﺷﻮﭘ ﻥﺍﻮﻨﻋ ﻪﺑ</i>
fi: <b>P_ath:</b> <i>on olemassa kansiona</i>
fil: <b>P_ath:</b> <i>umiiral bilang folder</i>
fy: <b>P_ath:</b> <i>bestiet as map</i>
ga: <b>P_ath:</b> <i>ann mar fhillteán</i>
gd: <b>P_ath:</b> <i>ann mar phasgan</i>
gl: <b>P_ath:</b> <i>existe como cartafol</i>
gu: <b>P_ath:</b> <i>ફોલ્ડર તરીકે અસ્તિત્વમાં છે</i>
he: <b>P_ath:</b> <i>היקית רותב םייק</i>
hi: <b>P_ath:</b> <i>फ़ोल्डर के रूप में मौजूद है</i>
hr: <b>P_ath:</b> <i>postoji kao mapa</i>
hu: <b>P_ath:</b> <i>mappaként létezik</i>
hy: <b>P_ath:</b> <i>գոյություն ունի որպես թղթապանակ</i>
id: <b>P_ath:</b> <i>ada sebagai folder</i>
is: <b>P_ath:</b> <i>er til sem mappa</i>
ka: <b>P_ath:</b> <i>არსებობს როგორც საქაღალდე</i>
kk: <b>P_ath:</b> <i>қалта ретінде бар</i>
km: <b>P_ath:</b> <i>មានជាថតឯកសារ</i>
kn: <b>P_ath:</b> <i>ಫೋಲ್ಡರ್ ಆಗಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ</i>
ku: <b>P_ath:</b> <i>wekî peldankê heye</i>
ky: <b>P_ath:</b> <i>папка катары бар</i>
lb: <b>P_ath:</b> <i>existéiert als Dossier</i>
lo: <b>P_ath:</b> <i>ມີຢູ່ໃນໂຟນເດີ</i>
lt: <b>P_ath:</b> <i>egzistuoja kaip aplankas</i>
lv: <b>P_ath:</b> <i>pastāv kā mape</i>
mg: <b>P_ath:</b> <i>misy toy ny folder</i>
mi: <b>P_ath:</b> <i>kei te noho hei kōpaki</i>
mk: <b>P_ath:</b> <i>постои како папка</i>
ml: <b>P_ath:</b> <i>ഫോൾഡറായി നിലവിലുണ്ട്</i>
mn: <b>P_ath:</b> <i>хавтас хэлбэрээр байдаг</i>
mr: <b>P_ath:</b> <i>फोल्डर म्हणून अस्तित्वात आहे</i>
mt: <b>P_ath:</b> <i>teżisti bħala folder</i>
my: <b>P_ath:</b> <i>ဖိုဒါအဖြစ်တည်ရှိသည်။</i>
nb: <b>P_ath:</b> <i>eksisterer som mappe</i>
ne: <b>P_ath:</b> <i>फोल्डरको रूपमा अवस्थित छ</i>
or: <b>P_ath:</b> <i>ଫୋଲ୍ଡର୍ ଭାବରେ ବିଦ୍ୟମାନ |</i>
pa: <b>P_ath:</b> <i>ਫੋਲਡਰ ਵਜੋਂ ਮੌਜੂਦ ਹੈ</i>
ps: <b>P_ath:</b> <i>ﻱﺮﻟ ﻥﻮﺘﺷ ﻪګﻮﺗ ﻪﭘ ﺭډﻟﻮﻓ ﺩ</i>
ro: <b>P_ath:</b> <i>există ca folder</i>
rw: <b>P_ath:</b> <i>ibaho nkububiko</i>
sd: <b>P_ath:</b> <i>ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﺭﻮﻃ ﺭڊﻟﻮﻓ</i>
si: <b>P_ath:</b> <i>ෆෝල්ඩරය ලෙස පවතී</i>
sk: <b>P_ath:</b> <i>existuje ako priečinok</i>
sl: <b>P_ath:</b> <i>obstaja kot mapa</i>
sq: <b>P_ath:</b> <i>ekziston si dosje</i>
sw: <b>P_ath:</b> <i>ipo kama folda</i>
ta: <b>P_ath:</b> <i>கோப்புறையாக உள்ளது</i>
te: <b>P_ath:</b> <i>ఫోల్డర్u200cగా ఉంది</i>
tg: <b>P_ath:</b> <i>ҳамчун папка вуҷуд дорад</i>
th: <b>P_ath:</b> <i>มีอยู่เป็นโฟลเดอร์</i>
tk: <b>P_ath:</b> <i>bukjasy hökmünde bar</i>
tt: <b>P_ath:</b> <i>папка рәвешендә бар</i>
uk: <b>P_ath:</b> <i>існує як папка</i>
ur: <b>P_ath:</b> <i>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﺭﮉﻟﻮﻓ</i>
uz: <b>P_ath:</b> <i>papka sifatida mavjud</i>
vi: <b>P_ath:</b> <i>tồn tại dưới dạng thư mục</i>
xh: <b>P_ath:</b> <i>ikhona njengefolda</i>
yi: <b>P_ath:</b> <i>עקעט יוו טריטסיסקע</i>

source: <b>_Name:</b> <i>exists as folder</i>
af: <b>_Naam:</b> <i>bestaan u200bu200bas gids</i>
am: <b>_ስም፡</b> <i>እንደ አቃፊ አለ።</i>
ar: <b>_:ﻢﺳﺍ</b> <i>ﺪﻠﺠﻤﻛ ﺩﻮﺟﻮﻣ</i>
be: <b>_Імя:</b> <i>існуе як папка</i>
bg: <b>_име:</b> <i>съществува като папка</i>
bn: <b>_নাম:</b> <i>ফোল্ডার হিসাবে বিদ্যমান</i>
ca: <b>_Nom:</b> <i>existeix com a carpeta</i>
cy: <b>_Enw:</b> <i>yn bodoli fel ffolder</i>
da: <b>_Navn:</b> <i>eksisterer som mappe</i>
eo: <b>_Nomo:</b> <i>ekzistas kiel dosierujo</i>
et: <b>_Nimi:</b> <i>eksisteerib kaustana</i>
eu: <b>_Izena:</b> <i>karpeta gisa existitzen da</i>
fa: <b>_:ﻡﺎﻧ</b> <i>ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻪﺷﻮﭘ ﻥﺍﻮﻨﻋ ﻪﺑ</i>
fi: <b>_Nimi:</b> <i>on olemassa kansiona</i>
fil: <b>_Pangalan:</b> <i>umiiral bilang folder</i>
fy: <b>_Namme:</b> <i>bestiet as map</i>
ga: <b>_Ainm:</b> <i>ann mar fhillteán</i>
gd: <b>_Ainm:</b> <i>ann mar phasgan</i>
gl: <b>_Nome:</b> <i>existe como cartafol</i>
gu: <b>_નામ:</b> <i>ફોલ્ડર તરીકે અસ્તિત્વમાં છે</i>
he: <b>_:םֵׁש</b> <i>היקית רותב םייק</i>
hi: <b>_नाम:</b> <i>फ़ोल्डर के रूप में मौजूद है</i>
hr: <b>_Ime:</b> <i>postoji kao mapa</i>
hu: <b>_Név:</b> <i>mappaként létezik</i>
hy: <b>_Անուն:</b> <i>գոյություն ունի որպես թղթապանակ</i>
id: <b>_Nama:</b> <i>ada sebagai folder</i>
is: <b>_Nafn:</b> <i>er til sem mappa</i>
ka: <b>_სახელი:</b> <i>არსებობს როგორც საქაღალდე</i>
kk: <b>_Аты:</b> <i>қалта ретінде бар</i>
km: <b>_ឈ្មោះ៖</b> <i>មានជាថតឯកសារ</i>
kn: <b>_ಹೆಸರು:</b> <i>ಫೋಲ್ಡರ್ ಆಗಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ</i>
ku: <b>_Nav:</b> <i>wekî peldankê heye</i>
ky: <b>_Аты-жөнү:</b> <i>папка катары бар</i>
lb: <b>_Numm:</b> <i>existéiert als Dossier</i>
lo: <b>_ຊື່:</b> <i>ມີຢູ່ໃນໂຟນເດີ</i>
lt: <b>_Vardas:</b> <i>egzistuoja kaip aplankas</i>
lv: <b>_Vārds:</b> <i>pastāv kā mape</i>
mg: <b>_Anarana:</b> <i>misy toy ny folder</i>
mi: <b>_Ingoa:</b> <i>kei te noho hei kōpaki</i>
mk: <b>_Име:</b> <i>постои како папка</i>
ml: <b>_പേര്:</b> <i>ഫോൾഡറായി നിലവിലുണ്ട്</i>
mn: <b>_Нэр:</b> <i>хавтас хэлбэрээр байдаг</i>
mr: <b>_नाव:</b> <i>फोल्डर म्हणून अस्तित्वात आहे</i>
mt: <b>_Isem:</b> <i>teżisti bħala folder</i>
my: <b>_အမည်-</b> <i>ဖိုဒါအဖြစ်တည်ရှိသည်။</i>
nb: <b>_Navn:</b> <i>eksisterer som mappe</i>
ne: <b>_नाम:</b> <i>फोल्डरको रूपमा अवस्थित छ</i>
or: <b>_ନାମ:</b> <i>ଫୋଲ୍ଡର୍ ଭାବରେ ବିଦ୍ୟମାନ |</i>
pa: <b>_ਨਾਮ:</b> <i>ਫੋਲਡਰ ਵਜੋਂ ਮੌਜੂਦ ਹੈ</i>
ps: <b>_:ﻡﻮﻧ</b> <i>ﻱﺮﻟ ﻥﻮﺘﺷ ﻪګﻮﺗ ﻪﭘ ﺭډﻟﻮﻓ ﺩ</i>
ro: <b>_Nume:</b> <i>există ca folder</i>
rw: <b>_Izina:</b> <i>ibaho nkububiko</i>
sd: <b>_:ﻮﻟﺎﻧ</b> <i>ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﺭﻮﻃ ﺭڊﻟﻮﻓ</i>
si: <b>_නම:</b> <i>ෆෝල්ඩරය ලෙස පවතී</i>
sk: <b>_Názov:</b> <i>existuje ako priečinok</i>
sl: <b>_ime:</b> <i>obstaja kot mapa</i>
sq: <b>_Emri:</b> <i>ekziston si dosje</i>
sw: <b>_Jina:</b> <i>ipo kama folda</i>
ta: <b>_பெயர்:</b> <i>கோப்புறையாக உள்ளது</i>
te: <b>_పేరు:</b> <i>ఫోల్డర్u200cగా ఉంది</i>
tg: <b>_Ном:</b> <i>ҳамчун папка вуҷуд дорад</i>
th: <b>_ชื่อ:</b> <i>มีอยู่เป็นโฟลเดอร์</i>
tk: <b>_Ady:</b> <i>bukjasy hökmünde bar</i>
tt: <b>_Исем:</b> <i>папка рәвешендә бар</i>
uk: <b>_Ім'я:</b> <i>існує як папка</i>
ur: <b>_:ﻡﺎﻧ</b> <i>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﺭﮉﻟﻮﻓ</i>
uz: <b>_Nomi:</b> <i>papka sifatida mavjud</i>
vi: <b>_Tên:</b> <i>tồn tại dưới dạng thư mục</i>
xh: <b>_Igama:</b> <i>ikhona njengefolda</i>
yi: <b>_:ןעמאָנ</b> <i>עקעט יוו טריטסיסקע</i>

source: <b>_Filename:</b> <i>exists as folder</i>
af: <b>_Lêernaam:</b> <i>bestaan u200bu200bas gids</i>
am: <b>_የፋይል ስም:</b> <i>እንደ አቃፊ አለ።</i>
ar: <b>_:ﻒﻠﻤﻟﺍ ﻢﺳﺍ</b> <i>ﺪﻠﺠﻤﻛ ﺩﻮﺟﻮﻣ</i>
be: <b>_Імя файла:</b> <i>існуе як папка</i>
bg: <b>_Име на файл:</b> <i>съществува като папка</i>
bn: <b>_ফাইলের নাম:</b> <i>ফোল্ডার হিসাবে বিদ্যমান</i>
ca: <b>_Nom de l'arxiu:</b> <i>existeix com a carpeta</i>
cy: <b>_Enw ffeil:</b> <i>yn bodoli fel ffolder</i>
da: <b>_Filnavn:</b> <i>eksisterer som mappe</i>
eo: <b>_Dosiernomo:</b> <i>ekzistas kiel dosierujo</i>
et: <b>_Faili nimi:</b> <i>eksisteerib kaustana</i>
eu: <b>_Fitxategi izena:</b> <i>karpeta gisa existitzen da</i>
fa: <b>_:ﻞﯾﺎﻓ ﻡﺎﻧ</b> <i>ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻪﺷﻮﭘ ﻥﺍﻮﻨﻋ ﻪﺑ</i>
fi: <b>_Tiedoston nimi:</b> <i>on olemassa kansiona</i>
fil: <b>_Filename:</b> <i>umiiral bilang folder</i>
fy: <b>_Bestânsnamme:</b> <i>bestiet as map</i>
ga: <b>_Ainm comhaid:</b> <i>ann mar fhillteán</i>
gd: <b>_Ainm faidhle:</b> <i>ann mar phasgan</i>
gl: <b>_Nome de arquivo:</b> <i>existe como cartafol</i>
gu: <b>_ફાઈલનું નામ:</b> <i>ફોલ્ડર તરીકે અસ્તિત્વમાં છે</i>
he: <b>_:ץבוק םש</b> <i>היקית רותב םייק</i>
hi: <b>_फ़ाइल का नाम:</b> <i>फ़ोल्डर के रूप में मौजूद है</i>
hr: <b>_Naziv datoteke:</b> <i>postoji kao mapa</i>
hu: <b>_Fájl név:</b> <i>mappaként létezik</i>
hy: <b>_Ֆայլի անուն:</b> <i>գոյություն ունի որպես թղթապանակ</i>
id: <b>_Nama file:</b> <i>ada sebagai folder</i>
is: <b>_Skráarnafn:</b> <i>er til sem mappa</i>
ka: <b>_Ფაილის სახელი:</b> <i>არსებობს როგორც საქაღალდე</i>
kk: <b>_Файл атауы:</b> <i>қалта ретінде бар</i>
km: <b>_ឈ្មោះu200bឯកសារ:</b> <i>មានជាថតឯកសារ</i>
kn: <b>_ಕಡತದ ಹೆಸರು:</b> <i>ಫೋಲ್ಡರ್ ಆಗಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ</i>
ku: <b>_Navê pelê:</b> <i>wekî peldankê heye</i>
ky: <b>_Шилтемелер аты:</b> <i>папка катары бар</i>
lb: <b>_Numm vum Dossier:</b> <i>existéiert als Dossier</i>
lo: <b>_ຊື່u200bເອu200bກະu200bສານ:</b> <i>ມີຢູ່ໃນໂຟນເດີ</i>
lt: <b>_Failo pavadinimas:</b> <i>egzistuoja kaip aplankas</i>
lv: <b>_Faila nosaukums:</b> <i>pastāv kā mape</i>
mg: <b>_Anaran'ny fisie:</b> <i>misy toy ny folder</i>
mi: <b>_Ingoa Kōnae:</b> <i>kei te noho hei kōpaki</i>
mk: <b>_Име на датотека:</b> <i>постои како папка</i>
ml: <b>_ഫയലിന്റെ പേര്:</b> <i>ഫോൾഡറായി നിലവിലുണ്ട്</i>
mn: <b>_Файлын нэр:</b> <i>хавтас хэлбэрээр байдаг</i>
mr: <b>_फाईलचे नाव:</b> <i>फोल्डर म्हणून अस्तित्वात आहे</i>
mt: <b>_Isem tal-fajl:</b> <i>teżisti bħala folder</i>
my: <b>_ဖိုင်နာမည်:</b> <i>ဖိုဒါအဖြစ်တည်ရှိသည်။</i>
nb: <b>_Filnavn:</b> <i>eksisterer som mappe</i>
ne: <b>_फाइलनाम:</b> <i>फोल्डरको रूपमा अवस्थित छ</i>
or: <b>_ଦସ୍ତାବିଜ୍ ର ନାମ:</b> <i>ଫୋଲ୍ଡର୍ ଭାବରେ ବିଦ୍ୟମାନ |</i>
pa: <b>_ਫਾਈਲ ਦਾ ਨਾਮ:</b> <i>ਫੋਲਡਰ ਵਜੋਂ ਮੌਜੂਦ ਹੈ</i>
ps: <b>_:ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ</b> <i>ﻱﺮﻟ ﻥﻮﺘﺷ ﻪګﻮﺗ ﻪﭘ ﺭډﻟﻮﻓ ﺩ</i>
ro: <b>_Nume de fișier:</b> <i>există ca folder</i>
rw: <b>_Izina rya dosiye:</b> <i>ibaho nkububiko</i>
sd: <b>_:ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ</b> <i>ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﺭﻮﻃ ﺭڊﻟﻮﻓ</i>
si: <b>_ගොනු නාමය:</b> <i>ෆෝල්ඩරය ලෙස පවතී</i>
sk: <b>_Názov súboru:</b> <i>existuje ako priečinok</i>
sl: <b>_Ime datoteke:</b> <i>obstaja kot mapa</i>
sq: <b>_Emri i skedarit:</b> <i>ekziston si dosje</i>
sw: <b>_Jina la faili:</b> <i>ipo kama folda</i>
ta: <b>_கோப்பு பெயர்:</b> <i>கோப்புறையாக உள்ளது</i>
te: <b>_ఫైల్ పేరు:</b> <i>ఫోల్డర్u200cగా ఉంది</i>
tg: <b>_Номи парванда:</b> <i>ҳамчун папка вуҷуд дорад</i>
th: <b>_ชื่อไฟล์:</b> <i>มีอยู่เป็นโฟลเดอร์</i>
tk: <b>_Faýlyň ady:</b> <i>bukjasy hökmünde bar</i>
tt: <b>_Файл исеме:</b> <i>папка рәвешендә бар</i>
uk: <b>_Ім'я файлу:</b> <i>існує як папка</i>
ur: <b>_:ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ</b> <i>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﺭﮉﻟﻮﻓ</i>
uz: <b>_Fayl nomi:</b> <i>papka sifatida mavjud</i>
vi: <b>_Tên tệp:</b> <i>tồn tại dưới dạng thư mục</i>
xh: <b>_Igama lefayile:</b> <i>ikhona njengefolda</i>
yi: <b>_:ןעמאָנ עקעט</b> <i>עקעט יוו טריטסיסקע</i>

source: <b>_Parent:</b>
af: <b>_Ouer:</b>
am: <b>_ወላጅ፡-</b>
ar: <b>_:ﻦﻳﻮﺑﻷ﻿ﺍ</b>
be: <b>_Бацька:</b>
bg: <b>_родител:</b>
bn: <b>_অভিভাবক:</b>
ca: <b>_Pare:</b>
cy: <b>_Rhiant:</b>
da: <b>_Forælder:</b>
eo: <b>_Gepatro:</b>
et: <b>_Vanem:</b>
eu: <b>_Gurasoa:</b>
fa: <b>_:ﻦﯾﺪﻟﺍﻭ</b>
fi: <b>_Vanhempi:</b>
fil: <b>_Magulang:</b>
fy: <b>_âlder:</b>
ga: <b>_Tuismitheoir:</b>
gd: <b>_Pàrant:</b>
gl: <b>_Pai:</b>
gu: <b>_પિતૃ:</b>
he: <b>_:הֶרֹוה</b>
hi: <b>_अभिभावक:</b>
hr: <b>_Roditelj:</b>
hu: <b>_Szülő:</b>
hy: <b>_Ծնող.</b>
id: <b>_Induk:</b>
is: <b>_Foreldri:</b>
ka: <b>_მშობელი:</b>
kk: <b>_Ата-ана:</b>
km: <b>_មាតាបិតា៖</b>
kn: <b>_ಪೋಷಕ:</b>
ku: <b>_Dê û bav:</b>
ky: <b>_Ата-эне:</b>
lb: <b>_Elterendeel:</b>
lo: <b>_ພໍ່ແມ່:</b>
lt: <b>_Tėvas:</b>
lv: <b>_Vecāks:</b>
mg: <b>_ray aman-dreny:</b>
mi: <b>_Matua:</b>
mk: <b>_Родител:</b>
ml: <b>_രക്ഷിതാവ്:</b>
mn: <b>_Эцэг эх:</b>
mr: <b>_पालक:</b>
mt: <b>_Ġenitur:</b>
my: <b>_မိဘ-</b>
nb: <b>_Forelder:</b>
ne: <b>_अभिभावक:</b>
or: <b>_ପିତାମାତା:</b>
pa: <b>_ਮਾਤਾ-ਪਿਤਾ:</b>
ps: <b>_:ﺭﻼ﻿ﭘ</b>
ro: <b>_Mamă:</b>
rw: <b>_Umubyeyi:</b>
sd: <b>_:ﻦﻳﺪﻟﺍﻭ</b>
si: <b>_මාපිය:</b>
sk: <b>_rodič:</b>
sl: <b>_starš:</b>
sq: <b>_Prindi:</b>
sw: <b>_Mzazi:</b>
ta: <b>_பெற்றோர்:</b>
te: <b>_తల్లిదండ్రులు:</b>
tg: <b>_Волидайн:</b>
th: <b>_พ่อแม่:</b>
tk: <b>_Ene-atasy:</b>
tt: <b>_Ата-ана:</b>
uk: <b>_Батько:</b>
ur: <b>_:ﻦﯾﺪﻟﺍﻭ</b>
uz: <b>_Ota-ona:</b>
vi: <b>_Cha mẹ:</b>
xh: <b>_Umzali:</b>
yi: <b>_:רעטאָפ</b>
