Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: file '%s' is not a regular file
af: lêer '%s' is nie 'n gewone lêer nie
am: ፋይል '%s' መደበኛ ፋይል አይደለም
ar: ﻒﻠﻣ '%s' ﺎًﻳﺩﺎﻋ ﺎًﻔﻠﻣ ﺲﻴﻟ
be: файл '%s' не з'яўляецца звычайным файлам
bg: файл '%s' не е обикновен файл
bn: ফাইল '%s' একটি নিয়মিত ফাইল নয়
ca: dossier '%s' no és un fitxer normal
cy: ffeil '%s' ddim yn ffeil reolaidd
da: fil '%s' er ikke en almindelig fil
eo: dosiero '%s' ne estas regula dosiero
et: faili '%s' ei ole tavaline fail
eu: fitxategia '%s' ez da fitxategi arrunt bat
fa: ﻞﯾﺎﻓ '%s' ﺖﺴﯿﻧ ﯽﻟﻮﻤﻌﻣ ﻞﯾﺎﻓ ﮏﯾ
fi: tiedosto '%s' ei ole tavallinen tiedosto
fil: file '%s' ay hindi isang regular na file
fy: map '%s' is gjin gewoane triem
ga: comhad '%s' ní comhad rialta é
gd: faidhle '%s' chan e faidhle cunbhalach a th ’ann
gl: arquivo '%s' non é un ficheiro normal
gu: ફાઇલ '%s' નિયમિત ફાઇલ નથી
he: ץֶבֹוק '%s' ליגר ץבוק וניא
hi: फ़ाइल '%s' एक नियमित फ़ाइल नहीं है
hr: datoteka '%s' nije obična datoteka
hu: fájlt '%s' nem normál fájl
hy: ֆայլ '%s' սովորական ֆայլ չէ
id: mengajukan '%s' bukan file biasa
is: skrá '%s' er ekki venjuleg skrá
ka: ფაილი '%s' არ არის ჩვეულებრივი ფაილი
kk: файл '%s' кәдімгі файл емес
km: ឯកសារ '%s' មិនមែនជាឯកសារធម្មតាទេ។
kn: ಕಡತ '%s' ಸಾಮಾನ್ಯ ಫೈಲ್ ಅಲ್ಲ
ku: dosî '%s' ne dosyayek asayî ye
ky: файл '%s' кадимки файл эмес
lb: Fichier '%s' ass net eng regulär Datei
lo: ໄຟລ໌ '%s' ບໍ່ແມ່ນໄຟລ໌ປົກກະຕິ
lt: failas '%s' nėra normalus failas
lv: failu '%s' nav parasts fails
mg: rakitra '%s' dia tsy rakitra mahazatra
mi: kōnae '%s' ehara i te kōnae auau
mk: датотека '%s' не е редовна датотека
ml: ഫയൽ '%s' ഒരു സാധാരണ ഫയലല്ല
mn: файл '%s' ердийн файл биш
mr: फाइल '%s' नियमित फाइल नाही
mt: fajl '%s' mhuwiex fajl regolari
my: ဖိုင် '%s' ပုံမှန်ဖိုင်မဟုတ်ပါ။
nb: fil '%s' er ikke en vanlig fil
ne: फाइल '%s' नियमित फाइल होइन
or: ଫାଇଲ୍ | '%s' ଏକ ନିୟମିତ ଫାଇଲ୍ ନୁହେଁ |
pa: ਫਾਈਲ '%s' ਇੱਕ ਨਿਯਮਤ ਫਾਈਲ ਨਹੀਂ ਹੈ
ps: ﻪﻨﺗﻭﺩ '%s' ﯼﺪﻧ ﻞﯾﺎﻓ ﻢﻈﻨﻣ
ro: fişier '%s' nu este un fișier obișnuit
rw: dosiye '%s' ntabwo ari dosiye isanzwe
sd: ﻞﺋﺎﻓ '%s' ﻲﻫﺁ ﻪﻧ ﻞﺋﺎﻓ ﻩﺪﻋﺎﻗﺎﺑ ڪﻫ
si: ගොනුව '%s' සාමාන්u200dය ගොනුවක් නොවේ
sk: súbor '%s' nie je bežný súbor
sl: mapa '%s' ni običajna datoteka
sq: dosje '%s' nuk është një skedar i rregullt
sw: faili '%s' sio faili ya kawaida
ta: கோப்பு '%s' வழக்கமான கோப்பு அல்ல
te: ఫైల్ '%s' సాధారణ ఫైల్ కాదు
tg: файл '%s' файли муқаррарӣ нест
th: ไฟล์ '%s' ไม่ใช่ไฟล์ปกติ
tk: faýl '%s' adaty faýl däl
tt: файл '%s' гадәти файл түгел
uk: файл '%s' не є звичайним файлом
ur: ﻞﺋﺎﻓ '%s' ۔ﮯﮨ ﮟﯿﮩﻧ ﻞﺋﺎﻓ ﮦﺪﻋﺎﻗﺎﺑ ﮏﯾﺍ
uz: fayl '%s' oddiy fayl emas
vi: tập tin '%s' không phải là một tập tin thông thường
xh: ifayile '%s' asiyofayile eqhelekileyo
yi: עקעט '%s' עקעט רעלוגער אַ טשינ זיא

source: Dynamic resize requires width and height > 0
af: Dinamiese grootteverandering vereis breedte en hoogte > 0
am: ተለዋዋጭ መጠን ወርድ እና ቁመት ያስፈልገዋል > 0
ar: ﻉﺎﻔﺗﺭﻻ﻿ﺍﻭ ﺽﺮﻌﻟﺍ ﻲﻜﻴﻣﺎﻨﻳﺪﻟﺍ ﻢﺠﺤﻟﺍ ﺮﻴﻴﻐﺗ ﺐﻠﻄﺘﻳ > 0
be: Дынамічнае змяненне памеру патрабуе шырыні і вышыні > 0
bg: Динамичното преоразмеряване изисква ширина и височина > 0
bn: গতিশীল আকার পরিবর্তনের জন্য প্রস্থ এবং উচ্চতা প্রয়োজন > 0
ca: El canvi de mida dinàmic requereix amplada i alçada > 0
cy: Mae newid maint deinamig yn gofyn am led ac uchder > 0
da: Dynamisk ændring af størrelse kræver bredde og højde > 0
eo: Dinamika regrandigo postulas larĝecon kaj altecon > 0
et: Dünaamiline suuruse muutmine nõuab laiust ja kõrgust > 0
eu: Tamaina aldatzeko dinamikoak zabalera eta altuera behar ditu > 0
fa: ﺩﺭﺍﺩ ﺯﺎﯿﻧ ﻉﺎﻔﺗﺭﺍ ﻭ ﺽﺮﻋ ﻪﺑ ﺎﯾﻮﭘ ﻩﺯﺍﺪﻧﺍ ﺮﯿﯿﻐﺗ > 0
fi: Dynaaminen koon muuttaminen edellyttää leveyttä ja korkeutta > 0
fil: Ang dynamic na pagbabago ay nangangailangan ng lapad at taas > 0
fy: Dynamyske grutte feroarje fereasket breedte en hichte > 0
ga: Teastaíonn leithead agus airde chun méid dinimiciúil a athrú > 0
gd: Feumaidh meud agus àirde ath-mheudachadh dinamic > 0
gl: O cambio de tamaño dinámico require ancho e alto > 0
gu: ડાયનેમિક રિસાઈઝ માટે પહોળાઈ અને ઊંચાઈની જરૂર છે > 0
he: הבוגו בחור שרוד ימניד לדוג יוניש > 0
hi: गतिशील आकार बदलने के लिए चौड़ाई और ऊंचाई की आवश्यकता होती है > 0
hr: Dinamička promjena veličine zahtijeva širinu i visinu > 0
hu: A dinamikus átméretezés 0-nál nagyobb szélességet és hosszúságot kíván
hy: Դինամիկ չափը պահանջում է լայնություն և բարձրություն > 0
id: Mengubah ukuran dinamis membutuhkan lebar dan tinggi > 0
is: Dynamic stærðarbreyting krefst breiddar og hæðar > 0
ka: დინამიური ზომის შეცვლა მოითხოვს სიგანეს და სიმაღლეს > 0
kk: Динамикалық өлшемді өзгерту ені мен биіктігін қажет етеді > 0
km: ការផ្លាស់ប្តូរទំហំថាមវន្តទាមទារទទឹង និងកម្ពស់ > 0
kn: ಡೈನಾಮಿಕ್ ಮರುಗಾತ್ರಗೊಳಿಸಲು ಅಗಲ ಮತ್ತು ಎತ್ತರದ ಅಗತ್ಯವಿದೆ > 0
ku: Mezinahiya dînamîk firehî û bilindahî hewce dike > 0
ky: Динамикалык өлчөмдөрү туурасы менен бийиктигин талап кылат > 0
lb: Dynamesch Ännerung erfuerdert Breet an Héicht > 0
lo: ການປັບຂະໜາດແບບໄດນາມິກຕ້ອງການຄວາມກວ້າງແລະຄວາມສູງ > 0
lt: Dinaminiam dydžio keitimui reikalingas plotis ir aukštis > 0
lv: Dinamiskajai izmēru maiņai ir nepieciešams platums un augstums > 0
mg: Mila sakany sy haavony ny fanovana dynamic > 0
mi: Me whai whanui me te teitei te rahinga hihiko > 0
mk: Динамичната промена на големината бара ширина и висина > 0
ml: ഡൈനാമിക് വലുപ്പം മാറ്റുന്നതിന് വീതിയും ഉയരവും ആവശ്യമാണ് > 0
mn: Динамик хэмжээг өөрчлөхөд өргөн ба өндөр шаардлагатай > 0
mr: डायनॅमिक आकार बदलण्यासाठी रुंदी आणि उंची आवश्यक आहे > 0
mt: Id-daqs mill-ġdid dinamiku jeħtieġ wisa 'u għoli > 0
my: ဒိုင်းနမစ် အရွယ်အစားကို အကျယ်နှင့် အမြင့် လိုအပ်သည်။ > 0
nb: Dynamisk endring av størrelse krever bredde og høyde > 0
ne: डायनामिक रिसाइजलाई चौडाइ र उचाइ चाहिन्छ > 0
or: ଡାଇନାମିକ୍ ଆକାରର ମୋଟେଇ ଏବଂ ଉଚ୍ଚତା ଆବଶ୍ୟକ କରେ | > 0
pa: ਡਾਇਨਾਮਿਕ ਰੀਸਾਈਜ਼ ਲਈ ਚੌੜਾਈ ਅਤੇ ਉਚਾਈ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ > 0
ps: ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﯽﻟﺍﻭړﻮﻟ ﻭﺍ ﺽﺮﻋ ﻝﻮﮐ ﻩﺯﺍﺪﻧﺍ ﮎﺮﺤﺘﻣ > 0
ro: Redimensionarea dinamică necesită lățime și înălțime > 0
rw: Ingano ihindagurika isaba ubugari n'uburebure > 0
sd: ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻲﺋﺎﭼﻭﺍ ۽ ﻲٽﻮﭼ ﻲﮐ ﺰﺋﺍﺰﻳﺭ ڪﺮﺤﺘﻣ > 0
si: ගතික ප්u200dරමාණය වෙනස් කිරීම සඳහා පළල සහ උස අවශ්u200dය වේ > 0
sk: Dynamická zmena veľkosti vyžaduje šírku a výšku > 0
sl: Dinamično spreminjanje velikosti zahteva širino in višino > 0
sq: Ndryshimi dinamik i madhësisë kërkon gjerësi dhe lartësi > 0
sw: Kubadilisha ukubwa kwa nguvu kunahitaji upana na urefu > 0
ta: டைனமிக் மறுஅளவிற்கு அகலம் மற்றும் உயரம் தேவை > 0
te: డైనమిక్ పరిమాణానికి వెడల్పు మరియు ఎత్తు అవసరం > 0
tg: Тағйир додани андозаи динамикӣ паҳнӣ ва баландиро талаб мекунад > 0
th: การปรับขนาดแบบไดนามิกต้องใช้ความกว้างและความสูง > 0
tk: Dinamiki ölçegi giňligi we beýikligi talap edýär > 0
tt: Динамик размер киңлек һәм биеклек таләп итә > 0
uk: Для динамічного зміни розміру потрібні ширина та висота > 0
ur: ۔ﮯﮨ ﯽﺗﻮﮨ ﺭﺎﮐﺭﺩ ﯽﺋﺎﭽﻧﻭﺍ ﺭﻭﺍ ﯽﺋﺍﮌﻮﭼ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﺰﺋﺎﺳ ﮎﺮﺤﺘﻣ > 0
uz: Dinamik o'lcham kenglik va balandlikni talab qiladi > 0
vi: Thay đổi kích thước động yêu cầu chiều rộng và chiều cao > 0
xh: Ubungakanani obuguquguqukayo bufuna ububanzi kunye nobude > 0
yi: ךייה ןוא טיירב זרעייווקיר עזיסער שימאַניד > 0

source: internal command %s requires an argument
af: interne opdrag %s vereis 'n argument
am: የውስጥ ትዕዛዝ %s ክርክር ይጠይቃል
ar: ﺔﻴﻠﺧﺍﺪﻟﺍ ﺓﺩﺎﻴﻘﻟﺍ %s ﺔﺠﺣ ﺐﻠﻄﺘﻳ
be: ўнутранае камандаванне %s патрабуе аргументацыі
bg: вътрешна команда %s изисква аргумент
bn: অভ্যন্তরীণ কমান্ড %s একটি যুক্তি প্রয়োজন
ca: comandament intern %s requereix un argument
cy: gorchymyn mewnol %s yn gofyn am ddadl
da: intern kommando %s kræver et argument
eo: interna komando %s postulas argumenton
et: sisemine käsk %s nõuab argumenti
eu: barne-agindua %s argudio bat eskatzen du
fa: ﯽﻠﺧﺍﺩ ﻥﺎﻣﺮﻓ %s ﺪﻫﺍﻮﺧ ﯽﻣ ﻝﻻ﻿ﺪﺘﺳﺍ
fi: sisäinen komento %s vaatii argumentin
fil: panloob na utos %s nangangailangan ng argumento
fy: ynterne kommando %s freget in argumint
ga: ordú inmheánach %s éilíonn argóint
gd: àithne a-staigh %s feumach air argamaid
gl: mando interno %s require un argumento
gu: આંતરિક આદેશ %s દલીલની જરૂર છે
he: ימינפ דוקיפ %s חוכיו שרוד
hi: आंतरिक आदेश %s एक तर्क की आवश्यकता है
hr: unutarnje zapovjedništvo %s zahtijeva argument
hu: az alábbi belső parancs: %s egy argumentumot kíván
hy: ներքին հրաման %s պահանջում է փաստարկ
id: perintah internal %s membutuhkan argumen
is: innri stjórn %s krefst rök
ka: შიდა ბრძანება %s არგუმენტს მოითხოვს
kk: ішкі команда %s дәлелді талап етеді
km: ពាក្យបញ្ជាផ្ទៃក្នុង %s ទាមទារu200bការu200bប្រកែក
kn: ಆಂತರಿಕ ಆಜ್ಞೆ %s ವಾದದ ಅಗತ್ಯವಿದೆ
ku: fermana navxweyî %s argumanek hewce dike
ky: ички буйрук %s аргумент талап кылат
lb: intern Kommando %s verlaangt en Argument
lo: ຄໍາສັ່ງພາຍໃນ %s ຮຽກຮ້ອງໃຫ້ມີການໂຕ້ຖຽງ
lt: vidinė komanda %s reikalauja argumento
lv: iekšējā komanda %s prasa argumentu
mg: baiko anatiny %s mila argument
mi: whakahau o roto %s me tautohe
mk: внатрешна команда %s бара аргумент
ml: ആന്തരിക കമാൻഡ് %s ഒരു വാദം ആവശ്യമാണ്
mn: дотоод тушаал %s аргумент шаарддаг
mr: अंतर्गत आदेश %s युक्तिवाद आवश्यक आहे
mt: kmand intern %s teħtieġ argument
my: အတွင်းအမိန့် %s အငြင်းအခုံတစ်ခုလိုအပ်သည်။
nb: intern kommando %s krever et argument
ne: आन्तरिक आदेश %s तर्क चाहिन्छ
or: ଆଭ୍ୟନ୍ତରୀଣ ନିର୍ଦ୍ଦେଶ %s ଏକ ଯୁକ୍ତି ଆବଶ୍ୟକ କରେ |
pa: ਅੰਦਰੂਨੀ ਕਮਾਂਡ %s ਇੱਕ ਦਲੀਲ ਦੀ ਲੋੜ ਹੈ
ps: ﻩﺪﻧﺎﻣﻮﻗ ﻲﻠﺧﺍﺩ %s ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻞﯿﻟﺩ
ro: comandă internă %s necesită un argument
rw: imbere %s bisaba gutongana
sd: ﻢڪﺣ ﻲﻧﻭﺭﺪﻧﺍ %s ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻞﻴﻟﺩ ڪﻫ
si: අභ්යන්තර විධානය %s තර්කයක් අවශ්යයි
sk: interný príkaz %s vyžaduje argument
sl: notranji ukaz %s zahteva argument
sq: komandë e brendshme %s kërkon një argument
sw: amri ya ndani %s inahitaji hoja
ta: உள் கட்டளை %s ஒரு வாதம் தேவை
te: అంతర్గత ఆదేశం %s ఒక వాదన అవసరం
tg: фармони дохилӣ %s далел талаб мекунад
th: คำสั่งภายใน %s ต้องมีการโต้เถียง
tk: içerki buýruk %s argument talap edýär
tt: эчке боерык %s бәхәс таләп итә
uk: внутрішня команда %s вимагає аргументації
ur: ﮉﻧﺎﻤﮐ ﯽﻧﻭﺭﺪﻧﺍ %s ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﻞﯿﻟﺩ ﮏﯾﺍ
uz: ichki buyruq %s argument talab qiladi
vi: lệnh nội bộ %s yêu cầu một đối số
xh: umyalelo wangaphakathi %s ifuna ingxabano
yi: לעפֿאַב ךעלרעני %s טנעמוגראַ אַ טגנאלראפ

source: element '%s' does not exist
af: element '%s' bestaan u200bu200bnie
am: ኤለመንት '%s' አልተገኘም
ar: ﺮﺼﻨﻋ '%s' ﺩﻮﺟﻮﻣ ﺮﻴﻏ
be: элемент '%s' не існуе
bg: елемент '%s' не съществува
bn: উপাদান '%s' এটির অস্তিত্ব নেই
ca: element '%s' no existeix
cy: elfen '%s' ddim yn bodoli
da: element '%s' eksisterer ikke
eo: elemento '%s' ne ekzistas
et: element '%s' ei eksisteeri
eu: elementua '%s' ez da existitzen
fa: ﺮﺼﻨﻋ '%s' ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ
fi: elementti '%s' ei ole olemassa
fil: elemento '%s' ay wala
fy: elemint '%s' bestiet net
ga: eilimint '%s' Gan a bheith ann
gd: eileamaid '%s' chan eil e ann
gl: elemento '%s' non existe
gu: તત્વ '%s' અસ્તિત્વમાં નથી
he: טנֶמֵלֵא '%s' םייק אל
hi: तत्त्व '%s' मौजूद नहीं होना
hr: element '%s' ne postoji
hu: '%s' ekem nem létezik
hy: տարր '%s' գոյություն չունի
id: elemen '%s' tidak ada
is: þáttur '%s' er ekki til
ka: ელემენტი '%s' არ არსებობს
kk: элемент '%s' жоқ
km: ធាតុ '%s' មិនu200bមាន
kn: ಅಂಶ '%s' ಅಸ್ತಿತ್ವದಲ್ಲಿ ಇಲ್ಲ
ku: pêve '%s' tune ye
ky: элемент '%s' жок
lb: element '%s' existéiert net
lo: ອົງປະກອບ '%s' ບໍ່ມີ
lt: elemento '%s' nėra
lv: elements '%s' neeksistē
mg: singa '%s' tsy misy
mi: huānga '%s' karekau
mk: елемент '%s' не постои
ml: ഘടകം '%s' നിലവിലില്ല
mn: элемент '%s' байдаггүй
mr: घटक '%s' अस्तित्वात नाही
mt: element '%s' ma jeżistix
my: ဒြပ်စင် '%s' မတည်ရှိပါဘူး
nb: element '%s' eksisterer ikke
ne: तत्व '%s' अ स् ति त् व मा छै न
or: ଉପାଦାନ '%s' ବିଦ୍ୟମାନ ନାହିଁ
pa: ਤੱਤ '%s' ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ps: ﺮﺼﻨﻋ '%s' ﻱﺮﻟ ﻪﻧ ﻥﻮﺘﺷ
ro: element '%s' nu exista
rw: ikintu '%s' ntabaho
sd: ﺮﺼﻨﻋ '%s' ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ
si: මූලද්රව්යය '%s' නොපවතී
sk: element '%s' neexistuje
sl: element '%s' ne obstaja
sq: element '%s' nuk ekziston
sw: kipengele '%s' haipo
ta: உறுப்பு '%s' இல்லை
te: మూలకం '%s' ఉనికిలో లేదు
tg: элемент '%s' вуҷуд надорад
th: องค์ประกอบ '%s' ไม่ได้อยู่
tk: elementi '%s' ýok
tt: элемент '%s' юк
uk: елемент '%s' не існує
ur: ﺮﺼﻨﻋ '%s' ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ
uz: element '%s' mavjud emas
vi: yếu tố '%s' không tồn tại
xh: isiqalelo '%s' ayikho
yi: טנעמעלע '%s' טשינ טריטסיזקע

source: internal command press is invalid for non-button %s
af: interne opdragdruk is ongeldig vir nie-knoppie %s
am: የውስጥ ትዕዛዝ ፕሬስ ላልሆነ አዝራር ልክ ያልሆነ ነው። %s
ar: ﺭﺍﺭﺯﻷ﻿ﺍ ﺮﻴﻐﻟ ﺢﻟﺎﺻ ﺮﻴﻏ ﻲﻠﺧﺍﺪﻟﺍ ﺮﻣﻷ﻿ﺍ ﻂﻐﺿ %s
be: унутранае націск каманд недапушчальны для не кнопкі %s
bg: вътрешното натискане на команда е невалидно за не-бутон %s
bn: অ-বোতামের জন্য অভ্যন্তরীণ কমান্ড প্রেস অবৈধ %s
ca: La pressió interna d'ordres no és vàlida per a no botó %s
cy: mae'r wasg gorchymyn mewnol yn annilys am nad yw'n botwm %s
da: internt kommandotryk er ugyldigt for ikke-knap %s
eo: interna komandpremo estas nevalida por ne-butono %s
et: sisemine käsuvajutus on mitte-nupu korral kehtetu %s
eu: barruko komandoak sakatzeak ez du balio botoirik gabekoentzat %s
fa: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﻪﻤﮐﺩ ﺮﯿﻏ ﯼﺍﺮﺑ ﯽﻠﺧﺍﺩ ﺭﻮﺘﺳﺩ ﻥﺩﺍﺩ ﺭﺎﺸﻓ %s
fi: sisäinen komennon painallus ei kelpaa painikkeen puuttuessa %s
fil: Ang panloob na command press ay hindi wasto para sa hindi button %s
fy: ynterne kommando parse is ûnjildich foar net-knop %s
ga: tá preas ordaithe inmheánach neamhbhailí le haghaidh neamh-chnaipe %s
gd: tha preas àithne a-staigh neo-dhligheach airson neo-phutan %s
gl: Premer o comando interno non é válido para os que non son botóns %s
gu: આંતરિક આદેશ પ્રેસ બિન-બટન માટે અમાન્ય છે %s
he: ןצחל-יא רובע תיקוח הניא תימינפ הדוקפ תציחל %s
hi: आंतरिक कमांड प्रेस गैर-बटन के लिए अमान्य है %s
hr: pritisak unutarnje naredbe je nevažeći za ne-gumb %s
hu: a belső parancslenyomás érvénytelen nem gomb esetén %s
hy: Ներքին հրամանի սեղմումը անվավեր է ոչ կոճակի համար %s
id: tekan perintah internal tidak valid untuk non-tombol %s
is: Innri stjórnunarýting er ógild fyrir ekki-hnapp %s
ka: შიდა ბრძანების დაჭერა არასწორია ღილაკებისთვის %s
kk: ішкі пәрменді басу түйме емес үшін жарамсыз %s
km: ការu200bចុចu200bពាក្យu200bបញ្ជាu200bខាងក្នុងu200bមិនu200bត្រឹមត្រូវu200bសម្រាប់u200bការu200bមិនu200bប្រើu200bប៊ូតុង %s
kn: ಬಟನ್ ಅಲ್ಲದವರಿಗೆ ಆಂತರಿಕ ಕಮಾಂಡ್ ಪ್ರೆಸ್ ಅಮಾನ್ಯವಾಗಿದೆ %s
ku: Çapemeniya fermana navxweyî ji bo bişkokê nederbasdar e %s
ky: ички буйрук басуу баскычы жок үчүн жараксыз %s
lb: intern Kommando Press ass ongëlteg fir Net-Knäppchen %s
lo: ການກົດຄໍາສັ່ງພາຍໃນບໍ່ຖືກຕ້ອງສໍາລັບການທີ່ບໍ່ແມ່ນປຸ່ມ %s
lt: vidinis komandos paspaudimas negalioja, jei mygtukas nėra %s
lv: iekšējās komandas nospiešana ir nederīga, ja nav pogas %s
mg: Ny fanerena baiko anatiny dia tsy mety amin'ny tsy bokotra %s
mi: he muhu te perehi whakahau o roto mo te patene-kore %s
mk: Притискањето на внатрешната команда е неважечко за не-копче %s
ml: നോൺ-ബട്ടണിന് ആന്തരിക കമാൻഡ് പ്രസ്സ് അസാധുവാണ് %s
mn: Товчлуургүй тохиолдолд дотоод тушаалыг дарах нь буруу байна %s
mr: अंतर्गत कमांड प्रेस नॉन-बटनसाठी अवैध आहे %s
mt: l-istampa tal-kmand intern hija invalida għal mhux buttuna %s
my: အတွင်းပိုင်း အမိန့်ပေးချက်နှိပ်ခြင်းသည် ခလုတ်မဟုတ်သည့်အတွက် မမှန်ကန်ပါ။ %s
nb: intern kommandotrykk er ugyldig for ikke-knapp %s
ne: आन्तरिक आदेश प्रेस गैर-बटन को लागी अमान्य छ %s
or: ଅଣ-ବଟନ୍ ପାଇଁ ଆଭ୍ୟନ୍ତରୀଣ ନିର୍ଦ୍ଦେଶ ପ୍ରେସ୍ ଅବ alid ଧ ଅଟେ | %s
pa: ਅੰਦਰੂਨੀ ਕਮਾਂਡ ਪ੍ਰੈੱਸ ਗੈਰ-ਬਟਨ ਲਈ ਅਵੈਧ ਹੈ %s
ps: ﯼﺩ ﻢﺳﺎﻧ ﻩﺭﺎﭙﻟ ۍڼﺗ ﺮﯿﻏ ﺩ ﺲﯾﺮﭘ ډﻧﺎﻤﮐ ﻲﻠﺧﺍﺩ ﺩ %s
ro: Apăsarea de comandă internă este invalidă pentru non-buton %s
rw: imbere imbere kanda imbere ntabwo ari buto %s
sd: ﻲﮬﺁ ﻂﻠﻏ ءِﻻ﻿ ﮡٽﺑ ﺮﻴﻏ ﺲﻳﺮﭘ ڊﻧﺎﻤڪ ﻲﻧﻭﺭﺪﻧﺍ %s
si: අභ්u200dයන්තර විධාන එබීම බොත්තම නොවන සඳහා වලංගු නොවේ %s
sk: stlačenie interného príkazu je neplatné pre iné ako tlačidlo %s
sl: notranji pritisk ukaza je neveljaven za negumb %s
sq: Shtypja e komandës së brendshme është e pavlefshme për jo buton %s
sw: ubonyezo wa amri ya ndani ni batili kwa yasiyo ya kitufe %s
ta: பொத்தான் அல்லாதவற்றுக்கு உள்ளக கட்டளை அழுத்துதல் தவறானது %s
te: నాన్-బటన్ కోసం అంతర్గత కమాండ్ ప్రెస్ చెల్లదు %s
tg: пахшкунии фармони дохилӣ барои ғайри тугма эътибор надорад %s
th: การกดคำสั่งภายในไม่ถูกต้องสำหรับปุ่มที่ไม่ใช่ %s
tk: içerki buýruk düwmesi düwme däl üçin nädogry %s
tt: эчке боерык басу төймә булмаган өчен яраксыз %s
uk: натискання внутрішньої команди недійсне для не-кнопки %s
ur: ۔ﮯﮨ ﻂﻠﻏ ﮯﯿﻟ ﮯﮐ ﻦﭩﺑ ﺮﯿﻏ ﺲﯾﺮﭘ ﮉﻧﺎﻤﮐ ﯽﻧﻭﺭﺪﻧﺍ %s
uz: tugma bo'lmagan uchun ichki buyruqni bosish yaroqsiz %s
vi: nhấn lệnh nội bộ không hợp lệ đối với không phải nút %s
xh: Ucinezelo lomyalelo wangaphakathi alusebenzi kwi-non-qhosha %s
yi: לפּענק-טינ ראַפֿ טלפּירקראַפ זיא ןקירד לעפֿאַב ךעלרעני %s

source: internal command un/select is invalid for %s
af: interne opdrag un/select is ongeldig vir %s
am: የውስጥ ትእዛዝ un/መምረጥ ትክክል አይደለም። %s
ar: ـﻟ ﺢﻟﺎﺻ ﺮﻴﻏ un / select ﻲﻠﺧﺍﺪﻟﺍ ﺮﻣﻷ﻿ﺍ %s
be: унутраная каманда un/select несапраўдная для %s
bg: вътрешната команда un/select е невалидна за %s
bn: অভ্যন্তরীণ কমান্ড আন/নির্বাচন এর জন্য অবৈধ %s
ca: L'ordre intern un/select no és vàlid per a %s
cy: mae gorchymyn mewnol un / select yn annilys ar gyfer %s
da: intern kommando un/select er ugyldig for %s
eo: interna komando mal/elekto estas nevalida por %s
et: sisemine käsk un/select on kehtetu %s
eu: des/hautatu barne komandoak baliogabea du %s
fa: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﯼﺍﺮﺑ un/select ﯽﻠﺧﺍﺩ ﺭﻮﺘﺳﺩ %s
fi: sisäinen komento un/select on virheellinen %s
fil: Ang panloob na command na un/select ay hindi wasto para sa %s
fy: ynterne kommando un/selektearje is ûnjildich foar %s
ga: tá ordú inmheánach un / select neamhbhailí le haghaidh %s
gd: tha àithne a-staigh un / select neo-dhligheach airson %s
gl: O comando interno des/seleccionar non é válido para %s
gu: આંતરિક આદેશ અન/પસંદ કરવા માટે અમાન્ય છે %s
he: רובע תיקוח הניא un/select תימינפה הדוקפה %s
hi: आंतरिक कमांड अन/सेलेक्ट के लिए अमान्य है %s
hr: interna naredba un/select nije važeća za %s
hu: Az un/select belső parancs érvénytelen a következőnél %s
hy: ներքին հրամանը un/select-ը անվավեր է %s
id: perintah internal un/pilih tidak valid untuk %s
is: innri skipun un/select er ógild fyrir %s
ka: შიდა ბრძანება გაუქმება/არჩევა არასწორია %s
kk: үшін un/select ішкі пәрмені жарамсыз %s
km: ពាក្យបញ្ជាខាងក្នុង un/select គឺមិនត្រឹមត្រូវសម្រាប់ %s
kn: ಅನ್/ಸೆಲೆಕ್ಟ್ ಎಂಬ ಆಂತರಿಕ ಆಜ್ಞೆಯು ಅಮಾನ್ಯವಾಗಿದೆ %s
ku: fermana navxweyî ne/hilbijartin ji bo nederbasdar e %s
ky: un/select ички буйругу жараксыз %s
lb: intern Kommando un / wielt ass ongëlteg fir %s
lo: ຄໍາສັ່ງພາຍໃນ un/select ບໍ່ຖືກຕ້ອງສໍາລັບ %s
lt: vidinė komanda un/select yra netinkama %s
lv: iekšējā komanda un/select nav derīga %s
mg: Ny baiko anatiny un/select dia tsy mety amin'ny %s
mi: he muhu te tono a-roto un/select mo %s
mk: внатрешната команда un/select е неважечка за %s
ml: അൺ/സെലക്ട് എന്ന ആന്തരിക കമാൻഡ് അസാധുവാണ് %s
mn: un/select дотоод тушаал хүчингүй байна %s
mr: अंतर्गत आदेश रद्द/निवडण्यासाठी अवैध आहे %s
mt: kmand intern un/select huwa invalidu għal %s
my: အတွင်းပိုင်းအမိန့်ကို un/select သည် မမှန်ကန်ပါ။ %s
nb: intern kommando un/select er ugyldig for %s
ne: आन्तरिक आदेश अन/चयनको लागि अमान्य छ %s
or: ଆଭ୍ୟନ୍ତରୀଣ ନିର୍ଦ୍ଦେଶ un / select ପାଇଁ ଅବ alid ଧ ଅଟେ | %s
pa: ਅੰਦਰੂਨੀ ਕਮਾਂਡ ਅਣ/ਚੋਣ ਲਈ ਅਵੈਧ ਹੈ %s
ps: ﯼﺩ ﻢﺳﺎﻧ ﻩﺭﺎﭙﻟ ﯤﺩ ﺩ ﻝﻮﺑﺎﺨﺘﻧﺍ ﺮﯿﻏ ډﻧﺎﻤﮐ ﻲﻠﺧﺍﺩ %s
ro: comanda internă un/select este invalidă pentru %s
rw: imbere imbere un / guhitamo bitemewe %s
sd: ﻲﻫﺁ ﻂﻠﻏ ءِﻻ﻿ un/select ﻢڪﺣ ﻲﻧﻭﺭﺪﻧﺍ %s
si: අභ්u200dයන්තර විධානය un/select සඳහා වලංගු නොවේ %s
sk: interný príkaz un/select je neplatný pre %s
sl: notranji ukaz un/select ni veljaven za %s
sq: komanda e brendshme un/select është e pavlefshme për %s
sw: amri ya ndani un/elect ni batili kwa %s
ta: உள் கட்டளை un/select தவறானது %s
te: అన్/సెలెక్ట్ అనే అంతర్గత కమాండ్ దీనికి చెల్లదు %s
tg: фармони дохилӣ un/select барои %s
th: คำสั่งภายใน un/select ไม่ถูกต้องสำหรับ %s
tk: içerki buýruk un / select üçin nädogry %s
tt: эчке боерык un / select өчен яраксыз %s
uk: внутрішня команда un/select недійсна для %s
ur: ۔ﮯﮨ ﻂﻠﻏ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺐﺨﺘﻨﻣ/ﺮﯿﻏ ﮉﻧﺎﻤﮐ ﯽﻧﻭﺭﺪﻧﺍ %s
uz: uchun un/select ichki buyrug'i yaroqsiz %s
vi: lệnh nội bộ un / select không hợp lệ cho %s
xh: Umyalelo wangaphakathi ongakhethiyo awusebenzi kwi %s
yi: ראַפֿ טלפּירקראַפ זיא ןביַילקסיוא / ןלעפֿאַב ךעלרעני %s

source: error writing file %s: %s
af: fout met skryf van lêer %s: %s
am: ፋይል መፃፍ ስህተት %s: %s
ar: ﻒﻠﻤﻟﺍ ﺔﺑﺎﺘﻛ ﻲﻓ ﺄﻄﺧ %s: %s
be: памылка запісу файла %s: %s
bg: грешка при запис на файл %s: %s
bn: ফাইল লেখার ত্রুটি %s: %s
ca: error d'escriptura del fitxer %s: %s
cy: ffeil ysgrifennu gwall %s: %s
da: fejl ved skrivning af fil %s: %s
eo: eraro skribanta dosieron %s: %s
et: viga faili kirjutamisel %s: %s
eu: errorea fitxategia idazten %s: %s
fa: ﻞﯾﺎﻓ ﻦﺘﺷﻮﻧ ﺭﺩ ﺎﻄﺧ %s: %s
fi: virhe tiedoston kirjoittamisessa %s: %s
fil: error sa pagsulat ng file %s: %s
fy: flater skriuwen triem %s: %s
ga: comhad scríbhneoireachta earráide %s: %s
gd: faidhle sgrìobhaidh mearachd %s: %s
gl: erro ao escribir o ficheiro %s: %s
gu: ફાઇલ લખવામાં ભૂલ %s: %s
he: ץבוק תביתכב האיגש %s: %s
hi: त्रुटि लेखन फ़ाइल %s: %s
hr: greška u pisanju datoteke %s: %s
hu: hiba a fájl írásakor: %s: %s
hy: ֆայլ գրելու սխալ %s: %s
id: kesalahan penulisan file %s: %s
is: villa við að skrifa skrá %s: %s
ka: ფაილის წერის შეცდომა %s: %s
kk: файлды жазу қатесі %s: %s
km: កំហុសក្នុងការសរសេរឯកសារ %s: %s
kn: ಫೈಲ್ ಬರೆಯುವ ದೋಷ %s: %s
ku: pelê nivîsandina xeletî %s: %s
ky: ката жазуу файлы %s: %s
lb: Feeler Schreiwen Fichier %s: %s
lo: ເກີດຄວາມຜິດພາດໃນການຂຽນໄຟລ໌ %s: %s
lt: klaida rašant failą %s: %s
lv: kļūda rakstot failu %s: %s
mg: rakitra fanoratana diso %s: %s
mi: kōnae tuhi hapa %s: %s
mk: грешка при пишување датотека %s: %s
ml: ഫയൽ എഴുതുന്നതിൽ പിശക് %s: %s
mn: файл бичих алдаа %s: %s
mr: फाइल लिहिण्यात त्रुटी %s: %s
mt: fajl tal-kitba ta' żball %s: %s
my: ဖိုင်ရေးရာတွင် အမှားအယွင်းရှိသည်။ %s: %s
nb: feil ved skriving av fil %s: %s
ne: त्रुटि लेखन फाइल %s: %s
or: ଫାଇଲ୍ ଲେଖିବାରେ ତ୍ରୁଟି | %s: %s
pa: ਫਾਈਲ ਲਿਖਣ ਵਿੱਚ ਗਲਤੀ %s: %s
ps: ﻪﻨﺗﻭﺮﯧﺗ ﻮﻠﮑﯿﻟ ﯥﻨﺗﻭﺩ ﺩ %s: %s
ro: eroare la scrierea fișierului %s: %s
rw: dosiye yo kwandika amakosa %s: %s
sd: ﻞﺋﺎﻓ ﻲﺟ ﮡﮑﻟ ﻲﻄﻠﻏ %s: %s
si: ගොනුව ලිවීමේ දෝෂයකි %s: %s
sk: chyba pri písaní súboru %s: %s
sl: napaka pri zapisovanju datoteke %s: %s
sq: gabim në shkrimin e skedarit %s: %s
sw: faili ya kuandika makosa %s: %s
ta: கோப்பு எழுதுவதில் பிழை %s: %s
te: ఫైల్ రైటింగ్ లోపం %s: %s
tg: хато навиштани файл %s: %s
th: ข้อผิดพลาดในการเขียนไฟล์ %s: %s
tk: säwlik ýazmak faýly %s: %s
tt: хата язу файлында %s: %s
uk: помилка запису файлу %s: %s
ur: ﯽﻄﻠﻏ ﮟﯿﻣ ﮯﻨﮭﮑﻟ ﻞﺋﺎﻓ %s: %s
uz: faylni yozishda xato %s: %s
vi: lỗi ghi tệp %s: %s
xh: ifayile yokubhala imposiso %s: %s
yi: עקעט ןביירש תועט %s: %s
