Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
af: #!%s # Hierdie skrif wys 'n Ja/Nee dialoog # Gebruik AANGEHAALDE eval om veranderlikes wat deur afgevoer word, te lees zzzFM Dialoog: eval "`zzzfm -g --label "Is jy seker?" --button ja --button geen`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Gebruiker het Ja gedruk - neem aksie" else echo "Gebruiker het NIE Ja gedruk nie - aborteer" fi
am: #!%s # ይህ ስክሪፕት አዎ/አይ ንግግር ያሳያል # የሚወጡትን ተለዋዋጮች ለማንበብ QUOTED eval ይጠቀሙ zzzFM መገናኛ፡ eval "`zzzfm -g --label "እርግጠኛ ነህ?" --button አዎ --button አይ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ተጠቃሚው አዎ ተጭኗል - የተወሰነ እርምጃ ይውሰዱ" else echo "ተጠቃሚ አዎ የሚለውን አልተጫነም - ማቋረጥ" fi
ar: #!%s # ﻻ﻿ / ﻢﻌﻧ ﺭﺍﻮﺣ ﻊﺑﺮﻣ ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﺍﺬﻫ ﺽﺮﻌﻳ # ﺔﻄﺳﺍﻮﺑ ﺕﺍﺮﻴﻐﺘﻤﻟﺍ ﺝﺍﺮﺧﺇ ﺓءﺍﺮﻘﻟ ﺲﺒﺘﻘﻤﻟﺍ EVAL ﻡﺪﺨﺘﺳﺍ zzzFM :ﺭﺍﻮﺣ eval "`zzzfm -g --label "؟ﺪﻛﺄﺘﻣ ﺖﻧﺃ ﻞﻫ" --button ﻢﻌﻧ --button ﻻ﻿`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ﺕﺍءﺍﺮﺟﻹ﻿ﺍ ﺾﻌﺑ ﺬﺨﺗﺍ - ﻢﻌﻧ ﻡﺪﺨﺘﺴﻤﻟﺍ ﻂﻐﺿ" else echo "ﻁﺎﺒﺣﺇ - »ﻢﻌﻧ« ﻰﻠﻋ ﻡﺪﺨﺘﺴﻤﻟﺍ ﻂﻐﻀﻳ ﻢﻟ" fi
be: #!%s # Гэты скрыпт паказвае дыялогавае акно Так/Не # Выкарыстоўвайце QUOTED eval для чытання зменных, якія выводзяцца zzzFM Дыялог: eval "`zzzfm -g --label "Вы ўпэўнены?" --button так --button няма`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Карыстальнік націснуў »Так« - прыміце некаторыя дзеянні" else echo "Карыстальнік НЕ націснуў Так - перапыніць" fi
bg: #!%s # Този скрипт показва диалогов прозорец Да/Не # Използвайте QUOTED eval за четене на променливи, изведени от zzzFM Диалог: eval "`zzzfm -g --label "Сигурен ли си?" --button да --button не`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Потребителят натисна Да - предприемете някакво действие" else echo "Потребителят НЕ е натиснал Да - прекратяване" fi
bn: #!%s # এই স্ক্রিপ্টটি একটি হ্যাঁ/না ডায়ালগ দেখায় # দ্বারা ভেরিয়েবল আউটপুট পড়তে উদ্ধৃত eval ব্যবহার করুন zzzFM ডায়ালগ: eval "`zzzfm -g --label "তুমি কি নিশ্চিত?" --button হ্যাঁ --button না`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ব্যবহারকারী হ্যাঁ চাপলেন - কিছু পদক্ষেপ নিন" else echo "ব্যবহারকারী হ্যাঁ চাপেননি - বাতিল করুন" fi
ca: #!%s # Aquest script mostra un diàleg Sí/No # Utilitzeu QUOTED eval per llegir les variables sortides per zzzFM Diàleg: eval "`zzzfm -g --label "Estàs segur?" --button sí --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "L'usuari ha premut Sí: feu alguna acció" else echo "L'usuari NO ha premut Sí - avorta" fi
cy: #!%s # Mae'r sgript hon yn dangos deialog Ie / Na # Defnyddiwch werthusiad QUOTED i ddarllen allbwn newidynnau erbyn zzzFM Deialog: eval "`zzzfm -g --label "Wyt ti'n siwr?" --button ie --button na`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Pwysodd y defnyddiwr Ydw - cymerwch gamau" else echo "NI wnaeth y defnyddiwr bwyso Do - erthylu" fi
da: #!%s # Dette script viser en Ja/Nej-dialog # Brug CQUOTED eval til at læse variabler output af zzzFM Dialog: eval "`zzzfm -g --label "Er du sikker?" --button Ja --button ingen`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Brugeren trykkede på Ja - foretag en handling" else echo "Brugeren trykkede IKKE på Ja - afbryd" fi
eo: #!%s # Ĉi tiu skripto montras Jes/Ne dialogon # Uzu QUOTED eval por legi variablojn eligitajn de zzzFM Dialogo: eval "`zzzfm -g --label "Ĉu vi certas?" --button jes --button ne`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Uzanto premis Jes - faru iun agon" else echo "Uzanto NE premis Jes - ĉesigi" fi
et: #!%s # See skript näitab Jah/ei dialoogi # Kasutage QUOTED eval, et lugeda muutujaid, mille väljund on zzzFM Dialoog: eval "`zzzfm -g --label "Oled sa kindel?" --button jah --button ei`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Kasutaja vajutas Jah – tehke midagi" else echo "Kasutaja EI vajutanud Jah - katkesta" fi
eu: #!%s # Script honek Bai/Ez elkarrizketa-koadroa erakusten du # Erabili QUOTED eval-en irteerako aldagaiak irakurtzeko zzzFM Elkarrizketa: eval "`zzzfm -g --label "Ziur zaude?" --button bai --button ez`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Erabiltzaileak Bai sakatu du - egin ekintzaren bat" else echo "Erabiltzaileak EZ du Bai sakatu - bertan behera utzi" fi
fa: #!%s # ﺪﻫﺩ ﯽﻣ ﻥﺎﺸﻧ ﺍﺭ ﺮﯿﺧ/ﻪﻠﺑ ﯼﻮﮕﺘﻔﮔ ﮏﯾ ﺖﭙﯾﺮﮑﺳﺍ ﻦﯾﺍ # ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ ﻂﺳﻮﺗ ﯽﺟﻭﺮﺧ ﯼﺎﻫﺮﯿﻐﺘﻣ ﻥﺪﻧﺍﻮﺧ ﯼﺍﺮﺑ QUOTED eval ﺯﺍ zzzFM :ﮒﻮﻟﺎﯾﺩ eval "`zzzfm -g --label "؟ﯽﻨﺌﻤﻄﻣ" --button ﻩﺭﺁ --button ﻪﻧ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ﺪﯿﻨﮐ ﻡﺍﺪﻗﺍ ﯽﻤﮐ - ﺩﺍﺩ ﺭﺎﺸﻓ ﺍﺭ Yes ﺮﺑﺭﺎﮐ" else echo "ﺪﺷ ﻮﻐﻟ - ﺩﺍﺪﻧ ﺭﺎﺸﻓ ﺍﺭ Yes ﺮﺑﺭﺎﮐ" fi
fi: #!%s # Tämä komentosarja näyttää Kyllä/Ei-valintaikkunan # Käytä QUOTED eval lukeaksesi muuttujat, jotka tulostetaan by zzzFM Dialogi: eval "`zzzfm -g --label "Oletko varma?" --button Joo --button ei`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Käyttäjä painoi Kyllä - suorita toimenpiteitä" else echo "Käyttäjä EI painanut Kyllä - keskeytä" fi
fil: #!%s # Ang script na ito ay nagpapakita ng Oo/Hindi dialog # Gamitin ang QUOTED eval para basahin ang mga variable na output ni zzzFM Dialog: eval "`zzzfm -g --label "Sigurado ka ba?" --button oo --button hindi`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Pinindot ng user ang Oo - gumawa ng ilang aksyon" else echo "HINDI pinindot ng user ang Oo - i-abort" fi
fy: #!%s # Dit skript lit in Ja/Nee dialooch sjen # Brûk QUOTED eval foar in lêzen fariabelen útfier troch zzzFM dialooch: eval "`zzzfm -g --label "Bisto wis?" --button Ja --button Nee`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Brûker drukte op Ja - nim wat aksje" else echo "Brûker drukte NET op Ja - ôfbrekke" fi
ga: #!%s # Taispeánann an script seo dialóg Tá / Níl # Úsáid meastóireacht QUOTED chun aschur athróg a léamh le zzzFM Dialóg: eval "`zzzfm -g --label "An bhfuil tú cinnte?" --button sea --button níl`" if [[ "$dialog_pressed" == "button1" ]]; then echo "An t-úsáideoir brúite Sea - déan beart éigin" else echo "NÍOR bhrúigh an t-úsáideoir Sea - ginmhilleadh" fi
gd: #!%s # Tha an sgriobt seo a ’sealltainn còmhradh Tha / Chan eil # Cleachd measadh QUOTED gus toraidhean caochladairean a leughadh le zzzFM Còmhradh: eval "`zzzfm -g --label "A bheil thu cinnteach?" --button tha --button Chan eil`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Cleachdaiche air a bhrùthadh Tha - dèan rudeigin" else echo "Cha do bhrùth an cleachdaiche Yes - abort" fi
gl: #!%s # Este script mostra un diálogo Si/Non # Use QUOTED eval para ler as variables producidas por zzzFM Diálogo: eval "`zzzfm -g --label "Estás seguro?" --button si --button non`" if [[ "$dialog_pressed" == "button1" ]]; then echo "O usuario premeu Si: realiza algunha acción" else echo "O usuario NON premeu Si - abortar" fi
gu: #!%s # આ સ્ક્રિપ્ટ હા/ના સંવાદ બતાવે છે # દ્વારા ચલોનું આઉટપુટ વાંચવા માટે ક્વોટેડ ઇવલનો ઉપયોગ કરો zzzFM સંવાદ: eval "`zzzfm -g --label "શું તમને ખાતરી છે?" --button હા --button ના`" if [[ "$dialog_pressed" == "button1" ]]; then echo "વપરાશકર્તાએ હા દબાવી - થોડી કાર્યવાહી કરો" else echo "વપરાશકર્તાએ હા દબાવ્યું નથી - એબોર્ટ કરો" fi
he: #!%s # אל/ןכ חיש-וד גיצמ הז טפירקס # יפל טלפ םינתשמ אורקל ידכ QUOTED eval-ב שמתשה zzzFM :גולאיד eval "`zzzfm -g --label "?חוטב התא םאה" --button ןכ --button אל`" if [[ "$dialog_pressed" == "button1" ]]; then echo "יהשלכ הלועפ עצב - ןכ לע ץחל שמתשמה" else echo "לטב - ןכ לע ץחל אל שמתשמה" fi
hi: #!%s # यह स्क्रिप्ट हां/नहीं डायलॉग दिखाती है # चर आउटपुट को पढ़ने के लिए QUOTED eval का उपयोग करें zzzFM संवाद: eval "`zzzfm -g --label "क्या आपको यकीन है?" --button हां --button नहीं`" if [[ "$dialog_pressed" == "button1" ]]; then echo "उपयोगकर्ता ने हां दबाया - कुछ कार्रवाई करें" else echo "उपयोगकर्ता ने हाँ नहीं दबाया - निरस्त करें" fi
hr: #!%s # Ova skripta prikazuje dijaloški okvir Da/Ne # Koristite QUOTED eval za čitanje varijabli koje izlaze zzzFM Dijalog: eval "`zzzfm -g --label "Jesi li siguran?" --button Da --button Ne`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Korisnik je pritisnuo Da - poduzmite neku radnju" else echo "Korisnik NIJE pritisnuo Da - prekinuti" fi
hu: #!%s # Ez a szkript egy Igen/Nem párbeszédablakot mutat # Használja a QUOTED eval-t a következő által kiadott változók olvasásához zzzFM Párbeszéd: eval "`zzzfm -g --label "biztos vagy ebben?" --button Igen --button nem`" if [[ "$dialog_pressed" == "button1" ]]; then echo "A felhasználó megnyomta az Igen gombot – tegyen valamit" else echo "A felhasználó NEM nyomta meg az Igen - megszakítást" fi
hy: #!%s # Այս սցենարը ցույց է տալիս Այո/Ոչ երկխոսությունը # Օգտագործեք QUOTED eval՝ ելքային փոփոխականները կարդալու համար zzzFM Երկխոսություն: eval "`zzzfm -g --label "Համոզված ես?" --button այո --button ոչ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Օգտատերը սեղմել է Այո - որոշակի գործողություն կատարել" else echo "Օգտատերը ՉԻ սեղմել Այո - ընդհատել" fi
id: #!%s # Skrip ini menunjukkan dialog Ya/Tidak # Gunakan QUOTED eval untuk membaca keluaran variabel dengan zzzFM Dialog: eval "`zzzfm -g --label "Apa kamu yakin?" --button Ya --button tidak`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Pengguna menekan Ya - ambil tindakan" else echo "Pengguna TIDAK menekan Ya - batalkan" fi
is: #!%s # Þetta handrit sýnir Já/Nei glugga # Notaðu QUOTED eval til að lesa útlagðar breytur eftir zzzFM Gluggi: eval "`zzzfm -g --label "Ertu viss?" --button Já --button nei`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Notandi ýtti á Já - gríptu til aðgerða" else echo "Notandi ýtti EKKI á Já - hætta" fi
ka: #!%s # ეს სკრიპტი აჩვენებს დიახ/არა დიალოგს # გამოიყენეთ QUOTED eval, რომ წაიკითხოთ გამომავალი ცვლადები zzzFM დიალოგი: eval "`zzzfm -g --label "Დარწმუნებული ხარ?" --button დიახ --button არა`" if [[ "$dialog_pressed" == "button1" ]]; then echo "მომხმარებელმა დააჭირა დიახ - გააკეთეთ გარკვეული ზომები" else echo "მომხმარებელმა არ დააჭირა დიახ - შეწყვიტა" fi
kk: #!%s # Бұл сценарий Иә/Жоқ диалогтық терезесін көрсетеді # Шығарылатын айнымалы мәндерді оқу үшін QUOTED бағалауды пайдаланыңыз zzzFM Диалог: eval "`zzzfm -g --label "Сіз сенімдісіз бе?" --button иә --button жоқ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Пайдаланушы «Иә» түймесін басқан – біраз әрекет жасаңыз" else echo "Пайдаланушы Иә - тоқтатуды БАСМАДЫ" fi
km: #!%s # ស្គ្រីបនេះបង្ហាញប្រអប់បាទ/ចាស # ប្រើការវាយតម្លៃ QUOTED ដើម្បីអានលទ្ធផលអថេរដោយ zzzFM ប្រអប់៖ eval "`zzzfm -g --label "តើu200bអ្នកu200bប្រាកដu200bឬu200bអត់?" --button បាទ --button ទេ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "អ្នកប្រើប្រាស់ចុច Yes - ធ្វើសកម្មភាពខ្លះ" else echo "អ្នកប្រើប្រាស់មិនបានចុច Yes - abort" fi
kn: #!%s # ಈ ಸ್ಕ್ರಿಪ್ಟ್ ಹೌದು/ಇಲ್ಲ ಸಂವಾದವನ್ನು ತೋರಿಸುತ್ತದೆ # ವೇರಿಯೇಬಲ್u200cಗಳ ಔಟ್u200cಪುಟ್ ಅನ್ನು ಓದಲು QUOTED eval ಅನ್ನು ಬಳಸಿ zzzFM ಸಂವಾದ: eval "`zzzfm -g --label "ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?" --button ಹೌದು --button ಇಲ್ಲ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ಬಳಕೆದಾರರು ಒತ್ತಿದರೆ ಹೌದು - ಕೆಲವು ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಿ" else echo "ಬಳಕೆದಾರರು ಹೌದು - ಸ್ಥಗಿತಗೊಳಿಸು ಎಂದು ಒತ್ತಲಿಲ್ಲ" fi
ku: #!%s # Ev skrîpt diyalogek Erê/Na nîşan dide # QUOTED eval bikar bînin da ku guhêrbarên ku ji hêla ve têne derxistin bixwînin zzzFM Dialog: eval "`zzzfm -g --label "Piştrastin?" --button Erê --button na`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Bikarhêner pê li Erê kir - hin çalakî pêk bînin" else echo "Bikarhêner pêl erê nekir - betal kir" fi
ky: #!%s # Бул скрипт Ооба/Жок диалогун көрсөтөт # Чыгарылган өзгөрмөлөрдү окуу үчүн QUOTED баалоону колдонуңуз zzzFM Диалог: eval "`zzzfm -g --label "Ишенесиңби?" --button Ооба --button жок`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Колдонуучу »Ооба« баскычын басыңыз - кандайдыр бир чара көрүү" else echo "Колдонуучу »Ооба« - токтотууну БАСЫП КАЛГАН ЭМЕС" fi
lb: #!%s # Dëse Skript weist e Jo / Nee Dialog # Benotzt QUOTED eval fir Variabelen ze liesen zzzFM Dialog: eval "`zzzfm -g --label "Bass du secher?" --button Jo --button Nee`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Benotzer gedréckt Jo - huelt e puer Aktiounen" else echo "De Benotzer huet NET Jo gedréckt - ofbriechen" fi
lo: #!%s # ສະຄຣິບນີ້ສະແດງກ່ອງໂຕ້ຕອບແມ່ນ/ບໍ່ # ໃຊ້ QUOTED eval ເພື່ອອ່ານຜົນຂອງຕົວແປໂດຍ zzzFM ກ່ອງໂຕ້ຕອບ: eval "`zzzfm -g --label "ເຈົ້າu200bແນ່u200bໃຈu200bບໍ່?" --button ແມ່ນແລ້ວ --button ບໍ່`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ຜູ້ໃຊ້ກົດແມ່ນແລ້ວ - ດໍາເນີນການບາງຢ່າງ" else echo "ຜູ້ໃຊ້ບໍ່ໄດ້ກົດ Yes - abort" fi
lt: #!%s # Šis scenarijus rodo dialogo langą Taip/Ne # Naudokite QUOTED eval, kad perskaitytumėte kintamuosius, kuriuos išveda by zzzFM Dialogas: eval "`zzzfm -g --label "Ar tu tuo tikras?" --button taip --button ne`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Vartotojas paspaudė Taip – u200bu200bimkitės veiksmų" else echo "Vartotojas NEPASPUSĖ Taip – u200bu200bnutraukti" fi
lv: #!%s # Šis skripts parāda dialoglodziņu Jā/Nē # Izmantojiet QUOTED eval, lai lasītu mainīgos, ko izvada zzzFM Dialogs: eval "`zzzfm -g --label "Vai tu esi pārliecināts?" --button Jā --button Nē`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Lietotājs nospieda Jā — veiciet dažas darbības" else echo "Lietotājs NEspieda Jā - pārtraukt" fi
mg: #!%s # Ity script ity dia mampiseho fifanakalozan-kevitra Eny/Tsia # Ampiasao ny QUOTED eval hamakiana ny fari-pahalalana navoakan'ny zzzFM Dialogue: eval "`zzzfm -g --label "Azonao antoka ve izany?" --button ENY --button tsy misy`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Nanery Eny ny mpampiasa - manaova hetsika" else echo "TSY nanindry Eny ny mpampiasa - abort" fi
mi: #!%s # Ka whakaatu tenei tuhinga i tetahi korero Ae/Kao # Whakamahia te QUOTED eval ki te panui i nga taurangi putanga na zzzFM Kōrero: eval "`zzzfm -g --label "Kei te tino mohio koe?" --button āe --button kahore`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Ka pehia e te kaiwhakamahi Ae - me mahi" else echo "KORE te Kaiwhakamahi i pehi Ae - whakatahe" fi
mk: #!%s # Оваа скрипта покажува дијалог Да/Не # Користете QUOTED eval за читање на променливите излезени од zzzFM Дијалог: eval "`zzzfm -g --label "Дали си сигурен?" --button да --button бр`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Корисникот притиснал Да - преземете некоја акција" else echo "Корисникот НЕ притисна Да - прекина" fi
ml: #!%s # ഈ സ്ക്രിപ്റ്റ് അതെ/ഇല്ല എന്ന ഡയലോഗ് കാണിക്കുന്നു # വേരിയബിളുകൾ ഔട്ട്പുട്ട് വായിക്കാൻ QUOTED eval ഉപയോഗിക്കുക zzzFM ഡയലോഗ്: eval "`zzzfm -g --label "നിങ്ങൾക്ക് ഉറപ്പാണോ?" --button അതെ --button ഇല്ല`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ഉപയോക്താവ് അതെ അമർത്തി - കുറച്ച് നടപടിയെടുക്കുക" else echo "ഉപയോക്താവ് അതെ അമർത്തില്ല - നിർത്തുക" fi
mn: #!%s # Энэ скрипт нь Тийм/Үгүй харилцах цонхыг харуулж байна # QUOTED үнэлгээг ашиглан хувьсагчийн гаралтыг уншина уу zzzFM Харилцах цонх: eval "`zzzfm -g --label "Чи итгэлтэй байна уу?" --button тиймээ --button үгүй`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Хэрэглэгч Тийм гэж дарсан - ямар нэг арга хэмжээ авна уу" else echo "Хэрэглэгч Тийм гэж дарсангүй - цуцлах" fi
mr: #!%s # ही स्क्रिप्ट होय/नाही डायलॉग दाखवते # द्वारे व्हेरिएबल्स आउटपुट वाचण्यासाठी quoted eval वापरा zzzFM संवाद: eval "`zzzfm -g --label "तुला खात्री आहे?" --button होय --button नाही`" if [[ "$dialog_pressed" == "button1" ]]; then echo "वापरकर्त्याने होय दाबले - काही कारवाई करा" else echo "वापरकर्त्याने होय - रद्द करा दाबले नाही" fi
mt: #!%s # Din l-iskrittura turi dialog Iva/Le # Uża QUOTED eval biex taqra varjabbli output by zzzFM Djalogu: eval "`zzzfm -g --label "Żgur?" --button iva --button le`" if [[ "$dialog_pressed" == "button1" ]]; then echo "L-utent ippressat Iva - ħu xi azzjoni" else echo "L-utent MA għafas Iva - abort" fi
my: #!%s # ဤ script သည် Yes/No dialog ကိုပြသသည်။ # ကိန်းရှင်များ အထွက်ကိုဖတ်ရန် QUOTED အကဲဖြတ်မှုကို အသုံးပြုပါ။ zzzFM ဒိုင်ယာလော့ဂ်- eval "`zzzfm -g --label "သေချာလား?" --button ဟုတ်တယ် --button မဟုတ်ဘူး`" if [[ "$dialog_pressed" == "button1" ]]; then echo "အသုံးပြုသူ က Yes ကိုနှိပ်ပါ - လုပ်ဆောင်ချက် အနည်းငယ် လုပ်ဆောင်ပါ။" else echo "အသုံးပြုသူက Yes - abort ကိုမနှိပ်ပါ။" fi
nb: #!%s # Dette skriptet viser en Ja/Nei-dialog # Bruk QUOTED eval for å lese variabler utgitt av zzzFM Dialog: eval "`zzzfm -g --label "Er du sikker?" --button ja --button Nei`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Bruker trykket Ja - ta noen handling" else echo "Bruker trykket IKKE på Ja - avbryt" fi
ne: #!%s # यो स्क्रिप्टले हो/होइन संवाद देखाउँछ # द्वारा चर आउटपुट पढ्न को लागी उद्धृत eval प्रयोग गर्नुहोस् zzzFM संवाद: eval "`zzzfm -g --label "साच्चै हो?" --button हो --button छैन`" if [[ "$dialog_pressed" == "button1" ]]; then echo "प्रयोगकर्ताले हो थिच्यो - केही कारबाही गर्नुहोस्" else echo "प्रयोगकर्ताले हो थिच्नुभएन - रद्द गर्नुहोस्" fi
or: #!%s # ଏହି ସ୍କ୍ରିପ୍ଟ ଏକ ହଁ / ନା ସଂଳାପ ଦେଖାଏ | # ଦ୍ୱାରା ଭେରିଏବଲ୍ ଆଉଟପୁଟ୍ ପ read ିବା ପାଇଁ QUOTED ମୂଲ୍ୟାଙ୍କନ ବ୍ୟବହାର କରନ୍ତୁ | zzzFM ସଂଳାପ: eval "`zzzfm -g --label "ତମେ ନିଶ୍ଚିତ କି?" --button ହଁ --button ନା`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ଉପଯୋଗକର୍ତ୍ତା ହଁ ଦବାଇଲେ - କିଛି ପଦକ୍ଷେପ ନିଅ |" else echo "ଉପଯୋଗକର୍ତ୍ତା ହଁ ଦବାଇଲେ ନାହିଁ - ପରିତ୍ୟାଗ କରନ୍ତୁ |" fi
pa: #!%s # ਇਹ ਸਕ੍ਰਿਪਟ ਹਾਂ/ਨਹੀਂ ਡਾਇਲਾਗ ਦਿਖਾਉਂਦੀ ਹੈ # ਦੁਆਰਾ ਵੇਰੀਏਬਲ ਆਉਟਪੁੱਟ ਨੂੰ ਪੜ੍ਹਨ ਲਈ quoted eval ਦੀ ਵਰਤੋਂ ਕਰੋ zzzFM ਡਾਇਲਾਗ: eval "`zzzfm -g --label "ਤੁਹਾਨੂੰ ਪੂਰਾ ਵਿਸ਼ਵਾਸ ਹੈ?" --button ਹਾਂ --button ਨਹੀਂ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ਉਪਭੋਗਤਾ ਨੇ ਹਾਂ ਦਬਾਇਆ - ਕੁਝ ਕਾਰਵਾਈ ਕਰੋ" else echo "ਉਪਭੋਗਤਾ ਨੇ ਹਾਂ ਨਹੀਂ ਦਬਾਇਆ - ਅਧੂਰਾ ਛੱਡੋ" fi
ps: #!%s # ﯥﯿښ ګﻮﻟﺎﯾډ ﻪﻧ/ﻮﻫ ﺩ ټﭙﯾﺮﮑﺳ ﺍﺩ # ﺉﻭﺭﺎﮐﻭ ﻝﻮﯾﺍ ډﻮﮐ ﻩﺭﺎﭙﻟ ﻮﻠﺘﺳﻮﻟ ﻝﻮﺼﺤﻣ ﻮﺗﺍﺮﯿﻐﺘﻣ ﺩ zzzFM :ګﻮﻟﺎﯾډ eval "`zzzfm -g --label "؟ﺖﺳﺎﯾ ﻩډﺍډ ﻮﺳﺎﺗ" --button ﻮﻫ --button ﻪﻧ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ﺉړﮐﻭ ﻡﺍﺪﻗﺍ ﻪڅ ﻮﯾ - ړﮐﺭﻭ ﺭﺎﺸﻓ ﻮﻫ ﻲﮑﻧﻭﺭﺎﮐ" else echo "ﯼﻮﯿﻨﺨﻣ - ﯼړﮐ ﯼﺩ ﻪﻧ ﺭﺎﺸﻓ ﻮﻫ ﻲﮑﻧﻭﺭﺎﮐ" fi
ro: #!%s # Acest script afișează un dialog Da/Nu # Utilizați QUOTED eval pentru a citi variabilele rezultate de zzzFM Dialog: eval "`zzzfm -g --label "Esti sigur?" --button da --button Nu`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Utilizatorul a apăsat pe Da - luați unele măsuri" else echo "Utilizatorul NU a apăsat Da - renunță" fi
rw: #!%s # Iyi nyandiko yerekana Yego / Oya Ikiganiro # Koresha QUOTED eval kugirango usome impinduka zisohoka na zzzFM Ikiganiro: eval "`zzzfm -g --label "Urabyizeye?" --button yego --button oya`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Umukoresha yakanze Yego - fata ingamba" else echo "Umukoresha ntabwo yakanze Yego - gukuramo" fi
sd: #!%s # ﮒﻼ﻿ﺋﺍڊ ﻪﻧ/ﺎﻫ ﻮﭤ ﻱﺭﺎﮑﻳڏ ٽﭘﺮڪﺳﺍ ﻲﻫ # variables output by by ءِﻻ﻿ ﮡﻫڙﭘ QUOTED eval ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ zzzFM :ﮒﻼ﻿ﺋﺍڊ eval "`zzzfm -g --label "؟ﻲﻫﺁ ڪﭘ ﻲﮐ ﻥﺎﻫﻮﺗ ﺎﮀ" --button ﺎﻫ --button ﻪﻧ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ﻮﻳﺮڪ ﻞﻤﻋ ﮫﺠڪ - ﺎﻫ ﻮﻳﺎﭔﺩ ﻲﮐ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ" else echo "ﻮﻳﺮڪ ﻢﺘﺧ - ﺎﻫ ﻮﻳﺎﭔﺩ ﻪﻧ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ" fi
si: #!%s # මෙම ස්ක්u200dරිප්ටය ඔව්/නැත සංවාද කොටුවක් පෙන්වයි # විචල්u200dය ප්u200dරතිදානය කියවීමට QUOTED eval භාවිතා කරන්න zzzFM සංවාදය: eval "`zzzfm -g --label "ඔයාට විශ්වාස ද?" --button ඔව් --button නැත`" if [[ "$dialog_pressed" == "button1" ]]; then echo "පරිශීලකයා ඔව් ඔබා ඇත - යම් ක්u200dරියාමාර්ගයක් ගන්න" else echo "පරිශීලක ඔව් - abort ඔබා නැත" fi
sk: #!%s # Tento skript zobrazuje dialógové okno Áno/Nie # Použite QUOTED eval na čítanie výstupných premenných zzzFM dialógové okno: eval "`zzzfm -g --label "Si si istý?" --button Áno --button č`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Používateľ stlačil Áno – vykonať nejakú akciu" else echo "Používateľ NEStlačil Áno - prerušiť" fi
sl: #!%s # Ta skript prikaže pogovorno okno Da/Ne # Uporabite QUOTED eval za branje spremenljivk, ki jih izpisuje zzzFM pogovorno okno: eval "`zzzfm -g --label "Ali si prepričan?" --button da --button št`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Uporabnik je pritisnil Da - ukrepajte" else echo "Uporabnik NI pritisnil Da - prekini" fi
sq: #!%s # Ky skenar tregon një dialog Po/Jo # Përdorni vlerën QUOTED për të lexuar variablat që dalin nga zzzFM Dialogu: eval "`zzzfm -g --label "A je i sigurt?" --button po --button nr`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Përdoruesi shtyp Po - ndërmerr disa veprime" else echo "Përdoruesi NUK shtypi »Po« - ndërpreu" fi
sw: #!%s # Hati hii inaonyesha mazungumzo ya Ndiyo/Hapana # Tumia eval QUOTED kusoma vigeu vya matokeo kwa zzzFM Kidirisha: eval "`zzzfm -g --label "Una uhakika?" --button ndio --button Hapana`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Mtumiaji alibonyeza Ndiyo - chukua hatua" else echo "Mtumiaji HAKUBONYEZA Ndiyo - achana" fi
ta: #!%s # இந்த ஸ்கிரிப்ட் ஆம்/இல்லை என்ற உரையாடலைக் காட்டுகிறது # மாறிகள் வெளியீட்டைப் படிக்க QUOTED eval ஐப் பயன்படுத்தவும் zzzFM உரையாடல்: eval "`zzzfm -g --label "நீ சொல்வது உறுதியா?" --button ஆம் --button இல்லை`" if [[ "$dialog_pressed" == "button1" ]]; then echo "பயனர் ஆம் அழுத்தினார் - சில நடவடிக்கை எடுங்கள்" else echo "பயனர் ஆம் - அபார்ட் என்பதை அழுத்தவில்லை" fi
te: #!%s # ఈ స్క్రిప్ట్ అవును/కాదు డైలాగ్u200cని చూపుతుంది # ద్వారా వేరియబుల్స్ అవుట్u200cపుట్u200cని చదవడానికి QUOTED evalని ఉపయోగించండి zzzFM డైలాగ్: eval "`zzzfm -g --label "మీరు చెప్పేది నిజమా?" --button అవును --button సంఖ్య`" if [[ "$dialog_pressed" == "button1" ]]; then echo "వినియోగదారు అవును నొక్కారు - కొంత చర్య తీసుకోండి" else echo "వినియోగదారు అవును నొక్కలేదు - ఆపివేయి" fi
tg: #!%s # Ин скрипт муколамаи Ҳа/Не нишон медиҳад # Барои хондани тағирёбандаҳои баромад аз ҷониби QUOTED арзёбӣ истифода баред zzzFM Муколама: eval "`zzzfm -g --label "Шумо мутмаъин ҳастед?" --button бале --button не`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Истифодабаранда пахш кард Бале - як амал кунед" else echo "Истифодабаранда »Ҳа« -ро пахш накард" fi
th: #!%s # สคริปต์นี้แสดงกล่องโต้ตอบใช่/ไม่ใช่ # ใช้ QUOTED eval เพื่ออ่านตัวแปรที่ส่งออกโดย zzzFM กล่องโต้ตอบ: eval "`zzzfm -g --label "คุณแน่ใจไหม?" --button ใช่ --button ไม่`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ผู้ใช้กดใช่ - ดำเนินการบางอย่าง" else echo "ผู้ใช้ไม่ได้กดใช่ - abort" fi
tk: #!%s # Bu ýazgyda “Hawa” / “Nook” gepleşikleri görkezilýär # Üýtgeýänleriň çykyşyny okamak üçin QUOTED bahalandyrmasyny ulanyň zzzFM Dialog: eval "`zzzfm -g --label "Ynanýarsyňyzmy?" --button hawa --button ýok`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Ulanyjy Hawa basdy - biraz hereket ediň" else echo "Ulanyjy Hawa basmady - ýatyr" fi
tt: #!%s # Бу сценарийда әйе / юк диалог күрсәтелә # Qзгәрешлеләрнең чыгышын уку өчен QUOTED бәясен кулланыгыз zzzFM Диалог: eval "`zzzfm -g --label "Ышанасыңмы?" --button әйе --button юк`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Кулланучы әйе басты - ниндидер чара күрегез" else echo "Кулланучы әйе - абортны басмады" fi
uk: #!%s # Цей сценарій показує діалогове вікно Так/Ні # Використовуйте QUOTED eval для читання змінних, які виводять zzzFM діалогове вікно: eval "`zzzfm -g --label "Ти впевнений?" --button так --button ні`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Користувач натиснув Так - виконайте певні дії" else echo "Користувач НЕ натискав Так - перервати" fi
ur: #!%s # ۔ﮯﮨ ﺎﺗﺎﮭﮐﺩ ﮒﻼ﻿ﯿﺋﺍﮈ ﮟﯿﮩﻧ/ﮞﺎﮨ ﭧﭘﺮﮑﺳﺍ ﮧﯾ # ۔ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﻝﻮﯾﺍ ﮉﭨﻮﮐ ﮯﯿﻟ ﮯﮐ ﮯﻨﮬﮍﭘ ﻮﮐ ﭧﭘ ﭦﺅﺁ ﮯﮐ ﺕﺍﺮﯿﻐﺘﻣ zzzFM :ﮒﻼ﻿ﯿﺋﺍﮈ eval "`zzzfm -g --label "؟ﮯﮨ ﻦﯿﻘﯾ ﮟﯿﮩﻤﺗ ﺎﯿﮐ" --button ﮞﺎﮨ ﯽﺟ --button ﮟﯿﮩﻧ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "۔ﮟﯾﺮﮐ ﯽﺋﺍﻭﺭﺭﺎﮐ ﮫﭽﮐ - ﯽﺋﺎﺑﺩ ﮞﺎﮨ ﮯﻧ ﻑﺭﺎﺻ" else echo "ﻁﺎﻘﺳﺍ - ﯽﺋﺎﺑﺩ ﮟﯿﮩﻧ ﮞﺎﮨ ﮯﻧ ﻑﺭﺎﺻ" fi
uz: #!%s # Ushbu skript Ha/Yo'q dialog oynasini ko'rsatadi # tomonidan chiqarilgan o'zgaruvchilarni o'qish uchun QUOTED baholashdan foydalaning zzzFM Dialog: eval "`zzzfm -g --label "Ishonchingiz komilmi?" --button ha --button yo'q`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Foydalanuvchi Ha tugmasini bosdi - biroz harakat qiling" else echo "Foydalanuvchi “Ha” tugmasini bosmadi - bekor qilish" fi
vi: #!%s # Tập lệnh này hiển thị hộp thoại Có / Không # Sử dụng đánh giá QUOTED để đọc các biến đầu ra bằng zzzFM Hộp thoại: eval "`zzzfm -g --label "Bạn có chắc không?" --button Vâng --button không`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Người dùng nhấn Có - thực hiện một số hành động" else echo "Người dùng KHÔNG nhấn Có - hủy bỏ" fi
xh: #!%s # Le script ibonisa u-Ewe/Hayi incoko yababini # Sebenzisa i-eval QUOTED ukufunda iinguqu eziphumayo zzzFM Ingxoxo: eval "`zzzfm -g --label "Ingaba uqinisekile?" --button Ewe --button hayi`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Umsebenzisi ucinezele u-Ewe-thatha inyathelo elithile" else echo "Umsebenzisi AKACINEZANGA u-Ewe-yeka" fi
yi: #!%s # גאָלאַיד ןיינ / אָי אַ טזייוו טפירש םעד # ךרוד טאַטלוזער זלאַבאַירעוו ןענעייל וצ לאַווע QUOTED ןצינ zzzFM :גאָלאַיד eval "`zzzfm -g --label "?רעכיז וטסיב" --button אָי --button ןיינ`" if [[ "$dialog_pressed" == "button1" ]]; then echo "ףמאַק עכעלטע ןעמענ - אָי טקירדעג רעצינאַב" else echo "טראָבאַ - אָי ןקירד טשינ טאה רעצינאַב" fi
