Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Large Icons:
af: Groot ikone:
am: ትላልቅ አዶዎች፡-
ar: :ﺓﺮﻴﺒﻛ ﺕﺎﻧﻮﻘﻳﺃ
be: Вялікія значкі:
bg: Големи икони:
bn: বড় আইকন:
ca: Icones grans:
cy: Eiconau Mawr:
da: Store ikoner:
eo: Grandaj piktogramoj:
et: Suured ikoonid:
eu: Ikono handiak:
fa: :ﮒﺭﺰﺑ ﯼﺎﻫ ﻥﻮﮑﯾﺁ
fi: Suuret kuvakkeet:
fil: Malalaking mga icon:
fy: Grutte ikoanen:
ga: Deilbhíní Móra:
gd: Icons mòra:
gl: Iconas grandes:
gu: મોટા ચિહ્નો:
he: :םילודג םינוקייא
hi: बड़े आइकन:
hr: Velike ikone:
hu: Nagy ikonok:
hy: Մեծ սրբապատկերներ.
id: Ikon Besar:
is: Stór tákn:
ka: დიდი ხატები:
kk: Үлкен белгішелер:
km: រូបតំណាងធំ៖
kn: ದೊಡ್ಡ ಚಿಹ್ನೆಗಳು:
ku: Îkonên Mezin:
ky: Чоң иконалар:
lb: Grouss Symboler:
lo: ໄອຄອນໃຫຍ່:
lt: Didelės Piktogramos:
lv: Lielas ikonas:
mg: Kisary lehibe:
mi: Ata Nui:
mk: Големи икони:
ml: വലിയ ഐക്കണുകൾ:
mn: Том дүрсүүд:
mr: मोठे चिन्ह:
mt: Ikoni Kbar:
my: ကြီးမားသောအိုင်ကွန်များ-
nb: Store ikoner:
ne: ठूला आइकनहरू:
or: ବଡ଼ ଆଇକନ୍:
pa: ਵੱਡੇ ਆਈਕਾਨ:
ps: :ﻪﻧﻮﺴﮑﻋ ﯼﻮﻟ
ro: Pictograme mari:
rw: Udushushondanga Kinini:
sd: :ﻥﻮﻴﻧﺎﺸﻧ ﻥﻮﻳڏﻭ
si: විශාල අයිකන:
sk: Veľké ikony:
sl: Velike ikone:
sq: Ikona të mëdha:
sw: Aikoni Kubwa:
ta: பெரிய சின்னங்கள்:
te: పెద్ద చిహ్నాలు:
tg: Нишонаҳои калон:
th: ไอคอนขนาดใหญ่:
tk: Uly nyşanlar:
tt: Зур иконалар:
uk: Великі значки:
ur: :ﮟﯿﮩﯿﺒﺷ ﮮﮍﺑ
uz: Katta piktogramma:
vi: Các biểu tượng lớn:
xh: Iimpawu ezinkulu:
yi: :זנאַקיי סיורג

source: Toolbar Icons:
af: Werkbalkikone:
am: የመሳሪያ አሞሌ አዶዎች፡-
ar: :ﺕﺍﻭﺩﻷ﻿ﺍ ﻂﻳﺮﺷ ﺯﻮﻣﺭ
be: Значкі панэлі інструментаў:
bg: Икони на лентата с инструменти:
bn: টুলবার আইকন:
ca: Icones de la barra d'eines:
cy: Eiconau Bar Offer:
da: Værktøjslinjeikoner:
eo: Ilobreto-piktogramoj:
et: Tööriistariba ikoonid:
eu: Tresna-barraren ikonoak:
fa: :ﺭﺍﺰﺑﺍ ﺭﺍﻮﻧ ﯼﺎﻫﺩﺎﻤﻧ
fi: Työkalupalkin kuvakkeet:
fil: Mga Icon ng Toolbar:
fy: Arkbalke-ikoanen:
ga: Deilbhíní Barra Uirlisí:
gd: Icons Bàr-inneal:
gl: Iconas da barra de ferramentas:
gu: ટૂલબાર ચિહ્નો:
he: :םילכה לגרס ילמס
hi: टूलबार चिह्न:
hr: Ikone alatne trake:
hu: Eszköztár ikonok:
hy: Գործիքադարակի Սրբապատկերներ.
id: Ikon Bilah Alat:
is: Tækjastiku tákn:
ka: ხელსაწყოთა ზოლის ხატები:
kk: Құралдар тақтасының белгішелері:
km: រូបតំណាងរបារឧបករណ៍៖
kn: ಟೂಲ್u200cಬಾರ್ ಐಕಾನ್u200cಗಳು:
ku: Îkonên Toolbar:
ky: Куралдар панелинин сүрөтчөлөрү:
lb: Toolbar Symboler:
lo: ໄອຄອນແຖບເຄື່ອງມື:
lt: Įrankių Juostos Piktogramos:
lv: Rīkjoslas ikonas:
mg: Kisary kisary:
mi: Ata Paeutauta:
mk: Икони на лентата со алатки:
ml: ടൂൾബാർ ഐക്കണുകൾ:
mn: Хэрэгслийн самбарын дүрсүүд:
mr: टूलबार चिन्ह:
mt: Ikoni tal-Toolbar:
my: ကိရိယာဘား အိုင်ကွန်များ-
nb: Verktøylinjeikoner:
ne: उपकरणपट्टी आइकनहरू:
or: ଟୁଲ୍ ବାର୍ ଆଇକନ୍:
pa: ਟੂਲਬਾਰ ਆਈਕਨ:
ps: :ﯥښﻧ ﯥټﭘ ﯥﻠﯿﺳﻭ ﺩ
ro: Pictograme din bara de instrumente:
rw: Agashusho k'ibikoresho:
sd: :ﮟﯿﮩﯿﺒﺷ ﺭﺎﺑ ﻝﻮٽ
si: මෙවලම් තීරු අයිකන:
sk: Ikony panela s nástrojmi:
sl: Ikone orodne vrstice:
sq: Ikonat e shiritit të veglave:
sw: Aikoni za Upau wa vidhibiti:
ta: கருவிப்பட்டி சின்னங்கள்:
te: టూల్u200cబార్ చిహ్నాలు:
tg: Нишонаҳои панели асбобҳо:
th: ไอคอนแถบเครื่องมือ:
tk: Gurallar paneli nyşanlary:
tt: Кораллар иконалары:
uk: Значки панелі інструментів:
ur: :ﮟﯿﮩﯿﺒﺷ ﯽﮐ ﺭﺎﺑ ﻝﻮﭨ
uz: Asboblar paneli piktogrammalari:
vi: Các biểu tượng trên Thanh công cụ:
xh: Iimpawu zebar yesixhobo:
yi: Toolbar זנאַקיי:

source: <b>Icons</b>
af: <b>Ikone</b>
am: <b>አዶዎች</b>
ar: <b>ﺕﺎﻧﻮﻘﻳﺃ</b>
be: <b>Абразкі</b>
bg: <b>Икони</b>
bn: <b>আইকন</b>
ca: <b>Icones</b>
cy: <b>Eiconau</b>
da: <b>Ikoner</b>
eo: <b>Ikonoj</b>
et: <b>Ikoonid</b>
eu: <b>Ikonoak</b>
fa: <b>ﺎﻫﺩﺎﻤﻧ</b>
fi: <b>Kuvakkeet</b>
fil: <b>Mga icon</b>
fy: <b>Ikoanen</b>
ga: <b>Deilbhíní</b>
gl: <b>Iconas</b>
gu: <b>ચિહ્નો</b>
he: <b>םינוקייא</b>
hi: <b>माउस</b>
hr: <b>Ikone</b>
hu: <b>Ikonok</b>
hy: <b>Սրբապատկերներ</b>
id: <b>Ikon</b>
is: <b>Táknmyndir</b>
ka: <b>ხატები</b>
kk: <b>Белгішелер</b>
km: <b>រូបតំណាង</b>
kn: <b>ಚಿಹ್ನೆಗಳು</b>
ku: <b>Îkonên</b>
ky: <b>Иконалар</b>
lb: <b>Ikonen</b>
lo: <b>ໄອຄອນ</b>
lt: <b>Piktogramos</b>
lv: <b>Ikonas</b>
mg: <b>sary Masina</b>
mi: <b>Tohu</b>
mk: <b>Икони</b>
ml: <b>ഐക്കണുകൾ</b>
mn: <b>Дүрсүүд</b>
mr: <b>चिन्हे</b>
mt: <b>Ikoni</b>
my: <b>အိုင်ကွန်များ</b>
nb: <b>Ikoner</b>
ne: <b>आइकनहरू</b>
or: <b>ଚିତ୍ରସଂକେତ</b>
pa: <b>ਆਈਕਾਨ</b>
ps: <b>ﻪﯿﺒﺷ</b>
ro: <b>icoane</b>
rw: <b>Udushushondanga</b>
sd: <b>ﻦڪﺋﺁ</b>
si: <b>අයිකන</b>
sk: <b>ikony</b>
sl: <b>ikone</b>
sq: <b>Ikonat</b>
sw: <b>Aikoni</b>
ta: <b>சின்னங்கள்</b>
te: <b>చిహ్నాలు</b>
tg: <b>Нишонаҳо</b>
th: <b>ไอคอน</b>
tk: <b>Nyşanlar</b>
tt: <b>Икона</b>
uk: <b>ікони</b>
ur: <b>ﮟﯿﮩﯿﺒﺷ</b>
uz: <b>Belgilar</b>
vi: <b>Biểu tượng</b>
xh: <b>Iimpawu zomqondiso</b>
yi: <b>זנאַקיי</b>

source: Single click opens files
af: Enkele klik maak lêers oop
am: ነጠላ ጠቅታ ፋይሎችን ይከፍታል።
ar: ﺕﺎﻔﻠﻤﻟﺍ ﺢﺘﻔﻳ ﺓﺪﺣﺍﻭ ﺓﺮﻘﻨﺑ
be: Адзін клік адкрывае файлы
bg: Едно щракване отваря файлове
bn: একক ক্লিক ফাইল খোলে
ca: Un sol clic obre els fitxers
cy: Mae clic sengl yn agor ffeiliau
da: Et enkelt klik åbner filer
eo: Unu alklako malfermas dosierojn
et: Ühe klõpsuga avatakse failid
eu: Klik bakarrean fitxategiak irekitzen dira
fa: ﺪﻨﮐ ﯽﻣ ﺯﺎﺑ ﺍﺭ ﺎﻫ ﻞﯾﺎﻓ ﮏﯿﻠﮐ ﮏﯾ
fi: Yksi napsautus avaa tiedostot
fil: Ang isang pag-click ay nagbubukas ng mga file
fy: Ien klik iepenet bestannen
ga: Osclaíonn cliceáil aonair comhaid
gd: Bidh cliog singilte a ’fosgladh faidhlichean
gl: Un só clic abre ficheiros
gu: સિંગલ ક્લિક ફાઇલો ખોલે છે
he: םיצבק תחתופ תחא הציחל
hi: सिंगल क्लिक से फाइलें खुलती हैं
hr: Jednim klikom otvara datoteke
hu: Egyetlen kattintással megnyitja a fájlokat
hy: Մեկ սեղմումով բացվում են ֆայլերը
id: Satu klik membuka file
is: Með einum smelli opnast skrár
ka: ერთი დაწკაპუნებით იხსნება ფაილები
kk: Бір рет басу файлдарды ашады
km: ចុចមួយដងបើកឯកសារ
kn: ಒಂದೇ ಕ್ಲಿಕ್ ಫೈಲ್u200cಗಳನ್ನು ತೆರೆಯುತ್ತದೆ
ku: Yek klîk pelan vedike
ky: Бир чыкылдатуу файлдарды ачат
lb: Een eenzege Klick mécht Dateien op
lo: ຄລິກດຽວເປີດໄຟລ໌
lt: Vienas spustelėjimas atveria failus
lv: Ar vienu klikšķi tiek atvērti faili
mg: Manokatra rakitra ny tsindry tokana
mi: Ma te panui kotahi ka whakatuwhera i nga konae
mk: Со еден клик се отвораат датотеките
ml: ഒറ്റ ക്ലിക്ക് ഫയലുകൾ തുറക്കുന്നു
mn: Нэг товшилтоор файлууд нээгдэнэ
mr: सिंगल क्लिक फाइल्स उघडते
mt: Ikklikkja waħda tiftaħ fajls
my: တစ်ချက်နှိပ်ရုံဖြင့် ဖိုင်များကို ဖွင့်ပေးသည်။
nb: Ett klikk åpner filer
ne: एकल क्लिकले फाइलहरू खोल्छ
or: ସିଙ୍ଗଲ୍ କ୍ଲିକ୍ ଫାଇଲ୍ ଖୋଲିବ |
pa: ਸਿੰਗਲ ਕਲਿੱਕ ਫਾਈਲਾਂ ਨੂੰ ਖੋਲ੍ਹਦਾ ਹੈ
ps: ﻱﻮﺻﻼ﻿ﺧ ﻪﻧﻮﻠﯾﺎﻓ ﮏﯿﻠﮐ ﻮﯾ
ro: Un singur clic deschide fișierele
rw: Kanda rimwe rifungura dosiye
sd: ﻮﭤ ﻲﻟﻮﮐ ﻥﻮﻠﺋﺎﻓ ڪﻠڪ ﻞﮕﻨﺳ
si: තනි ක්ලික් කිරීමකින් ගොනු විවෘත වේ
sk: Jediným kliknutím otvoríte súbory
sl: En klik odpre datoteke
sq: Një klikim i vetëm hap skedarët
sw: Bofya mara moja hufungua faili
ta: ஒரே கிளிக்கில் கோப்புகள் திறக்கப்படும்
te: ఒకే క్లిక్ ఫైల్u200cలను తెరుస్తుంది
tg: Як клик файлҳоро мекушояд
th: คลิกเดียวเปิดไฟล์
tk: Bir gezek basmak faýllary açýar
tt: Бер тапкыр басу файлларны ача
uk: Один клік відкриває файли
ur: ۔ﮯﮨ ﺎﺘﻟﻮﮭﮐ ﻮﮐ ﮞﻮﻠﺋﺎﻓ ﮏﻠﮐ ﻞﮕﻨﺳ
uz: Bir marta bosish fayllarni ochadi
vi: Một cú nhấp chuột sẽ mở tệp
xh: Ukucofa okukodwa kuvula iifayile
yi: סעקעט סנעפּאָ טיג ןייא

source: Hover selects
af: Beweeg kies
am: ማንዣበብ ይመርጣል
ar: ﻡﻮﺤﺗ ﺩﺪﺤﻳ
be: Навядзенне курсора выбірае
bg: Задръжте курсора на мишката избира
bn: হোভার নির্বাচন করে
ca: Passa el cursor selecciona
cy: Hofran yn dewis
da: Hover vælger
eo: Ŝvebi elektas
et: Kursor valib
eu: Pasatu gainean aukeratzen du
fa: ﺪﻨﮐ ﯽﻣ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﺮﮕﻧﺎﺸﻧ
fi: Hover valitsee
fil: Pumili ng hover
fy: Hover selektearje
ga: Roghnaíonn Hover
gd: Tagh Hover
gl: Pasa o cursor selecciona
gu: હોવર પસંદ કરે છે
he: רחוב ףחרה
hi: होवर चयन
hr: Zadržite pokazivač miša odabire
hu: Az egérmutató kiválasztja
hy: Հովերը ընտրում է
id: Arahkan kursor ke pilihan
is: Sveiflu velur
ka: Hover ირჩევს
kk: Меңзерді таңдайды
km: Hover ជ្រើសរើស
kn: ಹೋವರ್ ಆಯ್ಕೆ ಮಾಡುತ್ತದೆ
ku: Hover hildibijêre
ky: Курс тандайт
lb: Hover wielt
lo: Hover ເລືອກ
lt: Užvedus pelę, pasirenkama
lv: Atlasa, novietojot kursoru
mg: Hover mifidy
mi: Whakaparo te kowhiri
mk: Лебдите избира
ml: ഹോവർ തിരഞ്ഞെടുക്കുന്നു
mn: Хулганы хулганыг сонгоно
mr: होव्हर निवडते
mt: Hover jagħżel
my: Hover ကို ရွေးသည်။
nb: Hold musepekeren for å velge
ne: होभरले चयन गर्छ
or: ହୋଭର ଚୟନ କରେ |
pa: ਹੋਵਰ ਚੁਣਦਾ ਹੈ
ps: ﻱﻮﮐ ﻩﺭﻮﻏ ﺭﻮﻫ
ro: Selectează cursorul
rw: Guhitamo
sd: ﻲﻫﺁ ﻭﺪﻨﻳڊﻧﻮﭼ ﺭﻮﻫ
si: Hover තෝරනවා
sk: Umiestnite kurzor myši na výber
sl: Lebdeč izbere
sq: Hover zgjedh
sw: Hover kuchagua
ta: ஹோவர் தேர்ந்தெடுக்கிறது
te: హోవర్ ఎంపిక చేస్తుంది
tg: Ховер интихоб мекунад
th: โฮเวอร์เลือก
tk: Hover saýlaýar
tt: Говер сайлый
uk: Наведення курсора вибирає
ur: ۔ﮯﮨ ﺎﺗﺮﮐ ﺐﺨﺘﻨﻣ ﺭﻭﻮﮨ
uz: Hover tanlaydi
vi: Di chuột chọn
xh: Ihover ikhetha
yi: ץקעלאַס רעוואָה

source: Bookmarks:
af: Boekmerke:
am: ዕልባቶች፡
ar: العلامات:
be: Закладкі:
bg: отметки:
bn: বুকমার্ক:
ca: Marcadors:
cy: Llyfrnodau:
da: Bogmærker:
eo: Legosignoj:
et: Järjehoidjad:
eu: Laster-markak:
fa: :ﺎﻫ ﮏﻧﺎﺸﻧ
fi: Kirjanmerkit:
fil: Mga Bookmark:
fy: Blêdwizers:
ga: Leabharmharcanna:
gd: Comharran-leabhair:
gl: Marcadores:
gu: બુકમાર્ક્સ:
he: סימניות:
hi: बुकमार्क:
hr: Oznake:
hu: Könyvjelzők
hy: Էջանիշեր:
id: Penanda:
is: Bókamerki:
ka: სანიშნეები:
kk: Бетбелгілер:
km: ចំណាំ ៖
kn: ಬುಕ್u200cಮಾರ್ಕ್u200cಗಳು:
ky: Кыстармалар:
lb: Lieszeechen:
lo: ບຸກມາກ:
lt: Žymelės:
lv: Grāmatzīmes:
mg: maripejy:
mi: Tohuwāhi:
mk: Обележувачи:
ml: ബുക്ക്u200cമാർക്കുകൾ:
mn: Хавчуурга:
mr: बुकमार्क:
my: စာညှပ်များ-
nb: Bokmerker
ne: बुकमार्कहरू:
or: ବୁକମାର୍କସ୍:
pa: ਬੁੱਕਮਾਰਕਸ:
ps: :ﻪﻧﻮﮐﺭﺎﻣ ﮏﺑ
ro: Marcaje:
rw: Ibimenyetso:
sd: :ڪﺭﺎﻣ ﮏﺑ
si: පිටු සලකුණු:
sk: Záložky:
sl: Zaznamki:
sq: Faqeshënuesit:
sw: Alamisho:
ta: புக்மார்க்குகள்:
te: బుక్u200cమార్క్u200cలు:
tg: Хатчӯбҳо:
th: บุ๊กมาร์ก:
tk: Bellikler:
tt: Кыстармалар:
uk: Закладки:
ur: پسندیدہ:
uz: Xatcho'plar:
vi: Dấu trang:
xh: Amanqaku encwadi:
yi: :סקראַמקוב

source: Show Thumbnails
af: Wys kleinkiekies
am: ድንክዬዎችን አሳይ
ar: ﻩﺮﻐﺼﻤﻟﺍ ﺭﻮﺼﻟﺍ ﺽﺮﻋﺍ
be: Паказаць мініяцюры
bg: Показване на миниатюри
bn: থাম্বনেল দেখান
ca: Mostra les miniatures
cy: Dangos Mân-luniau
da: Vis miniaturebilleder
eo: Montru Bildetojn
et: Näita pisipilte
eu: Erakutsi miniaturak
fa: ﺎﻬﺴﮑﻋ ﺰﯾﺭ ﺶﯾﺎﻤﻧ
fi: Näytä pikkukuvat
fil: Ipakita ang mga Thumbnail
fy: Lit miniatueren sjen
ga: Taispeáin Mionsamhlacha
gd: Seall mion-dhealbhan
gl: Mostrar miniaturas
gu: થંબનેલ્સ બતાવો
he: תורעזוממ תונומת גצה
hi: थंबनेल दिखाओ
hr: Prikaži minijature
hu: Miniatűrök megjelenítése
hy: Ցույց տալ մանրապատկերները
id: Tampilkan Thumbnail
is: Sýna smámyndir
ka: ესკიზების ჩვენება
kk: Нобайларды көрсету
km: បង្ហាញរូបភាពតូច
kn: ಥಂಬ್u200cನೇಲ್u200cಗಳನ್ನು ತೋರಿಸಿ
ku: Thumbnails nîşan bide
ky: Эскиздерди көрсөтүү
lo: ສະແດງຮູບຫຍໍ້
lt: Rodyti Miniatiūras
lv: Rādīt sīktēlus
mg: Asehoy ny Thumbnails
mi: Whakaatuhia nga Karakōnui
mk: Прикажи сликички
ml: ലഘുചിത്രങ്ങൾ കാണിക്കുക
mn: Өнгөц зургийг харуулах
mr: लघुप्रतिमा दर्शवा
mt: Uri Thumbnails
my: ပုံသေးများကို ပြပါ။
nb: Vis miniatyrbilder
ne: थम्बनेलहरू देखाउनुहोस्
or: ଥମ୍ବନେଲଗୁଡିକ ଦେଖାନ୍ତୁ |
pa: ਥੰਬਨੇਲ ਦਿਖਾਓ
ps: ﺖﺳﺎﯾﺎښﻭ ﻪﻧﻮﻠﯿﺒﻤﺗ
ro: Afișați miniaturile
rw: Erekana Thumbnail
sd: ﻮﻳﺭﺎﮑﻳڏ ﺲﻠﻴﻨﺒﻤﭤ
si: සිඟිති රූ පෙන්වන්න
sk: Zobraziť miniatúry
sl: Pokaži sličice
sq: Shfaq miniaturë
sw: Onyesha Vijipicha
ta: சிறுபடங்களைக் காட்டு
te: థంబ్u200cనెయిల్u200cలను చూపించు
tg: Намоиши эскизҳо
th: แสดงภาพขนาดย่อ
tk: Suratlar görkeziň
tt: Эскизларны күрсәт
uk: Показати мініатюри
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﺰﻠﯿﻧ ﺐﻤﮭﺗ
uz: Eskizlarni ko'rsatish
vi: Hiển thị hình thu nhỏ
xh: Bonisa iiThumbnails
yi: סליאַנבמוהט ןזיַיוו

source: Max Pic Size To Thumbnail:
af: Maksimum fotogrootte tot kleinkiekie:
am: ከፍተኛው የምስል መጠን ወደ ድንክዬ፡
ar: :ﺓﺮﻐﺼﻤﻟﺍ ﺓﺭﻮﺼﻟﺍ ﻢﺠﺤﻟ ﻰﺼﻗﻷ﻿ﺍ ﺪﺤﻟﺍ
be: Максімальны памер фота для мініяцюры:
bg: Максимален размер на снимката до миниатюра:
bn: থাম্বনেইলের সর্বোচ্চ পিক সাইজ:
ca: Mida màxima de la imatge a la miniatura:
cy: Maint Pic Uchaf i'r Bawd:
da: Maks. billedstørrelse til miniaturebillede:
eo: Maksimuma bilda grandeco al bildeto:
et: Maksimaalne pildi suurus pisipildini:
eu: Irudiaren gehienezko tamaina miniatura:
fa: :ﮏﭼﻮﮐ ﺮﯾﻮﺼﺗ ﺎﺗ ﺲﮑﻋ ﻩﺯﺍﺪﻧﺍ ﺮﺜﮐﺍﺪﺣ
fi: Pikkukuvan enimmäiskoko:
fil: Pinakamataas na Laki ng Larawan Upang Thumbnail:
fy: Maks fotogrutte oant miniatuer:
ga: Méid Max Pic go Mionsamhail:
gd: Meud Max Pic chun a ’mhion-dhealbh:
gl: Tamaño máximo da imaxe para a miniatura:
gu: થંબનેલ માટે મહત્તમ ચિત્ર કદ:
he: :תרעזוממ הנומתל ילמיסקמ הנומת לדוג
hi: थंबनेल के लिए अधिकतम तस्वीर का आकार:
hr: Maksimalna veličina slike do minijature:
hu: Maximális képméret a miniatűrhöz:
hy: Նկարի առավելագույն չափը մինչև մանրապատկեր.
id: Ukuran Pic Maks Untuk Thumbnail:
is: Hámarksstærð mynda í smámynd:
ka: სურათის მაქსიმალური ზომა ესკიზამდე:
kk: Нобай үшін максималды сурет өлшемі:
km: ទំហំរូបភាពអតិបរមាដល់រូបភាពតូច៖
kn: ಥಂಬ್u200cನೇಲ್u200cಗೆ ಗರಿಷ್ಠ ಚಿತ್ರದ ಗಾತ್ರ:
ku: Mezinahiya wêneyê ya herî zêde ji bo xêzkirinê:
ky: Эскизге максималдуу сүрөт өлчөмү:
lb: Max Bildgréisst bis Thumbnail:
lo: ຂະໜາດຮູບສູງສຸດເຖິງຮູບຫຍໍ້:
lt: Maksimalus nuotraukos dydis iki miniatiūros:
lv: Maksimālais attēla izmērs līdz sīktēlam:
mg: Haben'ny sary ho an'ny Thumbnail:
mi: Te Rahi Pikitia Ki te Karakōnui:
mk: Максимална големина на слика до сликичка:
ml: പരമാവധി ചിത്ര വലുപ്പം മുതൽ ലഘുചിത്രം വരെ:
mn: Өнгөц зураг авах хамгийн их зургийн хэмжээ:
mr: लघुप्रतिमा करण्यासाठी कमाल फोटो आकार:
mt: Daqs Massimu tal-Imma Sal-Miniatura:
my: ပုံသေးသို့ အများဆုံးပုံအရွယ်အစား-
nb: Maks bildestørrelse til miniatyrbilde:
ne: थम्बनेलमा अधिकतम फोटो साइज:
or: ଥମ୍ବନେଲକୁ ସର୍ବାଧିକ ପିକ୍ ସାଇଜ୍:
pa: ਥੰਬਨੇਲ ਲਈ ਵੱਧ ਤੋਂ ਵੱਧ ਤਸਵੀਰ ਦਾ ਆਕਾਰ:
ps: :ﻩﺯﺍﺪﻧﺍ ﻲﻤﻈﻋﺍ ﺲﮑﻋ ﺩ ﻩﺭﺎﭙﻟ ﻞﯿﺒﻤﺗ ﺩ
ro: Dimensiunea maximă a imaginii la miniatură:
rw: Ingano ya Pic Ingano Kuri Thumbnail:
sd: :thumbnail ﻦﻴﺋﺎﺗ ﺰﻴﺋﺎﺳ Pic ﮄﻭ ۾ ﮄﻭ
si: උපරිම පින්තූරයේ ප්u200dරමාණය සිඟිති රුවට:
sk: Maximálna veľkosť obrázka na miniatúru:
sl: Največja velikost slike do sličice:
sq: Madhësia maksimale e fotografisë në miniaturë:
sw: Ukubwa wa Juu wa Picha kwa Kijipicha:
ta: அதிகபட்ச பட அளவு சிறுபடம்:
te: థంబ్u200cనెయిల్ నుండి గరిష్ట చిత్ర పరిమాణం:
tg: Андозаи максималии акс барои ангора:
th: ขนาดภาพสูงสุดเป็นภาพขนาดย่อ:
tk: Suratyň iň uly suraty:
tt: Эскизга максималь зурлык:
uk: Максимальний розмір зображення до ескізу:
ur: :ﺰﺋﺎﺳ ﺎﮐ ﺮﯾﻮﺼﺗ ﮦﺩﺎﯾﺯ ﮯﺳ ﮦﺩﺎﯾﺯ ﮯﯿﻟ ﮯﮐ ﻞﯿﻧ ﺐﻤﮭﺗ
uz: Eskiz uchun maksimal rasm hajmi:
vi: Kích thước ảnh tối đa cho hình thu nhỏ:
xh: Ubukhulu bePic ubukhulu ukuya kwiThumbnail:
yi: :ליינמאַט וצ סיירג דליב םומיסקאַמ

source: <b>File List</b>
af: <b>Lêer lys</b>
am: <b>የፋይል ዝርዝር</b>
ar: <b>ﺕﺎﻔﻠﻤﻟﺍ ﺔﻤﺋﺎﻗ</b>
be: <b>Спіс файлаў</b>
bg: <b>Списък с файлове</b>
bn: <b>ফাইল তালিকা</b>
ca: <b>Llista de fitxers</b>
cy: <b>Rhestr Ffeiliau</b>
da: <b>Filliste</b>
eo: <b>Dosiera Listo</b>
et: <b>Failide loend</b>
eu: <b>Fitxategien zerrenda</b>
fa: <b>ﻞﯾﺎﻓ ﺖﺴﯿﻟ</b>
fi: <b>Tiedostoluettelo</b>
fil: <b>Listahan ng File</b>
fy: <b>Triem List</b>
ga: <b>Liosta Comhad</b>
gd: <b>Liosta faidhle</b>
gl: <b>Lista de ficheiros</b>
gu: <b>ફાઇલ સૂચિ</b>
he: <b>םיצבק תמישר</b>
hi: <b>फ़ाइल सूची</b>
hr: <b>Popis datoteka</b>
hu: <b>Fájllista</b>
hy: <b>Ֆայլերի ցանկ</b>
id: <b>Daftar Berkas</b>
is: <b>Skráarlisti</b>
ka: <b>ფაილების სია</b>
kk: <b>Файлдар тізімі</b>
km: <b>បញ្ជីឯកសារ</b>
kn: <b>ಫೈಲ್ ಪಟ್ಟಿ</b>
ku: <b>Lîsteya pelan</b>
ky: <b>Файл тизмеси</b>
lb: <b>Datei Lëscht</b>
lo: <b>ບັນຊີລາຍຊື່ໄຟລ໌</b>
lt: <b>Failų Sąrašas</b>
lv: <b>Failu saraksts</b>
mg: <b>Lisitra fisie</b>
mi: <b>Rarangi Kōnae</b>
mk: <b>Список со датотеки</b>
ml: <b>ഫയൽ ലിസ്റ്റ്</b>
mn: <b>Файлын жагсаалт</b>
mr: <b>फाइल सूची</b>
mt: <b>Lista tal-Fajls</b>
my: <b>ဖိုင်စာရင်း</b>
nb: <b>Filliste</b>
ne: <b>फाइल सूची</b>
or: <b>ଫାଇଲ୍ ତାଲିକା |</b>
pa: <b>ਫਾਈਲ ਸੂਚੀ</b>
ps: <b>ﺖﺴﯿﻟ ﻞﯾﺎﻓ ﺩ</b>
ro: <b>Lista de fișiere</b>
rw: <b>Urutonde rwa dosiye</b>
sd: <b>ٽﺴﻟ ﻞﺋﺎﻓ</b>
si: <b>ගොනු ලැයිස්තුව</b>
sk: <b>Zoznam súborov</b>
sl: <b>Seznam datotek</b>
sq: <b>Lista e skedarëve</b>
sw: <b>Orodha ya faili</b>
ta: <b>கோப்பு பட்டியல்</b>
te: <b>ఫైల్ జాబితా</b>
tg: <b>Рӯйхати файл</b>
th: <b>รายการไฟล์</b>
tk: <b>Faýl sanawy</b>
tt: <b>Файл исемлеге</b>
uk: <b>Список файлів</b>
ur: <b>ﺖﺳﺮﮩﻓ ﯽﮐ ﻞﺋﺎﻓ</b>
uz: <b>Fayllar roʻyxati</b>
vi: <b>Danh sách tệp</b>
xh: <b>Uludwe Lwefayile</b>
yi: <b>המישר עקעט</b>

source: _General
af: _Algemeen
am: _አጠቃላይ
ar: _عام
be: _Агульны
bg: _Общи
bn: _সাধারণ
cy: _Cyffredinol
da: _Generelt
eo: _Generalo
et: Ü_ldine
eu: _Orokorra
fa: _ﯽﻣﻮﻤﻋ
fi: _Yleiset
fil: _Heneral
fy: _Algemien
ga: _Ginearálta
gd: _Coitcheann
gl: _Xeral
gu: _જનરલ
he: _כללי
hi: _आम
hr: _Općenito
hu: Általá_nos
hy: _Գեներալ
id: _Umum
is: _Almennt
ka: _გენერალი
kk: _Жалпы
km: ​ទូទៅ
kn: _ಸಾಮಾನ್ಯ
ku: _Giştî
ky: _Генерал
lo: _ທົ່ວໄປ
lt: _Bendri
lv: _Ģenerālis
mi: _Whānui
mk: _Општо
ml: _ജനറൽ
mn: _Генерал
mr: _सामान्य
mt: _Ġenerali
my: _အထွေထွေ
nb: _Generelt
ne: _सामान्य
or: _ଜେନେରାଲ୍ |
pa: _ਜਨਰਲ
ps: _ﻝﺍﺮﻨﺟ
rw: _Jenerali
sd: _ﻝﺮﻨﺟ
si: _පොදු
sk: _Všeobecné
sl: _Splošno
sq: _Gjeneral
sw: _Mkuu
ta: _பொது
te: _జనరల్
tg: _Генерал
th: _ทั่วไป
tt: _Генерал
uk: _Загальне
ur: _عام
vi: _Chung
xh: _Ngokubanzi
yi: _עניימעגלאַ

source: Always show the tab bar
af: Wys altyd die oortjiebalk
am: ሁልጊዜ የትር አሞሌን አሳይ
ar: اعرض شريط الألسنة دوما
be: Заўсёды паказваць панэль укладак
bg: Винаги показвайте лентата с раздели
bn: সবসময় ট্যাব বার দেখান
ca: Mostra sempre la barra de pestanyes
cy: Dangoswch y bar tab bob amser
da: Vis altid faneblade
eo: Ĉiam montru la langeton
et: Kuva alati vahekaardiriba
eu: Erakutsi beti fitxa-barra
fa: ﺪﯿﻫﺩ ﻥﺎﺸﻧ ﺍﺭ ﻪﮔﺮﺑ ﺭﺍﻮﻧ ﻪﺸﯿﻤﻫ
fi: Näytä aina välilehtipalkki
fil: Palaging ipakita ang tab bar
fy: Altyd de ljepperbalke sjen litte
ga: Taispeáin an barra cluaisín i gcónaí
gd: Seall am bàr taba an-còmhnaidh
gl: Mostrar sempre a barra de separadores
gu: હંમેશા ટેબ બાર બતાવો
he: תמיד להציג את סרגל הלשוניות
hi: हमेशा टैब बार दिखाएं
hr: Uvijek prikaži traku s karticama
hu: Fül sáv állandó mutatása
hy: Միշտ ցույց տալ ներդիրների գոտին
id: Selalu Menampilkan Tab Bar
is: Sýndu alltaf flipastikuna
ka: ყოველთვის აჩვენე ჩანართის ზოლი
kk: Әрқашан қойынды жолағын көрсетіңіз
km: បង្ហាញរបារផ្ទាំងជានិច្ច
kn: ಯಾವಾಗಲೂ ಟ್ಯಾಬ್ ಬಾರ್ ಅನ್ನು ತೋರಿಸಿ
ku: Her tim barê tabê nîşan bide
ky: Ар дайым өтмөк тилкесин көрсөтүү
lb: Ëmmer d'Tabbar weisen
lo: ສະແດງແຖບແຖບສະເໝີ
lt: Visada rodyti korteles
lv: Vienmēr rādīt ciļņu joslu
mg: Asehoy foana ny baran'ny tabilao
mi: Whakaatuhia te pae ripa i nga wa katoa
mk: Секогаш прикажувај ја лентата со јазичиња
ml: എപ്പോഴും ടാബ് ബാർ കാണിക്കുക
mn: Табын мөрийг үргэлж харуулах
mr: नेहमी टॅब बार दाखवा
mt: Dejjem uri t-tab bar
my: တက်ဘ်ဘားကို အမြဲပြသပါ။
nb: Vis alltid fanelinjen
ne: सधैं ट्याब पट्टी देखाउनुहोस्
or: ସର୍ବଦା ଟ୍ୟାବ୍ ବାର୍ ଦେଖାନ୍ତୁ |
pa: ਹਮੇਸ਼ਾ ਟੈਬ ਬਾਰ ਦਿਖਾਓ
ps: ﺖﺳﺎﯾﺎښﻭ ﺭﺎﺑ ﺐټ ﺩ ﻞﺗ
ro: Afișați întotdeauna bara de file
rw: Buri gihe werekane akabari
sd: ﻮﻳﺭﺎﮑﻳڏ ﺭﺎﺑ ﺐﻴٽ ﻪﺸﻴﻤﻫ
si: සෑම විටම ටැබ් තීරුව පෙන්වන්න
sk: Vždy zobrazovať tento panel s kartami
sl: Vedno prikaži vrstico zavihkov
sq: Shfaq gjithmonë shiritin e skedave
sw: Onyesha upau wa kichupo kila wakati
ta: எப்போதும் தாவல் பட்டியைக் காட்டு
te: ఎల్లప్పుడూ ట్యాబ్ బార్u200cను చూపించు
tg: Ҳамеша сатри ҷадвалро нишон диҳед
th: แสดงแถบแท็บเสมอ
tk: Elmydama tab goýmasyny görkeziň
tt: Waysәрвакыт кыстыргычны күрсәтегез
uk: Завжди показувати панель вкладок
ur: ٹیب پٹی ہمیشہ ظاہر رکھیں
uz: Har doim yorliqlar panelini ko'rsating
vi: Luôn hiển thị thanh tab
xh: Hlala ubonisa ibar yesithuba
yi: ראַב לטיווק יד ןזיַיוו קידנעטש

source: Hide 'Close Tab' buttons
af: Versteek 'Maak oortjie toe' knoppies
am: ደብቅ 'ትርን ዝጋ' አዝራሮች
ar: ءﺎﻔﺧﺇ 'ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ ﻕﻼ﻿ﻏﺇ' ﺭﺍﺭﺯﺃ
be: Хавацца 'Закрыць укладку' кнопкі
bg: Крия 'Затваряне на раздела' бутони
bn: লুকান 'ট্যাব বন্ধ করুন' বোতাম
ca: Amaga 'Tanca la pestanya' botons
cy: Cuddio 'Caewch Tab' botymau
da: Skjule 'Luk fanen' knapper
eo: Kaŝi 'Fermu Tab' butonoj
et: Peida 'Sule vahekaart' nupud
eu: Ezkutatu 'Itxi fitxa' botoiak
fa: ﻥﺪﺷ ﻥﺎﻬﻨﭘ 'ﻪﮔﺮﺑ ﻦﺘﺴﺑ' ﺎﻫ ﻪﻤﮐﺩ
fi: Piilottaa 'Sulje välilehti' painikkeet
fil: Tago 'Isara ang Tab' mga pindutan
fy: Ferstopje 'Tab slute' knoppen
ga: Folaigh 'Dún Tab' cnaipí
gd: Falaich 'Dùin Tab' putanan
gl: Ocultar 'Pechar a pestana' botóns
gu: છુપાવો 'ટૅબ બંધ કરો' બટનો
he: אבחתהל 'הייסיטרכ רוגס' םירותפכ
hi: छिपाना 'टैब बंद करें' बटन
hr: Sakriti 'Zatvori karticu' gumbi
hu: Elrejt 'Lap bezárása' gombokat
hy: Թաքցնել 'Փակել ներդիրը' կոճակներ
id: Bersembunyi 'Tutup Tab' tombol
is: Fela 'Loka flipa' hnappa
ka: დამალვა 'ჩანართის დახურვა' ღილაკები
kk: Жасыру 'Қойындыны жабу' түймелері
km: លាក់ 'បិទផ្ទាំង' ប៊ូតុង
kn: ಮರೆಮಾಡಿ 'ಟ್ಯಾಬ್ ಮುಚ್ಚಿ' ಗುಂಡಿಗಳು
ku: Veşartin 'Tabê bigire' bişkokên
ky: Жашыруу 'Өтмөктү жабуу' баскычтар
lb: Verstoppen 'Zoumaachen Tab' Knäppercher
lo: ເຊື່ອງ 'ປິດແຖບ' ປຸ່ມ
lt: Slėpti mygtukus "Užverti Kortelę"
lv: Slēpt 'Aizvērt cilni' pogas
mg: afeno ny 'Akatona ny Tab' bokotra
mi: Huna 'Katia Ripa' patene
mk: Крие 'Затвори ја картичката' копчиња
ml: മറയ്ക്കുക 'ടാബ് അടയ്ക്കുക' ബട്ടണുകൾ
mn: Нуух 'Табыг хаах' товчлуурууд
mr: लपवा 'टॅब बंद करा' बटणे
mt: Aħbi 'Agħlaq Tab' buttuni
my: ဖွက်ပါ။ 'တက်ဘ်ကို ပိတ်ပါ။' ခလုတ်များ
nb: Gjemme seg 'Lukk fanen' knapper
ne: लुकाउनुहोस् 'ट्याब बन्द गर्नुहोस्' बटनहरू
or: ଲୁଚାନ୍ତୁ | 'ଟ୍ୟାବ୍ ବନ୍ଦ କରନ୍ତୁ |' ବଟନ୍
pa: ਓਹਲੇ 'ਟੈਬ ਬੰਦ ਕਰੋ' ਬਟਨ
ps: ﻝﻮټﭘ 'ﺉړﮐ ﺪﻨﺑ ﺐټ' ۍڼﺗ
ro: Ascunde 'Închideți fila' butoane
rw: Hisha 'Funga Tab' buto
sd: ﮡﺋﺎڪﻟ 'ﺐﻴٽ ﻮﻳﺮڪ ﺪﻨﺑ' ﮡٽﺑ
si: සඟවන්න 'ටැබය වසන්න' බොත්තම්
sk: Skryť 'Zatvoriť kartu' tlačidlá
sl: skrij 'Zapri zavihek' gumbi
sq: Fshih 'Mbyll skedën' butonat
sw: Ficha 'Funga Kichupo' vifungo
ta: மறை 'தாவலை மூடு' பொத்தான்கள்
te: దాచు 'ట్యాబ్u200cను మూసివేయండి' బటన్లు
tg: Пинҳон кардан 'Варақаро пӯшед' тугмаҳо
th: ซ่อน 'ปิดแท็บ' ปุ่ม
tk: Gizle 'Taby ýapyň' düwmeleri
tt: Яшер 'Ябуны ябу' төймәләре
uk: Сховати 'Закрити вкладку' кнопки
ur: ﮟﯿﺋﺎﭙﮭﭼ '۔ﮟﯾﺮﮐ ﺪﻨﺑ ﺐﯿﭨ' ﻦﭩﺑ
uz: Yashirish 'Tabni yopish' tugmalar
vi: Giấu 'Đóng tab' nút
xh: Fihla 'Vala iTab' amaqhosha
yi: ןטלאַהאַב 'באַט טנעאָנ' ךעלפּענק
