Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Overwrite Option
af: _Oorskryf opsie
am: _አማራጭ ፃፍ
ar: _ﺭﺎﻴﺨﻟﺍ ﻕﻮﻓ ﺔﺑﺎﺘﻜﻟﺍ
be: _Параметр перазапісу
bg: _Опция за презаписване
bn: _ওভাররাইট বিকল্প
ca: _Opció de sobreescriure
cy: _Dewis Ysgrifennu
da: _Mulighed for overskrivning
eo: _Anstataŭigi Opcion
et: _Ülekirjutamise valik
eu: _Gainidatzi aukera
fa: _ﯽﺴﯾﻮﻧﻭﺭ ﻪﻨﯾﺰﮔ
fi: _Korvaava vaihtoehto
fil: _I-overwrite ang Opsyon
fy: _Opsje oerskriuwe
ga: _Rogha Forscríbhneoireachta
gd: _Roghainn thairis
gl: _Opción de sobrescribir
gu: _ઓવરરાઈટ વિકલ્પ
he: _הפלחה תורשפא
hi: _ओवरराइट विकल्प
hr: _Opcija prepisivanja
hu: _Felülírási lehetőség
hy: _Վերագրանցման տարբերակ
id: _Opsi Timpa
is: _Yfirskrifa valkostur
ka: _გადაწერის ვარიანტი
kk: _Қайта жазу опциясы
km: _សរសេរជាន់លើជម្រើស
kn: _ಓವರ್u200cರೈಟ್ ಆಯ್ಕೆ
ku: _Vebijêrk Overwrite
ky: _Үстүнө жазуу опциясы
lb: _Iwwerschreiwe Optioun
lo: _ຂຽນທັບທາງເລືອກ
lt: _Perrašymo parinktis
lv: _Pārrakstīšanas opcija
mg: _Safidy overwrite
mi: _Kōwhiringa Tuhirua
mk: _Опција за презапишување
ml: _ഓവർറൈറ്റ് ഓപ്ഷൻ
mn: _Дарж бичих сонголт
mr: _ओव्हरराइट पर्याय
mt: _Overwrite Għażla
my: _Option ကို Overwrite လုပ်ပါ။
nb: _Alternativ for overskriving
ne: _अधिलेखन विकल्प
or: _ଓଭର୍ ରାଇଟ୍ ଅପ୍ସନ୍ |
pa: _ਓਵਰਰਾਈਟ ਵਿਕਲਪ
ps: _ﺭﺎﯿﺘﺧﺍ ﻮﻠﮑﯿﻟ ﺎﯿﺑ ﺩ
ro: _Opțiunea de suprascriere
rw: _Kwandika hejuru
sd: _ﻦﺸﭘﺁ ٽﺋﺍﺭ ﺭﻭﻭﺍ
si: _උඩින් ලිවීමේ විකල්පය
sk: _Možnosť prepísania
sl: _Možnost prepisa
sq: _Opsioni mbishkrimi
sw: _Chaguo la Batilisha
ta: _மேலெழுதும் விருப்பம்
te: _ఓవర్u200cరైట్ ఎంపిక
tg: _Опсияи аз навнависӣ
th: _เขียนทับตัวเลือก
tk: _Opsiýanyň üstünden ýazmak
tt: _Вариантны кабат язу
uk: _Опція перезапису
ur: _ﻦﺸﭘﺁ ﭧﺋﺍﺭ ﺭﻭﻭﺍ
uz: _Qayta yozish opsiyasi
vi: _Ghi đè tùy chọn
xh: _Bhala phezu kweKhetho
yi: _עיצפּאָ טייררעווואָ

source: _Error Option
af: _Fout Opsie
am: _የስህተት አማራጭ
ar: _ﺄﻄﺨﻟﺍ ﺭﺎﻴﺧ
be: _Параметр памылак
bg: _Опция за грешка
bn: _ত্রুটি বিকল্প
ca: _Opció d'error
cy: _Opsiwn Gwall
da: _Fejlmulighed
eo: _Erara Opcio
et: _Vea valik
eu: _Errore aukera
fa: _ﺎﻄﺧ ﻪﻨﯾﺰﮔ
fi: _Virhevaihtoehto
fil: _Error na Opsyon
fy: _Flater opsje
ga: _Rogha Earráide
gd: _Roghainn mearachd
gl: _Opción de erro
gu: _ભૂલ વિકલ્પ
he: _האיגש תורשפא
hi: _त्रुटि विकल्प
hr: _Opcija pogreške
hu: _Hiba opció
hy: _Սխալի տարբերակ
id: _Opsi Kesalahan
is: _Villuvalkostur
ka: _შეცდომის ვარიანტი
kk: _Қате опциясы
km: _ជម្រើសកំហុស
kn: _ದೋಷ ಆಯ್ಕೆ
ku: _Vebijêrk Error
ky: _Ката опциясы
lb: _Feeler Optioun
lo: _ທາງເລືອກຄວາມຜິດພາດ
lt: _Klaidos parinktis
lv: _Kļūdas opcija
mi: _Kōwhiringa Hapa
mk: _Опција за грешка
ml: _പിശക് ഓപ്ഷൻ
mn: _Алдааны сонголт
mr: _त्रुटी पर्याय
mt: _Għażla ta' Żball
my: _အမှားရွေးချယ်မှု
nb: _Feilalternativ
ne: _त्रुटि विकल्प
or: _ତ୍ରୁଟି ବିକଳ୍ପ |
pa: _ਗਲਤੀ ਵਿਕਲਪ
ps: _ﺭﺎﯿﺘﺧﺍ ﯥﻨﺗﻭﺮﯧﺗ ﺩ
ro: _Opțiune de eroare
rw: _Ihitamo ry'amakosa
sd: _ﺭﺎﻴﺘﺧﺍ ﺎﺟ ﻲﻄﻠﻏ
si: _දෝෂ විකල්පය
sk: _Možnosť chyby
sl: _Možnost napake
sq: _Opsioni i gabimit
sw: _Chaguo la Hitilafu
ta: _பிழை விருப்பம்
te: _లోపం ఎంపిక
tg: _Варианти хато
th: _ตัวเลือกข้อผิดพลาด
tk: _Roralňyşlyk opsiýasy
tt: _Хата варианты
uk: _Параметр помилки
ur: _ﻦﺸﭘﺁ ﺭﺮﯾﺍ
uz: _Xato opsiyasi
vi: _Tùy chọn lỗi
xh: _Impazamo yoKhetho
yi: _עיצפּאָ תועט

source: Task Popup Font (affects new tasks)
af: Taakopspringlettertipe (beïnvloed nuwe take)
am: የተግባር ብቅ-ባይ ቅርጸ-ቁምፊ (አዲስ ተግባሮችን ይነካል)
ar: (ﺓﺪﻳﺪﺠﻟﺍ ﻡﺎﻬﻤﻟﺍ ﻰﻠﻋ ﺮﺛﺆﻳ) ﺔﻤﻬﻤﻠﻟ ﻖﺜﺒﻨﻤﻟﺍ ﻂﺨﻟﺍ
be: Усплывальны шрыфт задач (уплывае на новыя задачы)
bg: Изскачащ шрифт на задачата (засяга новите задачи)
bn: টাস্ক পপআপ ফন্ট (নতুন কাজগুলিকে প্রভাবিত করে)
ca: Tipus de lletra emergent de la tasca (afecta les tasques noves)
cy: Tasg Popup Tasg (yn effeithio ar dasgau newydd)
da: Opgave popup skrifttype (påvirker nye opgaver)
eo: Task Popup Tiparo (tuŝas novajn taskojn)
et: Ülesande hüpikakna font (mõjutab uusi ülesandeid)
eu: Task Popup Font (zeregin berriei eragiten die)
fa: (ﺩﺭﺍﺬﮔ ﯽﻣ ﺮﯿﺛﺄﺗ ﺪﯾﺪﺟ ﻒﯾﺎﻇﻭ ﺮﺑ) Task Popup ﺖﻧﻮﻓ
fi: Tehtävän ponnahdusikkunan kirjasin (vaikuttaa uusiin tehtäviin)
fil: Task Popup Font (nakakaapekto sa mga bagong gawain)
fy: Task Popup Lettertype (beynfloedet nije taken)
ga: Cló Tasc Popup (a théann i bhfeidhm ar thascanna nua)
gd: Task Popup Font (a ’toirt buaidh air gnìomhan ùra)
gl: Fonte emerxente de tarefas (afecta ás tarefas novas)
gu: કાર્ય પોપઅપ ફોન્ટ (નવા કાર્યોને અસર કરે છે)
he: (תושדח תומישמ לע עיפשמ) המישמ לש ץפוק ןפוג
hi: कार्य पॉपअप फ़ॉन्ट (नए कार्यों को प्रभावित करता है)
hr: Font skočnog prozora zadatka (utječe na nove zadatke)
hu: Feladat előugró betűtípus (az új feladatokat érinti)
hy: Առաջադրանքի թռուցիկ տառատեսակ (ազդում է նոր առաջադրանքների վրա)
id: Font Popup Tugas (mempengaruhi tugas baru)
is: Verkefnasprettigluggi leturgerð (hefur áhrif á ný verkefni)
ka: ამოცანების ამომხტარი შრიფტი (ზემოქმედებს ახალ ამოცანებს)
kk: Тапсырма қалқымалы қаріп (жаңа тапсырмаларға әсер етеді)
km: Task Popup Font (ប៉ះពាល់ដល់កិច្ចការថ្មី)
kn: ಟಾಸ್ಕ್ ಪಾಪ್ಅಪ್ ಫಾಂಟ್ (ಹೊಸ ಕಾರ್ಯಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ)
ku: Fontê Task Popup (bandorê li karên nû dike)
ky: Тапшырма калкып чыкма шрифт (жаңы тапшырмаларга таасир этет)
lb: Task Popup Font (beaflosst nei Aufgaben)
lo: Task Popup Font (ມີຜົນຕໍ່ໜ້າວຽກໃໝ່)
lt: Užduočių iššokantis šriftas (turi įtakos naujoms užduotims)
lv: Uznirstošais fonts (ietekmē jaunos uzdevumus)
mg: Task Popup Font (miantraika amin'ny asa vaovao)
mi: Momotuhi Pahūake Mahi (ka pa ki nga mahi hou)
mk: Фонт за скокачки задачи (влијае на новите задачи)
ml: ടാസ്ക് പോപ്പ്അപ്പ് ഫോണ്ട് (പുതിയ ടാസ്ക്കുകളെ ബാധിക്കുന്നു)
mn: Task Popup Font (шинэ даалгаварт нөлөөлдөг)
mr: टास्क पॉपअप फॉन्ट (नवीन कार्यांवर परिणाम करते)
mt: Task Popup Font (taffettwa kompiti ġodda)
my: Task Popup Font (အလုပ်အသစ်များကို အကျိုးသက်ရောက်သည်)
nb: Task Popup Font (påvirker nye oppgaver)
ne: टास्क पपअप फन्ट (नयाँ कार्यहरूलाई असर गर्छ)
or: ଟାସ୍କ ପପ୍ଅପ୍ ଫଣ୍ଟ (ନୂତନ କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ପ୍ରଭାବିତ କରେ)
pa: ਟਾਸਕ ਪੌਪਅੱਪ ਫੌਂਟ (ਨਵੇਂ ਕੰਮਾਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦਾ ਹੈ)
ps: (ﻱﻮﮐ ﻩﺰﯿﻏﺍ ﯤﺪﻧﺩ ﻱﻮﻧ) ټﻧﻮﻓ ﭖﺍ ﭖﺎﭘ ﮏﺳﺎټ ﺩ
ro: Font pop-up pentru sarcini (afectează sarcini noi)
rw: Inshingano yimyandikire (igira ingaruka kumirimo mishya)
sd: (ﻮﭤ ﻱﺮڪ ﺮﺛﺎﺘﻣ ﻲﮐ ﻦﻤڪ ﻦﻴﺌﻧ) ٽﻧﻮﻓ ﭖﺍ ﭖﺎﭘ ڪﺳﺎٽ
si: කාර්ය උත්පතන අකුරු (නව කාර්යයන් සඳහා බලපායි)
sk: Písmo kontextového okna úloh (ovplyvňuje nové úlohy)
sl: Pojavna pisava opravila (vpliva na nova opravila)
sq: Fonti kërcyes i detyrës (ndikon në detyrat e reja)
sw: Fonti Ibukizi ya Task (inaathiri kazi mpya)
ta: பணி பாப்அப் எழுத்துரு (புதிய பணிகளை பாதிக்கிறது)
te: టాస్క్ పాప్అప్ ఫాంట్ (కొత్త టాస్క్u200cలను ప్రభావితం చేస్తుంది)
tg: Task Popup Font (ба вазифаҳои нав таъсир мерасонад)
th: แบบอักษรป๊อปอัปของงาน (ส่งผลต่องานใหม่)
tk: Task popup şrifti (täze meselelere täsir edýär)
tt: Тапшыру шрифты (яңа биремнәргә тәэсир итә)
uk: Шрифт спливаючого вікна завдання (впливає на нові завдання)
ur: (ﮯﮨ ﺎﺗﺮﮐ ﺮﺛﺎﺘﻣ ﻮﮐ ﮞﻮﻣﺎﮐ ﮯﺌﻧ) ﭧﻧﻮﻓ ﭖﺍ ﭖﺎﭘ ﮏﺳﺎﭨ
uz: Vazifa qalqib chiquvchi shrift (yangi vazifalarga ta'sir qiladi)
vi: Phông chữ bật lên tác vụ (ảnh hưởng đến các tác vụ mới)
xh: Task Popup Font (ichaphazela imisebenzi emitsha)
yi: (סקסאַט עיַינ ץקעפאַ) טנאָפ גנירפּשפֿיוא קסאַט

source: Example Output 0123456789
af: Voorbeeld Uitset 0123456789
am: ምሳሌ ውፅዓት 0123456789
ar: ﻝﺎﺜﻤﻟﺍ ﺝﺍﺮﺧﺇ 0123456789
be: Прыклад вываду 0123456789
bg: Примерен изход 0123456789
bn: উদাহরণ আউটপুট 0123456789
ca: Sortida d'exemple 0123456789
cy: Allbwn Enghreifftiol 0123456789
da: Eksempel output 0123456789
eo: Ekzempla Eligo 0123456789
et: Näidisväljund 0123456789
eu: Irteera adibidea 0123456789
fa: ﻪﻧﻮﻤﻧ ﯽﺟﻭﺮﺧ 0123456789
fi: Esimerkkilähtö 0123456789
fil: Halimbawang Output 0123456789
fy: Foarbyld Output 0123456789
ga: Aschur Samplach 0123456789
gd: Toradh Eisimpleir 0123456789
gl: Saída de exemplo 0123456789
gu: ઉદાહરણ આઉટપુટ 0123456789
he: המגודל טלפ 0123456789
hi: उदाहरण आउटपुट 0123456789
hr: Primjer izlaza 0123456789
hu: Példa kimenet 0123456789
hy: Օրինակ Արդյունք 0123456789
id: Contoh Keluaran 0123456789
is: Dæmi úttak 0123456789
ka: მაგალითი გამომავალი 0123456789
kk: Мысал шығару 0123456789
km: លទ្ធផលឧទាហរណ៍ 0123456789
kn: ಉದಾಹರಣೆ ಔಟ್ಪುಟ್ 0123456789
ku: Mînak Output 0123456789
ky: Мисал чыгаруу 0123456789
lb: Beispill Ausgang 0123456789
lo: ຕົວຢ່າງ Output 0123456789
lt: Išvesties pavyzdys 0123456789
lv: Izvades piemērs 0123456789
mg: Ohatra Output 0123456789
mi: Tauira Putanga 0123456789
mk: Пример Излез 0123456789
ml: ഉദാഹരണ ഔട്ട്പുട്ട് 0123456789
mn: Жишээ гаралт 0123456789
mr: उदाहरण आउटपुट 0123456789
mt: Output Eżempju 0123456789
my: ဥပမာ Output 0123456789
nb: Eksempel utgang 0123456789
ne: उदाहरण आउटपुट 0123456789
or: ଉଦାହରଣ ଆଉଟପୁଟ୍ 0123456789
pa: ਉਦਾਹਰਨ ਆਉਟਪੁੱਟ 0123456789
ps: ﻝﻮﺼﺤﻣ ﯥګﻠﯧﺑ ﺩ 0123456789
ro: Exemplu de ieșire 0123456789
rw: Urugero Ibisohoka 0123456789
sd: ﺭﺍﻭﺍﺪﻴﭘ ﻲﺟ ﻝﺎﺜﻣ 0123456789
si: උදාහරණ නිමැවුම 0123456789
sk: Príklad výstupu 0123456789
sl: Primer izhoda 0123456789
sq: Shembull Output 0123456789
sw: Mfano Pato 0123456789
ta: எடுத்துக்காட்டு வெளியீடு 0123456789
te: ఉదాహరణ అవుట్u200cపుట్ 0123456789
tg: Намунаи баромад 0123456789
th: ตัวอย่างผลลัพธ์ 0123456789
tk: Mysal çykyşy 0123456789
tt: Мисал нәтиҗәләре 0123456789
uk: Вихідний приклад 0123456789
ur: ﭧﭘ ﭦﺅﺁ ﻝﺎﺜﻣ 0123456789
uz: Misol chiqarish 0123456789
vi: Đầu ra mẫu 0123456789
xh: Umzekelo wokuPhuma 0123456789
yi: טאַטלוזער ליפּשיַיב 0123456789

source: Err_ors
lt: Klaid_os

source: Stop If _First
af: Stop As _Eerstens
am: ከሆነ አቁም _አንደኛ
ar: ﺍﺫﺇ ﻒﻗﻮﺗ _ﻻ﻿ﻭﺃ
be: Спыніце, калі _Па-першае
bg: Спрете, ако _Първо
bn: যদি থামান _প্রথম
ca: Atura si _Primer
cy: Stop Os _Yn gyntaf
da: Stop hvis _Først
eo: Ĉesu Se _Unue
et: Peatage kui _Esiteks
eu: Gelditu bada _Lehenengoa
fa: ﺮﮔﺍ ﻒﻗﻮﺗ _ﻦﯿﻟﻭﺍ
fi: Lopeta jos _Ensimmäinen
fil: Itigil Kung _Una
fy: Stop As _Earste
ga: Stop Má _Ar dtús
gd: Stad Ma tha _A 'chiad
gl: Pare se _Primeira
gu: જો રોકો _પ્રથમ
he: םא רוצע _ןושאר
hi: बंद करो अगर _प्रथम
hr: Zaustavi ako _Prvi
hu: Állj le, ha _Első
hy: Stop Եթե _Առաջին
id: Berhenti Jika _Pertama
is: Hættu If _Fyrst
ka: შეაჩერე თუ _Პირველი
kk: Егер тоқтату _Бірінші
km: បញ្ឈប់ប្រសិនបើ _ទីមួយ
kn: ಇದ್ದರೆ ನಿಲ್ಲಿಸಿ _ಪ್ರಥಮ
ku: Raweste Ger _Yekem
ky: Stop If _Алгачкы
lb: Stop Wann _Éischten
lo: ຢຸດຖ້າ _ທໍາອິດ
lt: Sustoti, jei _Pirmas
lv: Apstāties, ja _Pirmkārt
mg: Atsaharo raha _VOALOHANY
mi: Kati Mena _Tuatahi
mk: Стоп ако _Прво
ml: എങ്കിൽ നിർത്തുക _ആദ്യം
mn: Хэрэв зогсоо _Эхлээд
mr: जर थांबवा _पहिला
mt: Waqqaf Jekk _L-ewwel
my: အကယ်၍ ရပ်လိုက်ပါ။ _ပထမ
nb: Stopp If _Først
ne: यदि रोक्नुहोस् _पहिले
or: ଯଦି ବନ୍ଦ କର _ପ୍ରଥମେ
pa: ਜੇਕਰ ਰੋਕੋ _ਪਹਿਲਾਂ
ps: ﻪﮐ ﺉﻭﺭﺩﻭ _ﯼړﻣﻮﻟ
ro: Opriți dacă _Primul
rw: Hagarika Niba _Ubwa mbere
sd: ﻦﮬڏڪﻴﺟ ﻮﻴڪﻭﺭ _ﻥﻮﻳﺮﻬﭘ
si: නම් නවත්වන්න _පළමුවන
sk: Stop If _najprv
sl: Ustavi Če _Prvič
sq: Ndalo nëse _Së pari
sw: Acha Kama _Kwanza
ta: இருந்தால் நிறுத்து _முதலில்
te: ఉంటే ఆపు _ప్రధమ
tg: Истед Агар _Аввал
th: หยุดถ้า _อันดับแรก
tk: Dur _Ilki bilen
tt: Туктагыз _Башта
uk: Зупинись, якщо _Спочатку
ur: ﻮﮐﻭﺭ ﺮﮔﺍ _ﻼ﻿ﮩﭘ
uz: Agar to'xtating _Birinchidan
vi: Dừng lại nếu _Đầu tiên
xh: Yeka Ukuba _Ekuqaleni
yi: ביוא ןטלאַה _רעטשרע

source: Stop On _Any
af: Stop op _Enige
am: አቁም _ማንኛውም
ar: ﻰﻠﻋ ﻒﻗﻭ _ﻱﺃ
be: Спыніцеся _Любы
bg: Спрете _Всякакви
bn: স্টপ অন _যে কোন
ca: Stop On _Cap
cy: Stopiwch ymlaen _Unrhyw
da: Stop på _Nogen
eo: Haltu Sur _Ajna
et: Stop On _Ükskõik milline
eu: Gelditu On _Edozein
fa: ﻦﺷﻭﺭ ﻒﻗﻮﺗ _ﺮﻫ
fi: Pysäytä päällä _Minkä tahansa
fil: Huminto Sa _Anuman
fy: Stopje op _Elk
ga: Stop Ar _Aon
gd: Stad air adhart _Sam bith
gl: Pare _Calquera
gu: સ્ટોપ ઓન _કોઈપણ
he: לע רוצע _לכ
hi: रुको _कोई भी
hr: Zaustavite se _Bilo koji
hu: Stop On _Bármi
hy: Stop On _Ցանկացած
id: Berhenti di _Setiap
is: Hættu á _Einhver
ka: გაჩერება _ნებისმიერი
kk: Тоқтату қосулы _Кез келген
km: ឈប់ _ណាមួយ។
kn: ನಿಲ್ಲಿಸಿ _ಯಾವುದಾದರು
ku: Stop On _Herçiyek
ky: Токтотуу күйүк _каалаган
lb: Stop op _All
lo: ຢຸດສຸດ _ໃດ
lt: Stop On _Bet koks
lv: Stop On _Jebkurš
mg: Stop On _misy
mi: Kati I _Tetahi
mk: Стоп Вклучи _Било кој
ml: നിർത്തുക _ഏതെങ്കിലും
mn: Зогсоох асаалттай _Ямар ч
mr: थांबा चालू _कोणतीही
mt: Stop On _Kwalunkwe
my: ရပ်ပါ။ _တစ်ခုခု
nb: Stopp på _Noen
ne: रोक्नुहोस् _कुनै पनि
or: ବନ୍ଦ କର | _ଯେକ .ଣସି
pa: 'ਤੇ ਰੋਕੋ _ਕੋਈ ਵੀ
ps: ﻩږﯾﺭﺩﻭ _ﻡﻮﮐ
ro: Stop On _Orice
rw: Hagarara _Icyo ari cyo cyose
sd: ﻮﻳﺮڪ ﺪﻨﺑ _ﻮڪ
si: නවතින්න _කිසියම්
sk: Stop On _akýkoľvek
sl: Ustavi se _Kaj
sq: Ndalo _Çdo
sw: Acha Washa _Yoyote
ta: நிறுத்து _ஏதேனும்
te: ఆపు _ఏదైనా
tg: Истеъмоли _Ягон
th: หยุดบน _ใด ๆ
tk: Dowam et _Islendik
tt: Тукта _Anyәрхәлдә
uk: Зупинись _Будь-який
ur: ﻥﺁ ﭖﺎﭩﺳ _ﯽﮭﺑ ﯽﺋﻮﮐ
uz: Toʻxtating _Har qanday
vi: Dừng ngay _Bất cứ
xh: Misa kwi _Nayiphi na
yi: ףיוא ןטלאַה _ןייק

source: _Continue
af: _Aanhou
am: _ቀጥል
ar: _ﻞﻤﻜﻳ
be: _Працягвайце
bg: _продължи
bn: _চালিয়ে যান
ca: _Continua
cy: _Parhewch
da: _Blive ved
eo: _Daŭrigu
et: _Jätka
eu: _Jarraitu
fa: _ﺪﯿﻫ ﻪﻣﺍﺩﺍ
fi: _Jatkaa
fil: _Magpatuloy
fy: _Trochgean
ga: _Leanúint ar aghaidh
gd: _Lean air adhart
gl: _Continuar
gu: _ચાલુ રાખો
he: _ךיִׁשמַהְל
hi: _जारी रखना
hr: _Nastaviti
hu: _Folytatni
hy: _Շարունակել
id: _Melanjutkan
is: _Halda áfram
ka: _განაგრძეთ
kk: _Жалғастыру
km: _បន្ត
kn: _ಮುಂದುವರಿಸಿ
ku: _Berdewamkirin
ky: _Улантуу
lb: _Fuert weider
lo: _ສືບຕໍ່
lt: _Tęsti
lv: _Turpināt
mg: _hanohy
mi: _Haere tonu
mk: _Продолжи
ml: _തുടരുക
mn: _Үргэлжлүүлэх
mr: _सुरू
mt: _Kompli
my: _ဆက်လက်
nb: _Fortsette
ne: _जारी राख्नुहोस्
or: _ଜାରି ରଖ |
pa: _ਜਾਰੀ ਰੱਖੋ
ps: _ﺉړﮐﺭﻭ ﻪﻣﺍﺩﺍ
ro: _Continua
rw: _Komeza
sd: _ﻮﮐﺭ ﻱﺭﺎﺟ
si: _දිගටම කරගෙන යන්න
sk: _ďalej
sl: _Nadaljuj
sq: _Vazhdoni
sw: _Endelea
ta: _தொடரவும்
te: _కొనసాగించు
tg: _Давом додан
th: _ดำเนินการต่อ
tk: _Dowam et
tt: _Дәвам итегез
uk: Продовжити
ur: _ﮯﮨﺭ ﯼﺭﺎﺟ
uz: _Davom eting
vi: _Tiếp tục
xh: _Qhubeka
yi: _ןצעזראָפ

source: _Queue New Tasks
af: _Stel nuwe take in tou
am: _አዲስ ተግባራት ወረፋ
ar: _ﺓﺪﻳﺪﺠﻟﺍ ﻡﺎﻬﻤﻟﺍ ﺭﺎﻈﺘﻧﺍ ﺔﻤﺋﺎﻗ
be: _Новыя задачы ў чарзе
bg: _Подредете нови задачи на опашка
bn: _নতুন টাস্ক সারিবদ্ধ করুন
ca: _Posa en cua noves tasques
cy: _Tasgau Ciw Newydd
da: _Sæt nye opgaver i kø
eo: _Vivu Novajn Taskojn
et: _Järjesta uued ülesanded
eu: _Zeregin berriak ilaran jarri
fa: _ﺪﯾﺪﺟ ﻒﯾﺎﻇﻭ ﻒﺻ
fi: _Jono uusia tehtäviä
fil: _Pilay Mga Bagong Gawain
fy: _Wachtrige Nije Taken
ga: _Tascanna Nua Scuaine
gd: _Ciudha gnìomhan ùra
gl: _Poñer en cola novas tarefas
gu: _નવા કાર્યોની કતાર
he: _תושדח תומישמ רות
hi: _कतार नए कार्य
hr: _Stavite u red nove zadatke
hu: _Új feladatok sorba állítása
hy: _Հերթագրեք նոր առաջադրանքները
id: _Antrian Tugas Baru
is: _Biðröð ný verkefni
ka: _რიგი ახალი ამოცანები
kk: _Жаңа тапсырмаларды кезекке қою
km: _តម្រង់ជួរកិច្ចការថ្មី។
kn: _ಹೊಸ ಕಾರ್ಯಗಳನ್ನು ಸರದಿಯಲ್ಲಿ ಇರಿಸಿ
ku: _Dora Karên Nû
ky: _Жаңы тапшырмаларды кезекке коюу
lb: _Schlaang nei Aufgaben
lo: _ຄິວໜ້າວຽກໃໝ່
lt: _Naujų užduočių eilė
lv: _Rindā jauni uzdevumi
mg: _Milahatra asa vaovao
mi: _Tutiraa Nga Mahi Hou
mk: _Во редица нови задачи
ml: _പുതിയ ടാസ്ക്കുകൾ ക്യൂ
mn: _Шинэ даалгавруудыг дараалалд оруулна уу
mr: _नवीन कार्ये रांगेत
mt: _Kju Kompiti Ġodda
my: _Tasks အသစ်များကို တန်းစီပါ။
nb: _Sett nye oppgaver i kø
ne: _नयाँ कार्यहरू लामबद्ध गर्नुहोस्
or: _ନୂତନ କାର୍ଯ୍ୟଗୁଡ଼ିକ
pa: _ਨਵੇਂ ਕਾਰਜਾਂ ਦੀ ਕਤਾਰ
ps: _ﯥﮐ ﺭﺎﺘﮐ ﻪﭘ ﯤﺪﻧﺩ ﯤﻮﻧ
ro: _Pune în coadă sarcini noi
rw: _Umurongo Imirimo Nshya
sd: _ﺭﺎﻄﻗ ﻲﺟ ﻦﻤڪ ﻦﻴﺌﻧ
si: _නව කාර්යයන් පෝලිම් කරන්න
sk: _Zoradiť nové úlohy
sl: _Postavite nova opravila v čakalno vrsto
sq: _Radhë detyrat e reja
sw: _Panga Majukumu Mapya
ta: _புதிய பணிகளை வரிசைப்படுத்துங்கள்
te: _కొత్త టాస్క్u200cలను వరుసలో ఉంచండి
tg: _Вазифаҳои навро ба навбат гузоред
th: _คิวงานใหม่
tk: _Täze wezipelere nobat
tt: _Яңа биремнәргә чират
uk: _Поставте в чергу нові завдання
ur: _ﺭﺎﻄﻗ ﯽﮐ ﮞﻮﻣﺎﮐ ﮯﺌﻧ
uz: _Yangi vazifalarni navbatga qo'ying
vi: _Hàng đợi Nhiệm vụ Mới
xh: _Uluhlu lweMisebenzi emitsha
yi: _סקסאַט וינ ייר

source: _Smart Queue
af: _Slim tou
am: _ብልጥ ወረፋ
ar: _ﺔﻴﻛﺬﻟﺍ ﺭﺎﻈﺘﻧﻻ﻿ﺍ ﺔﻤﺋﺎﻗ
be: _Разумная чарга
bg: _Интелигентна опашка
bn: _স্মার্ট সারি
ca: _Cua intel·ligent
cy: _Ciw Smart
da: _Smart kø
et: _Nutikas järjekord
eu: _Ilara adimenduna
fa: _ﺪﻨﻤﺷﻮﻫ ﻒﺻ
fi: _Älykäs jono
ga: _Scuaine Cliste
gd: _Ciudha glic
gl: _Fila intelixente
gu: _સ્માર્ટ કતાર
he: _םכח רות
hi: _स्मार्ट कतार
hr: _Pametni red čekanja
hu: _Intelligens sor
hy: _Խելացի հերթ
id: _Antrian Cerdas
is: _Smart biðröð
ka: _ჭკვიანი რიგი
kk: _Ақылды кезек
km: _ជួរឆ្លាតវៃ
kn: _ಸ್ಮಾರ್ಟ್ ಕ್ಯೂ
ky: _Акылдуу кезек
lo: _ຄິວອັດສະລິຍະ
lt: _Išmanioji eilė
lv: _Viedā rinda
mi: _Tūtira atamai
mk: _Паметна редица
ml: _സ്മാർട്ട് ക്യൂ
mn: _Ухаалаг дараалал
mr: _स्मार्ट रांग
mt: _Kju Smart
my: _စမတ်တန်းစီ
nb: _Smart kø
ne: _स्मार्ट लाम
or: _ସ୍ମାର୍ଟ କ୍ୟୁ
pa: _ਸਮਾਰਟ ਕਤਾਰ
ps: _ﺭﺎﺘﮐ ټﺭﺎﻤﺳ
ro: _Coadă inteligentă
rw: _Umurongo Wubwenge
sd: _ﺭﺎﻄﻗ ٽﺭﺎﻤﺳ
si: _ස්මාර්ට් පෝලිම
sl: _Pametna čakalna vrsta
sq: _Radha e zgjuar
sw: _Foleni Mahiri
ta: _ஸ்மார்ட் வரிசை
te: _స్మార్ట్ క్యూ
tg: _Навбати оқилона
th: _สมาร์ทคิว
tk: _Akylly nobat
tt: _Акыллы чират
uk: _Розумна черга
ur: _ﺭﺎﻄﻗ ﭦﺭﺎﻤﺳﺍ
uz: _Aqlli navbat
vi: _Hàng đợi thông minh
yi: _ייר טראַמס

source: _Pause On Error
af: _Pouse op fout
am: _በስህተት ለአፍታ አቁም
ar: _ﺄﻄﺨﻟﺍ ﺪﻨﻋ ﻒﻗﻮﺗ
be: _Памылка прыпынку
bg: _Пауза при грешка
bn: _ত্রুটির উপর বিরতি
ca: _Pausa per error
cy: _Saib Ar Gwall
da: _Pause ved fejl
eo: _Paŭzo Je Eraro
et: _Peata vea korral
eu: _Errore batean pausatu
fi: _Keskeytä virheen sattuessa
fil: _I-pause Sa Error
fy: _Paus by flater
ga: _Sos Ar Earráid
gd: _Stad air mearachd
gl: _Pausa por erro
gu: _ભૂલ પર થોભો
he: _האיגש תעב היהשה
hi: _त्रुटि पर रोकें
hr: _Pauza u slučaju pogreške
hu: _Szünet hiba esetén
hy: _Դադարեցնել սխալը
id: _Jeda Pada Kesalahan
is: _Hlé við villu
ka: _შეცდომის შეჩერება
kk: _Кідірту қатесі
km: _ផ្អាកនៅលើកំហុស
kn: _ದೋಷದ ಮೇಲೆ ವಿರಾಮಗೊಳಿಸಿ
ku: _Pause Li ser Çewtiyê
lb: _Paus op Feeler
lo: _ຢຸດຊົ່ວຄາວໃນຄວາມຜິດພາດ
lt: _Pristabdyti klaidai
lv: _Pauze kļūdas gadījumā
mg: _Miato amin'ny Error
mi: _Tatari I te Hapa
mk: _Паузирање на грешка
ml: _പിശകിൽ താൽക്കാലികമായി നിർത്തുക
mn: _Түр зогсоох алдаа
mr: _त्रुटीवर विराम द्या
mt: _Pawża Fuq Żball
my: _အမှားပေါ် ခေတ္တရပ်ပါ။
nb: _Pause ved feil
ne: _त्रुटिमा रोक्नुहोस्
or: _ତ୍ରୁଟି ଉପରେ ବିରତି ଦିଅନ୍ତୁ |
pa: _ਗਲਤੀ 'ਤੇ ਰੋਕੋ
ps: _ﻝﻭﺭﺩﻭ ﻪﻨﺗﻭﺮﯧﺗ ﻪﭘ
ro: _Pauză la eroare
rw: _Kuruhuka ku Ikosa
sd: _ﻲﻄﻠﻏ ﻲﺗ ٽﻭﺎڪﺭ
si: _දෝෂය මත විරාම කරන්න
sl: _Premor ob napaki
sq: _Pauzë në gabim
sw: _Sitisha Kwenye Hitilafu
ta: _பிழையில் இடைநிறுத்தம்
te: _లోపంపై పాజ్ చేయండి
tg: _Таваққуф дар хатогӣ
th: _หยุดชั่วคราวเมื่อเกิดข้อผิดพลาด
tk: _Roralňyşlyk bilen arakesme
tt: _Хата буенча пауза
uk: _Помилка призупинення
ur: _۔ﮟﯿﮐﻭﺭ ﺮﭘ ﯽﺑﺍﺮﺧ
uz: _To'xtatib turish xatosi
vi: _Tạm dừng khi có lỗi
xh: _Misa Kwimpazamo
yi: _תועט ףיוא עזיופּ

source: Arrange _Icons
af: Reël _Ikone
am: አደራደር _አዶዎች
ar: ﺐﺗﺭ _ﺕﺎﻧﻮﻘﻳﺃ
be: Арганізаваць _Абразкі
bg: Подредете _Икони
bn: ব্যবস্থা করা _আইকন
ca: Organitzar _Icones
cy: Trefnwch _Eiconau
da: Arranger _Ikoner
eo: Aranĝu _Ikonoj
et: Korraldama _Ikoonid
eu: Antolatu _Ikonoak
fa: ﻥﺩﺍﺩ ﺐﯿﺗﺮﺗ _ﺎﻫﺩﺎﻤﻧ
fi: Järjestää _Kuvakkeet
fil: Ayusin _Mga icon
fy: Arrangearje _Ikoanen
ga: Socraigh _Deilbhíní
gd: Cuir air dòigh _Icons
gl: Organizar _Iconas
gu: ગોઠવો _ચિહ્નો
he: ןֵגרַאְל _םינוקייא
hi: व्यवस्था _माउस
hr: Rasporedite _Ikone
hu: rendezni _Ikonok
hy: Դասավորել _Սրբապատկերներ
id: Mengatur _Ikon
is: Raða _Táknmyndir
ka: მოწყობა _ხატები
kk: Орналастыру _Белгішелер
km: រៀបចំ _រូបតំណាង
kn: ವ್ಯವಸ್ಥೆ ಮಾಡಿ _ಚಿಹ್ನೆಗಳು
ku: Lihevhatin _Îkonên
ky: Уюштуруу _Иконалар
lb: Arrangéieren _Ikonen
lo: ຈັດ _ໄອຄອນ
lt: Sutvarkyti _Piktogramos
lv: Sakārtot _Ikonas
mg: Ataovy _sary Masina
mi: Whakaritea _Tohu
mk: Наредете _Икони
ml: ക്രമീകരിക്കുക _ഐക്കണുകൾ
mn: Зохицуулах _Дүрсүүд
mr: व्यवस्था _चिन्हे
mt: Irranġa _Ikoni
my: စီစဉ်ပါ။ _အိုင်ကွန်များ
nb: Arrangere _Ikoner
ne: व्यवस्था गर्नुहोस् _आइकनहरू
or: ବ୍ୟବସ୍ଥା କର | _ଚିତ୍ରସଂକେତ
pa: ਪ੍ਰਬੰਧ ਕਰੋ _ਆਈਕਾਨ
ps: ﺐﯿﺗﺮﺗ _ﻪﯿﺒﺷ
ro: Aranja _icoane
rw: Tegura _Udushushondanga
sd: ﺖﺴﺑﻭﺪﻨﺑ _ﻦڪﺋﺁ
si: සකස් කරන්න _අයිකන
sk: Usporiadať _ikony
sl: Uredi _ikone
sq: Organizoni _Ikonat
sw: Panga _Aikoni
ta: ஏற்பாடு செய் _சின்னங்கள்
te: అమర్చు _చిహ్నాలు
tg: Тартиб додан _Нишонаҳо
th: จัด _ไอคอน
tk: Tertiplemek _Nyşanlar
tt: Тәртип _Икона
uk: Упорядкувати _ікони
ur: ۔ﮟﯾﺮﮐ ﺖﺴﺑﻭﺪﻨﺑ _ﮟﯿﮩﯿﺒﺷ
uz: Tartibga solish _Belgilar
vi: Sắp xếp _Biểu tượng
xh: Lungiselela _Iimpawu zomqondiso
yi: ןגיילוצ _זנאַקיי

source: By _Name
af: Deur _Naam
am: በ _ስም
ar: ﺔﻄﺳﺍﻮﺑ _ﻢﺳﺍ
be: Па _Імя
bg: от _име
bn: দ্বারা _নাম
ca: Per _Nom
cy: Gan _Enw
da: Ved _Navn
eo: De _Nomo
et: Kõrval _Nimi
eu: Nork _Izena
fa: ﻂﺳﻮﺗ _ﻡﺎﻧ
fi: Tekijä: _Nimi
fil: Sa pamamagitan ng _Pangalan
fy: Troch _Namme
ga: Le _Ainm
gd: Ro _Ainm
gl: Por _Nome
gu: દ્વારા _નામ
he: ידי לע _םֵׁש
hi: द्वारा _नाम
hr: Po _Ime
hu: Által _Név
hy: Ըստ _Անուն
id: Oleh _Nama
is: By _Nafn
ka: ავტორი _სახელი
kk: Авторы _Аты
km: ដោយ _ឈ្មោះ
kn: ಮೂಲಕ _ಹೆಸರು
ku: Ji _Nav
ky: By _аты
lb: Vun _Numm
lo: ໂດຍ _ຊື່
lt: Autorius _vardas
lv: Autors _Vārds
mg: ny _Anarana
mi: Na _Ingoa
mk: Од страна на _Име
ml: വഴി _പേര്
mn: By _Нэр
mr: द्वारे _नाव
mt: Permezz _Isem
my: အားဖြင့် _နာမည်
nb: Av _Navn
ne: द्वारा _नाम
or: ଦ୍ By ାରା _ନାମ
pa: ਨਾਲ _ਨਾਮ
ps: ﺍﻮﺨﻟ _ﻡﻮﻧ
ro: De _Nume
rw: Na _Izina
sd: ﻥﺍﺭﺎﭘ _ﻮﻟﺎﻧ
si: විසින් _නම
sk: Autor: _názov
sl: Avtor _ime
sq: Nga _Emri
sw: Na _Jina
ta: மூலம் _பெயர்
te: ద్వారా _పేరు
tg: Аз ҷониби _Ном
th: โดย _ชื่อ
tk: Byazan: _Ady
tt: Byәр сүзнең _Исем
uk: За _Ім'я
ur: ﮯﺳ ﻑﺮﻃ ﯽﮐ _ﻡﺎﻧ
uz: tomonidan _Ism
vi: Qua _Tên
xh: Ngu _Igama
yi: ךרוד _ןעמאָנ

source: By _Type
af: Deur _Tik
am: በ _ዓይነት
ar: ﺔﻄﺳﺍﻮﺑ _ﻉﻮﻧ
be: Па _Тып
bg: от _Тип
bn: দ্বারা _টাইপ
ca: Per _Tipus
cy: Gan _Math
da: Ved _Type
eo: De _Tajpu
et: Kõrval _Tüüp
eu: Nork _Mota
fa: ﻂﺳﻮﺗ _ﺪﯿﻨﮐ ﭗﯾﺎﺗ
fi: Tekijä: _Tyyppi
fil: Sa pamamagitan ng _Uri
fy: Troch _Type
ga: Le _Cineál
gd: Ro _Seòrsa
gl: Por _Tipo
gu: દ્વારા _પ્રકાર
he: ידי לע _גּוס
hi: द्वारा _प्रकार
hr: Po _Tip
hu: Által _típus
hy: Ըստ _Տիպ
id: Oleh _Jenis
is: By _Gerð
ka: ავტორი _ტიპი
kk: Авторы _Түр
km: ដោយ _ប្រភេទ
kn: ಮೂಲಕ _ಮಾದರಿ
ku: Ji _Awa
ky: By _Түр
lb: Vun _Typ
lo: ໂດຍ _ປະເພດ
lt: Pagal _Tipą
lv: Autors _Tips
mg: ny _Type
mi: Na _Momo
mk: Од страна на _Тип
ml: വഴി _ടൈപ്പ് ചെയ്യുക
mn: By _Төрөл
mr: द्वारे _प्रकार
mt: Permezz _Tip
my: အားဖြင့် _ရိုက်ပါ။
nb: Av _Type
ne: द्वारा _टाइप गर्नुहोस्
or: ଦ୍ By ାରା _ଟାଇପ୍ କରନ୍ତୁ |
pa: ਨਾਲ _ਟਾਈਪ ਕਰੋ
ps: ﺍﻮﺨﻟ _ﻝﻭډ
ro: De _Tip
rw: Na _Andika
sd: ﻥﺍﺭﺎﭘ _ﻢﺴﻗ
si: විසින් _ටයිප් කරන්න
sk: Autor: _Typ
sl: Avtor _Vrsta
sq: Nga _Lloji
sw: Na _Aina
ta: மூலம் _வகை
te: ద్వారా _టైప్ చేయండి
tg: Аз ҷониби _Навъи
th: โดย _พิมพ์
tk: Byazan: _Görnüşi
tt: Byәр сүзнең _Тип
uk: За _Тип
ur: ﮯﺳ ﻑﺮﻃ ﯽﮐ _ﻢﺴﻗ
uz: tomonidan _Turi
vi: Qua _Thể loại
xh: Ngu _Uhlobo
yi: ךרוד _פּיט
