Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
af: LET WEL: Wanneer die lys van toepassings saamgestel word om in die Open-subkieslys vir 'n tekslêer te verskyn, sal zzzFM toepassings insluit wat met die MIME type (eg text/html) EN toepassings wat verband hou met text/plain. As jy Verwyder op 'n toepassing kies, sal dit verwyder word as 'n geassosieerde toepassing vir die MIME type (eg text/html), maar sal NIE verwyder word as 'n geassosieerde aansoek vir text/plain (tensy die MIME type is text/plain). Die gebruik van Verwyder mag dus nie die toepassing van die Open-subkieslys vir hierdie tipe verwyder nie, tensy jy dit ook verwyder text/plain.
am: ማሳሰቢያ፡ ለጽሑፍ ፋይል በክፍት ንዑስ ምናሌ ውስጥ የሚታዩትን የመተግበሪያዎች ዝርዝር ሲያጠናቅቅ zzzFM ከሚከተሉት ጋር የተገናኙ መተግበሪያዎችን ያካትታል። MIME type (eg text/html) እና ከ ጋር የተያያዙ መተግበሪያዎች text/plain. በአንድ መተግበሪያ ላይ አስወግድ የሚለውን ከመረጡ፣ እንደ ተዛማጅ መተግበሪያ ይወገዳል ለ MIME type (eg text/html), ግን እንደ ተያያዥ ማመልከቻ አይወገድም። text/plain (በስተቀር MIME type ነው። text/plain). ስለዚህ አስወግድ ን በመጠቀም አፕሊኬሽኑን ካላስወገዱት በስተቀር ለዚህ አይነት ክፈት ንዑስ ሜኑ ላይያወጣው ይችላል። text/plain.
ar: ـﺑ ﺔﻄﺒﺗﺮﻤﻟﺍ ﺕﺎﻘﻴﺒﻄﺘﻟﺍ ﻞﻤﺸﻴﺳ zzzFM ﻥﺈﻓ ، ﻲﺼﻧ ﻒﻠﻤﻟ Open ﺔﻴﻋﺮﻔﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﻲﻓ ﺮﻬﻈﺘﻟ ﺕﺎﻘﻴﺒﻄﺘﻟﺍ ﺔﻤﺋﺎﻗ ﻊﻴﻤﺠﺗ ﺪﻨﻋ :ﺔﻈﺣﻼ﻿ﻣ MIME type (eg text/html) AND ـﺑ ﺔﻄﺒﺗﺮﻤﻟﺍ ﺕﺎﻘﻴﺒﻄﺘﻟﺍ text/plain. ـﻟ ﻂﺒﺗﺮﻣ ﻖﻴﺒﻄﺘﻛ ﻪﺘﻟﺍﺯﺇ ﻢﺘﺘﺴﻓ ، ﺕﺎﻘﻴﺒﻄﺘﻟﺍ ﺪﺣﺃ ﻲﻓ ﺔﻟﺍﺯﺇ ﺕﺩﺪﺣ ﺍﺫﺇ MIME type (eg text/html), ـﺑ ﻂﺒﺗﺮﻣ ﻖﻴﺒﻄﺘﻛ ﺎﻬﺘﻟﺍﺯﺇ ﻢﺘﺗ ﻦﻟ ﻦﻜﻟﻭ text/plain (ﻦﻜﻳ ﻢﻟ ﺎﻣ MIME type ﻥﻮﻜﻳ text/plain). ﻦﻣ ﻪﺘﻟﺍﺯﺈﺑ ﺖﻤﻗ ﺍﺫﺇ ﻻ﻿ﺇ ، ﻉﻮﻨﻟﺍ ﺍﺬﻬﻟ ﺔﺣﻮﺘﻔﻤﻟﺍ ﺔﻴﻋﺮﻔﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﻦﻣ ﻖﻴﺒﻄﺘﻟﺍ ﻞﻳﺰﻳ ﻻ﻿ ﺪﻗ ﺔﻟﺍﺯﺇ ﻡﺍﺪﺨﺘﺳﺍ ﻥﺈﻓ ، ﻲﻟﺎﺘﻟﺎﺑﻭ text/plain.
be: УВАГА: Пры складанні спісу прыкладанняў, якія з'яўляюцца ў падменю Адкрыць для тэкставага файла, zzzFM будзе ўключаць прыкладання, звязаныя з MIME type (eg text/html) І прыкладання, звязаныя з text/plain. Калі вы выберыце Выдаліць у праграме, яно будзе выдалена як звязанае прыкладанне для MIME type (eg text/html), але НЕ будзе выдалены як звязанае прыкладанне для text/plain (хіба што MIME type ёсць text/plain). Такім чынам, выкарыстанне выдалення можа не выдаліць прыкладанне з падменю Адкрыць для гэтага тыпу, калі вы таксама не выдаліце u200bu200bяго з text/plain.
bg: ЗАБЕЛЕЖКА: Когато съставя списък с приложения, които да се показват в подменюто Open за текстов файл, zzzFM ще включва приложения, свързани с MIME type (eg text/html) И приложения, свързани с text/plain. Ако изберете Премахване на приложение, то ще бъде премахнато като свързано приложение за MIME type (eg text/html), но НЯМА да бъде премахнат като свързано приложение за text/plain (освен ако MIME type е text/plain). По този начин използването на Remove може да не премахне приложението от подменюто Open за този тип, освен ако не го премахнете и от text/plain.
bn: দ্রষ্টব্য: একটি টেক্সট ফাইলের জন্য ওপেন সাবমেনুতে প্রদর্শিত অ্যাপ্লিকেশনগুলির তালিকা কম্পাইল করার সময়, zzzFM এর সাথে যুক্ত অ্যাপ্লিকেশনগুলিকে অন্তর্ভুক্ত করবে MIME type (eg text/html) এবং এর সাথে যুক্ত অ্যাপ্লিকেশন text/plain. আপনি যদি একটি অ্যাপ্লিকেশনে সরান নির্বাচন করেন, তাহলে এটি একটি সংযুক্ত অ্যাপ্লিকেশন হিসাবে সরানো হবে৷ MIME type (eg text/html), কিন্তু এর জন্য একটি সংশ্লিষ্ট অ্যাপ্লিকেশন হিসাবে সরানো হবে না text/plain (যদি না MIME type হয় text/plain). এইভাবে অপসারণ ব্যবহার করে এই ধরণের জন্য ওপেন সাবমেনু থেকে অ্যাপ্লিকেশনটি সরাতে নাও পারে, যদি না আপনি এটি থেকেও সরিয়ে দেন text/plain.
ca: NOTA: En compilar la llista d'aplicacions que apareixeran al submenú Obre per a un fitxer de text, zzzFM inclourà aplicacions associades amb el MIME type (eg text/html) I aplicacions associades a text/plain. Si seleccioneu Elimina en una aplicació, s'eliminarà com a aplicació associada per a MIME type (eg text/html), però NO s'eliminarà com a aplicació associada per a text/plain (tret que el MIME type és text/plain). Per tant, utilitzar Elimina no pot eliminar l'aplicació del submenú Obre per a aquest tipus, tret que també l'elimineu text/plain.
cy: SYLWCH: Wrth lunio'r rhestr o geisiadau i ymddangos yn yr is-raglen Agored ar gyfer ffeil testun, bydd zzzFM yn cynnwys cymwysiadau sy'n gysylltiedig â'r MIME type (eg text/html) A cheisiadau sy'n gysylltiedig â text/plain. Os dewiswch Tynnu ar gais, bydd yn cael ei ddileu fel cais cysylltiedig ar gyfer y MIME type (eg text/html), ond NI fydd yn cael ei ddileu fel cais cysylltiedig am text/plain (oni bai bod y MIME type yn text/plain). Felly ni all defnyddio Dileu dynnu'r cais o'r is-raglen Agored ar gyfer y math hwn, oni bai eich bod hefyd yn ei dynnu oddi arno text/plain.
da: BEMÆRK: Når du kompilerer listen over applikationer, der skal vises i undermenuen Åbn for en tekstfil, vil zzzFM inkludere applikationer forbundet med MIME type (eg text/html) OG applikationer forbundet med text/plain. Hvis du vælger Fjern på en applikation, vil den blive fjernet som en tilknyttet applikation til MIME type (eg text/html), men vil IKKE blive fjernet som en tilknyttet ansøgning til text/plain (medmindre MIME type er text/plain). Brug af Fjern kan derfor ikke fjerne applikationen fra undermenuen Åbn for denne type, medmindre du også fjerner den fra text/plain.
eo: NOTO: Kiam vi kompilas la liston de aplikaĵoj aperantaj en la Malferma submenuo por tekstdosiero, zzzFM inkludos aplikaĵojn asociitajn kun la MIME type (eg text/html) KAJ aplikoj asociitaj kun text/plain. Se vi elektas Forigi en aplikaĵo, ĝi estos forigita kiel rilata aplikaĵo por la MIME type (eg text/html), sed NE estos forigita kiel rilata aplikaĵo por text/plain (krom se la MIME type estas text/plain). Tiel uzi Forigi eble ne forigas la aplikaĵon de la Malferma submenuo por ĉi tiu tipo, krom se vi ankaŭ forigas ĝin de text/plain.
et: MÄRKUS. Tekstifaili alammenüüs Ava kuvatavate rakenduste loendi koostamisel sisaldab zzzFM rakendusi, mis on seotud MIME type (eg text/html) JA rakendused, mis on seotud text/plain. Kui valite rakenduses käsu Eemalda, eemaldatakse see rakendusega seotud rakendusena MIME type (eg text/html), kuid seda EI eemaldata seotud rakendusena text/plain (välja arvatud juhul, kui MIME type on text/plain). Seega ei pruugi eemaldamise kasutamine seda tüüpi rakendust alammenüüst Ava eemaldada, välja arvatud juhul, kui eemaldate selle ka sealt text/plain.
eu: OHARRA: Testu-fitxategi baten Ireki azpimenuan agertuko diren aplikazioen zerrenda osatzerakoan, zzzFM-k aplikazioarekin lotutako aplikazioak sartuko ditu. MIME type (eg text/html) ETArekin lotutako aplikazioak text/plain. Aplikazio batean Kendu hautatzen baduzu, aplikazioarekin lotutako aplikazio gisa kenduko da MIME type (eg text/html), baina EZ da kenduko lotutako aplikazio gisa text/plain (ezean MIME type da text/plain). Beraz, Kendu erabiltzeak agian ez du aplikazioa mota honetako Ireki azpimenutik kendu, hura ere kendu ezean text/plain.
fa: ﺎﺑ ﻂﺒﺗﺮﻣ ﯼﺎﻫ ﻪﻣﺎﻧﺮﺑ ﻞﻣﺎﺷ zzzFM ،ﺪﻧﻮﺷ ﯽﻣ ﺮﻫﺎﻇ ﯽﻨﺘﻣ ﻞﯾﺎﻓ ﮏﯾ ﯼﺍﺮﺑ Open ﯽﻋﺮﻓ ﯼﻮﻨﻣ ﺭﺩ ﻪﮐ ﯽﯾﺎﻫ ﻪﻣﺎﻧﺮﺑ ﺖﺴﯿ MIME type (eg text/html) ﺎﺑ ﻂﺒﺗﺮﻣ ﯼﺩﺮﺑﺭﺎﮐ ﯼﺎﻫ ﻪﻣﺎﻧﺮﺑ ﻭ text/plain. ﺪﺷ ﺪﻫﺍﻮﺧ ﻑﺬﺣ ﻥﺁ ﯼﺍﺮﺑ ﻂﺒﺗﺮﻣ ﻪﻣﺎﻧﺮﺑ ﮏﯾ ﻥﺍﻮﻨﻋ ﻪﺑ ،ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﻪﻣﺎﻧﺮﺑ ﮏﯾ ﺭﺩ ﺍﺭ ﻑﺬﺣ ﺮﮔﺍ MIME type (eg text/html), ﺪﺷ ﺪﻫﺍﻮﺨﻧ ﻑﺬﺣ ﯼﺍﺮﺑ ﻂﺒﺗﺮﻣ ﻪﻣﺎﻧﺮﺑ ﮏﯾ ﻥﺍﻮﻨﻋ ﻪﺑ ﺎﻣﺍ text/plain (ﻪﮑﻨﯾﺍ ﺮﮕﻣ MIME type ﺖﺳﺍ text/plain). ﺪﯿﻨﮐ ﻑﺬﺣ ﻥﺁ ﺯﺍ ﺰﯿﻧ ﺍﺭ ﻥﺁ ﻪﮑﻨﯾﺍ ﺮﮕﻣ ،ﺪﻨﮑﻧ ﻑﺬﺣ ﻉﻮﻧ ﻦﯾﺍ ﯼﺍﺮﺑ Open ﯼﻮﻨﻣ ﺮﯾﺯ ﺯﺍ ﺍﺭ ﻪﻣﺎﻧﺮﺑ ﺖﺳﺍ ﻦﮑﻤﻣ Remov text/plain.
fi: HUOMAA: Kun zzzFM laatii tekstitiedoston Avaa-alivalikossa näkyvän sovellusten luettelon, zzzFM sisältää sovellukset, jotka liittyvät MIME type (eg text/html) JA sovellukset liittyvät text/plain. Jos valitset sovelluksessa Poista, se poistetaan sovellukseen liittyvänä sovelluksena MIME type (eg text/html), mutta sitä EI poisteta liittyvänä sovelluksena text/plain (ellei MIME type On text/plain). Siten Poista-toiminto ei välttämättä poista sovellusta tämän tyypin Avaa-alivalikosta, ellet poista sitä myös sieltä text/plain.
fil: TANDAAN: Kapag kino-compile ang listahan ng mga application na lalabas sa Open submenu para sa isang text file, isasama ng zzzFM ang mga application na nauugnay sa MIME type (eg text/html) AT mga application na nauugnay sa text/plain. Kung pipiliin mo ang Alisin sa isang application, ito ay aalisin bilang isang nauugnay na application para sa MIME type (eg text/html), ngunit HINDI aalisin bilang nauugnay na aplikasyon para sa text/plain (maliban kung ang MIME type ay text/plain). Kaya ang paggamit ng Remove ay hindi maaaring alisin ang application mula sa Open submenu para sa ganitong uri, maliban kung aalisin mo rin ito mula sa text/plain.
fy: OPMERKING: By it gearstallen fan de list mei applikaasjes om te ferskinen yn it submenu Iepenje foar in tekstbestân, sil zzzFM applikaasjes befetsje dy't ferbûn binne mei de MIME type (eg text/html) EN applikaasjes ferbûn mei text/plain. As jo u200bu200bselektearje Fuortsmite op in applikaasje, it sil fuortsmiten wurde as in assosjearre applikaasje foar de MIME type (eg text/html), mar sil NET fuortsmiten wurde as in assosjearre applikaasje foar text/plain (útsein as de MIME type is text/plain). It brûken fan Ferwiderje kin de applikaasje dus net fuortsmite fan it submenu Iepenje foar dit type, útsein as jo it ek fuortsmite text/plain.
ga: NÓTA: Agus liosta na bhfeidhmchlár le feiceáil san fho-roghchlár Oscailte le haghaidh comhad téacs á chur le chéile, áireofar le zzzFM feidhmchláir a bhaineann leis an MIME type (eg text/html) AGUS iarratais a bhaineann le text/plain. Má roghnaíonn tú Bain as feidhmchlár, bainfear é mar iarratas gaolmhar don MIME type (eg text/html), ach ní bhainfear é mar iarratas gaolmhar le haghaidh text/plain (mura ndéanfaidh an MIME type is text/plain). Mar sin ní fhéadfaidh Bain Bain an feidhmchlár a bhaint den fho-roghchlár Oscailte don chineál seo, mura mbainfidh tú é freisin text/plain.
gd: NOTA: Nuair a bhios tu a ’cur ri chèile liosta nan tagraidhean a tha ri nochdadh anns an submenu Fosgailte airson faidhle teacsa, bidh zzzFM a’ toirt a-steach tagraidhean co-cheangailte ris an MIME type (eg text/html) AGUS tagraidhean co-cheangailte ri text/plain. Ma thaghas tu Thoir air falbh iarrtas, thèid a thoirt air falbh mar thagradh co-cheangailte ris an MIME type (eg text/html), ach CHAN EIL a thoirt air falbh mar iarrtas co-cheangailte ris text/plain (mura bi an MIME type is text/plain). Mar sin is dòcha nach toir cleachdadh Thoir air falbh an tagradh bhon submenu Fosgailte airson an seòrsa seo, mura cuir thu air falbh e cuideachd text/plain.
gl: NOTA: Ao compilar a lista de aplicacións que aparecerán no submenú Abrir para un ficheiro de texto, zzzFM incluirá aplicacións asociadas ao MIME type (eg text/html) E aplicacións asociadas a text/plain. Se selecciona Eliminar nunha aplicación, eliminarase como unha aplicación asociada para o MIME type (eg text/html), pero NON se eliminará como aplicación asociada para text/plain (a non ser que o MIME type é text/plain). Polo tanto, é posible que o uso de Eliminar non elimine a aplicación do submenú Abrir para este tipo, a non ser que tamén a elimine text/plain.
gu: નોંધ: ટેક્સ્ટ ફાઇલ માટે ઓપન સબમેનુમાં દેખાડવા માટેની એપ્લિકેશનોની સૂચિનું સંકલન કરતી વખતે, zzzFM સાથે સંકળાયેલ એપ્લિકેશનોનો સમાવેશ કરશે. MIME type (eg text/html) અને સાથે સંકળાયેલ એપ્લિકેશનો text/plain. જો તમે એપ્લિકેશન પર દૂર કરો પસંદ કરો છો, તો તે માટે સંકળાયેલ એપ્લિકેશન તરીકે દૂર કરવામાં આવશે MIME type (eg text/html), પરંતુ માટે સંકળાયેલ એપ્લિકેશન તરીકે દૂર કરવામાં આવશે નહીં text/plain (સિવાય કે MIME type છે text/plain). આમ દૂર કરોનો ઉપયોગ કરવાથી આ પ્રકાર માટે ઓપન સબમેનુમાંથી એપ્લિકેશન દૂર થઈ શકશે નહીં, સિવાય કે તમે તેને આમાંથી પણ દૂર કરો text/plain.
he: -ל םיכיושמה םימושיי לולכי zzzFM ,טסקט ץבוק רובע חתפ הנשמה טירפתב ועיפויש םימושייה תמישר תבכרה תעב : MIME type (eg text/html) ל תורושקה תויצקילפאו text/plain. רובע ךיושמ םושייכ רסוי אוה ,םושייב רסה רחבת םא MIME type (eg text/html), רובע ךיושמ םושייכ רסוי אל ךא text/plain (ה ןכ םא אלא MIME type אוה text/plain). ונממ םג ותוא ריסת ןכ םא אלא ,הז גוס רובע חתפ הנשמה טירפתמ םושייה תא ריסהל אל לולע רסהב שומישה ךכיפל text/plain.
hi: नोट: टेक्स्ट फ़ाइल के लिए ओपन सबमेनू में प्रदर्शित होने के लिए एप्लिकेशन की सूची संकलित करते समय, zzzFM में संबंधित एप्लिकेशन शामिल होंगे MIME type (eg text/html) और से जुड़े अनुप्रयोग text/plain. यदि आप किसी एप्लिकेशन पर निकालें का चयन करते हैं, तो इसे संबंधित एप्लिकेशन के रूप में हटा दिया जाएगा MIME type (eg text/html), लेकिन के लिए संबद्ध आवेदन के रूप में नहीं हटाया जाएगा text/plain (जब तक कि MIME type है text/plain). इस प्रकार निकालें का उपयोग इस प्रकार के लिए ओपन सबमेनू से एप्लिकेशन को तब तक नहीं हटा सकता है, जब तक कि आप इसे हटा भी नहीं देते text/plain.
hr: NAPOMENA: Prilikom sastavljanja popisa aplikacija koje će se pojaviti u podizborniku Otvori za tekstualnu datoteku, zzzFM će uključivati u200bu200baplikacije povezane s MIME type (eg text/html) I aplikacije povezane s text/plain. Ako odaberete Ukloni na aplikaciji, ona će biti uklonjena kao pridružena aplikacija za MIME type (eg text/html), ali NEĆE biti uklonjena kao pridružena aplikacija za text/plain (osim ako je MIME type je text/plain). Stoga korištenje Ukloni možda neće ukloniti aplikaciju iz podizbornika Open za ovu vrstu, osim ako je također uklonite iz text/plain.
hu: MEGJEGYZÉS: Amikor összeállítja a szöveges fájl Megnyitás almenüjében megjelenő alkalmazások listáját, a zzzFM tartalmazza a MIME type (eg text/html) AND kapcsolódó alkalmazások text/plain. Ha az Eltávolítás lehetőséget választja egy alkalmazásnál, az eltávolításra kerül, mint társított alkalmazás az alkalmazáshoz MIME type (eg text/html), de NEM lesz eltávolítva a következőhöz kapcsolódó alkalmazásként text/plain (hacsak nem a MIME type van text/plain). Így előfordulhat, hogy az Eltávolítás funkció nem távolítja el az alkalmazást az ehhez a típushoz tartozó Megnyitás almenüből, hacsak nem is távolítja el text/plain.
hy: ԾԱՆՈԹՈՒԹՅՈՒՆ. Տեքստային ֆայլի համար բաց ենթամենյուում հայտնվող հավելվածների ցանկը կազմելիս zzzFM-ը կներառի հավելվածներ, որոնք կապված են MIME type (eg text/html) ԵՎ հետ կապված հավելվածներ text/plain. Եթե u200bu200bընտրեք «Հեռացնել» հավելվածից, այն կհեռացվի որպես դրա հետ կապված հավելված MIME type (eg text/html), բայց ՉԻ հեռացվի որպես հարակից հավելված text/plain (բացառությամբ այն դեպքերի, երբ MIME type է text/plain). Այսպիսով, «Հեռացնել» օգտագործելը չի u200bu200bկարող հեռացնել հավելվածը այս տեսակի «Բաց» ենթամենյուից, եթե դուք նույնպես չհեռացնեք այն text/plain.
id: CATATAN: Saat menyusun daftar aplikasi yang akan muncul di submenu Buka untuk file teks, zzzFM akan menyertakan aplikasi yang terkait dengan MIME type (eg text/html) DAN aplikasi yang terkait dengan text/plain. Jika Anda memilih Hapus pada aplikasi, itu akan dihapus sebagai aplikasi terkait untuk MIME type (eg text/html), tetapi TIDAK akan dihapus sebagai aplikasi terkait untuk text/plain (kecuali jika MIME type adalah text/plain). Jadi menggunakan Hapus mungkin tidak menghapus aplikasi dari submenu Buka untuk jenis ini, kecuali Anda juga menghapusnya dari text/plain.
is: ATHUGIÐ: Þegar listi yfir forrit sem birtast í Opna undirvalmyndinni fyrir textaskrá er tekin saman, mun zzzFM innihalda forrit sem tengjast MIME type (eg text/html) OG forrit sem tengjast text/plain. Ef þú velur Fjarlægja á forriti verður það fjarlægt sem tengd forrit fyrir MIME type (eg text/html), en verður EKKI fjarlægt sem tengd umsókn fyrir text/plain (nema að MIME type er text/plain). Þannig að notkun Fjarlægja gæti ekki fjarlægt forritið af Opna undirvalmyndinni fyrir þessa tegund, nema þú fjarlægir það líka úr text/plain.
ka: შენიშვნა: ტექსტური ფაილის ღია ქვემენიუში გამოსაჩენ აპლიკაციების სიის შედგენისას, zzzFM მოიცავს აპლიკაციებს, რომლებიც დაკავშირებულია MIME type (eg text/html) და დაკავშირებული აპლიკაციები text/plain. თუ აირჩევთ აპლიკაციის წაშლას, ის წაიშლება, როგორც ასოცირებული აპლიკაცია MIME type (eg text/html), მაგრამ არ წაიშლება, როგორც ასოცირებული აპლიკაცია text/plain (თუ არ MIME type არის text/plain). ამრიგად, წაშლის გამოყენებამ შეიძლება არ წაშალოს აპლიკაცია ამ ტიპის ღია ქვემენიუდან, თუ თქვენ ასევე არ ამოიღებთ მას text/plain.
kk: ЕСКЕРТПЕ: Мәтіндік файлдың «Ашу» ішкі мәзірінде көрсетілетін қолданбалар тізімін құрастырған кезде, zzzFM мыналармен байланысты қолданбаларды қамтиды. MIME type (eg text/html) ЖӘНЕ байланысты қолданбалар text/plain. Қолданбада Жою опциясын таңдасаңыз, ол келесіге байланысты қолданба ретінде жойылады MIME type (eg text/html), бірақ байланысты қолданба ретінде жойылмайды text/plain (болмаса MIME type болып табылады text/plain). Осылайша, «Жою» қолданбасын осы түрдегі «Ашу» ішкі мәзірінен жою мүмкін емес, егер сіз оны одан да жоймайынша text/plain.
km: ចំណាំ៖ នៅពេលចងក្រងបញ្ជីកម្មវិធីដើម្បីបង្ហាញនៅក្នុងម៉ឺនុយរង បើកសម្រាប់ឯកសារអត្ថបទ zzzFM នឹងរួមបញ្ចូលកម្មវិធីដែលភ្ជាប់ជាមួយ MIME type (eg text/html) AND កម្មវិធីដែលភ្ជាប់ជាមួយ text/plain. ប្រសិនបើអ្នកជ្រើសរើសលុបនៅលើកម្មវិធី វានឹងត្រូវបានយកចេញជាកម្មវិធីដែលពាក់ព័ន្ធសម្រាប់កម្មវិធី MIME type (eg text/html), ប៉ុន្តែនឹងមិនត្រូវបានយកចេញជាកម្មវិធីដែលពាក់ព័ន្ធសម្រាប់ text/plain (លុះត្រាតែ MIME type គឺ text/plain). ដូច្នេះការប្រើ Remove អាចនឹងមិនលុបកម្មវិធីចេញពីម៉ឺនុយរងបើកសម្រាប់ប្រភេទនេះទេ លុះត្រាតែអ្នកដកវាចេញពី text/plain.
kn: ಸೂಚನೆ: ಪಠ್ಯ ಫೈಲ್u200cಗಾಗಿ ತೆರೆದ ಉಪಮೆನುವಿನಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಲು ಅಪ್ಲಿಕೇಶನ್u200cಗಳ ಪಟ್ಟಿಯನ್ನು ಕಂಪೈಲ್ ಮಾಡುವಾಗ, zzzFM ಇದಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಅಪ್ಲಿಕೇಶನ್u200cಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ MIME type (eg text/html) ಮತ್ತು ಸಂಬಂಧಿಸಿದ ಅಪ್ಲಿಕೇಶನ್u200cಗಳು text/plain. ನೀವು ಅಪ್ಲಿಕೇಶನ್u200cನಲ್ಲಿ ತೆಗೆದುಹಾಕಿ ಆಯ್ಕೆಮಾಡಿದರೆ, ಅದನ್ನು ಸಂಯೋಜಿತ ಅಪ್ಲಿಕೇಶನ್u200cನಂತೆ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ MIME type (eg text/html), ಆದರೆ ಸಂಬಂಧಿಸಿದ ಅಪ್ಲಿಕೇಶನ್u200cನಂತೆ ತೆಗೆದುಹಾಕಲಾಗುವುದಿಲ್ಲ text/plain (ಹೊರತು MIME type ಇದೆ text/plain). ಆದ್ದರಿಂದ ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ಬಳಸುವುದರಿಂದ ಈ ಪ್ರಕಾರದ ಓಪನ್ ಉಪಮೆನುವಿನಿಂದ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗುವುದಿಲ್ಲ, ನೀವು ಅದನ್ನು ತೆಗೆದುಹಾಕದ ಹೊರತು text/plain.
ku: BİXWÎNE: Dema ku navnîşa serîlêdanên ku ji bo pelek nivîsê di binmenuya vekirî de xuya dibin berhev dikin, zzzFM dê serîlêdanên bi MIME type (eg text/html) Û serîlêdanên girêdayî text/plain. Heke hûn li ser serîlêdanek Rake hilbijêrin, ew ê wekî serîlêdana têkildar ji bo serîlêdanê were rakirin MIME type (eg text/html), lê dê NE wekî serîlêdana têkildar ji bo jêbirin text/plain (heta ku MIME type e text/plain). Ji ber vê yekê bi karanîna Rake, dibe ku serîlêdanê ji jêrmenuya Vekirî ya ji bo vî rengî dernekeve, heya ku hûn wê jî jê derxin text/plain.
ky: ЭСКЕРТҮҮ: Тексттик файл үчүн Ачык субменюсунда пайда боло турган тиркемелердин тизмесин түзүп жатканда, zzzFM өзүнө тиешелүү тиркемелерди камтыйт. MIME type (eg text/html) ЖАНА менен байланышкан колдонмолор text/plain. Эгер сиз тиркемеде Өчүрүүнү тандасаңыз, ал тиркеме үчүн байланышкан колдонмо катары өчүрүлөт MIME type (eg text/html), бирок байланыштуу колдонмо катары АЛЫНБАЙТ text/plain (болбосо MIME type болуп саналат text/plain). Ошентип, Өчүрүүнү колдонуу бул түр үчүн Ачык субменюсунан тиркемени алып салбашы мүмкүн, эгер сиз аны андан да алып салмайынча text/plain.
lb: NOTÉIERT: Wann Dir d'Lëscht vun Uwendungen zesummestellt fir am Open Submenu fir eng Textdatei ze erschéngen, enthält zzzFM Uwendungen verbonne mat der MIME type (eg text/html) AN Uwendungen verbonne mat text/plain. Wann Dir op enger Applikatioun Ewechmaachen wielt, gëtt se als assoziéiert Applikatioun fir de MIME type (eg text/html), mee wäert NET als verbonne Applikatioun geläscht ginn fir text/plain (ausser de MIME type ass text/plain). Also d'Benotzung Ewechhuele kann d'Applikatioun net aus dem Open Submenu fir dës Zort ewechhuelen, ausser Dir läscht se och aus text/plain.
lo: ຫມາຍເຫດ: ເມື່ອລວບລວມບັນຊີລາຍຊື່ຂອງແອັບພລິເຄຊັນທີ່ຈະປາກົດຢູ່ໃນເມນູຍ່ອຍເປີດສໍາລັບໄຟລ໌ຂໍ້ຄວາມ, zzzFM ຈະປະກອບມີແອັບພລິເຄຊັນທີ່ກ່ຽວຂ້ອງກັບ MIME type (eg text/html) AND ຄໍາຮ້ອງສະຫມັກທີ່ກ່ຽວຂ້ອງກັບ text/plain. ຖ້າu200bຫາກu200bວ່າu200bທ່ານu200bເລືອກu200bເອົາu200bອອກu200bໃນu200bຄໍາu200bຮ້ອງu200bສະu200bຫມັກu200b, ມັນu200bຈະu200bຖືກu200bເອົາu200bອອກu200bເປັນu200bຄໍາu200bຮ້ອງu200bສະu200bຫມັກu200bທີ່u200bກ່ຽວu200bຂ້ອງu200bສໍາu200bລັບu200bການu200b MIME type (eg text/html), ແຕ່ຈະບໍ່ຖືກໂຍກຍ້າຍອອກເປັນຄໍາຮ້ອງສະຫມັກທີ່ກ່ຽວຂ້ອງສໍາລັບ text/plain (ເວັ້ນເສຍແຕ່ວ່າ MIME type ແມ່ນ text/plain). ດັ່ງນັ້ນການໃຊ້ Remove ອາດຈະບໍ່ເອົາແອັບພລິເຄຊັນອອກຈາກເມນູຍ່ອຍເປີດສໍາລັບປະເພດນີ້, ເວັ້ນເສຍແຕ່ວ່າທ່ານເອົາມັນອອກຈາກ text/plain.
lt: PASTABA: Kai sudaromas programų sąrašas, kuris bus rodomas tekstinio failo submeniu Atidaryti, zzzFM įtrauks programas, susijusias su MIME type (eg text/html) IR programos, susijusios su text/plain. Jei programoje pasirinksite Pašalinti, ji bus pašalinta kaip susijusi programa MIME type (eg text/html), bet NEBUS pašalinta kaip susijusi programa text/plain (nebent MIME type yra text/plain). Taigi naudojant Pašalinti programa negali būti pašalinta iš šio tipo submeniu Atidaryti, nebent pašalinsite ją iš text/plain.
lv: PIEZĪME. Sastādot lietojumprogrammu sarakstu, kas jāparādās teksta faila apakšizvēlnē Atvērt, zzzFM iekļaus lietojumprogrammas, kas saistītas ar MIME type (eg text/html) UN lietojumprogrammas, kas saistītas ar text/plain. Ja lietojumprogrammai atlasīsit Noņemt, tā tiks noņemta kā saistītā lietojumprogramma MIME type (eg text/html), bet NETIKS noņemta kā saistīta lietojumprogramma text/plain (ja vien nav MIME type ir text/plain). Tādējādi, izmantojot Noņemt, lietojumprogramma var netikt noņemta no šī veida apakšizvēlnes Atvērt, ja vien to nenoņemsit arī no text/plain.
mg: FANAMARIHANA: Rehefa manangona ny lisitry ny rindranasa hiseho ao amin'ny submenu Open ho an'ny rakitra lahatsoratra, ny zzzFM dia hampiditra rindranasa mifandray amin'ny MIME type (eg text/html) AND fampiharana mifandraika amin'ny text/plain. Raha misafidy Esory amin'ny fampiharana iray ianao, dia hesorina ho toy ny fampiharana mifandraika amin'ny fampiharana izany MIME type (eg text/html), fa TSY esorina ho fampiharana mifandraika amin'ny text/plain (raha tsy hoe ny MIME type dia text/plain). Noho izany, ny fampiasana ny Remove dia mety tsy hanaisotra ny rindranasa ao amin'ny submenu Open ho an'ity karazana ity, raha tsy hoe esorinao koa text/plain.
mi: FAKATOKANGA: I te wa e whakahiato ana i te rarangi o nga tono ka puta ki te tahuaroto Tuwhera mo te konae tuhinga, ka whakaurua e te zzzFM nga tono e pa ana ki te MIME type (eg text/html) ME nga tono e hono ana ki text/plain. Mena ka tohua e koe te Tango i runga i tetahi tono, ka tangohia hei tono hono mo te MIME type (eg text/html), engari KAUA e tangohia hei tono hono mo text/plain (ki te kore te MIME type ko text/plain). Ma te whakamahi Tango ka kore pea e tango te tono mai i te tahuaroto Tuwhera mo tenei momo, mena ka tangohia ano e koe text/plain.
mk: ЗАБЕЛЕШКА: Кога се составува списокот на апликации што ќе се појават во подменито Отвори за текстуална датотека, zzzFM ќе вклучува апликации поврзани со MIME type (eg text/html) И апликации поврзани со text/plain. Ако изберете Отстрани на апликација, таа ќе биде отстранета како поврзана апликација за MIME type (eg text/html), но НЕМА да биде отстранета како поврзана апликација за text/plain (освен ако не MIME type е text/plain). Така, користењето на Отстрани може да не ја отстрани апликацијата од подменито Отвори за овој тип, освен ако не ја отстраните и од text/plain.
ml: ശ്രദ്ധിക്കുക: ഒരു ടെക്u200cസ്u200cറ്റ് ഫയലിനായുള്ള ഓപ്പൺ സബ്u200cമെനുവിൽ ദൃശ്യമാകുന്ന ആപ്ലിക്കേഷനുകളുടെ ലിസ്റ്റ് കംപൈൽ ചെയ്യുമ്പോൾ, zzzFM-ൽ ഇതുമായി ബന്ധപ്പെട്ട ആപ്ലിക്കേഷനുകൾ ഉൾപ്പെടുത്തും. MIME type (eg text/html) കൂടാതെ ബന്ധപ്പെട്ട ആപ്ലിക്കേഷനുകൾ text/plain. നിങ്ങൾ ഒരു ആപ്ലിക്കേഷനിൽ നീക്കം ചെയ്യുക തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, അതിനുള്ള അനുബന്ധ ആപ്ലിക്കേഷനായി അത് നീക്കം ചെയ്യപ്പെടും MIME type (eg text/html), എന്നാൽ അനുബന്ധ ആപ്ലിക്കേഷനായി നീക്കം ചെയ്യില്ല text/plain (അല്ലാതെ MIME type ആണ് text/plain). അതിനാൽ നീക്കം ചെയ്യുന്നത് ഈ തരത്തിനായുള്ള ഓപ്പൺ സബ്മെനുവിൽ നിന്ന് ആപ്ലിക്കേഷൻ നീക്കം ചെയ്തേക്കില്ല, നിങ്ങളത് നീക്കം ചെയ്യുന്നില്ലെങ്കിൽ text/plain.
mn: ТАЙЛБАР: Текст файлын Нээлттэй дэд цэсэнд гарч ирэх програмуудын жагсаалтыг эмхэтгэх үед zzzFM нь холбогдох програмуудыг агуулна. MIME type (eg text/html) -тай холбоотой програмууд text/plain. Хэрэв та аппликешн дээр Устгах гэснийг сонговол энэ нь холбогдох программаас устах болно MIME type (eg text/html), гэхдээ холбогдох программаас хасагдахгүй text/plain (эс тооцвол MIME type байна text/plain). Иймд Устгах нь энэ төрлийн Нээлттэй дэд цэснээс тухайн программыг устгахгүй, хэрэв та үүнийг устгахаас бусад тохиолдолд text/plain.
mr: टीप: मजकूर फाईलसाठी ओपन सबमेनूमध्ये दिसण्यासाठी अनुप्रयोगांची सूची संकलित करताना, zzzFM शी संबंधित अनुप्रयोग समाविष्ट करेल MIME type (eg text/html) AND शी संबंधित अनुप्रयोग text/plain. तुम्ही एखाद्या अनुप्रयोगावर काढा निवडल्यास, तो संबंधित अनुप्रयोग म्हणून काढला जाईल MIME type (eg text/html), परंतु यासाठी संबंधित अर्ज म्हणून काढले जाणार नाही text/plain (जोपर्यंत MIME type आहे text/plain). अशा प्रकारे, काढून टाका वापरणे या प्रकारासाठी ओपन सबमेनूमधून अनुप्रयोग काढू शकत नाही, जोपर्यंत तुम्ही ते यामधून देखील काढले नाही text/plain.
mt: NOTA: Meta tiġbor il-lista ta’ applikazzjonijiet li għandhom jidhru fis-submenu Miftuħ għal fajl ta’ test, zzzFM se jinkludi applikazzjonijiet assoċjati mal- MIME type (eg text/html) U applikazzjonijiet assoċjati ma ' text/plain. Jekk tagħżel Neħħi fuq applikazzjoni, din titneħħa bħala applikazzjoni assoċjata għall- MIME type (eg text/html), iżda MHUX se titneħħa bħala applikazzjoni assoċjata għal text/plain (sakemm il- MIME type huwa text/plain). Għalhekk l-użu Neħħi ma jistax ineħħi l-applikazzjoni mis-submenu Miftuħ għal dan it-tip, sakemm ma tneħħihiex ukoll minn text/plain.
my: မှတ်ချက်- စာသားဖိုင်တစ်ခုအတွက် Open submenu တွင်ပေါ်လာမည့် အပလီကေးရှင်းများစာရင်းကို ပြုစုသောအခါ၊ zzzFM သည် ၎င်းနှင့်ဆက်စပ်သော အပလီကေးရှင်းများ ပါဝင်လိမ့်မည်၊ MIME type (eg text/html) AND နှင့် ဆက်စပ်နေသော အက်ပ်လီကေးရှင်းများ text/plain. အပလီကေးရှင်းတစ်ခုပေါ်တွင် ဖယ်ရှားရန် သင်ရွေးချယ်ပါက၊ ၎င်းကို သက်ဆိုင်ရာအက်ပ်လီကေးရှင်းတစ်ခုအနေဖြင့် ဖယ်ရှားမည်ဖြစ်သည်။ MIME type (eg text/html), ဒါပေမယ့် သက်ဆိုင်တဲ့ အပလီကေးရှင်းတစ်ခုအနေနဲ့ ဖယ်ရှားမည်မဟုတ်ပါ။ text/plain (မဟုတ်လျှင် MIME type သည် text/plain). ထို့ကြောင့် Remove ကိုအသုံးပြုခြင်းဖြင့် သင်သည် ၎င်းကို ၎င်းမှမဖယ်ရှားပါက ဤအမျိုးအစားအတွက် Open submenu မှ အပလီကေးရှင်းအား ဖယ်ရှားနိုင်မည်မဟုတ်ပေ။ text/plain.
nb: MERK: Når du kompilerer listen over applikasjoner som skal vises i undermenyen Åpne for en tekstfil, vil zzzFM inkludere applikasjoner knyttet til MIME type (eg text/html) OG applikasjoner knyttet til text/plain. Hvis du velger Fjern på en applikasjon, vil den bli fjernet som en tilknyttet applikasjon for MIME type (eg text/html), men vil IKKE bli fjernet som en tilknyttet søknad for text/plain (med mindre MIME type er text/plain). Bruk av Fjern kan derfor ikke fjerne applikasjonen fra Åpne-undermenyen for denne typen, med mindre du også fjerner den fra text/plain.
ne: नोट: पाठ फाइलको लागि खुला उपमेनुमा देखा पर्ने अनुप्रयोगहरूको सूची कम्पाइल गर्दा, zzzFM सँग सम्बन्धित अनुप्रयोगहरू समावेश हुनेछ। MIME type (eg text/html) र सम्बन्धित अनुप्रयोगहरू text/plain. यदि तपाईंले एउटा अनुप्रयोगमा हटाउनुहोस् चयन गर्नुभयो भने, यसलाई सम्बन्धित अनुप्रयोगको रूपमा हटाइनेछ MIME type (eg text/html), तर सम्बन्धित अनुप्रयोगको रूपमा हटाइने छैन text/plain (जब सम्म MIME type छ text/plain). यसरी हटाउनुहोस् प्रयोग गरेर यस प्रकारको लागि खुला उपमेनुबाट अनुप्रयोग नहटाउन सक्छ, जबसम्म तपाइँ यसलाई बाट पनि हटाउनुहुन्छ। text/plain.
or: ଟିପ୍ପଣୀ: ଏକ ଟେକ୍ସଟ୍ ଫାଇଲ୍ ପାଇଁ ଓପନ୍ ସବମେନୁରେ ଦେଖାଯିବାକୁ ଥିବା ପ୍ରୟୋଗଗୁଡ଼ିକର ତାଲିକା ସଂକଳନ କରିବାବେଳେ, zzzFM ସହିତ ଜଡିତ ପ୍ରୟୋଗଗୁଡ଼ିକୁ ଅନ୍ତର୍ଭୂକ୍ତ କରିବ | MIME type (eg text/html) ଏବଂ ପ୍ରୟୋଗଗୁଡ଼ିକ ସହିତ ଜଡିତ | text/plain. ଯଦି ଆପଣ ଏକ ଆପ୍ଲିକେସନ୍ ଉପରେ ରିମୁଭ୍ ଚୟନ କରନ୍ତି, ତେବେ ଏହା ପାଇଁ ଏକ ସଂପୃକ୍ତ ପ୍ରୟୋଗ ଭାବରେ ଅପସାରିତ ହେବ | MIME type (eg text/html), କିନ୍ତୁ ଏକ ସଂପୃକ୍ତ ପ୍ରୟୋଗ ଭାବରେ ଅପସାରିତ ହେବ ନାହିଁ | text/plain (ଯେପର୍ଯ୍ୟନ୍ତ MIME type ହେଉଛି text/plain). ଏହିପରି ରିମୁଭ୍ ବ୍ୟବହାର କରିବା ଦ୍ this ାରା ଏହି ପ୍ରକାର ପାଇଁ ଓପନ୍ ସବମେନୁରୁ ପ୍ରୟୋଗ ଅପସାରଣ ହୋଇପାରିବ ନାହିଁ, ଯେପର୍ଯ୍ୟନ୍ତ ଆପଣ ଏହାକୁ ମଧ୍ୟ ଅପସାରଣ କରନ୍ତି ନାହିଁ | text/plain.
pa: ਨੋਟ: ਇੱਕ ਟੈਕਸਟ ਫਾਈਲ ਲਈ ਓਪਨ ਸਬਮੇਨੂ ਵਿੱਚ ਦਿਖਾਈ ਦੇਣ ਲਈ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੀ ਸੂਚੀ ਨੂੰ ਕੰਪਾਇਲ ਕਰਦੇ ਸਮੇਂ, zzzFM ਵਿੱਚ ਇਸ ਨਾਲ ਸੰਬੰਧਿਤ ਐਪਲੀਕੇਸ਼ਨਾਂ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ। MIME type (eg text/html) ਅਤੇ ਨਾਲ ਸੰਬੰਧਿਤ ਐਪਲੀਕੇਸ਼ਨਾਂ text/plain. ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਐਪਲੀਕੇਸ਼ਨ 'ਤੇ ਹਟਾਓ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਇਸ ਨੂੰ ਲਈ ਇੱਕ ਸੰਬੰਧਿਤ ਐਪਲੀਕੇਸ਼ਨ ਵਜੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ MIME type (eg text/html), ਲਈ ਸੰਬੰਧਿਤ ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਤੌਰ 'ਤੇ ਹਟਾਇਆ ਨਹੀਂ ਜਾਵੇਗਾ text/plain (ਜਦ ਤੱਕ MIME type ਹੈ text/plain). ਇਸ ਤਰ੍ਹਾਂ ਹਟਾਓ ਦੀ ਵਰਤੋਂ ਕਰਨ ਨਾਲ ਇਸ ਕਿਸਮ ਲਈ ਓਪਨ ਸਬਮੇਨੂ ਤੋਂ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਨਹੀਂ ਹਟਾਇਆ ਜਾ ਸਕਦਾ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਇਸਨੂੰ ਇੱਥੋਂ ਹਟਾ ਵੀ ਨਹੀਂ ਸਕਦੇ text/plain.
ps: .ﻱړﮐ ﻞﻣﺎﺷ ﯥﮑﭘ ﻪﻧﻮﮑﯿﻠﻨﺘښﻮﻏ ﻲﻟړﺗ ﻩﺮﺳ ﮏﯿﻠﻨﺘښﻮﻏ ﺩ ﻪﺑ zzzFM ، ﻝﻮﮐ ﻒﯿﻟﺎﺗ ﺖﺴﯿﻟ ﻮﻧﻮﮑﯿﻠﻨﺘښﻮﻏ ﺩ ﻩﺭﺎﭙﻟ ﻭﺪﯾﺪﻨګﺮڅ ﺩ MIME type (eg text/html) ﻱﺩ ﻲﻟړﺗ ﻩﺮﺳ ﻪﻧﻮﮑﯿﻠﻨﺘښﻮﻏ ﻭﺍ text/plain. ﻲﺷ ﯤﺮﻟ ﻪګﻮﺗ ﻪﭘ ﮏﯿﻠﻨﺘښﻮﻏ ﺪﻧﻭړﺍ ﺩ ﻪﺑ ﺍﺩ ﻮﻧ ، ﺉړﮐ ﻩﺭﻮﻏ ﻝﻮﮐ ﯤﺮﻟ ﯥﮐ ﮏﯿﻠﻨﺘښﻮﻏ ﻪﭘ ﻮﺳﺎﺗ ﻪﮐ MIME type (eg text/html), ﻲﺷ ﻪﻧ ﯤﺮﻟ ﻪﺑ ﻪګﻮﺗ ﻪﭘ ﮏﯿﻠﻨﺘښﻮﻏ ﻩﺪﻧﻭړﺍ ﺩ ﺮګﻣ text/plain (ﯥﭼ ﯤﺪﻟ ﻪﺗﺮﭘ MIME type ﯼﺩ text/plain). ﺉړﮐ ﯤﺮﻟ ﻢﻫ ﻪﺨڅ ﯤﺩ ﻪﻟ ﯥﯾ ﻮﺳﺎﺗ ﯥﭼ ﯤﺪﻟ ﻪﺗﺮﭘ ، ﻱړﮑﻧ ﯤﺮﻟ ﮏﯿﻠﻨﺘښﻮﻏ ﻪﺨڅ ﻮﻨﯿﻣ ﻲﻋﺮﻓ ﺹﻼ﻿ﺧ ﺩ ﻩﺭﺎﭙﻟ ﻝﻭډ ﯤﺩ ﺩ ﻦﮑﻤﻣ ﻝ text/plain.
ro: NOTĂ: La compilarea listei de aplicații care urmează să apară în submeniul Deschidere pentru un fișier text, zzzFM va include aplicații asociate cu MIME type (eg text/html) ȘI aplicații asociate cu text/plain. Dacă selectați Eliminare într-o aplicație, aceasta va fi eliminată ca aplicație asociată pentru MIME type (eg text/html), dar NU va fi eliminat ca aplicație asociată pentru text/plain (cu excepția cazului în care MIME type este text/plain). Astfel, utilizarea Eliminare nu poate elimina aplicația din submeniul Deschidere pentru acest tip, cu excepția cazului în care o eliminați și din text/plain.
rw: ICYITONDERWA: Mugihe utegura urutonde rwibisabwa kugirango ugaragare muri Gufungura submenu ya dosiye yinyandiko, zzzFM izaba irimo porogaramu zijyanye na MIME type (eg text/html) NA Porogaramu ijyanye na text/plain. Niba uhisemo Gukuraho kuri porogaramu, bizakurwaho nka porogaramu ijyanye na MIME type (eg text/html), ariko NTIBIZakurwaho nka porogaramu ijyanye na text/plain (keretse i MIME type ni text/plain). Rero gukoresha Gukuraho ntibishobora gukuraho porogaramu muri Gufungura submenu kubwubu bwoko, keretse niba nawe ubikuyemo text/plain.
sd: .ﻥﻮﻳﺪﻧﻮﻫ ﻞﻣﺎﺷ ﻥﻮﻨﺸﻴڪﻴﻠﭙﻳﺍ ﻞﻴﭘﺎﮘﻻ﻿ ﻥﺎﺳ zzzFM ،ﻮﻴﻫﺁ ﺎﻴﻫﺭ ﻱﺮڪ ڏﮔ ٽﺴﻟ ﻲﺟ ﻦﻨﺸﻴڪﻴﻠﭙﻳﺍ ءِﻻ﻿ ﮡﻴﭤ ﺮﻫﺎﻇ ۾ ﻮﻴﻨﻴﻣ ﺐﺳ MIME type (eg text/html) ﻥﻮﻨﺸﻴڪﻴﻠﭙﻳﺍ ﻞﻴﭘﺎﮘﻻ﻿ ﻥﺎﺳ ۽ text/plain. ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ﻞﻴﭘﺎﮘﻻ﻿ ڪﻫ ﻭﺪﻨﻳﻭ ﻮﻳﺎٽﻫ ﻮﻫﺍ ،ﻲﺗ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ڪﻫ ﻮﻳﺎٽﻫ ﻮﻳڊﻧﻮﭼ ﻥﺎﻫﻮﺗ ﻦﻫڏڪﻴﺟ MIME type (eg text/html), ﻭﺪﻨﻳﻭ ﻮﻳﺎٽﻫ ﻪﻧ ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ﻞﻴﭘﺎﮘﻻ﻿ ءِﻻ﻿ ﻥﺍ ﺮﭘ text/plain (ﻦﻴﺋﺎﺘﺴﻴﺟ MIME type ﻲﻫﺁ text/plain). ﻮﻳﺎٽﻫ ﻲﮐ ﻥﺍ ﻥﺎﻫﻮﺗ ﻦﻴﺋﺎﺘﺴﻴﺟ ،ﻮﭤ ﻲﮭﮕﺳ ﻲﺋﺎٽﻫ ﻪﻧ ﻲﮐ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ﻥﺎﻣ ﻮﻴﻨﻴﻣ ﺐﺳ ﻦﭘﻭﺍ ﻲﺟ ﻢﺴﻗ ﻦﻫ ﻱﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻮﻳﺎ text/plain.
si: සටහන: පෙළ ගොනුවක් සඳහා විවෘත උපමෙනුවෙහි දිස්වන යෙදුම් ලැයිස්තුව සම්පාදනය කරන විට, zzzFM හි යෙදුම් ඇතුළත් වේ MIME type (eg text/html) සහ සම්බන්ධ යෙදුම් text/plain. ඔබ යෙදුමක් මත ඉවත් කරන්න තෝරන්නේ නම්, එය අදාළ යෙදුමක් ලෙස ඉවත් කරනු ලැබේ MIME type (eg text/html), නමුත් සම්බන්ධිත යෙදුමක් ලෙස ඉවත් නොකෙරේ text/plain (මිස MIME type වේ text/plain). මේ අනුව ඉවත් කිරීම භාවිතයෙන් ඔබ එය ඉවත් කරන්නේ නම් මිස, මෙම වර්ගය සඳහා විවෘත උප මෙනුවෙන් යෙදුම ඉවත් නොකෙරේ text/plain.
sk: POZNÁMKA: Pri zostavovaní zoznamu aplikácií, ktoré sa majú zobraziť v podponuke Otvoriť pre textový súbor, zzzFM zahrnie aplikácie spojené s MIME type (eg text/html) A aplikácie spojené s text/plain. Ak v aplikácii vyberiete možnosť Odstrániť, bude odstránená ako aplikácia priradená k aplikácii MIME type (eg text/html), ale NEBUDE odstránená ako pridružená aplikácia pre text/plain (pokiaľ MIME type je text/plain). Použitie Odstrániť teda nemusí odstrániť aplikáciu z podponuky Otvoriť pre tento typ, pokiaľ ju neodstránite aj z text/plain.
sl: OPOMBA: Ko sestavlja seznam aplikacij, ki se prikažejo v podmeniju Odpri za besedilno datoteko, bo zzzFM vključeval aplikacije, povezane z MIME type (eg text/html) IN aplikacije, povezane z text/plain. Če v aplikaciji izberete Odstrani, bo ta odstranjena kot povezana aplikacija za MIME type (eg text/html), vendar NE bo odstranjen kot povezana aplikacija za text/plain (razen če MIME type je text/plain). Tako uporaba Odstrani morda ne bo odstranila aplikacije iz podmenija Odpri za to vrsto, razen če jo odstranite tudi iz text/plain.
sq: SHËNIM: Kur përpiloni listën e aplikacioneve që do të shfaqen në nënmenynë Open për një skedar teksti, zzzFM do të përfshijë aplikacione të lidhura me MIME type (eg text/html) DHE aplikacionet e lidhura me text/plain. Nëse zgjidhni Hiq në një aplikacion, ai do të hiqet si një aplikacion shoqërues për MIME type (eg text/html), por NUK do të hiqet si një aplikacion shoqërues për text/plain (përveç nëse MIME type është text/plain). Kështu, përdorimi i »Hiq« mund të mos e heqë aplikacionin nga nënmenyja »Hap« për këtë lloj, përveç nëse e hiqni edhe nga text/plain.
sw: KUMBUKA: Wakati wa kuandaa orodha ya programu ili kuonekana kwenye menyu ndogo ya Fungua kwa faili ya maandishi, zzzFM itajumuisha programu zinazohusiana na MIME type (eg text/html) NA maombi yanayohusiana na text/plain. Ukichagua Ondoa kwenye programu, itaondolewa kama programu inayohusishwa ya MIME type (eg text/html), lakini HAITAONDOLEWA kama programu inayohusishwa ya text/plain (isipokuwa MIME type ni text/plain). Kwa hivyo kutumia Ondoa kunaweza kusiondoe programu kutoka kwa menyu ndogo ya Fungua kwa aina hii, isipokuwa pia ukiiondoa text/plain.
ta: குறிப்பு: ஒரு உரைக் கோப்பிற்கான திறந்த துணைமெனுவில் தோன்றும் பயன்பாடுகளின் பட்டியலைத் தொகுக்கும்போது, zzzFM ஆனது அதனுடன் தொடர்புடைய பயன்பாடுகளை உள்ளடக்கும் MIME type (eg text/html) மற்றும் தொடர்புடைய பயன்பாடுகள் text/plain. பயன்பாட்டில் நீக்கு என்பதைத் தேர்ந்தெடுத்தால், அது தொடர்புடைய பயன்பாடாக அகற்றப்படும் MIME type (eg text/html), ஆனால் தொடர்புடைய விண்ணப்பமாக அகற்றப்படாது text/plain (தவிர MIME type இருக்கிறது text/plain). இந்த வகைக்கான திறந்த துணைமெனுவிலிருந்து நீங்கள் அதை அகற்றும் வரை, அகற்று என்பது பயன்பாட்டை அகற்றாது text/plain.
te: గమనిక: టెక్స్ట్ ఫైల్ కోసం ఓపెన్ సబ్u200cమెనులో కనిపించే అప్లికేషన్u200cల జాబితాను కంపైల్ చేస్తున్నప్పుడు, zzzFM అనుబంధిత అప్లికేషన్u200cలను కలిగి ఉంటుంది MIME type (eg text/html) మరియు అనుబంధిత అప్లికేషన్లు text/plain. మీరు అప్లికేషన్u200cలో తీసివేయి ఎంచుకుంటే, అది అనుబంధిత అప్లికేషన్u200cగా తీసివేయబడుతుంది MIME type (eg text/html), కానీ దీని కోసం అనుబంధిత అప్లికేషన్u200cగా తీసివేయబడదు text/plain (తప్ప MIME type ఉంది text/plain). ఆ విధంగా తీసివేయి ఈ రకం కోసం ఓపెన్ సబ్u200cమెను నుండి అప్లికేషన్u200cను తీసివేయదు, మీరు దీన్ని కూడా తీసివేస్తే తప్ప text/plain.
tg: ЭЗОҲ: Ҳангоми тартиб додани рӯйхати барномаҳое, ки дар зерменюи Кушодани файли матнӣ пайдо мешаванд, zzzFM замимаҳои марбут ба MIME type (eg text/html) ВА барномаҳое, ки бо text/plain. Агар шумо дар ягон барнома »Нест кардан« -ро интихоб кунед, он ҳамчун як барномаи алоқаманд барои MIME type (eg text/html), аммо ҳамчун як барномаи алоқаманде барои text/plain (агар MIME type аст text/plain). Ҳамин тариқ, бо истифода аз Хориҷ барномаро аз зерменюи Кушода барои ин намуд хориҷ карда наметавонад, агар шумо онро аз он ҳам хориҷ кунед text/plain.
th: หมายเหตุ: เมื่อรวบรวมรายการแอปพลิเคชันที่จะปรากฏในเมนูย่อย Open สำหรับไฟล์ข้อความ zzzFM จะรวมแอปพลิเคชันที่เกี่ยวข้องกับ MIME type (eg text/html) AND แอปพลิเคชันที่เกี่ยวข้องกับ text/plain. หากคุณเลือกลบในแอปพลิเคชัน จะถูกลบออกจากแอปพลิเคชันที่เกี่ยวข้องสำหรับ MIME type (eg text/html), แต่จะไม่ถูกลบเป็นแอปพลิเคชันที่เกี่ยวข้องสำหรับ text/plain (เว้นแต่ MIME type เป็น text/plain). ดังนั้นการใช้ Remove อาจไม่ลบแอปพลิเคชันออกจากเมนูย่อย Open สำหรับประเภทนี้ เว้นแต่คุณจะลบออกจาก text/plain.
tk: ÜNS BERI text: Tekst faýly üçin “Açyk” menýusynda peýda boljak programmalaryň sanawyny düzeniňizde, zzzFM bilen baglanyşykly programmalar bolar. MIME type (eg text/html) WE bilen baglanyşykly programmalar text/plain. Bir programmada aýyrmak saýlasaňyz, bu programma bilen baglanyşykly programma hökmünde aýrylar MIME type (eg text/html), bilen baglanyşykly programma hökmünde aýrylmaz text/plain (bolmasa MIME type bolup durýar text/plain). Şeýlelik bilen, Remove ulanmak programmany bu görnüş üçin Açyk menýudan aýryp bilmez text/plain.
tt: Искәрмә: текст файллары өчен Ачык субменюда күренәчәк кушымталар исемлеген төзегәндә, zzzFM белән бәйле кушымталар керәчәк. MIME type (eg text/html) Һәм бәйләнешле кушымталар text/plain. Әгәр дә сез кушымтаны бетерүне сайласагыз, ул кушымта буларак бетереләчәк MIME type (eg text/html), ләкин бәйләнешле кушымта буларак бетерелмәячәк text/plain (булмаса MIME type is text/plain). Шулай итеп, Remove куллану кушымтаны бу төр өчен Ачык субменюдан алып китә алмый, сез аны бетермәсәгез дә text/plain.
uk: ПРИМІТКА. Під час компіляції списку програм, які відображатимуться у підменю «Відкрити» для текстового файлу, zzzFM включатиме програми, пов’язані з MIME type (eg text/html) І програми, пов’язані з text/plain. Якщо вибрати Видалити у програмі, вона буде видалена як пов’язана програма для MIME type (eg text/html), але НЕ буде видалено як пов’язану програму для text/plain (хіба що MIME type є text/plain). Таким чином, використання Видалити може не видалити програму з підменю Відкрити для цього типу, якщо ви також не видалите її з text/plain.
ur: ۔ﯽﮔ ﮞﻮﮨ ﻞﻣﺎﺷ ﺰﻨﺸﯿﮑﯿﻠﭙﯾﺍ ﮏﻠﺴﻨﻣ ﮯﺳ ﺱﺍ ﮟﯿﻣ zzzFM ،ﺖﻗﻭ ﮯﺗﺮﮐ ﺐﺗﺮﻣ ﺖﺳﺮﮩﻓ ﯽﮐ ﺰﻨﺸﯿﮐ ﯽﻠﭙﯾﺍ ﮯﯿﻟ ﮯﮐ ﮯﻧﻮﮨ ﺮﮨﺎﻇ ﮟﯿﻣ MIME type (eg text/html) ﺰﻨﺸﯿﮑﯿﻠﭙﯾﺍ ﮧﺘﺴﺑﺍﻭ ﮯﺳ ﺱﺍ ﺭﻭﺍ text/plain. ۔ﺎﮔ ﮯﺋﺎﺟ ﺎﯾﺩ ﺎﭩﮨ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻦﺸﯿﮐ ﯽﻠﭙﯾﺍ ﮏﻠﺴﻨﻣ ﮏﯾﺍ ﮯﺳﺍ ﻮﺗ ،ﮟﯿﮨ ﮯﺗﺮﮐ ﺐﺨﺘﻨﻣ ﻮﮐ ﮟﯿﺋﺎﭩﮨ ﺮﭘ ﻦﺸﯿﮑﯿﻠﭙﯾﺍ ﯽﺴﮐ ﭖﺁ ﺮ MIME type (eg text/html), ۔ﺎﮔ ﮯﺋﺎﺟ ﺎﯾﺎﭩﮨ ﮟﯿﮩﻧ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﺖﺳﺍﻮﺧﺭﺩ ﮏﻠﺴﻨﻣ ﮯﯿﻟ ﮯﮐ ﺱﺍ ﻦﮑﯿﻟ text/plain (ﮧﮐ ﮏﺗ ﺐﺟ MIME type ﮯﮨ text/plain). ۔ﮟﯾﺩ ﺎﭩﮨ ﮧﻧ ﯽﮭﺑ ﮯﺳ ﺱﺍ ﮯﺳﺍ ﭖﺁ ﮧﮐ ﮏﺗ ﺐﺟ ،ﺎﺘﮑﺳ ﺎﭩﮨ ﮟﯿﮩﻧ ﻮﮐ ﻦﺸﯿﮑﯿﻠﭙﯾﺍ ﮯﺳ ﻮﯿﻨﯿﻣ ﺐﺳ ﻦﭘﻭﺍ ﮯﮐ ﻢﺴﻗ ﺱﺍ ﻝﺎﻤﻌﺘﺳﺍ ﺎ text/plain.
uz: QAYD: Matnli fayl uchun Ochish pastki menyusida paydo bo'ladigan ilovalar ro'yxatini tuzishda zzzFM ilovasi bilan bog'langan ilovalarni o'z ichiga oladi. MIME type (eg text/html) VA bilan bog'liq ilovalar text/plain. Agar siz ilovada O'chirish-ni tanlasangiz, u ilova uchun bog'langan ilova sifatida o'chiriladi MIME type (eg text/html), lekin bog'langan ilova sifatida O'CHIRILMAYDI text/plain (bo'lmasa MIME type hisoblanadi text/plain). Shunday qilib, »O'chirish« dan foydalanish ushbu turdagi Ochish pastki menyusidan ilovani olib tashlamasligi mumkin, agar siz uni o'chirib tashlamasangiz text/plain.
vi: LƯU Ý: Khi biên dịch danh sách các ứng dụng xuất hiện trong menu con Mở cho tệp văn bản, zzzFM sẽ bao gồm các ứng dụng được liên kết với MIME type (eg text/html) VÀ các ứng dụng được liên kết với text/plain. Nếu bạn chọn Xóa trên một ứng dụng, ứng dụng đó sẽ bị xóa dưới dạng ứng dụng được liên kết với MIME type (eg text/html), nhưng sẽ KHÔNG bị xóa dưới dạng ứng dụng được liên kết cho text/plain (trừ khi MIME type Là text/plain). Do đó, việc sử dụng Xóa có thể không xóa ứng dụng khỏi menu con Mở cho loại này, trừ khi bạn cũng xóa ứng dụng khỏi text/plain.
xh: QAPHELA: Xa uqulunqa uluhlu lwezicelo eziza kuvela kwiVula imenu esezantsi yefayile yokubhaliweyo, izzzFM iza kuquka izicelo ezinxulumene ne MIME type (eg text/html) KUNYE izicelo ezinxulumene ne text/plain. Ukuba ukhetha Susa kwisicelo, siya kususwa njengesicelo esinxulumeneyo MIME type (eg text/html), kodwa AYISAYI kususwa njengesicelo esinxulumeneyo text/plain (ngaphandle kokuba i MIME type yi text/plain). Ngaloo ndlela ukusebenzisa Susa akunakusisusa isicelo kwi Open submenu yolu hlobo, ngaphandle kokuba uyasisusa kwakhona text/plain.
yi: יד טימ ןדנובראַפֿ זנאַשייקאַלפּאַ ןעמענניַיראַ טעוו zzzFM ,עקעט טסקעט אַ ראַפֿ וינעמבוס ןפֿע יד ןיא ןעניַישרעד וצ ז MIME type (eg text/html) טימ ןדנובראַפֿ זנאַשייקאַלפּאַ ןוא text/plain. יד ראַפֿ ןאַשייקאַלפּאַ ןדנובראַפֿ אַ יוו ןעמונעגקעוואַ ןייז טעוו סע ,ןאַשייקאַלפּאַ אַ ףיוא ןעמענפּאָראַ ןביַילקסיוא ריא MIME type (eg text/html), ראַפֿ ןאַשייקאַלפּאַ ןדנובראַפֿ אַ יוו ןעמונעגקעוואַ ןייז טשינ טעוו רעבאָ text/plain (יד ןדיַיס MIME type זיא text/plain). ןופ סע ןקיטיַיזאַב ךיוא ריא ןדיַיס ,פּיט םעד ראַפֿ וינעמבוס ןפֿע יד ןופ ןאַשייקאַלפּאַ יד ןקיטיַיזאַב טשינ ןעק ןעמע text/plain.
