Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Mounted Other
af: Gemonteerde Ander
am: የተገጠመ ሌላ
ar: ﻯﺮﺧﺃ ﺖﻨﺷ
be: Іншае
bg: Монтиран Друг
bn: মাউন্ট অন্যান্য
ca: Muntat Un altre
cy: Wedi'i Fowntio Arall
da: Monteret Andet
eo: Surĉevala Alia
et: Paigaldatud Muu
eu: Besteak muntatuta
fa: ﻩﺪﺷ ﺐﺼﻧ ﺮﮕﯾﺩ
fi: Asennettu Muu
fil: Naka-mount Iba pa
fy: Mounted Oare
ga: Feistithe Eile
gd: Suidhichte Eile
gl: Montado Outros
gu: અન્ય માઉન્ટ થયેલ
he: רחא בוכר
hi: अन्य घुड़सवार
hr: Montirano Ostalo
hu: Szerelt Egyéb
hy: Հեծյալ Այլ
id: Dipasang Lainnya
is: Uppsett Annað
ka: დამონტაჟებული სხვა
kk: Басқа орнатылған
km: បានម៉ោនផ្សេងទៀត។
kn: ಮೌಂಟೆಡ್ ಇತರೆ
ky: Башка орнотулган
lb: Montéiert Aner
lo: Mounted ອື່ນໆ
lt: Montuojamas Kitas
lv: Uzmontēts Cits
mg: Nitaingina hafa
mi: Maunga Ētahi atu
mk: Монтирани Други
ml: മൌണ്ട് ചെയ്ത മറ്റുള്ളവ
mn: Бусад суурилуулсан
mr: इतर आरोहित
mt: Immuntati Oħrajn
my: အခြား တပ်ဆင်ထားသည်။
nb: Montert Annet
ne: माउन्ट गरिएको अन्य
or: ଅନ୍ୟ ଆରୋହଣ
pa: ਹੋਰ ਮਾਊਂਟ ਕੀਤਾ
ps: ﯼﻮﺷ ﺐﺼﻧ ﺭﻮﻧ
ro: Montat Altul
rw: Yashizwe ahandi
sd: ﺎﻴﭔ ﻞﻴﭤ ﺐﺼﻧ
si: වෙනත් සවි කර ඇත
sk: Namontované Iné
sl: Montirano drugo
sq: Të tjera të montuara
sw: Imewekwa Nyingine
ta: மற்றவை ஏற்றப்பட்டது
te: మౌంటెడ్ ఇతర
tg: Дигар насбшуда
th: ติดอื่นๆ
tk: Başga gurnalan
tt: Башка
uk: Змонтований Інше
ur: ﺐﺼﻧ ﺮﮕﯾﺩ
uz: O'rnatilgan boshqa
vi: Gắn kết khác
xh: Inyuswe Okunye
yi: ערעדנא דעטנואָמ

source: _Settings
af: _Instellings
am: _ቅንብሮች
ar: _ﺕﺍﺩﺍﺪﻋﺇ
be: _Налады
bg: _Настройки
bn: _সেটিংস
ca: _Configuració
cy: _Gosodiadau
da: _Indstillinger
eo: _Agordoj
et: _Seaded
eu: _Ezarpenak
fa: _ﺕﺎﻤﯿﻈﻨﺗ
fi: _asetukset
fil: _Mga setting
fy: _Ynstellings
ga: _Socruithe
gd: _Suidhichidhean
gl: _Configuración
gu: _સેટિંગ્સ
he: _תורדגה
hi: _समायोजन
hr: _Postavke
hu: _Beállítások
hy: _Կարգավորումներ
id: _Pengaturan
is: _Stillingar
ka: _პარამეტრები
kk: _Параметрлер
km: _ការកំណត់
kn: _ಸಂಯೋಜನೆಗಳು
ky: _Орнотуулар
lb: _Astellungen
lo: _ການຕັ້ງຄ່າ
lt: Nu_statymai
lv: _Iestatījumi
mg: _Fikirana
mi: _Tautuhinga
mk: _Поставки
ml: _ക്രമീകരണങ്ങൾ
mn: _Тохиргоо
mr: _सेटिंग्ज
my: _ဆက်တင်များ
nb: _Innstillinger
ne: _सेटिङहरू
or: _ସେଟିଂସମୂହ
pa: _ਸੈਟਿੰਗਾਂ
ps: _ﺕﺎﺒﯿﺗﺮﺗ
ro: _Setări
rw: _Igenamiterere
sd: _ﻥﻮﮕﻨٽﻴﺳ
si: _සැකසුම්
sk: _nastavenie
sl: _Nastavitve
sq: _Cilësimet
sw: _Mipangilio
ta: _அமைப்புகள்
te: _సెట్టింగ్u200cలు
tg: _Танзимотҳо
th: _การตั้งค่า
tk: _Sazlamalar
tt: _Көйләүләр
uk: _Налаштування
ur: _ﺕﺎﺒﯿﺗﺮﺗ
uz: _Sozlamalar
vi: _Cài đặt
xh: _Iisetingi
yi: _סגניטטעס

source: Bookmark _Icon
af: Boekmerk _Ikoon
am: ዕልባት _አዶ
ar: ﺔﻴﻌﺟﺮﻤﻟﺍ _ﺔﻧﻮﻘﻳﺃ
be: Закладка _Значок
bg: Отметка _икона
bn: বুকমার্ক _আইকন
ca: Marcador _Icona
cy: Llyfrnod _Eicon
da: Bogmærke _Ikon
eo: Legomarko _Ikono
et: Järjehoidja _Ikoon
eu: Laster-marka _Ikonoa
fa: ﮏﻧﺎﺸﻧ _ﻥﻮﮑﯾﺁ
fi: Kirjanmerkki _Kuvake
fy: Blêdwizer _Ikoan
ga: Leabharmharc _Deilbhín
gd: Comharradh-leabhair _An ìomhaigh
gl: Marcador _Ícona
gu: બુકમાર્ક _ચિહ્ન
he: הינמיס _למס
hi: बुकमार्क _आइकन
hr: Označi _Ikona
hu: Könyvjelző _Ikon
hy: Էջանիշ _Սրբապատկեր
id: Penanda buku _ikon
is: Bókamerki _Táknmynd
ka: სანიშნე _Ხატი
kk: Бетбелгі _Белгіше
km: ចំណាំ _រូបតំណាង
kn: ಬುಕ್ಮಾರ್ಕ್ _ಐಕಾನ್
ky: Bookmark _Белги
lb: Bookmark _Ikon
lo: ບຸກມາກ _ໄອຄອນ
lt: Skirtukas _Piktograma
lv: Grāmatzīme _Ikona
mg: Diary _matoanteny
mi: Tohuwāhi _Tohu
mk: Обележете _Икона
ml: ബുക്ക്മാർക്ക് _ഐക്കൺ
mn: Хавчуурга _Дүрс
mr: बुकमार्क करा _चिन्ह
mt: Bookmark _Ikona
my: ညှပ် _အိုင်ကွန်
nb: Bokmerke _Ikon
ne: बुकमार्क _आइकन
or: ବୁକମାର୍କ _ଆଇକନ୍
pa: ਬੁੱਕਮਾਰਕ _ਆਈਕਨ
ps: ﮎﺭﺎﻣ ﮏﺑ _ﺲﮑﻋ
ro: Marcaj _Pictogramă
rw: Ikimenyetso _Agashusho
sd: ڪﺭﺎﻣ ﮏﺑ _ﻦڪﺋﺁ
si: පිටු සලකුණ _නිරූපකය
sk: Záložka _Ikona
sl: Zaznamek _ikona
sq: Shënoni faqeshënues _Ikona
sw: Alamisho _Aikoni
ta: புத்தககுறி _ஐகான்
te: బుక్మార్క్ _చిహ్నం
tg: Хатчӯб _Нишона
th: บุ๊คมาร์ค _ไอคอน
tk: Bellik _Nyşan
tt: Кыстарма _Икона
uk: Закладка _значок
ur: ﮎﺭﺎﻣ ﮏﺑ _ﻦﮑﯿﺋﺁ
uz: Xatcho‘p _Belgi
vi: Dấu trang _Biểu tượng
xh: Bookmark _Umqondiso
yi: ןכייצ - נעייל _לדליב

source: Sub_menu Icon
af: Sub_spyskaart-ikoon
am: ንዑስ_ምናሌ አዶ
ar: ﺔﻴﻋﺮﻔﻟﺍ_ﺔﻤﺋﺎﻘﻟﺍ ﺔﻧﻮﻘﻳﺃ
be: Падп_значок меню
bg: под_икона на менюто
bn: উপ_মেনু আইকন
ca: Sub_Icona de menú
cy: Is_Eicon bwydlen
da: Sub_menuikon
eo: Sub_menuo Ikono
et: Sub_menüü ikoon
eu: Azpi_menuaren ikonoa
fa: ﺮﯾﺯ_ﻮﻨﻣ ﺩﺎﻤﻧ
fi: Sub_valikkokuvake
fil: Sub_Icon ng menu
fy: Sub_menu Ikoan
ga: Fo_Deilbhín roghchláir
gd: Fo_Ìomhaigh clàr
gl: Sub_Icona de menú
gu: સબ_મેનુ આયકન
he: תַת_טירפת למס
hi: विषय_मेनू आइकन
hr: Pod_ikona izbornika
hu: Alatti_menü ikon
hy: Ենթ_մենյուի պատկերակ
id: Sub_ikon menu
is: Sub_valmyndartákn
ka: ქვე_მენიუს ხატულა
kk: Ішкі_мәзір белгішесі
km: អនុ_រូបតំណាងម៉ឺនុយ
kn: ಉಪ_ಮೆನು ಐಕಾನ್
ky: Sub_меню сөлөкөтү
lb: Sub_Menü Ikon
lo: ຍ່ອຍ_ໄອຄອນເມນູ
lt: Sub_meniu piktograma
lv: Apakš_izvēlnes ikona
mg: zana_menu Icon
mi: Sub_tahua Ata
mk: Под_Икона од менито
ml: ഉപ_മെനു ഐക്കൺ
mn: Дэд_цэсний дүрс
mr: उप_मेनू चिन्ह
mt: Sub_Ikona tal-menu
my: ခွဲ_မီနူးအိုင်ကွန်
nb: Under_menyikon
ne: उप_मेनु आइकन
or: ସବ୍_ମେନୁ ଆଇକନ୍ |
pa: ਉਪ_ਮੀਨੂ ਆਈਕਨ
ps: ﻲﻋﺮﻓ_ﻥﻮﮑﯾﺁ ﻮﻨﯿﻣ ﺩ
ro: Sub_Pictograma meniului
rw: Sub_Ibishushanyo
sd: ﻲﻠﻳﺫ_ﻦڪﺋﺁ ﻮﻴﻨﻴﻣ
si: උප_මෙනු නිරූපකය
sk: Sub_ikona menu
sl: Sub_ikona menija
sq: Nën_Ikona e menysë
sw: Ndogo_ikoni ya menyu
ta: துணை_மெனு ஐகான்
te: ఉప_మెను చిహ్నం
tg: Зер_Нишонаи меню
th: ซับ_เมนู ไอคอน
tk: Sub_menýu nyşany
tt: Суб_меню иконасы
uk: Суб_значок меню
ur: ﯽﻠﯾﺫ_ﻦﮑﯿﺋﺁ ﻮﻨﯿﻣ
uz: Sub_menyu belgisi
vi: Phụ_biểu tượng menu
xh: Inxalenye_i icon yemenyu
yi: בוס_ןאָקי וינעמ

source: _Show Bookmarks
af: _Wys boekmerke
am: _ዕልባቶችን አሳይ
ar: _ﺔﻴﻌﺟﺮﻤﻟﺍ ﺕﺍﺭﺎﺷﻹ﻿ﺍ ﺭﺎﻬﻇﺇ
be: _Паказаць закладкі
bg: _Показване на отметките
bn: _বুকমার্ক দেখান
ca: _Mostra els marcadors
cy: _Dangos Llyfrnodau
da: _Vis bogmærker
eo: _Montru legosignojn
et: _Kuva järjehoidjad
eu: _Erakutsi laster-markak
fa: _ﺎﻫ ﮏﻧﺎﺸﻧ ﺶﯾﺎﻤﻧ
fi: _Näytä kirjanmerkit
fil: _Ipakita ang Mga Bookmark
fy: _Blêdwizers sjen litte
ga: _Taispeáin Leabharmharcanna
gd: _Seall comharran-leabhair
gl: _Mostrar marcadores
gu: _બુકમાર્ક્સ બતાવો
he: _תוינמיס גצה
hi: _बुकमार्क दिखाएँ
hr: _Prikaži oznake
hu: _Könyvjelzők megjelenítése
hy: _Ցույց տալ էջանիշները
id: _Tampilkan Bookmark
is: _Sýna bókamerki
ka: _სანიშნეების ჩვენება
kk: _Бетбелгілерді көрсету
km: _បង្ហាញចំណាំ
kn: _ಬುಕ್u200cಮಾರ್ಕ್u200cಗಳನ್ನು ತೋರಿಸಿ
ku: _Nîşan nîşan bide
ky: _Кыстармаларды көрсөтүү
lo: _ສະແດງບຸກມາກ
lt: _Rodyti žymes
lv: _Rādīt grāmatzīmes
mg: _Asehoy Bookmarks
mi: _Whakaatu Tohuwāhi
mk: _Прикажи обележувачи
ml: _ബുക്ക്u200cമാർക്കുകൾ കാണിക്കുക
mn: _Хавчуурга харуулах
mr: _बुकमार्क दर्शवा
mt: _Uri Bookmarks
my: _လိပ်စာများကို ပြပါ။
nb: _Vis bokmerker
ne: _बुकमार्कहरू देखाउनुहोस्
or: _ବୁକମାର୍କଗୁଡିକ ଦେଖାନ୍ତୁ |
pa: _ਬੁੱਕਮਾਰਕ ਦਿਖਾਓ
ps: _ﺉړﮐ ﻩﺭﺎﮑښ ﻪﻧﻮﮐﺭﺎﻣ ﮏﺑ
ro: _Afișați marcaje
rw: _Erekana ibimenyetso
sd: _ﻮﻳﺭﺎﮑﻳڏ ڪﺭﺎﻣ ﮏﺑ
si: _පිටු සලකුණු පෙන්වන්න
sk: _Zobraziť záložky
sl: _Pokaži zaznamke
sq: _Shfaq faqeshënuesit
sw: _Onyesha Alamisho
ta: _புக்மார்க்குகளைக் காட்டு
te: _బుక్u200cమార్క్u200cలను చూపించు
tg: _Нишондиҳандаҳоро нишон диҳед
th: _แสดงบุ๊คมาร์ค
tk: _Bellikleri görkeziň
tt: _Кыстармаларны күрсәт
uk: _Показати закладки
ur: _۔ﮟﯿﺋﺎﮭﮐﺩ ﺲﮐﺭﺎﻣ ﮏﺑُ
uz: _Xatcho‘plarni ko‘rsatish
vi: _Hiển thị Dấu trang
xh: _Bonisa iibhukhimaksi
yi: _סקראַמקוב ןזיַיוו

source: New _Bookmark
af: Nuut _Boekmerk
am: አዲስ _ዕልባት
ar: ﺪﻳﺪﺟ _ﺔﻴﻌﺟﺮﻤﻟﺍ
be: Новае _Закладка
bg: Нов _Отметка
bn: নতুন _বুকমার্ক
ca: Nou _Marcador
cy: Newydd _Llyfrnod
da: Ny _Bogmærke
eo: Nova _Legomarko
et: Uus _Järjehoidja
eu: Berria _Laster-marka
fa: ﺪﯾﺪﺟ _ﮏﻧﺎﺸﻧ
fi: Uusi _Kirjanmerkki
fil: Bago _Bookmark
fy: Nij _Blêdwizer
ga: Nua _Leabharmharc
gd: Ùr _Comharradh-leabhair
gl: Novo _Marcador
gu: નવી _બુકમાર્ક
he: ׁשָדָח _הינמיס
hi: नया _बुकमार्क
hr: Novi _Označi
hu: Új _Könyvjelző
hy: Նոր _Էջանիշ
id: Baru _Penanda buku
is: Nýtt _Bókamerki
ka: ახალი _სანიშნე
kk: Жаңа _Бетбелгі
km: ថ្មី។ _ចំណាំ
kn: ಹೊಸದು _ಬುಕ್ಮಾರ್ಕ್
ku: Nşh _Bookmark
ky: Жаңы _Bookmark
lb: Nei _Bookmark
lo: ໃຫມ່ _ບຸກມາກ
lt: Nauja _Skirtukas
lv: Jauns _Grāmatzīme
mg: Vaovao _Diary
mi: Hou _Tohuwāhi
mk: Ново _Обележете
ml: പുതിയത് _ബുക്ക്മാർക്ക്
mn: Шинэ _Хавчуурга
mr: नवीन _बुकमार्क करा
mt: Ġdid _Bookmark
my: အသစ် _ညှပ်
nb: Ny _Bokmerke
ne: नयाँ _बुकमार्क
or: ନୂତନ _ବୁକମାର୍କ
pa: ਨਵਾਂ _ਬੁੱਕਮਾਰਕ
ps: ﯼﻮﻧ _ﮎﺭﺎﻣ ﮏﺑ
ro: Nou _Marcaj
rw: Gishya _Ikimenyetso
sd: ﻥﻮﺌﻧ _ڪﺭﺎﻣ ﮏﺑ
si: අලුත් _පිටු සලකුණ
sk: Nový _Záložka
sl: Novo _Zaznamek
sq: I ri _Shënoni faqeshënues
sw: Mpya _Alamisho
ta: புதியது _புத்தககுறி
te: కొత్తది _బుక్మార్క్
tg: Нав _Хатчӯб
th: ใหม่ _บุ๊คมาร์ค
tk: Täze _Bellik
tt: Яңа _Кыстарма
uk: Новий _Закладка
ur: ﯽﺌﻧ _ﮎﺭﺎﻣ ﮏﺑ
uz: Yangi _Xatcho‘p
vi: Mới mẻ _Dấu trang
xh: Entsha _Bookmark
yi: יַינ _ןכייצ - נעייל

source: _Name
af: _Naam
am: _ስም
ar: _ﻢﺳﺍ
be: _Імя
bg: _име
bn: _নাম
ca: _Nom
cy: _Enw
da: _Navn
eo: _Nomo
et: _Nimi
eu: _Izena
fa: _ﻡﺎﻧ
fi: _Nimi
fil: _Pangalan
fy: _Namme
ga: _Ainm
gd: _Ainm
gl: _Nome
gu: _નામ
he: _םֵׁש
hi: _नाम
hr: _Ime
hu: _Név
hy: _Անուն
id: _Nama
is: _Nafn
ka: _სახელი
kk: _Аты
km: _ឈ្មោះ
kn: _ಹೆಸರು
ku: _Nav
ky: _аты
lb: _Numm
lo: _ຊື່
lt: _vardas
lv: _Vārds
mg: _Anarana
mi: _Ingoa
mk: _Име
ml: _പേര്
mn: _Нэр
mr: _नाव
mt: _Isem
my: _နာမည်
nb: _Navn
ne: _नाम
or: _ନାମ
pa: _ਨਾਮ
ps: _ﻡﻮﻧ
ro: _Nume
rw: _Izina
sd: _ﻮﻟﺎﻧ
si: _නම
sk: _názov
sl: _ime
sq: _Emri
sw: _Jina
ta: _பெயர்
te: _పేరు
tg: _Ном
th: _ชื่อ
tk: _Ady
tt: _Исем
uk: _Ім'я
ur: _ﻡﺎﻧ
uz: _Ism
vi: _Tên
xh: _Igama
yi: _ןעמאָנ

source: F_ilename
af: F_ilenaam
am: F_ileስም
ar: F_ileﻢﺳﺍ
be: F_ileімя
bg: F_ileиме
bn: F_ileনাম
ca: F_ilenom
cy: F_ileenw
da: F_ilenavn
eo: F_ilenomo
et: F_ilenimi
eu: F_ileizena
fa: F_ileﻡﺎﻧ
fi: F_ilenimi
fil: F_ilepangalan
fy: F_ilenamme
ga: F_ileainm
gd: F_ileainm
gl: F_ilenome
gu: F_ileનામ
he: F_ileםֵׁש
hi: F_ileनाम
hr: F_ileIme
hu: F_ilenév
hy: F_ileԱնուն
id: F_ilenama
is: F_ilenafn
ka: F_ileსახელი
kk: F_ileаты
km: F_ileឈ្មោះ
kn: F_ileಹೆಸರು
ku: F_ilenav
ky: F_ileаты
lb: F_ileNumm
lo: F_ileຊື່
lt: Fa_ilo pavadinimas
lv: F_ilenosaukums
mg: F_ileAnarana
mi: F_ileingoa
mk: F_ileиме
ml: F_ileപേര്
mn: F_ileнэр
mr: F_ileनाव
mt: F_ileisem
my: F_ileနာမည်
nb: F_ileNavn
ne: F_ileनाम
or: F_ileନାମ
pa: F_ileਨਾਮ
ps: F_ileﻡﻮﻧ
ro: F_ileNume
rw: F_ileizina
sd: F_ileﻮﻟﺎﻧ
si: F_ileනාමය
sk: F_ilenázov
sl: F_ileime
sq: F_ileemri
sw: F_ilejina
ta: F_ileபெயர்
te: F_ileపేరు
tg: F_ileном
th: F_ileชื่อ
tk: F_ileady
tt: F_ileисем
uk: F_ileім'я
ur: F_ileﻡﺎﻧ
uz: F_ilenomi
vi: F_ileTên
xh: F_ileigama
yi: F_ileןעמאָנ

source: _Parent
af: _Ouer
am: _ወላጅ
ar: _ﻦﻳﻮﺑﻷ﻿ﺍ
be: _Бацька
bg: _родител
bn: _অভিভাবক
ca: _Pare
cy: _Rhiant
da: _Forælder
eo: _Gepatro
et: _Lapsevanem
eu: _Gurasoa
fa: _ﻦﯾﺪﻟﺍﻭ
fi: _Vanhempi
fil: _Magulang
ga: _Tuismitheoir
gd: _Pàrant
gl: _Pai
gu: _પિતૃ
he: _הֶרֹוה
hi: _माता-पिता
hr: _Roditelj
hu: _Szülő
hy: _Ծնող
id: _Induk
is: _Foreldri
ka: _მშობელი
kk: _Ата-ана
km: _ឪពុកម្តាយ
kn: _ಪೋಷಕ
ky: _Ата-эне
lb: _Elterendeel
lo: _ພໍ່ແມ່
lt: _Tėvas
lv: _Vecāks
mg: _Ray aman-dreny
mi: _Matua
mk: _Родител
ml: _രക്ഷിതാവ്
mn: _Эцэг эх
mr: _पालक
mt: _Ġenitur
my: _မိဘ
nb: _Foreldre
ne: _अभिभावक
or: _ପିତାମାତା |
pa: _ਮਾਪੇ
ps: _ﺭﻼ﻿ﭘ
ro: _Mamă
rw: _Ababyeyi
sd: _ﻦﻳﺪﻟﺍﻭ
si: _දෙමාපිය
sk: _Rodič
sl: _starš
sq: _Prindi
sw: _Mzazi
ta: _பெற்றோர்
te: _తల్లిదండ్రులు
tg: _Падару модар
th: _พ่อแม่
tk: _Ene-ata
tt: _Ата-ана
uk: _Батько
ur: _ﻦﯾﺪﻟﺍﻭ
uz: _Ota-ona
vi: _Cha mẹ
xh: _Umzali
yi: _רעטאָפ

source: P_ath
lt: Keli_as

source: _Option
af: _Opsie
am: _አማራጭ
ar: _ﺭﺎﻴﺧ
be: _Варыянт
bg: _Вариант
bn: _বিকল্প
ca: _Opció
cy: _Opsiwn
da: _Mulighed
eo: _Opcio
et: _Võimalus
eu: _Aukera
fa: _ﻪﻨﯾﺰﮔ
fi: _Vaihtoehto
fil: _Pagpipilian
fy: _Opsje
ga: _Rogha
gd: _Roghainn
gl: _Opción
gu: _વિકલ્પ
he: _הָיִצְּפֹוא
hi: _विकल्प
hr: _Opcija
hu: _választási lehetőség
hy: _Տարբերակ
id: _Pilihan
is: _Valmöguleiki
ka: _ვარიანტი
kk: _Опция
km: _ជម្រើស
kn: _ಆಯ್ಕೆ
ku: _Dibe
ky: _Опция
lb: _Optioun
lo: _ທາງເລືອກ
lt: _Parinktis
lv: _Opcija
mg: _SAFIDY
mi: _Kōwhiringa
mk: _Опција
ml: _ഓപ്ഷൻ
mn: _Сонголт
mr: _पर्याय
mt: _Għażla
my: _ရွေးချယ်မှု
nb: _Alternativ
ne: _विकल्प
or: _ବିକଳ୍ପ
pa: _ਵਿਕਲਪ
ps: _ﺭﺎﯿﺘﺧﺍ
ro: _Opțiune
rw: _Ihitamo
sd: _ﺭﺎﻴﺘﺧﺍ
si: _විකල්පය
sk: _Možnosť
sl: _Možnost
sq: _Opsioni
sw: _Chaguo
ta: _விருப்பம்
te: _ఎంపిక
tg: _Варианти
th: _ตัวเลือก
tk: _Opsiýa
tt: _Вариант
uk: _Варіант
ur: _ﻦﺸﭘﺁ
uz: _Variant
vi: _Lựa chọn
xh: _Ukhetho
yi: _עיצפּאָ

source: _Link
af: _Skakel
am: _አገናኝ
ar: _ﺔﻠﺻﻭ
be: _Спасылка
bg: _Връзка
bn: _লিঙ্ক
ca: _Enllaç
cy: _Dolen
eo: _Ligo
eu: _Esteka
fa: _ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ
fi: _Linkki
ga: _Nasc
gd: _Ceangal
gl: _Ligazón
gu: _લિંક
he: _רושיק
hi: _संपर्क
hr: _Veza
hy: _Հղում
id: _Tautan
is: _Tengill
ka: _Ბმული
kk: _Сілтеме
km: _តំណភ្ជាប់
kn: _ಲಿಂಕ್
ku: _Pêvek
ky: _Шилтеме
lo: _ເຊື່ອມຕໍ່
lt: _Nuoroda
lv: _Saite
mg: _Rohy
mi: _Hononga
mk: _Врска
ml: _ലിങ്ക്
mn: _Холбоос
mr: _दुवा
my: _လင့်
ne: _लिङ्क
or: _ଲିଙ୍କ୍ |
pa: _ਲਿੰਕ
ps: _ﮏﻨﯿﻟ
ro: _Legătură
rw: _Ihuza
sd: _ﮃﻨﮘ
si: _සබැඳිය
sk: _Odkaz
sl: _Povezava
sq: _Lidhje
sw: _Kiungo
ta: _இணைப்பு
te: _లింక్
tg: _Пайванд
th: _ลิงค์
tk: _Baglanyşyk
tt: _Ссылка
uk: _Посилання
ur: _ﮏﻨﻟ
uz: _Havola
vi: _Liên kết
xh: _Ikhonkco
yi: _קניל

source: Copy _Target
af: Kopieer _Teiken
am: ቅዳ _ዒላማ
ar: ﺦﺴﻨﻳ _ﻑﺍﺪﻬﺘﺳﺍ
be: Копія _Мэтавая
bg: копие _Цел
bn: কপি _টার্গেট
ca: Còpia _Objectiu
cy: Copi _Targed
da: Kopi _Mål
eo: Kopiu _Celo
et: Kopeeri _Sihtmärk
eu: Kopiatu _Helburua
fa: 🀄 ﯽﭙﮐ _ﻑﺪﻫ
fi: Kopio _Kohde
fil: Kopya _Target
fy: Kopy _Doel
ga: Cóip _Sprioc
gd: Leth-bhreac _Targaid
gl: Copiar _Obxectivo
gu: નકલ કરો _લક્ષ્ય
he: קתוע _דַעַי
hi: प्रतिलिपि _लक्ष्य
hr: Kopirati _Cilj
hu: Másolat _Cél
hy: Պատճենել _Թիրախ
id: Salinan _Target
is: Afrita _Skotmark
ka: კოპირება _სამიზნე
kk: Көшіру _Мақсат
km: ចម្លង _គោលដៅ
kn: ನಕಲು ಮಾಡಿ _ಗುರಿ
ku: Kopî _Armanc
ky: Көчүрүү _Максат
lb: Kopie _Ziel
lo: ສຳເນົາ _ເປົ້າu200bຫມາຍ
lt: Kopijuoti _Tikslas
lv: Kopēt _Mērķis
mg: dika mitovy _Target
mi: Tārua _Whainga
mk: Копирај _Цел
ml: പകർത്തുക _ലക്ഷ്യം
mn: Хуулбарлах _Зорилтот
mr: कॉपी करा _लक्ष्य
mt: Kopja _Mira
my: ကော်ပီ _ပစ်မှတ်
nb: Kopiere _Mål
ne: कापी _लक्ष्य
or: କପି କରନ୍ତୁ | _ଟାର୍ଗେଟ୍ |
pa: ਕਾਪੀ ਕਰੋ _ਨਿਸ਼ਾਨਾ
ps: ﻲﭘﺎﮐ _ﻑﺪﻫ
ro: Copie _Ţintă
rw: Gukoporora _Intego
sd: ﻲﭘﺎڪ _ﻮﻧﺎﺸﻧ
si: පිටපත් කරන්න _ඉලක්කය
sk: Kopírovať _Cieľ
sl: Kopirati _Tarča
sq: Kopjo _Synimi
sw: Nakili _Lengo
ta: நகலெடுக்கவும் _இலக்கு
te: కాపీ చేయండి _లక్ష్యం
tg: Нусхабардорӣ _Ҳадаф
th: สำเนา _เป้า
tk: Göçüriň _Nyşana
tt: Күчереп алу _Максат
uk: Копія _Ціль
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ _ﻑﺪﮨ
uz: Nusxalash _Maqsad
vi: Sao chép _Mục tiêu
xh: Khuphela _Ekujoliswe kuko
yi: יפּאָק _ליצ

source: Lin_k Target
af: Lin_k Teiken
am: Lin_k ዒላማ
ar: Lin_k ﻑﺍﺪﻬﺘﺳﺍ
be: Lin_k Мэтавая
bg: Lin_k Цел
bn: Lin_k টার্গেট
ca: Lin_k Objectiu
cy: Lin_k Targed
da: Lin_k Mål
eo: Lin_k Celo
et: Lin_k Sihtmärk
eu: Lin_k Helburua
fa: Lin_k ﻑﺪﻫ
fi: Lin_k Kohde
fy: Lin_k Doel
ga: Lin_k Sprioc
gd: Lin_k Targaid
gl: Lin_k Obxectivo
gu: Lin_k લક્ષ્ય
he: Lin_k דַעַי
hi: Lin_k लक्ष्य
hr: Lin_k Cilj
hu: Lin_k Cél
hy: Lin_k Թիրախ
is: Lin_k Skotmark
ka: Lin_k სამიზნე
kk: Lin_k Мақсат
km: Lin_k គោលដៅ
kn: Lin_k ಗುರಿ
ku: Lin_k Armanc
ky: Lin_k Максат
lb: Lin_k Ziel
lo: Lin_k ເປົ້າu200bຫມາຍ
lt: Lin_k Tikslas
lv: Lin_k Mērķis
mi: Lin_k Whainga
mk: Lin_k Цел
ml: Lin_k ലക്ഷ്യം
mn: Lin_k Зорилтот
mr: Lin_k लक्ष्य
mt: Lin_k Mira
my: Lin_k ပစ်မှတ်
nb: Lin_k Mål
ne: Lin_k लक्ष्य
or: Lin_k ଟାର୍ଗେଟ୍ |
pa: Lin_k ਨਿਸ਼ਾਨਾ
ps: Lin_k ﻑﺪﻫ
ro: Lin_k Ţintă
rw: Lin_k Intego
sd: Lin_k ﻮﻧﺎﺸﻧ
si: Lin_k ඉලක්කය
sk: Lin_k Cieľ
sl: Lin_k Tarča
sq: Lin_k Synimi
sw: Lin_k Lengo
ta: Lin_k இலக்கு
te: Lin_k లక్ష్యం
tg: Lin_k Ҳадаф
th: Lin_k เป้า
tk: Lin_k Nyşana
tt: Lin_k Максат
uk: Lin_k Ціль
ur: Lin_k ﻑﺪﮨ
uz: Lin_k Maqsad
vi: Lin_k Mục tiêu
xh: Lin_k Ekujoliswe kuko
yi: Lin_k ליצ

source: _As Root
af: _Soos Root
am: _እንደ Root
ar: _ﺎﻤﻛ Root
be: _Як Root
bg: _Като Root
bn: _হিসাবে Root
ca: _Com Root
cy: _Fel Root
da: _Som Root
eo: _Kiel Root
et: _Nagu Root
fa: _ﺪﻨﻧﺎﻣ Root
fi: _Kuten Root
fil: _Bilang Root
ga: _Mar Root
gd: _Mar Root
gl: _Como Root
gu: _તરીકે Root
he: _ש יפכ Root
hi: _जैसा Root
hr: _Kao Root
hu: _Mint Root
hy: _Ինչպես Root
id: _Sebagai Root
is: _Sem Root
ka: _როგორც Root
kk: _ретінде Root
km: _ជា Root
kn: _ಅಂತೆ Root
ku: _Dema Root
ky: _катары Root
lb: _Wéi Root
lo: _ເປັນ Root
lt: _Kaip Root
lv: _Kā Root
mg: _Araka ny Root
mk: _Како Root
ml: _പോലെ Root
mn: _гэх мэт Root
mr: _म्हणून Root
mt: _Kif Root
my: _အမျှ Root
nb: _Som Root
ne: _जस्तै Root
or: _ଯେପରି Root
pa: _ਦੇ ਤੌਰ 'ਤੇ Root
ps: _ﻪﮑﻟ Root
ro: _La fel de Root
rw: _Nk Root
sd: _ﻦﺌﻴﺟ Root
si: _පරිදි Root
sk: _Ako Root
sl: _Kot Root
sq: _Si Root
sw: _Kama Root
ta: _என Root
te: _వంటి Root
tg: _Чунон ки Root
th: _เนื่องจาก Root
tk: _Bolşy ýaly Root
tt: _Кебек Root
uk: _Як Root
ur: _ﮧﮐ ﺎﺴﯿﺟ Root
uz: _Sifatida Root
vi: _Bằng Root
xh: _Njengoko Root
yi: _יוו Root

source: _Font
af: _Lettertipe
am: _ቅርጸ-ቁምፊ
ar: _ﻂﺨﻟﺍ
be: _Шрыфт
bg: _Шрифт
bn: _হরফ
cy: _Ffont
da: _Skrifttype
eo: _Tiparo
eu: _Letra-tipoa
fa: _ﺖﻧﻮﻓ
fi: _Fontti
fy: _Lettertype
ga: _Cló
gl: _Fonte
gu: _ફોન્ટ
he: _ןָפֹוג
hi: _फ़ॉन्ट
hu: _Betűtípus
hy: _Տառատեսակ
id: _jenis huruf
is: _Leturgerð
ka: _შრიფტი
kk: _Қаріп
km: _ពុម្ពអក្សរ
kn: _ಫಾಂಟ್
ky: _Шрифт
lb: _Schrëft
lo: _ຟອນ
lt: Šri_ftas
lv: _Fonts
mi: _Momotuhi
mk: _Фонт
ml: _ഫോണ്ട്
mn: _Фонт
mr: _फॉन्ट
my: _ဖောင့်
ne: _फन्ट
or: _ଫଣ୍ଟ
pa: _ਫੌਂਟ
ps: _ټﻧﻮﻓ
rw: _Imyandikire
sd: _ٽﻧﻮﻓ
si: _අකුරු
sk: _Písmo
sl: _Pisava
sq: _Fonti
sw: _Fonti
ta: _எழுத்துரு
te: _ఫాంట్
tg: _Шрифт
th: _แบบอักษร
tk: _Şrift
tt: _Шрифт
uk: _Шрифт
ur: _ﭧﻧﻮﻓ
uz: _Shrift
vi: _Nét chữ
xh: _Ifonti
yi: _טנאָפ

source: Move Dialog Font
af: Skuif dialooglettertipe
am: የንግግር ቅርጸ-ቁምፊን አንቀሳቅስ
ar: ﺭﺍﻮﺤﻟﺍ ﻂﺧ ﻞﻘﻧ
be: Перамясціць шрыфт дыялогу
bg: Преместване на диалогов шрифт
bn: ডায়ালগ ফন্ট সরান
ca: Moveu el tipus de lletra del diàleg
cy: Symud Ffont Dialog
da: Flyt dialogskrifttype
eo: Movu Dialogon Tiparo
et: Dialoogi fondi teisaldamine
eu: Mugitu elkarrizketa-tipoa
fa: ﻮﮕﺘﻔﮔ ﺖﻧﻮﻓ ﻝﺎﻘﺘﻧﺍ
fi: Siirrä valintaikkunan fontti
fil: Ilipat ang Font ng Dialog
fy: Ferpleats dialooch lettertype
ga: Bog Cló Dialóige
gd: Gluais Font Dialog
gl: Mover fonte de diálogo
gu: ડાયલોગ ફોન્ટ ખસેડો
he: חיש-וד ןפוג רבעה
hi: डायलॉग फ़ॉन्ट ले जाएँ
hr: Premještanje dijaloškog fonta
hu: A párbeszédpanel betűtípusának áthelyezése
hy: Տեղափոխել երկխոսության տառատեսակը
id: Pindahkan Font Dialog
is: Færa leturgerð í glugga
ka: გადატანა დიალოგის შრიფტი
kk: Диалогтың қаріпін жылжыту
km: ផ្លាស់ទីពុម្ពអក្សរប្រអប់
kn: ಡೈಲಾಗ್ ಫಾಂಟ್ ಅನ್ನು ಸರಿಸಿ
ky: Диалогдун шрифтин жылдырыңыз
lb: Plënneren Dialog Schrëft
lo: ຍ້າຍ Font Dialog
lt: Perkelti dialogo lango šriftą
lv: Pārvietot dialoga fontu
mi: Nuku Momotuhi Korero
mk: Премести дијалог-фонт
ml: ഡയലോഗ് ഫോണ്ട് നീക്കുക
mn: Харилцах цонхны фонтыг зөөх
mr: डायलॉग फॉन्ट हलवा
mt: Ċaqlaq Font tad-Djalogu
my: Dialog Font ကိုရွှေ့ပါ။
nb: Flytt dialogfont
ne: डायलग फन्ट सार्नुहोस्
or: ଡାୟଲଗ୍ ଫଣ୍ଟ ଘୁଞ୍ଚାନ୍ତୁ |
pa: ਡਾਇਲਾਗ ਫੌਂਟ ਨੂੰ ਮੂਵ ਕਰੋ
ps: ﺉړﮐﻭ ﺖﮐﺮﺣ ټﻧﻮﻓ ګﻮﻟﺎﯾډ ﺩ
ro: Mutați fontul de dialog
rw: Himura Ikiganiro Imyandikire
sd: ﻮﻳﺮڪ ﻞﻘﺘﻨﻣ ٽﻧﻮﻓ ﮒﻼ﻿ﺋﺍڊ
si: සංවාද අකුරු මාරු කරන්න
sk: Presunúť písmo dialógu
sl: Premakni pisavo pogovornega okna
sq: Lëvizja e fontit të dialogut
sw: Hamisha Fonti ya Kidirisha
ta: உரையாடல் எழுத்துருவை நகர்த்தவும்
te: డైలాగ్ ఫాంట్u200cని తరలించండి
tg: Ҷойивазкунии шрифти муколама
th: ย้ายฟอนต์กล่องโต้ตอบ
tk: Dialog şriftini göçüriň
tt: Диалог шрифтын күчерегез
uk: Перемістити діалоговий шрифт
ur: ۔ﮟﯾﺮﮐ ﻞﻘﺘﻨﻣ ﭧﻧﻮﻓ ﮒﻼ﻿ﯿﺋﺍﮈ
uz: Dialog shriftini ko‘chirish
vi: Di chuyển Phông chữ Hộp thoại
xh: Hambisa ifonti yencoko yababini
yi: טנאָפ גאָלאַיד ךאַמ

source: /home/user/Example Filename.ext
af: /home/user/Voorbeeld lêernaam.ext
am: /home/user/ምሳሌ የፋይል ስም.ext
ar: /home/user/ﻒﻠﻤﻟﺍ ﻢﺳﺍ ﻝﺎﺜﻣ.ext
be: /home/user/Прыклад імя файла.ext
bg: /home/user/Примерно име на файл.ext
bn: /home/user/উদাহরণ ফাইলের নাম.ext
ca: /home/user/Exemple de nom de fitxer.ext
cy: /home/user/Enghraifft o enw ffeil.ext
da: /home/user/Eksempel filnavn.ext
eo: /home/user/Ekzempla Dosiernomo.ext
et: /home/user/Failinime näide.ext
eu: /home/user/Fitxategi-izena adibidea.ext
fa: /home/user/ﻞﯾﺎﻓ ﻡﺎﻧ ﻝﺎﺜﻣ.ext
fi: /home/user/Esimerkki Tiedostonimi.ext
fil: /home/user/Halimbawa Filename.ext
fy: /home/user/Foarbyld triemnamme.ext
ga: /home/user/Ainm Comhad Samplach.ext
gd: /home/user/Eisimpleir ainm faidhle.ext
gl: /home/user/Exemplo de nome de ficheiro.ext
gu: /home/user/ઉદાહરણ ફાઇલનામ.ext
he: /home/user/המגודל ץבוק םש.ext
hi: /home/user/उदाहरण फ़ाइल नाम.ext
hr: /home/user/Primjer naziva datoteke.ext
hu: /home/user/Példa fájlnév.ext
hy: /home/user/Օրինակ Ֆայլի անունը.ext
id: /home/user/Contoh Nama File.ext
is: /home/user/Dæmi um skráarnafn.ext
ka: /home/user/მაგალითი ფაილის სახელი.ext
kk: /home/user/Мысал файл аты.ext
km: /home/user/ឈ្មោះឯកសារឧទាហរណ៍.ext
kn: /home/user/ಉದಾಹರಣೆ ಫೈಲ್ ಹೆಸರು.ext
ku: /home/user/Mînak Navê Pelê.ext
ky: /home/user/Мисал Файлдын аты.ext
lb: /home/user/Beispill Dateinumm.ext
lo: /home/user/ຕົວຢ່າງຊື່ໄຟລ໌.ext
lt: /home/user/Failo pavadinimo pavyzdys.ext
lv: /home/user/Faila nosaukuma piemērs.ext
mg: /home/user/Anaran-drakitra ohatra.ext
mi: /home/user/Tauira Ingoa Kōnae.ext
mk: /home/user/Пример Име на датотека.ext
ml: /home/user/ഉദാഹരണം ഫയലിന്റെ പേര്.ext
mn: /home/user/Жишээ файлын нэр.ext
mr: /home/user/उदाहरण फाइलनाव.ext
mt: /home/user/Eżempju Isem tal-Fajl.ext
my: /home/user/ဥပမာ ဖိုင်အမည်.ext
nb: /home/user/Eksempel filnavn.ext
ne: /home/user/उदाहरण फाइलनाम.ext
or: /home/user/ଉଦାହରଣ ଫାଇଲନାମ |.ext
pa: /home/user/ਉਦਾਹਰਨ ਫਾਈਲ ਨਾਮ.ext
ps: /home/user/ﻪګﻠﯧﺑ ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ.ext
ro: /home/user/Exemplu de nume de fișier.ext
rw: /home/user/Urugero Izina ryizina.ext
sd: /home/user/ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ ﻝﺎﺜﻣ.ext
si: /home/user/උදාහරණ ගොනු නාමය.ext
sk: /home/user/Príklad názvu súboru.ext
sl: /home/user/Primer imena datoteke.ext
sq: /home/user/Shembull Emri i skedarit.ext
sw: /home/user/Mfano Jina la faili.ext
ta: /home/user/எடுத்துக்காட்டு கோப்பு பெயர்.ext
te: /home/user/ఉదాహరణ ఫైల్ పేరు.ext
tg: /home/user/Намунаи номи файл.ext
th: /home/user/ตัวอย่างชื่อไฟล์.ext
tk: /home/user/Faýlyň ady.ext
tt: /home/user/Мисал файл исеме.ext
uk: /home/user/Приклад імені файлу.ext
ur: /home/user/ﻝﺎﺜﻣ ﯽﮐ ﻡﺎﻧ ﻞﺋﺎﻓ.ext
uz: /home/user/Misol fayl nomi.ext
vi: /home/user/Tên tệp mẫu.ext
xh: /home/user/Umzekelo Igama leFayile.ext
yi: /home/user/ןעמאָנ עקעט ליפּשיַיב.ext

source: _Confirm Create
af: _Bevestig Skep
am: _መፍጠርን ያረጋግጡ
ar: _ءﺎﺸﻧﺇ ﺪﻴﻛﺄﺗ
be: _Пацвердзіце стварэнне
bg: _Потвърдете Създаване
bn: _তৈরি নিশ্চিত করুন
ca: _Confirmeu Crear
cy: _Cadarnhau Creu
da: _Bekræft Opret
eo: _Konfirmu Krei
et: _Kinnitage loomine
eu: _Berretsi Sortu
fa: _ﺪﯿﻨﮐ ﺪﯿﯾﺎﺗ ﺍﺭ ﺩﺎﺠﯾﺍ
fi: _Vahvista Luo
fil: _Kumpirmahin ang Gumawa
fy: _Befêstigje Create
ga: _Deimhnigh Cruthaigh
gd: _Dearbhaich Cruthaich
gl: _Confirmar Crear
gu: _બનાવવાની પુષ્ટિ કરો
he: _הריצי רשא
hi: _बनाने की पुष्टि करें
hr: _Potvrdite Stvori
hu: _Létrehozás megerősítése
hy: _Հաստատեք Ստեղծումը
id: _Konfirmasi Buat
is: _Staðfestu Búa til
ka: _დაადასტურეთ შექმნა
kk: _Жасауды растаңыз
km: _បញ្ជាក់បង្កើត
kn: _ರಚಿಸುವುದನ್ನು ದೃಢೀಕರಿಸಿ
ku: _Piştrast bike Create
ky: _Түзүүнү ырастоо
lb: _Confirméieren Erstelle
lo: _ຢືນຢັນການສ້າງ
lt: _Patvirtinkite Sukurti
lv: _Apstipriniet Izveidot
mg: _Hamafiso ny famoronana
mi: _Whakaū Waihanga
mk: _Потврди Креирај
ml: _സൃഷ്ടിക്കുക സ്ഥിരീകരിക്കുക
mn: _Үүсгэхийг баталгаажуулна уу
mr: _तयार करण्याची पुष्टी करा
mt: _Ikkonferma Oħloq
my: _ဖန်တီးအတည်ပြုပါ။
nb: _Bekreft Opprett
ne: _सिर्जना पुष्टि गर्नुहोस्
or: _ସୃଷ୍ଟି ନିଶ୍ଚିତ କରନ୍ତୁ |
pa: _ਬਣਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: _ﺉړﮐ ﺪﯿﯾﺎﺗ ﻝﻭړﻮﺟ
ro: _Confirmați Creare
rw: _Emeza Kurema
sd: _ﻮﻳﺮڪ ﻖﻳﺪﺼﺗ ﻲﺟ ﮡﮬﺎﭠ
si: _නිර්මාණය තහවුරු කරන්න
sk: _Potvrďte Vytvoriť
sl: _Potrdite Ustvari
sq: _Konfirmo Krijimin
sw: _Thibitisha Unda
ta: _உருவாக்குவதை உறுதிப்படுத்தவும்
te: _సృష్టించడాన్ని నిర్ధారించండి
tg: _Эҷод карданро тасдиқ кунед
th: _ยืนยันการสร้าง
tk: _Dörediň
tt: _Яратуны раслагыз
uk: _Підтвердіть створення
ur: _۔ﮟﯾﺮﮐ ﻖﯾﺪﺼﺗ ﯽﮐ ﻖﯿﻠﺨﺗ
uz: _Yaratishni tasdiqlang
vi: _Xác nhận Tạo
xh: _Qinisekisa Yenza
yi: _ןפֿאַש ןקיטעטשאַב
