Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
af: Ontwerpmodus laat jou toe om die naam, kortpadsleutel en ikoon van kieslys-, nutsbalk- en boekmerkitems te verander, hulp vir 'n item te wys en jou eie pasgemaakte opdragte en toepassings by te voeg. Om die Ontwerpkieslys oop te maak, klik eenvoudig met die rechtermuisknop op 'n kieslys-item, boekmerk of nutsbalkitem. Om die Ontwerpkieslys vir 'n subkieslys oop te maak, maak eers die subkieslys toe (deur daarop te klik). Vir meer inligting, klik die Help-knoppie hieronder.
am: የንድፍ ሁነታ የሜኑ ስም፣ የአቋራጭ ቁልፍ እና አዶ፣ የመሳሪያ አሞሌ እና የዕልባት ንጥሎችን ለመቀየር፣ የእቃውን እገዛ ለማሳየት እና የእራስዎን ብጁ ትዕዛዞችን እና መተግበሪያዎችን ለመጨመር ይፈቅድልዎታል። የንድፍ ሜኑ ለመክፈት በቀላሉ የምናሌ ንጥል፣ ዕልባት ወይም የመሳሪያ አሞሌ ንጥል ላይ በቀኝ ጠቅ ያድርጉ። ለንዑስ ሜኑ የንድፍ ሜኑ ለመክፈት መጀመሪያ ንኡስ ዝርዝሩን ዝጋው (በእሱ ላይ ጠቅ በማድረግ)። ለበለጠ መረጃ ከታች ያለውን የእገዛ ቁልፍ ጠቅ ያድርጉ።
ar: .ﻚﺑ ﺔﺻﺎﺨﻟﺍ ﺔﺼﺼﺨﻤﻟﺍ ﺕﺎﻘﻴﺒﻄﺘﻟﺍﻭ ﺮﻣﺍﻭﻷ﻿ﺍ ﺔﻓﺎﺿﺇﻭ ﺮﺼﻨﻌﻟ ﺓﺪﻋﺎﺴﻤﻟﺍ ﺭﺎﻬﻇﺇﻭ ﺔﻴﻌﺟﺮﻤﻟﺍ ﺕﺍﺭﺎﺷﻹ﻿ﺍ ﺮﺻﺎﻨﻋﻭ ﺕﺍﻭﺩﻷ﻿ﺍ ﻂﻳﺮﺷﻭ ﺔﻤﺋﺎﻘﻟﺍ ﺰﻣﺭﻭ .(ﺎﻬﻗﻮﻓ ﺮﻘﻨﻟﺎﺑ) ًﻻ﻿ﻭﺃ ﺔﻴﻋﺮﻔﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ ﻖﻠﻏﺃ ، ﺔﻴﻋﺮﻓ ﺔﻤﺋﺎﻘﻟ ﻢﻴﻤﺼﺘﻟﺍ ﺔﻤﺋﺎﻗ ﺢﺘﻔﻟ .ﺕﺍﻭﺩﺃ ﻂﻳﺮﺷ ﺮﺼﻨﻋ ﻭﺃ ﺔﻴﻌﺟﺮﻣ ﺓﺭﺎﺷﺇ ﻭﺃ ﺔﻤﺋﺎ .ﻩﺎﻧﺩﺃ »ﺕﺎﻤﻴﻠﻌﺗ« ﺭﺰﻟﺍ ﻕﻮﻓ ﺮﻘﻧﺍ ، ﺕﺎﻣﻮﻠﻌﻤﻟﺍ ﻦﻣ ﺪﻳﺰﻤﻟ
be: Рэжым дызайну дазваляе змяняць назву, клавішу хуткага доступу і значок пунктаў меню, панэлі інструментаў і закладак, паказваць дапамогу для элемента і дадаваць свае ўласныя каманды і прыкладанні. Каб адкрыць меню дызайну, проста пстрыкніце правай кнопкай мышы пункт меню, закладку або элемент панэлі інструментаў. Каб адкрыць меню дызайну для падменю, спачатку зачыніце падменю (пстрыкнуўшы па ім). Для атрымання дадатковай інфармацыі націсніце кнопку Даведка ніжэй.
bg: Режимът на проектиране ви позволява да промените името, клавиша за бърз достъп и иконата на елементите на менюто, лентата с инструменти и отметките, да показвате помощ за даден елемент и да добавяте свои собствени персонализирани команди и приложения. За да отворите менюто за дизайн, просто щракнете с десния бутон върху елемент от менюто, отметка или елемент от лентата с инструменти. За да отворите менюто Design за подменю, първо затворете подменюто (като щракнете върху него). За повече информация щракнете върху бутона Помощ по-долу.
bn: ডিজাইন মোড আপনাকে মেনু, টুলবার এবং বুকমার্ক আইটেমের নাম, শর্টকাট কী এবং আইকন পরিবর্তন করতে, একটি আইটেমের জন্য সহায়তা দেখাতে এবং আপনার নিজস্ব কাস্টম কমান্ড এবং অ্যাপ্লিকেশন যোগ করতে দেয়। ডিজাইন মেনু খুলতে, শুধুমাত্র একটি মেনু আইটেম, বুকমার্ক, বা টুলবার আইটেমে ডান-ক্লিক করুন। একটি সাবমেনুর জন্য ডিজাইন মেনু খুলতে, প্রথমে সাবমেনু বন্ধ করুন (এটি ক্লিক করে)। আরও তথ্যের জন্য, নীচের সাহায্য বোতামে ক্লিক করুন।
ca: El mode de disseny us permet canviar el nom, la tecla de drecera i la icona del menú, la barra d'eines i els elements d'adreces d'interès, mostrar l'ajuda per a un element i afegir les vostres pròpies ordres i aplicacions personalitzades. Per obrir el menú Disseny, només cal que feu clic amb el botó dret sobre un element del menú, una adreça d'interès o un element de la barra d'eines. Per obrir el menú Disseny d'un submenú, primer tanqueu el submenú (fent-hi clic). Per obtenir més informació, feu clic al botó Ajuda de sota.
cy: Mae Modd Dylunio yn caniatáu ichi newid enw, allwedd llwybr byr ac eicon eitemau dewislen, bar offer a nod tudalen, dangos help ar gyfer eitem, ac ychwanegu eich gorchmynion a'ch cymwysiadau personol eich hun. I agor y Ddewislen Ddylunio, cliciwch ar y dde ar eitem dewislen, nod tudalen, neu eitem bar offer. I agor y Ddewislen Ddylunio ar gyfer is-ddewislen, caewch yr is-raglen yn gyntaf (trwy glicio arni). Am ragor o wybodaeth, cliciwch y botwm Help isod.
da: Designtilstand giver dig mulighed for at ændre navnet, genvejstasten og ikonet for menu-, værktøjslinje- og bogmærkeelementer, vise hjælp til et element og tilføje dine egne brugerdefinerede kommandoer og applikationer. For at åbne designmenuen skal du blot højreklikke på et menupunkt, bogmærke eller værktøjslinjeelement. For at åbne designmenuen for en undermenu skal du først lukke undermenuen (ved at klikke på den). For mere information, klik på knappen Hjælp nedenfor.
eo: Dezajna Reĝimo permesas ŝanĝi la nomon, ŝparklavon kaj ikonon de menuo, ilobreto kaj legosignoj, montri helpon por objekto kaj aldoni viajn proprajn kutimajn komandojn kaj aplikaĵojn. Por malfermi la Dezajnan Menuon, simple dekstre alklaku menueron, legosignon aŭ ilobrejon. Por malfermi la Dezajnan Menuon por submenuo, unue fermu la submenuon (klakante sur ĝi). Por pliaj informoj, alklaku la suban butonon Helpo.
et: Kujundusrežiim võimaldab teil muuta menüü, tööriistariba ja järjehoidja üksuste nime, kiirklahvi ja ikooni, kuvada üksuse abi ning lisada oma kohandatud käske ja rakendusi. Kujundusmenüü avamiseks paremklõpsake lihtsalt menüüüksusel, järjehoidjal või tööriistariba üksusel. Alammenüü kujundusmenüü avamiseks sulgege esmalt alammenüü (klõpsates sellel). Lisateabe saamiseks klõpsake alloleval nupul Abi.
eu: Diseinu moduak menu, tresna-barra eta laster-marken elementuen izena, laster-tekla eta ikonoa alda ditzakezu, elementu baten laguntza erakusteko eta zure komando eta aplikazio pertsonalizatuak gehitzeko. Diseinu menua irekitzeko, egin klik eskuineko botoiarekin menuko elementu batean, laster-markan edo tresna-barrako elementuan. Azpimenu baten Diseinu-menua irekitzeko, lehenik eta behin itxi azpimenua (bertan klik eginez). Informazio gehiago lortzeko, egin klik beheko Laguntza botoian.
fa: .ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺍﺭ ﺩﻮﺧ ﯽﺷﺭﺎﻔﺳ ﯼﺎﻫu200cﻪﻣﺎﻧﺮﺑ ﻭ ﺕﺍﺭﻮﺘﺳﺩ ﻭ ﺪﯿﻫﺩ ﻥﺎﺸﻧ ﻢﺘﯾﺁ ﮏﯾ ﯼﺍﺮﺑ ﺍﺭ ﺎﻤﻨﻫﺍﺭ ،ﺪﯿﻫﺩ ﺮﯿﯿﻐﺗ ﺍ .(ﻥﺁ ﯼﻭﺭ ﺮﺑ ﮏﯿﻠﮐ ﺎﺑ) ﺪﯾﺪﻨﺒﺑ ﺍﺭ ﻮﻨﻣ ﺮﯾﺯ ﺍﺪﺘﺑﺍ ،ﻮﻨﻣ ﺮﯾﺯ ﮏﯾ ﯼﺍﺮﺑ ﯽﺣﺍﺮﻃ ﯼﻮﻨﻣ ﻥﺩﺮﮐ ﺯﺎﺑ ﯼﺍﺮﺑ .ﺪﯿﻨﮐ ﺖﺳﺍﺭ ﮏ .ﺪﯿﻨﮐ ﮏﯿﻠﮐ ﺮﯾﺯ ﺭﺩ ﺎﻤﻨﻫﺍﺭ ﻪﻤﮐﺩ ﯼﻭﺭ ،ﺮﺘﺸﯿﺑ ﺕﺎﻋﻼ﻿ﻃﺍ ﯼﺍﺮﺑ
fi: Suunnittelutilassa voit muuttaa valikon, työkalupalkin ja kirjanmerkkikohteiden nimeä, pikanäppäintä ja kuvaketta, näyttää kohteen ohjeita ja lisätä omia mukautettuja komentoja ja sovelluksia. Avaa suunnitteluvalikko napsauttamalla hiiren kakkospainikkeella valikon kohtaa, kirjanmerkkiä tai työkalupalkin kohdetta. Avataksesi alivalikon Suunnitteluvalikon sulkemalla ensin alivalikko (napsauttamalla sitä). Saat lisätietoja napsauttamalla alla olevaa Ohje-painiketta.
fil: Binibigyang-daan ka ng Design Mode na baguhin ang pangalan, shortcut key at icon ng menu, toolbar at bookmark na mga item, magpakita ng tulong para sa isang item, at magdagdag ng sarili mong mga custom na command at application. Upang buksan ang Design Menu, i-right click lang sa isang menu item, bookmark, o toolbar item. Upang buksan ang Design Menu para sa isang submenu, isara muna ang submenu (sa pamamagitan ng pag-click dito). Para sa karagdagang impormasyon, i-click ang Help button sa ibaba.
fy: Untwerpmodus lit jo de namme, fluchtoets en ikoan fan menu-, arkbalke en blêdwizer-items feroarje, help sjen litte foar in item en jo eigen oanpaste kommando's en applikaasjes taheakje. Om it Untwerpmenu te iepenjen, klikje jo gewoan mei rjochts op in menu-item, blêdwizer of arkbalke. Om it Untwerpmenu foar in submenu te iepenjen, slute earst it submenu (troch derop te klikken). Klikje op de Help knop hjirûnder foar mear ynformaasje.
ga: Ligeann Mód Dearaidh duit ainm, eochair aicearra agus deilbhín an roghchláir, an bharra uirlisí agus na míreanna leabharmharc a athrú, cúnamh a thaispeáint do mhír, agus d’orduithe agus feidhmchláir shaincheaptha féin a chur leis. Chun an Roghchlár Dearaidh a oscailt, ní gá ach cliceáil ar dheis ar mhír roghchláir, leabharmharc, nó mír barra uirlisí. Chun an Roghchlár Dearaidh a oscailt le haghaidh fo-roghchlár, dún an submenu ar dtús (trí chliceáil air). Le haghaidh tuilleadh faisnéise, cliceáil an cnaipe Cabhair thíos.
gd: Leigidh Modh Dealbhaidh leat ainm, iuchair shortcut agus ìomhaigh clàr-taice, bàr-inneal agus nithean comharra-leabhair atharrachadh, sealltainn cuideachadh airson rud, agus cuir na h-òrdughan agus na tagraidhean gnàthaichte agad fhèin. Gus an Clàr Dealbhaidh fhosgladh, dìreach cliog deas air rud clàr, comharra-leabhair no bàr-inneal. Gus an Clàr Dealbhaidh fhosgladh airson submenu, dùin an submenu an toiseach (le bhith a ’cliogadh air). Airson tuilleadh fiosrachaidh, cliog air a ’phutan Taic gu h-ìosal.
gl: O modo de deseño permítelle cambiar o nome, a tecla de atallo e a icona dos elementos do menú, da barra de ferramentas e dos marcadores, mostrar axuda para un elemento e engadir os seus propios comandos e aplicacións personalizadas. Para abrir o menú Deseño, basta con facer clic co botón dereito nun elemento de menú, marcador ou elemento da barra de ferramentas. Para abrir o menú Deseño dun submenú, primeiro pecha o submenú (facendo clic nel). Para obter máis información, fai clic no botón Axuda a continuación.
gu: ડિઝાઇન મોડ તમને મેનૂ, ટૂલબાર અને બુકમાર્ક આઇટમનું નામ, શોર્ટકટ કી અને આઇકોન બદલવા, આઇટમ માટે મદદ બતાવવા અને તમારા પોતાના કસ્ટમ આદેશો અને એપ્લિકેશન ઉમેરવાની મંજૂરી આપે છે. ડિઝાઇન મેનૂ ખોલવા માટે, ફક્ત મેનૂ આઇટમ, બુકમાર્ક અથવા ટૂલબાર આઇટમ પર જમણું-ક્લિક કરો. સબમેનુ માટે ડિઝાઇન મેનુ ખોલવા માટે, પહેલા સબમેનુ બંધ કરો (તેના પર ક્લિક કરીને). વધુ માહિતી માટે, નીચેના સહાય બટનને ક્લિક કરો.
he: .ךלשמ תישיא םימאתומ םימושייו תודוקפ ףיסוהלו ,טירפ רובע הרזע גיצהל ,הינמיסו םילכ לגרס ,טירפת יטירפ ל .(וילע הציחל ידי לע) הנשמה טירפת תא הליחת רוגס ,טירפת-תת רובע בוציעה טירפת תא חותפל ידכ .םילכה לגרס .הטמל הרזעה רותפכ לע ץחל ,ףסונ עדימל
hi: डिज़ाइन मोड आपको मेनू, टूलबार और बुकमार्क आइटम का नाम, शॉर्टकट कुंजी और आइकन बदलने, किसी आइटम के लिए सहायता दिखाने और अपने स्वयं के कस्टम कमांड और एप्लिकेशन जोड़ने की अनुमति देता है। डिज़ाइन मेनू खोलने के लिए, बस मेनू आइटम, बुकमार्क या टूलबार आइटम पर राइट-क्लिक करें। सबमेनू के लिए डिज़ाइन मेनू खोलने के लिए, पहले सबमेनू को बंद करें (उस पर क्लिक करके)। अधिक जानकारी के लिए नीचे दिए गए सहायता बटन पर क्लिक करें।
hr: Način dizajna omogućuje vam promjenu naziva, tipke prečaca i ikone izbornika, alatne trake i oznaka, prikaz pomoći za stavku i dodavanje vlastitih prilagođenih naredbi i aplikacija. Da biste otvorili izbornik dizajna, jednostavno kliknite desnom tipkom miša na stavku izbornika, oznaku ili stavku alatne trake. Za otvaranje izbornika dizajna za podizbornik, prvo zatvorite podizbornik (klikom na njega). Za više informacija kliknite gumb Pomoć u nastavku.
hu: A Tervezés mód lehetővé teszi a menü, az eszköztár és a könyvjelzőelemek nevének, gyorsbillentyűjének és ikonjának megváltoztatását, az elemek súgójának megjelenítését, valamint saját egyéni parancsok és alkalmazások hozzáadását. A Tervező menü megnyitásához egyszerűen kattintson a jobb gombbal egy menüelemre, könyvjelzőre vagy eszköztár elemre. Az almenü Tervező menüjének megnyitásához először zárja be az almenüt (kattintson rá). További információért kattintson az alábbi Súgó gombra.
hy: Դիզայնի ռեժիմը թույլ է տալիս փոխել մենյուի անունը, դյուրանցման ստեղնը և պատկերակը, գործիքագոտու և էջանիշերի տարրերը, ցույց տալ օգնություն որևէ տարրի համար և ավելացնել ձեր սեփական պատվերներն ու հավելվածները: Դիզայնի ընտրացանկը բացելու համար պարզապես աջ սեղմեք ցանկի տարրի, էջանիշի կամ գործիքագոտու տարրի վրա: Ենթամենյուի համար Դիզայնի ընտրացանկը բացելու համար նախ փակեք ենթամենյուն (սեղմելով դրա վրա): Լրացուցիչ տեղեկությունների համար սեղմեք ներքևում գտնվող Օգնություն կոճակը:
id: Mode Desain memungkinkan Anda untuk mengubah nama, tombol pintas dan ikon menu, bilah alat dan item bookmark, menunjukkan bantuan untuk suatu item, dan menambahkan perintah dan aplikasi khusus Anda sendiri. Untuk membuka Menu Desain, cukup klik kanan pada item menu, bookmark, atau item toolbar. Untuk membuka Menu Desain untuk submenu, pertama-tama tutup submenu tersebut (dengan mengkliknya). Untuk informasi lebih lanjut, klik tombol Bantuan di bawah ini.
is: Hönnunarstilling gerir þér kleift að breyta nafni, flýtilykla og tákni fyrir valmynd, tækjastiku og bókamerkjaatriði, sýna hjálp fyrir hlut og bæta við þínum eigin sérsniðnum skipunum og forritum. Til að opna hönnunarvalmyndina skaltu einfaldlega hægrismella á valmyndaratriði, bókamerki eða tækjastiku. Til að opna hönnunarvalmyndina fyrir undirvalmynd skaltu fyrst loka undirvalmyndinni (með því að smella á hana). Fyrir frekari upplýsingar, smelltu á Hjálp hnappinn hér að neðan.
ka: დიზაინის რეჟიმი საშუალებას გაძლევთ შეცვალოთ მენიუს სახელი, მალსახმობების ღილაკი და ხატულა, ხელსაწყოთა ზოლისა და სანიშნეების ელემენტები, აჩვენოთ დახმარება ელემენტისთვის და დაამატოთ თქვენი საკუთარი ბრძანებები და აპლიკაციები. დიზაინის მენიუს გასახსნელად, უბრალოდ დააწკაპუნეთ მენიუს პუნქტზე, სანიშნეზე ან ხელსაწყოთა ზოლზე. ქვემენიუსთვის დიზაინის მენიუს გასახსნელად, ჯერ დახურეთ ქვემენიუ (მასზე დაწკაპუნებით). დამატებითი ინფორმაციისთვის დააწკაპუნეთ დახმარების ღილაკს ქვემოთ.
kk: Дизайн режимі мәзірдің атын, таңбаша пернесін және белгішесін, құралдар тақтасы мен бетбелгі элементтерін өзгертуге, элемент үшін анықтаманы көрсетуге және жеке реттелетін пәрмендер мен қолданбаларды қосуға мүмкіндік береді. Дизайн мәзірін ашу үшін мәзір элементін, бетбелгіні немесе құралдар тақтасының элементін тінтуірдің оң жақ түймешігімен басыңыз. Ішкі мәзірдің Дизайн мәзірін ашу үшін алдымен ішкі мәзірді жабыңыз (оны басу арқылы). Қосымша ақпарат алу үшін төмендегі Анықтама түймесін басыңыз.
km: របៀបរចនាអនុញ្ញាតឱ្យអ្នកផ្លាស់ប្តូរឈ្មោះ គ្រាប់ចុចផ្លូវកាត់ និងរូបតំណាងនៃម៉ឺនុយ របារឧបករណ៍ និងធាតុចំណាំ បង្ហាញជំនួយសម្រាប់ធាតុមួយ និងបន្ថែមពាក្យបញ្ជា និងកម្មវិធីផ្ទាល់ខ្លួនរបស់អ្នក។ ដើម្បីបើក Design Menu គ្រាន់តែចុចកណ្ដុរស្ដាំលើធាតុម៉ឺនុយ ចំណាំ ឬធាតុរបារឧបករណ៍។ ដើម្បីu200bបើកu200bម៉ឺនុយu200bរចនាu200bសម្រាប់u200bម៉ឺនុយu200bរងu200bដំបូងu200bត្រូវu200bបិទu200bម៉ឺនុយu200bរង (ដោយu200bចុចu200bលើu200bវា)។ សម្រាប់ព័ត៌មានបន្ថែម សូមចុចប៊ូតុងជំនួយខាងក្រោម។
kn: ವಿನ್ಯಾಸ ಮೋಡ್ ಹೆಸರು, ಶಾರ್ಟ್u200cಕಟ್ ಕೀ ಮತ್ತು ಮೆನು, ಟೂಲ್u200cಬಾರ್ ಮತ್ತು ಬುಕ್u200cಮಾರ್ಕ್ ಐಟಂಗಳ ಐಕಾನ್ ಅನ್ನು ಬದಲಾಯಿಸಲು, ಐಟಂಗೆ ಸಹಾಯವನ್ನು ತೋರಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ಕಸ್ಟಮ್ ಆಜ್ಞೆಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್u200cಗಳನ್ನು ಸೇರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ವಿನ್ಯಾಸ ಮೆನು ತೆರೆಯಲು, ಮೆನು ಐಟಂ, ಬುಕ್u200cಮಾರ್ಕ್ ಅಥವಾ ಟೂಲ್u200cಬಾರ್ ಐಟಂ ಮೇಲೆ ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ. ಉಪಮೆನುವಿಗಾಗಿ ವಿನ್ಯಾಸ ಮೆನುವನ್ನು ತೆರೆಯಲು, ಮೊದಲು ಉಪಮೆನುವನ್ನು ಮುಚ್ಚಿ (ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ). ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ಕೆಳಗಿನ ಸಹಾಯ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Moda sêwiranê dihêle hûn nav, bişkojka kurtebirê û îkona menu, toolbar û hêmanên nîşankerê biguhezînin, ji bo babetekê alîkariyê nîşan bidin, û ferman û sepanên xweyên xwerû lê zêde bikin. Ji bo vekirina Pêşek Sêwiranê, bi tenê rast-klîk li ser hêmanek menu, nîşanker, an hêmanek toolbarê bikin. Ji bo vekirina Pêşeka Sêwiranê ya ji bo jêrmenuyekê, pêşî jêrmenuyê bigire (bi tikandina wê). Ji bo bêtir agahdarî, bişkoja Alîkariyê ya jêrîn bikirtînin.
ky: Дизайн режими менюнун атын, жарлык баскычын жана сөлөкөтүн, куралдар панелин жана кыстарма элементтерин өзгөртүүгө, бир нерсеге жардам көрсөтүүгө жана өзүңүздүн жеке буйруктарыңызды жана тиркемелериңизди кошууга мүмкүндүк берет. Дизайн Менюсун ачуу үчүн, жөн гана меню пунктун, кыстарманы же куралдар тилкесин оң баскыч менен чыкылдатыңыз. Субменю үчүн Дизайн Менюсун ачуу үчүн адегенде подменюну жабыңыз (аны басуу менен). Көбүрөөк маалымат алуу үчүн, төмөнкү Жардам баскычын чыкылдатыңыз.
lb: Design Modus erlaabt Iech den Numm, Ofkiirzungsschlëssel an Ikon vum Menü, Toolbar a Lieszeecheartikelen z'änneren, Hëllef fir en Element ze weisen an Är eege personaliséiert Kommandoen an Uwendungen ze addéieren. Fir den Design Menu opzemaachen, klickt einfach op e Menüpunkt, Lieszeechen oder Toolbar Element. Fir den Design Menu fir en Ënnermenü opzemaachen, schléisst fir d'éischt den Ënnermenü zou (wann Dir drop klickt). Fir méi Informatiounen, klickt op d'Hëllef Knäppchen hei ënnen.
lo: ຮູບແບບການອອກແບບອະນຸຍາດໃຫ້ທ່ານສາມາດປ່ຽນຊື່, ປຸ່ມລັດແລະໄອຄອນຂອງເມນູ, ແຖບເຄື່ອງມືແລະລາຍການ bookmark, ສະແດງການຊ່ວຍເຫຼືອສໍາລັບລາຍການ, ແລະເພີ່ມຄໍາສັ່ງແລະຄໍາຮ້ອງສະຫມັກຂອງທ່ານເອງ. ເພື່ອເປີດເມນູອອກແບບ, ພຽງແຕ່ຄລິກຂວາໃສ່ລາຍການເມນູ, bookmark, ຫຼືລາຍການແຖບເຄື່ອງມື. ເພື່ອເປີດເມນູອອກແບບສໍາລັບເມນູຍ່ອຍ, ທໍາອິດປິດເມນູຍ່ອຍ (ໂດຍການຄລິກໃສ່ມັນ). ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມ, ໃຫ້ຄລິກໃສ່ປຸ່ມຊ່ວຍເຫຼືອຂ້າງລຸ່ມນີ້.
lt: Dizaino režimas leidžia pakeisti meniu, įrankių juostos ir žymių elementų pavadinimą, spartųjį klavišą ir piktogramą, rodyti elemento žinyną ir pridėti pasirinktines komandas bei programas. Norėdami atidaryti dizaino meniu, tiesiog dešiniuoju pelės mygtuku spustelėkite meniu elementą, žymę arba įrankių juostos elementą. Norėdami atidaryti submeniu Dizaino meniu, pirmiausia uždarykite submeniu (spustelėdami jį). Norėdami gauti daugiau informacijos, spustelėkite žemiau esantį mygtuką Pagalba.
lv: Dizaina režīms ļauj mainīt nosaukumu, īsinājumtaustiņu un izvēlnes, rīkjoslas un grāmatzīmju vienumu ikonu, rādīt palīdzību par vienumu un pievienot savas pielāgotās komandas un lietojumprogrammas. Lai atvērtu dizaina izvēlni, ar peles labo pogu noklikšķiniet uz izvēlnes vienuma, grāmatzīmes vai rīkjoslas vienuma. Lai atvērtu apakšizvēlnes dizaina izvēlni, vispirms aizveriet apakšizvēlni (noklikšķinot uz tās). Lai iegūtu papildinformāciju, noklikšķiniet uz tālāk esošās pogas Palīdzība.
mg: Mamela anao hanova ny anarana, ny lakile hitsin-dàlana sy ny kisary amin'ny menio, ny fitaovana fanamafisam-peo ary ny tsoratadidy, mampiseho fanampiana ho an'ny singa iray, ary manampy ny baiko sy fampiharana manokana anao. Mba hanokafana ny Design Menu, tsindrio fotsiny havanana amin'ny singa menu, tsoratadidy, na entana fitaovana. Mba hanokafana ny Design Menu ho an'ny submenu iray, akatony aloha ny submenu (amin'ny fipihana azy). Raha mila fanazavana fanampiny dia tsindrio ny bokotra Fanampiana eto ambany.
mi: Aratau Hoahoa ka taea e koe te huri i te ingoa, te taviri pokatata me te ata o te tahua, te paeutauta me nga taonga tohu tohu, whakaatu awhina mo tetahi mea, me te taapiri i o ake whakahau me o tono. Hei whakatuwhera i te Tahua Hoahoa, pawhiri-matau noa i runga i tetahi mea tahua, tohu tohu, taonga paeutauta ranei. Hei whakatuwhera i te Tahua Hoahoa mo tetahi tahuaroto, katia tuatahi te tahuaroto (ma te panui ki runga). Mo etahi atu korero, paatohia te paatene Awhina i raro nei.
mk: Режимот на дизајн ви овозможува да го промените името, копчето за кратенка и иконата на менито, лентата со алатки и ставките за обележувачи, да покажете помош за ставка и да додавате свои сопствени команди и апликации. За да го отворите менито за дизајн, едноставно кликнете со десното копче на ставка од менито, обележувач или ставка од лентата со алатки. За да го отворите менито за дизајн за подмени, прво затворете го подменито (со кликнување на него). За повеќе информации, кликнете на копчето Помош подолу.
ml: മെനുവിന്റെ പേര്, കുറുക്കുവഴി കീ, ഐക്കൺ, ടൂൾബാർ, ബുക്ക്മാർക്ക് ഇനങ്ങൾ എന്നിവ മാറ്റാനും ഒരു ഇനത്തിനുള്ള സഹായം കാണിക്കാനും നിങ്ങളുടെ സ്വന്തം ഇഷ്u200cടാനുസൃത കമാൻഡുകളും ആപ്ലിക്കേഷനുകളും ചേർക്കാനും ഡിസൈൻ മോഡ് നിങ്ങളെ അനുവദിക്കുന്നു. ഡിസൈൻ മെനു തുറക്കാൻ, ഒരു മെനു ഇനം, ബുക്ക്മാർക്ക് അല്ലെങ്കിൽ ടൂൾബാർ ഇനത്തിൽ വലത് ക്ലിക്ക് ചെയ്യുക. ഒരു ഉപമെനുവിനായുള്ള ഡിസൈൻ മെനു തുറക്കുന്നതിന്, ആദ്യം ഉപമെനു അടയ്ക്കുക (അതിൽ ക്ലിക്ക് ചെയ്തുകൊണ്ട്). കൂടുതൽ വിവരങ്ങൾക്ക്, ചുവടെയുള്ള സഹായ ബട്ടൺ ക്ലിക്കുചെയ്യുക.
mn: Дизайн горим нь цэсийн нэр, товчлол, дүрс тэмдэг, хэрэгслийн мөр, хавчуурга зэргийг өөрчлөх, тухайн зүйлийн тусламжийг харуулах, өөрийн тохируулсан тушаалууд болон програмуудыг нэмэх боломжийг олгоно. Дизайн цэсийг нээхийн тулд цэсийн зүйл, хавчуурга эсвэл хэрэгслийн самбар дээр хулганы баруун товчийг дарна уу. Дэд цэсний Дизайн цэсийг нээхийн тулд эхлээд дэд цэсийг хаах хэрэгтэй (түүн дээр дарж). Дэлгэрэнгүй мэдээлэл авахыг хүсвэл доорх Тусламж товчийг дарна уу.
mr: डिझाईन मोड तुम्हाला मेनू, टूलबार आणि बुकमार्क आयटमचे नाव, शॉर्टकट की आणि आयकॉन बदलण्यास, आयटमसाठी मदत दर्शविण्यास आणि तुमच्या स्वतःच्या कस्टम कमांड्स आणि अॅप्लिकेशन्स जोडण्याची परवानगी देतो. डिझाईन मेनू उघडण्यासाठी, मेनू आयटम, बुकमार्क किंवा टूलबार आयटमवर फक्त उजवे-क्लिक करा. सबमेनूसाठी डिझाइन मेनू उघडण्यासाठी, प्रथम सबमेनू बंद करा (त्यावर क्लिक करून). अधिक माहितीसाठी, खालील मदत बटणावर क्लिक करा.
mt: Il-Modalità tad-Disinn tippermettilek tibdel l-isem, il-buttuna tas-shortcut u l-ikona tal-menu, il-bar tal-għodda u l-oġġetti tal-bookmark, turi għajnuna għal oġġett, u żżid il-kmandi u l-applikazzjonijiet tad-dwana tiegħek stess. Biex tiftaħ il-Menu tad-Disinn, sempliċement ikklikkja bil-lemin fuq oġġett tal-menu, bookmark, jew oġġett tal-toolbar. Biex tiftaħ il-Menu tad-Disinn għal submenu, l-ewwel għalaq is-submenu (billi tikklikkja fuqu). Għal aktar informazzjoni, ikklikkja l-buttuna Għajnuna hawn taħt.
my: ဒီဇိုင်းမုဒ်သည် သင့်အား မီနူး၊ ကိရိယာဘားနှင့် စာညှပ်အရာများ၏ အမည်၊ ဖြတ်လမ်းခလုတ်နှင့် အိုင်ကွန်ကို ပြောင်းလဲရန်၊ ပစ္စည်းတစ်ခုအတွက် အကူအညီကိုပြသရန်နှင့် သင်၏စိတ်ကြိုက်အမိန့်တော်များနှင့် အပလီကေးရှင်းများကို ပေါင်းထည့်နိုင်သည်။ ဒီဇိုင်းမီနူးကိုဖွင့်ရန်၊ မီနူးအကြောင်းအရာ၊ စာညှပ် သို့မဟုတ် ကိရိယာဘားတစ်ခုပေါ်တွင် ညာဖက်ကလစ်နှိပ်ပါ။ အခွဲမီနူးတစ်ခုအတွက် ဒီဇိုင်းမီနူးကိုဖွင့်ရန် ဦးစွာ အခွဲမီနူးကိုပိတ်ပါ (၎င်းကိုနှိပ်ခြင်းဖြင့်)။ ပိုမိုသိရှိလိုပါက၊ အောက်ပါအကူအညီခလုတ်ကိုနှိပ်ပါ။
nb: Designmodus lar deg endre navn, hurtigtast og ikon for meny-, verktøylinje- og bokmerkeelementer, vise hjelp for et element og legge til dine egne tilpassede kommandoer og applikasjoner. For å åpne designmenyen, høyreklikk ganske enkelt på et menyelement, bokmerke eller verktøylinjeelement. For å åpne designmenyen for en undermeny, lukk først undermenyen (ved å klikke på den). For mer informasjon, klikk på Hjelp-knappen nedenfor.
ne: डिजाइन मोडले तपाईंलाई नाम, सर्टकट कुञ्जी र मेनुको आइकन, उपकरणपट्टी र बुकमार्क वस्तुहरू परिवर्तन गर्न, वस्तुको लागि मद्दत देखाउन र तपाईंको आफ्नै अनुकूलन आदेशहरू र अनुप्रयोगहरू थप्न अनुमति दिन्छ। डिजाइन मेनु खोल्नको लागि, केवल मेनु वस्तु, बुकमार्क, वा उपकरणपट्टी वस्तुमा दायाँ क्लिक गर्नुहोस्। सबमेनुको लागि डिजाइन मेनु खोल्न, पहिले सबमेनु बन्द गर्नुहोस् (यसमा क्लिक गरेर)। थप जानकारीको लागि, तलको मद्दत बटनमा क्लिक गर्नुहोस्।
or: ଡିଜାଇନ୍ ମୋଡ୍ ଆପଣଙ୍କୁ ନାମ, ସର୍ଟକଟ୍ କୀ ଏବଂ ମେନୁର ଆଇକନ୍, ଟୁଲ୍ ବାର୍ ଏବଂ ବୁକମାର୍କ ଆଇଟମ୍ ବଦଳାଇବାକୁ, ଏକ ଆଇଟମ୍ ପାଇଁ ସାହାଯ୍ୟ ଦେଖାଇବାକୁ, ଏବଂ ଆପଣଙ୍କର ନିଜସ୍ୱ କଷ୍ଟମ୍ କମାଣ୍ଡ୍ ଏବଂ ପ୍ରୟୋଗଗୁଡ଼ିକୁ ଯୋଡିବାକୁ ଅନୁମତି ଦିଏ | ଡିଜାଇନ୍ ମେନୁ ଖୋଲିବାକୁ, ଏକ ମେନୁ ଆଇଟମ୍, ବୁକମାର୍କ, କିମ୍ବା ଟୁଲ୍ ବାର୍ ଆଇଟମ୍ ଉପରେ କେବଳ ଡାହାଣ କ୍ଲିକ୍ କରନ୍ତୁ | ଏକ ସବମେନୁ ପାଇଁ ଡିଜାଇନ୍ ମେନୁ ଖୋଲିବାକୁ, ପ୍ରଥମେ ସବମେନୁକୁ ବନ୍ଦ କରନ୍ତୁ (ଏଥିରେ କ୍ଲିକ୍ କରି) | ଅଧିକ ସୂଚନା ପାଇଁ, ନିମ୍ନରେ ସହାୟତା ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ |
pa: ਡਿਜ਼ਾਈਨ ਮੋਡ ਤੁਹਾਨੂੰ ਮੀਨੂ, ਟੂਲਬਾਰ ਅਤੇ ਬੁੱਕਮਾਰਕ ਆਈਟਮਾਂ ਦਾ ਨਾਮ, ਸ਼ਾਰਟਕੱਟ ਕੁੰਜੀ ਅਤੇ ਆਈਕਨ ਬਦਲਣ, ਕਿਸੇ ਆਈਟਮ ਲਈ ਮਦਦ ਦਿਖਾਉਣ ਅਤੇ ਤੁਹਾਡੀਆਂ ਖੁਦ ਦੀਆਂ ਕਸਟਮ ਕਮਾਂਡਾਂ ਅਤੇ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ। ਡਿਜ਼ਾਈਨ ਮੀਨੂ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ, ਸਿਰਫ਼ ਇੱਕ ਮੀਨੂ ਆਈਟਮ, ਬੁੱਕਮਾਰਕ, ਜਾਂ ਟੂਲਬਾਰ ਆਈਟਮ 'ਤੇ ਸੱਜਾ-ਕਲਿੱਕ ਕਰੋ। ਸਬਮੇਨੂ ਲਈ ਡਿਜ਼ਾਈਨ ਮੀਨੂ ਖੋਲ੍ਹਣ ਲਈ, ਪਹਿਲਾਂ ਸਬਮੇਨੂ ਨੂੰ ਬੰਦ ਕਰੋ (ਇਸ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ)। ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ, ਹੇਠਾਂ ਮਦਦ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
ps: .ﺉړﮐ ﻪﻓﺎﺿﺍ ﻪﻧﻮﮑﯿﻠﻨﺘښﻮﻏ ﻭﺍ ﻪﻧﻮﻤﮑﺣ ﺰﯾﺩﻭﺩ ﻞﭙﺧ ﻭﺍ ،ﺊﯾﺎښﻭ ﻪﺘﺳﺮﻣ ﻩﺭﺎﭙﻟ ﻲﮐﻮﺗ ﺩ ،ﻲﮐﻮﺗ ﮎﺭﺎﻣ ﮏﺑ ﻭﺍ ﺭﺎﺑ ﻮﯿﮐﻮﺗ ﺩ ، .(ﻩﺮﺳ ﻮﻟﻮﮐ ﮏﯿﻠﮐ ﻪﭘ) ﺉړﮐ ﺪﻨﺑ ﻮﻨﯿﻣ ﻲﻋﺮﻓ ﯼړﻣﻮﻟ ، ﻩﺭﺎﭙﻟ ﻮﻟﻮﺻﻼ﻿ﺧ ﻮﻨﯿﻣ ﻦﯾﺍﺰﯾډ ﻩﺭﺎﭙﻟ ﻮﻨﯿﻣ ﻲﻋﺮﻓ ﺩ .ﺉړﮐﻭ ﮏﯿﻠﮐ ﯤﺪ .ﺉړﮐﻭ ﮏﯿﻠﮐ ۍڼﺗ ﯥﺘﺳﺮﻣ ﺩ ﯤﺪﻧﻻ﻿ ،ﻩﺭﺎﭙﻟ ﻮﺗﺎﻣﻮﻠﻌﻣ ﻮﺗﺎﯾﺯ ﻻ﻿ ﺩ
ro: Modul Design vă permite să schimbați numele, tastele de comandă rapidă și pictograma elementelor de meniu, bara de instrumente și marcaje, să afișați ajutor pentru un articol și să adăugați propriile comenzi și aplicații personalizate. Pentru a deschide meniul Design, pur și simplu faceți clic dreapta pe un element de meniu, marcaj sau element din bara de instrumente. Pentru a deschide meniul Design pentru un submeniu, mai întâi închideți submeniul (făcând clic pe el). Pentru mai multe informații, faceți clic pe butonul Ajutor de mai jos.
rw: Igishushanyo mbonera kigufasha guhindura izina, urufunguzo ruto na shusho ya menu, umurongo wibikoresho hamwe nibimenyetso byerekana, werekane ubufasha kubintu, hanyuma wongereho amabwiriza yawe bwite hamwe nibisabwa. Gufungura Ibishushanyo mbonera, kanda iburyo-ukande kuri menu, ikimenyetso, cyangwa ibikoresho byabikoresho. Gufungura Ibishushanyo mbonera bya submenu, banza ufunge submenu (ukanzeho). Kubindi bisobanuro, kanda buto yubufasha hepfo.
sd: .ﻥﻮﻨﺸﻴڪﻴﻠﭙﻳﺍ ۽ ڊﻧﺎﻤڪ ﻢٽﺴڪ ﻥﻮﺠﻨﻬﻨﭘ ﻮﻳﺮڪ ﻞﻣﺎﺷ ۽ ،ﻢٽﺋﺁ ڪﻫ ءِﻻ﻿ ﺩﺪﻣ ﻮﻳﺭﺎﮑﻳڏ ،ﺰﻤٽﺋﺁ ڪﺭﺎﻣ ڪﺑُ ۽ ﺭﺎﺑ ﻝﻮٽ ،ﻮﭤ ﻲﺋڏ .(ﻱﺮڪ ڪﻠڪ ﻲﺗ ﻥﺍ) ﻮﻳﺮڪ ﺪﻨﺑ ﻮﻴﻨﻴﻣ ﺐﺳ ﻥﻮﻳﺮﮭﭘ ،ءِﻻ﻿ ﮡﻟﻮﮐ ﻮﻴﻨﻴﻣ ﻦﺋﺍﺰﻳڊ ءِﻻ﻿ ﻮﻴﻨﻴﻣ ﺐﺳ .ﻮﻳﺮڪ ڪﻠڪ ﻲﭴﺎﺳ ﻲﺗ ﻢٽﺋﺁ ﺭﺎﺑ .ﻮﻳﺮڪ ڪﻠڪ ﻲﺗ ﮡٽﺑ ﺩﺪﻣ ﻞﻧڏ ﭟﻴﮬ ،ءِﻻ﻿ ﺕﺎﻣﻮﻠﻌﻣ ڪﻳﮄﻭ
si: නිර්මාණ ප්u200dරකාරය ඔබට මෙනුවේ නම, කෙටිමං යතුර සහ නිරූපකය, මෙවලම් තීරුව සහ පිටු සලකුණු අයිතම වෙනස් කිරීමට, අයිතමයක් සඳහා උපකාර පෙන්වීමට සහ ඔබේම අභිරුචි විධාන සහ යෙදුම් එකතු කිරීමට ඉඩ සලසයි. නිර්මාණ මෙනුව විවෘත කිරීමට, මෙනු අයිතමයක්, පිටු සලකුණක් හෝ මෙවලම් තීරු අයිතමයක් මත දකුණු-ක්ලික් කරන්න. උප මෙනුවක් සඳහා සැලසුම් මෙනුව විවෘත කිරීමට, පළමුව උප මෙනුව වසා දමන්න (එය මත ක්ලික් කිරීමෙන්). වැඩි විස්තර සඳහා, පහත උදවු බොත්තම ක්ලික් කරන්න.
sk: Režim návrhu vám umožňuje zmeniť názov, klávesovú skratku a ikonu položiek ponuky, panela nástrojov a záložiek, zobraziť pomocníka pre položku a pridať vlastné príkazy a aplikácie. Ak chcete otvoriť ponuku dizajnu, jednoducho kliknite pravým tlačidlom myši na položku ponuky, záložku alebo položku panela nástrojov. Ak chcete otvoriť ponuku dizajnu pre podponuku, najprv zatvorte podponuku (kliknutím na ňu). Ak chcete získať ďalšie informácie, kliknite na tlačidlo Pomocník nižšie.
sl: Način oblikovanja vam omogoča spreminjanje imena, bližnjice in ikone elementov menija, orodne vrstice in zaznamkov, prikaz pomoči za element ter dodajanje lastnih ukazov in aplikacij po meri. Če želite odpreti meni Design, preprosto z desno tipko miške kliknite element menija, zaznamek ali element orodne vrstice. Če želite odpreti meni Design za podmeni, najprej zaprite podmeni (s klikom nanj). Za več informacij kliknite spodnji gumb Pomoč.
sq: Modaliteti i dizajnit ju lejon të ndryshoni emrin, tastin e shkurtores dhe ikonën e menysë, shiritit të veglave dhe artikujve të faqeshënuesve, të shfaqni ndihmën për një artikull dhe të shtoni komandat dhe aplikacionet tuaja të personalizuara. Për të hapur menynë e dizajnit, thjesht kliko me të djathtën mbi një artikull të menysë, faqeshënues ose artikull të shiritit të veglave. Për të hapur menynë e dizajnit për një nënmenu, fillimisht mbyllni nënmenynë (duke klikuar mbi të). Për më shumë informacion, klikoni butonin Ndihmë më poshtë.
sw: Hali ya Muundo hukuruhusu kubadilisha jina, ufunguo wa njia ya mkato na ikoni ya menyu, upau wa vidhibiti na vipengee vya alamisho, onyesha usaidizi wa kipengee, na kuongeza amri na programu zako maalum. Ili kufungua Menyu ya Kubuni, bofya tu kulia kwenye kipengee cha menyu, alamisho au kipengee cha upau wa vidhibiti. Ili kufungua Menyu ya Kubuni kwa menyu ndogo, kwanza funga menyu ndogo (kwa kubofya juu yake). Kwa maelezo zaidi, bofya kitufe cha Usaidizi hapa chini.
ta: வடிவமைப்பு பயன்முறையானது மெனுவின் பெயர், குறுக்குவழி விசை மற்றும் ஐகான், கருவிப்பட்டி மற்றும் புக்மார்க் உருப்படிகளை மாற்றவும், உருப்படிக்கான உதவியைக் காட்டவும் மற்றும் உங்கள் சொந்த தனிப்பயன் கட்டளைகள் மற்றும் பயன்பாடுகளைச் சேர்க்கவும் உங்களை அனுமதிக்கிறது. வடிவமைப்பு மெனுவைத் திறக்க, மெனு உருப்படி, புக்மார்க் அல்லது கருவிப்பட்டியில் வலது கிளிக் செய்யவும். துணைமெனுவிற்கான வடிவமைப்பு மெனுவைத் திறக்க, முதலில் துணைமெனுவை மூடவும் (அதைக் கிளிக் செய்வதன் மூலம்). மேலும் தகவலுக்கு, கீழே உள்ள உதவி பொத்தானைக் கிளிக் செய்யவும்.
te: మెను, టూల్u200cబార్ మరియు బుక్u200cమార్క్ ఐటెమ్u200cల పేరు, షార్ట్u200cకట్ కీ మరియు చిహ్నాన్ని మార్చడానికి, ఐటెమ్u200cకు సహాయాన్ని చూపడానికి మరియు మీ స్వంత కస్టమ్ ఆదేశాలు మరియు అప్లికేషన్u200cలను జోడించడానికి డిజైన్ మోడ్ మిమ్మల్ని అనుమతిస్తుంది. డిజైన్ మెనుని తెరవడానికి, మెను ఐటెమ్, బుక్u200cమార్క్ లేదా టూల్u200cబార్ ఐటెమ్u200cపై కుడి-క్లిక్ చేయండి. ఉపమెను కోసం డిజైన్ మెనుని తెరవడానికి, ముందుగా ఉపమెనుని మూసివేయండి (దానిపై క్లిక్ చేయడం ద్వారా). మరింత సమాచారం కోసం, దిగువన ఉన్న సహాయ బటన్u200cను క్లిక్ చేయండి.
tg: Ҳолати тарроҳӣ ба шумо имкон медиҳад, ки ном, калиди миёнабур ва тасвири меню, панели асбобҳо ва ҷузъҳои хатчӯбро тағир диҳед, кӯмакро барои ашё нишон диҳед ва фармонҳо ва барномаҳои фармоишии худро илова кунед. Барои кушодани Менюи тарроҳӣ, танҳо ба ҷузъҳои меню, хатчӯб ё панели асбобҳо тугмаи ростро клик кунед. Барои кушодани Менюи тарҳрезии зерменю, аввал зерменюро пӯшед (бо пахш кардани он). Барои маълумоти иловагӣ, тугмаи Кӯмакро дар зер пахш кунед.
th: โหมดการออกแบบช่วยให้คุณสามารถเปลี่ยนชื่อ คีย์ลัด และไอคอนของเมนู แถบเครื่องมือ และรายการบุ๊กมาร์ก แสดงวิธีใช้สำหรับรายการ และเพิ่มคำสั่งและแอปพลิเคชันที่คุณกำหนดเอง หากต้องการเปิดเมนูออกแบบ เพียงคลิกขวาที่รายการเมนู บุ๊กมาร์ก หรือรายการแถบเครื่องมือ หากต้องการเปิดเมนูออกแบบสำหรับเมนูย่อย ก่อนอื่นให้ปิดเมนูย่อย (โดยคลิกที่เมนูย่อย) สำหรับข้อมูลเพิ่มเติม ให้คลิกปุ่มช่วยเหลือด้านล่าง
tk: Dizaýn rejesi, menýu, gurallar paneli we bellik bellikleriniň adyny, gysga düwmesini we nyşanyny üýtgetmäge, bir elemente kömek görkezmäge we öz aýratyn buýruklaryňyzy we goýmalaryňyzy goşmaga mümkinçilik berýär. Dizaýn menýusyny açmak üçin menýu elementine, belliklere ýa-da gurallar paneline sag basyň. Submenu üçin Dizaýn menýusyny açmak üçin ilki aşaky menýuny ýapyň (şoňa basyp). Has giňişleýin maglumat üçin aşakdaky Kömek düwmesine basyň.
tt: Дизайн режимы исемне, кыска юл ачкычын һәм меню иконкасын, кораллар плитәсен һәм кыстыргыч әйберләрен үзгәртергә, берәр әйбер өчен ярдәм күрсәтергә, үзегезнең заказлар һәм кушымталарны өстәргә мөмкинлек бирә. Дизайн менюсын ачу өчен, меню элементына, кыстыргычка яки кораллар плитәсенә уң төймә белән басыгыз. Субменю өчен Дизайн Менюсын ачу өчен, башта субменюны ябыгыз (аңа басып). Күбрәк мәгълүмат алу өчен астагы Ярдәм төймәсенә басыгыз.
uk: Режим конструктора дозволяє змінювати назву, клавішу швидкого доступу та піктограму елементів меню, панелі інструментів і закладок, показувати довідку для елемента та додавати власні команди та програми. Щоб відкрити меню конструктора, просто клацніть правою кнопкою миші пункт меню, закладку або елемент панелі інструментів. Щоб відкрити меню «Дизайн» для підменю, спочатку закрийте підменю (клацніть по ньому). Для отримання додаткової інформації натисніть кнопку Довідка нижче.
ur: ۔ﮯﮨ ﺎﺘﯾﺩ ﺕﺯﺎﺟﺍ ﯽﮐ ﮯﻧﺮﮐ ﻞﻣﺎﺷ ﺰﻨﺸﯿﮑﯿﻠﭙﯾﺍ ﺭﻭﺍ ﺯﮉﻧﺎﻤﮐ ﻖﺑﺎﻄﻣ ﮯﮐ ﯽﺿﺮﻣ ﯽﻨﭘﺍ ﺭﻭﺍ ،ﮯﻧﺎﮭﮐﺩ ﺩﺪﻣ ﮯﯿﻟ ﮯﮐ ﻢﭩﺋﺁ ﯽﺴﮐ ، ۔(ﮯﮐ ﺮﮐ ﮏﻠﮐ ﺮﭘ ﺱﺍ) ﮟﯾﺩ ﺮﮐ ﺪﻨﺑ ﻮﮐ ﻮﯿﻨﯿﻣ ﺐﺳ ﮯﻠﮩﭘ ﮯﺳ ﺐﺳ ﮯﯿﻟ ﮯﮐ ﮯﻨﻟﻮﮭﮐ ﻮﯿﻨﯿﻣ ﻦﺋﺍﺰﯾﮈ ﮯﯿﻟ ﮯﮐ ﻮﯿﻨﯿﻣ ﺐﺳ ۔ﮟﯾﺮﮐ ۔ﮟﯾﺮﮐ ﮏﻠﮐ ﺮﭘ ﻦﭩﺑ ﭗﻠﯿﮨ ﮯﺌﮔ ﮯﯾﺩ ﮯﭽﯿﻧ ﮯﯿﻟ ﮯﮐ ﺕﺎﻣﻮﻠﻌﻣ ﺪﯾﺰﻣ
uz: Dizayn rejimi menyuning nomini, yorliq tugmachasini va belgisini, asboblar paneli va xatcho'p elementlarini o'zgartirish, element uchun yordam ko'rsatish va o'z shaxsiy buyruq va ilovalaringizni qo'shish imkonini beradi. Dizayn menyusini ochish uchun menyu bandi, xatcho'p yoki asboblar panelidagi elementni sichqonchaning o'ng tugmasi bilan bosing. Pastki menyu uchun Dizayn menyusini ochish uchun avval pastki menyuni yoping (uni bosish orqali). Qo'shimcha ma'lumot olish uchun quyidagi Yordam tugmasini bosing.
vi: Chế độ Thiết kế cho phép bạn thay đổi tên, phím tắt và biểu tượng của menu, thanh công cụ và các mục đánh dấu, hiển thị trợ giúp cho một mục, đồng thời thêm các lệnh và ứng dụng tùy chỉnh của riêng bạn. Để mở Menu Thiết kế, chỉ cần nhấp chuột phải vào mục menu, dấu trang hoặc mục trên thanh công cụ. Để mở Menu thiết kế cho menu con, trước tiên hãy đóng menu con (bằng cách nhấp vào nó). Để biết thêm thông tin, hãy nhấp vào nút Trợ giúp bên dưới.
xh: Imo yoYilo ikuvumela ukuba utshintshe igama, iqhosha elinqumlayo kunye ne-icon yemenyu, ibar yesixhobo kunye nezinto zebhukmakhi, bonisa uncedo lwento ethile, kwaye wongeze eyakho imiyalelo yesiko kunye nezicelo. Ukuvula iMenu yoYilo, nqakraza-ekunene kwinto yemenyu, ibhukmakhi, okanye isixhobo sebar yesixhobo. Ukuvula iMenu yoYilo yemenu engaphantsi, vala kuqala imenyu esezantsi (ngokunqakraza kuyo). Ngolwazi oluthe vetshe, cofa iqhosha loNcedo elingezantsi.
yi: .זנאַשייקאַלפּאַ ןוא זדנאַמאַק גהנמ ענעגייא ןייד ןגייל ןוא רעמונ אַ ראַפֿ ףליה ןזיַיוו ,ןכאז ןכייצ - נעייל ןוא ר .(סע ףיוא קילק אַ ןבעג ךרוד) וינעמבוס יד טנעאָנ רעטשרע ,וינעמבוס אַ ראַפֿ וינעמ ןייזיד יד ןענעפֿע וצ .רישכמ .ןטנוא לפּענק ףליה יד טיג ,עיצאַמראָפֿניא רעמ ראַפֿ
