Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Remain
af: Bly
am: ቀረ
ar: ﻞﻈﺗ
be: Застацца
bg: Остани
bn: থাকে
ca: Queda't
cy: Aros
da: Forblive
eo: Restu
et: Jääda
eu: Geratu
fa: ﻥﺪﻧﺎﻣ
fi: Jäädä jäljelle
fil: Manatili
fy: Oerbliuwe
ga: Fanacht
gd: Fuirich
gl: Queda
gu: રહે
he: רֵאָׁשִהְל
hi: रहना
hr: Ostati
hu: Marad
hy: Մնալ
id: Tetap
is: Vertu áfram
ka: Რჩება
kk: Қалу
km: នៅសល់
kn: ಉಳಿಯಿರಿ
ku: Mayin
ky: Кал
lb: Bleift
lo: ຍັງຄົງຢູ່
lt: Likti
lv: Paliec
mg: Mitoera
mi: Noho tonu
mk: Остани
ml: ശേഷിക്കുക
mn: Үлдсэн
mr: राहिले
mt: Jibqgħu
my: ကျန်နေပါ။
nb: Forbli
ne: रहनुहोस्
or: ରୁହନ୍ତୁ |
pa: ਰਹੇ
ps: ﻲﺷ ﯥﺗﺎﭘ
ro: Rămâne
rw: Guma
sd: ﻲﻫﺭ
si: රැඳී සිටින්න
sk: Zostať
sl: Ostani
sq: Mbetet
sw: Kubaki
ta: எஞ்சியிரு
te: ఉండు
tg: мондан
th: ยังคง
tk: Galan
tt: Калыгыз
uk: Залишайтеся
ur: ﻮﮨﺭ
uz: Qoling
vi: Duy trì
xh: Hlala
yi: ןביילב

source: Reorder Columns Help
af: Herrangskik kolomme Hulp
am: የአምዶች እገዛን እንደገና ይዘዙ
ar: ﺓﺪﻤﻋﻷ﻿ﺍ ﺕﺎﻤﻴﻠﻌﺗ ﺐﻴﺗﺮﺗ ﺓﺩﺎﻋﺇ
be: Змяніць парадак слупкоў Даведка
bg: Помощ за пренареждане на колони
bn: কলাম সাহায্য পুনর্বিন্যাস করুন
ca: Ajuda per reordenar les columnes
cy: Colofnau Ail-archebu Help
da: Omarranger kolonner Hjælp
eo: Reordigi Kolumnojn Helpo
et: Veergude ümberkorraldamise abi
eu: Berrantolatzeko zutabeen laguntza
fa: دوباره مرتب ستون راهنما
fi: Järjestä sarakkeet uudelleen Ohje
fil: Muling Ayusin ang Mga Column Tulong
fy: Kolommen Help opnij oarderje
ga: Cabhair Colúin Athordóra
gd: Taic colbhan òrdachaidh
gl: Axuda para reordenar columnas
gu: કૉલમ સહાયને ફરીથી ગોઠવો
he: הרזע תודומע לש שדחמ רדס
hi: पुन: क्रमित कॉलम सहायता
hr: Pomoć za promjenu redoslijeda stupaca
hu: Oszlopok átrendezése Súgó
hy: Վերադասավորել սյունակների օգնություն
id: Bantuan Susun Ulang Kolom
is: Endurraða dálkahjálp
ka: სვეტების გადაკვეთა დახმარება
kk: Бағандардың ретін өзгерту анықтамасы
km: តម្រៀបជួរជំនួយឡើងវិញ
kn: ಕಾಲಮ್u200cಗಳನ್ನು ಮರುಕ್ರಮಗೊಳಿಸಿ ಸಹಾಯ
ku: Alîkariya Stûnan Re Order
ky: Мамычалардын иретин өзгөртүү Жардамы
lb: Reorder Kolonnen Hëllef
lo: ແກ້ໄຂຖັນຊ່ວຍເຫຼືອ
lt: Stulpelių pertvarkymo pagalba
lv: Pārkārtot kolonnas Palīdzība
mg: Fanampiana indray ny tsanganana
mi: Awhina Whakaritea Nga Tiwae
mk: Помош за промена на редослед на колони
ml: കോളങ്ങൾ പുനഃക്രമീകരിക്കുക സഹായം
mn: Багануудыг дахин эрэмбэлэх тусламж
mr: स्तंभ मदत पुनर्क्रमित करा
mt: Għajnuna mill-ġdid tal-Kolonni
my: ကော်လံများ အကူအညီကို ပြန်စီပါ။
nb: Omorganiser kolonner Hjelp
ne: स्तम्भहरू मद्दतलाई पुन: क्रमबद्ध गर्नुहोस्
or: ସ୍ତମ୍ଭଗୁଡିକ ରେକର୍ଡ କରନ୍ତୁ |
pa: ਕਾਲਮਾਂ ਦੀ ਮਦਦ ਨੂੰ ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﺎﯿﺑ ﻪﺘﺳﺮﻣ ﻮﻧﻮﻤﻟﺎﮐ ﺩ
ro: Ajutor pentru reordonarea coloanelor
rw: Inkingi Inkingi Ifasha
sd: ﻮﻳڏ ﺐﻴﺗﺮﺗ ﺮﻬﻴﭔ ﻲﮐ ﺩﺪﻣ ﻲﺟ ﻦﻤﻟﺎڪ
si: තීරු නැවත ඇණවුම් කරන්න උදව් කරන්න
sk: Pomocník pre zmenu poradia stĺpcov
sl: Pomoč za prerazporeditev stolpcev
sq: Ndihmë për Rirenditjen e Kolonave
sw: Panga upya Usaidizi wa Safu wima
ta: நெடுவரிசைகளை மறுவரிசைப்படுத்துதல் உதவி
te: నిలువు వరుసల సహాయాన్ని మళ్లీ క్రమం చేయండి
tg: Кӯмаки аз нав тартиб додани сутунҳо
th: เรียงลำดับคอลัมน์ Help
tk: Sütünleri tertipleşdirmek kömek
tt: Колонналарны тәртипкә китерү
uk: Довідка щодо зміни порядку стовпців
ur: ۔ﮟﯾﺩ ﺐﯿﺗﺮﺗ ﮦﺭﺎﺑﻭﺩ ﻮﮐ ﺩﺪﻣ ﻢﻟﺎﮐ
uz: Ustunlar tartibini o‘zgartirish bo‘yicha yordam
vi: Sắp xếp lại các cột Trợ giúp
xh: Lungisa kwakhona uNcedo lwemiKholam
yi: ףליה סנמולאָק רעדראָיר

source: To change the order of the columns, drag the column header to the desired location.
af: Om die volgorde van die kolomme te verander, sleep die kolomkop na die verlangde ligging.
am: የአምዶችን ቅደም ተከተል ለመቀየር የአምድ ራስጌውን ወደ ተፈለገው ቦታ ይጎትቱት።
ar: .ﺏﻮﻠﻄﻤﻟﺍ ﻊﻗﻮﻤﻟﺍ ﻰﻟﺇ ﺩﻮﻤﻌﻟﺍ ﺱﺃﺭ ﺐﺤﺳﺍ ، ﺓﺪﻤﻋﻷ﻿ﺍ ﺐﻴﺗﺮﺗ ﺮﻴﻴﻐﺘﻟ
be: Каб змяніць парадак слупкоў, перацягніце загаловак слупка ў патрэбнае месца.
bg: За да промените реда на колоните, плъзнете заглавката на колоната до желаното място.
bn: কলামের ক্রম পরিবর্তন করতে, কলাম হেডারটিকে পছন্দসই স্থানে টেনে আনুন।
ca: Per canviar l'ordre de les columnes, arrossegueu la capçalera de la columna a la ubicació desitjada.
cy: I newid trefn y colofnau, llusgwch bennawd y golofn i'r lleoliad a ddymunir.
da: For at ændre rækkefølgen af u200bu200bkolonnerne skal du trække kolonneoverskriften til den ønskede placering.
eo: Por ŝanĝi la ordon de la kolumnoj, trenu la kolumnan kaplinion al la dezirata loko.
et: Veergude järjekorra muutmiseks lohistage veeru päis soovitud asukohta.
eu: Zutabeen ordena aldatzeko, arrastatu zutabeen goiburua nahi duzun tokira.
fa: .ﺪﯿﺸﮑﺑ ﺮﻈﻧ ﺩﺭﻮﻣ ﻞﺤﻣ ﻪﺑ ﺍﺭ ﻥﻮﺘﺳ ﻥﺍﻮﻨﻋ ،ﺎﻫ ﻥﻮﺘﺳ ﺐﯿﺗﺮﺗ ﺮﯿﯿﻐﺗ ﯼﺍﺮﺑ
fi: Voit muuttaa sarakkeiden järjestystä vetämällä sarakkeen otsikkoa haluamaasi paikkaan.
fil: Upang baguhin ang pagkakasunud-sunod ng mga column, i-drag ang header ng column sa gustong lokasyon.
fy: Om de folchoarder fan de kolommen te feroarjen, sleep de kolomkop nei de winske lokaasje.
ga: Chun ord na gcolún a athrú, tarraing ceanntásc an cholúin go dtí an áit atá uait.
gd: Gus òrdugh nan colbhan atharrachadh, slaod ceann a ’cholbh chun àite a tha thu ag iarraidh.
gl: Para cambiar a orde das columnas, arrastre a cabeceira da columna ata o lugar desexado.
gu: કૉલમનો ક્રમ બદલવા માટે, કૉલમ હેડરને ઇચ્છિત સ્થાન પર ખેંચો.
he: .יוצרה םוקימל הדומעה תרתוכ תא רורג ,תודומעה רדס תא תונשל ידכ
hi: स्तंभों का क्रम बदलने के लिए, स्तंभ शीर्षलेख को इच्छित स्थान पर खींचें.
hr: Da biste promijenili redoslijed stupaca, povucite zaglavlje stupca na željeno mjesto.
hu: Az oszlopok sorrendjének megváltoztatásához húzza az oszlopfejlécet a kívánt helyre.
hy: Սյունակների հերթականությունը փոխելու համար սյունակի վերնագիրը քաշեք ցանկալի վայր:
id: Untuk mengubah urutan kolom, seret tajuk kolom ke lokasi yang diinginkan.
is: Til að breyta röð dálka, dragðu dálkhausinn á viðkomandi stað.
ka: სვეტების თანმიმდევრობის შესაცვლელად, გადაიტანეთ სვეტის სათაური სასურველ ადგილას.
kk: Бағандардың ретін өзгерту үшін баған тақырыбын қажетті орынға сүйреңіз.
km: ដើម្បីផ្លាស់ប្តូរលំដាប់នៃជួរឈរ សូមអូសបឋមកថាជួរឈរទៅទីតាំងដែលចង់បាន។
kn: ಕಾಲಮ್u200cಗಳ ಕ್ರಮವನ್ನು ಬದಲಾಯಿಸಲು, ಕಾಲಮ್ ಹೆಡರ್ ಅನ್ನು ಬಯಸಿದ ಸ್ಥಳಕ್ಕೆ ಎಳೆಯಿರಿ.
ku: Ji bo guheztina rêza stûnan, serê stûnê kaş bikin cîhê ku tê xwestin.
ky: Мамычалардын тартибин өзгөртүү үчүн тилкенин башын керектүү жерге сүйрөңүз.
lb: Fir d'Uerdnung vun de Spalten z'änneren, zitt de Kolonn Header op déi gewënscht Plaz.
lo: ເພື່ອປ່ຽນລຳດັບຂອງຖັນ, ລາກສ່ວນຫົວຖັນໄປໃສ່ບ່ອນທີ່ຕ້ອງການ.
lt: Norėdami pakeisti stulpelių tvarką, vilkite stulpelio antraštę į norimą vietą.
lv: Lai mainītu kolonnu secību, velciet kolonnas galveni uz vajadzīgo vietu.
mg: Raha hanova ny filaharan'ny tsanganana, tariho ny lohatenin'ny tsanganana mankany amin'ny toerana tianao.
mi: Hei huri i te raupapa o nga pou, toia te pane pane ki te waahi e hiahiatia ana.
mk: За да го промените редоследот на колоните, повлечете го заглавието на колоната до саканата локација.
ml: നിരകളുടെ ക്രമം മാറ്റാൻ, നിരയുടെ തലക്കെട്ട് ആവശ്യമുള്ള സ്ഥലത്തേക്ക് വലിച്ചിടുക.
mn: Баганын дарааллыг өөрчлөхийн тулд баганын толгой хэсгийг хүссэн байршил руу чирнэ үү.
mr: स्तंभांचा क्रम बदलण्यासाठी, स्तंभ शीर्षलेख इच्छित स्थानावर ड्रॅग करा.
mt: Biex tibdel l-ordni tal-kolonni, drag l-intestatura tal-kolonna fil-post mixtieq.
my: ကော်လံများ၏ အစီအစဥ်ကို ပြောင်းလဲရန်၊ ကော်လံခေါင်းစီးကို လိုချင်သောတည်နေရာသို့ ဆွဲယူပါ။
nb: For å endre rekkefølgen på kolonnene, dra kolonneoverskriften til ønsket plassering.
ne: स्तम्भहरूको क्रम परिवर्तन गर्न, स्तम्भ हेडरलाई इच्छित स्थानमा तान्नुहोस्।
or: ସ୍ତମ୍ଭଗୁଡିକର କ୍ରମ ପରିବର୍ତ୍ତନ କରିବାକୁ, ସ୍ତମ୍ଭ ହେଡର୍ କୁ ଇପ୍ସିତ ସ୍ଥାନକୁ ଟାଣନ୍ତୁ |
pa: ਕਾਲਮਾਂ ਦਾ ਕ੍ਰਮ ਬਦਲਣ ਲਈ, ਕਾਲਮ ਸਿਰਲੇਖ ਨੂੰ ਲੋੜੀਂਦੇ ਸਥਾਨ 'ਤੇ ਖਿੱਚੋ।
ps: .ﺉړﮐ ﺶﮐ ﻪﺗ ﯼﺎځ ﺏﻮﻠﻄﻣ ﮏﯿﻟﺮﺳ ﻢﻟﺎﮐ ﺩ ،ﻩﺭﺎﭙﻟ ﻮﻟﻮﻟﺪﺑ ﺐﯿﺗﺮﺗ ﻮﻧﻮﻤﻟﺎﮐ ﺩ
ro: Pentru a schimba ordinea coloanelor, trageți antetul coloanei în locația dorită.
rw: Guhindura gahunda yinkingi, kurura inkingi kumutwe aho ushaka.
sd: .ﻮﻴڪﮀ ﻦﮭﻧﺍڏ ﮫﮙﺟ ﻞﺑﺮﮭﮔ ﻲﮐ ﻱﺮﮀﺎﭥﻣ ﻲﺟ ﻦﻤﻟﺎڪ ،ءﻻ﻿ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻲﮐ ﺐﻴﺗﺮﺗ ﻲﺟ ﻦﻤﻟﺎڪ
si: තීරු වල අනුපිළිවෙල වෙනස් කිරීමට, තීරු ශීර්ෂය අපේක්ෂිත ස්ථානයට ඇද දමන්න.
sk: Ak chcete zmeniť poradie stĺpcov, potiahnite hlavičku stĺpca na požadované miesto.
sl: Če želite spremeniti vrstni red stolpcev, povlecite glavo stolpca na želeno mesto.
sq: Për të ndryshuar rendin e kolonave, tërhiqni kokën e kolonës në vendndodhjen e dëshiruar.
sw: Ili kubadilisha mpangilio wa safu wima, buruta kichwa cha safu hadi mahali unapotaka.
ta: நெடுவரிசைகளின் வரிசையை மாற்ற, நெடுவரிசை தலைப்பை விரும்பிய இடத்திற்கு இழுக்கவும்.
te: నిలువు వరుసల క్రమాన్ని మార్చడానికి, కాలమ్ హెడర్u200cను కావలసిన స్థానానికి లాగండి.
tg: Барои тағир додани тартиби сутунҳо, сарлавҳаи сутунро ба ҷои дилхоҳ кашед.
th: หากต้องการเปลี่ยนลำดับของคอลัมน์ ให้ลากส่วนหัวของคอลัมน์ไปยังตำแหน่งที่ต้องการ
tk: Sütünleriň tertibini üýtgetmek üçin sütün sözbaşysyny gerekli ýere süýşüriň.
tt: Колонналарның тәртибен үзгәртү өчен, багана башын кирәкле урынга сузыгыз.
uk: Щоб змінити порядок стовпців, перетягніть заголовок стовпця в потрібне місце.
ur: ۔ﮟﯿﭩﯿﺴﮭﮔ ﺮﭘ ﻡﺎﻘﻣ ﮧﺑﻮﻠﻄﻣ ﻮﮐ ﺭﮉﯿﮨ ﻢﻟﺎﮐ ،ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻮﮐ ﺐﯿﺗﺮﺗ ﯽﮐ ﮞﻮﻤﻟﺎﮐ
uz: Ustunlar tartibini o'zgartirish uchun ustun sarlavhasini kerakli joyga torting.
vi: Để thay đổi thứ tự của các cột, hãy kéo tiêu đề cột đến vị trí mong muốn.
xh: Ukutshintsha ulandelelwano lwemiqolo, tsala isihloko sekholamu kwindawo oyifunayo.
yi: .טראָ ןטעבעג יד וצ רעדעכ ליַיז יד ןפּעלש ,ןטלאפש יד ןופ רדס יד ןשיוט וצ

source: moving
af: beweeg
am: መንቀሳቀስ
ar: ﻙﺮﺤﺘﻣ
be: рухаецца
bg: движещ се
bn: চলন্ত
ca: movent-se
cy: symud
da: bevæger sig
eo: movanta
et: liigub
eu: mugitzen
fa: ﺖﮐﺮﺣ ﻝﺎﺣ ﺭﺩ
fi: liikkuva
fil: gumagalaw
ga: ag bogadh
gd: a ’gluasad
gl: movendo
gu: ખસેડવું
he: ענ
hi: चलती
hr: krećući se
hu: mozgó
hy: շարժվում
id: bergerak
is: flytja
ka: მოძრავი
kk: қозғалады
km: ផ្លាស់ទី
kn: ಚಲಿಸುತ್ತಿದೆ
ku: diçin
ky: кыймылдуу
lb: bewegt
lo: ການເຄື່ອນຍ້າຍ
lt: juda
lv: pārvietojas
mg: mifindra
mi: nekeneke
mk: се движат
ml: നീങ്ങുന്നു
mn: хөдөлж байна
mr: हलवून
mt: jiċċaqilqu
my: ရွေ့လျား
nb: flytte
ne: चलिरहेको
or: ଗତିଶୀଳ |
pa: ਚਲਣਾ
ps: ﻝﻮﮐ ﺖﮐﺮﺣ
ro: in miscare
rw: kugenda
sd: ڙﺪﻨﻠﻫ
si: චලනය
sk: sťahovanie
sl: premikanje
sq: duke lëvizur
sw: kusonga
ta: நகரும்
te: కదులుతోంది
tg: ҳаракат
th: ย้าย
tk: hereket edýär
tt: хәрәкәтләнү
uk: переміщення
ur: ﻞﻘﺘﻨﻣ
uz: harakatlanuvchi
vi: động
xh: eshukumayo
yi: גניוואָמ

source: copying
af: kopiëring
am: መቅዳት
ar: ﺦﺴﻧ
be: капіраванне
bg: копиране
bn: অনুলিপি করা
ca: copiant
cy: copïo
da: kopiering
eo: kopiado
et: kopeerimine
eu: kopiatzea
fa: ﯼﺭﺍﺩﺮﺑ ﯽﭙﮐ
fi: kopioiminen
fil: pangongopya
fy: kopiearjen
ga: cóipeáil
gd: copaidh
gl: copiando
gu: નકલ
he: הָקָתעַה
hi: नकल
hr: kopiranje
hu: másolás
hy: պատճենահանում
id: penyalinan
is: afritun
ka: კოპირება
kk: көшіру
km: ការចម្លង
kn: ನಕಲು ಮಾಡುವುದು
ku: kopîkirin
ky: көчүрүү
lb: kopéieren
lo: ສຳເນົາ
lt: kopijavimas
lv: kopēšana
mg: kopia
mi: te kape
mk: копирање
ml: പകർത്തുന്നു
mn: хуулбарлах
mr: कॉपी करणे
mt: l-ikkupjar
my: ကူးယူခြင်း။
nb: kopiering
ne: प्रतिलिपि गर्दै
or: ନକଲ
pa: ਕਾਪੀ ਕਰਨਾ
ps: ﻝﻮﮐ ﻲﭘﺎﮐ
ro: copierea
rw: gukopera
sd: ﮠﺮڪ ﻞﻘﻧ
si: පිටපත් කිරීම
sk: kopírovanie
sl: kopiranje
sq: kopjimi
sw: kunakili
ta: நகலெடுக்கிறது
te: కాపీ చేయడం
tg: нусхабардорӣ
th: คัดลอก
tk: göçürmek
tt: күчереп алу
uk: копіювання
ur: ﺎﻧﺮﮐ ﻞﻘﻧ
uz: nusxa ko'chirish
vi: sao chép
xh: ukukopa
yi: גנייפּאַק

source: deleting
af: uitvee
am: መሰረዝ
ar: ﻑﺬﺤﻟﺍ
be: выдаленне
bg: изтриване
bn: মুছে ফেলা
ca: esborrant
cy: dileu
da: sletter
eo: forigante
et: kustutamine
eu: ezabatuz
fa: ﻥﺩﺮﮐ ﻑﺬﺣ
fi: poistamalla
fil: tinatanggal
fy: wiskjen
ga: scriosadh
gd: sguabadh às
gl: eliminando
gu: કાઢી રહ્યું છે
he: הקיחמ
hi: हटाने
hr: brisanjem
hu: törlése
hy: ջնջելով
id: menghapus
is: að eyða
ka: წაშლა
kk: жою
km: ការលុប
kn: ಅಳಿಸಲಾಗುತ್ತಿದೆ
ku: jêbirin
ky: жок кылуу
lb: läschen
lo: ການລຶບ
lt: ištrynimas
lv: dzēšana
mg: famafana
mi: te whakakore
mk: бришење
ml: ഇല്ലാതാക്കുന്നു
mn: устгаж байна
mr: हटवत आहे
mt: tħassir
my: ဖျက်ခြင်း။
nb: sletter
ne: मेटाउँदै
or: ଡିଲିଟ୍ କରୁଛି
pa: ਮਿਟਾਉਣਾ
ps: ﻝﻮګﻧړ
ro: ştergerea
rw: gusiba
sd: ﮠﺮڪ ﻑﺬﺣ
si: මකා දැමීම
sk: mazanie
sl: brisanje
sq: duke fshirë
sw: kufuta
ta: நீக்குகிறது
te: తొలగిస్తోంది
tg: нест кардан
th: กำลังลบ
tk: pozmak
tt: бетерү
uk: видалення
ur: ﺎﻧﺮﮐ ﻑﺬﺣ
uz: o'chirish
vi: xóa
xh: ukucima
yi: ןקעמסיו

source: linking
af: skakel
am: ማገናኘት
ar: ﻂﺑﺭ
be: спасылкі
bg: свързване
bn: লিঙ্ক করা
ca: enllaçant
cy: cysylltu
da: forbinder
eo: ligado
et: linkimine
eu: lotuz
fa: ﻥﺩﺍﺩ ﻂﺑﺭ
fi: linkittäminen
fil: pag-uugnay
fy: keppeljen
ga: ag nascadh
gd: a ’ceangal
gl: vinculación
gu: લિંકિંગ
he: רֵׁשַקְמ
hi: जोड़ने
hr: povezivanje
hu: linkelés
hy: կապող
id: menghubungkan
is: tengja
ka: აკავშირებს
kk: байланыстыру
km: ការភ្ជាប់
kn: ಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ku: girêdan
ky: байланыштыруу
lb: verlinkt
lo: ການເຊື່ອມໂຍງ
lt: susiejimas
lv: saistīšana
mg: fifandraisana
mi: hono
mk: поврзување
ml: ലിങ്കുചെയ്യുന്നു
mn: холбох
mr: दुवा साधत आहे
mt: jgħaqqdu
my: ချိတ်ဆက်ခြင်း။
nb: kobling
ne: लिङ्क गर्दै
or: ଲିଙ୍କ୍
pa: ਲਿੰਕ ਕਰਨਾ
ps: ﻝﻮﻠښﻧ
ro: legarea
rw: guhuza
sd: ﮠﮃﻨﮘ
si: සම්බන්ධ කිරීම
sk: prepojenie
sl: povezovanje
sq: duke u lidhur
sw: kuunganisha
ta: இணைக்கிறது
te: లింకింగ్
tg: пайваст кардан
th: การเชื่อมโยง
tk: baglanyşdyrmak
tt: бәйләү
uk: зв'язування
ur: ﺎﻧﺮﮐ ﮏﻨﻟ
uz: bog'lash
vi: liên kết
xh: ukudibanisa
yi: גנודניבראַפֿ

source: changing
af: verander
am: መለወጥ
ar: ﺓﺮﻴﻐﺘﻤﻟﺍ
be: змяняюцца
bg: променящ се
bn: পরিবর্তন
ca: canviant
cy: newid
da: skiftende
eo: ŝanĝiĝanta
et: muutumas
eu: aldatzen
fa: ﺪﻨﮐ ﯽﻣ ﺮﯿﯿﻐﺗ
fi: vaihtaa
fil: nagbabago
fy: feroarje
ga: ag athrú
gd: ag atharrachadh
gl: cambiando
gu: બદલાતી
he: הֶנַתְׁשִמ
hi: बदलना
hr: mijenjajući
hu: változó
hy: փոփոխվող
id: berubah
is: breytast
ka: იცვლება
kk: өзгеру
km: ការផ្លាស់ប្តូរ
kn: ಬದಲಾಗುತ್ತಿದೆ
ku: diguherin
ky: өзгөртүү
lb: änneren
lo: ການປ່ຽນແປງ
lt: besikeičiantis
lv: mainās
mg: fanovana
mi: huri
mk: менување
ml: മാറ്റുന്നതിൽ
mn: өөрчлөгдөж байна
mr: बदलत आहे
mt: jinbidlu
my: ပြောင်းလဲခြင်း။
nb: endres
ne: फेर्दै
or: ପରିବର୍ତ୍ତନ ହେଉଛି |
pa: ਬਦਲ ਰਿਹਾ
ps: ﻝﻮﻟﺪﺑ
ro: schimbându-se
rw: guhinduka
sd: ﮠﺮڪ ﻞﻳﺪﺒﺗ
si: වෙනස් වෙනවා
sk: meniace sa
sl: zamenjati
sq: duke ndryshuar
sw: kubadilika
ta: மாறும்
te: మారుతున్న
tg: тағйирёбанда
th: การเปลี่ยนแปลง
tk: üýtgeýär
tt: үзгәрү
uk: змінюється
ur: ﺎﻧﺮﮐ ﻞﯾﺪﺒﺗ
uz: o'zgaruvchan
vi: thay đổi
xh: ukutshintsha
yi: גניגנאַשט

source: running
af: hardloop
am: መሮጥ
ar: ﺓﺭﺍﺩﺍ
be: бег
bg: бягане
bn: চলমান
ca: corrent
cy: rhedeg
da: løb
eo: kurante
et: jooksmine
eu: korrika
fa: ﺍﺮﺟﺍ ﻝﺎﺣ ﺭﺩ
fi: käynnissä
fil: tumatakbo
fy: te rinnen
ga: ag rith
gd: ruith
gl: correndo
gu: દોડવું
he: ץר
hi: दौड़ना
hr: trčanje
hu: futás
hy: վազում
id: berlari
is: hlaupandi
ka: სირბილი
kk: жүгіру
km: កំពុងរត់
kn: ಓಡುತ್ತಿದೆ
ku: diherike
ky: чуркоо
lb: lafen
lo: ແລ່ນ
lt: bėgimas
lv: skrienot
mg: mihazakazaka
mi: rere
mk: трчање
ml: പ്രവർത്തിക്കുന്ന
mn: гүйж байна
mr: धावणे
mt: ġiri
my: ပြေး
nb: løping
ne: चलिरहेको
or: ଚାଲୁଛି |
pa: ਚੱਲ ਰਿਹਾ ਹੈ
ps: ﻝﻮﻠﭼ
ro: alergare
rw: kwiruka
sd: ﮠڙﻭڊ
si: දුවනවා
sk: beh
sl: tek
sq: vrapimi
sw: Kimbia
ta: ஓடுதல்
te: నడుస్తోంది
tg: давидан
th: วิ่ง
tk: ylgaýar
tt: йөгерү
uk: біг
ur: ﮯﮨ ﺎﮨﺭ ﻞﭼ
uz: yugurish
vi: đang chạy
xh: ukubaleka
yi: קידנסילפ

source: %d error %s
af: %d fout %s
am: %d ስህተት %s
ar: %d ﺄﻄﺧ %s
be: %d памылка %s
bg: %d грешка %s
bn: %d ত্রুটি %s
cy: %d gwall %s
da: %d fejl %s
eo: %d eraro %s
et: %d viga %s
eu: %d akatsa %s
fa: %d ﺎﻄﺧ %s
fi: %d virhe %s
fil: %d pagkakamali %s
fy: %d fersin %s
ga: %d earráid %s
gd: %d mearachd %s
gl: %d erro %s
gu: %d ભૂલ %s
he: %d הָאיִגְׁש %s
hi: %d त्रुटि %s
hr: %d pogreška %s
hu: %d hiba %s
hy: %d սխալ %s
id: %d kesalahan %s
is: %d villa %s
ka: %d შეცდომა %s
kk: %d қате %s
km: %d កំហុស %s
kn: %d ದೋಷ %s
ku: %d şaşî %s
ky: %d ката %s
lb: %d Feeler %s
lo: %d ຄວາມຜິດພາດ %s
lt: %d klaida %s
lv: %d kļūda %s
mg: %d fahadisoana %s
mi: %d hapa %s
mk: %d грешка %s
ml: %d പിശക് %s
mn: %d алдаа %s
mr: %d त्रुटी %s
mt: %d żball %s
my: %d အမှား %s
nb: %d feil %s
ne: %d त्रुटि %s
or: %d ତ୍ରୁଟି %s
pa: %d ਗਲਤੀ %s
ps: %d ﻪﻨﺗﻭﺮﯧﺗ %s
ro: %d eroare %s
rw: %d ikosa %s
sd: %d ﻲﻄﻠﻏ %s
si: %d දෝෂය %s
sk: %d chyba %s
sl: %d napaka %s
sq: %d gabim %s
sw: %d kosa %s
ta: %d பிழை %s
te: %d లోపం %s
tg: %d хатогӣ %s
th: %d ข้อผิดพลาด %s
tk: %d ýalňyşlyk %s
tt: %d хата %s
uk: %d помилка %s
ur: %d ﯽﻄﻠﻏ %s
uz: %d xato %s
vi: %d lỗi %s
xh: %d impazamo %s
yi: %d תועט %s

source: %d errors %s
af: %d foute %s
am: %d ስህተቶች %s
ar: %d ءﺎﻄﺧﺃ %s
be: %d памылкі %s
bg: %d грешки %s
bn: %d ত্রুটি %s
cy: %d gwallau %s
da: %d fejl %s
eo: %d eraroj %s
et: %d vead %s
eu: %d akatsak %s
fa: %d ﺎﻫﺎﻄﺧ %s
fi: %d virheitä %s
fil: %d mga pagkakamali %s
fy: %d flaters %s
ga: %d earráidí %s
gd: %d mearachdan %s
gl: %d erros %s
gu: %d ભૂલો %s
he: %d תואיגש %s
hi: %d त्रुटियों %s
hr: %d pogreške %s
hu: %d hibákat %s
hy: %d սխալներ %s
id: %d kesalahan %s
is: %d villur %s
ka: %d შეცდომები %s
kk: %d қателер %s
km: %d កំហុស %s
kn: %d ದೋಷಗಳು %s
ky: %d каталар %s
lb: %d Feeler %s
lo: %d ຄວາມຜິດພາດ %s
lt: %d klaidų %s
lv: %d kļūdas %s
mg: %d fahadisoana %s
mi: %d hapa %s
mk: %d грешки %s
ml: %d പിശകുകൾ %s
mn: %d алдаа %s
mr: %d चुका %s
mt: %d żbalji %s
my: %d အမှားများ %s
nb: %d feil %s
ne: %d त्रुटिहरू %s
or: %d ତ୍ରୁଟି %s
pa: %d ਗਲਤੀਆਂ %s
ps: %d ﯥﻨﺗﻭﺮﯧﺗ %s
ro: %d erori %s
rw: %d amakosa %s
sd: %d ﻥﻮﻴﻄﻠﻏ %s
si: %d වැරදි %s
sk: %d chyby %s
sl: %d napake %s
sq: %d gabimet %s
sw: %d makosa %s
ta: %d பிழைகள் %s
te: %d లోపాలు %s
tg: %d хатогиҳо %s
th: %d ข้อผิดพลาด %s
tk: %d ýalňyşlyklar %s
tt: %d хаталар %s
uk: %d помилки %s
ur: %d ﮞﺎﯿﻄﻠﻏ %s
uz: %d xatolar %s
vi: %d sai sót %s
xh: %d iimpazamo %s
yi: %d סראָררע %s

source: paused
af: gestop
am: ለአፍታ ቆሟል
ar: ﺎﺘﻗﺆﻣ ﻒﻗﻮﺘﻣ
be: прыпыніўся
bg: на пауза
bn: বিরতি দেওয়া
ca: en pausa
cy: seibio
da: sat på pause
eo: paŭzis
et: peatatud
eu: pausatu
fa: متوقف شد
fi: keskeytetty
fil: naka-pause
fy: pauze
ga: ar sos
gd: stad
gl: fixo unha pausa
gu: થોભાવેલું
he: ההשוה
hi: रोके गए
hr: zastao
hu: szüneteltetve
hy: դադար է տվել
id: dijeda
is: gert hlé
ka: შეაჩერა
kk: кідіртілді
km: ផ្អាក
kn: ವಿರಾಮಗೊಳಿಸಲಾಗಿದೆ
ku: sekinî
ky: тынды
lb: pauséiert
lo: ຢຸດຊົ່ວຄາວ
lt: pristabdyta
lv: apturēta
mg: Nijanona kely
mi: whakataa
mk: паузираше
ml: താൽക്കാലികമായി നിർത്തി
mn: түр зогсоосон
mr: विराम दिला
mt: waqfa qasira
my: ရပ်ထားသည်။
nb: satt på pause
ne: रोकिएको
or: ବିରାମ
pa: ਰੋਕਿਆ ਗਿਆ
ps: ﻝﻭﺭﺩﻭ
ro: oprit
rw: arahagarara
sd: ﻮﻳﻭ ﻮﻴڪﻭﺭ
si: විරාම කළා
sk: pozastavené
sl: začasno ustavljen
sq: ndaloi
sw: imesitishwa
ta: இடைநிறுத்தப்பட்டது
te: ఆగిపోయింది
tg: таваққуф кард
th: หยุดชั่วคราว
tk: sägindi
tt: туктады
uk: призупинено
ur: ﺎﯾﺩ ﮎﻭﺭ
uz: pauza qilingan
vi: tạm dừng
xh: nqumama
yi: דזאָפּ

source: queued
af: tou gestaan
am: ተሰልፏል
ar: ﺭﺎﻈﺘﻧﻻ﻿ﺍ ﺔﻤﺋﺎﻗ ﻲﻓ
be: у чарзе
bg: на опашка
bn: সারিবদ্ধ
ca: a la cua
cy: ciwio
da: i kø
eo: vicigis
et: järjekorras
eu: ilaran jarrita
fa: در صف
fi: jonossa
fil: nakapila
fy: wachtrige
ga: scuaine
gd: ciudha
gl: en cola
gu: કતારબદ્ધ
he: רותב
hi: कतारबद्ध
hr: u redu čekanja
hu: sorban álltak
hy: հերթագրված
id: antri
is: í biðröð
ka: რიგში დადგა
kk: кезекке тұрды
km: តម្រង់ជួរ
kn: ಸರದಿಯಲ್ಲಿ ನಿಂತಿದೆ
ku: rêz kirin
ky: кезекте турат
lb: an der Schlaang
lo: ຄິວ
lt: eilėje
lv: rindā
mg: nilahatra
mi: tūtira
mk: во редица
ml: ക്യൂ നിന്നു
mn: дараалалд орсон
mr: रांगेत
mt: fil-kju
my: တန်းစီနေသည်။
nb: i kø
ne: लामबद्ध
or: ଧାଡି
pa: ਕਤਾਰਬੱਧ
ps: ﺭﺎﺘﮐ
ro: în așteptare
rw: umurongo
sd: ۾ ﺭﺎﻄﻗ
si: පෝලිමේ
sk: v rade
sl: v čakalni vrsti
sq: në radhë
sw: kwenye foleni
ta: வரிசையில் நின்றது
te: క్యూ కట్టారు
tg: навбат гузоштанд
th: เข้าคิว
tk: nobata dur
tt: чират
uk: в черзі
ur: ﮟﯿﻣ ﺭﺎﻄﻗ
uz: navbatda turdi
vi: xếp hàng
xh: emgceni
yi: ייר ןיא

source: Name
af: Naam
am: ስም
ar: الاسم
be: Імя
bg: Име
bn: নাম
ca: Nom
cy: Enw
da: Navn
eo: Nomo
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fil: Pangalan
fy: Namme
ga: Ainm
gd: Ainm
gl: Nome
gu: નામ
he: שם
hi: नाम
hr: Ime
hu: Név
hy: Անուն
id: Nama
is: Nafn
ka: სახელი
kk: Аты
km: ​ឈ្មោះ
kn: ಹೆಸರು
ku: Nav
ky: аты
lb: Numm
lo: ຊື່
lt: Pavadinimas
lv: Vārds
mg: Anarana
mi: Ingoa
mk: Име
ml: പേര്
mn: Нэр
mr: नाव
mt: Isem
my: နာမည်
nb: Navn
ne: नाम
or: ନାମ
pa: ਨਾਮ
ps: ﻡﻮﻧ
ro: Nume
rw: Izina
sd: ﻮﻟﺎﻧ
si: නම
sk: Názov
sl: Ime
sq: Emri
sw: Jina
ta: பெயர்
te: పేరు
tg: Ном
th: ชื่อ
tk: Ady
tt: Исем
uk: Назва
ur: نام
uz: Ism
vi: Tên
xh: Igama
yi: ןעמאָנ

source: Size
af: Grootte
am: መጠን
ar: الحجم
be: Памер
bg: Размер
bn: আকার
ca: Mida
cy: Maint
da: Størrelse
eo: Grandeco
et: Suurus
eu: Tamaina
fa: اندازه
fi: Koko
fil: Sukat
fy: Grutte
ga: Méid
gd: Meud
gl: Tamaño
gu: કદ
he: גודל
hi: आकार
hr: Veličina
hu: Méret
hy: Չափը
id: Ukuran
is: Stærð
ka: ზომა
kk: Өлшем
km: ទំហំ
kn: ಗಾತ್ರ
ku: Mezinayî
ky: Өлчөмү
lb: Gréisst
lo: ຂະໜາດ
lt: Dydis
lv: Izmērs
mi: Rahi
mk: Големина
ml: വലിപ്പം
mn: Хэмжээ
mr: आकार
mt: Daqs
my: အရွယ်အစား
nb: Størrelse
ne: साइज
or: ଆକାର |
pa: ਆਕਾਰ
ps: ﻩﺯﺍﺪﻧﺍ
ro: mărimea
rw: Ingano
sd: ﭖﺎﻣ
si: ප්රමාණය
sk: Veľkosť
sl: Velikost
sq: Madhësia
sw: Ukubwa
ta: அளவு
te: పరిమాణం
tg: Андоза
th: ขนาด
tk: Ölçegi
tt: Размер
uk: Размір
ur: حجم
uz: Hajmi
vi: Kích cỡ
xh: Ubungakanani
yi: סיירג

source: Type
af: Tik
am: ዓይነት
ar: النوع
be: Тып
bg: Тип
bn: টাইপ
ca: Tipus
cy: Math
eo: Tajpu
et: Tüüp
eu: Mota
fa: نوع
fi: Tyyppi
fil: Uri
ga: Cineál
gd: Seòrsa
gl: Tipo
gu: પ્રકાર
he: סוג
hi: प्रकार
hr: Tip
hu: Típus
hy: Տիպ
id: Tipe
is: Gerð
ka: ტიპი
kk: Түр
km: ប្រភេទ
kn: ಮಾದರಿ
ku: Awa
ky: Түр
lb: Typ
lo: ປະເພດ
lt: Tipas
lv: Tips
mi: Momo
mk: Тип
ml: ടൈപ്പ് ചെയ്യുക
mn: Төрөл
mr: प्रकार
mt: Tip
my: ရိုက်ပါ။
ne: टाइप गर्नुहोस्
or: ଟାଇପ୍ କରନ୍ତୁ |
pa: ਟਾਈਪ ਕਰੋ
ps: ﻝﻭډ
ro: Tip
rw: Andika
sd: ﻢﺴﻗ
si: ටයිප් කරන්න
sk: Typ
sl: Tip
sq: Lloji
sw: Aina
ta: வகை
te: టైప్ చేయండి
tg: Навъи
th: พิมพ์
tk: Görnüşi
tt: Тип
uk: Тип
ur: نوعیت
uz: Turi
vi: Thể loại
xh: Uhlobo
yi: פּיט

source: Permission
af: Toestemming
am: ፍቃድ
ar: التصريح
be: Дазвол
bg: Права
bn: অনুমতি
ca: Permisos
cy: Caniatâd
da: Rettighed
eo: Permeso
et: Õigused
eu: Baimena
fa: ﻩﺯﺎﺟﺍ
fi: Oikeudet
fil: Pahintulot
fy: Tastimming
ga: Cead
gd: Cead
gl: Permisos
gu: પરવાનગી
he: הרשאות
hi: अनुमति
hr: Dopuštenje
hu: Engedély
hy: Թույլտվություն
id: Permisi
is: Leyfi
ka: ნებართვა
kk: Рұқсат
km: សិទ្ធិ
kn: ಅನುಮತಿ
ku: Destûr
ky: Уруксат
lb: Erlaabnis
lo: ການອະນຸຍາດ
lt: Leidimas
lv: Atļauja
mg: Fanomezan-dàlana
mi: Whakaaetanga
mk: Дозвола
ml: അനുമതി
mn: Зөвшөөрөл
mr: परवानगी
mt: Permess
my: ခွင့်ပြုချက်
nb: Rettighet
ne: अनुमति
or: ଅନୁମତି
pa: ਇਜਾਜ਼ਤ
ps: ﻩﺯﺎﺟﺍ
ro: Permisiune
rw: Uruhushya
sd: ﺕﺯﺎﺟﺍ
si: අවසර
sk: Oprávnenia
sl: Dovoljenja
sq: Leja
sw: Ruhusa
ta: அனுமதி
te: అనుమతి
tg: Иҷозат
th: การอนุญาต
tk: Rugsat
tt: Рөхсәт
uk: Права доступу
ur: اجازہ
uz: Ruxsat
vi: Sự cho phép
xh: Imvume
yi: שינעביולרעד

source: Owner
af: Eienaar
am: ባለቤት
ar: ﺐﺣﺎﺻ
be: Уладальнік
bg: Собственик
bn: মালিক
ca: Propietari
cy: Perchennog
da: Ejer
eo: Posedanto
et: Omanik
eu: Jabea
fa: ﮏﻟﺎﻣ
fi: Omistaja
fil: May-ari
fy: Eigner
ga: Úinéir
gd: Sealbhadair
gl: Propietario
gu: માલિક
he: םילעב
hi: मालिक
hr: Vlasnik
hu: Tulajdonos
hy: Սեփականատեր
id: Pemilik
is: Eigandi
ka: მფლობელი
kk: Меншік иесі
km: ម្ចាស់
kn: ಮಾಲೀಕ
ku: Xwedî
ky: Ээси
lb: Besëtzer
lo: ເຈົ້າຂອງ
lt: Savininkas
lv: Īpašnieks
mg: TOMPON'NY
mi: Rangatira
mk: Сопственик
ml: ഉടമ
mn: Эзэмшигч
mr: मालक
mt: Sid
my: ပိုင်ရှင်
nb: Eieren
ne: मालिक
or: ମାଲିକ
pa: ਮਾਲਕ
ps: ﺪﻧﻭﺎﺧ
ro: Proprietar
rw: Nyirubwite
sd: ڪﻟﺎﻣ
si: හිමිකරු
sk: vlastník
sl: Lastnik
sq: Pronari
sw: Mmiliki
ta: உரிமையாளர்
te: యజమాని
tg: Соҳибкор
th: เจ้าของ
tk: Eýesi
tt: Хуҗасы
uk: Власник
ur: ﮏﻟﺎﻣ
uz: Egasi
vi: Chủ nhân
xh: Umnini
yi: רעציזאַב
