Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
af: Jy is op die punt om te formateer %s %s- ALLE DATA SAL VERLORE WORD. Voer in %s formateer opdrag: Gebruik: %%%%v toestel lêer ( %s ) EDIT MET SORG Hierdie opdrag word uitgevoer as root
am: ሊቀርጹ ነው። %s %s- ሁሉም ውሂብ ይጠፋል። አስገባ %s ትእዛዝ ቅርጸት ተጠቀም፡ %%%%v የመሳሪያ ፋይል ( %s ) በእንክብካቤ ያርትዑ ይህ ትእዛዝ የሚካሄደው እንደ ነው። root
ar: ﻖﻴﺴﻨﺘﻟﺍ ﻚﺷﻭ ﻰﻠﻋ ﺖﻧﺃ %s %s- .ﺕﺎﻧﺎﻴﺒﻟﺍ ﺔﻓﺎﻛ ﻥﺍﺪﻘﻓ ﻢﺘﻴﺳ ﻞﺧﺪﻳ %s :ﻖﻴﺴﻨﺘﻟﺍ ﺮﻣﺃ :ﻡﺪﺨﺘﺴﻳ %%%%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ( %s ) EDIT WITH CARE ﻒﻠﻤﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻢﺘﻳ root
be: Вы збіраецеся адфарматаваць %s %s- УСЕ ДАННЫЯ БУДУЦЬ СТРУЧАНЫ. Увайдзіце %s каманда фармат: Выкарыстоўвайце: %%%%v файл прылады ( %s ) УВАЖНА рэдагаваць Гэтая каманда выконваецца як root
bg: Предстои ви форматиране %s %s- ВСИЧКИ ДАННИ ЩЕ СЕ ИЗГУБЯТ. Въведете %s команда за форматиране: Използвайте: %%%%v файл на устройството ( %s ) РЕДАКТИРАНЕ ВНИМАТЕЛНО Тази команда се изпълнява като root
bn: আপনি ফর্ম্যাট করতে চলেছেন৷ %s %s- সমস্ত ডেটা হারিয়ে যাবে। প্রবেশ করুন %s ফরম্যাট কমান্ড: ব্যবহার করুন: %%%%v ডিভাইস ফাইল ( %s ) যত্নের সাথে সম্পাদনা করুন এই কমান্ডটি হিসাবে চালানো হয় root
ca: Esteu a punt de formatar %s %s- TOTES LES DADES ES PERDRAN. Entra %s comanda de format: Ús: %%%%v fitxer del dispositiu ( %s ) EDITAR AMB CURA Aquesta ordre s'executa com a root
cy: Rydych chi ar fin fformatio %s %s- BYDD POB DATA YN COLLI. Rhowch %s gorchymyn fformat: Defnyddiwch: %%%%v ffeil ddyfais ( %s ) GOLYGU GYDA GOFAL Mae'r gorchymyn hwn yn cael ei redeg fel root
da: Du er ved at formatere %s %s- ALLE DATA VIL TABE. Gå ind %s format kommando: Brug: %%%%v enhedsfil ( %s ) EDIT WITH CARE Denne kommando køres som root
eo: Vi estas formatonta %s %s- ĈIUJ DATUMO PERDIS. Eniru %s formato komando: Uzu: %%%%v aparato dosiero ( %s ) REDAKTU ZORGE Ĉi tiu komando ruliĝas kiel root
et: Te alustate vormindamist %s %s- KÕIK ANDMED KAOTAVAD. Sisenema %s vormindamise käsk: Kasuta: %%%%v seadme fail ( %s ) EDIT TÄHELEPANU Seda käsku käivitatakse kui root
eu: Formateatzera zoaz %s %s- DATU GUZTIAK GALDUKO DIRA. Sartu %s formatu komandoa: Erabili: %%%%v gailuaren fitxategia ( %s ) EDITATU KONTUZ Komando hau honela exekutatzen da root
fa: ﺪﯿﺘﺴﻫ ﯼﺪﻨﺑ ﺐﻟﺎﻗ ﻝﺎﺣ ﺭﺩ ﺎﻤﺷ %s %s- .ﺖﻓﺭ ﺪﻨﻫﺍﻮﺧ ﺖﺳﺩ ﺯﺍ ﺎﻫ ﻩﺩﺍﺩ ﻡﺎﻤﺗ ﺩﺭﺍﻭ %s :ﺖﻣﺮﻓ ﺭﻮﺘﺳﺩ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%%%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ( %s ) EDIT WITH CARE ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﺕﺭﻮﺻ ﻪﺑ ﺭﻮﺘﺳﺩ ﻦﯾﺍ root
fi: Olet alustamassa %s %s- KAIKKI TIEDOT MENETETÄÄN. Tulla sisään %s format-komento: Käyttää: %%%%v laitetiedosto ( %s ) MUOKKAA HUOLELLISESTI Tämä komento suoritetaan muodossa root
fil: Magpo-format ka na %s %s- MAWAWALA ANG LAHAT NG DATA. Pumasok %s utos ng format: Gamitin ang: %%%%v file ng device ( %s ) I-EDIT NA MAY PAG-IINGAT Ang command na ito ay pinapatakbo bilang root
fy: Jo steane op it punt om te formatearjen %s %s- ALLE GEGEVENS SILLE FERLEREN. Yngean %s format kommando: Brûke: %%%%v apparaat triem ( %s ) EDIT WITH CARE Dit kommando wurdt útfierd as root
ga: Tá tú ar tí formáidiú %s %s- BEIDH GACH SONRAÍ AR FHÁIL. Iontráil %s ordú formáide: Úsáid: %%%%v comhad feiste ( %s ) Eagar LE CÚRAM Ritheann an t-ordú seo mar root
gd: Tha thu gu bhith a ’cruth %s %s- Bithear a ’call a h-uile dàta. Cuir a-steach %s àithne cruth: Cleachd: %%%%v faidhle inneal ( %s ) EDIT WITH CARE Tha an àithne seo air a ruith mar root
gl: Estás a piques de formatar %s %s- TODOS OS DATOS PERDERÁNSE. Entra %s comando de formato: Uso: %%%%v ficheiro do dispositivo ( %s ) EDITAR CON COIDADO Este comando execútase como root
gu: તમે ફોર્મેટ કરવાના છો %s %s- તમામ ડેટા ખોવાઈ જશે. દાખલ કરો %s ફોર્મેટ આદેશ: વાપરવુ: %%%%v ઉપકરણ ફાઇલ ( %s ) સંભાળ સાથે સંપાદિત કરો આ આદેશ આ રીતે ચલાવવામાં આવે છે root
he: בצעל דמוע התא %s %s- .ודבאי םינותנה לכ סנכיהל %s :טמרופ תדוקפ :שמתשהל %%%%v רישכמה ץבוק ( %s ) EDIT WITH CARE םשב תלעפומ וז הדוקפ root
hi: आप फ़ॉर्मेट करने वाले हैं %s %s- सारा डेटा खो जाएगा। प्रवेश करना %s प्रारूप आदेश: उपयोग: %%%%v डिवाइस फ़ाइल ( %s ) देखभाल के साथ संपादित करें यह आदेश इस प्रकार चलाया जाता है root
hr: Upravo ćete formatirati %s %s- SVI PODACI ĆE BITI IZGUBLJENI. Unesi %s naredba formata: Koristiti: %%%%v datoteku uređaja ( %s ) PAŽLJIVO UREDI Ova se naredba izvodi kao root
hu: A formázás előtt áll %s %s- MINDEN ADAT ELVESZ. Belép %s format parancs: Használat: %%%%v eszköz fájl ( %s ) EDIT WITH CARE Ez a parancs a következőként fut root
hy: Դուք պատրաստվում եք ֆորմատավորել %s %s- ԲՈԼՈՐ ՏՎՅԱԼՆԵՐԸ ԿԿՈՐՈՒՆԵՆ։ Մուտքագրեք %s ձևաչափի հրաման. Օգտագործեք: %%%%v սարքի ֆայլը ( %s ) ԽՆԱՄԲԵԼՈՒ ՀԱՄԱՐ Այս հրամանը գործարկվում է որպես root
id: Anda akan memformat %s %s- SEMUA DATA AKAN HILANG. Memasuki %s format perintah: Menggunakan: %%%%v berkas perangkat ( %s ) EDIT WITH CARE Perintah ini dijalankan sebagai root
is: Þú ert að fara að formatta %s %s- ÖLL GÖGN MUN TAPAST. Koma inn %s format skipun: Notaðu: %%%%v tæki skrá ( %s ) EDIT WITH CARE Þessi skipun er keyrð sem root
ka: თქვენ ფორმატირებას აპირებთ %s %s- ყველა მონაცემი დაიკარგება. შედი %s ფორმატის ბრძანება: გამოყენება: %%%%v მოწყობილობის ფაილი ( %s ) სიფრთხილით რედაქტირება ეს ბრძანება მუშაობს როგორც root
kk: Сіз пішімдеуге жақынсыз %s %s- БАРЛЫҚ ДЕРЕКТЕР ЖОҚ БОЛАДЫ. Енгізіңіз %s пішім пәрмені: Қолдану: %%%%v құрылғы файлы ( %s ) МАҚСАТ МЕНЕН ӨҢДЕУ Бұл пәрмен келесідей орындалады root
km: អ្នកហៀបនឹងធ្វើទ្រង់ទ្រាយ %s %s- ទិន្នន័យទាំងអស់នឹងត្រូវបាត់បង់។ ចូល %s ទម្រង់ពាក្យបញ្ជា៖ ប្រើ៖ %%%%v ឯកសារឧបករណ៍ ( %s ) EDIT WITH CARE ពាក្យបញ្ជានេះត្រូវបានដំណើរការជា root
kn: ನೀವು ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲಿರುವಿರಿ %s %s- ಎಲ್ಲಾ ಡೇಟಾ ಕಳೆದುಹೋಗುತ್ತದೆ. ನಮೂದಿಸಿ %s ಫಾರ್ಮ್ಯಾಟ್ ಆಜ್ಞೆ: ಬಳಸಿ: %%%%v ಸಾಧನ ಫೈಲ್ ( %s ) ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂಪಾದಿಸಿ ಈ ಆಜ್ಞೆಯನ್ನು ಹೀಗೆ ಚಲಾಯಿಸಲಾಗುತ್ತದೆ root
ku: Hûn li ser formatkirinê ne %s %s- HEMÛ DAN DÊ WINDA BIN. Derbasbûn %s fermana formatê: Bikaranîn: %%%%v pelê amûrê ( %s ) BI HIŞYAR BIDIN Ev ferman wekî tê xebitandin root
ky: Сиз форматтаганы жатасыз %s %s- БАРДЫК МААЛЫМАТТАР ЖОГОЛОТ. Кириңиз %s формат буйругу: Колдонуу: %%%%v түзмөк файлы ( %s ) КАТТЫК МЕНЕН EDIT Бул буйрук катары иштетилет root
lb: Dir sidd amgaang ze formatéieren %s %s- ALL Donnéeën GËTT VERLUER. Gitt an %s Format Kommando: Benotzt: %%%%v Apparat Fichier ( %s ) EDIT MAT CARE Dëse Kommando gëtt als root
lo: ທ່ານກຳລັງຈະຈັດຮູບແບບ %s %s- ຂໍ້ມູນທັງໝົດຈະສູນເສຍໄປ. ເຂົ້າ %s ຮູບແບບຄໍາສັ່ງ: ໃຊ້: %%%%v ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b ( %s ) EDIT WITH CARE ຄໍາສັ່ງນີ້ແມ່ນດໍາເນີນການເປັນ root
lt: Jūs ruošiatės formatuoti %s %s- VISI DUOMENYS BUS PRARASTI. Įeikite %s formatavimo komanda: Naudokite: %%%%v įrenginio failas ( %s ) REDAGUOTI ATSARGIAI Ši komanda vykdoma kaip root
lv: Jūs gatavojaties formatēt %s %s- VISI DATI TIKS ZAUDĒTI. Ievadiet %s formatēšanas komanda: Izmantojiet: %%%%v ierīces fails ( %s ) REDIĢĒT UZMANĪGI Šī komanda tiek izpildīta kā root
mg: Efa hatsangana ianao %s %s- HO VERY NY DATA REHETRA. Ampidiro %s baiko endrika: Ampiasao: %%%%v rakitra fitaovana ( %s ) MANOAVA AMIN'NY FITANDREMANA Ity baiko ity dia atao toy ny root
mi: Kua tata koe ki te whakahōputu %s %s- KA NGARO KATOA NGA RARAUNGA. Tomo %s whakahau whakahōputu: Whakamahia: %%%%v kōnae taputapu ( %s ) EDIT MA TE TIKA Ka whakahaeretia tenei whakahau hei root
mk: Ќе се форматирате %s %s- СИТЕ ПОДАТОЦИ ЌЕ БИДАТ ИЗГУБЕН. Внесете %s команда за форматирање: Користете: %%%%v датотека на уредот ( %s ) УРЕДИ СО ВНИМАТЕЛНО Оваа команда се извршува како root
ml: നിങ്ങൾ ഫോർമാറ്റ് ചെയ്യാൻ പോകുകയാണ് %s %s- എല്ലാ ഡാറ്റയും നഷ്ടപ്പെടും. നൽകുക %s ഫോർമാറ്റ് കമാൻഡ്: ഉപയോഗിക്കുക: %%%%v ഉപകരണ ഫയൽ ( %s ) ശ്രദ്ധയോടെ എഡിറ്റ് ചെയ്യുക ഈ കമാൻഡ് ഇങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത് root
mn: Та форматлах гэж байна %s %s- БҮХ МЭДЭЭЛЭЛ АЛДАХ БОЛНО. Оруулна уу %s форматлах тушаал: Хэрэглэх: %%%%v төхөөрөмжийн файл ( %s ) БОЛОМЖТОЙ ЗАСАХ Энэ командыг дараах байдлаар ажиллуулна root
mr: तुम्ही फॉरमॅट करणार आहात %s %s- सर्व डेटा नष्ट होईल. प्रविष्ट करा %s स्वरूप आदेश: वापरा: %%%%v डिव्हाइस फाइल ( %s ) एडिट विथ केअर ही कमांड म्हणून चालवली जाते root
mt: Inti se tifformattja %s %s- ID-DATA KOLLHA SE TIINTILEF. Daħħal %s kmand tal-format: Użu: %%%%v fajl tal-apparat ( %s ) EDITJA B'KURA Dan il-kmand jitmexxa bħala root
my: သင်ဖော်မတ်လုပ်တော့မည်။ %s %s- ဒေတာအားလုံး ပျောက်ဆုံးသွားပါမည်။ ဝင်ပါ။ %s ဖော်မတ်အမိန့်- အသုံးပြုရန်- %%%%v စက်ဖိုင် ( %s ) ဂရုစိုက်ခြင်းဖြင့် တည်းဖြတ်ပါ ဤအမိန့်ကို လုပ်ဆောင်သည်။ root
nb: Du er i ferd med å formatere %s %s- ALLE DATA GÅR TAP. Tast inn %s format kommando: Bruk: %%%%v enhetsfil ( %s ) EDIT WITH CARE Denne kommandoen kjøres som root
ne: तपाईं ढाँचा गर्न लाग्दै हुनुहुन्छ %s %s- सबै डाटा नष्ट हुनेछ। प्रविष्ट गर्नुहोस् %s ढाँचा आदेश: प्रयोग गर्नुहोस्: %%%%v उपकरण फाइल ( %s ) हेरचाह संग सम्पादन गर्नुहोस् यो आदेश को रूपमा चलाइएको छ root
or: ଆପଣ ଫର୍ମାଟ୍ କରିବାକୁ ଯାଉଛନ୍ତି | %s %s- ସମସ୍ତ ତଥ୍ୟ ହଜିଯିବ | ଏଣ୍ଟର୍ କରନ୍ତୁ | %s ଫର୍ମାଟ୍ କମାଣ୍ଡ୍: ବ୍ୟବହାର: %%%%v ଡିଭାଇସ୍ ଫାଇଲ୍ | ( %s ) କେୟାର ସହିତ ଏଡିଟ୍ କରନ୍ତୁ ଏହି କମାଣ୍ଡ୍ ଯେପରି ଚାଲିଥାଏ | root
pa: ਤੁਸੀਂ ਫਾਰਮੈਟ ਕਰਨ ਜਾ ਰਹੇ ਹੋ %s %s- ਸਾਰਾ ਡਾਟਾ ਨਸ਼ਟ ਹੋ ਜਾਵੇਗਾ। ਦਰਜ ਕਰੋ %s ਫਾਰਮੈਟ ਕਮਾਂਡ: ਵਰਤੋ: %%%%v ਡਿਵਾਈਸ ਫਾਈਲ ( %s ) ਦੇਖਭਾਲ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ ਇਹ ਕਮਾਂਡ ਇਸ ਤਰ੍ਹਾਂ ਚਲਾਈ ਜਾਂਦੀ ਹੈ root
ps: ﺖﺳﺎﯾ ﻩړﺍ ﻪﭘ ﻞﮑﺷ ﺩ ﻮﺳﺎﺗ %s %s- .ﻲﺷ ﮎﺭﻭ ﻪﺑ ﺕﺎﻣﻮﻠﻌﻣ ﻝﻮټ ﻞﺗﻮﻨﻧ %s :ﻢﮑﺣ ﻞﮑﺷ ﺩ :ﻝﻭﺭﺎﮐ %%%%v ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ ( %s ) ﻱږﯿﮐ ﻝړﻭ ﺦﻣﺮﭘ ﻪګﻮﺗ ﻪﭘ ډﻧﺎﻤﮐ ﺍﺩ ﺉړﮐﻭ ﻥﻮﻤﺳ ﻩﺮﺳ ﯥﻧﺮﻠﻣﺎﭘ ﺩ root
ro: Sunteți pe cale să formatați %s %s- TOATE DATELE VOR FI PIERDE. introduce %s comanda format: Utilizare: %%%%v fișierul dispozitivului ( %s ) EDITARE CU ATENTIE Această comandă este rulată ca root
rw: Ugiye gushiraho %s %s- DATA YOSE IZATAKAZA. Injira %s itegeko ryimiterere: Koresha: %%%%v dosiye ( %s ) Hindura UFITE ICYITONDERWA Iri tegeko rikoreshwa nka root
sd: ﻮﻴﻫﺁ ﺍﺭﺍﻭ ﮠﺮڪ ٽﻴﻣﺭﺎﻓ ﻥﺎﻫﻮﺗ %s %s- .ﺍﺪﻨﻳﻭ ﻲﭤ ﻢﮔ ﺎٽﻳڊ ﭛﺳ ﻮﻳﺮڪ ﻞﺧﺍﺩ %s :ﻢڪﺣ ٽﻴﻣﺭﺎﻓ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ ( %s ) ﻦﺌﻴﺟ ﻲﮬﺁ ﻭﺪﻨﻠﮬ ﻢڪﺣ ﻲﮬ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻥﺎﺳ ﻝﺎﭝﻨﺳ root
si: ඔබ හැඩතල ගැන්වීමට ආසන්නයි %s %s- සියලුම දත්ත අහිමි වනු ඇත. ඇතුල් කරන්න %s ආකෘති විධානය: භාවිත: %%%%v උපාංග ගොනුව ( %s ) පරිස්සමෙන් සංස්කරණය කරන්න මෙම විධානය ක්u200dරියාත්මක වන්නේ මෙසේය root
sk: Chystáte sa formátovať %s %s- VŠETKY ÚDAJE SA STRATAJÚ. Zadajte %s príkaz formátovania: Použitie: %%%%v súbor zariadenia ( %s ) OPATRNE UPRAVIŤ Tento príkaz sa spustí ako root
sl: Pred tem boste formatirali %s %s- VSI PODATKI BODO IZGUBLJENI. Vnesite %s ukaz format: Uporaba: %%%%v datoteko naprave ( %s ) VARNO UREJAJ Ta ukaz se izvaja kot root
sq: Jeni gati të formatoni %s %s- TË GJITHA TË DHËNAT DO TË HUMBEN. Hyni %s komanda e formatit: Përdorni: %%%%v skedari i pajisjes ( %s ) EDIT ME KUJDES Kjo komandë ekzekutohet si root
sw: Unakaribia kuumbiza %s %s- DATA ZOTE ZITAPOTEA. Ingiza %s amri ya umbizo: Tumia: %%%%v faili ya kifaa ( %s ) BADILISHA KWA UMAKINI Amri hii inaendeshwa kama root
ta: நீங்கள் வடிவமைக்க உள்ளீர்கள் %s %s- அனைத்து தரவுகளும் இழக்கப்படும். உள்ளிடவும் %s வடிவ கட்டளை: பயன்படுத்தவும்: %%%%v சாதன கோப்பு ( %s ) கவனமாக திருத்தவும் இந்த கட்டளை இவ்வாறு இயக்கப்படுகிறது root
te: మీరు ఫార్మాట్ చేయబోతున్నారు %s %s- మొత్తం డేటా పోతుంది. నమోదు చేయండి %s ఫార్మాట్ కమాండ్: వా డు: %%%%v పరికర ఫైల్ ( %s ) జాగ్రత్తగా సవరించండి ఈ ఆదేశం ఇలా అమలు చేయబడుతుంది root
tg: Шумо формат карданиед %s %s- ҲАМАИ МАЪЛУМОТ ГУМ МЕШАВАД. Ворид кунед %s фармони формат: Истифода: %%%%v файли дастгоҳ ( %s ) БО ЭҲТИЁТ ТАВРИР КАРДАН Ин фармон ҳамчун иҷро карда мешавад root
th: คุณกำลังจะจัดรูปแบบ %s %s- ข้อมูลทั้งหมดจะสูญหาย เข้า %s คำสั่งรูปแบบ: ใช้: %%%%v ไฟล์อุปกรณ์ ( %s ) แก้ไขด้วยความระมัดระวัง คำสั่งนี้รันเป็น root
tk: Formatlamakçy bolýarsyňyz %s %s- ALhli maglumatlar ýitiriler. Enter %s format buýrugy: Ulany: %%%%v enjam faýly ( %s ) Seresaplyk bilen redaktirläň Bu buýruk ýaly işleýär root
tt: Сез форматларга җыенасыз %s %s- БАРЫ ДАТА Lгалтылачак. Керегез %s формат боерыгы: Куллану: %%%%v җайланма файлы ( %s ) Игътибар белән үзгәртегез Бу боерык шулай эшли root
uk: Ви збираєтеся відформатувати %s %s- ВСІ ДАНІ БУДУТЬ ВТРАЧЕНО. Введіть %s команда форматування: Використовуйте: %%%%v файл пристрою ( %s ) УВАЖНО РЕДАГУВАТИ Цю команду виконується як root
ur: ۔ﮟﯿﮨ ﮯﻟﺍﻭ ﮯﻧﺮﮐ ﭧﯿﻣﺭﺎﻓ ﭖﺁ %s %s- ۔ﺎﮔ ﮯﺋﺎﺟ ﻮﮨ ﻊﺋﺎﺿ ﺎﭩﯾﮈ ﻡﺎﻤﺗ ۔ﮟﯾﺮﮐ ﻞﺧﺍﺩ %s :ﮉﻧﺎﻤﮐ ﭧﯿﻣﺭﺎﻓ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ ( %s ) ۔ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﻼ﻿ﭼ ﺭﻮﻄﺑ ﮉﻧﺎﻤﮐ ﮧﯾ ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﮭﺑ ﮫﮑﯾﺩ root
uz: Siz formatlash arafasidasiz %s %s- HAMMA MA'LUMOTLAR YO'QOTILADI. Kirish %s formatlash buyrug'i: Foydalanish: %%%%v qurilma fayli ( %s ) EHTIYOT BILAN EDIT Bu buyruq quyidagicha bajariladi root
vi: Bạn sắp định dạng %s %s- TẤT CẢ DỮ LIỆU SẼ BỊ MẤT. đi vào %s lệnh định dạng: Sử dụng: %%%%v tập tin thiết bị ( %s ) CHỈNH SỬA VỚI CHĂM SÓC Lệnh này được chạy dưới dạng root
xh: Umalunga nokufomata %s %s- YONKE IDATHA IYA KULAHEKA. Ngena %s ifomathi yomyalelo: Sebenzisa: %%%%v ifayile yesixhobo ( %s ) HLELA NGONONOPHELO Lo myalelo uqhutywa njenge root
yi: טאַמראָפֿ וצ ןגעוו טנעז ריא %s %s- .ןלאַפראַפ ןייז טעוו ןטאַד עלאַ ןיַיראַ %s format command: :ןצינ %%%%v עקעט לטימ ( %s ) יוו ןפיול זיא לעפֿאַב םעד גראָז טימ ןריגאַדער root

source: Format
af: Formaat
am: ቅርጸት
ar: ﺔﻐﻴﺻ
be: Фармат
bg: Форматиране
bn: বিন্যাস
cy: Fformat
eo: Formato
et: Vorming
eu: Formatua
fa: ﺖﻣﺮﻓ
fi: Muoto
fy: Formaat
ga: Formáid
gd: Cruth
gl: Formato
gu: ફોર્મેટ
he: טָמרּופ
hi: प्रारूप
hu: Formátum
hy: Ձևաչափ
is: Snið
ka: ფორმატი
kk: Формат
km: ទម្រង់
kn: ಫಾರ್ಮ್ಯಾಟ್
ku: Çap
ky: Формат
lo: ຮູບແບບ
lt: Formatas
lv: Formāts
mg: endrika
mi: Whakahōputu
mk: Формат
ml: ഫോർമാറ്റ്
mn: Формат
mr: स्वरूप
my: ပုံစံ
ne: ढाँचा
or: ଫର୍ମାଟ୍ |
pa: ਫਾਰਮੈਟ
ps: ﻪڼﺑ
rw: Imiterere
sd: ٽﻴﻣﺭﺎﻓ
si: ආකෘතිය
sk: Formátovať
sq: Formati
sw: Umbizo
ta: வடிவம்
te: ఫార్మాట్
tg: Формат
th: รูปแบบ
tt: Формат
uk: Формат
ur: ﭧﯿﻣﺭﺎﻓ
vi: Định dạng
xh: Ubume
yi: טאַמראָפֿ

source: DATA LOSS WARNING
af: DATAVERLIES WAARSKUWING
am: የውሂብ መጥፋት ማስጠንቀቂያ
ar: ﺕﺎﻧﺎﻴﺒﻟﺍ ﻥﺍﺪﻘﻓ ﺮﻳﺬﺤﺗ
be: ПАПЯРЭДЖАННЕ СТРАТЫ ДАННЫХ
bg: ПРЕДУПРЕЖДЕНИЕ ЗА ЗАГУБА НА ДАННИ
bn: ডেটা ক্ষতির সতর্কতা
ca: ADVERTIMENT DE PÈRDUA DE DADES
cy: RHYBUDD YN COLLI RHYBUDD
da: ADVARSEL PÅ DATATAB
eo: AVERTO PERDA DATUMO
et: ANDMETE KAOTUSE HOIATUS
eu: DATU GALAREN OHARRA
fa: ﻩﺩﺍﺩ ﻥﺩﺍﺩ ﺖﺳﺩ ﺯﺍ ﺭﺍﺪﺸﻫ
fi: VAROITUS TIETOJEN MENETTÄMISESTÄ
fil: BABALA SA PAGKAWALA NG DATA
fy: DATA LOSS warskôging
ga: CAILLTEANAS SONRAÍ RABHADH
gd: RABHADH DÀTA LÀRACH
gl: AVISO DE PERDA DE DATOS
gu: ડેટા નુકશાન ચેતવણી
he: םינותנ ןדבוא לע הרהזא
hi: डेटा हानि चेतावनी
hr: UPOZORENJE O GUBITKU PODATAKA
hu: ADATVESZTÉSI FIGYELMEZTETÉS
hy: ՏՎՅԱԼՆԵՐԻ ԿՈՐՈՒՍՏԻ ԶԳՈՒՇԱՑՈՒՄ
id: PERINGATAN KEHILANGAN DATA
is: VIÐVÖRUN fyrir gagnatapi
ka: გაფრთხილება მონაცემთა დაკარგვის შესახებ
kk: ДЕРЕКТЕРДІ жоғалту туралы ЕСКЕРТУ
km: ការព្រមានអំពីការបាត់បង់ទិន្នន័យ
kn: ಡೇಟಾ ನಷ್ಟದ ಎಚ್ಚರಿಕೆ
ku: HIŞYARÎ WINDA DATA
ky: МААЛЫМАТ ЖОГОЛУУ ЭСКЕРТҮҮ
lb: Donnéeën Verloscht OPGEPASST
lo: ຄຳເຕືອນການສູນເສຍຂໍ້ມູນ
lt: DUOMENŲ PRARADIMO ĮSPĖJIMAS
lv: BRĪDINĀJUMS PAR DATU ZAUDĒŠANU
mg: FAMPITANDREMANA VERY DATA
mi: WHAKAMATARA MO NGA RAARARANGA
mk: ПРЕДУПРЕДУВАЊЕ ЗА ГУБЕЊЕ ПОДАТОЦИ
ml: ഡാറ്റ നഷ്u200cടപ്പെടുമെന്ന മുന്നറിയിപ്പ്
mn: ӨГӨГДӨЛ АЛДАГДАХ АНХААРУУЛГА
mr: डेटा गमावण्याची चेतावणी
mt: TWISSIJA TA' TELF TA' DATA
my: ဒေတာဆုံးရှုံးမှု သတိပေးချက်
nb: ADVARSEL FOR DATATAP
ne: डाटा हानि चेतावनी
or: ଡାଟା ଚେତାବନୀ ହରାଉଛି |
pa: ਡੇਟਾ ਦੇ ਨੁਕਸਾਨ ਦੀ ਚੇਤਾਵਨੀ
ps: ﯼﺭﺍﺩﺮﺒﺧ ﻮﻟﻮﮐﺭﻭ ﻪﺳﻻ﻿ ﻪﻟ ﻮﺗﺎﻣﻮﻠﻌﻣ ﺩ
ro: AVERTISMENT PIERDERE DE DATE
rw: DATA YATAKUYE UMUBURO
sd: ﻱﺭﺍﺩﺮﺒﺧ ﻲﺟ ﻥﺎﺼﻘﻧ ﻲﺟ ﺎٽﻳڊ
si: දත්ත අහිමි වීමේ අනතුරු ඇඟවීම
sk: UPOZORNENIE NA STRATU ÚDAJOV
sl: OPOZORILO O IZGUBI PODATKOV
sq: PARALAJMËRIM PËR HUMBJEN E TË DHËNAVE
sw: ONYO LA UPOTEVU WA DATA
ta: தரவு இழப்பு எச்சரிக்கை
te: డేటా నష్టం హెచ్చరిక
tg: Огоҳӣ оид ба талафи маълумот
th: คำเตือนข้อมูลสูญหาย
tk: Maglumatlar duýduryşyny ýitirýär
tt: Мәгълүматлар кисәтә
uk: ПОПЕРЕДЖЕННЯ ПРО ВТРАТУ ДАНИХ
ur: ﮓﻨﻧﺭﺍﻭ ﯽﮐ ﻥﺎﺼﻘﻧ ﮯﮐ ﺎﭩﯾﮈ
uz: MA'LUMOTLAR YO'qotilishi haqida OGOHLANTIRISH
vi: CẢNH BÁO MẤT DỮ LIỆU
xh: UKULAHLEKELWA KWEDATHA ISILUMKISO
yi: גנונעראוו רעוונאָ ןטאַד

source: Format %s
af: Formaat %s
am: ቅርጸት %s
ar: ﺔﻐﻴﺻ %s
be: Фармат %s
bg: Форматиране %s
bn: বিন্যাস %s
cy: Fformat %s
eo: Formato %s
et: Vorming %s
eu: Formatua %s
fa: ﺖﻣﺮﻓ %s
fi: Muoto %s
fy: Formaat %s
ga: Formáid %s
gd: Cruth %s
gl: Formato %s
gu: ફોર્મેટ %s
he: טָמרּופ %s
hi: प्रारूप %s
hu: Formátum %s
hy: Ձևաչափ %s
is: Snið %s
ka: ფორმატი %s
kk: Формат %s
km: ទម្រង់ %s
kn: ಫಾರ್ಮ್ಯಾಟ್ %s
ku: Çap %s
ky: Формат %s
lo: ຮູບແບບ %s
lt: Formatas %s
lv: Formāts %s
mg: endrika %s
mi: Whakahōputu %s
mk: Формат %s
ml: ഫോർമാറ്റ് %s
mn: Формат %s
mr: स्वरूप %s
my: ပုံစံ %s
ne: ढाँचा %s
or: ଫର୍ମାଟ୍ | %s
pa: ਫਾਰਮੈਟ %s
ps: ﻪڼﺑ %s
rw: Imiterere %s
sd: ٽﻴﻣﺭﺎﻓ %s
si: ආකෘතිය %s
sk: Formátovať %s
sq: Formati %s
sw: Umbizo %s
ta: வடிவம் %s
te: ఫార్మాట్ %s
tg: Формат %s
th: รูปแบบ %s
tt: Формат %s
uk: Формат %s
ur: ﭧﯿﻣﺭﺎﻓ %s
vi: Định dạng %s
xh: Ubume %s
yi: טאַמראָפֿ %s

source: %s is currently mounted. You must unmount it before you can restore it.
af: %s is tans gemonteer. Jy moet dit ontkoppel voordat jy dit kan herstel.
am: %s በአሁኑ ጊዜ ተጭኗል። ወደነበረበት ከመመለስዎ በፊት መንቀል አለብዎት።
ar: %s .ﻪﺗﺩﺎﻌﺘﺳﺍ ﻦﻣ ﻦﻜﻤﺘﺗ ﻥﺃ ﻞﺒﻗ ﻪﻠﻴﻤﺤﺗ ءﺎﻐﻟﺇ ﻚﻴﻠﻋ ﺐﺠﻳ .ﺎﻴﻟﺎﺣ ﺖﺒﺜﻣ
be: %s у цяперашні час змантаваны. Вы павінны адключыць яго, перш чым аднавіць яго.
bg: %s в момента е монтиран. Трябва да го демонтирате, преди да можете да го възстановите.
bn: %s বর্তমানে মাউন্ট করা হয়। আপনি এটি পুনরুদ্ধার করার আগে আপনাকে অবশ্যই এটি আনমাউন্ট করতে হবে৷
ca: %s actualment està muntat. Cal desmuntar-lo abans de poder restaurar-lo.
cy: %s wedi'i osod ar hyn o bryd. Rhaid i chi ei ddad-rifo cyn y gallwch ei adfer.
da: %s er i øjeblikket monteret. Du skal afmontere den, før du kan gendanne den.
eo: %s estas nuntempe muntita. Vi devas malmunti ĝin antaŭ ol vi povas restarigi ĝin.
et: %s on hetkel paigaldatud. Enne taastamist peate selle lahti ühendama.
eu: %s gaur egun muntatuta dago. Berrezarri ahal izateko desmuntatu behar duzu.
fa: %s .ﺪﯿﻨﮐ ﺍﺪﺟ ﺍﺭ ﻥﺁ ﺪﯾﺎﺑ ،ﺪﯿﻨﮐ ﯽﺑﺎﯾﺯﺎﺑ ﺍﺭ ﻥﺁ ﺪﯿﻧﺍﻮﺘﺑ ﻪﮑﻨﯾﺍ ﺯﺍ ﻞﺒﻗ ﺖﺳﺍ ﻩﺪﺷ ﺐﺼﻧ ﺮﺿﺎﺣ ﻝﺎﺣ ﺭﺩ
fi: %s on tällä hetkellä asennettuna. Sinun on irrotettava se ennen kuin voit palauttaa sen.
fil: %s ay kasalukuyang naka-mount. Dapat mo itong i-unmount bago mo ito maibalik.
fy: %s is op it stuit monteard. Jo moatte it ûntkoppele foardat jo it weromsette kinne.
ga: %s suite faoi láthair. Caithfidh tú é a dhíchóimeáil sular féidir leat é a chur ar ais.
gd: %s air a chur suas an-dràsta. Feumaidh tu a dhì-cheadachadh mus urrainn dhut a thoirt air ais.
gl: %s está montado actualmente. Debes desmontalo antes de poder restauralo.
gu: %s હાલમાં માઉન્ટ થયેલ છે. તમે તેને પુનઃસ્થાપિત કરી શકો તે પહેલાં તમારે તેને અનમાઉન્ટ કરવું આવશ્યક છે.
he: %s .ותוא רזחשל לכותש ינפל הניעטה תא לטבל ךילע .תעכ ןקתומ
hi: %s वर्तमान में लगाया गया है। इसे पुनर्स्थापित करने से पहले आपको इसे अनमाउंट करना होगा।
hr: %s trenutno je montiran. Morate ga demontirati prije nego što ga možete vratiti.
hu: %s jelenleg fel van szerelve. A visszaállítás előtt le kell választania.
hy: %s ներկայումս տեղադրված է: Նախքան այն վերականգնելը, դուք պետք է ապամոնտաժեք այն:
id: %s saat ini terpasang. Anda harus melepasnya sebelum dapat memulihkannya.
is: %s er nú uppsett. Þú verður að aftengja það áður en þú getur endurheimt það.
ka: %s ამჟამად დამონტაჟებულია. თქვენ უნდა მოხსნათ ის, სანამ შეძლებთ მის აღდგენას.
kk: %s қазіргі уақытта орнатылған. Оны қалпына келтірмес бұрын оны ажырату керек.
km: %s បច្ចុប្បន្នត្រូវបានម៉ោន។ អ្នកu200bត្រូវu200bតែu200bផ្ដាច់u200bវាu200bមុនu200bពេលu200bអ្នកu200bអាចu200bស្ដារu200bវាu200bឡើងu200bវិញ។
kn: %s ಪ್ರಸ್ತುತ ಅಳವಡಿಸಲಾಗಿದೆ. ನೀವು ಅದನ್ನು ಮರುಸ್ಥಾಪಿಸುವ ಮೊದಲು ನೀವು ಅದನ್ನು ಅನ್u200cಮೌಂಟ್ ಮಾಡಬೇಕು.
ku: %s niha hatiye lêkirin. Berî ku hûn bikarin wê vegerînin, divê hûn wê rakin.
ky: %s учурда орнотулган. Аны калыбына келтирүүдөн мурун аны ажыратышыңыз керек.
lb: %s ass momentan montéiert. Dir musst et unmount ier Dir et restauréiere kënnt.
lo: %s ປະຈຸບັນຖືກຕິດຕັ້ງ. ທ່ານຕ້ອງຖອນການຕິດຕັ້ງມັນກ່ອນທີ່ທ່ານຈະສາມາດຟື້ນຟູມັນໄດ້.
lt: %s šiuo metu sumontuotas. Prieš atkurdami, turite jį atjungti.
lv: %s pašlaik ir uzstādīts. Lai to varētu atjaunot, tas ir jāatvieno.
mg: %s dia mipetaka amin'izao fotoana izao. Tsy maintsy esorinao io alohan'ny hamerenanao azy.
mi: %s kei te whakairihia i tenei wa. Me tango e koe i mua i to whakaora.
mk: %s моментално е монтиран. Мора да го демонтирате пред да можете да го вратите.
ml: %s നിലവിൽ മൌണ്ട് ചെയ്തിട്ടുണ്ട്. പുനഃസ്ഥാപിക്കുന്നതിന് മുമ്പ് നിങ്ങൾ അത് അൺമൗണ്ട് ചെയ്യണം.
mn: %s одоогоор суурилуулсан байна. Та үүнийг сэргээхээсээ өмнө салгах хэрэгтэй.
mr: %s सध्या आरोहित आहे. तुम्ही ते रिस्टोअर करण्यापूर्वी तुम्ही ते अनमाउंट करणे आवश्यक आहे.
mt: %s bħalissa huwa mmuntat. Trid tneħħiha qabel ma tkun tista' tirrestawraha.
my: %s လက်ရှိတပ်ဆင်ထားသည်။ ၎င်းကို ပြန်လည်မရယူနိုင်မီ ၎င်းကို ဖြုတ်ထားရပါမည်။
nb: %s er for øyeblikket montert. Du må demontere den før du kan gjenopprette den.
ne: %s हाल माउन्ट गरिएको छ। तपाईंले यसलाई पुनर्स्थापना गर्नु अघि तपाईंले यसलाई अनमाउन्ट गर्नुपर्छ।
or: %s ସମ୍ପ୍ରତି ମାଉଣ୍ଟ ହୋଇଛି | ଆପଣ ଏହାକୁ ପୁନ restore ସ୍ଥାପନ କରିବା ପୂର୍ବରୁ ଏହାକୁ ଅନାବଶ୍ୟକ କରିବା ଜରୁରୀ |
pa: %s ਵਰਤਮਾਨ ਵਿੱਚ ਮਾਊਂਟ ਕੀਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਨੂੰ ਇਸਨੂੰ ਰੀਸਟੋਰ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਸਨੂੰ ਅਨਮਾਉਂਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
ps: %s .ﺉړﮐ ﻝﺎﺤﺑ ﯥﯾ ﻮﺳﺎﺗ ﯥﭼ ﯤﺪﻟ ﯥﮑﺨﻣ ﺉړﮐ ﺐﺼﻧ ﺮﯿﻏ ﺍﺩ ﺪﯾﺎﺑ ﻮﺳﺎﺗ .ﯼﺩ ﯼﻮﺷ ﺐﺼﻧ ﺱﻭﺍ
ro: %s este montat in prezent. Trebuie să-l demontați înainte de a-l putea restaura.
rw: %s ni Kuri. Ugomba kubisiba mbere yuko ubisubiza.
sd: %s .ﻮﮭﮕﺳ ﻱﺮڪ ﻝﺎﺤﺑ ﻲﮐ ﻥﺍ ﻥﺎﮬﻮﺗ ﮖﺍ ﻥﺎﮐ ﻥﺍ ﻲﺟﺮﮭﮔ ﮠﺮڪ ٽﻧﺅﺎﻣ ﻥﺍ ﻲﮐ ﻥﺍ ﻲﮐ ﻥﺎﮬﻮﺗ .ﻲﻫﺁ ﻞﻴﭤ ﺐﺼﻧ ﺖﻗﻭ ﻦﻫ
si: %s දැනට සවිකර ඇත. ඔබට එය ප්u200dරතිසාධනය කිරීමට පෙර ඔබ එය ඉවත් කළ යුතුය.
sk: %s je momentálne namontovaný. Pred obnovením ho musíte odpojiť.
sl: %s je trenutno nameščen. Preden ga lahko obnovite, ga morate odklopiti.
sq: %s është montuar aktualisht. Duhet ta çmontoni përpara se të mund ta rivendosni.
sw: %s kwa sasa imewekwa. Ni lazima uipandishe kabla ya kuirejesha.
ta: %s தற்போது ஏற்றப்பட்டுள்ளது. நீங்கள் அதை மீட்டெடுப்பதற்கு முன், நீங்கள் அதை அகற்ற வேண்டும்.
te: %s ప్రస్తుతం మౌంట్ చేయబడింది. మీరు దాన్ని పునరుద్ధరించడానికి ముందు దాన్ని తప్పనిసరిగా అన్u200cమౌంట్ చేయాలి.
tg: %s айни замон васл карда шудааст. Пеш аз барқарор кардани он шумо бояд онро ҷудо кунед.
th: %s กำลังติดตั้งอยู่ คุณต้องยกเลิกการต่อเชื่อมก่อนจึงจะสามารถกู้คืนได้
tk: %s häzirki wagtda gurnalan. Ony dikeltmezden ozal aýyrmaly.
tt: %s хәзерге вакытта монтажланган. Аны торгызганчы сез аны чыгарырга тиеш.
uk: %s наразі змонтовано. Ви повинні відключити його, перш ніж ви зможете його відновити.
ur: %s ۔ﮯﯿﮨﺎﭼ ﺎﻧﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﮯﺳﺍ ﻮﮐ ﭖﺁ ﮟﯿﮑﺳ ﺮﮐ ﻝﺎﺤﺑ ﮯﺳﺍ ﭖﺁ ﮧﮐ ﮯﻠﮩﭘ ﮯﺳ ﺱﺍ .ﮯﮨ ﺐﺼﻧ ﻝﺎﺤﻟﺍ ﯽﻓ
uz: %s hozirda o'rnatilgan. Qayta tiklashdan oldin uni uzishingiz kerak.
vi: %s hiện đang được gắn kết. Bạn phải ngắt kết nối nó trước khi bạn có thể khôi phục nó.
xh: %s ixhonyiwe ngoku. Kufuneka uyihlise phambi kokuba uyibuyisele.
yi: %s .סע ןרעקמו ןענעק ריא רעדייא סע טנואָמנאַ ןזומ ריא .דעטנואָמ טציא זיא
