Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
af: Voer bergbevel in: Gebruik: %%%%v toestel lêer ( %s ) %%%%o volume-spesifieke montering opsies ( %s ) Let wel: fstab ignoreer sommige opsies EDIT MET SORG Hierdie opdrag word uitgevoer as root
am: የመጫኛ ትዕዛዙን ያስገቡ፡- ተጠቀም፡ %%%%v የመሳሪያ ፋይል ( %s ) %%%%o ጥራዝ-ተኮር የመጫኛ አማራጮች ( %s ) ማስታወሻ፡ fstab አንዳንድ አማራጮችን ይሽራል። በእንክብካቤ ያርትዑ ይህ ትእዛዝ የሚካሄደው እንደ ነው። root
ar: :ﻞﻴﻤﺤﺘﻟﺍ ﺮﻣﺃ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%%%v ﺯﺎﻬﺠﻟﺍ ﻒﻠﻣ ( %s ) %%%%o ﻢﺠﺤﻟﺎﺑ ﺔﺻﺎﺨﻟﺍ ﻞﻴﻤﺤﺘﻟﺍ ﺕﺍﺭﺎﻴﺧ ( %s ) ﺕﺍﺭﺎﻴﺨﻟﺍ ﺾﻌﺑ fstab ﺯﻭﺎﺠﺘﻳ :ﺔﻈﺣﻼ﻿ﻣ EDIT WITH CARE ﻒﻠﻤﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺗ ﻢﺘﻳ root
be: Увядзіце каманду мантавання: Выкарыстоўвайце: %%%%v файл прылады ( %s ) %%%%o варыянты мацавання ў залежнасці ад аб'ёму ( %s ) Заўвага: fstab перавызначае некаторыя параметры УВАЖНА рэдагаваць Гэтая каманда выконваецца як root
bg: Въведете команда за монтиране: Използвайте: %%%%v файл на устройството ( %s ) %%%%o опции за монтиране, специфични за обема ( %s ) Забележка: fstab отменя някои опции РЕДАКТИРАНЕ ВНИМАТЕЛНО Тази команда се изпълнява като root
bn: মাউন্ট কমান্ড লিখুন: ব্যবহার করুন: %%%%v ডিভাইস ফাইল ( %s ) %%%%o ভলিউম-নির্দিষ্ট মাউন্ট বিকল্প ( %s ) দ্রষ্টব্য: fstab কিছু বিকল্প ওভাররাইড করে যত্নের সাথে সম্পাদনা করুন এই কমান্ডটি হিসাবে চালানো হয় root
ca: Introduïu l'ordre de muntatge: Ús: %%%%v fitxer del dispositiu ( %s ) %%%%o opcions de muntatge específiques del volum ( %s ) Nota: fstab anul·la algunes opcions EDITAR AMB CURA Aquesta ordre s'executa com a root
cy: Rhowch orchymyn mowntio: Defnyddiwch: %%%%v ffeil ddyfais ( %s ) %%%%o opsiynau mowntio cyfaint-benodol ( %s ) Sylwch: mae fstab yn diystyru rhai opsiynau GOLYGU GYDA GOFAL Mae'r gorchymyn hwn yn cael ei redeg fel root
da: Indtast monteringskommando: Brug: %%%%v enhedsfil ( %s ) %%%%o volumenspecifikke monteringsmuligheder ( %s ) Bemærk: fstab tilsidesætter nogle muligheder EDIT WITH CARE Denne kommando køres som root
eo: Enigu muntan komandon: Uzu: %%%%v aparato dosiero ( %s ) %%%%o volumenospecifaj muntaj opcioj ( %s ) Noto: fstab anstataŭas iujn opciojn REDAKTU ZORGE Ĉi tiu komando ruliĝas kiel root
et: Sisestage mount käsk: Kasuta: %%%%v seadme fail ( %s ) %%%%o helitugevusepõhised kinnitusvalikud ( %s ) Märkus: fstab alistab mõned valikud EDIT TÄHELEPANU Seda käsku käivitatakse kui root
eu: Sartu muntatzeko komandoa: Erabili: %%%%v gailuaren fitxategia ( %s ) %%%%o bolumenari dagokion muntaketa-aukerak ( %s ) Oharra: fstab-ek aukera batzuk gainidazten ditu EDITATU KONTUZ Komando hau honela exekutatzen da root
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ mount ﺭﻮﺘﺳﺩ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%%%v ﻩﺎﮕﺘﺳﺩ ﻞﯾﺎﻓ ( %s ) %%%%o ﻢﺠﺣ ﺹﻮﺼﺨﻣ ﺐﺼﻧ ﯼﺎﻫ ﻪﻨﯾﺰﮔ ( %s ) ﺪﻨﮐ ﯽﻣ ﻮﻐﻟ ﺍﺭ ﺎﻫ ﻪﻨﯾﺰﮔ ﺯﺍ ﯽﺧﺮﺑ fstab :ﻪﺟﻮﺗ EDIT WITH CARE ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ ﺕﺭﻮﺻ ﻪﺑ ﺭﻮﺘﺳﺩ ﻦﯾﺍ root
fi: Anna mount-komento: Käyttää: %%%%v laitetiedosto ( %s ) %%%%o tilavuuskohtaiset kiinnitysvaihtoehdot ( %s ) Huomautus: fstab ohittaa jotkin vaihtoehdot MUOKKAA HUOLELLISESTI Tämä komento suoritetaan muodossa root
fil: Ipasok ang mount command: Gamitin ang: %%%%v file ng device ( %s ) %%%%o mga opsyon sa pag-mount na partikular sa volume ( %s ) Tandaan: ino-override ng fstab ang ilang opsyon I-EDIT NA MAY PAG-IINGAT Ang command na ito ay pinapatakbo bilang root
fy: Fier mount kommando yn: Brûke: %%%%v apparaat triem ( %s ) %%%%o folume-spesifike mount opsjes ( %s ) Opmerking: fstab oerskriuwt guon opsjes EDIT WITH CARE Dit kommando wurdt útfierd as root
ga: Iontráil mount mount: Úsáid: %%%%v comhad feiste ( %s ) %%%%o roghanna gléasta toirt-shonrach ( %s ) Nóta: sáraíonn fstab roinnt roghanna Eagar LE CÚRAM Ritheann an t-ordú seo mar root
gd: Cuir a-steach àithne mount: Cleachd: %%%%v faidhle inneal ( %s ) %%%%o roghainnean mount meud-sònraichte ( %s ) Nòta: tha fstab a ’dol thairis air cuid de roghainnean EDIT WITH CARE Tha an àithne seo air a ruith mar root
gl: Introduza o comando de montaxe: Uso: %%%%v ficheiro do dispositivo ( %s ) %%%%o opcións de montaxe específicas para o volume ( %s ) Nota: fstab anula algunhas opcións EDITAR CON COIDADO Este comando execútase como root
gu: માઉન્ટ આદેશ દાખલ કરો: વાપરવુ: %%%%v ઉપકરણ ફાઇલ ( %s ) %%%%o વોલ્યુમ-વિશિષ્ટ માઉન્ટ વિકલ્પો ( %s ) નોંધ: fstab કેટલાક વિકલ્પો પર ફરીથી લખે છે સંભાળ સાથે સંપાદિત કરો આ આદેશ આ રીતે ચલાવવામાં આવે છે root
he: :mount תדוקפ ןזה :שמתשהל %%%%v רישכמה ץבוק ( %s ) %%%%o חפנל תויפיצפס הבכרה תויורשפא ( %s ) תויורשפא המכ תפקוע fstab :הרעה EDIT WITH CARE םשב תלעפומ וז הדוקפ root
hi: माउंट कमांड दर्ज करें: उपयोग: %%%%v डिवाइस फ़ाइल ( %s ) %%%%o वॉल्यूम-विशिष्ट माउंट विकल्प ( %s ) नोट: fstab कुछ विकल्पों को ओवरराइड करता है देखभाल के साथ संपादित करें यह आदेश इस प्रकार चलाया जाता है root
hr: Unesite naredbu za montiranje: Koristiti: %%%%v datoteku uređaja ( %s ) %%%%o opcije montaže specifične za volumen ( %s ) Napomena: fstab nadjačava neke opcije PAŽLJIVO UREDI Ova se naredba izvodi kao root
hu: Írja be a mount parancsot: Használat: %%%%v eszköz fájl ( %s ) %%%%o kötetspecifikus rögzítési lehetőségek ( %s ) Megjegyzés: Az fstab felülír néhány beállítást EDIT WITH CARE Ez a parancs a következőként fut root
hy: Մուտքագրեք mount հրամանը. Օգտագործեք: %%%%v սարքի ֆայլը ( %s ) %%%%o ծավալին հատուկ ամրացման տարբերակներ ( %s ) Նշում. fstab-ը անտեսում է որոշ տարբերակներ ԽՆԱՄԲԵԼՈՒ ՀԱՄԱՐ Այս հրամանը գործարկվում է որպես root
id: Masukkan perintah mount: Menggunakan: %%%%v berkas perangkat ( %s ) %%%%o opsi pemasangan khusus volume ( %s ) Catatan: fstab menimpa beberapa opsi EDIT WITH CARE Perintah ini dijalankan sebagai root
is: Sláðu inn mount skipun: Notaðu: %%%%v tæki skrá ( %s ) %%%%o bindivalkostir sem eru sérstakir fyrir hljóðstyrk ( %s ) Athugið: fstab hnekkir sumum valkostum EDIT WITH CARE Þessi skipun er keyrð sem root
ka: შეიყვანეთ mount ბრძანება: გამოყენება: %%%%v მოწყობილობის ფაილი ( %s ) %%%%o მოცულობის სპეციფიკური დამაგრების ვარიანტები ( %s ) შენიშვნა: fstab უგულებელყოფს ზოგიერთ ვარიანტს სიფრთხილით რედაქტირება ეს ბრძანება მუშაობს როგორც root
kk: Монтаждау пәрменін енгізіңіз: Қолдану: %%%%v құрылғы файлы ( %s ) %%%%o көлемге арналған орнату опциялары ( %s ) Ескертпе: fstab кейбір опцияларды қайта анықтайды МАҚСАТ МЕНЕН ӨҢДЕУ Бұл пәрмен келесідей орындалады root
km: បញ្ចូលពាក្យបញ្ជាម៉ោន៖ ប្រើ៖ %%%%v ឯកសារឧបករណ៍ ( %s ) %%%%o ជម្រើសម៉ោនជាក់លាក់នៃកម្រិតសំឡេង ( %s ) ចំណាំ៖ fstab បដិសេធជម្រើសមួយចំនួន EDIT WITH CARE ពាក្យបញ្ជានេះត្រូវបានដំណើរការជា root
kn: ಮೌಂಟ್ ಆಜ್ಞೆಯನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%%%v ಸಾಧನ ಫೈಲ್ ( %s ) %%%%o ಪರಿಮಾಣ-ನಿರ್ದಿಷ್ಟ ಆರೋಹಣ ಆಯ್ಕೆಗಳು ( %s ) ಗಮನಿಸಿ: fstab ಕೆಲವು ಆಯ್ಕೆಗಳನ್ನು ಅತಿಕ್ರಮಿಸುತ್ತದೆ ಎಚ್ಚರಿಕೆಯಿಂದ ಸಂಪಾದಿಸಿ ಈ ಆಜ್ಞೆಯನ್ನು ಹೀಗೆ ಚಲಾಯಿಸಲಾಗುತ್ತದೆ root
ku: Fermana çiyê binivîse: Bikaranîn: %%%%v pelê amûrê ( %s ) %%%%o vebijarkên mount-volm-taybet ( %s ) Nîşe: fstab hin vebijarkan ji holê radike BI HIŞYAR BIDIN Ev ferman wekî tê xebitandin root
ky: Монтаждоо буйругун киргизиңиз: Колдонуу: %%%%v түзмөк файлы ( %s ) %%%%o көлөмү үчүн атайын орнотуу параметрлери ( %s ) Эскертүү: fstab кээ бир параметрлерди жокко чыгарат КАТТЫК МЕНЕН EDIT Бул буйрук катары иштетилет root
lb: Gitt Mount Kommando: Benotzt: %%%%v Apparat Fichier ( %s ) %%%%o Volume-spezifesch Montéierung Optiounen ( %s ) Notiz: fstab iwwerschreift e puer Optiounen EDIT MAT CARE Dëse Kommando gëtt als root
lo: ໃສ່ຄໍາສັ່ງ mount: ໃຊ້: %%%%v ໄຟລu200b໌u200bອຸu200bປະu200bກອນu200b ( %s ) %%%%o ຕົວເລືອກການຕິດຕັ້ງສະເພາະປະລິມານ ( %s ) ຫມາຍເຫດ: fstab overrides ບາງທາງເລືອກ EDIT WITH CARE ຄໍາສັ່ງນີ້ແມ່ນດໍາເນີນການເປັນ root
lt: Įveskite mount komandą: Naudokite: %%%%v įrenginio failas ( %s ) %%%%o tūriui būdingos tvirtinimo parinktys ( %s ) Pastaba: fstab nepaiso kai kurių parinkčių REDAGUOTI ATSARGIAI Ši komanda vykdoma kaip root
lv: Ievadiet mount komandu: Izmantojiet: %%%%v ierīces fails ( %s ) %%%%o apjomam raksturīgas stiprinājuma iespējas ( %s ) Piezīme: fstab ignorē dažas opcijas REDIĢĒT UZMANĪGI Šī komanda tiek izpildīta kā root
mg: Ampidiro ny baiko mount: Ampiasao: %%%%v rakitra fitaovana ( %s ) %%%%o safidin'ny mounts manokana amin'ny volume ( %s ) Fanamarihana: ny fstab dia manafoana ny safidy sasany MANOAVA AMIN'NY FITANDREMANA Ity baiko ity dia atao toy ny root
mi: Whakauruhia te whakahau Maunga: Whakamahia: %%%%v kōnae taputapu ( %s ) %%%%o kōwhiringa Maunga-motuhake ( %s ) Tuhipoka: ka takahia e fstab etahi whiringa EDIT MA TE TIKA Ka whakahaeretia tenei whakahau hei root
mk: Внесете команда за монтирање: Користете: %%%%v датотека на уредот ( %s ) %%%%o Опции за монтирање специфични за волумен ( %s ) Забелешка: fstab отфрла некои опции УРЕДИ СО ВНИМАТЕЛНО Оваа команда се извршува како root
ml: മൗണ്ട് കമാൻഡ് നൽകുക: ഉപയോഗിക്കുക: %%%%v ഉപകരണ ഫയൽ ( %s ) %%%%o വോളിയം-നിർദ്ദിഷ്ട മൗണ്ട് ഓപ്ഷനുകൾ ( %s ) ശ്രദ്ധിക്കുക: fstab ചില ഓപ്ഷനുകൾ അസാധുവാക്കുന്നു ശ്രദ്ധയോടെ എഡിറ്റ് ചെയ്യുക ഈ കമാൻഡ് ഇങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത് root
mn: mount командыг оруулна уу: Хэрэглэх: %%%%v төхөөрөмжийн файл ( %s ) %%%%o эзлэхүүний тусгай холбох сонголтууд ( %s ) Анхаарна уу: fstab нь зарим сонголтыг хүчингүй болгодог БОЛОМЖТОЙ ЗАСАХ Энэ командыг дараах байдлаар ажиллуулна root
mr: माउंट कमांड एंटर करा: वापरा: %%%%v डिव्हाइस फाइल ( %s ) %%%%o व्हॉल्यूम-विशिष्ट माउंट पर्याय ( %s ) टीप: fstab काही पर्याय ओव्हरराइड करते एडिट विथ केअर ही कमांड म्हणून चालवली जाते root
mt: Daħħal il-kmand tal-muntaġġ: Użu: %%%%v fajl tal-apparat ( %s ) %%%%o għażliet ta 'muntaġġ speċifiċi għall-volum ( %s ) Nota: fstab jegħleb xi għażliet EDITJA B'KURA Dan il-kmand jitmexxa bħala root
my: Mount command ကိုရိုက်ထည့်ပါ အသုံးပြုရန်- %%%%v စက်ဖိုင် ( %s ) %%%%o အသံအတိုးအကျယ်-သီးသန့် mount ရွေးချယ်စရာများ ( %s ) မှတ်ချက်- fstab သည် ရွေးချယ်စရာအချို့ကို လွှမ်းမိုးထားသည်။ ဂရုစိုက်ခြင်းဖြင့် တည်းဖြတ်ပါ ဤအမိန့်ကို လုပ်ဆောင်သည်။ root
nb: Skriv inn monteringskommando: Bruk: %%%%v enhetsfil ( %s ) %%%%o volumspesifikke monteringsalternativer ( %s ) Merk: fstab overstyrer noen alternativer EDIT WITH CARE Denne kommandoen kjøres som root
ne: माउन्ट आदेश प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%%%v उपकरण फाइल ( %s ) %%%%o भोल्युम-विशिष्ट माउन्ट विकल्पहरू ( %s ) नोट: fstab ले केही विकल्पहरू ओभरराइड गर्दछ हेरचाह संग सम्पादन गर्नुहोस् यो आदेश को रूपमा चलाइएको छ root
or: ମାଉଣ୍ଟ କମାଣ୍ଡ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%%%v ଡିଭାଇସ୍ ଫାଇଲ୍ | ( %s ) %%%%o ଭଲ୍ୟୁମ-ନିର୍ଦ୍ଦିଷ୍ଟ ମାଉଣ୍ଟ ବିକଳ୍ପଗୁଡ଼ିକ | ( %s ) ଟିପନ୍ତୁ: fstab କିଛି ବିକଳ୍ପକୁ ନବଲିଖନ କରେ | କେୟାର ସହିତ ଏଡିଟ୍ କରନ୍ତୁ ଏହି କମାଣ୍ଡ୍ ଯେପରି ଚାଲିଥାଏ | root
pa: ਮਾਊਂਟ ਕਮਾਂਡ ਦਿਓ: ਵਰਤੋ: %%%%v ਡਿਵਾਈਸ ਫਾਈਲ ( %s ) %%%%o ਵਾਲੀਅਮ-ਵਿਸ਼ੇਸ਼ ਮਾਊਂਟ ਚੋਣਾਂ ( %s ) ਨੋਟ: fstab ਕੁਝ ਵਿਕਲਪਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰਦਾ ਹੈ ਦੇਖਭਾਲ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ ਇਹ ਕਮਾਂਡ ਇਸ ਤਰ੍ਹਾਂ ਚਲਾਈ ਜਾਂਦੀ ਹੈ root
ps: :ﺉړﮐ ﻪﻨﻧﺩ ډﻧﺎﻤﮐ ټﻧﻭﺎﻣ ﺩ :ﻝﻭﺭﺎﮐ %%%%v ﻞﯾﺎﻓ ﻪﻠﯿﺳﻭ ﺩ ( %s ) %%%%o ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﻮﻟﻮﮐ ﺐﺼﻧ ﻱړګﻧﺎځ ﻢﺠﺣ ﺩ ( %s ) ﻱﻮﮐ ﻪﺗﺭﻮﭘ ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﯥﻨﯿځ fstab :ﻪﻧﻭﺩﺎﯾ ﻱږﯿﮐ ﻝړﻭ ﺦﻣﺮﭘ ﻪګﻮﺗ ﻪﭘ ډﻧﺎﻤﮐ ﺍﺩ ﺉړﮐﻭ ﻥﻮﻤﺳ ﻩﺮﺳ ﯥﻧﺮﻠﻣﺎﭘ ﺩ root
ro: Introdu comanda de montare: Utilizare: %%%%v fișierul dispozitivului ( %s ) %%%%o opțiuni de montare specifice volumului ( %s ) Notă: fstab înlocuiește unele opțiuni EDITARE CU ATENTIE Această comandă este rulată ca root
rw: Injira itegeko rya mount: Koresha: %%%%v dosiye ( %s ) %%%%o ingano-yihariye yo guhitamo ( %s ) Icyitonderwa: fstab irenga amahitamo amwe Hindura UFITE ICYITONDERWA Iri tegeko rikoreshwa nka root
sd: :ﻢڪﺣ ٽﻧﺅﺎﻣ ﻮﻳﺮڪ ﻞﺧﺍﺩ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﻴﺋﺍﻭڊ ( %s ) %%%%o ﺭﺎﻴﺘﺧﺍ ﺎﺟ ﻞﺒﺟ ﺹﻮﺼﺨﻣ-ﻢﺠﺣ ( %s ) ﻮﭤ ﻱﺮڪ ﻢﺘﺧ ﻲﮐ ﻥﺭﺎﻴﺘﺧﺍ ﻪﻬﺠڪ fstab :ٽﻮﻧ ﻦﺌﻴﺟ ﻲﮬﺁ ﻭﺪﻨﻠﮬ ﻢڪﺣ ﻲﮬ ﻮﻳﺮڪ ﻞﻳﺪﺒﺗ ﻥﺎﺳ ﻝﺎﭝﻨﺳ root
si: mount විධානය ඇතුල් කරන්න: භාවිත: %%%%v උපාංග ගොනුව ( %s ) %%%%o පරිමාව-විශේෂිත සවි කිරීම් විකල්ප ( %s ) සටහන: fstab සමහර විකල්ප අභිබවා යයි පරිස්සමෙන් සංස්කරණය කරන්න මෙම විධානය ක්u200dරියාත්මක වන්නේ මෙසේය root
sk: Zadajte príkaz mount: Použitie: %%%%v súbor zariadenia ( %s ) %%%%o možnosti pripojenia špecifické pre objem ( %s ) Poznámka: fstab prepíše niektoré možnosti OPATRNE UPRAVIŤ Tento príkaz sa spustí ako root
sl: Vnesite ukaz za priklop: Uporaba: %%%%v datoteko naprave ( %s ) %%%%o možnosti pritrditve, specifične za količino ( %s ) Opomba: fstab preglasi nekatere možnosti VARNO UREJAJ Ta ukaz se izvaja kot root
sq: Fut komandën e montimit: Përdorni: %%%%v skedari i pajisjes ( %s ) %%%%o opsionet e montimit për vëllimin specifik ( %s ) Shënim: fstab anashkalon disa opsione EDIT ME KUJDES Kjo komandë ekzekutohet si root
sw: Ingiza amri ya mlima: Tumia: %%%%v faili ya kifaa ( %s ) %%%%o chaguzi za kupachika za kiasi maalum ( %s ) Kumbuka: fstab hubatilisha baadhi ya chaguzi BADILISHA KWA UMAKINI Amri hii inaendeshwa kama root
ta: ஏற்ற கட்டளையை உள்ளிடவும்: பயன்படுத்தவும்: %%%%v சாதன கோப்பு ( %s ) %%%%o தொகுதி-குறிப்பிட்ட ஏற்ற விருப்பங்கள் ( %s ) குறிப்பு: fstab சில விருப்பங்களை மீறுகிறது கவனமாக திருத்தவும் இந்த கட்டளை இவ்வாறு இயக்கப்படுகிறது root
te: మౌంట్ ఆదేశాన్ని నమోదు చేయండి: వా డు: %%%%v పరికర ఫైల్ ( %s ) %%%%o వాల్యూమ్-నిర్దిష్ట మౌంట్ ఎంపికలు ( %s ) గమనిక: fstab కొన్ని ఎంపికలను భర్తీ చేస్తుంది జాగ్రత్తగా సవరించండి ఈ ఆదేశం ఇలా అమలు చేయబడుతుంది root
tg: Фармони насбро ворид кунед: Истифода: %%%%v файли дастгоҳ ( %s ) %%%%o имконоти насби ҳаҷм мушаххас ( %s ) Эзоҳ: fstab баъзе интихобҳоро бекор мекунад БО ЭҲТИЁТ ТАВРИР КАРДАН Ин фармон ҳамчун иҷро карда мешавад root
th: ป้อนคำสั่งเมานต์: ใช้: %%%%v ไฟล์อุปกรณ์ ( %s ) %%%%o ตัวเลือกการเมานต์เฉพาะโวลุ่ม ( %s ) หมายเหตุ: fstab แทนที่บางตัวเลือก แก้ไขด้วยความระมัดระวัง คำสั่งนี้รันเป็น root
tk: Gurmak buýrugyny giriziň: Ulany: %%%%v enjam faýly ( %s ) %%%%o ses aýratyn gurnama opsiýalary ( %s ) Bellik: fstab käbir wariantlary ýok edýär Seresaplyk bilen redaktirläň Bu buýruk ýaly işleýär root
tt: Монтаж командасын кертегез: Куллану: %%%%v җайланма файлы ( %s ) %%%%o күләмгә хас монтаж вариантлары ( %s ) Искәрмә: fstab кайбер вариантларны юкка чыгара Игътибар белән үзгәртегез Бу боерык шулай эшли root
uk: Введіть команду монтування: Використовуйте: %%%%v файл пристрою ( %s ) %%%%o варіанти кріплення залежно від обсягу ( %s ) Примітка: fstab замінює деякі параметри УВАЖНО РЕДАГУВАТИ Цю команду виконується як root
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﮉﻧﺎﻤﮐ ﭧﻧﺅﺎﻣ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%%%v ﻞﺋﺎﻓ ﺲﺋﺍﻮﯾﮈ ( %s ) %%%%o ﺕﺍﺭﺎﯿﺘﺧﺍ ﮯﮐ ﭧﻧﺅﺎﻣ ﺹﻮﺼﺨﻣ ﮯﺳ ﻅﺎﺤﻟ ﮯﮐ ﻢﺠﺣ ( %s ) ۔ﮯﮨ ﺎﺗﺮﮐ ﮉﯿﺋﺍﺭ ﺭﻭﻭﺍ ﻮﮐ ﺕﺍﺭﺎﯿﺘﺧﺍ ﮫﭽﮐ fstab :ﭦﻮﻧ ۔ﮯﮨ ﯽﺗﺎﺟ ﯽﺋﻼ﻿ﭼ ﺭﻮﻄﺑ ﮉﻧﺎﻤﮐ ﮧﯾ ﮟﯾﺮﮐ ﻢﯿﻣﺮﺗ ﮫﺗﺎﺳ ﮯﮐ ﻝﺎﮭﺑ ﮫﮑﯾﺩ root
uz: O'rnatish buyrug'ini kiriting: Foydalanish: %%%%v qurilma fayli ( %s ) %%%%o hajmiga xos o'rnatish imkoniyatlari ( %s ) Eslatma: fstab ba'zi variantlarni bekor qiladi EHTIYOT BILAN EDIT Bu buyruq quyidagicha bajariladi root
vi: Nhập lệnh mount: Sử dụng: %%%%v tập tin thiết bị ( %s ) %%%%o các tùy chọn gắn kết theo khối lượng cụ thể ( %s ) Lưu ý: fstab ghi đè một số tùy chọn CHỈNH SỬA VỚI CHĂM SÓC Lệnh này được chạy dưới dạng root
xh: Ngenisa umyalelo wokunyuka: Sebenzisa: %%%%v ifayile yesixhobo ( %s ) %%%%o Umthamo-ukhetho oluthile lokunyuka ( %s ) Qaphela: i-fstab ibeka ngaphezulu kwezinye iinketho HLELA NGONONOPHELO Lo myalelo uqhutywa njenge root
yi: :לעפֿאַב mount ןיַיראַ :ןצינ %%%%v עקעט לטימ ( %s ) %%%%o סעיצפּאָ גראב שיפיצעפּס-דנאַב ( %s ) סעיצפּאָ עכעלטע דייררעווואָ fstab :גנוקרעמאַב יוו ןפיול זיא לעפֿאַב םעד גראָז טימ ןריגאַדער root

source: Mount As Root
af: Berg As Root
am: ተራራ አስ Root
ar: As ﻞﺒﺟ Root
be: Гара Ас Root
bn: হিসাবে মাউন্ট Root
ca: Muntanya As Root
eo: Monto As Root
eu: As mendia Root
fa: ﺱﺁ ﻩﻮﮐ Root
fil: Bundok As Root
gl: Monte As Root
gu: માઉન્ટ એઝ Root
he: סא רה Root
hi: माउंट असो Root
hy: Լեռ Աս Root
id: Gunung As Root
ka: მთა ას Root
kk: Ас тау Root
km: ភ្នំ As Root
kn: ಮೌಂಟ್ ಆಸ್ Root
ku: Çiyayê As Root
ky: Ас тоосу Root
lt: As kalnas Root
mg: Tendrombohitra As Root
mi: Maunga As Root
mk: Монт Ас Root
ml: മൗണ്ട് അസ് Root
mr: माउंट म्हणून Root
my: တောင် As Root
ne: माउन्ट एस Root
or: ମାଉଣ୍ଟ୍ Root
pa: ਮਾਊਂਟ ਐਜ਼ Root
ro: Muntele As Root
rw: Umusozi As Root
sd: ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻞﺒﺟ Root
si: ඇස් කන්ද Root
sq: Mali As Root
sw: Mlima Kama Root
ta: மவுண்ட் As Root
te: మౌంట్ As Root
tg: кӯҳи Ас Root
tk: As dagy Root
tt: Тау Root
ur: ﺎﺴﯿﺟ ﮌﺎﮩﭘ Root
uz: As tog'i Root
vi: Gắn kết như Root
yi: סא גראב Root

source: Mount As Root %s
af: Berg As Root %s
am: ተራራ አስ Root %s
ar: As ﻞﺒﺟ Root %s
be: Гара Ас Root %s
bn: হিসাবে মাউন্ট Root %s
ca: Muntanya As Root %s
eo: Monto As Root %s
eu: As mendia Root %s
fa: ﺱﺁ ﻩﻮﮐ Root %s
fil: Bundok As Root %s
gl: Monte As Root %s
gu: માઉન્ટ એઝ Root %s
he: סא רה Root %s
hi: माउंट असो Root %s
hy: Լեռ Աս Root %s
id: Gunung As Root %s
ka: მთა ას Root %s
kk: Ас тау Root %s
km: ភ្នំ As Root %s
kn: ಮೌಂಟ್ ಆಸ್ Root %s
ku: Çiyayê As Root %s
ky: Ас тоосу Root %s
lt: As kalnas Root %s
mg: Tendrombohitra As Root %s
mi: Maunga As Root %s
mk: Монт Ас Root %s
ml: മൗണ്ട് അസ് Root %s
mr: माउंट म्हणून Root %s
my: တောင် As Root %s
ne: माउन्ट एस Root %s
or: ମାଉଣ୍ଟ୍ Root %s
pa: ਮਾਊਂਟ ਐਜ਼ Root %s
ro: Muntele As Root %s
rw: Umusozi As Root %s
sd: ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻞﺒﺟ Root %s
si: ඇස් කන්ද Root %s
sq: Mali As Root %s
sw: Mlima Kama Root %s
ta: மவுண்ட் As Root %s
te: మౌంట్ As Root %s
tg: кӯҳи Ас Root %s
tk: As dagy Root %s
tt: Тау Root %s
ur: ﺎﺴﯿﺟ ﮌﺎﮩﭘ Root %s
uz: As tog'i Root %s
vi: Gắn kết như Root %s
yi: סא גראב Root %s
