Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer 'n sleutel gedruk word: Gebruik: %%e tipe gebeurtenis (evt_win_key) %%w venster ID (sien zzzfm -s hulp) %%p paneel %%t oortjie %%k sleutelkode (sleutel gedruk) %%m wysiger (wysiger sleutels) Uitgevoer bash veranderlikes (eg $fm_pwd, etc) kan in hierdie opdrag gebruik word wanneer geen asterisk-voorvoegsel gebruik word nie. Voorvoeg jou opdrag met 'n asterisk (*) en gee voorwaardelik uitgangstatus 0 terug om die verstekhanteerder te inhibeer. Byvoorbeeld: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nSleutel F8 is gedruk." --button ok &
am: ቁልፉ ሲጫን በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash የትእዛዝ መስመር ያስገቡ፡- ተጠቀም፡ %%e የክስተት አይነት (evt_win_key) %%w የመስኮት መታወቂያ (የ zzzfm -s እገዛን ይመልከቱ) %%p ፓነል %%t ትር %%k ቁልፍ ኮድ (ቁልፍ ተጭኗል) %%m መቀየሪያ (መቀየሪያ ቁልፎች) ወደ ውጭ የተላኩ የባሽ ተለዋዋጮች (eg $fm_pwd, etc) ምንም የኮከብ ቅድመ ቅጥያ ጥቅም ላይ በማይውልበት ጊዜ በዚህ ትዕዛዝ ውስጥ መጠቀም ይቻላል. ትእዛዝህን በኮከብ (*) አስቀድመህ አስቀድመህ አስቀድመህ አስቀድመህ ነባሪው ተቆጣጣሪውን ለመከልከል የመውጫ ሁኔታ 0ን በሁኔታ ተመለስ። ለምሳሌ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nቁልፍ F8 ተጭኗል." --button ok &
ar: :ﺢﻴﺗﺎﻔﻤﻟﺍ ﺪﺣﺃ ﻰﻠﻋ ﻂﻐﻀﻟﺍ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_win_key) %%w (zzzfm -s ﺕﺎﻤﻴﻠﻌﺗ ﺮﻈﻧﺍ) ﺓﺬﻓﺎﻨﻟﺍ ﻑﺮﻌﻣ %%p ﺔﺟﻮﻟ %%t ﺐﻳﻮﺒﺘﻟﺍ %%k (ﻂﻐﻀﻟﺍ ﺡﺎﺘﻔﻣ) ﺡﺎﺘﻔﻤﻟﺍ ﺩﻮﻛ %%m (ﻞﻳﺪﻌﺘﻟﺍ ﺢﻴﺗﺎﻔﻣ) ﻝﺪﻌﻣ ﺓﺭﺪﺼﻤﻟﺍ bash ﺕﺍﺮﻴﻐﺘﻣ (eg $fm_pwd, etc) .ﺔﻤﺠﻨﻟﺍ ﺔﺋﺩﺎﺑ ﻡﺍﺪﺨﺘﺳﺍ ﻡﺪﻋ ﺪﻨﻋ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻲﻓ ﺎﻬﻣﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ .ﻲﺿﺍﺮﺘﻓﻻ﻿ﺍ ﺞﻟﺎﻌﻤﻟﺍ ﻊﻨﻤﻟ ﻁﻭﺮﺸﻣ ﻞﻜﺸﺑ 0 ﺝﻭﺮﺨﻟﺍ ﺔﻟﺎﺣ ﻉﺎﺟﺭﺈﺑ ﻢﻗﻭ (*) ﺔﻤﺠﻨﻟﺍ ﺔﻣﻼ﻿ﻌﺑ ﺮﻣﻷ﻿ﺍ ﺃﺪﺑﺍ *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 ﺡﺎﺘﻔﻤﻟﺍ ﻰﻠﻋ ﻂﻐﻀﻟﺍ ﻢﺗ." --button ok &
be: Увядзіце праграму або камандны радок bash, які будзе запускацца аўтаматычна кожны раз пры націску клавішы: Выкарыстоўвайце: %%e тып падзеі (evt_win_key) %%w ідэнтыфікатар акна (гл. дапамогу zzzfm -s) %%p панэль %%t уклад %%k код ключа (клавіша націснута) %%m мадыфікатар (клавішы мадыфікатара) Экспартаваныя зменныя bash (eg $fm_pwd, etc) можна выкарыстоўваць у гэтай камандзе, калі не выкарыстоўваецца прэфікс зорачкі. Пастаўце перад вашай камандай зорачку (*) і ўмоўна вярніце статус выхаду 0, каб забараніць апрацоўшчык па змаўчанні. Напрыклад: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nБыла націснута клавіша F8." --button ok &
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично всеки път, когато се натисне клавиш: Използвайте: %%e тип събитие (evt_win_key) %%w идентификатор на прозореца (вижте помощ за zzzfm -s) %%p панел %%t раздел %%k код на клавиша (натиснат клавиш) %%m модификатор (клавиши за модификатор) Експортирани bash променливи (eg $fm_pwd, etc) може да се използва в тази команда, когато не се използва префикс звездичка. Поставете префикс на вашата команда със звездичка (*) и условно върнете статус на излизане 0, за да блокирате манипулатора по подразбиране. Например: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nНатиснат е клавиш F8." --button ok &
bn: একটি কী চাপলে স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরণ (evt_win_key) %%w উইন্ডো আইডি (zzzfm -s সহায়তা দেখুন) %%p প্যানেল %%t ট্যাব %%k কী কোড (কী চাপা) %%m সংশোধক (সংশোধনকারী কী) রপ্তানি করা ব্যাশ ভেরিয়েবল (eg $fm_pwd, etc) এই কমান্ডে ব্যবহার করা যেতে পারে যখন কোন তারকাচিহ্ন উপসর্গ ব্যবহার করা হয় না। একটি তারকাচিহ্ন (*) দিয়ে আপনার কমান্ডের উপসর্গ করুন এবং ডিফল্ট হ্যান্ডলারকে বাধা দিতে শর্তসাপেক্ষে প্রস্থান অবস্থা 0 ফেরত দিন। উদাহরণ স্বরূপ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nকী F8 চাপা হয়েছিল." --button ok &
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament sempre que es premeu una tecla: Ús: %%e tipus d'esdeveniment (evt_win_key) %%w identificador de la finestra (vegeu l'ajuda de zzzfm -s) %%p panell %%t pestanya %%k codi de tecla (tecla pressionada) %%m modificador (tecles modificadores) Variables bash exportades (eg $fm_pwd, etc) es pot utilitzar en aquesta ordre quan no s'utilitza cap prefix d'asterisc. Prefixeu la vostra ordre amb un asterisc (*) i retorneu condicionalment l'estat de sortida 0 per inhibir el controlador predeterminat. Per exemple: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nS'ha premut la tecla F8." --button ok &
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pryd bynnag y bydd allwedd yn cael ei wasgu: Defnyddiwch: %%e math o ddigwyddiad (evt_win_key) %%w id ffenestr (gweler zzzfm -s help) %%p panel %%t tab %%k cod allwedd (gwasgu allwedd) %%m addasydd (allweddi addasydd) Newidynnau bash allforiedig (eg $fm_pwd, etc) gellir ei ddefnyddio yn y gorchymyn hwn pan na ddefnyddir rhagddodiad seren. Rhagddodiad eich seren gyda seren (*) a dychwelyd statws allanfa 0 yn amodol i atal y triniwr diofyn. Er enghraifft: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nPwyswyd Allwedd F8." --button ok &
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, hver gang der trykkes på en tast: Brug: %%e begivenhedstype (evt_win_key) %%w vindues-id (se zzzfm -s hjælp) %%p panel %%t fanen %%k tastekode (tasten trykket) %%m modifikator (modifikatortaster) Eksporterede bash-variabler (eg $fm_pwd, etc) kan bruges i denne kommando, når der ikke bruges et stjernepræfiks. Præfiks din kommando med en stjerne (*) og returner betinget afslutningsstatus 0 for at forhindre standardbehandleren. For eksempel: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nTast F8 blev trykket." --button ok &
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam klavo estas premata: Uzu: %%e tipo de evento (evt_win_key) %%w fenestro-identigilo (vidu helpon de zzzfm -s) %%p panelo %%t langeto %%k klavkodo (klavo premita) %%m modifilo (modifaj klavoj) Eksportitaj bash-variabloj (eg $fm_pwd, etc) povas esti uzata en ĉi tiu komando kiam neniu asteriskprefikso estas uzata. Prefiksu vian komandon per asterisko (*) kaj kondiĉe redonu elirstatuson 0 por malhelpi la defaŭltan pritraktilon. Ekzemple: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKlavo F8 estis premita." --button ok &
et: Sisestage programm või bash käsurida, mis käivitub automaatselt iga kord, kui klahvi vajutatakse: Kasuta: %%e sündmuse tüüp (evt_win_key) %%w akna ID (vt zzzfm -s abi) %%p paneel %%t sakk %%k võtme kood (klahvi vajutatud) %%m modifikaator (muutmisklahvid) Eksporditud bashi muutujad (eg $fm_pwd, etc) saab selles käsus kasutada, kui tärni eesliidet ei kasutata. Kinnitage oma käsu ette tärn (*) ja vaikekäsitleja pärssimiseks tagastage tingimuslikult väljumisolekuks 0. Näiteks: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKlahvi F8 vajutati." --button ok &
eu: Sartu programa edo bash komando-lerroa automatikoki abiarazteko tekla bat sakatzen den bakoitzean: Erabili: %%e gertaera mota (evt_win_key) %%w leihoaren IDa (ikus zzzfm -s laguntza) %%p panela %%t fitxa %%k tekla kodea (tekla sakatuta) %%m modifikatzailea (tekla aldatzaileak) Esportatutako bash aldagaiak (eg $fm_pwd, etc) komando honetan erabil daiteke izartxo-aurrizkirik erabiltzen ez denean. Zure komandoa izartxo bat (*) jarri aurretik eta baldintzapean itzuli 0 irteera-egoera kudeatzaile lehenetsia galarazteko. Adibidez: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 tekla sakatu da." --button ok &
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺕﺭﻮﺻ ﻪﺑ ﺪﯿﻠﮐ ﮏﯾ ﻥﺩﺮﺸﻓ ﺎﺑ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_win_key) %%w (ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzfm -s ﮏﻤﮐ ﻪﺑ) ﻩﺮﺠﻨﭘ ﻪﺳﺎﻨﺷ %%p ﻞﻧﺎﭘ %%t ﻪﻧﺎﺑﺯ %%k (ﻩﺪﺷ ﻩﺩﺮﺸﻓ ﺪﯿﻠﮐ) ﺪﯿﻠﮐ ﺪﮐ %%m (ﻩﺪﻨﻨﮐ ﺡﻼ﻿ﺻﺍ ﯼﺎﻫﺪﯿﻠﮐ) ﻩﺪﻨﻨﮐ ﺡﻼ﻿ﺻﺍ ﺖﺳﺍ ﻩﺪﺷ ﺭﺩﺎﺻ bash ﯼﺎﻫﺮﯿﻐﺘﻣ (eg $fm_pwd, etc) .ﺩﺮﮐ ﻩﺩﺎﻔﺘﺳﺍ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ﺭﺩ ﻥﺍﻮﺗ ﯽﻣ ﺩﻮﺷ ﯽﻤﻧ ﻩﺩﺎﻔﺘﺳﺍ ﻩﺭﺎﺘﺳ ﺪﻧﻮﺸﯿﭘ ﺯﺍ ﻪﮐ ﯽﻧﺎﻣﺯ :ﻼ﻿ﺜﻣ .ﺪﯿﻨﮐ ﺭﺎﻬﻣ ﺍﺭ ﺽﺮﻓ ﺶﯿﭘ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﺎﺗ ﺪﯿﻧﺍﺩﺮﮔﺮﺑ 0 ﺍﺭ ﺝﻭﺮﺧ ﺖﯿﻌﺿﻭ ﯽﻃﺮﺷ ﺕﺭﻮﺻ ﻪﺑ ﻭ ﺪﯿﻫﺩ ﺭﺍﺮﻗ (*) ﻩﺭ *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nﺪﺷ ﻩﺩﺮﺸﻓ F8 ﺪﯿﻠﮐ." --button ok &
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti aina, kun näppäintä painetaan: Käyttää: %%e Tapahtumatyyppi (evt_win_key) %%w ikkunan tunnus (katso zzzfm -s ohje) %%p paneeli %%t -välilehti %%k avainkoodi (näppäintä painettuna) %%m muuntaja (muokkausnäppäimet) Vietiin bash-muuttujia (eg $fm_pwd, etc) voidaan käyttää tässä komennossa, kun tähtietuliitettä ei käytetä. Kiinnitä komentosi eteen tähti (*) ja palauta ehdollisesti poistumistila 0 estääksesi oletuskäsittelijän. Esimerkiksi: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8-näppäintä painettiin." --button ok &
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin sa tuwing pinindot ang isang key: Gamitin ang: %%e uri ng kaganapan (evt_win_key) %%w window id (tingnan ang tulong ng zzzfm -s) %%p panel %%t tab %%k key code (pindot ang key) %%m modifier (mga modifier key) Na-export na mga variable ng bash (eg $fm_pwd, etc) maaaring gamitin sa command na ito kapag walang asterisk prefix na ginagamit. Prefix ang iyong command ng asterisk (*) at may kondisyong ibalik ang exit status 0 upang pigilan ang default na handler. Halimbawa: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nPinindot ang key F8." --button ok &
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as in toets yndrukt wurdt: Brûke: %%e evenemint type (evt_win_key) %%w finster-id (sjoch zzzfm -s help) %%p paniel %%t tab %%k kaai u200bu200bkoade (toets yndrukt) %%m modifier (modifikaasjetoetsen) Eksportearre bash fariabelen (eg $fm_pwd, etc) kin brûkt wurde yn dit kommando as gjin asterisk foarheaksel wurdt brûkt. Prefix jo kommando mei in asterisk (*) en betingst werom útgong status 0 te inhibit de standert handler. Bygelyks: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nToets F8 waard yndrukt." --button ok &
ga: Iontráil líne ordaithe nó clár ordaithe le rith go huathoibríoch aon uair a bhrúitear eochair: Úsáid: %%e cineál imeachta (evt_win_key) %%w id fuinneoige (féach zzzfm -s help) %%p painéal %%t cluaisín %%k cód eochair (brúite eochair) %%m modhnóir (eochracha modhnóra) Athróga bash easpórtáilte (eg $fm_pwd, etc) is féidir a úsáid san ordú seo nuair nach n-úsáidtear réimír réiltín. Réimnigh do ordú le réiltín (*) agus stádas scoir 0 ar ais go coinníollach chun an láimhseálaí réamhshocraithe a chosc. Mar shampla: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nCuireadh brú ar Eochair F8." --button ok &
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach nuair a thèid iuchair a bhrùthadh: Cleachd: %%e seòrsa tachartais (evt_win_key) %%w id uinneig (faic cuideachadh zzzfm -s) %%p pannal %%t tab %%k còd iuchrach (iuchair air a bhrùthadh) %%m inneal-atharrachaidh (iuchraichean mion-atharrachaidh) Caochlaidhean bash Exxported (eg $fm_pwd, etc) Faodar a chleachdadh san àithne seo nuair nach eilear a ’cleachdadh ro-leasachan rionnag. Ro-leasaich an àithne agad le rionnag (*) agus thoir air ais gu riaghailteach inbhe fàgail 0 gus casg a chuir air an inneal-làimhseachaidh àbhaisteach. Mar eisimpleir: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nChaidh Key F8 a bhrùthadh." --button ok &
gl: Introduza o programa ou a liña de comandos bash para executarse automaticamente sempre que se preme unha tecla: Uso: %%e tipo de evento (evt_win_key) %%w ID da fiestra (consulta a axuda de zzzfm -s) %%p panel %%t ficha %%k código de tecla (tecla presionada) %%m modificador (teclas modificadoras) Variables bash exportadas (eg $fm_pwd, etc) pódese usar neste comando cando non se utiliza prefixo de asterisco. Prefixo o teu comando cun asterisco (*) e devolve condicionalmente o estado de saída 0 para inhibir o controlador predeterminado. Por exemplo: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nPresionouse a tecla F8." --button ok &
gu: જ્યારે પણ કી દબાવવામાં આવે ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બેશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઘટના પ્રકાર (evt_win_key) %%w વિન્ડો આઈડી (zzzfm -s મદદ જુઓ) %%p પેનલ %%t ટેબ %%k કી કોડ (કી દબાવી) %%m મોડિફાયર (મોડિફાયર કીઓ) નિકાસ કરેલ bash ચલ (eg $fm_pwd, etc) જ્યારે કોઈ ફૂદડી ઉપસર્ગ વપરાયેલ ન હોય ત્યારે આ આદેશમાં વાપરી શકાય છે. તમારા આદેશને ફૂદડી (*) સાથે ઉપસર્ગ કરો અને ડિફૉલ્ટ હેન્ડલરને રોકવા માટે શરતી રીતે બહાર નીકળવાની સ્થિતિ 0 પરત કરો. દાખ્લા તરીકે: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nકી F8 દબાવવામાં આવી હતી." --button ok &
he: :שקמ לע ץחלנש םעפ לכב תיטמוטוא ולעפויש bash-ה וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%e עוריא גוס (evt_win_key) %%w (zzzfm -s לש הרזע האר) ןולח ההזמ %%p ַחּול %%t תינושל %%k (שקמ לע ץוחל) חתפמ דוק %%m (הנשמ תוחתפמ) הנשמ םיאצוימ bash ינתשמ (eg $fm_pwd, etc) .תיבכוכ תמודיקב שומיש ןיא רשאכ וז הדוקפב שמתשהל ןתינ :המגודל .לדחמה תרירב לפטמה תא עונמל ידכ יאנת לע 0 האיצי בצמ תרזחהו (*) תיבכוכב ךלש הדוקפה תמדקה *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nץחלנ F8 שקמ." --button ok &
hi: जब भी कोई कुंजी दबाया जाता है तो प्रोग्राम या बैश कमांड लाइन को स्वचालित रूप से चलाने के लिए दर्ज करें: उपयोग: %%e घटना प्रकार (evt_win_key) %%w विंडो आईडी (zzzfm -s सहायता देखें) %%p पैनल %%t टैब %%k कुंजी कोड (कुंजी दबाया गया) %%m संशोधक (संशोधक कुंजियाँ) निर्यातित बैश चर (eg $fm_pwd, etc) इस आदेश में उपयोग किया जा सकता है जब कोई तारक उपसर्ग का उपयोग नहीं किया जाता है। अपने आदेश को तारक (*) के साथ उपसर्ग करें और डिफ़ॉल्ट हैंडलर को बाधित करने के लिए सशर्त रूप से निकास स्थिति 0 लौटाएं। उदाहरण के लिए: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nकुंजी F8 दबाया गया." --button ok &
hr: Unesite programski ili bash naredbeni redak koji će se automatski pokrenuti svaki put kada se pritisne tipka: Koristiti: %%e tip događaja (evt_win_key) %%w id prozora (pogledajte pomoć za zzzfm -s) %%p ploča %%t tab %%k kod tipke (tipka pritisnuta) %%m modifikator (modifikatorske tipke) Izvezene bash varijable (eg $fm_pwd, etc) može se koristiti u ovoj naredbi kada se ne koristi prefiks zvjezdice. Dodajte prefiks vašoj naredbi zvjezdicom (*) i uvjetno vratite status izlaza 0 da biste spriječili zadani rukovalac. Na primjer: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nPritisnuta je tipka F8." --button ok &
hu: Írja be a programot vagy a bash parancssort, amely automatikusan futni fog egy billentyű lenyomásakor: Használat: %%e esemény típus (evt_win_key) %%w ablak azonosítója (lásd a zzzfm -s súgóját) %%p panel %%t lapon %%k kulcskód (lenyomva a billentyűt) %%m módosító (módosító kulcsok) Exportált bash változók (eg $fm_pwd, etc) használható ebben a parancsban, ha nincs csillag előtag. A parancs elé írjon csillagot (*), és feltételesen adja vissza a 0 kilépési állapotot az alapértelmezett kezelő letiltásához. Például: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nMegnyomták az F8 billentyűt." --button ok &
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ ստեղնը սեղմվում է. Օգտագործեք: %%e միջոցառման տեսակը (evt_win_key) %%w պատուհանի ID (տես zzzfm -s օգնությունը) %%p վահանակ %%t ներդիր %%k բանալի կոդը (ստեղնը սեղմված է) %%m փոփոխիչ (փոփոխող ստեղներ) Արտահանված bash փոփոխականներ (eg $fm_pwd, etc) կարող է օգտագործվել այս հրամանում, երբ աստղանիշի նախածանցը չի օգտագործվում: Ձեր հրամանի նախածանցը դրեք աստղանիշով (*) և պայմանականորեն վերադարձրեք ելքի կարգավիճակը 0՝ կանխադրված մշակիչը արգելակելու համար: Օրինակ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nՍեղմված է F8 ստեղնը." --button ok &
id: Masukkan baris perintah program atau bash untuk dijalankan secara otomatis setiap kali tombol ditekan: Menggunakan: %%e jenis acara (evt_win_key) %%w id jendela (lihat bantuan zzzfm -s) %%p panel %%t tab %%k kode kunci (tombol ditekan) %%m pengubah (kunci pengubah) Variabel bash yang diekspor (eg $fm_pwd, etc) dapat digunakan dalam perintah ini ketika tidak ada awalan asterisk yang digunakan. Awali perintah Anda dengan tanda bintang (*) dan kembalikan status keluar secara kondisional 0 untuk menghambat penangan default. Sebagai contoh: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nTombol F8 ditekan." --button ok &
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar ýtt er á takka: Notaðu: %%e tegund atburðar (evt_win_key) %%w glugga auðkenni (sjá zzzfm -s hjálp) %%p spjaldið %%t flipa %%k takkakóði (ýtt á takka) %%m breytingalyklar (breytilyklar) Útfluttar bash breytur (eg $fm_pwd, etc) er hægt að nota í þessari skipun þegar ekkert stjörnuforskeyti er notað. Settu stjörnu (*) í forskeyti skipunarinnar þinnar og skilaðu skilyrt útgangsstöðu 0 til að hindra sjálfgefna meðferðaraðila. Til dæmis: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nÝtt var á takka F8." --button ok &
ka: შეიყვანეთ პროგრამა ან bash ბრძანების ხაზი, რომელიც ავტომატურად უნდა იმუშაოს ღილაკის დაჭერისას: გამოყენება: %%e ღონისძიების ტიპი (evt_win_key) %%w ფანჯრის ID (იხილეთ zzzfm -s დახმარება) %%p პანელი %%t ჩანართი %%k გასაღების კოდი (გასაღების დაჭერა) %%m მოდიფიკატორი (მოდიფიკატორის კლავიშები) ექსპორტირებული bash ცვლადები (eg $fm_pwd, etc) შეიძლება გამოყენებულ იქნას ამ ბრძანებაში, როდესაც ვარსკვლავის პრეფიქსი არ არის გამოყენებული. დააფიქსირეთ თქვენი ბრძანება ვარსკვლავით (*) და პირობითად დააბრუნეთ გასვლის სტატუსი 0 ნაგულისხმევი დამმუშავებლის დასათრგუნავად. Მაგალითად: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nდააჭირეთ ღილაკს F8." --button ok &
kk: Пернені басқан сайын автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_win_key) %%w терезе идентификаторы (zzzfm -s анықтамасын қараңыз) %%p панель %%t қойындысы %%k перне коды (перне басылды) %%m модификатор (модификатор пернелері) Экспортталған bash айнымалылары (eg $fm_pwd, etc) жұлдызша префиксі пайдаланылмаған кезде бұл пәрменде қолданылуы мүмкін. Әдепкі өңдегішті тежеу u200bu200bүшін пәрменді жұлдызшамен (*) префиксімен қойыңыз және шартты түрде шығу күйін 0 қайтарыңыз. Мысалға: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 пернесі басылды." --button ok &
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិរាល់ពេលដែលចុចគ្រាប់ចុច៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_win_key) %%w លេខសម្គាល់បង្អួច (សូមមើលជំនួយ zzzfm -s) %%p បន្ទះ %%t ផ្ទាំង %%k លេខកូដ (ចុចគ្រាប់ចុច) %%m អ្នកកែប្រែ (គ្រាប់ចុចកែប្រែ) នាំចេញអថេរ bash (eg $fm_pwd, etc) អាចត្រូវបានប្រើនៅក្នុងពាក្យបញ្ជានេះនៅពេលដែលគ្មានបុព្វបទសញ្ញាផ្កាយត្រូវបានប្រើ។ បញ្ចូលពាក្យបញ្ជារបស់អ្នកជាមួយសញ្ញាផ្កាយ (*) ហើយដាក់លក្ខខណ្ឌត្រឡប់ទៅស្ថានភាពចេញ 0 ដើម្បីរារាំងឧបករណ៍ដោះស្រាយលំនាំដើម។ ឧទាហរណ៍: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nគ្រាប់ចុច F8 ត្រូវបានចុច." --button ok &
kn: ಕೀಲಿಯನ್ನು ಒತ್ತಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_win_key) %%w ವಿಂಡೋ ಐಡಿ (zzzfm -s ಸಹಾಯವನ್ನು ನೋಡಿ) %%p ಫಲಕ %%t ಟ್ಯಾಬ್ %%k ಕೀ ಕೋಡ್ (ಕೀಲಿಯನ್ನು ಒತ್ತಿ) %%m ಪರಿವರ್ತಕ (ಮಾರ್ಪಡಿಸುವ ಕೀಲಿಗಳು) ರಫ್ತು ಮಾಡಿದ ಬ್ಯಾಷ್ ವೇರಿಯೇಬಲ್u200cಗಳು (eg $fm_pwd, etc) ನಕ್ಷತ್ರದ ಪೂರ್ವಪ್ರತ್ಯಯವನ್ನು ಬಳಸದಿದ್ದಾಗ ಈ ಆಜ್ಞೆಯಲ್ಲಿ ಬಳಸಬಹುದು. ನಿಮ್ಮ ಆಜ್ಞೆಯನ್ನು ನಕ್ಷತ್ರ ಚಿಹ್ನೆಯೊಂದಿಗೆ ಪೂರ್ವಪ್ರತ್ಯಯ ಮಾಡಿ (*) ಮತ್ತು ಡೀಫಾಲ್ಟ್ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಪ್ರತಿಬಂಧಿಸಲು ಷರತ್ತುಬದ್ಧವಾಗಿ ನಿರ್ಗಮನ ಸ್ಥಿತಿ 0 ಅನ್ನು ಹಿಂತಿರುಗಿ. ಉದಾಹರಣೆಗೆ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 ಕೀಲಿಯನ್ನು ಒತ್ತಲಾಯಿತು." --button ok &
ku: Bername an rêzika fermanê ya bash têkevin da ku gava ku bişkokek tê pêl kirin bixweber were xebitandin: Bikaranîn: %%e cureyê bûyerê (evt_win_key) %%w id pencereyê (binihêre arîkariya zzzfm -s) %%p panel %%t tab %%k koda mifteyê (bişkojka pêça) %%m guhêrbar (bişkojkên guhêrbar) Guherbarên bash derxistin (eg $fm_pwd, etc) dikare di vê fermanê de were bikar anîn dema ku pêşgira stêrk neyê bikar anîn. Fermana xwe bi stêrkek (*) veqetînin û bi şert statûya derketinê 0 vegerînin da ku rêvekera xwerû asteng bike. Bo nimûne: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nBişkojka F8 hate pêl kirin." --button ok &
ky: Баскыч басылган сайын автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_win_key) %%w терезе идентификатору (zzzfm -s жардамын караңыз) %%p панель %%t өтмөк %%k ачкыч коду (баскыч басылган) %%m өзгөрткүч (өзгөртүү баскычтары) Экспорттолгон bash өзгөрмөлөрү (eg $fm_pwd, etc) эч кандай жылдызча префикси колдонулбаганда бул буйрукта колдонулушу мүмкүн. Демейки иштеткичке бөгөт коюу үчүн буйрукуңузду жылдызча (*) менен префиксиңизге коюп, шарттуу түрдө 0 чыгуу абалын кайтарыңыз. Мисалы: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 баскычы басылды." --button ok &
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann e Schlëssel gedréckt gëtt: Benotzt: %%e Event Typ (evt_win_key) %%w Fënster ID (kuckt zzzfm -s Hëllef) %%p panel %%t tab %%k Schlësselcode (Schlëssel gedréckt) %%m modifier (modifier keys) Exportéiert Bash Variablen (eg $fm_pwd, etc) kann an dësem Kommando benotzt ginn wann keen Asterisk Präfix benotzt gëtt. Präfix Äre Kommando mat engem Asterisk (*) a Konditioun zréck Austrëtt Status 0 der Default Handler ze inhibit. Zum Beispill: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nSchlëssel F8 gouf gedréckt." --button ok &
lo: ປ້ອນໂປຣແກມ ຫຼື bash ເສັ້ນຄໍາສັ່ງທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດທຸກຄັ້ງທີ່ກົດປຸ່ມ: ໃຊ້: %%e ປະເພດເຫດການ (evt_win_key) %%w id window (ເບິ່ງ zzzfm -s ຊ່ວຍ) %%p ກະດານ %%t ແຖບ %%k ລະu200bຫັດu200bປຸ່ມ (ກົດu200bປຸ່ມu200b) %%m ຕົວແກ້ໄຂ (ກະແຈຕົວແກ້ໄຂ) ສົ່ງອອກຕົວແປ bash (eg $fm_pwd, etc) ສາມາດໃຊ້ໃນຄໍາສັ່ງນີ້ເມື່ອບໍ່ມີຄໍານໍາຫນ້າຂອງດາວຖືກນໍາໃຊ້. ນຳໜ້າຄຳສັ່ງຂອງເຈົ້າດ້ວຍເຄື່ອງໝາຍດາວ (*) ແລະສົ່ງຄືນສະຖານະທາງອອກ 0 ເພື່ອຢັບຢັ້ງຕົວຈັດການເລີ່ມຕົ້ນ. ຍົກu200bຕົວu200bຢ່າງ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nກົດປຸ່ມ F8 ຖືກກົດ." --button ok &
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai paspaudžiamas klavišas: Naudokite: %%e renginio tipas (evt_win_key) %%w lango ID (žr. zzzfm -s žinyną) %%p skydelis %%t skirtukas %%k rakto kodas (paspaustas klavišas) %%m modifikatorius (modifikatoriaus klavišai) Eksportuoti bash kintamieji (eg $fm_pwd, etc) gali būti naudojamas šioje komandoje, kai nenaudojamas joks žvaigždutės priešdėlis. Prieš komandą pažymėkite žvaigždute (*) ir sąlygiškai grąžinkite išėjimo būseną 0, kad užblokuotumėte numatytąją tvarkyklę. Pavyzdžiui: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nBuvo paspaustas klavišas F8." --button ok &
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski ikreiz, kad tiek nospiests taustiņš: Izmantojiet: %%e notikuma veids (evt_win_key) %%w loga ID (skatiet zzzfm -s palīdzību) %%p panelis %%t cilne %%k atslēgas kods (nospiests taustiņš) %%m modifikators (modifikācijas taustiņi) Eksportēti bash mainīgie (eg $fm_pwd, etc) var izmantot šajā komandā, ja netiek izmantots zvaigznītes prefikss. Pievienojiet komandas priekšā ar zvaigznīti (*) un nosacīti atgrieziet izejas statusu 0, lai kavētu noklusējuma apdarinātāju. Piemēram: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nTika nospiests taustiņš F8." --button ok &
mg: Ampidiro ny programa na bash command line ho mandeha ho azy isaky ny misy fanalahidy iray: Ampiasao: %%e karazana hetsika (evt_win_key) %%w varavarankely id (jereo zzzfm -s fanampiana) %%p tontonana %%t kiheba %%k kaody fanalahidy (fanindry) %%m modifier (fanalahidy modifier) Variable bash naondrana (eg $fm_pwd, etc) azo ampiasaina amin'ity baiko ity rehefa tsy misy prefix asterisk ampiasaina. Asterisk (*) ny baikonao ary avereno amin'ny fepetra ny sata fivoahana 0 mba hanakanana ny mpandrindra mahazatra. Ohatra: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nVoatsindry ny fanalahidy F8." --button ok &
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa i nga wa e pehia ana te ki: Whakamahia: %%e momo huihuinga (evt_win_key) %%w id matapihi (tirohia te awhina zzzfm -s) %%p röpü %%t ripa %%k waehere matua (kua pehia te pihi) %%m whakakē (pātuhi whakakē) Taurangi bash kaweake (eg $fm_pwd, etc) Ka taea te whakamahi i tenei tono ina karekau he tohu whetūriki e whakamahia ana. Whakamuahia to tono ki te whetūriki (*) ka whakahoki herenga te mana puta 0 hei aukati i te kaikawe taunoa. Hei tauira: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nI pehia te Kī F8." --button ok &
mk: Внесете програма или командна линија bash за да се извршува автоматски секогаш кога ќе се притисне копче: Користете: %%e тип на настан (evt_win_key) %%w ИД на прозорецот (видете помош од zzzfm -s) %%p панел %%t таб %%k шифра на копче (копчето е притиснато) %%m модификатор (копчиња за модификатори) Извезени баш променливи (eg $fm_pwd, etc) може да се користи во оваа команда кога не се користи префикс на ѕвездичка. Префиксирајте ја вашата команда со ѕвездичка (*) и условно вратете го статусот за излез 0 за да го инхибирате стандардниот управувач. На пример: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nКопчето F8 беше притиснато." --button ok &
ml: ഒരു കീ അമർത്തുമ്പോഴെല്ലാം യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_win_key) %%w വിൻഡോ ഐഡി (zzzfm -s സഹായം കാണുക) %%p പാനൽ %%t ടാബ് %%k കീ കോഡ് (കീ അമർത്തി) %%m മോഡിഫയർ (മോഡിഫയർ കീകൾ) കയറ്റുമതി ചെയ്ത ബാഷ് വേരിയബിളുകൾ (eg $fm_pwd, etc) നക്ഷത്രചിഹ്ന പ്രിഫിക്u200cസ് ഉപയോഗിക്കാത്തപ്പോൾ ഈ കമാൻഡിൽ ഉപയോഗിക്കാം. ഒരു നക്ഷത്രചിഹ്നം (*) ഉപയോഗിച്ച് നിങ്ങളുടെ കമാൻഡ് പ്രിഫിക്u200cസ് ചെയ്u200cത് ഡിഫോൾട്ട് ഹാൻഡ്u200cലറിനെ തടയുന്നതിന് സോപാധികമായി എക്u200cസിറ്റ് സ്റ്റാറ്റസ് 0 തിരികെ നൽകുക. ഉദാഹരണത്തിന്: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nകീ F8 അമർത്തി." --button ok &
mn: Товч дарах бүрт автоматаар ажиллах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_win_key) %%w цонхны ID (zzzfm -s тусламжийг үзнэ үү) %%p самбар %%t таб %%k түлхүүр код (товчлуур дарагдсан) %%m өөрчлөгч (өөрчлөгч товчлуурууд) Экспортолсон bash хувьсагч (eg $fm_pwd, etc) одны угтвар ашиглаагүй үед энэ тушаалд ашиглаж болно. Өгөгдмөл зохицуулагчийг хориглохын тулд тушаалаа одоор (*) тэмдэглээд, нөхцөлт байдлаар 0-г буцаана уу. Жишээлбэл: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 товчлуурыг дарсан." --button ok &
mr: जेव्हा की दाबली जाते तेव्हा स्वयंचलितपणे चालविण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e कार्यक्रमाचा प्रकार (evt_win_key) %%w विंडो आयडी (zzzfm -s मदत पहा) %%p पटल %%t टॅब %%k की कोड (की दाबली) %%m सुधारक (मॉडिफायर की) एक्सपोर्ट केलेले बॅश व्हेरिएबल्स (eg $fm_pwd, etc) तारांकन उपसर्ग वापरलेले नसताना या आदेशात वापरले जाऊ शकते. तुमच्या कमांडला तारका (*) सह उपसर्ग लावा आणि डीफॉल्ट हँडलरला प्रतिबंध करण्यासाठी सशर्त निर्गमन स्थिती 0 परत करा. उदाहरणार्थ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nकी F8 दाबली." --button ok &
mt: Daħħal il-programm jew il-linja tal-kmand bash biex titħaddem awtomatikament kull meta tingħafas ċavetta: Użu: %%e tip ta' avveniment (evt_win_key) %%w id tieqa (ara l-għajnuna zzzfm -s) %%p panel %%t tab %%k kodiċi taċ-ċavetta (ċavetta magħfusa) %%m modifikatur (ċwievet modifikaturi) Varjabbli bash esportati (eg $fm_pwd, etc) jista' jintuża f'dan il-kmand meta ma jintuża l-ebda prefiss ta' asterisk. Prefissa l-kmand tiegħek b'asterisk (*) u rritorna b'mod kondizzjonali l-istatus tal-ħruġ 0 biex jinibixxi l-handler default. Pereżempju: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nIċ-ċavetta F8 ġiet ippressata." --button ok &
my: သော့ကို နှိပ်သည့်အခါတိုင်း အလိုအလျောက် လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_win_key) %%w window id (zzzfm -s အကူအညီကိုကြည့်ပါ) %%p ဘောင် %%t တက်ဘ် %%k သော့ကုဒ် (သော့နှိပ်ထားသည်) %%m ပြုပြင်မွမ်းမံမှု (မွမ်းမံပြင်ဆင်သော့များ) bash variable များကို ထုတ်ယူသည်။ (eg $fm_pwd, etc) asterisk prefix ကို အသုံးမပြုသည့်အခါ ဤ command တွင် သုံးနိုင်သည်။ သင့်အမိန့်ကို ခရေပွင့် (*) ဖြင့် ရှေ့ထွက်ပြီး ပုံသေကိုင်တွယ်သူကို တားစီးရန်အတွက် ထွက်ပေါက်အခြေအနေ 0 ကို အခြေအနေအရ ပြန်ပို့ပါ။ ဥပမာ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nကီး F8 ကို နှိပ်လိုက်ပါ။." --button ok &
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk hver gang en tast trykkes: Bruk: %%e hendelsestype (evt_win_key) %%w vindus-ID (se zzzfm -s hjelp) %%p panel %%t fanen %%k tastekode (tast trykket) %%m modifikator (modifikatortaster) Eksporterte bash-variabler (eg $fm_pwd, etc) kan brukes i denne kommandoen når ingen stjerneprefiks brukes. Prefiks kommandoen din med en stjerne (*) og returner betinget utgangsstatus 0 for å hindre standardbehandleren. For eksempel: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nTast F8 ble trykket." --button ok &
ne: कुञ्जी थिच्दा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा बास कमाण्ड लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_win_key) %%w सञ्झ्याल आईडी (zzzfm -s मद्दत हेर्नुहोस्) %%p प्यानल %%t ट्याब %%k कुञ्जी कोड (कुञ्जी थिचिएको) %%m परिमार्जनकर्ता (परिमार्जक कुञ्जीहरू) निर्यात गरिएको bash चर (eg $fm_pwd, etc) तारा चिन्ह उपसर्ग प्रयोग नगर्दा यो आदेशमा प्रयोग गर्न सकिन्छ। पूर्वनिर्धारित ह्यान्डलरलाई रोक्नको लागि तारांकन (*) को साथ आफ्नो आदेश उपसर्ग गर्नुहोस् र सशर्त रूपमा निकास स्थिति 0 फर्काउनुहोस्। उदाहरणका लागि: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nकुञ्जी F8 थिचियो." --button ok &
or: ଯେତେବେଳେ କି ଏକ ଚାବି ଦବାଇଲେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_win_key) %%w ୱିଣ୍ଡୋ id (zzzfm -s ସାହାଯ୍ୟ ଦେଖନ୍ତୁ) %%p ପ୍ୟାନେଲ୍ | %%t ଟ୍ୟାବ୍ | %%k କି କୋଡ୍ (ଚାବି ଦବାଇ) %%m ମୋଡିଫାୟର୍ (ମୋଡିଫାୟର୍ କି) ରପ୍ତାନି ହୋଇଥିବା ବାସ୍ ଭେରିଏବଲ୍ | (eg $fm_pwd, etc) ଯେତେବେଳେ କ aster ଣସି ଆଷ୍ଟେରିସ୍କ ଉପସର୍ଗ ବ୍ୟବହାର କରାଯାଏ ନାହିଁ ଏହି ନିର୍ଦ୍ଦେଶରେ ବ୍ୟବହୃତ ହୋଇପାରିବ | ଏକ ଆଷ୍ଟେରିସ୍କ (*) ସହିତ ଆପଣଙ୍କର ନିର୍ଦ୍ଦେଶକୁ ଉପସର୍ଗ କରନ୍ତୁ ଏବଂ ଡିଫଲ୍ଟ ହ୍ୟାଣ୍ଡେଲର୍ କୁ ପ୍ରତିବନ୍ଧିତ କରିବା ପାଇଁ ସର୍ତ୍ତମୂଳକ ଭାବରେ ପ୍ରସ୍ଥାନ ସ୍ଥିତି 0 ଫେରସ୍ତ କରନ୍ତୁ | ଉଦାହରଣ ସ୍ଵରୁପ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nକି F8 ଦବାଗଲା |." --button ok &
pa: ਜਦੋਂ ਵੀ ਕੋਈ ਕੁੰਜੀ ਦਬਾਈ ਜਾਂਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚੱਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_win_key) %%w ਵਿੰਡੋ ਆਈਡੀ (Zzzfm -s ਮਦਦ ਦੇਖੋ) %%p ਪੈਨਲ %%t ਟੈਬ %%k ਕੁੰਜੀ ਕੋਡ (ਕੁੰਜੀ ਦਬਾਈ ਗਈ) %%m ਸੋਧਕ (ਸੋਧਕ ਕੁੰਜੀਆਂ) ਐਕਸਪੋਰਟ ਕੀਤੇ bash ਵੇਰੀਏਬਲ (eg $fm_pwd, etc) ਇਸ ਕਮਾਂਡ ਵਿੱਚ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜਦੋਂ ਕੋਈ ਤਾਰਾ ਪ੍ਰੀਫਿਕਸ ਨਹੀਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਆਪਣੀ ਕਮਾਂਡ ਨੂੰ ਇੱਕ ਤਾਰੇ (*) ਦੇ ਨਾਲ ਅਗੇਤਰ ਲਗਾਓ ਅਤੇ ਡਿਫਾਲਟ ਹੈਂਡਲਰ ਨੂੰ ਰੋਕਣ ਲਈ ਸ਼ਰਤ ਨਾਲ ਐਗਜ਼ਿਟ ਸਥਿਤੀ 0 ਵਾਪਸ ਕਰੋ। ਉਦਾਹਰਣ ਲਈ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nਕੁੰਜੀ F8 ਦਬਾਇਆ ਗਿਆ ਸੀ." --button ok &
ps: :ﻲﺷ ﻝړﻭﺍﺭ ﺭﺎﺸﻓ ﻲﻠﯿﮐ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_win_key) %%w (ﺉﺭﻮګﻭ ﻪﺘﺳﺮﻣ zzzfm -s) ID ۍﮐړﮐ ﺩ %%p ﻞﻨﯿﭘ %%t ﺐټ %%k (ﻝﻭﺭﺎﺸﻓ ﻲﻠﯿﮐ) ډﻮﮐ ﻱﺪﯿﻠﮐ %%m (ﻲﻠﯿﮐ ﯽﮑﻧﻮﻟﺪﺑ) ﯽﮑﻧﻮﮐ ﻞﯾﺪﻌﺗ ﻪﻧﻭﺮﯿﻐﺘﻣ ﺵﺎﺑ ﻱﻮﺷ ﺭﺩﺎﺻ (eg $fm_pwd, etc) .ﻱږﯿﮐ ﻝﻭﺭﺎﮐ ﻪﻧ ﻒﻔﺨﻣ ﻱﺭﻮﺘﺳ ﺩ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﯥﮐ ډﻧﺎﻤﮐ ﯤﺩ ﻪﭘ :ﻪګﻮﺗ ﻪﭘ ﻝﺎﺜﻣ ﺩ .ﻲﺴﯿﻧﻭ ﻪﺨﻣ ﺮﻟډﻨﯿﻫ ټﻟﺎﻔﯾډ ﺩ ﻮڅﺮﺗ ﺊځﺮګﺍﺭ ﻪﺗﺮﯿﺑ 0 ﺖﻟﺎﺣ ﻮﻠﺗﻭ ﺩ ﻝﻭډ ﻁﻭﺮﺸﻣ ﻪﭘ ﻭﺍ ﺉړﮐ ۍﻨﯿﮑﺨﻣ *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nﯼړﻭﺍﺭ ﺭﺎﺸﻓ F8 ﻲﻠﯿﮐ." --button ok &
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat ori de câte ori este apăsată o tastă: Utilizare: %%e tip de eveniment (evt_win_key) %%w ID fereastră (consultați ajutorul zzzfm -s) %%p panou %%t fila %%k codul tastei (tasta apăsată) %%m modificator (taste modificatoare) Variabile bash exportate (eg $fm_pwd, etc) poate fi folosit în această comandă atunci când nu este utilizat prefixul asterisc. Prefixați comanda dvs. cu un asterisc (*) și returnați condiționat starea de ieșire 0 pentru a inhiba gestionarea implicită. De exemplu: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nTasta F8 a fost apăsată." --button ok &
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mugihe cyose urufunguzo rukanda: Koresha: %%e Ubwoko bwibyabaye (evt_win_key) %%w idirishya id (reba zzzfm -s ubufasha) %%p Umwanya %%t tab %%k kode y'urufunguzo (urufunguzo rukanda) %%m uhindura (urufunguzo rwo guhindura) Kohereza bash guhinduka (eg $fm_pwd, etc) Irashobora gukoreshwa muri iri tegeko mugihe nta nyenyeri yambere ikoreshwa. Shyira imbere itegeko ryawe hamwe ninyenyeri (*) hanyuma usubize muburyo bwo gusohoka 0 kugirango ubuze uwabigenzuye. Kurugero: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nUrufunguzo F8 rwarakandagiye." --button ok &
sd: :ﻲﻫﺁ ﻭﺪﻨﻳﻭ ﻮﻳﺎﭔﺩ ﻲﮐ ﻲڪ ﻪﺑ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_win_key) %%w (ﺩﺪﻣ zzzfm -s ﻮﺳڏ) id ﻭڊﻧﻭ %%p ﻞﻨﻴﭘ %%t ﺐﻴٽ %%k (ﻮﻳﺎﭔﺩ ﻲڪ) ڊﻮڪ ﻢﻫﺍ %%m ڙﺪﻨڪ ﻞﻳﺪﺒﺗ ﺮﻴﻐﺘﻣ ﺶﻴﺑ ﻞﻴﭤ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) .ﻲﮬﺁ ﻮﻳﻭ ﻮﻴڪ ﻪﻧ ﻝﺎﻤﻌﺘﺳﺍ ﺲڪﻔﻳﺮﭘ ڪﻳﺮٽﺳﺍ ﻮڪ ﻦﮬڏﺟ ﻮﭤ ﻲﮭﮕﺳ ﻲﭤ ﻝﺎﻤﻌﺘﺳﺍ ۾ ڊﻧﺎﻤڪ ﻦﮬ :ﺭﻮﻃ ﻝﺎﺜﻣ .ءِﻻ﻿ ﮡڪﻭﺭ ﻲﮐ ﺮﻟڊﻨﻴﮬ ٽﻟﺎﻓڊ ﻲﮐ 0 ﺖﻟﺎﺣ ﻲﺟ ﻲﺴﭘﺍﻭ ﺭﻮﻃ ﻁﺮﺷ ۽ ﻮﻳﺎﮙﻟ ﻲﮘﺍ ﻥﺎﺳ (*) ڪﺴﻳﺮٽﺳﺍ ﻲﮐ ڊﻧﺎﻤڪ ﻲﺠﻨ *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nﻮﻳﻭ ﻮﻳﺎﭔﺩ ﻲﮐ F8 ﻲڪ." --button ok &
si: යතුරක් එබූ විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහන හෝ bash විධාන රේඛාව ඇතුලත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_win_key) %%w කවුළු හැඳුනුම්පත (zzzfm -s උදව් බලන්න) %%p පැනලය %%t ටැබ් %%k යතුරු කේතය (යතුර එබූ) %%m modifier (modifier යතුරු) අපනයනය කරන ලද bash විචල්යයන් (eg $fm_pwd, etc) තරු ලකුණු උපසර්ගයක් භාවිතා නොකරන විට මෙම විධානය තුළ භාවිතා කළ හැක. ඔබේ විධානය තරු ලකුණකින් (*) උපසර්ගය කරන්න සහ පෙරනිමි හසුරුවන්නා නිෂේධනය කිරීම සඳහා කොන්දේසි සහිතව පිටවීමේ තත්ත්වය 0 වෙත යන්න. උදාහරණයක් වශයෙන්: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 යතුර ඔබා ඇත." --button ok &
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa spustí automaticky pri každom stlačení klávesu: Použitie: %%e typ udalosti (evt_win_key) %%w ID okna (pozri pomoc zzzfm -s) %%p panel %%t tab %%k kód kľúča (stlačený kľúč) %%m modifikátor (modifikačné klávesy) Exportované bash premenné (eg $fm_pwd, etc) možno použiť v tomto príkaze, keď nie je použitá žiadna predpona s hviezdičkou. Pred váš príkaz uveďte hviezdičku (*) a podmienečne vráťte stav ukončenia 0, aby ste zablokovali predvolený obslužný program. Napríklad: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nBola stlačená klávesa F8." --button ok &
sl: Vnesite ukazno vrstico programa ali bash, ki se samodejno zažene vsakič, ko pritisnete tipko: Uporaba: %%e vrsto dogodka (evt_win_key) %%w ID okna (glejte pomoč zzzfm -s) %%p ploščo %%t zavihek %%k koda tipke (tipka pritisnjena) %%m modifikator (modifikatorske tipke) Izvožene spremenljivke bash (eg $fm_pwd, etc) se lahko uporablja v tem ukazu, če ni uporabljena predpona zvezdice. Ukazu dodajte predpono zvezdico (*) in pogojno vrnite izhodni status 0, da preprečite privzeti upravljalnik. Na primer: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nPritisnjena je bila tipka F8." --button ok &
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht sa herë që shtypet një tast: Përdorni: %%e lloji i ngjarjes (evt_win_key) %%w ID-ja e dritares (shih ndihmën e zzzfm -s) %%p panel %%t skedën %%k kodi i çelësit (kyç i shtypur) %%m modifikues (çelësat modifikues) Variablat bash të eksportuara (eg $fm_pwd, etc) mund të përdoret në këtë komandë kur nuk përdoret prefiksi yll. Parashtesoni komandën tuaj me një yll (*) dhe ktheni me kusht statusin e daljes 0 për të penguar mbajtësin e paracaktuar. Për shembull: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nU shtyp tasti F8." --button ok &
sw: Ingiza mpango au mstari wa amri wa bash kuendeshwa kiotomatiki wakati wowote ufunguo unapobonyezwa: Tumia: %%e aina ya tukio (evt_win_key) %%w kitambulisho cha dirisha (tazama usaidizi wa zzzfm) %%p paneli %%t kichupo %%k msimbo wa ufunguo (ufunguo umebonyezwa) %%m kirekebishaji (vifunguo vya kurekebisha) Vigeu vya bash vilivyosafirishwa nje (eg $fm_pwd, etc) inaweza kutumika katika amri hii wakati hakuna kiambishi awali cha nyota kinatumika. Amilisha kiambishi awali cha amri yako kwa kinyota (*) na urejeshe kwa masharti hali ya kutoka 0 ili kuzuia kidhibiti chaguo-msingi. Kwa mfano: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKitufe F8 kilibonyezwa." --button ok &
ta: ஒரு விசையை அழுத்தும் போதெல்லாம் தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_win_key) %%w சாளர ஐடி (zzzfm -s உதவியைப் பார்க்கவும்) %%p குழு %%t தாவல் %%k முக்கிய குறியீடு (விசையை அழுத்தியது) %%m மாற்றி (மாற்றி விசைகள்) ஏற்றுமதி செய்யப்பட்ட பாஷ் மாறிகள் (eg $fm_pwd, etc) நட்சத்திர முன்னொட்டு பயன்படுத்தப்படாத போது இந்த கட்டளையில் பயன்படுத்தலாம். உங்கள் கட்டளையை ஒரு நட்சத்திரத்துடன் முன்னொட்டு (*) மற்றும் நிபந்தனையுடன் வெளியேறும் நிலை 0 ஐ இயல்புநிலை கையாளுதலைத் தடுக்கவும். உதாரணத்திற்கு: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nவிசை F8 அழுத்தப்பட்டது." --button ok &
te: కీని నొక్కినప్పుడల్లా స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cని నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_win_key) %%w విండో ఐడి (zzzfm -s సహాయం చూడండి) %%p ప్యానెల్ %%t ట్యాబ్ %%k కీ కోడ్ (కీ నొక్కినది) %%m మాడిఫైయర్ (మాడిఫైయర్ కీలు) ఎగుమతి చేయబడిన బాష్ వేరియబుల్స్ (eg $fm_pwd, etc) నక్షత్రం ఉపసర్గ ఉపయోగించనప్పుడు ఈ ఆదేశంలో ఉపయోగించవచ్చు. డిఫాల్ట్ హ్యాండ్లర్u200cను నిరోధించడానికి మీ ఆదేశాన్ని నక్షత్రం (*)తో ప్రిఫిక్స్ చేయండి మరియు షరతులతో నిష్క్రమణ స్థితి 0ని తిరిగి ఇవ్వండి. ఉదాహరణకి: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nకీ F8 నొక్కబడింది." --button ok &
tg: Барнома ё сатри фармони bash-ро ворид кунед, то вақте ки тугмача пахш карда шавад, ба таври худкор иҷро мешавад: Истифода: %%e намуди ҳодиса (evt_win_key) %%w ID тиреза (нигаред ба кӯмаки zzzfm -s) %%p панел %%t ҷадвал %%k рамзи калид (тугма пахш карда мешавад) %%m тағирдиҳанда (калидҳои тағирдиҳанда) Тағирёбандаҳои bash содиршуда (eg $fm_pwd, etc) метавонад дар ин фармон истифода шавад, вақте ки ягон префикси ситорача истифода намешавад. Фармони худро бо ситорача (*) гузоред ва шартан ҳолати баромади 0-ро баргардонед, то коркарди пешфарзро боздоред. Барои намуна: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nТугмаи F8 пахш карда шуд." --button ok &
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติทุกครั้งที่มีการกดปุ่ม: ใช้: %%e ประเภทงาน (evt_win_key) %%w รหัสหน้าต่าง (ดูวิธีใช้ zzzfm -s) %%p แผงหน้าปัด %%t แท็บ %%k รหัสคีย์ (กดคีย์) %%m โมดิฟายเออร์ (คีย์โมดิฟายเออร์) ตัวแปรทุบตีที่ส่งออก (eg $fm_pwd, etc) สามารถใช้ในคำสั่งนี้เมื่อไม่มีการใช้เครื่องหมายดอกจัน นำหน้าคำสั่งของคุณด้วยเครื่องหมายดอกจัน (*) และส่งคืนสถานะการออกตามเงื่อนไข 0 เพื่อยับยั้งตัวจัดการเริ่มต้น ตัวอย่างเช่น: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nกดปุ่ม F8." --button ok &
tk: Düwme basylanda awtomatiki işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_win_key) %%w penjire idi (zzzfm -s kömegine serediň) %%p panel %%t goýmasy %%k açar kody (düwme basylýar) %%m üýtgediji (üýtgediji düwmeler) Exxported bash üýtgeýjileri (eg $fm_pwd, etc) ýyldyz belgisi goşulmasy ulanylmasa bu buýrukda ulanylyp bilner. Buýrugyňyzy ýyldyzjyk (*) bilen goşuň we deslapky işleýjini saklamak üçin çykyş ýagdaýyny şertli ýagdaýda yzyna gaýtaryň. Mysal üçin: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 düwmesi basyldy." --button ok &
tt: Ачкыч басылганда автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_win_key) %%w тәрәзә идентификаторы (zzzfm -s ярдәмен карагыз) %%p панель %%t салынмасы %%k ачкыч коды (төймә басылган) %%m модификатор (үзгәртүче ачкычлар) Чыгарылган баш үзгәрүләр (eg $fm_pwd, etc) Йолдызлык префиксы кулланылмаганда, бу боерыкта кулланырга мөмкин. Йолдызлык (*) белән команданы префикслагыз һәм шартлы рәвештә чыгу статусын кире кайтару өчен. Мәсәлән: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 ачкычы басылды." --button ok &
uk: Введіть програму або командний рядок bash, щоб автоматично запускатися при натисканні клавіші: Використовуйте: %%e тип події (evt_win_key) %%w ідентифікатор вікна (див. довідку zzzfm -s) %%p панель %%t табл %%k код клавіші (клавіша натиснута) %%m модифікатор (клавіші-модифікатори) Експортовані змінні bash (eg $fm_pwd, etc) можна використовувати в цій команді, якщо не використовується префікс зірочки. Додайте до вашої команди префікс зірочки (*) і умовно поверніть статус виходу 0, щоб заблокувати обробник за замовчуванням. Наприклад: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nБула натиснута клавіша F8." --button ok &
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﺗ ﮯﺋﺎﺟ ﯽﺋﺎﺑﺩ ﺪﯿﻠﮐ ﯽﺋﻮﮐ ﯽﮭﺑ ﺐﺟ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_win_key) %%w (ﮟﯿﮭﮑﯾﺩ ﺩﺪﻣ ﯽﮐ ﻢﯾﺍ ﻒﯾﺍ ﺯﺯﺯ) ﯼﮈ ﯽﺋﺁ ﻭﮉﻧﻭ %%p ﻞﻨﯿﭘ %%t ﺐﯿﭨ %%k (ﺎﯾﺎﺑﺩ ﺪﯿﻠﮐ) ﮈﻮﮐ ﯼﺪﯿﻠﮐ %%m (ﺰﯿﮐ ﺮﺋﺎﻔﯾﮈﻮﻣ) ﮦﺪﻨﻨﮐ ﻢﯿﻣﺮﺗ ﺕﺍﺮﯿﻐﺘﻣ bash ﮦﺪﺷ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) ۔ﻮﮨ ﮧﻧ ﻝﺎﻤﻌﺘﺳﺍ ﮧﻘﺑﺎﺳ ﺎﮐ ﮦﺭﺎﺘﺳ ﯽﺋﻮﮐ ﺐﺟ ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﺱﺍ :ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ ۔ﮟﯾﺮﮐ ﺲﭘﺍﻭ 0 ﺲﭩﯿﭩﺳﺍ ﭦﺰﮕﯾﺍ ﺮﭘ ﺭﻮﻃ ﻁﻭﺮﺸﻣ ﮯﯿﻟ ﮯﮐ ﮯﻨﮐﻭﺭ ﻮﮐ ﺮﻟﮉﻨﯿﮨ ﮦﺪﺷ ﮯﻃ ﮯﺳ ﮯﻠﮩﭘ ﺭﻭﺍ ﮟﯿﺋﺎﮕ *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\n۔ﯽﺌﮔ ﯽﺋﺎﺑﺩ F8 ﺪﯿﻠﮐ." --button ok &
uz: Har bir tugma bosilganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_win_key) %%w oyna identifikatori (zzzfm -s yordamiga qarang) %%p paneli %%t tab %%k kalit kodi (tugmacha bosilgan) %%m modifikator (o'zgartirish tugmalari) Eksport qilingan bash o'zgaruvchilari (eg $fm_pwd, etc) yulduzcha prefiksi ishlatilmaganda ushbu buyruqda foydalanish mumkin. Buyruqingizga yulduzcha (*) qo'ying va standart ishlov beruvchini taqiqlash uchun shartli ravishda chiqish holatini 0 ga qaytaring. Misol uchun: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nF8 tugmasi bosildi." --button ok &
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động bất cứ khi nào một phím được nhấn: Sử dụng: %%e loại sự kiện (evt_win_key) %%w id cửa sổ (xem trợ giúp zzzfm -s) %%p bảng điều khiển %%t chuyển hướng %%k mã phím (phím được nhấn) %%m công cụ sửa đổi (các phím bổ trợ) Các biến bash đã xuất (eg $fm_pwd, etc) có thể được sử dụng trong lệnh này khi không sử dụng tiền tố dấu hoa thị. Đặt tiền tố lệnh của bạn bằng dấu hoa thị (*) và trả về trạng thái thoát 0 có điều kiện để ngăn trình xử lý mặc định. Ví dụ: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nPhím F8 đã được nhấn." --button ok &
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo nanini na xa iqhosha licinezelwa: Sebenzisa: %%e uhlobo lwesiganeko (evt_win_key) %%w id yefestile (jonga zzzfm -s uncedo) %%p Iphaneli %%t ithebhu %%k ikhowudi yesitshixo (iqhosha licinezelwe) %%m isilungisi (amaqhosha okulungisa) Iinguqu ze-bash ezithunyelwa ngaphandle (eg $fm_pwd, etc) inokusetyenziswa kulo myalelo xa kungekho simaphambili seenkwenkwezi sisetyenziswayo. Isimaphambili somyalelo wakho ngeenkwenkwezi (*) kwaye ubuyisele imeko yokuphuma ngokwemiqathango engu-0 ukunqanda isibambi esingagqibekanga. Umzekelo: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nIqhosha F8 lacinezelwa." --button ok &
yi: :טקירדעג זיא לסילש אַ ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%e פּיט שינעעשעג (evt_win_key) %%w (ףליה zzzfm -s ןעז) ןיַיש רעטצנעפֿ %%p עילפאַט %%t לטיווק %%k (טקירדעג לסילש) דאָק לסילש %%m (ןעלסילש רעיפידאָמ) רעיפידאָמ זלאַבאַירעוו שאַב דעטראָפּסקע (eg $fm_pwd, etc) .טצינעג זיא סקיפערפּ קסירעטסאַ ןייק ןעוו לעפֿאַב םעד ןיא טנייוועג ןייז ןענעק :לשמל .רעלדנאַה טיַיקילעפ יד טאַביכני וצ 0 סוטאַטס גנאַגסיוראַ ןעמוקקירוצ ילאַנאַשידנאַק ןוא (*) קסירעטסאַ ןאַ טי *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nטקירדעג זיא 8פ לסילש." --button ok &
