Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Ignore Context / Show All (global setting)
af: _Ignoreer konteks / wys alles (globale instelling)
am: _አውዱን ችላ በል / ሁሉንም አሳይ (አለምአቀፍ ቅንብር)
ar: _(ﻡﺎﻌﻟﺍ ﺩﺍﺪﻋﻹ﻿ﺍ) ﻞﻜﻟﺍ ﺭﺎﻬﻇﺇ / ﻕﺎﻴﺴﻟﺍ ﻞﻫﺎﺠﺗ
be: _Ігнараваць кантэкст / Паказаць усё (глабальная налада)
bg: _Игнориране на контекста / Покажи всички (глобална настройка)
bn: _প্রসঙ্গ উপেক্ষা করুন / সমস্ত দেখান (গ্লোবাল সেটিং)
ca: _Ignora el context/Mostra-ho tot (configuració global)
cy: _Anwybyddu Cyd-destun / Dangos Pawb (lleoliad byd-eang)
da: _Ignorer kontekst / vis alle (global indstilling)
eo: _Ignori kuntekston/Montri ĉion (tutmonda agordo)
et: _Konteksti ignoreerimine / kuva kõik (üldseade)
eu: _Ez ikusi testuingurua / Erakutsi guztia (ezarpen globala)
fa: _(ﯽﻧﺎﻬﺟ ﺕﺎﻤﯿﻈﻨﺗ) ﻪﻤﻫ ﺶﯾﺎﻤﻧ / ﻪﻨﯿﻣﺯ ﻦﺘﻓﺮﮔ ﻩﺪﯾﺩﺎﻧ
fi: _Ohita konteksti / Näytä kaikki (yleinen asetus)
fil: _Huwag pansinin ang Konteksto / Ipakita ang Lahat (global na setting)
fy: _Negearje kontekst / Alles sjen litte (globale ynstelling)
ga: _Déan neamhaird de Chomhthéacs / Taispeáin Uile (suíomh domhanda)
gd: _Mothaich co-theacsa / seall na h-uile (suidheachadh cruinneil)
gl: _Ignorar contexto/Mostrar todo (configuración global)
gu: _સંદર્ભ અવગણો / બધા બતાવો (વૈશ્વિક સેટિંગ)
he: _(תילבולג הרדגה) לכה גצה / רשקהמ םלעתה
hi: _प्रसंग पर ध्यान न दें / सभी दिखाएँ (वैश्विक सेटिंग)
hr: _Zanemari kontekst/Prikaži sve (globalna postavka)
hu: _Kontextus figyelmen kívül hagyása / Összes megjelenítése (globális beállítás)
hy: _Անտեսել համատեքստը / Ցուցադրել բոլորը (գլոբալ կարգավորում)
id: _Abaikan Konteks / Tampilkan Semua (pengaturan global)
is: _Hunsa samhengi / sýna allt (alþjóðleg stilling)
ka: _კონტექსტის იგნორირება / ყველას ჩვენება (გლობალური პარამეტრი)
kk: _Мәтінмәнді елемеу / Барлығын көрсету (жаһандық параметр)
km: _មិនអើពើបរិបទ / បង្ហាញទាំងអស់ (ការកំណត់ជាសកល)
kn: _ಸಂದರ್ಭವನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ / ಎಲ್ಲವನ್ನೂ ತೋರಿಸು (ಜಾಗತಿಕ ಸೆಟ್ಟಿಂಗ್)
ku: _Paşguh nekeve naverokê / Hemûyan nîşan bide (mîhenga gerdûnî)
ky: _Контекстти этибарга албоо / Баарын көрсөтүү (глобалдык жөндөө)
lb: _Kontext ignoréieren / Alles weisen (global Astellung)
lo: _ບໍ່ສົນໃຈບໍລິບົດ / ສະແດງທັງໝົດ (ການຕັ້ງຄ່າທົ່ວໂລກ)
lt: _Ignoruoti kontekstą / Rodyti viską (visuotinis nustatymas)
lv: _Ignorēt kontekstu/Rādīt visu (globālais iestatījums)
mg: _Aza miraharaha ny toe-javatra / Asehoy Rehetra (faritra maneran-tany)
mi: _Waiho te Horopaki / Whakaatu Katoa (tautuhinga o te ao)
mk: _Игнорирај го контекстот / Прикажи ги сите (глобална поставка)
ml: _സന്ദർഭം അവഗണിക്കുക / എല്ലാം കാണിക്കുക (ആഗോള ക്രമീകരണം)
mn: _Контекстийг үл тоомсорлох / Бүгдийг харуулах (дэлхийн тохиргоо)
mr: _संदर्भाकडे दुर्लक्ष करा / सर्व दर्शवा (जागतिक सेटिंग)
mt: _Injora l-Kuntest/Uri Kollox (issettjar globali)
my: _အကြောင်းအရာကို လျစ်လျူရှု / အားလုံးပြပါ (ကမ္ဘာလုံးဆိုင်ရာ ဆက်တင်)
nb: _Ignorer kontekst / vis alle (global innstilling)
ne: _सन्दर्भ उपेक्षा गर्नुहोस् / सबै देखाउनुहोस् (ग्लोबल सेटिङ)
or: _ପ୍ରସଙ୍ଗକୁ ଅଗ୍ରାହ୍ୟ କରନ୍ତୁ / ସମସ୍ତ ଦେଖାନ୍ତୁ (ଗ୍ଲୋବାଲ୍ ସେଟିଂ)
pa: _ਸੰਦਰਭ ਨੂੰ ਅਣਡਿੱਠ ਕਰੋ / ਸਾਰੇ ਦਿਖਾਓ (ਗਲੋਬਲ ਸੈਟਿੰਗ)
ps: _(ﺐﯿﺗﺮﺗ ﻝﺍﻮﯾړﻧ) ﺖﺳﺎﯾﺎښﻭ ﻝﻮټ / ﻝﻮځﺭﻮﻏ ﻪﻣﺎﭘ ﻪﻟ ﺍﻮﺘﺤﻣ
ro: _Ignora context/Afișează tot (setare globală)
rw: _Kwirengagiza Imirongo / Kwerekana Byose (gushiraho isi)
sd: _(ﮓﻨٽﻴﺳ ﻲﻤﻟﺎﻋ) ﻮﻳﺭﺎﮑﻳڏ ﭛﺳ / ﻮﻳﺮڪ ﺯﺍﺪﻧﺍ ﺮﻈﻧ ﻮﻟﺍﻮﺣ
si: _සන්දර්භය නොසලකා හරින්න / සියල්ල පෙන්වන්න (ගෝලීය සැකසුම)
sk: _Ignorovať kontext / Zobraziť všetko (globálne nastavenie)
sl: _Prezri kontekst/Pokaži vse (globalna nastavitev)
sq: _Injoro kontekstin / Shfaq të gjitha (cilësimi global)
sw: _Puuza Muktadha / Onyesha Yote (mipangilio ya kimataifa)
ta: _சூழலைப் புறக்கணிக்கவும் / அனைத்தையும் காட்டு (உலகளாவிய அமைப்பு)
te: _సందర్భాన్ని విస్మరించు / అన్నీ చూపించు (గ్లోబల్ సెట్టింగ్)
tg: _Контекстро нодида гиред / Ҳамаашро нишон диҳед (танзимоти ҷаҳонӣ)
th: _ละเว้นบริบท / แสดงทั้งหมด (การตั้งค่าส่วนกลาง)
tk: _Kontekste ähmiýet berme / Hemmesini görkez (global sazlama)
tt: _Контекстны санга сукмагыз / Барысын да күрсәтегез (глобаль көйләү)
uk: _Ігнорувати контекст/Показати все (загальне налаштування)
ur: _(ﺐﯿﺗﺮﺗ ﯽﻤﻟﺎﻋ) ﮟﯿﺋﺎﮭﮐﺩ ﯽﮭﺒﺳ / ﮟﯾﺮﮐ ﺯﺍﺪﻧﺍ ﺮﻈﻧ ﻮﮐ ﻕﺎﺒﺳ ﻭ ﻕﺎﯿﺳ
uz: _Kontekstga e'tibor bermaslik / Hammasini ko'rsatish (global sozlamalar)
vi: _Bỏ qua ngữ cảnh / Hiển thị tất cả (cài đặt chung)
xh: _Ungahoywa Umxholo / Bonisa Konke (ulungiselelo lwehlabathi)
yi: _(ןקיטעטשאַב עלאבאלג) עלאַ ןזיַיוו / טסקעטנאָק ןריראָנגיא

source: Comm_and
lt: Kom_anda

source: Command _Line
af: Bevel _Line
am: ትዕዛዝ _Line
ar: ﺮﻣﺃ _Line
be: Загад _Line
bg: Команда _Line
bn: আদেশ _Line
ca: Comandament _Line
cy: Gorchymyn _Line
da: Kommando _Line
eo: Komando _Line
et: Käsk _Line
eu: Agindua _Line
fa: ﻥﺎﻣﺮﻓ _Line
fi: Komento _Line
fil: Utos _Line
fy: Befel _Line
ga: Ordú _Line
gd: Òrdugh _Line
gl: Comando _Line
gu: આદેશ _Line
he: הדוקפ _Line
hi: आदेश _Line
hr: Naredba _Line
hu: Parancs _Line
hy: Հրաման _Line
id: Memerintah _Line
is: Skipun _Line
ka: ბრძანება _Line
kk: Пәрмен _Line
km: បញ្ជា _Line
kn: ಆಜ್ಞೆ _Line
ku: Ferman _Line
lb: Kommando _Line
lo: ຄໍາສັ່ງ _Line
lt: Komandų Ei_lutė
lv: Pavēli _Line
mg: didy _Line
mi: Whakahau _Line
mk: Команда _Line
ml: കമാൻഡ് _Line
mn: Тушаал _Line
mr: आज्ञा _Line
mt: Kmand _Line
my: အမိန့်ပေးသည်။ _Line
nb: Kommando _Line
ne: आदेश _Line
or: ନିର୍ଦ୍ଦେଶ | _Line
pa: ਹੁਕਮ _Line
ps: ﺮﻣﺍ _Line
ro: Comanda _Line
rw: Tegeka _Line
sd: ﻢڪﺣ _Line
si: විධානය _Line
sk: Príkaz _Line
sl: Ukaz _Line
sq: Komanda _Line
sw: Amri _Line
ta: கட்டளை _Line
te: ఆదేశం _Line
tg: Фармон _Line
th: สั่งการ _Line
tk: Buýruk _Line
tt: Команда _Line
uk: Команда _Line
ur: ﮉﻧﺎﻤﮐ _Line
uz: Buyruq _Line
vi: Yêu cầu _Line
xh: Umyalelo _Line
yi: לעפֿאַב _Line

source: _Script
af: _Skripsie
am: _ስክሪፕት
ar: _ﻲﺼﻨﻟﺍ
be: _Сцэнар
bg: _Скрипт
bn: _লিপি
ca: _Guió
cy: _Sgript
da: _Manuskript
eo: _Skripto
et: _Skript
eu: _Gidoia
fa: _ﺖﭙﯾﺮﮑﺳﺍ
fi: _Käsikirjoitus
fy: _Skrift
gd: _Sgriob
gl: _Guión
gu: _સ્ક્રિપ્ટ
he: _טיִרסַת
hi: _लिपि
hr: _Skripta
hu: _Forgatókönyv
hy: _Սցենար
id: _Naskah
is: _Handrit
ka: _სკრიპტი
kk: _Сценарий
km: _ស្គ្រីប
kn: _ಸ್ಕ್ರಿಪ್ಟ್
ku: _Nivîs
ky: _Скрипт
lb: _Schrëft
lo: _ສະຄຣິບ
lt: _Scenarijus
lv: _Skripts
mg: _teny
mi: _Hōtuhi
mk: _Скрипта
ml: _സ്ക്രിപ്റ്റ്
mn: _Скрипт
mr: _स्क्रिप्ट
mt: _Iskript
my: _ဇာတ်ညွှန်း
nb: _Manus
ne: _लिपि
or: _ସ୍କ୍ରିପ୍ଟ
pa: _ਸਕ੍ਰਿਪਟ
ps: _ټﭙﯾﺮﮑﺳ
ro: _Scenariul
rw: _Inyandiko
sd: _ٽﭘﺮڪﺳﺍ
si: _පිටපත
sk: _Skript
sl: _Skripta
sw: _Hati
ta: _கையால் எழுதப்பட்ட தாள்
te: _స్క్రిప్ట్
tg: _Скрипт
th: _สคริปต์
tk: _Scriptazgy
tt: _Сценарий
uk: _Сценарій
ur: _ﭧﭘﺮﮑﺳ
uz: _Skript
vi: _Kịch bản
xh: _Ushicilelo
yi: _טפירש

source: Open In _Editor
af: Maak oop in _Redakteur
am: ክፈት _አርታዒ
ar: ﻲﻓ ﺢﺘﻓ _ﺭﺮﺤﻣ
be: Адкрыць у _Рэдактар
bg: Отворете в _Редактор
bn: খোলা _সম্পাদক
ca: Obre a _Editor
cy: Agorwch Mewn _Golygydd
da: Åbn i _Redaktør
eo: Malfermu En _Redaktoro
et: Ava sisse _Toimetaja
eu: Ireki In _Editorea
fa: ﺭﺩ ﻥﺩﺮﮐ ﺯﺎﺑ _ﺮﮕﺸﯾﺍﺮﯾﻭ
fi: Avaa sisään _Toimittaja
fil: Buksan Sa _Editor
fy: Iepenje yn _Redakteur
ga: Oscail I _Eagarthóir
gd: Fosgail a-steach _Deasaiche
gl: Abrir en _Editor
gu: માં ખોલો _સંપાદક
he: ב חתפיהל _ךֵרֹוע
hi: में खुलेगा _संपादक
hr: Otvori u _Urednik
hu: Nyissa meg _Szerkesztő
hy: Բացել In _Խմբագիր
id: Buka Masuk _Editor
is: Opna í _Ritstjóri
ka: გახსენით _რედაქტორი
kk: Ашу _Редактор
km: បើកចូល _កម្មវិធីនិពន្ធ
kn: ತೆರೆಯಿರಿ _ಸಂಪಾದಕ
ku: Vekin In _Weşanvan
ky: ачуу _редактор
lb: Open In _Redakter
lo: ເປີດໃນ _ບັນນາທິການ
lt: Atverti R_edaktoriuje
lv: Atvērt In _Redaktors
mg: Open In _mpamoaka lahatsoratra
mi: Tuwhera ki roto _Etita
mk: Отвори внатре _Уредник
ml: തുറക്കുക _എഡിറ്റർ
mn: Нээх _Редактор
mr: मध्ये उघडा _संपादक
mt: Iftaħ Ġewwa _Editur
my: ဖွင့်ပါ။ _တည်းဖြတ်သူ
nb: Åpne i _Redaktør
ne: मा खोल्नुहोस् _सम्पादक
or: ଖୋଲନ୍ତୁ _ସମ୍ପାଦକ
pa: ਵਿੱਚ ਖੋਲ੍ਹੋ _ਸੰਪਾਦਕ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﻪﻨﻧﺩ _ﺮﯾﺪﻣ
ro: Deschide în _Editor
rw: Fungura _Muhinduzi
sd: ﻮﻴﻟﻮﮐ ﺭﺪﻧﺍ _ﺮٽﻳڊﻳﺍ
si: විවෘත කරන්න _සංස්කරණය හෝ
sk: Otvoriť v _Editor
sl: Odpri v _Urednik
sq: Hapni brenda _Redaktor
sw: Fungua Ndani _Mhariri
ta: உள்ளே திற _ஆசிரியர்
te: లో తెరవండి _ఎడిటర్
tg: Дар кушода _Муҳаррир
th: เปิด _บรรณาธิการ
tk: Aç _Redaktor
tt: Керегез _Редактор
uk: Відкрити в _Редактор
ur: ۔ﮟﯿﻟﻮﮭﮐ ﺭﺪﻧﺍ _ﺮﭩﯾﮉﯾﺍ
uz: Ochish _muharrir
vi: Mở ra _Biên tập viên
xh: Vula ngaphakathi _Umhleli
yi: ןיא ןענעפֿע _ראָטידע

source: _Root Editor
af: _Wortelredakteur
am: _ስርወ አርታዒ
ar: _ﺭﺬﺠﻟﺍ ﺭﺮﺤﻣ
be: _Каранёвы рэдактар
bg: _Корен редактор
bn: _রুট এডিটর
ca: _Editor arrel
cy: _Golygydd Gwreiddiau
eo: _Radika Redaktoro
et: _Juurredaktor
eu: _Erro editorea
fa: _ﻪﺸﯾﺭ ﺮﮕﺸﯾﺍﺮﯾﻭ
fi: _Pääeditori
ga: _Eagarthóir Fréamh
gd: _Deasaiche freumha
gl: _Editor raíz
gu: _રુટ એડિટર
he: _שרוש ךרוע
hi: _रूट संपादक
hu: _Root szerkesztő
hy: _Արմատային խմբագիր
id: _Editor akar
ka: _ძირეული რედაქტორი
kk: _Түбірлік редактор
km: _កម្មវិធីនិពន្ធឫស
kn: _ರೂಟ್ ಎಡಿಟರ್
ku: _Edîtorê Root
ky: _Түпкү редактор
lo: _ບັນນາທິການຮາກ
lt: _Šaknies redaktorius
lv: _Saknes redaktors
mi: _Pūtake Editor
mk: _Корен уредник
ml: _റൂട്ട് എഡിറ്റർ
mr: _रूट संपादक
mt: _Editur tal-Għeruq
my: _Root အယ်ဒီတာ
ne: _रूट सम्पादक
or: _ମୂଳ ସମ୍ପାଦକ |
pa: _ਰੂਟ ਸੰਪਾਦਕ
ps: _ﺮﯾﺪﻣ ټﻭﺭ ﺩ
ro: _Editor rădăcină
rw: _Muhinduzi
sd: _ﺮٽﻳڊﻳﺍ ٽﻭﺭ
si: _මූල සංස්කාරකය
sk: _Koreňový editor
sq: _Redaktori Root
sw: _Mhariri wa mizizi
ta: _ரூட் எடிட்டர்
te: _రూట్ ఎడిటర్
tg: _Муҳаррири реша
th: _ตัวแก้ไขราก
tk: _Kök redaktory
tt: _Тамыр редакторы
uk: _Кореневий редактор
ur: _ﺮﭩﯾﮉﯾﺍ ﭦﻭﺭ
uz: _Ildiz muharriri
vi: _Trình chỉnh sửa gốc
xh: _Ingcambu Umhleli
yi: _ראָטידע לצראָוו

source: Optio_ns
lt: Pari_nktys

source: Run Options
af: Begin Opsies
am: አማራጮችን አሂድ
ar: ﻞﻴﻐﺸﺘﻟﺍ ﺕﺍﺭﺎﻴﺧ
be: Параметры запуску
bg: Опции за стартиране
bn: রান অপশন
ca: Opcions d'execució
cy: Rhedeg Dewisiadau
da: Kør indstillinger
eo: Rulu Opcioj
et: Käivitage valikud
eu: Exekutatu Aukerak
fa: ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﺍﺭ ﺎﻫ ﻪﻨﯾﺰﮔ
fi: Suorita asetukset
fil: Patakbuhin ang Mga Opsyon
fy: Opsjes útfiere
ga: Rith Roghanna
gd: Roghainnean ruith
gl: Opcións de execución
gu: વિકલ્પો ચલાવો
he: תויורשפא לעפה
hi: रन विकल्प
hr: Opcije pokretanja
hu: Beállítások futtatása
hy: Գործարկել ընտրանքները
id: Jalankan Opsi
is: Keyra valkosti
ka: გაშვების ოფციები
kk: Іске қосу опциялары
km: ដំណើរការជម្រើស
kn: ಆಯ್ಕೆಗಳನ್ನು ರನ್ ಮಾಡಿ
ku: Vebijêrkên Run
lb: Run Optiounen
lo: ດໍາເນີນການທາງເລືອກ
lt: Vykdyti parinktis
lv: Palaist opcijas
mi: Whakahaere Kōwhiringa
mk: Стартувај Опции
ml: ഓപ്u200cഷനുകൾ പ്രവർത്തിപ്പിക്കുക
mn: Ажиллуулах сонголтууд
mr: पर्याय चालवा
mt: Mexxi Għażliet
my: ရွေးစရာများကို ဖွင့်ပါ။
nb: Kjør alternativer
ne: विकल्पहरू चलाउनुहोस्
or: ବିକଳ୍ପଗୁଡିକ ଚଲାନ୍ତୁ |
pa: ਵਿਕਲਪ ਚਲਾਓ
ps: ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﻮﻟﻮﻠﭼ ﺩ
rw: Koresha Amahitamo
sd: ﺭﺎﻴﺘﺧﺍ ﺎﺟ ﮡﺋﻼ﻿ﻫ
si: ධාවන විකල්ප
sk: Spustiť Možnosti
sl: Možnosti zagona
sq: Ekzekutoni opsionet
sw: Endesha Chaguzi
ta: விருப்பங்களை இயக்கவும்
te: ఎంపికలను అమలు చేయండి
tg: Имконоти иҷро
th: เรียกใช้ตัวเลือก
tk: Işletmek opsiýalary
tt: Вариантларны эшләгез
uk: Параметри запуску
ur: ۔ﮟﯿﺋﻼ﻿ﭼ ﺕﺍﺭﺎﯿﺘﺧﺍ
vi: Chạy các tùy chọn
xh: Qhuba uKhetho
yi: סעיצפּאָ ןפיול

source: Popup Task
af: Opspringtaak
am: የብቅ-ባይ ተግባር
ar: ﺔﻘﺜﺒﻨﻣ ﺔﻤﻬﻣ
be: Ўсплывальнае заданне
bg: Изскачаща задача
bn: পপআপ টাস্ক
ca: Tasca emergent
cy: Tasg Popup
da: Popup-opgave
eo: Ŝprucfenestra Tasko
et: Hüpikülesanne
eu: Popup ataza
fa: ﭖﺁ ﭖﺎﭘ ﻪﻔﯿﻇﻭ
fi: Ponnahdusikkunatehtävä
fil: Popup na Gawain
fy: Popup taak
ga: Tasc aníos
gd: Tasg popup
gl: Tarefa emerxente
gu: પોપઅપ કાર્ય
he: תצפוק המישמ
hi: पॉपअप टास्क
hr: Skočni zadatak
hu: Felbukkanó feladat
hy: Բացվող առաջադրանք
id: Tugas Munculan
is: Sprettigluggaverkefni
ka: ამომხტარი ამოცანა
kk: Қалқымалы терезе тапсырмасы
km: ភារកិច្ចលេចឡើង
kn: ಪಾಪ್ಅಪ್ ಕಾರ್ಯ
ku: Peywira Pêşveçûnê
ky: Калкыма тапшырма
lb: Popup Aufgab
lo: ໜ້າວຽກປັອບອັບ
lt: Iššokantis uždavinys
lv: Uznirstošais uzdevums
mg: Asa popup
mi: Taumahi Pahūake
mk: Скокачка задача
ml: പോപ്പ്അപ്പ് ടാസ്ക്
mn: Попап даалгавар
mr: पॉपअप कार्य
mt: Kompitu Popup
nb: Popup-oppgave
ne: पपअप कार्य
or: ପପ୍ଅପ୍ ଟାସ୍କ |
pa: ਪੌਪਅੱਪ ਟਾਸਕ
ps: ﻩﺪﻧﺩ ﭖﺍ ﭖﺎﭘ ﺩ
ro: Sarcină pop-up
rw: Igikorwa cya popup
sd: ڪﺳﺎٽ ﭖﺍ ﭖﺎﭘ
si: උත්පතන කාර්යය
sk: Vyskakovacia úloha
sl: Pojavna naloga
sq: Detyra kërcyese
sw: Kazi Ibukizi
ta: பாப்அப் பணி
te: పాప్అప్ టాస్క్
tg: Вазифаи поп-ап
th: งานป๊อปอัป
tk: Açylýan mesele
tt: Калкып чыгу биреме
uk: Спливаюче вікно
ur: ﮏﺳﺎﭨ ﭖﺍ ﭖﺎﭘ
uz: Qalqib chiquvchi vazifa
vi: Tác vụ bật lên
xh: Uzivelela umsebenzi
yi: קסאַט גנירפּשפֿיוא

source: Popup Error
af: Opspringfout
am: የብቅ-ባይ ስህተት
ar: ﻖﺜﺒﻨﻣ ﺄﻄﺧ
be: Памылка ўсплывальнага акна
bg: Изскачаща грешка
bn: পপআপ ত্রুটি৷
ca: Error emergent
cy: Gwall Popup
da: Popup-fejl
eo: Ŝprucfenestra Eraro
et: Hüpikakna viga
eu: Popup errorea
fa: ﻮﺷﺯﺎﺑ ﻩﺮﺠﻨﭘ ﯼﺎﻄﺧ
fi: Ponnahdusikkunan virhe
fy: Popup flater
ga: Earráid aníos
gd: Mearachd popup
gl: Erro emerxente
gu: પોપઅપ ભૂલ
he: תצפוק האיגש
hi: पॉपअप त्रुटि
hu: Felugró ablak hiba
hy: Բացվող սխալ
id: Kesalahan Munculan
is: Sprettiglugga villa
ka: ამომხტარი შეცდომა
kk: Қалқымалы терезе қатесі
km: កំហុសលេចឡើង
kn: ಪಾಪ್ಅಪ್ ದೋಷ
ku: Çewtiya popupê
ky: Калкыма Ката
lb: Popup Feeler
lo: ປັອບອັບຜິດພາດ
lt: Iššokančiojo lango klaida
lv: Uznirstošā loga kļūda
mg: Error popup
mi: Hapa Pahūake
mk: Грешка во скокачки прозорец
ml: പോപ്പ്അപ്പ് പിശക്
mn: Попап алдаа
mr: पॉपअप त्रुटी
mt: Żball Popup
my: ပေါ့ပ်အပ် အမှား
nb: Popup-feil
ne: पपअप त्रुटि
or: ପପ୍ଅପ୍ ତ୍ରୁଟି |
pa: ਪੌਪਅੱਪ ਗੜਬੜ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﭖﺍ ﭖﺎﭘ ﺩ
ro: Eroare pop-up
rw: Ikosa rya popup
sd: ﻲﻄﻠﻏ ﭖﺍ ﭖﺎﭘ
si: උත්පතන දෝෂය
sk: Chyba kontextového okna
sl: Napaka v pojavnem oknu
sq: Gabim kërcyes
sw: Hitilafu ibukizi
ta: பாப் அப் பிழை
te: పాప్అప్ లోపం
tg: Хатои поп-ап
th: ข้อผิดพลาดป๊อปอัป
tk: Açylýan säwlik
tt: Калкып чыгу хата
uk: Помилка спливаючого вікна
ur: ۔ﯽﺑﺍﺮﺧ ﯽﮐ ﭖﺍ ﭖﺎﭘ
uz: Qalqib chiquvchi oyna xatosi
vi: Lỗi cửa sổ bật lên
xh: Imposiso Ezivelelayo
yi: תועט גנירפּשפֿיוא

source: Popup Output
af: Opspring-uitvoer
am: ብቅ ባይ ውፅዓት
ar: ﻖﺜﺒﻨﻤﻟﺍ ﺝﺍﺮﺧﻹ﻿ﺍ
be: Вывад усплывальнага акна
bg: Изход на изскачащ прозорец
bn: পপআপ আউটপুট
ca: Sortida emergent
cy: Allbwn Popup
eo: Popup Eligo
et: Hüpikakna väljund
eu: Popup irteera
fa: ﭖﺁ ﭖﺎﭘ ﯽﺟﻭﺮﺧ
fi: Ponnahdusikkunan ulostulo
fy: Popup útfier
ga: Aschur aníos
gd: Toradh popup
gl: Saída emerxente
gu: પોપઅપ આઉટપુટ
he: ץפוק טלפ
hi: पॉपअप आउटपुट
hr: Skočni izlaz
hu: Felbukkanó kimenet
hy: Բացվող ելք
id: Keluaran sembulan
is: Úttak sprettiglugga
ka: ამომხტარი გამომავალი
kk: Қалқымалы терезе шығысы
km: លេចចេញលទ្ធផល
kn: ಪಾಪ್ಅಪ್ ಔಟ್ಪುಟ್
ku: Hilberîna popupê
ky: Калкыма чыгаруу
lb: Popup Ausgang
lo: ປັອບອັບ Output
lt: Iššokantis išėjimas
lv: Uznirstošā izvade
mi: Putanga Pahūake
mk: Појавен излез
ml: പോപ്പ്അപ്പ് ഔട്ട്പുട്ട്
mn: Попап гаралт
mr: पॉपअप आउटपुट
mt: Output Popup
nb: Popup-utgang
ne: पपअप आउटपुट
or: ପପ୍ଅପ୍ ଆଉଟପୁଟ୍
pa: ਪੌਪਅੱਪ ਆਉਟਪੁੱਟ
ps: ﻝﻮﺼﺤﻣ ﭖﺍ ﭖﺎﭘ ﺩ
ro: Ieșire pop-up
rw: Ibisohoka
sd: ٽﻮﺋﺁ ﭖﺍ ﭖﺎﭘ
si: උත්පතන ප්රතිදානය
sk: Vyskakovací výstup
sl: Pojavni izhod
sq: Dalja kërcyese
sw: Pato Ibukizi
ta: பாப்அப் வெளியீடு
te: పాప్అప్ అవుట్u200cపుట్
tg: Натиҷаи поп-ап
th: เอาต์พุตป๊อปอัป
tk: Açylýan çykyş
tt: Калкып чыгу
uk: Спливаюче вікно
ur: ﭧﭘ ﭦﺅﺁ ﭖﺍ ﭖﺎﭘ
uz: Qalqib chiquvchi oyna chiqishi
vi: Đầu ra cửa sổ bật lên
xh: Imveliso yePopu
yi: טאַטלוזער גנירפּשפֿיוא

source: Scroll Output
af: Scroll Uitvoer
am: ውፅዓት ሸብልል።
ar: ﺮﻳﺮﻤﺘﻟﺍ ﺝﺍﺮﺧﺇ
be: Вывад пракруткі
bg: Изход за превъртане
bn: স্ক্রোল আউটপুট
ca: Sortida de desplaçament
cy: Allbwn Sgrolio
da: Rul output
eo: Ruluma Eligo
et: Kerige väljund
eu: Korritu Irteera
fa: ﻝﻭﺮﮑﺳﺍ ﯽﺟﻭﺮﺧ
fi: Vieritä ulostulo
fil: Mag-scroll Output
fy: Scroll Utfier
ga: Aschur Scrollaigh
gd: Toradh Scroll
gl: Saída de desprazamento
gu: આઉટપુટ સ્ક્રોલ કરો
he: טלפ הלילג
hi: स्क्रॉल आउटपुट
hu: Görgesse ki a kimenetet
hy: Ոլորման ելք
id: Keluaran Gulir
is: Skrunaúttak
ka: გადახვევის გამომავალი
kk: Айналдыру шығысы
km: រមូរលទ្ធផល
kn: ಸ್ಕ್ರಾಲ್ ಔಟ್ಪುಟ್
lb: Scroll Ausgang
lo: ເລື່ອນຜົນໄດ້ຮັບ
lt: Slinkties išvestis
lv: Ritiniet izvadi
mg: Horonan-taratasy Output
mi: Panuku Huaputa
mk: Излез за лизгање
ml: ഔട്ട്പുട്ട് സ്ക്രോൾ ചെയ്യുക
mn: Гүйлгэх гаралт
mr: स्क्रोल आउटपुट
mt: Skrollja Output
my: အထွက်ကို ဆွဲချပါ။
nb: Rullutgang
ne: स्क्रोल आउटपुट
or: ସ୍କ୍ରୋଲ୍ ଆଉଟପୁଟ୍
pa: ਸਕਰੋਲ ਆਉਟਪੁੱਟ
ps: ﻝﻮﺼﺤﻣ ﻝﻭﺮﮑﺳ
ro: Ieșire defilare
rw: Gusohora Ibisohoka
sd: ﻭﮃڪ ﺮﮬﺎﭔ
si: අනුචලන ප්රතිදානය
sk: Rolovať výstup
sq: Prodhimi i lëvizjes
sw: Tembeza Pato
ta: ஸ்க்ரோல் வெளியீடு
te: స్క్రోల్ అవుట్u200cపుట్
tg: Баромади ҳаракат
th: เลื่อนเอาท์พุท
tk: Netijäni aýlaň
tt: Чыгышны әйләндерү
uk: Виведення прокрутки
ur: ﭧﭘ ﭦﺅﺁ ﻝﻭﺮﮑﺳﺍ
vi: Đầu ra cuộn
xh: Skrola Isiphumo
yi: טאַטלוזער עליגעמ

source: Keep Terminal Open
af: Hou terminale oop
am: ተርሚናል ክፍት እንደሆነ ያቆዩት።
ar: ﺔﺣﻮﺘﻔﻣ ﺔﻄﺤﻤﻟﺍ ِﻖﺑﺃ
be: Трымайце тэрмінал адкрытым
bg: Дръжте терминала отворен
bn: টার্মিনাল খোলা রাখুন
ca: Mantenir el terminal obert
cy: Cadwch y Terfynell ar Agor
da: Hold terminal åben
eo: Tenu Terminalon Malfermita
et: Hoidke terminal avatud
eu: Mantendu terminala irekita
fa: ﺪﯾﺭﺍﺩ ﻪﮕﻧ ﺯﺎﺑ ﺍﺭ ﻝﺎﻨﯿﻣﺮﺗ
fi: Pidä terminaali auki
fil: Panatilihing Bukas ang Terminal
fy: Hâld terminal iepen
ga: Coinnigh Críochfort Oscailte
gd: Cùm Terminal Fosgailte
gl: Mantén o terminal aberto
gu: ટર્મિનલ ઓપન રાખો
he: חותפ ףוסמה תא ראשה
hi: टर्मिनल खुला रखें
hr: Držite terminal otvoren
hu: Tartsa nyitva a terminált
hy: Բաց պահեք տերմինալը
id: Tetap Buka Terminal
is: Haltu flugstöðinni opinni
ka: შეინახეთ ტერმინალი ღია
kk: Терминалды ашық ұстаңыз
km: រក្សាស្ថានីយបើក
kn: ಟರ್ಮಿನಲ್ ಅನ್ನು ತೆರೆಯಿರಿ
ku: Termînalê vekirî bihêlin
ky: Терминалды ачык кармаңыз
lb: Halt den Terminal op
lo: ຮັກສາ Terminal ເປີດ
lt: Laikykite terminalą atidarytą
lv: Turiet termināli atvērtu
mg: Mivoha hatrany ny Terminal
mi: Kia Tuwhera te Terminal
mk: Одржете го терминалот отворен
ml: ടെർമിനൽ തുറന്ന് സൂക്ഷിക്കുക
mn: Терминалыг нээлттэй байлга
mr: टर्मिनल उघडे ठेवा
mt: Żomm it-Terminal Miftuħ
my: Terminal ကိုဖွင့်ထားပါ။
nb: Hold terminalen åpen
ne: टर्मिनल खुला राख्नुहोस्
or: ଟର୍ମିନାଲ୍ ଖୋଲା ରଖନ୍ତୁ |
pa: ਟਰਮੀਨਲ ਨੂੰ ਖੁੱਲ੍ਹਾ ਰੱਖੋ
ps: ﺊﺗﺎﺳﻭ ﺹﻼ﻿ﺧ ﻞﻨﯿﻣﺮټ
ro: Păstrați terminalul deschis
rw: Komeza Terminal
sd: ﻮﮐﺭ ﻞﻴﻠﮐ ﻞﻨﻴﻣﺮٽ
si: ටර්මිනලය විවෘතව තබන්න
sk: Nechajte terminál otvorený
sl: Naj bo terminal odprt
sq: Mbajeni terminalin të hapur
sw: Weka Terminal Open
ta: டெர்மினலைத் திறந்து வைக்கவும்
te: టెర్మినల్ తెరిచి ఉంచండి
tg: Терминалро кушода нигоҳ доред
th: เปิดเทอร์มินัลไว้
tk: Terminaly açyk saklaň
tt: Терминалны ачык саклагыз
uk: Тримайте термінал відкритим
ur: ﮟﯿﮭﮐﺭ ﻼ﻿ﮭﮐ ﻞﻨﯿﻣﺮﭨ
uz: Terminalni ochiq tuting
vi: Giữ thiết bị đầu cuối mở
xh: Gcina iTheminali ivuliwe
yi: ןפֿע לאַנימרעט ןטלאַה

source: Run As User:
af: Hardloop as gebruiker:
am: እንደ ተጠቃሚ አሂድ፡-
ar: :ﻡﺪﺨﺘﺴﻤﻛ ﻞﻴﻐﺸﺗ
be: Запуск ад імя карыстальніка:
bg: Стартиране като потребител:
bn: ব্যবহারকারী হিসাবে চালান:
ca: Executar com a usuari:
cy: Rhedeg Fel Defnyddiwr:
da: Kør som bruger:
eo: Kuru Kiel Uzanto:
et: Käivita kasutajana:
eu: Exekutatu erabiltzaile gisa:
fa: :ﺮﺑﺭﺎﮐ ﻥﺍﻮﻨﻋ ﻪﺑ ﺍﺮﺟﺍ
fi: Suorita käyttäjänä:
fil: Patakbuhin Bilang Gumagamit:
ga: Rith Mar Úsáideoir:
gd: Ruith mar chleachdaiche:
gl: Executar como usuario:
gu: વપરાશકર્તા તરીકે ચલાવો:
he: :שמתשמכ לעפה
hi: उपयोगकर्ता के रूप में चलाएँ:
hr: Pokreni kao korisnik:
hu: Futtatás felhasználóként:
hy: Գործարկել որպես օգտվող.
id: Jalankan Sebagai Pengguna:
is: Keyra sem notandi:
ka: გაუშვით როგორც მომხმარებელი:
kk: Пайдаланушы ретінде іске қосу:
km: ដំណើរការជាអ្នកប្រើប្រាស់៖
kn: ಬಳಕೆದಾರರಂತೆ ರನ್ ಮಾಡಿ:
ku: Wekî Bikarhêner Bixebitîne:
ky: Колдонуучу катары иштетүү:
lb: Run als Benotzer:
lo: ດໍາເນີນການເປັນຜູ້ໃຊ້:
lt: Vykdyti kaip naudotojas:
lv: Palaist kā lietotājam:
mi: Whakahaere Hei Kaiwhakamahi:
mk: Стартувај како корисник:
ml: ഉപയോക്താവായി പ്രവർത്തിപ്പിക്കുക:
mn: Хэрэглэгчээр ажиллуулах:
mr: वापरकर्ता म्हणून चालवा:
mt: Mexxi bħala Utent:
my: အသုံးပြုသူအဖြစ် လုပ်ဆောင်ပါ
nb: Kjør som bruker:
ne: प्रयोगकर्ताको रूपमा चलाउनुहोस्:
or: ଉପଭୋକ୍ତା ଭାବରେ ଚଲାନ୍ତୁ:
pa: ਉਪਭੋਗਤਾ ਵਜੋਂ ਚਲਾਓ:
ps: :ﻝﻮﻠﭼ ﻪګﻮﺗ ﻪﭘ ﻲﮑﻧﻭﺭﺎﮐ ﺩ
ro: Rulați ca utilizator:
rw: Koresha nk'Umukoresha:
sd: :ﮡﺋﻼ﻿ﻫ ﻲﺗ ﺭﻮﻃ ﻲﺟ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ
si: පරිශීලකයෙකු ලෙස ධාවනය කරන්න:
sk: Spustiť ako používateľ:
sl: Zaženi kot uporabnik:
sq: Ekzekuto si përdorues:
sw: Endesha Kama Mtumiaji:
ta: பயனராக இயக்கவும்:
te: వినియోగదారుగా అమలు చేయండి:
tg: Ҳамчун корбар иҷро кунед:
th: เรียกใช้ในฐานะผู้ใช้:
tk: Ulanyjy hökmünde işlediň:
tt: Кулланучы буларак йөгерегез:
uk: Запустити як користувач:
ur: :ﮟﯿﺋﻼ﻿ﭼ ﻑﺭﺎﺻ ﺭﻮﻄﺑ
uz: Foydalanuvchi sifatida ishga tushirish:
vi: Chạy với tư cách người dùng:
xh: Qhuba njengoMsebenzisi:
yi: :רעצינאַב יוו ןפיול

source: ( leave blank for current user )
af: ( laat leeg vir huidige gebruiker )
am: ( ለአሁኑ ተጠቃሚ ባዶ ይተዉት። )
ar: ( ﻲﻟﺎﺤﻟﺍ ﻡﺪﺨﺘﺴﻤﻠﻟ ﺎﻏﺭﺎﻓ ﻪﻛﺮﺗﺍ )
be: ( пакіньце пустым для бягучага карыстальніка )
bg: ( оставете празно за текущия потребител )
bn: ( বর্তমান ব্যবহারকারীর জন্য ফাঁকা রাখুন )
ca: ( deixar en blanc per a l'usuari actual )
cy: ( gadael yn wag ar gyfer y defnyddiwr cyfredol )
da: ( lad den nuværende bruger stå tom )
eo: ( lasu malplenan por nuna uzanto )
et: ( jätke praeguse kasutaja jaoks tühjaks )
eu: ( utzi hutsik oraingo erabiltzailearentzat )
fa: ( ﺪﯾﺭﺍﺬﮕﺑ ﯽﻟﺎﺧ ﯽﻠﻌﻓ ﺮﺑﺭﺎﮐ ﯼﺍﺮﺑ )
fi: ( jätä tyhjäksi nykyiselle käyttäjälle )
fil: ( iwanang blangko para sa kasalukuyang gumagamit )
fy: ( lit leech foar aktuele brûker )
ga: ( fág bán don úsáideoir reatha )
gd: ( fàg bàn airson neach-cleachdaidh gnàthach )
gl: ( deixar en branco para o usuario actual )
gu: ( વર્તમાન વપરાશકર્તા માટે ખાલી છોડી દો )
he: ( יחכונה שמתשמה רובע קיר ראשה )
hi: ( वर्तमान उपयोगकर्ता के लिए खाली छोड़ दें )
hr: ( ostavite prazno za trenutnog korisnika )
hu: ( hagyja üresen az aktuális felhasználó számára )
hy: ( դատարկ թողեք ընթացիկ օգտագործողի համար )
id: ( biarkan kosong untuk pengguna saat ini )
is: ( skildu eftir autt fyrir núverandi notanda )
ka: ( დატოვე ცარიელი მიმდინარე მომხმარებლისთვის )
kk: ( ағымдағы пайдаланушы үшін бос қалдырыңыз )
km: ( ទុកចន្លោះទំនេរសម្រាប់អ្នកប្រើប្រាស់បច្ចុប្បន្ន )
kn: ( ಪ್ರಸ್ತುತ ಬಳಕೆದಾರರಿಗೆ ಖಾಲಿ ಬಿಡಿ )
ku: ( ji bo bikarhênerê heyî vala bihêlin )
ky: ( учурдагы колдонуучу үчүн бош калтырыңыз )
lb: ( loosst eidel fir den aktuelle Benotzer )
lo: ( ປ່ອຍໃຫ້ຫວ່າງສໍາລັບຜູ້ໃຊ້ປະຈຸບັນ )
lt: ( dabartiniam vartotojui palikite tuščią )
lv: ( atstājiet tukšu pašreizējam lietotājam )
mg: ( avelao ho banga ho an'ny mpampiasa ankehitriny )
mi: ( waiho kia wātea mo te kaiwhakamahi o naianei )
mk: ( оставете празно за тековниот корисник )
ml: ( നിലവിലെ ഉപയോക്താവിനായി ശൂന്യമായി ഇടുക )
mn: ( одоогийн хэрэглэгчдэд хоосон үлдээгээрэй )
mr: ( वर्तमान वापरकर्त्यासाठी रिक्त सोडा )
mt: ( ħalli vojt għall-utent attwali )
my: ( လက်ရှိအသုံးပြုသူအတွက် ကွက်လပ်ထားပါ။ )
nb: ( la stå tomt for gjeldende bruker )
ne: ( हालको प्रयोगकर्ताका लागि खाली छोड्नुहोस् )
or: ( ସାମ୍ପ୍ରତିକ ଉପଭୋକ୍ତା ପାଇଁ ଖାଲି ଛାଡିଦିଅ | )
pa: ( ਮੌਜੂਦਾ ਉਪਭੋਗਤਾ ਲਈ ਖਾਲੀ ਛੱਡੋ )
ps: ( ﺉﺩږﯾﺮﭘ ﻲﻟﺎﺧ ﻩﺭﺎﭙﻟ ﻲﮑﻧﻭﺭﺎﮐ ﻲﻨﺳﻭﺍ ﺩ )
ro: ( lăsați necompletat pentru utilizatorul actual )
rw: ( gusiga ubusa kubakoresha ubu )
sd: ( ﻮﻳڏ ﻱڏﮀ ﻲﻟﺎﺧ ءِﻻ﻿ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻩﺩﻮﺟﻮﻣ )
si: ( වත්මන් පරිශීලකයා සඳහා හිස්ව තබන්න )
sk: ( ponechajte prázdne pre aktuálneho používateľa )
sl: ( pustite prazno za trenutnega uporabnika )
sq: ( lini bosh për përdoruesin aktual )
sw: ( acha wazi kwa mtumiaji wa sasa )
ta: ( தற்போதைய பயனருக்கு காலியாக விடவும் )
te: ( ప్రస్తుత వినియోగదారు కోసం ఖాళీగా వదలండి )
tg: ( барои корбари ҷорӣ холӣ гузоред )
th: ( เว้นว่างไว้สำหรับผู้ใช้ปัจจุบัน )
tk: ( häzirki ulanyjy üçin boş goýuň )
tt: ( хәзерге кулланучы өчен буш калдырыгыз )
uk: ( залиште порожнім для поточного користувача )
ur: ( ۔ﮟﯾﺩ ﮌﻮﮭﭼ ﯽﻟﺎﺧ ﮯﯿﻟ ﮯﮐ ﻑﺭﺎﺻ ﮦﺩﻮﺟﻮﻣ )
uz: ( joriy foydalanuvchi uchun bo'sh qoldiring )
vi: ( để trống cho người dùng hiện tại )
xh: ( shiya kungenanto kumsebenzisi wangoku )
yi: ( רעצינאַב טנאַרק ראַפֿ קידייל ןזאָל )
