Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Auto Re_name All
af: Outo Re_name Almal
am: መኪና Re_name ሁሉም
ar: ﻲﻟﺁ Re_name ﻊﻴﻤﺠﻟﺍ
be: Аўтаматычны Re_name Усе
bg: Автоматичен Re_name всичко
bn: অটো Re_name সব
ca: Automàtic Re_name Tots
cy: Auto Re_name I gyd
da: Auto Re_name Alle
eo: Aŭtomate Re_name Ĉiuj
et: Automaatne Re_name Kõik
eu: Autoa Re_name Denak
fa: ﺭﺎﮐﺩﻮﺧ Re_name ﻪﻤﻫ
fi: Auto Re_name Kaikki
fil: Auto Re_name Lahat
fy: Auto Re_name Alle
ga: Auto Re_name Gach
gd: Auto Re_name Uile
gl: Automático Re_name Todos
gu: ઓટો Re_name બધા
he: יטמוטוא Re_name לכ תא
hi: ऑटो Re_name सभी
hr: Auto Re_name svi
hu: Auto Re_name Összes
hy: Ավտոմատ Re_name Բոլորը
id: Mobil Re_name Semua
is: Sjálfvirk Re_name Allt
ka: ავტო Re_name ყველა
kk: Автоматты Re_name Барлық
km: ស្វ័យប្រវត្តិ Re_name ទាំងអស់។
kn: ಆಟೋ Re_name ಎಲ್ಲಾ
ku: Auto Re_name Gişt
ky: Авто Re_name Баары
lo: ອັດຕະໂນມັດ Re_name ທັງໝົດ
lt: Automatinis Re_name Visi
lv: Auto Re_name Visi
mg: fiara Re_name rehetra
mi: Aunoa Re_name Katoa
mk: Автоматски Re_name Сите
ml: ഓട്ടോ Re_name എല്ലാം
mn: Авто Re_name Бүгд
mr: ऑटो Re_name सर्व
mt: Auto Re_name Kollha
my: အော်တို Re_name အားလုံး
nb: Auto Re_name Alle
ne: अटो Re_name सबै
or: ଅଟୋ | Re_name ସମସ୍ତ
pa: ਆਟੋ Re_name ਸਾਰੇ
ps: ﺕﺎﻣﻮﺗﺍ Re_name ﻝﻮټ
ro: Auto Re_name Toate
rw: Imodoka Re_name Byose
sd: ﺭﺎڪﺩﻮﺧ Re_name ﭛﺳ
si: ඔටෝ Re_name සියළුම
sk: Automat Re_name Všetky
sl: Samodejno Re_name vse
sq: Auto Re_name Të gjitha
sw: Otomatiki Re_name Wote
ta: ஆட்டோ Re_name அனைத்து
te: దానంతట అదే Re_name అన్నీ
tg: Авто Re_name Ҳама
th: รถยนต์ Re_name ทั้งหมด
tk: Awto Re_name Hemmesi
tt: Авто Re_name Барысы да
uk: Авто Re_name всі
ur: ﻮﭨﺁ Re_name ﻡﺎﻤﺗ
uz: Avtomatik Re_name Hammasi
vi: Tự động Re_name Tất cả
xh: Ngokuzenzekelayo Re_name Konke
yi: אָטואַ Re_name עלאַ

source: Error Loading Handler
af: Kon nie hanteerder laai nie
am: ተቆጣጣሪን መጫን ላይ ስህተት
ar: ﺞﻟﺎﻌﻣ ﻞﻴﻤﺤﺗ ﻲﻓ ﺄﻄﺧ
be: Памылка загрузкі апрацоўшчыка
bg: Грешка при зареждане на манипулатора
bn: হ্যান্ডলার লোড করার সময় ত্রুটি৷
ca: Error en carregar el gestor
cy: Trin Llwytho Gwall
da: Fejl under indlæsning af håndtering
eo: Eraro Ŝarĝante Pritraktilon
et: Viga käitleja laadimisel
eu: Errorea kudeatzailea kargatzean
fa: Handler ﯼﺮﯿﮔﺭﺎﺑ ﺭﺩ ﺎﻄﺧ
fi: Virhe käsittelijän lataamisessa
fil: Error sa Paglo-load ng Handler
fy: Flater laden Handler
ga: Earráid Láimhseálaí Luchtaithe
gd: Mearachd le bhith a ’luchdachadh inneal-làimhe
gl: Erro ao cargar o controlador
gu: હેન્ડલર લોડ કરવામાં ભૂલ
he: לפטמ תניעטב האיגש
hi: हैंडलर लोड करने में त्रुटि
hr: Pogreška pri učitavanju rukovatelja
hu: Hiba a kezelő betöltésekor
hy: Սխալ՝ բեռնման կարգավորիչ
id: Kesalahan Memuat Handler
is: Villa við að hlaða stjórnanda
ka: დამუშავების ჩატვირთვის შეცდომა
kk: Өңдегішті жүктеу қатесі
km: កំហុសក្នុងការផ្ទុកឧបករណ៍ដោះស្រាយ
kn: ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ
ky: Иштегичти жүктөө катасы
lb: Feeler Luede Handler
lo: ເກີດຄວາມຜິດພາດໃນການໂຫຼດຕົວຈັດການ
lt: Klaida įkeliant tvarkyklę
lv: Ielādējot apstrādātāju, radās kļūda
mi: Hapa Uta Kaihautu
mk: Грешка при вчитување ракувач
ml: ഹാൻഡ്u200cലർ ലോഡുചെയ്യുന്നതിൽ പിശക്
mn: Зохицуулагчийг ачаалахад алдаа гарлаа
mr: हँडलर लोड करताना त्रुटी
mt: Żbalji Tagħbija Handler
my: ကိုင်တွယ်သူ Loading အမှား
nb: Feil ved lasting av behandler
ne: ह्यान्डलर लोड गर्दा त्रुटि
or: ତ୍ରୁଟି ଧାରଣକାରୀ ନିୟନ୍ତ୍ରକ |
pa: ਹੈਂਡਲਰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ
ps: ﻪﻨﺗﻭﺮﯧﺗ ﯥﮐ ﻮﻟﻭﺭﺎﺑ ﻪﭘ ﺮﻟډﻨﯿﻫ ﺩ
ro: Eroare la încărcarea handlerului
rw: Ikosa Rikorera Umukoresha
sd: ﻲﻄﻠﻏ ۾ ﮠﺮڪ ڊﻮﻟ ﺮﻟڊﻨﻴﻫ
si: හසුරුව පැටවීමේ දෝෂයකි
sl: Napaka pri nalaganju obdelovalca
sq: Gabim gjatë ngarkimit të mbajtësit
sw: Hitilafu ya Kupakia Kishikilizi
ta: ஹேண்ட்லரை ஏற்றுவதில் பிழை
te: హ్యాండ్లర్u200cని లోడ్ చేయడంలో లోపం
tg: Хатогии боркунии коркардкунанда
th: เกิดข้อผิดพลาดในการโหลดตัวจัดการ
tk: Handükleme säwligi
tt: Йөкләүдә хата
uk: Помилка завантаження обробника
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻧﺮﮐ ﮈﻮﻟ ﺮﻟﮉﻨﯿﮨ
uz: Ishlovchini yuklashda xato
vi: Lỗi khi tải trình xử lý
xh: Imposiso yokuLayisha isiPhathi
yi: רעלדנאַה גנידואָל תועט

source: Create Archive
af: Skep argief
am: ማህደር ፍጠር
ar: ﻒﻴﺷﺭﺃ ءﺎﺸﻧﺇ
be: Стварыць архіў
bg: Създаване на архив
bn: আর্কাইভ তৈরি করুন
ca: Crear arxiu
cy: Creu Archif
da: Opret arkiv
eo: Krei Arkivon
et: Loo arhiiv
eu: Sortu artxiboa
fa: ﻮﯿﺷﺭﺁ ﺩﺎﺠﯾﺍ
fi: Luo arkisto
fil: Lumikha ng Archive
fy: Argyf oanmeitsje
ga: Cruthaigh Cartlann
gd: Cruthaich Tasglann
gl: Crear arquivo
gu: આર્કાઇવ બનાવો
he: ןויכרא רוצ
hi: संग्रह बनाएं
hr: Napravite arhivu
hu: Archívum létrehozása
hy: Ստեղծել արխիվ
id: Buat Arsip
is: Búa til skjalasafn
ka: შექმენით არქივი
kk: Мұрағат жасау
km: បង្កើតប័ណ្ណសារ
kn: ಆರ್ಕೈವ್ ರಚಿಸಿ
ku: Arşîv biafirîne
ky: Архив түзүү
lb: Archiv erstellen
lo: ສ້າງແຟ້ມຈັດເກັບ
lt: Sukurti archyvą
lv: Izveidot arhīvu
mg: Mamorona Archive
mi: Waihanga Pūranga
mk: Креирај архива
ml: ആർക്കൈവ് സൃഷ്ടിക്കുക
mn: Архив үүсгэх
mr: संग्रहण तयार करा
mt: Oħloq Arkivju
my: Archive ဖန်တီးပါ။
nb: Opprett arkiv
ne: अभिलेख सिर्जना गर्नुहोस्
or: ଆର୍କାଇଭ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਪੁਰਾਲੇਖ ਬਣਾਓ
ps: ﺉړﮐ ړﻮﺟ ﻒﯿﺷﺭﺁ
ro: Creați arhivă
rw: Kora Ububiko
sd: ﻮﻴﻫﺎﭠ ﻮﻴﺋﺎڪﺭﺁ
si: සංරක්ෂිතය සාදන්න
sk: Vytvoriť archív
sl: Ustvari arhiv
sq: Krijo Arkiv
sw: Unda Kumbukumbu
ta: காப்பகத்தை உருவாக்கவும்
te: ఆర్కైవ్u200cని సృష్టించండి
tg: Архив эҷод кунед
th: สร้างที่เก็บถาวร
tk: Arhiw dörediň
tt: Архив яса
uk: Створити архів
ur: ﮟﯿﺋﺎﻨﺑ ﻮﯿﺋﺎﮐﺭﺁ
uz: Arxiv yaratish
vi: Tạo kho lưu trữ
xh: Yenza uVimba
yi: עווישטראַ ןפֿאַש

source: Conf_igure
lt: Konf_igūruoti

source: Co_mpress Commands:
af: Co_mpress Opdragte:
am: Co_mpress ትዕዛዞች፡-
ar: Co_mpress :ﺮﻣﺍﻭﻷ﻿ﺍ
be: Co_mpress Каманды:
bg: Co_mpress команди:
bn: Co_mpress আদেশ:
ca: Co_mpress Ordres:
cy: Co_mpress Gorchmynion:
da: Co_mpress Kommandoer:
eo: Co_mpress Komandoj:
et: Co_mpress Käsud:
eu: Co_mpress Aginduak:
fa: Co_mpress :ﺕﺍﺭﻮﺘﺳﺩ
fi: Co_mpress Komennot:
fil: Co_mpress Mga utos:
fy: Co_mpress Kommando's:
ga: Co_mpress Orduithe:
gd: Co_mpress Òrdughan:
gl: Co_mpress Comandos:
gu: Co_mpress આદેશો:
he: Co_mpress :תודוקפ
hi: Co_mpress आदेश:
hr: Co_mpress naredbe:
hu: Co_mpress Parancsok:
hy: Co_mpress Հրամաններ.
id: Co_mpress Perintah:
is: Co_mpress Skipanir:
ka: Co_mpress ბრძანებები:
kk: Co_mpress Пәрмендер:
km: Co_mpress ពាក្យបញ្ជា៖
kn: Co_mpress ಆಜ್ಞೆಗಳು:
ku: Co_mpress Ferman:
ky: Co_mpress Буйруктар:
lb: Co_mpress Kommandoen:
lo: Co_mpress ຄໍາສັ່ງ:
lt: Co_mpress Komandos:
lv: Co_mpress Komandas:
mg: Co_mpress baiko:
mi: Co_mpress Tono:
mk: Co_mpress Наредби:
ml: Co_mpress കമാൻഡുകൾ:
mn: Co_mpress Тушаалууд:
mr: Co_mpress आज्ञा:
mt: Co_mpress Kmandi:
my: Co_mpress အမိန့်များ-
nb: Co_mpress Kommandoer:
ne: Co_mpress आदेशहरू:
or: Co_mpress ନିର୍ଦ୍ଦେଶ:
pa: Co_mpress ਹੁਕਮ:
ps: Co_mpress :ﻪﻧﻮﻤﮑﺣ
ro: Co_mpress Comenzi:
rw: Co_mpress Amategeko:
sd: Co_mpress :ﻢڪﺣ
si: Co_mpress විධාන:
sk: Co_mpress príkazy:
sl: Co_mpress ukazi:
sq: Co_mpress Komandat:
sw: Co_mpress Amri:
ta: Co_mpress கட்டளைகள்:
te: Co_mpress ఆదేశాలు:
tg: Co_mpress Фармонҳо:
th: Co_mpress คำสั่ง:
tk: Co_mpress Buýruklar:
tt: Co_mpress Командалар:
uk: Co_mpress Команди:
ur: Co_mpress :ﻡﺎﮑﺣﺍ
uz: Co_mpress Buyruqlar:
vi: Co_mpress Lệnh:
xh: Co_mpress Imiyalelo:
yi: Co_mpress :זדנאַמאַק

source: Archive Handlers - Create Archive
af: Argiefhanteerders - Skep argief
am: የማህደር ተቆጣጣሪዎች - ማህደር ይፍጠሩ
ar: ﻒﻴﺷﺭﺃ ءﺎﺸﻧﺇ - ﻒﻴﺷﺭﻷ﻿ﺍ ﺕﺎﺠﻟﺎﻌﻣ
be: Апрацоўшчыкі архіваў - Стварыць архіў
bg: Манипулатори на архиви - Създаване на архив
bn: আর্কাইভ হ্যান্ডলার - আর্কাইভ তৈরি করুন
ca: Gestors d'arxius: crear un arxiu
cy: Trinwyr Archifau - Creu Archif
da: Arkivbehandlere - Opret arkiv
eo: Archive Handlers - Krei Arkivon
et: Arhiivihaldurid – arhiivi loomine
eu: Artxibo-kudeatzaileak - Sortu artxiboa
fa: ﯽﻧﺎﮕﯾﺎﺑ ﺩﺎﺠﯾﺍ - ﯽﻧﺎﮕﯾﺎﺑ ﺖﯾﺮﯾﺪﻣ
fi: Arkiston käsittelijät - Luo arkisto
fil: Mga Tagapangasiwa ng Archive - Lumikha ng Archive
fy: Argyfhannelers - Argyf oanmeitsje
ga: Láimhseálaithe Cartlainne - Cruthaigh Cartlann
gd: Luchd-làimhseachaidh tasglann - Cruthaich tasglann
gl: Administradores de arquivos - Crear arquivo
gu: આર્કાઇવ હેન્ડલર્સ - આર્કાઇવ બનાવો
he: ןויכרא רוצ - ןויכרא ילפטמ
hi: पुरालेख हैंडलर - संग्रह बनाएं
hr: Rukovatelji arhivom - Stvorite arhivu
hu: Archívumkezelők – Archívum létrehozása
hy: Արխիվի կառավարիչներ - Ստեղծել արխիվ
id: Penangan Arsip - Buat Arsip
is: Skjalasafnsstjórar - Búðu til skjalasafn
ka: არქივის დამმუშავებლები - შექმენით არქივი
kk: Мұрағат өңдеушілері – Мұрағат жасау
km: អ្នកដោះស្រាយបណ្ណសារ - បង្កើតប័ណ្ណសារ
kn: ಆರ್ಕೈವ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳು - ಆರ್ಕೈವ್ ರಚಿಸಿ
ku: Karkerên Arşîv - Arşîv biafirînin
ky: Archive Handlers - Архив түзүү
lb: Archiv Handler - Archiv erstellen
lo: Archive Handlers - ສ້າງແຟ້ມຈັດເກັບ
lt: Archyvų tvarkytojai – sukurkite archyvą
lv: Arhīvu apstrādātāji — izveidojiet arhīvu
mg: Mpitantana arisiva - Mamorona arisiva
mi: Kaihautu Puranga - Waihanga Pūranga
mk: Ракувачи со архиви - Создадете архива
ml: ആർക്കൈവ് ഹാൻഡ്u200cലറുകൾ - ആർക്കൈവ് സൃഷ്u200cടിക്കുക
mn: Архив боловсруулагчид - Архив үүсгэх
mr: संग्रहण हाताळणारे - संग्रहण तयार करा
mt: Amministraturi tal-Arkivji - Oħloq Arkivju
my: Archive Handlers - မှတ်တမ်းဖိုင်ကို ဖန်တီးပါ။
nb: Arkivbehandlere - Lag arkiv
ne: अभिलेख ह्यान्डलरहरू - अभिलेख सिर्जना गर्नुहोस्
or: ଅଭିଲେଖାଗାର ନିୟନ୍ତ୍ରକ - ଅଭିଲେଖାଗାର ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਆਰਕਾਈਵ ਹੈਂਡਲਰ - ਆਰਕਾਈਵ ਬਣਾਓ
ps: ﺉړﮐ ړﻮﺟ ﻒﯿﺷﺭﺁ - ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﻒﯿﺷﺭﺁ
ro: Administratori de arhive - Creați arhivă
rw: Abashinzwe Ububiko - Kurema Ububiko
sd: ﻮﻴﮬﺎﭠ ﻮﻴﺋﺎڪﺭﺁ - ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻮﻴﺋﺎڪﺭﺁ
si: Archive Handlers - Archive සාදන්න
sk: Obslužné programy pre archívy - Vytvoriť archív
sl: Upravljavci arhivov - ustvarite arhiv
sq: Trajtuesit e arkivave - Krijo arkiv
sw: Vishughulikiaji Kumbukumbu - Unda Kumbukumbu
ta: காப்பக கையாளுபவர்கள் - காப்பகத்தை உருவாக்கவும்
te: ఆర్కైవ్ హ్యాండ్లర్లు - ఆర్కైవ్ సృష్టించండి
tg: Корбарони бойгонӣ - Эҷоди бойгонӣ
th: Archive Handlers - สร้างเอกสารเก่า
tk: Arhiw dolandyryjylary - Arhiw dörediň
tt: Архив эшкәртүчеләр - Архив булдыру
uk: Обробники архівів - Створення архіву
ur: ﮟﯿﺋﺎﻨﺑ ﻮﯿﺋﺎﮐﺭﺁ - ﺯﺮﻟﮉﻨﯿﮨ ﻮﯿﺋﺎﮐﺭﺁ
uz: Arxiv ishlovchilari - Arxiv yaratish
vi: Lưu trữ xử lý - Tạo kho lưu trữ
xh: IziPhathi zoovimba-Yenza uVimba
yi: עווישטראַ ןפֿאַש - סרעלדנאַה עווישטראַ

source: No archive handlers configured. You must add a handler before creating an archive.
af: Geen argiefhanteerders is opgestel nie. Jy moet 'n hanteerder byvoeg voordat 'n argief geskep word.
am: ምንም የማህደር ተቆጣጣሪዎች አልተዋቀሩም። መዝገብ ከመፍጠርዎ በፊት ተቆጣጣሪ ማከል አለብዎት።
ar: .ﻒﻴﺷﺭﺃ ءﺎﺸﻧﺇ ﻞﺒﻗ ﺞﻟﺎﻌﻣ ﺔﻓﺎﺿﺇ ﻚﻴﻠﻋ ﺐﺠﻳ .ﻒﻴﺷﺭﻷ﻿ﺍ ﺕﺎﺠﻟﺎﻌﻣ ﻦﻳﻮﻜﺗ ﻢﺘﻳ ﻢﻟ
be: Не настроены апрацоўшчыкі архіваў. Перад стварэннем архіва неабходна дадаць апрацоўшчык.
bg: Няма конфигурирани манипулатори на архиви. Трябва да добавите манипулатор, преди да създадете архив.
bn: কোন সংরক্ষণাগার হ্যান্ডলার কনফিগার করা নেই. একটি সংরক্ষণাগার তৈরি করার আগে আপনাকে অবশ্যই একটি হ্যান্ডলার যোগ করতে হবে৷
ca: No s'ha configurat cap controlador d'arxiu. Heu d'afegir un controlador abans de crear un arxiu.
cy: Nid oes unrhyw drinwyr archif wedi'u ffurfweddu. Rhaid i chi ychwanegu triniwr cyn creu archif.
da: Ingen arkivbehandlere er konfigureret. Du skal tilføje en handler, før du opretter et arkiv.
eo: Neniuj arkivaj pritraktiloj agordis. Vi devas aldoni prizorganton antaŭ krei arkivon.
et: Ühtegi arhiivitöötlejat pole konfigureeritud. Enne arhiivi loomist peate lisama töötleja.
eu: Ez dago artxibo-kudeatzailerik konfiguratuta. Artxibo bat sortu aurretik kudeatzaile bat gehitu behar duzu.
fa: .ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﮏﯾ ﺪﯾﺎﺑ ﻮﯿﺷﺭﺁ ﺩﺎﺠﯾﺍ ﺯﺍ ﻞﺒﻗ .ﺖﺳﺍ ﻩﺪﺸﻧ ﯼﺪﻨﺑﺮﮑﯿﭘ ﯽﻧﺎﮕﯾﺎﺑ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﭻﯿﻫ
fi: Arkiston käsittelijöitä ei ole määritetty. Sinun on lisättävä käsittelijä ennen arkiston luomista.
fil: Walang archive handler na na-configure. Dapat kang magdagdag ng handler bago gumawa ng archive.
fy: Gjin argyfhannelers ynsteld. Jo moatte in handler taheakje foardat jo in argyf meitsje.
ga: Níl aon láimhseálaithe cartlainne cumraithe. Caithfidh tú láimhseálaí a chur leis sula ndéantar cartlann a chruthú.
gd: Cha deach luchd-làimhseachaidh tasglann a rèiteachadh. Feumaidh tu inneal-làimhseachaidh a chuir ris mus cruthaich thu tasglann.
gl: Non se configuraron controladores de arquivo. Debes engadir un controlador antes de crear un arquivo.
gu: કોઈ આર્કાઇવ હેન્ડલર્સ ગોઠવેલ નથી. આર્કાઇવ બનાવતા પહેલા તમારે હેન્ડલર ઉમેરવું આવશ્યક છે.
he: .ןויכרא תריצי ינפל לפטמ ףיסוהל ךילע .ןויכרא ילפטמ ורדגוה אל
hi: कोई संग्रह हैंडलर कॉन्फ़िगर नहीं किया गया है। संग्रह बनाने से पहले आपको एक हैंडलर जोड़ना होगा।
hr: Nema konfiguriranih rukovatelja arhivom. Prije stvaranja arhive morate dodati rukovatelja.
hu: Nincs beállítva archívumkezelő. Az archívum létrehozása előtt hozzá kell adnia egy kezelőt.
hy: Արխիվային մշակիչներ կազմաձևված չեն: Արխիվ ստեղծելուց առաջ պետք է մշակող ավելացնել:
id: Tidak ada penangan arsip yang dikonfigurasi. Anda harus menambahkan penangan sebelum membuat arsip.
is: Engir skjalameðhöndlarar stilltir. Þú verður að bæta við stjórnanda áður en þú býrð til skjalasafn.
ka: არქივის დამმუშავებლები კონფიგურირებული არ არის. არქივის შექმნამდე უნდა დაამატოთ დამმუშავებელი.
kk: Ешбір мұрағат өңдегіштері конфигурацияланбаған. Мұрағатты жасамас бұрын өңдегішті қосу керек.
km: គ្មានu200bអ្នកu200bដោះស្រាយu200bប័ណ្ណសារu200bត្រូវu200bបានu200bកំណត់u200bរចនាសម្ព័ន្ធu200bទេ។ អ្នកu200bត្រូវu200bតែu200bបន្ថែមu200bអ្នកu200bដោះស្រាយu200bមុនu200bពេលu200bបង្កើតu200bប័ណ្ណសារ។
kn: ಯಾವುದೇ ಆರ್ಕೈವ್ ಹ್ಯಾಂಡ್ಲರ್u200cಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ. ಆರ್ಕೈವ್ ರಚಿಸುವ ಮೊದಲು ನೀವು ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಸೇರಿಸಬೇಕು.
ku: No handlers arşîv nehatine mîheng kirin. Berî ku hûn arşîvekê biafirînin divê hûn rêvekerek lê zêde bikin.
ky: Архив иштетүүчүлөр конфигурацияланган эмес. Архив түзүүдөн мурун иштеткичти кошушуңуз керек.
lb: Nee Archiv Handler konfiguréiert. Dir musst en Handler derbäi ier Dir en Archiv erstellt.
lo: ບໍ່ມີຕົວຈັດການແຟ້ມຈັດເກັບທີ່ຖືກຕັ້ງຄ່າ. ທ່ານຕ້ອງເພີ່ມຕົວຈັດການກ່ອນທີ່ຈະສ້າງແຟ້ມຈັດເກັບ.
lt: Nėra sukonfigūruotų archyvų tvarkyklių. Prieš kurdami archyvą turite pridėti tvarkyklę.
lv: Nav konfigurēts neviens arhīva apstrādātājs. Pirms arhīva izveides ir jāpievieno apdarinātājs.
mg: Tsy misy mpitantana arsiva voarindra. Tsy maintsy manampy mpandrindra ianao alohan'ny hamoronana arisiva.
mi: Karekau he kaikawe purongo i whirihora. Me taapiri he kaihautu i mua i te hanga i tetahi puranga.
mk: Не се конфигурирани ракувачи со архиви. Мора да додадете управувач пред да креирате архива.
ml: ആർക്കൈവ് ഹാൻഡ്u200cലറുകളൊന്നും കോൺഫിഗർ ചെയ്തിട്ടില്ല. ഒരു ആർക്കൈവ് സൃഷ്u200cടിക്കുന്നതിന് മുമ്പ് നിങ്ങൾ ഒരു ഹാൻഡ്u200cലർ ചേർക്കണം.
mn: Архив боловсруулагчийг тохируулаагүй байна. Та архив үүсгэхээсээ өмнө зохицуулагч нэмэх ёстой.
mr: कोणतेही संग्रहण हँडलर कॉन्फिगर केलेले नाहीत. संग्रहण तयार करण्यापूर्वी तुम्ही हँडलर जोडणे आवश्यक आहे.
mt: Ebda handlers tal-arkivji konfigurati. Trid iżżid handler qabel ma toħloq arkivju.
my: archive handlers များကို ပြင်ဆင်သတ်မှတ်ထားခြင်းမရှိပါ။ မှတ်တမ်းတစ်ခုကို မဖန်တီးမီ သင်သည် ကိုင်တွယ်သူအား ထည့်ရပါမည်။
nb: Ingen arkivbehandlere er konfigurert. Du må legge til en behandler før du oppretter et arkiv.
ne: कुनै अभिलेख ह्यान्डलरहरू कन्फिगर गरिएको छैन। तपाईंले अभिलेख सिर्जना गर्नु अघि ह्यान्डलर थप्नु पर्छ।
or: କ arch ଣସି ଅଭିଲେଖାଗାର ନିୟନ୍ତ୍ରକ ବିନ୍ୟାସିତ ନୁହଁନ୍ତି | ଏକ ଅଭିଲେଖାଗାର ସୃଷ୍ଟି କରିବା ପୂର୍ବରୁ ତୁମକୁ ଏକ ହ୍ୟାଣ୍ଡଲର୍ ଯୋଡିବା ଜରୁରୀ |
pa: ਕੋਈ ਆਰਕਾਈਵ ਹੈਂਡਲਰ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤੇ ਗਏ। ਤੁਹਾਨੂੰ ਇੱਕ ਆਰਕਾਈਵ ਬਣਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਹੈਂਡਲਰ ਸ਼ਾਮਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
ps: .ﺉړﮐ ﻪﻓﺎﺿﺍ ﺮﻟډﻨﯿﻫ ﻮﯾ ﻪﺨﻣﺩ ﻮﻟﻭړﻮﺟ ﻒﯿﺷﺭﺁ ﺩ ﺪﯾﺎﺑ ﻮﺳﺎﺗ .ﻱﺪﻧ ﻱﻮﺷ ﺐﯿﺗﺮﺗ ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﻒﯿﺷﺭﺁ څﯿﻫ
ro: Nu s-a configurat niciun handler de arhivă. Trebuie să adăugați un handler înainte de a crea o arhivă.
rw: Nta bubiko bwububiko bwashyizweho. Ugomba kongeramo umukoresha mbere yo gukora archive.
sd: .ﻲﺟﺮﮭﮔ ﮠﺮڪ ﻞﻣﺎﺷ ﺮﻟڊﻨﻴﮬ ﻲﮐ ﻥﺎﮬﻮﺗ ﮖﺍ ﻥﺎﮐ ﮡﮬﺎﭠ ﻮﻴﺋﺎڪﺭﺁ .ﻮﻳﻭ ﻮﻧڏ ﻪﻧ ﺐﻴﺗﺮﺗ ڙﺪﻨﻴﻟﺎﭝﻨﺳ ﻮﻴﺋﺎڪﺭﺁ ﻪﺑ ﻮڪ
si: සංරක්ෂිත හසුරුවන්නක් වින්u200dයාස කර නැත. සංරක්ෂිතයක් සෑදීමට පෙර ඔබ හසුරුවන්නෙකු එක් කළ යුතුය.
sk: Nie sú nakonfigurované žiadne obslužné programy archívu. Pred vytvorením archívu musíte pridať obslužný program.
sl: Noben obdelovalec arhiva ni konfiguriran. Preden ustvarite arhiv, morate dodati upravljalnik.
sq: Nuk janë konfiguruar mbajtës të arkivit. Duhet të shtoni një mbajtës përpara se të krijoni një arkiv.
sw: Hakuna vidhibiti vya kumbukumbu vilivyosanidiwa. Lazima uongeze kidhibiti kabla ya kuunda kumbukumbu.
ta: காப்பக ஹேண்ட்லர்கள் எதுவும் கட்டமைக்கப்படவில்லை. காப்பகத்தை உருவாக்கும் முன் ஹேண்ட்லரைச் சேர்க்க வேண்டும்.
te: ఆర్కైవ్ హ్యాండ్లర్లు ఏవీ కాన్ఫిగర్ చేయబడలేదు. ఆర్కైవ్u200cను సృష్టించే ముందు మీరు తప్పనిసరిగా హ్యాండ్లర్u200cను జోడించాలి.
tg: Ягон коркарди бойгонӣ танзим карда нашудааст. Пеш аз сохтани бойгонӣ шумо бояд коркардкунанда илова кунед.
th: ไม่มีการกำหนดค่าตัวจัดการที่เก็บถาวร คุณต้องเพิ่มตัวจัดการก่อนที่จะสร้างไฟล์เก็บถาวร
tk: Hiç hili arhiw işleýjisi düzülmedi. Arhiw döretmezden ozal işleýji goşmaly.
tt: Архив эшкәртүчеләре конфигурацияләнмәгән. Сез архив ясаганчы эшкәртүче өстәргә тиеш.
uk: Не налаштовано обробників архіву. Перед створенням архіву необхідно додати обробник.
ur: ۔ﺎﮔﻮﮨ ﺎﻧﺮﮐ ﻞﻣﺎﺷ ﺮﻟﮉﻨﯿﮨ ﮏﯾﺍ ﻮﮐ ﭖﺁ ﮯﻠﮩﭘ ﮯﺳ ﮯﻧﺎﻨﺑ ﻮﯿﺋﺎﮐﺭﺁ ۔ﮯﮨ ﮟﯿﮩﻧ ﺮﮕﯿﻔﻨﮐ ﺮﻟﮉﻨﯿﮨ ﻮﯿﺋﺎﮐﺭﺁ ﯽﺋﻮﮐ
uz: Hech qanday arxiv ishlov beruvchisi sozlanmagan. Arxiv yaratishdan oldin ishlov beruvchini qo'shishingiz kerak.
vi: Không có trình xử lý lưu trữ nào được định cấu hình. Bạn phải thêm một trình xử lý trước khi tạo một kho lưu trữ.
xh: Akukho ziphathamandla zogcino ziqwalaselwe. Kufuneka wongeze isibambi phambi kokwenza uvimba.
yi: .ווייקראַ ןאַ ןפֿאַש ריא רעדייא רעלדנאַה אַ ןגייל ןזומ ריא .דרעיגיפנאַק סרעלדנאַה ווייקראַ ןייק

source: _Archive Format:
af: _Argiefformaat:
am: _የማህደር ቅርጸት፡-
ar: _:ﻒﻴﺷﺭﻷ﻿ﺍ ﻖﻴﺴﻨﺗ
be: _Фармат архіва:
bg: _Архив формат:
bn: _সংরক্ষণাগার বিন্যাস:
ca: _Format d'arxiu:
cy: _Fformat Archif:
da: _Arkivformat:
eo: _Arkiva Formato:
et: _Arhiivivorming:
eu: _Artxibo formatua:
fa: _:ﻮﯿﺷﺭﺁ ﺖﻣﺮﻓ
fi: _Arkiston muoto:
fil: _Format ng Archive:
fy: _Argyfformaat:
ga: _Formáid na Cartlainne:
gd: _Cruth Tasglainn:
gl: _Formato de arquivo:
gu: _આર્કાઇવ ફોર્મેટ:
he: _:ןויכרא טמרופ
hi: _पुरालेख प्रारूप:
hr: _Format arhive:
hu: _Archívum formátum:
hy: _Արխիվի ձևաչափ.
id: _Format Arsip:
is: _Skjalasafnssnið:
ka: _არქივის ფორმატი:
kk: _Мұрағат пішімі:
km: _ទម្រង់បណ្ណសារ៖
kn: _ಆರ್ಕೈವ್ ಫಾರ್ಮ್ಯಾಟ್:
ku: _Forma Arşîv:
ky: _Архив форматы:
lb: _Archiv Format:
lo: _ຮູບແບບແຟ້ມຈັດເກັບ:
lt: _Archyvo formatas:
lv: _Arhīva formāts:
mg: _endrika arsiva:
mi: _Hōputu Pūranga:
mk: _Формат на архива:
ml: _ആർക്കൈവ് ഫോർമാറ്റ്:
mn: _Архивын формат:
mr: _संग्रहण स्वरूप:
mt: _Format tal-Arkivju:
my: _မှတ်တမ်းပုံစံ-
nb: _Arkivformat:
ne: _अभिलेख ढाँचा:
or: _ଆର୍କାଇଭ୍ ଫର୍ମାଟ୍:
pa: _ਪੁਰਾਲੇਖ ਫਾਰਮੈਟ:
ps: _:ﻪڼﺑ ﻒﯿﺷﺭﺁ ﺩ
ro: _Format arhiva:
rw: _Imiterere y'Ububiko:
sd: _:ٽﻴﻣﺭﺎﻓ ﻮﻴﺋﺎڪﺭﺁ
si: _සංරක්ෂිත ආකෘතිය:
sk: _Formát archívu:
sl: _Arhivski format:
sq: _Formati i arkivit:
sw: _Umbizo la Hifadhi:
ta: _காப்பக வடிவம்:
te: _ఆర్కైవ్ ఫార్మాట్:
tg: _Формати бойгонӣ:
th: _รูปแบบการเก็บถาวร:
tk: _Arhiw formaty:
tt: _Архив форматы:
uk: _Формат архіву:
ur: _:ﭧﯿﻣﺭﺎﻓ ﻮﯿﺋﺎﮐﺭﺁ
uz: _Arxiv formati:
vi: _Định dạng Lưu trữ:
xh: _Ifomathi yogcino:
yi: _:טאַמראָפֿ וויכרא

source: The archive creation command is empty. Please enter a command.
af: Die opdrag vir die skep van argief is leeg. Voer asseblief 'n opdrag in.
am: የማህደር አፈጣጠር ትዕዛዝ ባዶ ነው። እባክህ ትእዛዝ አስገባ።
ar: .ﺮﻣﺃ ﻝﺎﺧﺩﺇ ءﺎﺟﺮﻟﺍ .ﻍﺭﺎﻓ ﻒﻴﺷﺭﻷ﻿ﺍ ءﺎﺸﻧﺇ ﺮﻣﺃ
be: Каманда стварэння архіва пустая. Калі ласка, увядзіце каманду.
bg: Командата за създаване на архив е празна. Моля, въведете команда.
bn: সংরক্ষণাগার তৈরির কমান্ডটি খালি। একটি কমান্ড লিখুন.
ca: L'ordre de creació d'arxiu està buida. Introduïu una ordre.
cy: Mae'r gorchymyn creu archif yn wag. Rhowch orchymyn.
da: Kommandoen til oprettelse af arkiv er tom. Indtast venligst en kommando.
eo: La arkivkrea komando estas malplena. Bonvolu enigi komandon.
et: Arhiivi loomise käsk on tühi. Sisestage käsk.
eu: Artxiboa sortzeko komandoa hutsik dago. Mesedez, idatzi komando bat.
fa: ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺭﻮﺘﺳﺩ ﮏﯾ ﺎﻔﻄﻟ .ﺖﺳﺍ ﯽﻟﺎﺧ ﻮﯿﺷﺭﺁ ﺩﺎﺠﯾﺍ ﺭﻮﺘﺳﺩ
fi: Arkiston luontikomento on tyhjä. Anna komento.
fil: Walang laman ang command sa paggawa ng archive. Mangyaring magpasok ng isang utos.
fy: It kommando foar it meitsjen fan argyf is leech. Fier in kommando yn.
ga: Tá an t-ordú um chruthú cartlainne folamh. Iontráil ordú le do thoil.
gd: Tha àithne cruthachaidh an tasglann falamh. Cuir a-steach àithne.
gl: O comando de creación do arquivo está baleiro. Introduce un comando.
gu: આર્કાઇવ બનાવવાનો આદેશ ખાલી છે. કૃપા કરીને આદેશ દાખલ કરો.
he: .הדוקפ ןיזהל אנ .הקיר ןויכראה תריצי תדוקפ
hi: संग्रह निर्माण आदेश खाली है। कृपया एक आदेश दर्ज करें।
hr: Naredba za kreiranje arhive je prazna. Unesite naredbu.
hu: Az archívum létrehozási parancs üres. Adjon meg egy parancsot.
hy: Արխիվ ստեղծելու հրամանը դատարկ է: Խնդրում ենք մուտքագրել հրաման:
id: Perintah pembuatan arsip kosong. Silakan masukkan perintah.
is: Skipunin um að búa til skjalasafn er tóm. Vinsamlegast sláðu inn skipun.
ka: არქივის შექმნის ბრძანება ცარიელია. გთხოვთ შეიყვანოთ ბრძანება.
kk: Мұрағат жасау пәрмені бос. Пәрменді енгізіңіз.
km: ពាក្យបញ្ជាបង្កើតប័ណ្ណសារគឺទទេ។ សូមបញ្ចូលពាក្យបញ្ជា។
kn: ಆರ್ಕೈವ್ ರಚನೆಯ ಆಜ್ಞೆಯು ಖಾಲಿಯಾಗಿದೆ. ದಯವಿಟ್ಟು ಆಜ್ಞೆಯನ್ನು ನಮೂದಿಸಿ.
ku: Fermana çêkirina arşîvê vala ye. Ji kerema xwe fermanek binivîse.
ky: Архив түзүү буйругу бош. Сураныч, буйрук киргизиңиз.
lb: D'Archivkreatiounsbefehl ass eidel. Gitt w.e.g. e Kommando un.
lo: ຄຳສັ່ງສ້າງແຟ້ມຈັດເກັບແມ່ນຫວ່າງເປົ່າ. ກະລຸນາໃສ່ຄໍາສັ່ງ.
lt: Archyvo kūrimo komanda tuščia. Įveskite komandą.
lv: Arhīva izveides komanda ir tukša. Lūdzu, ievadiet komandu.
mg: Foana ny baiko famoronana arisiva. Ampidiro baiko azafady.
mi: Kei te putua te tono hanga purongo. Whakaurua koa he tono.
mk: Командата за создавање архива е празна. Ве молиме внесете команда.
ml: ആർക്കൈവ് സൃഷ്ടിക്കുന്നതിനുള്ള കമാൻഡ് ശൂന്യമാണ്. ദയവായി ഒരു കമാൻഡ് നൽകുക.
mn: Архив үүсгэх команд хоосон байна. Команд оруулна уу.
mr: संग्रहण निर्मिती आदेश रिक्त आहे. कृपया आदेश प्रविष्ट करा.
mt: Il-kmand tal-ħolqien tal-arkivju huwa vojt. Jekk jogħġbok daħħal kmand.
my: archive creation command သည် ဗလာဖြစ်နေသည်။ ကျေးဇူးပြု၍ အမိန့်တစ်ခုထည့်ပါ။
nb: Kommandoen for opprettelse av arkiv er tom. Vennligst skriv inn en kommando.
ne: अभिलेख निर्माण आदेश खाली छ। कृपया आदेश प्रविष्ट गर्नुहोस्।
or: ଅଭିଲେଖାଗାର ସୃଷ୍ଟି ନିର୍ଦ୍ଦେଶ ଖାଲି ଅଛି | ଦୟାକରି ଏକ ନିର୍ଦ୍ଦେଶ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਆਰਕਾਈਵ ਬਣਾਉਣ ਦੀ ਕਮਾਂਡ ਖਾਲੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਕਮਾਂਡ ਦਾਖਲ ਕਰੋ।
ps: .ﺉړﮐ ﻪﻨﻧﺩ ډﻧﺎﻤﮐ ﻮﯾ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ .ﯼﺩ ﻲﻟﺎﺧ ډﻧﺎﻤﮐ ﻮﻟﻭړﻮﺟ ﻒﯿﺷﺭﺁ ﺩ
ro: Comanda de creare a arhivei este goală. Vă rugăm să introduceți o comandă.
rw: Ububiko bwububiko bwububiko burimo ubusa. Nyamuneka andika itegeko.
sd: .ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻢڪﺣ ڪﮬ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ .ﻲﻫﺁ ﻲﻟﺎﺧ ﻢڪﺣ ﻮﺟ ﮡﻫﺎﭠ ﻮﻴﺋﺎڪﺭﺁ
si: සංරක්ෂිත නිර්මාණය කිරීමේ විධානය හිස් ය. කරුණාකර විධානයක් ඇතුළත් කරන්න.
sk: Príkaz na vytvorenie archívu je prázdny. Zadajte príkaz.
sl: Ukaz za ustvarjanje arhiva je prazen. Vnesite ukaz.
sq: Komanda e krijimit të arkivit është bosh. Ju lutemi shkruani një komandë.
sw: Amri ya kuunda kumbukumbu ni tupu. Tafadhali weka amri.
ta: காப்பகத்தை உருவாக்கும் கட்டளை காலியாக உள்ளது. தயவுசெய்து கட்டளையை உள்ளிடவும்.
te: ఆర్కైవ్ సృష్టి ఆదేశం ఖాళీగా ఉంది. దయచేసి ఆదేశాన్ని నమోదు చేయండి.
tg: Фармони эҷоди бойгонӣ холӣ аст. Лутфан фармон ворид кунед.
th: คำสั่งสร้างไฟล์เก็บถาวรว่างเปล่า กรุณาป้อนคำสั่ง
tk: Arhiw döretmek buýrugy boş. Buýruk giriziň.
tt: Архив ясау боерыгы буш. Зинһар, боерык кертегез.
uk: Команда створення архіву порожня. Будь ласка, введіть команду.
ur: ۔ﮟﯾﺮﮐ ﺝﺭﺩ ﮉﻧﺎﻤﮐ ﮏﯾﺍ ﻡﺮﮐ ﮦﺍﺮﺑ ۔ﮯﮨ ﯽﻟﺎﺧ ﮉﻧﺎﻤﮐ ﻖﯿﻠﺨﺗ ﻮﯿﺋﺎﮐﺭﺁ
uz: Arxiv yaratish buyrug'i bo'sh. Iltimos, buyruq kiriting.
vi: Lệnh tạo kho lưu trữ trống. Vui lòng nhập một lệnh.
xh: Umyalelo wokudala uvimba awunanto. Nceda ngenisa umyalelo.
yi: .לעפֿאַב אַ ןיַיראַ עטיב .קידייל זיא ווייקראַ אַ ןפֿאַש וצ לעפֿאַב רעד
