Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer enige toestel op enige manier ontkoppel word: Gebruik: %%v toestel ontkoppel (eg /dev/sda1) %%l toestel etiket %%m toestelmonteerpunt (eg /media/disk)
am: ማንኛውም መሳሪያ በማንኛውም መንገድ ሲፈታ በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር ያስገቡ፡ ተጠቀም፡ %%v መሳሪያ አልተሰካም። (eg /dev/sda1) %%l የመሳሪያ መለያ %%m የመሳሪያ መጫኛ ነጥብ (eg /media/disk)
ar: :ﺔﻠﻴﺳﻭ ﻱﺄﺑ ﺯﺎﻬﺟ ﻱﺃ ﻚﻓ ﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%v ﺖﺒﺜﻣ ﺮﻴﻏ ﺯﺎﻬﺠﻟﺍ (eg /dev/sda1) %%l ﺯﺎﻬﺠﻟﺍ ﺔﻴﻤﺴﺗ %%m ﺯﺎﻬﺠﻟﺍ ﺖﻴﺒﺜﺗ ﺔﻄﻘﻧ (eg /media/disk)
be: Увядзіце праграму або камандны радок bash, які запускаецца аўтаматычна, калі любая прылада будзе адключана любым спосабам: Выкарыстоўвайце: %%v прылада адключана (eg /dev/sda1) %%l этыкетка прылады %%m кропка мантажу прылады (eg /media/disk)
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично, когато някое устройство бъде демонтирано по някакъв начин: Използвайте: %%v устройство демонтирано (eg /dev/sda1) %%l етикет на устройството %%m точка на монтиране на устройството (eg /media/disk)
bn: প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন যাতে কোনও ডিভাইস যে কোনও উপায়ে আনমাউন্ট করা হয় তখন স্বয়ংক্রিয়ভাবে চালানো যায়: ব্যবহার করুন: %%v ডিভাইস আনমাউন্ট করা হয়েছে (eg /dev/sda1) %%l ডিভাইস লেবেল %%m ডিভাইস মাউন্ট পয়েন্ট (eg /media/disk)
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament quan qualsevol dispositiu es desmunti per qualsevol mitjà: Ús: %%v dispositiu desmuntat (eg /dev/sda1) %%l etiqueta del dispositiu %%m punt de muntatge del dispositiu (eg /media/disk)
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pan na fydd unrhyw ddyfais yn cael ei gosod mewn unrhyw fodd: Defnyddiwch: %%v dyfais heb ei gosod (eg /dev/sda1) %%l label dyfais %%m pwynt mowntio dyfais (eg /media/disk)
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når en enhed afmonteres på nogen måde: Brug: %%v enhed afmonteret (eg /dev/sda1) %%l enhedsmærkat %%m enhedens monteringspunkt (eg /media/disk)
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam iu ajn aparato estas malmuntita per iu ajn rimedo: Uzu: %%v aparato malmuntita (eg /dev/sda1) %%l aparato-etikedo %%m aparato munta punkto (eg /media/disk)
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui mis tahes seade mis tahes viisil lahti ühendatakse: Kasuta: %%v seade lahti ühendatud (eg /dev/sda1) %%l seadme silt %%m seadme kinnituspunkt (eg /media/disk)
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatuko den edozein gailu edozein bideren bidez desmuntatzen denean: Erabili: %%v gailua muntatu gabe (eg /dev/sda1) %%l gailuaren etiketa %%m gailua muntatzeko puntua (eg /media/disk)
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﺩﻮﺷ ﯽﻣ ﺐﺼﻧ ﯼﺍ ﻪﻠﯿﺳﻭ ﺮﻫ ﻪﺑ ﯽﻫﺎﮕﺘﺳﺩ ﺮﻫ ﻪﮐ ﯽﻧﺎﻣﺯ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%v ﺪﺷ ﺍﺪﺟ ﻩﺎﮕﺘﺳﺩ (eg /dev/sda1) %%l ﻩﺎﮕﺘﺳﺩ ﺐﺴﭼﺮﺑ %%m ﻩﺎﮕﺘﺳﺩ ﺐﺼﻧ ﻪﻄﻘﻧ (eg /media/disk)
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti, kun jokin laite irrotetaan millään tavalla: Käyttää: %%v laite irrotettu (eg /dev/sda1) %%l laitteen etiketti %%m laitteen kiinnityskohta (eg /media/disk)
fil: Ipasok ang program o bash command line na awtomatikong tatakbo kapag ang anumang device ay na-unmount sa anumang paraan: Gamitin ang: %%v na-unmount ang device (eg /dev/sda1) %%l label ng device %%m punto ng pag-mount ng device (eg /media/disk)
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as elk apparaat op ien of oare manier is ûntslein: Brûke: %%v apparaat unmounted (eg /dev/sda1) %%l apparaat label %%m apparaat mount punt (eg /media/disk)
ga: Iontráil clár ordaithe nó clár ordaithe bash atá le rith go huathoibríoch nuair nach ndéantar aon ghaireas a shuiteáil ar aon bhealach: Úsáid: %%v feiste gan suiteáil (eg /dev/sda1) %%l lipéad feiste %%m gléas suite pointe (eg /media/disk)
gd: Cuir a-steach prògram no loidhne-àithne bash a ruith gu fèin-ghluasadach nuair nach tèid inneal sam bith a ghluasad a-mach ann an dòigh sam bith: Cleachd: %%v inneal gun ghluasad (eg /dev/sda1) %%l bileag inneal %%m puing mount inneal (eg /media/disk)
gl: Introduza o programa ou a liña de comandos bash para executarse automaticamente cando se desmonte calquera dispositivo por calquera medio: Uso: %%v dispositivo desmontado (eg /dev/sda1) %%l etiqueta do dispositivo %%m punto de montaxe do dispositivo (eg /media/disk)
gu: જ્યારે કોઈપણ ઉપકરણ કોઈપણ માધ્યમથી અનમાઉન્ટ થાય ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બેશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%v ઉપકરણ અનમાઉન્ટ કર્યું (eg /dev/sda1) %%l ઉપકરણ લેબલ %%m ઉપકરણ માઉન્ટ બિંદુ (eg /media/disk)
he: :יעצמא לכב קתונמ והשלכ רישכמ רשאכ תיטמוטוא ולעפויש bash-ה וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%v ןקתומ אל רישכמ (eg /dev/sda1) %%l רישכמה תיוות %%m רישכמה לש הבכרה תדוקנ (eg /media/disk)
hi: जब कोई डिवाइस किसी भी तरह से अनमाउंट किया जाता है तो स्वचालित रूप से चलाने के लिए प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %%v डिवाइस अनमाउंटेड (eg /dev/sda1) %%l डिवाइस लेबल %%m डिवाइस माउंट पॉइंट (eg /media/disk)
hr: Unesite program ili bash naredbeni redak koji će se automatski pokrenuti kada se bilo koji uređaj na bilo koji način isključi: Koristiti: %%v uređaj isključen (eg /dev/sda1) %%l oznaka uređaja %%m točka ugradnje uređaja (eg /media/disk)
hu: Írja be a programot vagy a bash parancssort, amely automatikusan fut, ha bármely eszközt bármilyen módon leválasztják: Használat: %%v készülék lecsatolva (eg /dev/sda1) %%l készülék címkéje %%m eszköz rögzítési pontja (eg /media/disk)
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որը ավտոմատ կերպով կաշխատի, երբ որևէ սարք ապամոնտաժված է որևէ կերպ. Օգտագործեք: %%v սարքն ապամոնտաժված է (eg /dev/sda1) %%l սարքի պիտակ %%m սարքի ամրացման կետը (eg /media/disk)
id: Masukkan program atau baris perintah bash untuk dijalankan secara otomatis ketika perangkat apa pun dilepas dengan cara apa pun: Menggunakan: %%v perangkat dilepas (eg /dev/sda1) %%l label perangkat %%m titik pemasangan perangkat (eg /media/disk)
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar tæki er aftengt með einhverjum hætti: Notaðu: %%v tæki ótengt (eg /dev/sda1) %%l merki tækisins %%m festingarpunktur tækisins (eg /media/disk)
ka: შეიყვანეთ პროგრამა ან bash ბრძანების ხაზი, რომელიც ავტომატურად უნდა იმუშაოს, როდესაც რომელიმე მოწყობილობა გამორთულია ნებისმიერი საშუალებით: გამოყენება: %%v მოწყობილობა გამორთულია (eg /dev/sda1) %%l მოწყობილობის ეტიკეტი %%m მოწყობილობის დამაგრების წერტილი (eg /media/disk)
kk: Кез келген құрылғы кез келген жолмен ажыратылған кезде автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%v құрылғы ажыратылды (eg /dev/sda1) %%l құрылғы жапсырмасы %%m құрылғыны орнату нүктесі (eg /media/disk)
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិ នៅពេលដែលឧបករណ៍ណាមួយត្រូវបានផ្ដាច់ដោយមធ្យោបាយណាមួយ៖ ប្រើ៖ %%v ឧបករណ៍ត្រូវបានផ្តាច់ (eg /dev/sda1) %%l ស្លាកឧបករណ៍ %%m ចំណុចម៉ោនឧបករណ៍ (eg /media/disk)
kn: ಯಾವುದೇ ಸಾಧನವನ್ನು ಯಾವುದೇ ವಿಧಾನದಿಂದ ಅನ್u200cಮೌಂಟ್ ಮಾಡಿದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%v ಸಾಧನವನ್ನು ಅನ್u200cಮೌಂಟ್ ಮಾಡಲಾಗಿದೆ (eg /dev/sda1) %%l ಸಾಧನ ಲೇಬಲ್ %%m ಸಾಧನ ಮೌಂಟ್ ಪಾಯಿಂಟ್ (eg /media/disk)
ku: Bername an rêzika fermana bash têkevin da ku gava ku amûrek bi her awayî were rakirin bixweber were xebitandin: Bikaranîn: %%v amûrê nehêle (eg /dev/sda1) %%l labelê amûrê %%m xala mount amûrê (eg /media/disk)
ky: Кандайдыр бир түзмөк кандайдыр бир жол менен ажыратылганда автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%v түзмөк ажыратылды (eg /dev/sda1) %%l аппараттын энбелгиси %%m аппаратты орнотуу чекити (eg /media/disk)
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann all Apparat op iergendeng Manéier demontéiert gëtt: Benotzt: %%v Apparat demontéiert (eg /dev/sda1) %%l Apparat Label %%m Apparat Montéierung Punkt (eg /media/disk)
lo: ໃສ່ໂປຣແກມ ຫຼື bash command line ທີ່ຈະເຮັດວຽກໂດຍອັດຕະໂນມັດເມື່ອອຸປະກອນໃດນຶ່ງຖືກ unmounted ໂດຍວິທີໃດກໍ່ຕາມ: ໃຊ້: %%v ຖອນການເຊື່ອມຕໍ່ອຸປະກອນ (eg /dev/sda1) %%l ປ້າຍອຸປະກອນ %%m ຈຸດເຊື່ອມຕໍ່ອຸປະກອນ (eg /media/disk)
lt: Įveskite programą arba bash komandų eilutę, kuri bus paleista automatiškai, kai bet koks įrenginys bet kokiomis priemonėmis atjungiamas: Naudokite: %%v įrenginys atjungtas (eg /dev/sda1) %%l įrenginio etiketė %%m įrenginio tvirtinimo taškas (eg /media/disk)
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad kāda ierīce ir jebkādā veidā atmontēta: Izmantojiet: %%v ierīce atvienota (eg /dev/sda1) %%l ierīces etiķete %%m ierīces stiprinājuma punkts (eg /media/disk)
mg: Ampidiro ny programa na bash baiko baiko ho mandeha ho azy rehefa misy fitaovana esorina amin'ny fomba rehetra: Ampiasao: %%v nesorina ny fitaovana (eg /dev/sda1) %%l etikety fitaovana %%m teboka fametrahana fitaovana (eg /media/disk)
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa ina wetewetehia tetahi taputapu ma tetahi huarahi: Whakamahia: %%v kua wetekina te taputapu (eg /dev/sda1) %%l tapanga taputapu %%m ira whakairinga taputapu (eg /media/disk)
mk: Внесете програма или командна линија bash за да се изврши автоматски кога некој уред е демонтиран на кој било начин: Користете: %%v уредот е демонтиран (eg /dev/sda1) %%l етикета на уредот %%m точка за монтирање на уредот (eg /media/disk)
ml: ഏതെങ്കിലും വിധത്തിൽ ഏതെങ്കിലും ഉപകരണം അൺമൗണ്ട് ചെയ്യുമ്പോൾ യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%v ഉപകരണം അൺമൗണ്ട് ചെയ്തു (eg /dev/sda1) %%l ഉപകരണ ലേബൽ %%m ഉപകരണം മൌണ്ട് പോയിന്റ് (eg /media/disk)
mn: Ямар ч төхөөрөмжийг салгах үед автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%v төхөөрөмжийг салгасан (eg /dev/sda1) %%l төхөөрөмжийн шошго %%m төхөөрөмжийг холбох цэг (eg /media/disk)
mr: जेव्हा कोणतेही साधन कोणत्याही प्रकारे अनमाउंट केले जाते तेव्हा स्वयंचलितपणे चालविण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%v डिव्हाइस अनमाउंट केले (eg /dev/sda1) %%l डिव्हाइस लेबल %%m डिव्हाइस माउंट पॉइंट (eg /media/disk)
mt: Daħħal il-linja tal-kmand tal-programm jew tal-bash biex titħaddem awtomatikament meta kwalunkwe apparat jiġi żmuntat bi kwalunkwe mezz: Użu: %%v apparat mhux immuntat (eg /dev/sda1) %%l tikketta tal-apparat %%m punt tal-muntaġġ tal-apparat (eg /media/disk)
my: မည်သည့်နည်းလမ်းဖြင့်မဆို စက်ကိုဖြုတ်လိုက်သောအခါ အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%v စက်ပစ္စည်းကို ဖြုတ်ထားသည်။ (eg /dev/sda1) %%l စက်တံဆိပ် %%m device mount အမှတ် (eg /media/disk)
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når en enhet demonteres på noen måte: Bruk: %%v enheten er avmontert (eg /dev/sda1) %%l enhetsetikett %%m enhetens monteringspunkt (eg /media/disk)
ne: कुनै पनि उपकरण कुनै पनि माध्यमबाट अनमाउन्ट हुँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा बास कमाण्ड लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%v यन्त्र अनमाउन्ट गरियो (eg /dev/sda1) %%l उपकरण लेबल %%m उपकरण माउन्ट बिन्दु (eg /media/disk)
or: ଯେକ any ଣସି ଉପକରଣ ଯେକ any ଣସି ଉପାୟରେ ଅନ୍-ମାଉଣ୍ଟ ହୋଇନଥିବାବେଳେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%v ଡିଭାଇସ୍ ଅନାବଶ୍ୟକ | (eg /dev/sda1) %%l ଉପକରଣ ଲେବଲ୍ %%m ଉପକରଣ ମାଉଣ୍ଟ ପଏଣ୍ଟ | (eg /media/disk)
pa: ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਨੂੰ ਆਪਣੇ ਆਪ ਚਲਾਉਣ ਲਈ ਦਰਜ ਕਰੋ ਜਦੋਂ ਕੋਈ ਡਿਵਾਈਸ ਕਿਸੇ ਵੀ ਤਰੀਕੇ ਨਾਲ ਅਨਮਾਊਂਟ ਕੀਤੀ ਜਾਂਦੀ ਹੈ: ਵਰਤੋ: %%v ਡਿਵਾਈਸ ਅਨਮਾਊਂਟ ਕੀਤੀ ਗਈ (eg /dev/sda1) %%l ਡਿਵਾਈਸ ਲੇਬਲ %%m ਡਿਵਾਈਸ ਮਾਊਂਟ ਪੁਆਇੰਟ (eg /media/disk)
ps: :ﻲﺷ ﺐﺼﻧ ﺮﯿﻏ ﯤﺭﻻ﻿ ﻪﻟ ﯥﻠﯿﺳﻭ ﯤﺮﻫ ﺩ ﻪﻠﯿﺳﻭ ﻡﻮﮐ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﺕﺎﻣﻮﺗﻭﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪ :ﻝﻭﺭﺎﮐ %%v ﯼﻮﺷ ﺐﺼﻧ ﺮﯿﻏ ﻪﻠﯿﺳﻭ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﯥﻠﯿﺳﻭ ﺩ %%m ﻪﻄﻘﻧ ﻮﻟﻮﺒﺼﻧ ﻪﻠﯿﺳﻭ ﺩ (eg /media/disk)
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat atunci când orice dispozitiv este demontat prin orice mijloace: Utilizare: %%v dispozitiv demontat (eg /dev/sda1) %%l eticheta dispozitivului %%m punctul de montare a dispozitivului (eg /media/disk)
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mu buryo bwikora mugihe igikoresho icyo aricyo cyose kidacometse muburyo ubwo aribwo bwose: Koresha: %%v igikoresho kitarondoreka (eg /dev/sda1) %%l ikirango cyibikoresho %%m igikoresho cyo gushiraho (eg /media/disk)
sd: :ﻲﭸﻭ ﻮﻴڪ ٽﻧﻮﺋﺎﻣ ﻥﺍ ﻥﺎﺳ ﻲﻘﻳﺮﻃ ﻪﺑ ﻦﻬﻨڪ ﺲﻴﺋﺍﻭڊ ﻪﺑ ﻮڪ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%v ﻞﻴﭤ ﺐﺼﻧ ﺮﻴﻏ ﺲﻴﺋﺍﻭڊ (eg /dev/sda1) %%l ﻞﺒﻴﻟ ﻮﺟ ﺲﻴﺋﺍﻭڊ %%m ٽﻨﺋﺍﻮﭘ ﻞﺒﺟ ﺲﻴﺋﺍﻭڊ (eg /media/disk)
si: ඕනෑම උපාංගයක් කිසියම් ආකාරයකින් සවිකර නොමැති විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහනක් හෝ bash විධාන රේඛාවක් ඇතුළත් කරන්න: භාවිත: %%v උපාංගය සවි කර නැත (eg /dev/sda1) %%l උපාංග ලේබලය %%m උපාංගය සවිකිරීමේ ස්ථානය (eg /media/disk)
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má spustiť automaticky, keď sa akékoľvek zariadenie akýmkoľvek spôsobom odpojí: Použitie: %%v zariadenie odmontované (eg /dev/sda1) %%l štítok zariadenia %%m montážny bod zariadenia (eg /media/disk)
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko je katera koli naprava na kakršen koli način odklopljena: Uporaba: %%v naprava odklopljena (eg /dev/sda1) %%l oznaka naprave %%m točka pritrditve naprave (eg /media/disk)
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht kur ndonjë pajisje çmontohet me çfarëdo mënyre: Përdorni: %%v pajisja e çmontuar (eg /dev/sda1) %%l etiketa e pajisjes %%m pika e montimit të pajisjes (eg /media/disk)
sw: Ingiza mpango au mstari wa amri ya bash ili kuendeshwa kiotomatiki wakati kifaa chochote kinapotolewa kwa njia yoyote: Tumia: %%v kifaa kimetolewa (eg /dev/sda1) %%l lebo ya kifaa %%m mahali pa kuweka kifaa (eg /media/disk)
ta: எந்தவொரு சாதனமும் எந்த வகையிலும் மவுண்ட் செய்யப்படும்போது தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%v சாதனம் ஏற்றப்படவில்லை (eg /dev/sda1) %%l சாதன லேபிள் %%m சாதனம் ஏற்ற புள்ளி (eg /media/disk)
te: ఏదైనా పరికరం ఏ విధంగానైనా అన్u200cమౌంట్ చేయబడినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cని నమోదు చేయండి: వా డు: %%v పరికరం అన్u200cమౌంట్ చేయబడింది (eg /dev/sda1) %%l పరికరం లేబుల్ %%m పరికరం మౌంట్ పాయింట్ (eg /media/disk)
tg: Барнома ё сатри фармони bash-ро ворид кунед, то вақте ки ягон дастгоҳ бо ягон роҳ ҷудо карда шавад, ба таври худкор иҷро мешавад: Истифода: %%v дастгоҳ ҷудо карда шудааст (eg /dev/sda1) %%l тамғаи дастгоҳ %%m нуқтаи насби дастгоҳ (eg /media/disk)
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติเมื่ออุปกรณ์ใด ๆ ไม่ได้ต่อเชื่อมด้วยวิธีการใด ๆ : ใช้: %%v ยกเลิกการต่อเชื่อมอุปกรณ์ (eg /dev/sda1) %%l ฉลากอุปกรณ์ %%m จุดต่ออุปกรณ์ (eg /media/disk)
tk: Islendik enjam haýsydyr bir usul bilen aýrylmasa awtomatiki işletmek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%v enjam öçürilmedi (eg /dev/sda1) %%l enjam belligi %%m enjamy gurnamak nokady (eg /media/disk)
tt: Anyәрбер җайланма теләсә нинди ысул белән сансызлангач, автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%v җайланма сансыз (eg /dev/sda1) %%l җайланма ярлыгы %%m җайланма урнаштыру ноктасы (eg /media/disk)
uk: Введіть програмний або командний рядок bash, який буде запускатися автоматично, коли будь-який пристрій будь-яким способом відключено: Використовуйте: %%v пристрій демонтовано (eg /dev/sda1) %%l етикетка пристрою %%m точка кріплення пристрою (eg /media/disk)
ur: :ﮯﺋﺎﺟ ﺎﯿﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﮯﺳ ﮯﻘﯾﺮﻃ ﯽﮭﺑ ﯽﺴﮐ ﻮﮐ ﺲﺋﺍﻮﯾﮈ ﯽﮭﺑ ﯽﺴﮐ ﺐﺟ ﮯﺋﺎﺟ ﯽﺋﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ ﺶﺑ ﺎﯾ ﮟﯾﺮﮐ ﺝﺭﺩ ﻡ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%v ﮉﭩﻧﺅﺎﻣ ﻥﺍ ﺲﺋﺍﻮﯾﮈ (eg /dev/sda1) %%l ﻞﺒﯿﻟ ﺲﺋﺍﻮﯾﮈ %%m ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺲﺋﺍﻮﯾﮈ (eg /media/disk)
uz: Har qanday qurilma biron-bir vosita bilan uzilganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%v qurilma o'chirildi (eg /dev/sda1) %%l qurilma yorlig'i %%m qurilma o'rnatish nuqtasi (eg /media/disk)
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động khi bất kỳ thiết bị nào được ngắt kết nối bằng bất kỳ phương tiện nào: Sử dụng: %%v thiết bị chưa được gắn kết (eg /dev/sda1) %%l nhãn thiết bị %%m điểm gắn thiết bị (eg /media/disk)
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo xa nasiphi na isixhobo singanyuswa ngayo nayiphi na indlela: Sebenzisa: %%v isixhobo sohliswa (eg /dev/sda1) %%l ileyibhile yesixhobo %%m indawo yokunyusela isixhobo (eg /media/disk)
yi: :לטימ ןייק ךרוד דעטנואָמנאַ זיא לטימ ןייק ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%v דעטנואָמנאַ לטימ (eg /dev/sda1) %%l עמריפ לטימ %%m טנופ ןפּאַלקנאָ לטימ (eg /media/disk)

source: On _Remove
af: Aan _Verwyder
am: በርቷል _አስወግድ
ar: ﻞﻴﻐﺸﺗ _ﻞﻳﺰﻳ
be: На _Выдаліць
bg: На _Премахване
bn: চালু _অপসারণ
ca: Encès _Eliminar
cy: Ymlaen _Tynnu
da: På _Fjerne
eo: On _Forigi
et: Peal _Eemalda
eu: On _Kendu
fa: ﺮﺑ _ﻦﺘﺷﺍﺩﺮﺑ
fi: Päällä _Poista
fil: Naka-on _Alisin
fy: Op _Weinimme
ga: Ar _Bain
gd: Air adhart _Thoir air falbh
gl: Activado _Quitar
gu: ચાલુ _દૂર કરો
he: לַע _ריִסַהְל
hi: पर _हटाना
hr: Na _Ukloniti
hu: Tovább _Távolítsa el
hy: Վրա _Հեռացնել
id: Pada _Menghapus
is: Á _Fjarlægja
ka: ჩართულია _ამოღება
kk: Қосулы _Жою
km: បើក _ដកចេញ
kn: ಆನ್ _ತೆಗೆದುಹಾಕಿ
ku: Li _Dûrxistin
ky: Күйүк _Алып салуу
lb: Op _Ewechzehuelen
lo: ສຸດ _ເອົາອອກ
lt: Įjungta _Pašalinti
lv: Ieslēgts _Noņemt
mg: On _esory
mi: Kei runga _Tango
mk: На _Отстрани
ml: ഓൺ _നീക്കം ചെയ്യുക
mn: Асаалттай _Устгах
mr: चालू _काढा
mt: Fuq _Neħħi
my: ဂရန် _ဖယ်ရှားပါ။
nb: På _Fjerne
ne: अन _हटाउनुहोस्
or: ଅନ୍ _ଅପସାରଣ କରନ୍ତୁ |
pa: 'ਤੇ _ਹਟਾਓ
ps: ﺮﭘ _ﺉړﮐ ﯤﺮﻟ
ro: Pe _Elimina
rw: Kuri _Kuraho
sd: ﻲﺗ _ﻮﻳﺎٽﻫ
si: මත _ඉවත් කරන්න
sk: zapnuté _Odstrániť
sl: Vklopljeno _Odstrani
sq: Aktiv _Hiq
sw: Washa _Ondoa
ta: அன்று _அகற்று
te: పై _తొలగించు
tg: Дар _Хориҷ кунед
th: บน _ลบ
tk: Işlediň _Aýyr
tt: Яна _Чыгар
uk: Увімкнено _Видалити
ur: ﺮﭘ _ﺭﻭﺩ
uz: Yoniq _O'chirish
vi: Trên _Tẩy
xh: Vula _Susa
yi: ףיוא _ןעמענפּאָראַ

source: Auto Run On Remove
af: Outo hardloop op Verwyder
am: አስወግድ ላይ ራስ-አሂድ
ar: ﺔﻟﺍﺯﻹ﻿ﺍ ﺪﻨﻋ ﻲﺋﺎﻘﻠﺘﻟﺍ ﻞﻴﻐﺸﺘﻟﺍ
be: Аўтаматычны запуск пры выдаленні
bg: Автоматично стартиране при премахване
bn: অটো রান অন রিমুভ
ca: Execució automàtica en eliminar
da: Autokør ved Fjern
eo: Aŭtomata Run On Remove
et: Auto Run On Eemalda
eu: Exekutatu automatikoa kentzean
fa: ﻑﺬﺣ ﺭﺩ ﺭﺎﮐﺩﻮﺧ ﯼﺍﺮﺟﺍ
fi: Auto Run On Poista
fil: Auto Run On Alisin
ga: Auto Run On Bain
gd: Auto Run On Thoir air falbh
gl: Execución automática ao eliminar
gu: ઓટો રન ઓન રીમુવ
he: הרסה לע תיטמוטוא הלעפה
hi: ऑटो रन ऑन रिमूव
hr: Automatsko pokretanje nakon uklanjanja
hy: Auto Run On Հեռացնել
id: Jalankan Otomatis Saat Hapus
is: Sjálfvirk keyrsla á fjarlægja
ka: ავტომატური გაშვება წაშლა
kk: Auto Run On Жою
km: ដំណើរការដោយស្វ័យប្រវត្តិនៅពេលដកចេញ
kn: ತೆಗೆದುಹಾಕುವಲ್ಲಿ ಸ್ವಯಂ ರನ್ ಮಾಡಿ
ku: Auto Run Li Rake
ky: Auto Run On Алып салуу
lb: Auto Run On Ewechmaachen
lt: Automatinis paleidimas Pašalinti
mg: Mandeha mandeha ho azy esorina
mi: Rere Aunoa i runga Tango
mk: Автоматско вклучување Отстрани
ml: നീക്കം സ്വയമേവ പ്രവർത്തിപ്പിക്കുക
mn: Auto Run On Устгах
mr: ऑटो रन ऑन काढा
mt: Auto Run Fuq Neħħi
my: Auto Run On Remove လုပ်ပါ။
nb: Autokjør på Fjern
ne: स्वतः रन अन हटाउनुहोस्
or: ଅପସାରଣ ଉପରେ ଅଟୋ ଚଲାନ୍ତୁ |
pa: ਹਟਾਓ 'ਤੇ ਆਟੋ ਰਨ
ps: ﻝﻮﮐ ﯤﺮﻟ ﻝﻮﻠﭼ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ
rw: Gukoresha Imodoka Gukuraho
sd: ﻮﻳﺎٽﻫ ﻲﺗ ﮡﺋﻼ﻿ﻫ ﺭﺎڪﺩﻮﺧ
si: ඉවත් කිරීමේදී ස්වයංක්u200dරීයව ධාවනය කරන්න
sl: Samodejni zagon ob odstranitvi
sq: Aktivizimi automatik në Hiq
sw: Endesha Otomatiki kwenye Ondoa
ta: அகற்று தானாக இயக்கவும்
te: తొలగించు స్వయంచాలకంగా అమలు
tg: Иҷроиши худкор Дар хориҷ
th: ทำงานอัตโนมัติเมื่อลบ
tk: Awto işletmek
tt: Автомобильне бетерү
uk: Автозапуск після видалення
ur: ﻥﺭ ﻮﭨﺁ ﺮﭘ ﮯﻧﺎﭩﮨ
uz: Avtomatik ishga tushirish O'chirish
vi: Tự động chạy khi xóa
xh: I-Auto Run On Susa
yi: ןעמענפּאָראַ ףיוא ןפיול אָטואַ
