Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: _Mount Removable
af: _Mount verwyderbaar
am: _ተነቃይ ተራራ
ar: _ﺔﻟﺍﺯﻺ﻿ﻟ ﻞﺑﺎﻗ ﻞﺒﺟ
be: _Мацаванне здымнае
bg: _Подвижен монтаж
bn: _অপসারণযোগ্য মাউন্ট
ca: _Muntatge extraïble
cy: _Mount Symudadwy
da: _Beslag Aftageligt
eo: _Monto Forprenebla
et: _Kinnitus Eemaldatav
eu: _Mendia Desmuntagarria
fa: _Mount ﯽﯾﺎﺠﺑﺎﺟ ﻞﺑﺎﻗ
fi: _Kiinnike Irrotettava
fil: _Mount Matatanggal
fy: _Mount útnimbere
ga: _Mount Inbhainte
gl: _Montaxe extraíble
gu: _માઉન્ટ દૂર કરી શકાય તેવું
he: _ףלשנ רה
hi: _माउंट हटाने योग्य
hr: _Montaža koja se može ukloniti
hu: _Kivehető rögzítés
hy: _Շարժական լեռ
id: _Gunung Yang Dapat Dilepas
is: _Festing færanlegur
ka: _მთა მოსახსნელი
kk: _Монтаж алынбалы
km: _ម៉ោនដែលអាចដកចេញបាន។
kn: _ಮೌಂಟ್ ತೆಗೆಯಬಹುದಾದ
ku: _Çiyayê Removable
lb: _Mount eraushuelbar
lt: _Nuimamas laikiklis
lv: _Noņemams stiprinājums
mi: _Maunga Tango
mk: _Монтирање може да се отстрани
ml: _നീക്കം ചെയ്യാവുന്ന മൗണ്ട്
mn: _Зөөврийн бэхэлгээ
mr: _काढता येण्याजोगा माउंट
mt: _Mount Rimovibbli
my: _Mount Removable ပါ။
nb: _Feste kan tas av
ne: _माउन्ट हटाउन योग्य
or: _ଅପସାରଣ ଯୋଗ୍ୟ ପର୍ବତ |
pa: _ਮਾਊਟ ਹਟਾਉਣਯੋਗ
ps: _ﺮﻏ ړﻭ ﻮﻟﻮﮐ ﯤﺮﻟ ﺩ
ro: _Suport detasabil
rw: _Umusozi Uvaho
sd: _ﻞﺒﺟ ﻭﺭﺍﻭ ﮡﺋﺎٽﻫ
si: _ඉවත් කළ හැකි කන්ද
sk: _Odnímateľný držiak
sl: _Nosilec odstranljiv
sq: _Mali i lëvizshëm
sw: _Mlima Unaoondolewa
ta: _மவுண்ட் நீக்கக்கூடியது
te: _మౌంట్ తొలగించదగినది
tg: _Монтажи ҷудошаванда
th: _เมาท์ถอดได้
tk: _Aýrylyp bilinýän dag
tt: _Чыгарыла торган тау
uk: _Кріплення знімне
ur: _ﻻ﻿ﺍﻭ ﮯﻨﭩﮨ ﭧﻧﺅﺎﻣ
uz: _O'rnatish olinadigan
vi: _Gắn kết có thể tháo rời
yi: _לאַבאַווומיר גראב

source: Mount _Volumes...
af: Monteer _Volumes...
am: ተራራ _መጠኖች...
ar: ﺩﺪﻌﺘﺗ _ﻡﺎﺠﺣﺃ...
be: Мац _Аб'ёмы...
bg: Монтирайте _томове...
bn: মাউন্ট _ভলিউম...
ca: Muntanya _Volums...
cy: Mount _Cyfrolau...
da: Monter _Bind...
eo: Monto _Volumoj...
et: Mount _Mahud...
eu: Mendia _Bolumenak...
fa: ﻩﻮﮐ _ﺎﻫ ﻢﺠﺣ...
fi: Mount _Volyymit...
fil: Bundok _Mga volume...
ga: Sliabh _Imleabhair...
gd: Mount _Ìrean...
gl: Monte _Volumes...
gu: માઉન્ટ _વોલ્યુમો...
he: רה _םיכרכ...
hi: पर्वत _संस्करणों...
hr: Montirajte _Svezaci...
hu: Hegy _Kötetek...
hy: Լեռ _Ծավալները...
id: Gunung _Volume...
is: Festa _Bindi...
ka: მთა _ტომი...
kk: Тау _Томдар...
km: ភ្នំ _បរិមាណ...
kn: ಮೌಂಟ್ _ಸಂಪುಟಗಳು...
ku: Çiyayê _Volumes...
ky: Тоо _Томдор...
lb: Mount _Bänn...
lo: ພູ _ປະລິມານ...
lt: Montuoti _Apimtys...
lv: Mount _Apjomi...
mg: tendrombohitra _boky...
mi: Maunga _Rōrahi...
mk: Монтирајте _Томови...
ml: മൗണ്ട് _വാല്യങ്ങൾ...
mn: Уул _Эзлэхүүн...
mr: माउंट _खंड...
mt: Mount _Volumi...
my: တောင်ပေါ်မှာ _အတွဲများ...
nb: Monter _Volumer...
ne: माउन्ट _भोल्युमहरू...
or: ପର୍ବତ _ଭଲ୍ୟୁମ୍...
pa: ਮਾਊਂਟ _ਵਾਲੀਅਮ...
ps: ﻩﺮﻏ _ﻪﻧﻮﻤﺠﺣ...
ro: montură _Volumele...
rw: Umusozi _Umubumbe...
sd: ﻞﺒﺟ _ﻢﺠﺣ...
si: කන්ද _වෙළුම්...
sk: Mount _Objemy...
sl: Mount _Zvezki...
sq: Mali _Vëllimet...
sw: Mlima _Kiasi...
ta: மவுண்ட் _தொகுதிகள்...
te: మౌంట్ _వాల్యూమ్u200cలు...
tg: кӯҳ _Ҳаҷмҳо...
th: ภูเขา _ปริมาณ...
tk: Dag _Tomlar...
tt: Тау _Томнар...
uk: Змонтувати _Обсяги...
ur: ﮌﺎﮩﭘ _ﮟﯾﺪﻠﺟ...
uz: Tog' _Jildlar...
vi: Gắn kết _Tập...
xh: Ntaba _Imiqulu...
yi: גראב _זמוילאַוו...

source: Auto-Mount Volumes
af: Outo-monteer volumes
am: ጥራዞችን በራስ-ሰር ይጫኑ
ar: ﻲﺋﺎﻘﻠﺘﻟﺍ ﻞﻴﻤﺤﺘﻟﺍ ﻡﺎﺠﺣﺃ
be: Аўтаматычнае мантаванне тамоў
bg: Автоматично монтиране на томове
bn: স্বয়ংক্রিয়-মাউন্ট ভলিউম
ca: Volums de muntatge automàtic
cy: Cyfrolau Auto-Mount
da: Auto-monteringsvolumener
eo: Aŭto-Muntaj Volumoj
et: Automaatselt paigaldatavad helitugevused
eu: Muntatze automatikoko bolumenak
fa: ﺎﻫﺍﺪﺻ ﺭﺎﮐﺩﻮﺧ ﻢﯿﻈﻨﺗ
fi: Automaattinen asennus
fil: Mga Volume ng Auto-Mount
fy: Auto-mount folumes
ga: Imleabhair Auto-Mount
gd: Leabhraichean Auto-Mount
gl: Volumes de montaxe automática
gu: સ્વતઃ-માઉન્ટ વોલ્યુમો
he: ןוסחא יעצמא לש תיטמוטוא הבכרה
hi: ऑटो-माउंट वॉल्यूम
hr: Automatsko montiranje volumena
hu: Kötetek automatikus rögzítése
hy: Ավտոմատ տեղադրման ծավալներ
id: Volume Pemasangan Otomatis
is: Sjálfvirkt festa bindi
ka: ტომების ავტომატური დამაგრება
kk: Көлемдерді автоматты түрде орнату
km: កម្រិតសំឡេងម៉ោនដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ-ಮೌಂಟ್ ಸಂಪುಟಗಳು
ku: Volumes Auto-Mount
ky: Автоматтык орнотуу көлөмү
lb: Auto-Mount Volumen
lo: ປະລິມານການຕິດຕັ້ງອັດຕະໂນມັດ
lt: Automatinis tūrių montavimas
lv: Automātiski montējami sējumi
mi: Whakanui-Aunoa i nga Rorohiko
mk: Автоматско монтирање на томови
ml: സ്വയമേവ മൗണ്ട് വോള്യങ്ങൾ
mn: Автоматаар холбох хэмжээ
mr: स्वयं-माउंट खंड
mt: Volumi Auto-Mount
my: အလိုအလျောက် အတွဲများ
nb: Automonterte volumer
ne: स्वत: माउन्ट भोल्युमहरू
or: ଅଟୋ-ମାଉଣ୍ଟ ଭଲ୍ୟୁମ୍ |
pa: ਆਟੋ-ਮਾਊਂਟ ਵਾਲੀਅਮ
ro: Volume de montare automată
rw: Imashini yimodoka
sd: ﻢﺠﺣ ﻞﺒﺟ ﺭﺎڪﺩﻮﺧ
si: ස්වයංක්u200dරීයව සවිකරන වෙළුම්
sk: Automatická montáž zväzkov
sl: Samodejni vklopi
sq: Vëllimet e montimit automatik
sw: Kuweka Kiasi Kiotomatiki
ta: தானாக மவுண்ட் தொகுதிகள்
te: స్వీయ-మౌంట్ వాల్యూమ్u200cలు
tg: Ҳаҷмҳои худкор васлкунӣ
th: เมานต์อัตโนมัติ
tk: Awtomatik gurnama sesleri
tt: Автомобиль күләме
uk: Автоматичне монтування томів
ur: ﻡﻮﯿﻟﺍﻭ ﭧﻧﺅﺎﻣ ﻮﭨﺁ
uz: Avtomatik o'rnatish hajmlari
vi: Tự động gắn khối lượng
xh: Auto-Mount Imiqulu
yi: זמוילאַוו גראב-אָטואַ
