Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
af: Voer nuwe itemnaam in: Stel 'n karakter voor met 'n onderstreep (_) om daardie karakter as 'n kortpadsleutel te onderstreep indien verlang. WENK: Om hierdie item later te verander, regskliek op die item om die Ontwerpkieslys oop te maak.
am: አዲስ የንጥል ስም ያስገቡ፡- ከተፈለገ ያንን ቁምፊ እንደ አቋራጭ ቁልፍ ለማሰመር (_) ካለው ቁምፊ ቀድም። ጠቃሚ ምክር: ይህን ንጥል በኋላ ለመለወጥ, የንድፍ ሜኑ ለመክፈት በእቃው ላይ በቀኝ ጠቅ ያድርጉ.
ar: :ﺪﻳﺪﺠﻟﺍ ﺮﺼﻨﻌﻟﺍ ﻢﺳﺍ ﻞﺧﺩﺃ .ﻚﻟﺫ ﻲﻓ ﺖﺒﻏﺭ ﺍﺫﺇ ﺭﺎﺼﺘﺧﺍ ﺡﺎﺘﻔﻤﻛ ﻑﺮﺤﻟﺍ ﺍﺬﻫ ﺮﻴﻄﺴﺘﻟ (_) ﺔﻴﻠﻔﺳ ﺔﻃﺮﺸﺑ ﻑﺮﺣ ﻖﺒﺳﺍ .ﻢﻴﻤﺼﺘﻟﺍ ﺔﻤﺋﺎﻗ ﺢﺘﻔﻟ ﺮﺼﻨﻌﻟﺍ ﻕﻮﻓ ﻦﻤﻳﻷ﻿ﺍ ﺱﻭﺎﻤﻟﺍ ﺭﺰﺑ ﺮﻘﻧﺍ ، ﺎًﻘﺣﻻ﻿ ﺮﺼﻨﻌﻟﺍ ﺍﺬﻫ ﺮﻴﻴﻐﺘﻟ :ﺢﻴﻤﻠﺗ
be: Увядзіце назву новага элемента: Перад сімвалам пастаўце падкрэсліванне (_), каб падкрэсліць гэты сімвал у якасці хуткай клавішы пры жаданні. ПАРАДА: Каб пазней змяніць гэты элемент, пстрыкніце яго правай кнопкай мышы, каб адкрыць меню дызайну.
bg: Въведете ново име на артикул: Предхождайте знак с долна черта (_), за да подчертаете този знак като клавиш за бърз достъп, ако желаете. СЪВЕТ: За да промените този елемент по-късно, щракнете с десния бутон върху елемента, за да отворите менюто за дизайн.
bn: নতুন আইটেমের নাম লিখুন: ইচ্ছা হলে শর্টকাট কী হিসাবে সেই অক্ষরটিকে আন্ডারলাইন করতে একটি আন্ডারস্কোর (_) সহ একটি অক্ষরের আগে। টিপ: এই আইটেমটি পরে পরিবর্তন করতে, ডিজাইন মেনু খুলতে আইটেমটিতে ডান-ক্লিক করুন।
ca: Introduïu el nom de l'element nou: Precedeix un caràcter amb un guió baix (_) per subratllar aquest caràcter com a tecla de drecera si ho desitja. SUGGERIMENT: per canviar aquest element més tard, feu clic amb el botó dret sobre l'element per obrir el menú Disseny.
cy: Rhowch enw'r eitem newydd: Rhagflaenu cymeriad sydd â thanlinell (_) i danlinellu'r cymeriad hwnnw fel allwedd llwybr byr os dymunir. AWGRYM: I newid yr eitem hon yn nes ymlaen, de-gliciwch ar yr eitem i agor y Ddewislen Ddylunio.
da: Indtast nyt elementnavn: Sæt en understregning (_) foran et tegn for at understrege dette tegn som en genvejstast, hvis det ønskes. TIP: For at ændre dette element senere skal du højreklikke på elementet for at åbne designmenuen.
eo: Enigu novan eronnomon: Antaŭu signon kun substreko (_) por substreki tiun signon kiel ŝparklavon, se vi volas. KONSILETO: Por ŝanĝi ĉi tiun objekton poste, dekstre alklaku la objekton por malfermi la Dezajnan Menuon.
et: Sisestage uue üksuse nimi: Sisestage märgi ette alakriips (_), et seda märki soovi korral kiirklahvina alla tõmmata. NÕUANNE. Selle üksuse hilisemaks muutmiseks paremklõpsake üksusel, et avada kujundusmenüü.
eu: Idatzi elementu berriaren izena: Jarri karaktere baten aurretik azpimarra (_) karaktere hori laster-tekla gisa azpimarratzeko, nahi izanez gero. AHOLKUA: Elementu hau geroago aldatzeko, egin klik eskuineko botoiarekin elementuan Diseinu menua irekitzeko.
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﺪﯾﺪﺟ ﺩﺭﻮﻣ ﻡﺎﻧ .ﺪﯿﺸﮑﺑ ﻂﺧ ﺮﺒﻧﺎﯿﻣ ﺪﯿﻠﮐ ﻥﺍﻮﻨﻋ ﻪﺑ ﺮﺘﮐﺍﺭﺎﮐ ﻥﺁ ﺮﯾﺯ ،ﻞﯾﺎﻤﺗ ﺕﺭﻮﺻ ﺭﺩ ﺎﺗ ﺪﯿﻫﺩ ﺭﺍﺮﻗ (_) ﻂﺧﺮﯾﺯ ﺎﺑ ﺮﺘﮐﺍﺭﺎﮐ ﮏﯾ ﺯ .ﺩﻮﺷ ﺯﺎﺑ ﯽﺣﺍﺮﻃ ﯼﻮﻨﻣ ﺎﺗ ﺪﯿﻨﮐ ﺖﺳﺍﺭ ﮏﯿﻠﮐ ﺩﺭﻮﻣ ﯼﻭﺭ ،ًﺍﺪﻌﺑ ﺩﺭﻮﻣ ﻦﯾﺍ ﺮﯿﯿﻐﺗ ﯼﺍﺮﺑ :ﻪﺘﮑﻧ
fi: Anna uuden tuotteen nimi: Kirjoita merkin eteen alaviiva (_), jos haluat alleviivata sitä pikanäppäimenä. VINKKI: Jos haluat muuttaa tätä kohtaa myöhemmin, napsauta kohdetta hiiren kakkospainikkeella avataksesi suunnitteluvalikon.
fil: Maglagay ng bagong pangalan ng item: Unahan ang isang character na may underscore (_) upang salungguhitan ang character na iyon bilang shortcut key kung gusto. TIP: Upang baguhin ang item na ito sa ibang pagkakataon, i-right-click ang item upang buksan ang Design Menu.
fy: Fier nije item namme yn: Foarôfgean fan in karakter mei in ûnderstreekje (_) om dat karakter as in fluchtoets te ûnderstreekjen as jo wolle. TIP: Om dit item letter te feroarjen, klikje jo mei de rjochter-klik op it item om it Untwerpmenu te iepenjen.
ga: Iontráil ainm mír nua: Precede carachtar le béim (_) chun béim a leagan ar an gcarachtar sin mar eochair aicearra más mian. Leid: Chun an mhír seo a athrú níos déanaí, cliceáil ar dheis ar an mír chun an Roghchlár Dearaidh a oscailt.
gd: Cuir a-steach ainm ùr: Precede caractar le fo-sgrìobhadh (_) gus cuideam a chuir air a ’charactar sin mar iuchair ath-ghoirid ma thogras tu. TIP: Gus an rud seo atharrachadh nas fhaide air adhart, cliog deas air an rud gus an Clàr Dealbhaidh fhosgladh.
gl: Introduce o nome do novo elemento: Antesala dun carácter cun guión baixo (_) para subliñar ese carácter como tecla de atallo se o desexa. CONSELLO: para cambiar este elemento máis tarde, fai clic co botón dereito sobre o elemento para abrir o menú Deseño.
gu: નવી વસ્તુનું નામ દાખલ કરો: જો ઇચ્છિત હોય તો તે અક્ષરને શૉર્ટકટ કી તરીકે રેખાંકિત કરવા માટે અન્ડરસ્કોર (_) સાથેના અક્ષરની આગળ. ટીપ: આ આઇટમને પછીથી બદલવા માટે, ડિઝાઇન મેનૂ ખોલવા માટે આઇટમ પર જમણું-ક્લિક કરો.
he: :שדח טירפ םש ןזה .וצרת םא רוציק שקמכ ותה תא שיגדהל ידכ (_) ןותחת וק םע ות ומידקה .בוציעה טירפת תא חותפל ידכ טירפה לע תינמי הציחל ץחל ,רתוי רחואמ הז טירפ תונשל ידכ :פיט
hi: नया आइटम नाम दर्ज करें: एक अंडरस्कोर (_) के साथ एक कैरेक्टर से पहले उस कैरेक्टर को शॉर्टकट की के रूप में रेखांकित करने के लिए यदि वांछित है। सुझाव: इस आइटम को बाद में बदलने के लिए, डिज़ाइन मेनू खोलने के लिए आइटम पर राइट-क्लिक करें।
hr: Unesite naziv novog artikla: Ispred znaka stavite podvlaku (_) da biste podcrtali taj znak kao tipku prečaca ako želite. SAVJET: Da biste kasnije promijenili ovu stavku, desnom tipkom miša kliknite stavku da biste otvorili izbornik dizajna.
hu: Írja be az új elem nevét: A karakter elé írjon aláhúzást (_), hogy aláhúzza a karaktert gyorsbillentyűként, ha szükséges. TIPP: Az elem későbbi módosításához kattintson a jobb gombbal az elemre a Tervező menü megnyitásához.
hy: Մուտքագրեք նոր ապրանքի անունը. Նախորդեք (_) նիշը՝ ցանկության դեպքում որպես դյուրանցման ստեղն ընդգծելու համար: ԽՈՐՀՈՒՐԴ. Այս տարրը հետագայում փոխելու համար աջ սեղմեք տարրի վրա՝ Դիզայնի ընտրացանկը բացելու համար:
id: Masukkan nama item baru: Awali karakter dengan garis bawah (_) untuk menggarisbawahi karakter tersebut sebagai tombol pintasan jika diinginkan. TIPS: Untuk mengubah item ini nanti, klik kanan item tersebut untuk membuka Menu Desain.
is: Sláðu inn nýtt vöruheiti: Á undan staf með undirstrik (_) til að undirstrika þann staf sem flýtivísa ef þess er óskað. ÁBENDING: Til að breyta þessu atriði síðar, hægrismelltu á hlutinn til að opna hönnunarvalmyndina.
ka: შეიყვანეთ ახალი ელემენტის სახელი: ხაზს უსვამს სიმბოლოს ხაზგასმით (_), რათა ხაზი გაუსვას სიმბოლოს, როგორც მალსახმობის ღილაკს, თუ სასურველია. რჩევა: მოგვიანებით ამ ელემენტის შესაცვლელად, დააწკაპუნეთ მაუსის მარჯვენა ღილაკით პუნქტზე დიზაინის მენიუს გასახსნელად.
kk: Жаңа элемент атауын енгізіңіз: Қажет болса, таңбашаның астын сызу үшін астын сызу (_) бар таңбаның алдына қойыңыз. КЕҢЕС: Бұл элементті кейінірек өзгерту үшін Дизайн мәзірін ашу үшін элементті тінтуірдің оң жақ түймешігімен басыңыз.
km: បញ្ចូលឈ្មោះធាតុថ្មី៖ នាំមុខតួអក្សរដែលមានសញ្ញាគូសបញ្ជាក់ (_) ដើម្បីគូសបញ្ជាក់តួអក្សរនោះជាគ្រាប់ចុចផ្លូវកាត់ប្រសិនបើអ្នកចង់បាន។ ជំនួយ៖ ដើម្បីផ្លាស់ប្តូរធាតុនេះនៅពេលក្រោយ ចុចខាងស្តាំលើធាតុដើម្បីបើកម៉ឺនុយរចនា។
kn: ಹೊಸ ಐಟಂ ಹೆಸರನ್ನು ನಮೂದಿಸಿ: ಬಯಸಿದಲ್ಲಿ ಆ ಅಕ್ಷರವನ್ನು ಶಾರ್ಟ್u200cಕಟ್ ಕೀ ಎಂದು ಅಂಡರ್u200cಲೈನ್ ಮಾಡಲು ಅಂಡರ್u200cಸ್ಕೋರ್ (_) ನೊಂದಿಗೆ ಅಕ್ಷರವನ್ನು ಮೊದಲು ಮಾಡಿ. ಸಲಹೆ: ಈ ಐಟಂ ಅನ್ನು ನಂತರ ಬದಲಾಯಿಸಲು, ವಿನ್ಯಾಸ ಮೆನು ತೆರೆಯಲು ಐಟಂ ಮೇಲೆ ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ.
ku: Navê babetê nû binivîse: Li pêş karakterek bi binî (_) binivisînin da ku heke bixwaze binê wê karakterê wekî bişkojka kurtebirê xêz bike. TIP: Ji bo guherandina vê babetê paşê, li ser babetê rast-klîk bikin da ku Pêşeka Sêwiranê vekin.
ky: Жаңы нерсенин атын киргизиңиз: Кааласаңыз, ал символдун астын сызуу үчүн, анын алдына астын сызык (_) коюңуз. КЕҢЕШ: Бул нерсени кийинчерээк өзгөртүү үчүн, Дизайн Менюсун ачуу үчүн пунктту оң баскыч менен чыкылдатыңыз.
lb: Gitt den neien Artikelnumm un: Viraus e Charakter mat engem Ënnersträich (_) fir dee Charakter als Ofkiirzungsschlëssel ze ënnersträichen wann Dir wëllt. TIP: Fir dëst Element méi spéit z'änneren, klickt riets op den Element fir den Design Menu opzemaachen.
lo: ໃສ່ຊື່ລາຍການໃໝ່: ລ່ວງໜ້າຕົວອັກສອນທີ່ມີຂີດກ້ອງ (_) ເພື່ອຂີດກ້ອງຕົວອັກສອນນັ້ນເປັນປຸ່ມລັດຖ້າຕ້ອງການ. ເຄັດລັບ: ເພື່ອປ່ຽນລາຍການນີ້ໃນພາຍຫຼັງ, ໃຫ້ຄລິກຂວາໃສ່ລາຍການເພື່ອເປີດເມນູອອກແບບ.
lt: Įveskite naujo elemento pavadinimą: Prieš simbolį pabraukite apatinį brūkšnį (_), kad pabrauktumėte tą simbolį kaip spartųjį klavišą, jei norite. PATARIMAS: Norėdami vėliau pakeisti šį elementą, dešiniuoju pelės mygtuku spustelėkite elementą, kad atidarytumėte dizaino meniu.
lv: Ievadiet jaunā vienuma nosaukumu: Pirms rakstzīmes ievadiet pasvītru (_), lai, ja nepieciešams, pasvītrotu šo rakstzīmi kā īsinājumtaustiņu. PADOMS. Lai vēlāk mainītu šo vienumu, ar peles labo pogu noklikšķiniet uz vienuma, lai atvērtu dizaina izvēlni.
mg: Ampidiro anarana vaovao: Ialohavan'ny tarehin-tsoratra misy tsipitsipika (_) hanilika an'io toetra io ho fanalahidin'ny hitsin-dàlana raha tianao. SOSO-KEVITRA: Raha hanova an'ity zavatra ity any aoriana, tsindrio havanana amin'ilay entana mba hanokafana ny Design Menu.
mi: Tāuru ingoa tūemi hōu: I mua i tetahi pūāhua whai tohu (_) hei tāraro i taua pūāhua hei kī pokatata ki te hiahia. AKI: Hei huri i tenei mea i muri mai, pawhiri-matau ki runga i te mea hei whakatuwhera i te Tahua Hoahoa.
mk: Внесете ново име на ставка: Претходете на знакот со долна црта (_) за да го подвлечете тој знак како копче за кратенка ако сакате. СОВЕТ: За да ја промените оваа ставка подоцна, кликнете со десното копче на ставката за да го отворите менито за дизајн.
ml: പുതിയ ഇനത്തിന്റെ പേര് നൽകുക: വേണമെങ്കിൽ ഒരു കുറുക്കുവഴി കീ ആയി ആ പ്രതീകത്തിന് അടിവരയിടുന്നതിന് അടിവര (_) ഉള്ള ഒരു പ്രതീകത്തിന് മുമ്പ്. നുറുങ്ങ്: ഈ ഇനം പിന്നീട് മാറ്റാൻ, ഡിസൈൻ മെനു തുറക്കാൻ ഇനത്തിൽ വലത്-ക്ലിക്കുചെയ്യുക.
mn: Шинэ зүйлийн нэрийг оруулна уу: Хэрэв хүсвэл тэмдэгтийн өмнө доогуур зураастай (_) оруулаарай. ЗӨВЛӨГӨӨ: Энэ зүйлийг дараа өөрчлөхийн тулд тухайн зүйл дээр хулганы баруун товчийг дарж Дизайн цэсийг нээнэ үү.
mr: नवीन आयटम नाव प्रविष्ट करा: इच्छित असल्यास शॉर्टकट की म्हणून वर्ण अधोरेखित करण्यासाठी अंडरस्कोर (_) सह वर्णापूर्वी. टीप: हा आयटम नंतर बदलण्यासाठी, डिझाइन मेनू उघडण्यासाठी आयटमवर उजवे-क्लिक करा.
mt: Daħħal l-isem tal-oġġett ġdid: Preċedi karattru b'tiring taħt (_) biex jenfasizza dak il-karattru bħala shortcut key jekk mixtieq. TIP: Biex tibdel dan l-oġġett aktar tard, ikklikkja bil-lemin fuq l-oġġett biex tiftaħ il-Menu tad-Disinn.
my: ပစ္စည်းအမည်အသစ်ထည့်ပါ- ဆန္ဒရှိပါက ထိုစာလုံးကို ဖြတ်လမ်းခလုတ်တစ်ခုအဖြစ် မျဉ်းသားရန် အောက်ခြေအမှတ် (_) ဖြင့် စာလုံးတစ်လုံးကို ရှေ့တွင်ထားပါ။ အကြံပြုချက်- ဤအရာကို နောက်မှပြောင်းရန်၊ ဒီဇိုင်းမီနူးကိုဖွင့်ရန် ဤအရာပေါ်တွင် ညာဖက်ကလစ်နှိပ်ပါ။
nb: Skriv inn nytt elementnavn: Før et tegn med en understreking (_) for å understreke det tegnet som en snarvei om ønskelig. TIPS: For å endre dette elementet senere, høyreklikk på elementet for å åpne designmenyen.
ne: नयाँ वस्तुको नाम प्रविष्ट गर्नुहोस्: यदि चाहियो भने सर्टकट कुञ्जीको रूपमा त्यो क्यारेक्टरलाई अन्डरलाइन गर्नको लागि अन्डरस्कोर (_) भएको क्यारेक्टर अघि। टिप: यो वस्तु पछि परिवर्तन गर्न, डिजाइन मेनु खोल्न वस्तुमा दायाँ क्लिक गर्नुहोस्।
or: ନୂତନ ଆଇଟମ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ: ଚାହିଁଲେ ସେହି ଅକ୍ଷରକୁ ସର୍ଟକଟ୍ କି ଭାବରେ ଅଣ୍ଡରଲାଇନ୍ କରିବାକୁ ଏକ ଅଣ୍ଡରସ୍କୋର୍ (_) ସହିତ ଏକ ଅକ୍ଷରକୁ ପ୍ରାଧାନ୍ୟ ଦିଅ | ଟିପ୍ପଣୀ: ପରେ ଏହି ଆଇଟମ୍ ପରିବର୍ତ୍ତନ କରିବାକୁ, ଡିଜାଇନ୍ ମେନୁ ଖୋଲିବାକୁ ଆଇଟମ୍ ଉପରେ ଡାହାଣ କ୍ଲିକ୍ କରନ୍ତୁ |
pa: ਨਵੀਂ ਆਈਟਮ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ: ਜੇਕਰ ਲੋੜ ਹੋਵੇ ਤਾਂ ਉਸ ਅੱਖਰ ਨੂੰ ਇੱਕ ਸ਼ਾਰਟਕੱਟ ਕੁੰਜੀ ਦੇ ਰੂਪ ਵਿੱਚ ਰੇਖਾਂਕਿਤ ਕਰਨ ਲਈ ਇੱਕ ਅੰਡਰਸਕੋਰ (_) ਵਾਲੇ ਅੱਖਰ ਤੋਂ ਪਹਿਲਾਂ ਦਿਓ। ਟਿਪ: ਇਸ ਆਈਟਮ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਬਦਲਣ ਲਈ, ਡਿਜ਼ਾਈਨ ਮੀਨੂ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਆਈਟਮ 'ਤੇ ਸੱਜਾ-ਕਲਿੱਕ ਕਰੋ।
ps: :ﺉړﮐ ﻪﻨﻧﺩ ﻡﻮﻧ ﻲﮐﻮﺗ ﻱﻮﻧ ﺩ .ﺉړﺍﻮﻏﻭ ﻪﮐ ﺉړﮐ ﯤﺪﻧﻻ﻿ ﻪګﻮﺗ ﻪﭘ ﻲﻠﯿﮐ ټﮐ ټﺭﺎﺷ ﺩ ﺮټﮐﺮﮐ ﻪﻐﻫ ﻮڅﺮﺗ ﺉړﮐ ﯥﮑﺨﻣ ﺮټﮐﺮﮐ ﻮﯾ ﻩﺮﺳ (_) ﺭﻮﮑﺳ ﺭډﻧﺍ ﺩ TIP: ﺉړﮐﻭ ﮏﯿﻠﮐ ﻲښ ﻲﮐﻮﺗ ﻪﭘ ﻩﺭﺎﭙﻟ ﻮﻟﻮﺻﻼ﻿ﺧ ﻮﻨﯿﻣ ﻦﯾﺍﺰﯾډ ﺩ ،ﻩﺭﺎﭙﻟ ﻮﻟﻮﻟﺪﺑ ﻪﺘﺳﻭﺭﻭ ﻲﮐﻮﺗ ﯤﺩ ﺩ.
ro: Introduceți numele articolului nou: Precedați un caracter cu o liniuță de subliniere (_) pentru a sublinia acel caracter ca tastă de comandă rapidă, dacă doriți. SFAT: Pentru a schimba acest articol mai târziu, faceți clic dreapta pe element pentru a deschide meniul Design.
rw: Injiza izina rishya: Itegure inyuguti ifite umurongo utomoye (_) kugirango ushireho umurongo iyo miterere nkurufunguzo ruto niba ubishaka. INAMA: Guhindura iki kintu nyuma, kanda iburyo kugirango ukingure Ibishushanyo.
sd: :ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻮﻟﺎﻧ ﻮﺟ ءﻲﺷ ﻦﻴﺌﻧ .ﻮﻴﮬﺎﭼ ﻦﮬڏڪﻴﺟ ءِﻻ﻿ ﮠﺮڪ ﭟﻴﮬ ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻲڪ ٽڪ ٽﺭﺎﺷ ﻲﮐ ﺭﺍﺩﺮڪ ﻥﺍ ﻪﺗ ﻮﻳڏ ﻲﮘﺍ ﻲﮐ ﺮﮐﺍ ڪﻫ ﻥﺎﺳ (_) ﺭﻮڪﺳﺍ ﺭڊﻧﺍ .ءِﻻ﻿ ﮡﻟﻮﮐ ﻲﮐ ﻮﻴﻨﻴﻣ ﻦﺋﺍﺰﻳڊ ﻮﻳﺮڪ ڪﻠڪ ﺢﻴﺤﺻ ﻲﺗ ﻢٽﺋﺁ ،ءِﻻ﻿ ﮠﺮڪ ﻞﻳﺪﺒﺗ ۾ ﺪﻌﺑ ﻲﮐ ﻲﺌﺷ ﻦﻫ :ﺐﻴڪﺮﺗ
si: නව අයිතමයේ නම ඇතුළත් කරන්න: අවශ්u200dය නම් එම අක්ෂරය කෙටිමං යතුරක් ලෙස යටින් ඉරි ඇඳීමට යටි ඉරි (_) සහිත අක්ෂරයකට පෙර කරන්න. ඉඟිය: මෙම අයිතමය පසුව වෙනස් කිරීමට, නිර්මාණ මෙනුව විවෘත කිරීමට අයිතමය මත දකුණු-ක්ලික් කරන්න.
sk: Zadajte nový názov položky: Ak chcete znak podčiarknuť ako klávesovú skratku, zadajte pred znak podčiarkovník (_). TIP: Ak chcete túto položku neskôr zmeniť, kliknutím pravým tlačidlom myši na položku otvorte ponuku Návrh.
sl: Vnesite novo ime artikla: Pred znakom postavite podčrtaj (_), da ta znak podčrtate kot bližnjico, če želite. NAMIG: Če želite pozneje spremeniti ta element, z desno miškino tipko kliknite element, da odprete meni Design.
sq: Futni emrin e artikullit të ri: Paraprini një karakter me një nënvizim (_) për të nënvizuar atë karakter si një çelës shkurtore nëse dëshironi. KËSHILLA: Për ta ndryshuar këtë artikull më vonë, kliko me të djathtën mbi artikull për të hapur menynë e dizajnit.
sw: Weka jina la kipengee kipya: Tanguliza herufi kwa kusisitiza (_) ili kupigia mstari herufi kama kitufe cha njia ya mkato ikihitajika. TIP: Ili kubadilisha kipengee hiki baadaye, bofya kulia kwenye kipengee ili kufungua Menyu ya Kubuni.
ta: புதிய பொருளின் பெயரை உள்ளிடவும்: வேண்டுமானால் அந்த எழுத்தை ஷார்ட்கட் கீயாக அடிக்கோடிட்டுக் காட்ட, அடிக்கோடிடப்பட்ட (_) எழுத்துக்கு முன். உதவிக்குறிப்பு: இந்த உருப்படியை பின்னர் மாற்ற, வடிவமைப்பு மெனுவைத் திறக்க உருப்படியின் மீது வலது கிளிக் செய்யவும்.
te: కొత్త అంశం పేరును నమోదు చేయండి: కావాలనుకుంటే ఆ అక్షరాన్ని షార్ట్u200cకట్ కీగా అండర్u200cలైన్ చేయడానికి అండర్u200cస్కోర్ (_) ఉన్న అక్షరానికి ముందు ఉంచండి. చిట్కా: ఈ అంశాన్ని తర్వాత మార్చడానికి, డిజైన్ మెనుని తెరవడానికి అంశంపై కుడి-క్లిక్ చేయండి.
tg: Номи ашёи навро ворид кунед: Пеш аз ҳарф бо зерхат (_) гузоред, то ин аломатро ҳамчун калиди миёнабур, агар хоҳед, гузоред. Маслиҳат: Барои дертар тағир додани ин ҷузъ, тугмаи ростро клик кунед, то менюи тарроҳиро кушоед.
th: ป้อนชื่อรายการใหม่: นำหน้าอักขระด้วยขีดล่าง (_) เพื่อขีดเส้นใต้อักขระนั้นเป็นปุ่มลัดหากต้องการ เคล็ดลับ: หากต้องการเปลี่ยนรายการนี้ในภายหลัง ให้คลิกขวาที่รายการเพื่อเปิดเมนูออกแบบ
tk: Täze elementiň adyny giriziň: Isleseňiz, şol belgini gysga düwme hökmünde çyzmak üçin aşaky çyzykly (_) nyşanlary belläň. Maslahat: Bu elementi soňrak üýtgetmek üçin Dizaýn menýusyny açmak üçin elementiň üstünde sag düwmä basyň.
tt: Яңа пункт исемен кертегез: Әгәр теләсәгез, бу символны кыска ачкыч итеп ассызыклау өчен, асты (_) белән символны алдан әйтегез. Киңәш: Соңрак бу әйберне үзгәртү өчен, Дизайн менюсын ачу өчен, әйбернең уң төймәсенә басыгыз.
uk: Введіть нову назву елемента: Перед символом поставте символ підкреслення (_), щоб підкреслити цей символ як клавішу швидкого доступу, якщо потрібно. ПОРАДА: Щоб змінити цей елемент пізніше, клацніть його правою кнопкою миші, щоб відкрити меню конструктора.
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻡﺎﻧ ﺎﮐ ﻢﭩﺋﺁ ﮯﺌﻧ ۔ﻮﺗ ﮟﯿﮨﺎﭼ ﺮﮔﺍ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻦﺋﻻ﻿ ﺭﮉﻧﺍ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﺪﯿﻠﮐ ﭧﮐ ﭦﺭﺎﺷ ﻮﮐ ﺭﺍﺩﺮﮐ ﺱﺍ ﮯﻠﮩﭘ ﮯﺳ ﺭﺍﺩﺮﮐ ﮏﯾﺍ ﮫﺗﺎﺳ ﮯﮐ (_) ﺭﻮ ۔ﮟﯾﺮﮐ ﮏﻠﮐ ﮟﯿﺋﺍﺩ ﺮﭘ ﻢﭩﺋﺁ ﮯﯿﻟ ﮯﮐ ﮯﻨﻟﻮﮭﮐ ﻮﮐ ﻮﯿﻨﯿﻣ ﻦﺋﺍﺰﯾﮈ ،ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﮟﯿﻣ ﺪﻌﺑ ﻮﮐ ﻢﭩﺋﺁ ﺱﺍ :ﭗﭨ
uz: Yangi element nomini kiriting: Agar kerak bo'lsa, yorliq tugmasi sifatida bu belgining tagini chizish uchun pastki chiziq (_) qo'yilgan belgi oldiga qo'ying. MASLAHAT: Ushbu elementni keyinroq o'zgartirish uchun dizayn menyusini ochish uchun elementni o'ng tugmasini bosing.
vi: Nhập tên mặt hàng mới: Bắt đầu một ký tự bằng dấu gạch dưới (_) để gạch dưới ký tự đó làm phím tắt nếu muốn. MẸO: Để thay đổi mục này sau, hãy nhấp chuột phải vào mục đó để mở Menu Thiết kế.
xh: Ngenisa igama elitsha lento: Yandulela umlinganiswa one- underscore (_) ukukrwelela lo mbhalo njengeqhosha elinqumlayo ukuba uyafunwa. ICEBISO: Ukutshintsha le nto kamva, cofa ekunene kwinto ukuze uvule iMenu yoYilo.
yi: :ןעמאָנ רעמונ יַינ ןיַיראַ .טליוו ריא ביוא לסילש געווכרוד אַ יוו רעטקאַראַכ םעד ןיילרעדנאַ וצ (_) ראָקסרעדנאַ ןאַ טימ רעטקאַראַכ אַ ןגיילרא .וינעמ ןאַלפּ יד ןענעפֿע וצ רעמונ יד ףיוא טיג טכער ,רעטעפּש רעמונ םעד ןשיוט וצ :ץיפּש

source: Show Devices
af: Wys toestelle
am: መሣሪያዎችን አሳይ
ar: ﺓﺰﻬﺟﻷ﻿ﺍ ﺽﺮﻋ
be: Паказаць прылады
bg: Показване на устройства
bn: ডিভাইস দেখান
ca: Mostra els dispositius
cy: Dangos Dyfeisiau
da: Vis enheder
eo: Montru Aparatojn
et: Näita seadmeid
eu: Erakutsi gailuak
fa: ﺎﻫ ﻩﺎﮕﺘﺳﺩ ﺶﯾﺎﻤﻧ
fi: Näytä laitteet
fil: Ipakita ang Mga Device
fy: Apparaten sjen litte
ga: Taispeáin Gléasanna
gd: Seall Innealan
gl: Mostrar dispositivos
gu: ઉપકરણો બતાવો
he: םירישכמ גצה
hi: डिवाइस दिखाएं
hr: Prikaži uređaje
hu: Eszközök megjelenítése
hy: Ցույց տալ սարքերը
id: Tampilkan Perangkat
is: Sýna tæki
ka: მოწყობილობების ჩვენება
kk: Құрылғыларды көрсету
km: បង្ហាញឧបករណ៍
kn: ಸಾಧನಗಳನ್ನು ತೋರಿಸಿ
ku: Amûrên nîşan bide
ky: Түзмөктөрдү көрсөтүү
lb: Show Apparater
lo: ສະແດງອຸປະກອນ
lt: Rodyti Įrenginius
lv: Rādīt ierīces
mg: Asehoy ny fitaovana
mi: Whakaatu Pūrere
mk: Прикажи уреди
ml: ഉപകരണങ്ങൾ കാണിക്കുക
mn: Төхөөрөмжүүдийг харуулах
mr: साधने दाखवा
mt: Uri l-Apparati
my: စက်ပစ္စည်းများကို ပြသပါ။
nb: Vis enheter
ne: यन्त्रहरू देखाउनुहोस्
or: ଉପକରଣଗୁଡ଼ିକୁ ଦେଖାନ୍ତୁ |
pa: ਡਿਵਾਈਸਾਂ ਦਿਖਾਓ
ps: ﺉړﮐ ﻩﺭﺎﮑښ ﻞﯾﺎﺳﻭ
ro: Afișați dispozitive
rw: Erekana Ibikoresho
sd: ﺰﺴﻴﺋﺍﻭڊ ﻮﻳﺭﺎﮑﻳڏ
si: උපාංග පෙන්වන්න
sk: Zobraziť zariadenia
sl: Pokaži naprave
sq: Shfaq pajisjet
sw: Onyesha Vifaa
ta: சாதனங்களைக் காட்டு
te: పరికరాలను చూపించు
tg: Намоиши Дастгоҳҳо
th: แสดงอุปกรณ์
tk: Enjamlary görkez
tt: Devайланмаларны күрсәт
uk: Показати пристрої
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﺰﺴﺋﺍﻮﯾﮈ
uz: Qurilmalarni ko'rsatish
vi: Hiển thị thiết bị
xh: Bonisa izixhobo
yi: זאַסייוויד ןזיַיוו

source: Show Bookmarks
af: Wys boekmerke
am: ዕልባቶችን አሳይ
ar: ﺔﻴﻌﺟﺮﻤﻟﺍ ﺕﺍﺭﺎﺷﻹ﻿ﺍ ﺭﺎﻬﻇﺇ
be: Паказаць закладкі
bg: Показване на отметките
bn: বুকমার্ক দেখান
ca: Mostra els marcadors
cy: Dangos Llyfrnodau
da: Vis bogmærker
eo: Montru legosignojn
et: Kuva järjehoidjad
eu: Erakutsi laster-markak
fa: ﺎﻫ ﮏﻧﺎﺸﻧ ﺶﯾﺎﻤﻧ
fi: Näytä kirjanmerkit
fil: Ipakita ang Mga Bookmark
fy: Blêdwizers sjen litte
ga: Taispeáin Leabharmharcanna
gd: Seall comharran-leabhair
gl: Mostrar marcadores
gu: બુકમાર્ક્સ બતાવો
he: תוינמיס גצה
hi: बुकमार्क दिखाएँ
hr: Prikaži oznake
hu: Könyvjelzők megjelenítése
hy: Ցույց տալ էջանիշները
id: Tampilkan Bookmark
is: Sýna bókamerki
ka: სანიშნეების ჩვენება
kk: Бетбелгілерді көрсету
km: បង្ហាញចំណាំ
kn: ಬುಕ್u200cಮಾರ್ಕ್u200cಗಳನ್ನು ತೋರಿಸಿ
ku: Nîşan nîşan bide
ky: Кыстармаларды көрсөтүү
lo: ສະແດງບຸກມາກ
lt: Rodyti žymes
lv: Rādīt grāmatzīmes
mg: Asehoy Bookmarks
mi: Whakaatu Tohuwāhi
mk: Прикажи обележувачи
ml: ബുക്ക്u200cമാർക്കുകൾ കാണിക്കുക
mn: Хавчуурга харуулах
mr: बुकमार्क दर्शवा
mt: Uri Bookmarks
my: လိပ်စာများကို ပြပါ။
nb: Vis bokmerker
ne: बुकमार्कहरू देखाउनुहोस्
or: ବୁକମାର୍କଗୁଡିକ ଦେଖାନ୍ତୁ |
pa: ਬੁੱਕਮਾਰਕ ਦਿਖਾਓ
ps: ﺉړﮐ ﻩﺭﺎﮑښ ﻪﻧﻮﮐﺭﺎﻣ ﮏﺑ
ro: Afișați marcaje
rw: Erekana ibimenyetso
sd: ﻮﻳﺭﺎﮑﻳڏ ڪﺭﺎﻣ ﮏﺑ
si: පිටු සලකුණු පෙන්වන්න
sk: Zobraziť záložky
sl: Pokaži zaznamke
sq: Shfaq faqeshënuesit
sw: Onyesha Alamisho
ta: புக்மார்க்குகளைக் காட்டு
te: బుక్u200cమార్క్u200cలను చూపించు
tg: Нишондиҳандаҳоро нишон диҳед
th: แสดงบุ๊คมาร์ค
tk: Bellikleri görkeziň
tt: Кыстармаларны күрсәт
uk: Показати закладки
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﺲﮐﺭﺎﻣ ﮏﺑُ
uz: Xatcho‘plarni ko‘rsatish
vi: Hiển thị Dấu trang
xh: Bonisa iibhukhimaksi
yi: סקראַמקוב ןזיַיוו

source: Show Tree
af: Wys Boom
am: ዛፍ አሳይ
ar: ﺓﺮﺠﺸﻟﺍ ﺽﺮﻋ
be: Паказаць дрэва
bg: Покажи дървото
bn: গাছ দেখান
ca: Mostra l'arbre
cy: Dangos Coeden
da: Vis træ
eo: Montru Arbon
et: Näita puud
eu: Erakutsi Zuhaitza
fa: ﺖﺧﺭﺩ ﺶﯾﺎﻤﻧ
fi: Näytä puu
fil: Ipakita ang Puno
fy: Tree sjen litte
ga: Taispeáin Crann
gd: Seall craobh
gl: Mostrar árbore
gu: વૃક્ષ બતાવો
he: ץע גצה
hi: पेड़ दिखाओ
hr: Prikaži stablo
hu: Mutasd a fát
hy: Ցույց տալ ծառը
id: Tampilkan Pohon
is: Sýna tré
ka: ხის ჩვენება
kk: Ағашты көрсету
km: បង្ហាញដើមឈើ
kn: ಮರವನ್ನು ತೋರಿಸಿ
ku: Dara nîşan bide
lo: ສະແດງຕົ້ນໄມ້
lt: Rodyti Medį
lv: Parādīt koku
mi: Whakaatu Rakau
mk: Прикажи дрво
ml: ഷോ ട്രീ
mn: Модыг харуулах
mr: झाड दाखवा
mt: Uri Siġra
my: သစ်ပင်ပြပါ။
nb: Vis tre
ne: रूख देखाउनुहोस्
or: ବୃକ୍ଷ ଦେଖାନ୍ତୁ |
pa: ਰੁੱਖ ਦਿਖਾਓ
ps: ﻝﺩﻮښ ﯥﻧﻭ
ro: Arată arborele
rw: Erekana Igiti
sd: ﻮﻳﺭﺎﮑﻳڏ ﮠﻭ
si: ගස පෙන්වන්න
sk: Zobraziť strom
sl: Pokaži drevo
sq: Trego Pemën
sw: Onyesha Mti
ta: காட்டு மரம்
te: చెట్టు చూపించు
tg: Нишон додани дарахт
th: แสดงต้นไม้
tk: Agajy görkez
tt: Агачны күрсәт
uk: Показати дерево
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﺖﺧﺭﺩ
uz: Daraxtni ko'rsatish
vi: Hiển thị cây
xh: Bonisa uMthi
yi: ירט ןזיַיוו

source: Home
af: Tuis
am: ቤት
ar: ﺔﻴﺴﻴﺋﺮﻟﺍ ﺔﺤﻔﺼﻟﺍ
be: Дадому
bg: У дома
bn: বাড়ি
ca: a casa
cy: Hafan
da: Hjem
eo: Hejmo
et: Kodu
eu: Hasiera
fa: ﯽﻠﺻﺍ ﻪﺤﻔﺻ
fi: Koti
fil: Bahay
fy: Thús
ga: Baile
gd: Dachaigh
gl: Casa
gu: ઘર
he: תיב
hi: घर
hr: Dom
hu: itthon
hy: տուն
id: Rumah
is: Heim
ka: მთავარი
kk: Үй
km: ផ្ទះ
kn: ಮನೆ
ku: Xane
ky: Үй
lb: Doheem
lo: ບ້ານ
lt: Namai
lv: Mājas
mg: an-trano
mi: Kainga
mk: Дома
ml: വീട്
mn: Гэр
mr: मुख्यपृष्ठ
mt: Dar
my: အိမ်
nb: Hjem
ne: घर
or: ଘର
pa: ਘਰ
ps: ﺭﻮﮐ
ro: Acasă
rw: Murugo
sd: ﺮﻬﮔ
si: ගෙදර
sk: Domov
sl: Domov
sq: Shtëpi
sw: Nyumbani
ta: வீடு
te: హోమ్
tg: Хона
th: บ้าน
tk: Öý
tt: Өй
uk: Додому
ur: ﺮﮭﮔ
uz: Uy
vi: Nhà
xh: Ekhaya
yi: םייה

source: Up
af: Op
am: ወደላይ
ar: ﻕﻮﻓ
be: Уверх
bg: нагоре
bn: উপরে
ca: Amunt
cy: I fyny
da: Op
eo: Supren
et: Üles
eu: Gora
fa: ﻻ﻿ﺎﺑ
fi: Ylös
fil: pataas
fy: Op
ga: Suas
gd: Suas
gl: Arriba
gu: ઉપર
he: הָלעַמְל
hi: यूपी
hr: gore
hu: Fel
hy: Վերև
id: Ke atas
is: Upp
ka: ზემოთ
kk: Жоғары
km: ឡើង
kn: ಮೇಲಕ್ಕೆ
ku: Bi jorve
ky: Өйдө
lb: Op
lo: ຂຶ້ນ
lt: Aukštyn
lv: Uz augšu
mg: ny
mi: Ki runga
mk: Горе
ml: മുകളിലേക്ക്
mn: Дээшээ
mr: वर
my: တက်
nb: Opp
ne: माथि
or: ଅପ୍
pa: ਉੱਪਰ
ps: ﻪﺗﺭﻮﭘ
ro: Sus
rw: Hejuru
sd: ﻲﭥﻣ
si: ඉහළට
sk: Hore
sl: gor
sq: Lart
sw: Juu
ta: மேலே
te: పైకి
tg: боло
th: ขึ้น
tk: Upokarda
tt: Upгары
uk: Вгору
ur: ﺮﭘﻭﺍ
uz: Yuqoriga
vi: Hướng lên
xh: Phezulu
yi: ףיוראַ

source: Back
af: Terug
am: ተመለስ
ar: للخلف
be: Назад
bg: Назад
bn: পেছনে
ca: Enrere
cy: Yn ôl
da: Tilbage
eo: Reen
et: Tagasi
eu: Atzera
fa: ﺖﺸﮔﺯﺎﺑ
fi: Edellinen
fil: Bumalik
fy: Efterkant
ga: Ar ais
gd: Air ais
gl: Atrás
gu: પાછળ
he: אחורה
hi: वापस
hr: leđa
hu: Vissza
hy: Ետ
id: Kembali
is: Til baka
ka: უკან
kk: Артқа
km: ថយក្រោយ
kn: ಹಿಂದೆ
ku: Paş
ky: Артка
lb: Zréck
lo: ກັບຄືນໄປບ່ອນ
lt: Atgal
lv: Atpakaļ
mg: indray
mi: Whakamuri
mk: Назад
ml: തിരികെ
mn: Буцах
mr: मागे
mt: Lura
my: ကျော
nb: Tilbake
ne: पछाडि
or: ପଛକୁ
pa: ਵਾਪਸ
ps: ﻪﺗﺎﺷ
ro: Înapoi
rw: Inyuma
sd: ﻲﺘﺋﻮﭘ
si: ආපසු
sk: Späť
sl: Nazaj
sq: Mbrapa
sw: Nyuma
ta: மீண்டும்
te: వెనుకకు
tg: Бозгашт
th: กลับ
tk: Yzyna
tt: Кире
uk: Назад
ur: پیچھے
uz: Orqaga
vi: Trở lại
xh: Emva
yi: קירוצ
