Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Add a list box. COMMAND run when double-clicked.
af: Voeg 'n lyskassie by. COMMAND loop wanneer dubbelklik.
am: የዝርዝር ሳጥን ያክሉ። COMMAND ሁለቴ ጠቅ ሲደረግ ያሂዳል።
ar: .ﺎًﺟﻭﺩﺰﻣ ﺍًﺮﻘﻧ ﺮﻘﻨﻟﺍ ﺪﻨﻋ ﺮﻣﻷ﻿ﺍ ﻞﻴﻐﺸﺗ .ﺔﻤﺋﺎﻗ ﻊﺑﺮﻣ ﻒﺿﺃ
be: Дадаць поле са спісам. COMMAND запускаць пры падвойным пстрычцы.
bg: Добавете списъчно поле. COMMAND стартирайте при двукратно щракване.
bn: একটি তালিকা বাক্স যোগ করুন. ডাবল ক্লিক করলে COMMAND রান করুন।
ca: Afegiu un quadre de llista. COMMAND s'executa quan es fa doble clic.
cy: Ychwanegwch flwch rhestr. COMMAND yn rhedeg wrth glicio ddwywaith.
da: Tilføj en listeboks. COMMAND køres, når der dobbeltklikkes.
eo: Aldonu listkeston. KOMANDO ruliĝas kiam duoble alklaku.
et: Lisage loendikast. COMMAND käivitatakse topeltklõpsamisel.
eu: Gehitu zerrenda-koadro bat. COMMAND exekutatu klik bikoitza egiten denean.
fa: .ﺩﻮﺷ ﯽﻣ ﺍﺮﺟﺍ COMMAND ،ﻥﺩﺮﮐ ﮏﯿﻠﮐ ﺭﺎﺑﻭﺩ ﺎﺑ .ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺖﺳﺮﻬﻓ ﺭﺩﺎﮐ ﮏﯾ
fi: Lisää luetteloruutu. COMMAND ajaa kaksoisnapsauttamalla.
fil: Magdagdag ng kahon ng listahan. tumakbo ang COMMAND kapag na-double click.
fy: Foegje in listfak ta. COMMAND rinne as dûbelklikt.
ga: Cuir bosca liosta leis. COMMAND rith nuair a dhéantar cliceáil dúbailte air.
gd: Cuir bogsa liosta ris. COMMAND ruith nuair a bhriogar dùbailte.
gl: Engade unha caixa de lista. O COMANDO execútase cando se fai dobre clic.
gu: સૂચિ બૉક્સ ઉમેરો. જ્યારે ડબલ-ક્લિક કરવામાં આવે ત્યારે COMMAND રન કરો.
he: .הלופכ הציחל תעב COMMAND לעפה .המישר תבית ףסוה
hi: एक सूची बॉक्स जोड़ें। डबल-क्लिक करने पर कमांड चलता है।
hr: Dodajte okvir s popisom. COMMAND pokrenuti kada se dvaput klikne.
hu: Listadoboz hozzáadása. A COMMAND fut, ha duplán kattint.
hy: Ավելացնել ցանկի տուփ: COMMAND-ը գործարկվում է կրկնակի սեղմելիս:
id: Tambahkan kotak daftar. COMMAND dijalankan saat diklik dua kali.
is: Bættu við listakassa. COMMAND keyra þegar tvísmellt er.
ka: დაამატეთ სიის ყუთი. COMMAND გაშვება ორჯერ დაწკაპუნებით.
kk: Тізім жолағын қосыңыз. Тінтуірді екі рет басқан кезде COMMAND іске қосылады.
km: បន្ថែមប្រអប់បញ្ជី។ ពាក្យបញ្ជាដំណើរការនៅពេលចុចពីរដង។
kn: ಪಟ್ಟಿ ಪೆಟ್ಟಿಗೆಯನ್ನು ಸೇರಿಸಿ. ಡಬಲ್ ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ COMMAND ರನ್ ಆಗುತ್ತದೆ.
ku: Qutiya lîsteyê zêde bikin. FERMANDARÎ dema ku du caran tê klîk kirin dimeşe.
ky: Тизме кутучасын кошуңуз. COMMAND эки жолу басылганда иштетилет.
lb: Füügt eng Lëscht Këscht. COMMAND lafen wann duebel-klickt.
lo: ເພີ່ມກ່ອງລາຍຊື່. ຄໍາສັ່ງດໍາເນີນການເມື່ອຄລິກສອງຄັ້ງ.
lt: Pridėkite sąrašo laukelį. COMMAND paleisti dukart spustelėjus.
lv: Pievienojiet saraksta lodziņu. COMMAND palaist, veicot dubultklikšķi.
mg: Manampia boaty lisitra. Mihazakazaka ny COMMAND rehefa kitihina indroa.
mi: Tāpirihia he pouaka rārangi. Ka rere te COMMAND ina pawhiri-rua.
mk: Додадете поле за листа. COMMAND работи кога ќе се кликне двапати.
ml: ഒരു ലിസ്റ്റ് ബോക്സ് ചേർക്കുക. ഇരട്ട-ക്ലിക്കുചെയ്യുമ്പോൾ COMMAND റൺ ചെയ്യുക.
mn: Жагсаалтын хайрцаг нэмнэ үү. Давхар товших үед COMMAND ажиллана.
mr: सूची बॉक्स जोडा. डबल-क्लिक केल्यावर COMMAND रन.
mt: Żid kaxxa tal-lista. KMAND run meta tikklikkja darbtejn.
my: စာရင်းသေတ္တာတစ်ခုထည့်ပါ။ ကွန်မန့်ကို နှစ်ချက်နှိပ်လိုက်သောအခါတွင် run ပါ။
nb: Legg til en listeboks. COMMAND kjøres når du dobbeltklikker.
ne: सूची बक्स थप्नुहोस्। दोहोरो क्लिक गर्दा COMMAND चलाउनुहोस्।
or: ଏକ ତାଲିକା ବାକ୍ସ ଯୋଡନ୍ତୁ | ଦୁଇଥର କ୍ଲିକ୍ କଲାବେଳେ କମାଣ୍ଡ୍ ଚାଲିବ |
pa: ਇੱਕ ਸੂਚੀ ਬਾਕਸ ਸ਼ਾਮਲ ਕਰੋ। ਡਬਲ-ਕਲਿੱਕ ਕੀਤੇ ਜਾਣ 'ਤੇ COMMAND ਚੱਲਦਾ ਹੈ।
ps: .ﺉړﮐﻭ ﮏﯿﻠﮐ ﻪﻠځ ﻩﻭﺩ ﯥﭼ ﻪﻠﮐ ﻱﻮﻠﭼ COMMAND .ﺉړﮐ ﻪﻓﺎﺿﺍ ﺲﮑﺑ ﺖﺴﯿﻟ ﺩ
ro: Adăugați o casetă de listă. COMANDA rulează când se face dublu clic.
rw: Ongeraho urutonde. ITEGEKO riruka iyo ukanze kabiri.
sd: .ﻮﻴڪ ڪﻠڪ ﻞﺑڊ ﻦﻫڏﺟ ﻭﺪﻧڙﻭڊ COMMAND .ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺲڪﺎﺑ ٽﺴﻟ ڪﻫ
si: ලැයිස්තු කොටුවක් එක් කරන්න. දෙවරක් ක්ලික් කළ විට COMMAND ධාවනය වේ.
sk: Pridajte pole so zoznamom. COMMAND spustiť pri dvojitom kliknutí.
sl: Dodajte polje s seznamom. COMMAND se zažene ob dvojnem kliku.
sq: Shto një kuti liste. COMMAND ekzekutohet kur klikohet dy herë.
sw: Ongeza kisanduku cha orodha. COMMAND endesha unapobofya mara mbili.
ta: பட்டியல் பெட்டியைச் சேர்க்கவும். இரட்டை சொடுக்கினால் கட்டளையை இயக்கவும்.
te: జాబితా పెట్టెను జోడించండి. డబుల్ క్లిక్ చేసినప్పుడు COMMAND రన్ అవుతుంది.
tg: Қуттии рӯйхат илова кунед. Вақте ки ду маротиба пахш карда мешавад, COMMAND иҷро мешавад.
th: เพิ่มกล่องรายการ คำสั่งทำงานเมื่อดับเบิลคลิก
tk: Sanaw gutusyny goş. Iki gezek basylanda buýruk beriň.
tt: Исемлек тартмасын өстәгез. Ике тапкыр басылганда КОММАНД йөгерә.
uk: Додайте поле зі списком. COMMAND запускати при подвійному клацанні.
ur: ۔ﮟﯿﺋﻼ﻿ﭼ COMMAND ﺮﭘ ﮯﻧﺮﮐ ﮏﻠﮐ ﻞﺑﮈ ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﮧﻧﺎﺧ ﺖﺳﺮﮩﻓ
uz: Ro'yxat oynasini qo'shing. Ikki marta bosilganda COMMAND ishga tushadi.
vi: Thêm một hộp danh sách. COMMAND chạy khi được nhấp đúp.
xh: Yongeza ibhokisi yoluhlu. COMMAND baleka xa ucofa kabini.
yi: .טקילק-לפּאָט ןעוו ןפיול COMMAND .לטסעק המישר אַ גייל

source: Add a list box with multiple selections
af: Voeg 'n lyskassie met veelvuldige keuses by
am: ከበርካታ ምርጫዎች ጋር የዝርዝር ሳጥን ያክሉ
ar: ﺓﺩﺪﻌﺘﻣ ﺕﺍﺪﻳﺪﺤﺗ ﻊﻣ ﺔﻤﺋﺎﻗ ﻊﺑﺮﻣ ﺔﻓﺎﺿﺇ
be: Дадайце поле са спісам з некалькімі выбарамі
bg: Добавете списъчно поле с множество селекции
bn: একাধিক নির্বাচন সহ একটি তালিকা বাক্স যোগ করুন
ca: Afegiu un quadre de llista amb múltiples seleccions
cy: Ychwanegwch flwch rhestr gyda sawl dewis
da: Tilføj en liste med flere valg
eo: Aldonu listkeston kun multoblaj elektoj
et: Lisage mitme valikuga loendikast
eu: Gehitu aukeraketa anitz dituen zerrenda-koadroa
fa: ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ﺏﺎﺨﺘﻧﺍ ﻦﯾﺪﻨﭼ ﺎﺑ ﺖﺳﺮﻬﻓ ﺭﺩﺎﮐ ﮏﯾ
fi: Lisää luetteloruutu, jossa on useita valintoja
fil: Magdagdag ng list box na may maraming mga pagpipilian
fy: Foegje in listfak ta mei meardere seleksjes
ga: Cuir bosca liosta le ilroghnuithe
gd: Cuir bogsa liosta le iomadh taghadh
gl: Engade unha caixa de lista con varias seleccións
gu: બહુવિધ પસંદગીઓ સાથે સૂચિ બોક્સ ઉમેરો
he: תובורמ תוריחב םע המישר תבית ףסוה
hi: एकाधिक चयनों के साथ एक सूची बॉक्स जोड़ें
hr: Dodajte okvir s popisom s više odabira
hu: Több kijelölést tartalmazó listamező hozzáadása
hy: Ավելացրեք ցանկի տուփ մի քանի ընտրանքներով
id: Tambahkan kotak daftar dengan banyak pilihan
is: Bættu við listakassa með mörgum valkostum
ka: დაამატეთ სიის ველი მრავალი არჩევანით
kk: Бірнеше таңдаулары бар тізім жолағын қосыңыз
km: បន្ថែមប្រអប់បញ្ជីដែលមានជម្រើសច្រើន។
kn: ಬಹು ಆಯ್ಕೆಗಳೊಂದಿಗೆ ಪಟ್ಟಿ ಪೆಟ್ಟಿಗೆಯನ್ನು ಸೇರಿಸಿ
ku: Bi gelek vebijarkan qutiyek navnîşê zêde bikin
ky: Бир нече тандоолор менен тизме кутучасын кошуңуз
lb: Füügt eng Lëschtkëscht mat multiple Selektiounen
lo: ເພີ່ມກ່ອງລາຍຊື່ທີ່ມີການເລືອກຫຼາຍອັນ
lt: Pridėkite sąrašo laukelį su keliais pasirinkimais
lv: Pievienojiet saraksta lodziņu ar vairākām atlasēm
mg: Manampia boaty lisitra misy safidy maro
mi: Tāpirihia he pouaka rārangi me ngā kōwhiringa maha
mk: Додадете поле за листа со повеќекратни избори
ml: ഒന്നിലധികം തിരഞ്ഞെടുക്കലുകളുള്ള ഒരു ലിസ്റ്റ് ബോക്സ് ചേർക്കുക
mn: Олон сонголт бүхий жагсаалтын хайрцаг нэмнэ үү
mr: एकाधिक निवडींसह सूची बॉक्स जोडा
mt: Żid kaxxa tal-lista b'għażliet multipli
my: ရွေးချယ်မှုများစွာဖြင့် စာရင်းသေတ္တာကို ထည့်ပါ။
nb: Legg til en listeboks med flere valg
ne: धेरै छनोटहरूको साथमा सूची बाकस थप्नुहोस्
or: ଏକାଧିକ ଚୟନ ସହିତ ଏକ ତାଲିକା ବାକ୍ସ ଯୋଡନ୍ତୁ |
pa: ਕਈ ਚੋਣਾਂ ਦੇ ਨਾਲ ਇੱਕ ਸੂਚੀ ਬਾਕਸ ਸ਼ਾਮਲ ਕਰੋ
ps: ﺉړﮐ ﻪﻓﺎﺿﺍ ﺲﮑﺑ ﺖﺴﯿﻟ ﺩ ﻩﺮﺳ ﻮﻧﻮﺑﺎﺨﺘﻧﺍ ﯼﺮﯾډ ﺩ
ro: Adăugați o casetă listă cu selecții multiple
rw: Ongeraho urutonde hamwe nurutonde rwinshi
sd: ﻮﻳﺮڪ ﻞﻣﺎﺷ ﺲڪﺎﺑ ٽﺴﻟ ﻥﺎﺳ ﻦﺑﺎﺨﺘﻧﺍ ﻲﺋ ﻥﺮﺘﻴڪ
si: බහු තේරීම් සහිත ලැයිස්තු කොටුවක් එක් කරන්න
sk: Pridajte zoznam s viacerými výbermi
sl: Dodajte polje s seznamom z več izbori
sq: Shtoni një kuti liste me zgjedhje të shumta
sw: Ongeza kisanduku cha orodha kilicho na chaguo nyingi
ta: பல தேர்வுகள் கொண்ட பட்டியல் பெட்டியைச் சேர்க்கவும்
te: బహుళ ఎంపికలతో జాబితా పెట్టెను జోడించండి
tg: Қуттии рӯйхат бо интихоби сершумор илова кунед
th: เพิ่มกล่องรายการที่มีตัวเลือกหลายรายการ
tk: Birnäçe saýlaw bilen sanaw gutusyny goşuň
tt: Берничә сайлау исемлеге өстәгез
uk: Додайте поле списку з кількома виборами
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﮧﻧﺎﺧ ﺖﺳﺮﮩﻓ ﮏﯾﺍ ﮫﺗﺎﺳ ﮯﮐ ﺏﺎﺨﺘﻧﺍ ﺩﺪﻌﺘﻣ
uz: Bir nechta tanlovli ro'yxat oynasini qo'shing
vi: Thêm một hộp danh sách với nhiều lựa chọn
xh: Yongeza ibhokisi yoluhlu enokhetho oluninzi
yi: זנאַשקעלאַס לפייק טימ לטסעק המישר אַ גייל

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
af: Opsies: [--save] [--dir] [--multi] [--filter F[:F...]]
am: አማራጮች፡- [--save] [--dir] [--multi] [--filter F[:F...]]
ar: :ﺕﺍﺭﺎﻴﺧ [--save] [--dir] [--multi] [--filter F[:F...]]
be: Параметры: [--save] [--dir] [--multi] [--filter F[:F...]]
bg: Настроики: [--save] [--dir] [--multi] [--filter F[:F...]]
bn: বিকল্প: [--save] [--dir] [--multi] [--filter F[:F...]]
ca: Opcions: [--save] [--dir] [--multi] [--filter F[:F...]]
cy: Dewisiadau: [--save] [--dir] [--multi] [--filter F[:F...]]
da: Muligheder: [--save] [--dir] [--multi] [--filter F[:F...]]
eo: Opcioj: [--save] [--dir] [--multi] [--filter F[:F...]]
et: Valikud: [--save] [--dir] [--multi] [--filter F[:F...]]
eu: Aukerak: [--save] [--dir] [--multi] [--filter F[:F...]]
fa: :ﺎﻫ ﻪﻨﯾﺰﮔ [--save] [--dir] [--multi] [--filter F[:F...]]
fi: Vaihtoehdot: [--save] [--dir] [--multi] [--filter F[:F...]]
fil: Mga Pagpipilian: [--save] [--dir] [--multi] [--filter F[:F...]]
fy: Opsjes: [--save] [--dir] [--multi] [--filter F[:F...]]
ga: Roghanna: [--save] [--dir] [--multi] [--filter F[:F...]]
gd: Roghainnean: [--save] [--dir] [--multi] [--filter F[:F...]]
gl: Opcións: [--save] [--dir] [--multi] [--filter F[:F...]]
gu: વિકલ્પો: [--save] [--dir] [--multi] [--filter F[:F...]]
he: :תויורשפא [--save] [--dir] [--multi] [--filter F[:F...]]
hi: विकल्प: [--save] [--dir] [--multi] [--filter F[:F...]]
hr: Opcije: [--save] [--dir] [--multi] [--filter F[:F...]]
hu: Lehetőségek: [--save] [--dir] [--multi] [--filter F[:F...]]
hy: Ընտրանքներ: [--save] [--dir] [--multi] [--filter F[:F...]]
id: Pilihan: [--save] [--dir] [--multi] [--filter F[:F...]]
is: Valkostir: [--save] [--dir] [--multi] [--filter F[:F...]]
ka: Პარამეტრები: [--save] [--dir] [--multi] [--filter F[:F...]]
kk: Опциялар: [--save] [--dir] [--multi] [--filter F[:F...]]
km: ជម្រើស៖ [--save] [--dir] [--multi] [--filter F[:F...]]
kn: ಆಯ್ಕೆಗಳು: [--save] [--dir] [--multi] [--filter F[:F...]]
ku: Vebijêrk: [--save] [--dir] [--multi] [--filter F[:F...]]
ky: Параметрлер: [--save] [--dir] [--multi] [--filter F[:F...]]
lb: Optiounen: [--save] [--dir] [--multi] [--filter F[:F...]]
lo: ຕົວເລືອກ: [--save] [--dir] [--multi] [--filter F[:F...]]
lt: Galimybės: [--save] [--dir] [--multi] [--filter F[:F...]]
lv: Iespējas: [--save] [--dir] [--multi] [--filter F[:F...]]
mg: Safidy: [--save] [--dir] [--multi] [--filter F[:F...]]
mi: Kōwhiringa: [--save] [--dir] [--multi] [--filter F[:F...]]
mk: Опции: [--save] [--dir] [--multi] [--filter F[:F...]]
ml: ഓപ്ഷനുകൾ: [--save] [--dir] [--multi] [--filter F[:F...]]
mn: Сонголтууд: [--save] [--dir] [--multi] [--filter F[:F...]]
mr: पर्याय: [--save] [--dir] [--multi] [--filter F[:F...]]
mt: Għażliet: [--save] [--dir] [--multi] [--filter F[:F...]]
my: ရွေးချယ်စရာများ- [--save] [--dir] [--multi] [--filter F[:F...]]
nb: Alternativer: [--save] [--dir] [--multi] [--filter F[:F...]]
ne: विकल्पहरू: [--save] [--dir] [--multi] [--filter F[:F...]]
or: ବିକଳ୍ପଗୁଡିକ: [--save] [--dir] [--multi] [--filter F[:F...]]
pa: ਵਿਕਲਪ: [--save] [--dir] [--multi] [--filter F[:F...]]
ps: :ﻪﻧﻭﺭﺎﯿﺘﺧﺍ [--save] [--dir] [--multi] [--filter F[:F...]]
ro: Opțiuni: [--save] [--dir] [--multi] [--filter F[:F...]]
rw: Amahitamo: [--save] [--dir] [--multi] [--filter F[:F...]]
sd: :ﻥﺭﺎﻴﺘﺧﺍ [--save] [--dir] [--multi] [--filter F[:F...]]
si: විකල්ප: [--save] [--dir] [--multi] [--filter F[:F...]]
sk: Možnosti: [--save] [--dir] [--multi] [--filter F[:F...]]
sl: Opcije: [--save] [--dir] [--multi] [--filter F[:F...]]
sq: Opsione: [--save] [--dir] [--multi] [--filter F[:F...]]
sw: Chaguo: [--save] [--dir] [--multi] [--filter F[:F...]]
ta: விருப்பங்கள்: [--save] [--dir] [--multi] [--filter F[:F...]]
te: ఎంపికలు: [--save] [--dir] [--multi] [--filter F[:F...]]
tg: Имконот: [--save] [--dir] [--multi] [--filter F[:F...]]
th: ตัวเลือก: [--save] [--dir] [--multi] [--filter F[:F...]]
tk: Görnüşler: [--save] [--dir] [--multi] [--filter F[:F...]]
tt: Вариантлар: [--save] [--dir] [--multi] [--filter F[:F...]]
uk: Параметри: [--save] [--dir] [--multi] [--filter F[:F...]]
ur: :ﺕﺍﺭﺎﯿﺘﺧﺍ [--save] [--dir] [--multi] [--filter F[:F...]]
uz: Variantlar: [--save] [--dir] [--multi] [--filter F[:F...]]
vi: Tùy chọn: [--save] [--dir] [--multi] [--filter F[:F...]]
xh: Ukhetho: [--save] [--dir] [--multi] [--filter F[:F...]]
yi: :סעיצפּאָ [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
af: Stel basis veranderlike naam (Verstek: "dialog")
am: የመሠረት ተለዋዋጭ ስም አዘጋጅ (ነባሪ፡ "dialog")
ar: ﻲﺳﺎﺳﻷ﻿ﺍ ﺮﻴﻐﺘﻤﻟﺍ ﻢﺳﺍ ﻦﻴﻴﻌﺗ (:ﺮﻴﺼﻘﺗ "dialog")
be: Задаць імя базавай зменнай (Па змаўчанні: "dialog")
bg: Задайте име на основна променлива (По подразбиране: "dialog")
bn: ভিত্তি পরিবর্তনশীল নাম সেট করুন (ডিফল্ট: "dialog")
ca: Estableix el nom de la variable base (Per defecte: "dialog")
cy: Gosod enw newidiol sylfaen (Rhagosodiad: "dialog")
da: Indstil basisvariabelnavn (Standard: "dialog")
eo: Agordu bazan variablonomon (Defaŭlta: "dialog")
et: Määrake põhimuutuja nimi (Vaikimisi: "dialog")
eu: Ezarri oinarrizko aldagaiaren izena (Lehenetsia: "dialog")
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻪﯾﺎﭘ ﺮﯿﻐﺘﻣ ﻡﺎﻧ (:ﺽﺮﻓ ﺶﯿﭘ "dialog")
fi: Aseta perusmuuttujan nimi (Oletus: "dialog")
fil: Itakda ang base variable na pangalan (Default: "dialog")
fy: Set basis fariabele namme (Standert: "dialog")
ga: Socraigh ainm athraitheach bonn (Réamhshocrú: "dialog")
gd: Suidhich ainm caochlaideach bonn (Default: "dialog")
gl: Establecer o nome da variable base (Por defecto: "dialog")
gu: આધાર ચલ નામ સેટ કરો (ડિફૉલ્ટ: "dialog")
he: סיסב הנתשמ םש רדגה (:לָדחֶמ תַריִרְּב "dialog")
hi: आधार चर नाम सेट करें (चूक जाना: "dialog")
hr: Postavite naziv osnovne varijable (Zadano: "dialog")
hu: Állítsa be az alapváltozó nevét (Alapértelmezett: "dialog")
hy: Սահմանել բազային փոփոխականի անունը (Կանխադրված: "dialog")
id: Tetapkan nama variabel dasar (Bawaan: "dialog")
is: Stilltu heiti grunnbreytu (Sjálfgefið: "dialog")
ka: დააყენეთ საბაზისო ცვლადის სახელი (ნაგულისხმევი: "dialog")
kk: Негізгі айнымалы атауын орнатыңыз (Әдепкі: "dialog")
km: កំណត់ឈ្មោះអថេរមូលដ្ឋាន (លំនាំដើម៖ "dialog")
kn: ಬೇಸ್ ವೇರಿಯಬಲ್ ಹೆಸರನ್ನು ಹೊಂದಿಸಿ (ಡೀಫಾಲ್ಟ್: "dialog")
ku: Navê guherbarê bingehîn saz bikin (Destçûnî: "dialog")
ky: Негизги өзгөрмө атын коюу (Демейки: "dialog")
lb: Set Basis Variabel Numm (Standard: "dialog")
lo: ຕັ້ງຊື່ຕົວແປພື້ນຖານ (ຄ່າເລີ່ມຕົ້ນ: "dialog")
lt: Nustatykite pagrindinio kintamojo pavadinimą (Numatytas: "dialog")
lv: Iestatiet bāzes mainīgā nosaukumu (Noklusējums: "dialog")
mg: Mametraha anarana miovaova fototra (Default: "dialog")
mi: Tautuhi ingoa taurangi turanga (Taunoa: "dialog")
mk: Поставете име на основната променлива (Стандардно: "dialog")
ml: അടിസ്ഥാന വേരിയബിൾ നാമം സജ്ജമാക്കുക (ഡിഫോൾട്ട്: "dialog")
mn: Үндсэн хувьсагчийн нэрийг тохируулах (Өгөгдмөл: "dialog")
mr: बेस व्हेरिएबलचे नाव सेट करा (डीफॉल्ट: "dialog")
mt: Issettja l-isem tal-varjabbli bażi (Default: "dialog")
my: အခြေခံ ပြောင်းလဲနိုင်သော အမည်ကို သတ်မှတ်ပါ။ (မူရင်း- "dialog")
nb: Angi navn på basisvariabel (Misligholde: "dialog")
ne: आधार चर नाम सेट गर्नुहोस् (पूर्वनिर्धारित: "dialog")
or: ଆଧାର ଭେରିଏବଲ୍ ନାମ ସେଟ୍ କରନ୍ତୁ | (ଡିଫଲ୍ଟ: "dialog")
pa: ਬੇਸ ਵੇਰੀਏਬਲ ਨਾਮ ਸੈੱਟ ਕਰੋ (ਪੂਰਵ-ਨਿਰਧਾਰਤ: "dialog")
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻡﻮﻧ ﺮﯿﻐﺘﻣ ﺱﺎﺳﺍ ﺩ (:ټﻟﺎﻔﯾډ "dialog")
ro: Setați numele variabilei de bază (Mod implicit: "dialog")
rw: Shiraho izina ryibanze (Mburabuzi: "dialog")
sd: ﻮﻳﺮڪ ﺭﺮﻘﻣ ﻮﻟﺎﻧ ﻮﺟ ﺮﻴﻐﺘﻣ ﻱﺩﺎﻴﻨﺑ (:ٽﻟﺎﻓڊ "dialog")
si: මූලික විචල්u200dය නාමය සකසන්න (පෙරනිමිය: "dialog")
sk: Nastaviť názov základnej premennej (Predvolená hodnota: "dialog")
sl: Nastavite ime osnovne spremenljivke (privzeto: "dialog")
sq: Cakto emrin e ndryshores bazë (Parazgjedhja: "dialog")
sw: Weka jina la msingi la kutofautisha (Chaguomsingi: "dialog")
ta: அடிப்படை மாறி பெயரை அமைக்கவும் (இயல்புநிலை: "dialog")
te: బేస్ వేరియబుల్ పేరును సెట్ చేయండి (డిఫాల్ట్: "dialog")
tg: Номи тағирёбандаи асосиро таъин кунед (Пешфарз: "dialog")
th: ตั้งชื่อตัวแปรฐาน (ค่าเริ่มต้น: "dialog")
tk: Esasy üýtgeýän ady belläň (Bellenen: "dialog")
tt: Төп үзгәрүчән исем куегыз (Килешү буенча: "dialog")
uk: Встановити назву базової змінної (За замовчуванням: "dialog")
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﻡﺎﻧ ﺎﮐ ﺮﯿﻐﺘﻣ ﺲﯿﺑ (:ﮦﺪﺷ ﮯﻃ "dialog")
uz: Asosiy o'zgaruvchi nomini o'rnating (Birlamchi: "dialog")
vi: Đặt tên biến cơ sở (Mặc định: "dialog")
xh: Seta igama eliguquguqukayo lesiseko (Ukuhlala kukho: "dialog")
yi: זלאַבאַירעוו עזאַב יד ןופ ןעמאָנ יד ןלעטש (:טיַיקילעפ "dialog")

source: Set minimum width, height, padding (-1 = don't change)
af: Stel minimum breedte, hoogte, vulling (-1 = verander nie)
am: ዝቅተኛውን ስፋት ፣ ቁመት ፣ ንጣፍ ያዘጋጁ (-1 = አትለወጥ)
ar: ﻮﺸﺤﻟﺍﻭ ﻉﺎﻔﺗﺭﻻ﻿ﺍﻭ ﺽﺮﻌﻠﻟ ﻰﻧﺩﻷ﻿ﺍ ﺪﺤﻟﺍ ﻦﻴﻴﻌﺘﺑ ﻢﻗ (-1 = ﺮﻴﻐﺘﺗ ﻻ﻿)
be: Усталюйце мінімальную шырыню, вышыню, запаўненне (-1 = не мяняйся)
bg: Задайте минимална ширина, височина, подплънки (-1 = не се променяй)
bn: ন্যূনতম প্রস্থ, উচ্চতা, প্যাডিং সেট করুন (-1 = পরিবর্তন করবেন না)
ca: Establiu l'amplada, l'alçada i el farciment mínims (-1 = no canviïs)
cy: Gosod lleiafswm lled, uchder, padin (-1 = peidiwch â newid)
da: Indstil minimum bredde, højde, polstring (-1 = ikke ændre sig)
eo: Agordu minimuman larĝon, altecon, remburaĵon (-1 = ne ŝanĝu)
et: Määra minimaalne laius, kõrgus, polsterdus (-1 = ära muuda)
eu: Ezarri gutxieneko zabalera, altuera, betegarria (-1 = ez aldatu)
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﮏﺘﺸﻟﺎﺑ ،ﻉﺎﻔﺗﺭﺍ ،ﺽﺮﻋ ﻞﻗﺍﺪﺣ (-1 = ﻦﮑﻧ ﺮﯿﯿﻐﺗ)
fi: Aseta vähimmäisleveys, -korkeus ja pehmuste (-1 = älä muuta)
fil: Itakda ang minimum na lapad, taas, padding (-1 = huwag kang magbago)
fy: Stel minimum breedte, hichte, padding (-1 = net feroarje)
ga: Socraigh leithead íosta, airde, stuáil (-1 = ná athraigh)
gd: Suidhich leud, àirde, padding as lugha (-1 = na atharraich)
gl: Establecer anchura, altura e recheo mínimos (-1 = non cambies)
gu: ન્યૂનતમ પહોળાઈ, ઊંચાઈ, પેડિંગ સેટ કરો (-1 = બદલશો નહીં)
he: ילמינימ דופיר ,הבוג ,בחור רדגה (-1 = הנתשת לא)
hi: न्यूनतम चौड़ाई, ऊंचाई, पैडिंग सेट करें (-1 = मत बदलो)
hr: Postavite minimalnu širinu, visinu, padding (-1 = nemoj se mijenjati)
hu: Állítsa be a minimális szélességet, magasságot, párnázást (-1 = ne változtass)
hy: Սահմանեք նվազագույն լայնությունը, բարձրությունը, լիցքը (-1 = մի փոխիր)
id: Tetapkan lebar, tinggi, bantalan minimum (-1 = jangan berubah)
is: Stilltu lágmarksbreidd, hæð, bólstrun (-1 = ekki breytast)
ka: დააყენეთ მინიმალური სიგანე, სიმაღლე, ბალიშები (-1 = არ შეცვალო)
kk: Ең аз енін, биіктігін, толтырғышын орнатыңыз (-1 = өзгерме)
km: កំណត់ទទឹងអប្បបរមា កម្ពស់ ទ្រនាប់ (-1 = កុំផ្លាស់ប្តូរ)
kn: ಕನಿಷ್ಠ ಅಗಲ, ಎತ್ತರ, ಪ್ಯಾಡಿಂಗ್ ಅನ್ನು ಹೊಂದಿಸಿ (-1 = ಬದಲಾಗಬೇಡ)
ku: Kêmtirîn firehî, bilindahî, pêlavê bicîh bikin (-1 = neguhere)
ky: Минималдуу туурасын, бийиктигин, толтурууну коюңуз (-1 = өзгөрбө)
lb: Setzt Minimum Breet, Héicht, Polsterung (-1 = änneren net)
lo: ກໍານົດຄວາມກວ້າງຕ່ໍາສຸດ, ຄວາມສູງ, padding (-1 = ບໍ່ປ່ຽນແປງ)
lt: Nustatykite minimalų plotį, aukštį, paminkštinimą (-1 = nesikeik)
lv: Iestatiet minimālo platumu, augstumu, polsterējumu (-1 = nemainiet)
mg: Mametraha sakany kely indrindra, haavony, padding (-1 = aza miova)
mi: Whakaritea te whanui iti, teitei, te papa (-1 = kaua e huri)
mk: Поставете минимална ширина, висина, полнење (-1 = не се менувај)
ml: കുറഞ്ഞ വീതി, ഉയരം, പാഡിംഗ് എന്നിവ സജ്ജമാക്കുക (-1 = മാറരുത്)
mn: Хамгийн бага өргөн, өндөр, дэвсгэрийг тохируулна уу (-1 = битгий өөрчил)
mr: किमान रुंदी, उंची, पॅडिंग सेट करा (-1 = बदलू नका)
mt: Issettja wisa 'minimu, għoli, ikkuttunar (-1 = tibdelx)
my: အနိမ့်ဆုံး အကျယ်၊ အမြင့်၊ အကွက်များကို သတ်မှတ်ပါ။ (-1 = မပြောင်းလဲပါနှင့်)
nb: Still inn minimum bredde, høyde, polstring (-1 = ikke endre)
ne: न्यूनतम चौडाइ, उचाइ, प्याडिङ सेट गर्नुहोस् (-1 = परिवर्तन नगर्नुहोस्)
or: ସର୍ବନିମ୍ନ ମୋଟେଇ, ଉଚ୍ଚତା, ପ୍ୟାଡିଂ ସେଟ୍ କରନ୍ତୁ | (-1 = ପରିବର୍ତ୍ତନ କର ନାହିଁ |)
pa: ਘੱਟੋ-ਘੱਟ ਚੌੜਾਈ, ਉਚਾਈ, ਪੈਡਿੰਗ ਸੈੱਟ ਕਰੋ (-1 = ਨਾ ਬਦਲੋ)
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ګﻨﯾډﯿﭘ ،ﯽﻟﺍﻭړﻮﻟ ،ﺽﺮﻋ ﻩږﻟﺮﺗږﻟ (-1 = ﺉﻮﮐ ﻪﻣ ﻥﻮﻟﺪﺑ)
ro: Setați lățime minimă, înălțime, căptușeală (-1 = nu te schimba)
rw: Shiraho ubugari ntarengwa, uburebure, padi (-1 = ntuhinduke)
sd: ﻮﻳﺮڪ ﺭﺮﻘﻣ ﮓﻧڊﻴﭘ ،ﻲﺋﺎﭽﻧﻭﺍ ،ﺮڪﻳﻭ ٽﮭﮔ ۾ ٽﮭﮔ (-1 = ﻮﻳﺮڪ ﻪﻧ ﻞﻳﺪﺒﺗ)
si: අවම පළල, උස, පිරවුම සකසන්න (-1 = වෙනස් කරන්න එපා)
sk: Nastavte minimálnu šírku, výšku, výplň (-1 = nemeň sa)
sl: Nastavite najmanjšo širino, višino, oblazinjenje (-1 = ne spreminjaj se)
sq: Vendosni gjerësinë, lartësinë, mbushjen minimale (-1 = mos ndrysho)
sw: Weka upana wa chini, urefu, padding (-1 = usibadilike)
ta: குறைந்தபட்ச அகலம், உயரம், திணிப்பு ஆகியவற்றை அமைக்கவும் (-1 = மாறாதே)
te: కనీస వెడల్పు, ఎత్తు, పాడింగ్ సెట్ చేయండి (-1 = మార్చవద్దు)
tg: Ҳадди ақали паҳнӣ, баландӣ, пуркунӣ муқаррар кунед (-1 = тағир надиҳед)
th: กำหนดความกว้าง ความสูง ช่องว่างภายในขั้นต่ำ (-1 = อย่าเปลี่ยน)
tk: Iň pes giňligi, beýikligi, padding düzüň (-1 = üýtgetme)
tt: Минималь киңлекне, биеклекне, паддерны куегыз (-1 = үзгәртмә)
uk: Встановіть мінімальну ширину, висоту, відступ (-1 = не змінюй)
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮓﻧﮉﯿﭘ ،ﯽﺋﺎﭽﻧﻭﺍ ،ﯽﺋﺍﮌﻮﭼ ﻢﮐ ﺯﺍ ﻢﮐ (-1 = ﻭﺮﮐ ﮧﻧ ﻞﯾﺪﺒﺗ)
uz: Minimal kenglik, balandlik, to'ldirishni o'rnating (-1 = o'zgartirmang)
vi: Đặt chiều rộng, chiều cao, khoảng đệm tối thiểu (-1 = đừng thay đổi)
xh: Seta ubuncinci ububanzi, ubude, i-padding (-1 = ungatshintshi)
yi: ןטאַוו ,ךייה ,טיירב םומינימ ןלעטש (-1 = טשינ ךיז טשיוט)
