Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Unable to open file: "%s" %s
af: Kan nie lêer oopmaak nie: "%s" %s
am: ፋይል መክፈት አልተቻለም፡- "%s" %s
ar: تعذّر فتح الملف: "%s" %s
be: Немагчыма адкрыць файл: "%s" %s
bg: Не може да се отвори файл: "%s" %s
bn: ফাইলটি খুলতে অক্ষম: "%s" %s
ca: No s'ha pogut obrir el fitxer: "%s" %s
cy: Methu agor ffeil: "%s" %s
da: Kan ikke åbne filen: "%s" %s
eo: Ne eblas malfermi dosieron: "%s" %s
et: Faili pole võimalik avada: "%s" %s
eu: Ezinezkoa fitxategia irekitzea: "%s" %s
fa: :ﺩﻮﺷ ﯽﻤﻧ ﺯﺎﺑ ﻞﯾﺎﻓ "%s" %s
fi: Tiedostoa ei voitu avata: ”%s” %s
fil: Hindi mabuksan ang file: "%s" %s
fy: Bestân kin net iepene wurde: "%s" %s
ga: Ní féidir an comhad a oscailt: "%s" %s
gd: Cha ghabh am faidhle fhosgladh: "%s" %s
gl: Non se pode abrir o ficheiro: "%s" %s
gu: ફાઇલ ખોલવામાં અસમર્થ: "%s" %s
he: לא ניתן לפתוח את הקובץ: "%s" %s
hi: फाइल खोलने में असमर्थ: "%s" %s
hr: Nije moguće otvoriti datoteku: "%s" %s
hu: Fájl megnyitása sikertelen: "%s" %s
hy: Հնարավոր չէ բացել ֆայլը՝ "%s" %s
id: Menggunakan Untuk membuka FIle: "%s" %s
is: Ekki tókst að opna skrána: "%s" %s
ka: Ფაილის გახსნა შეუძლებელია: "%s" %s
kk: Файлды ашу мүмкін емес: "%s" %s
km: មិន​អាច​បើក​ឯកសារ ៖ "%s" %s
kn: ಫೈಲ್ ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ: "%s" %s
ku: Nekarî pelê veke: "%s" %s
ky: Файлды ачуу мүмкүн эмес: "%s" %s
lb: Kann de Fichier net opmaachen: "%s" %s
lo: ບໍ່ສາມາດເປີດໄຟລ໌ໄດ້: "%s" %s
lt: Nepavyko atverti failo: „%s“ %s
lv: Nevar atvērt failu: "%s" %s
mg: Tsy afaka manokatra rakitra: "%s" %s
mi: Kaore e taea te whakatuwhera i te konae: "%s" %s
mk: Не може да се отвори датотеката: "%s" %s
ml: ഫയൽ തുറക്കാനായില്ല: "%s" %s
mn: Файлыг нээх боломжгүй: "%s" %s
mr: फाइल उघडण्यात अक्षम: "%s" %s
mt: Ma tistax tiftaħ il-fajl: "%s" %s
my: ဖိုင်ကိုဖွင့်၍မရပါ "%s" %s
nb: Kan ikke åpne filen: "%s" %s
ne: फाइल खोल्न असमर्थ: "%s" %s
or: ଫାଇଲ୍ ଖୋଲିବାକୁ ଅସମର୍ଥ: "%s" %s
pa: ਫਾਈਲ ਖੋਲ੍ਹਣ ਵਿੱਚ ਅਸਮਰੱਥ: "%s" %s
ps: :ﻱﺮﻠﻧ ﻥﺍﻮﺗ ﻮﻟﻮﺻﻼ﻿ﺧ ﻞﯾﺎﻓ ﺩ "%s" %s
ro: Fisierul nu poate fi deschis: "%s" %s
rw: Ntibishobora gufungura dosiye: "%s" %s
sd: :ﺮﺻﺎﻗ ﻥﺎﮐ ﮡﻟﻮﮐ ﻞﺋﺎﻓ "%s" %s
si: ගොනුව විවෘත කළ නොහැක: "%s" %s
sk: Nedá sa otvoriť súbor: „%s“ %s
sl: Datoteke ni bilo mogoče odpreti: "%s" %s
sq: Skedari nuk mund të hapet: "%s" %s
sw: Imeshindwa kufungua faili: "%s" %s
ta: கோப்பை திறக்க முடியவில்லை: "%s" %s
te: ఫైల్ ఓపెన్ చేయలేక పోతున్నాము: "%s" %s
tg: Файл кушода намешавад: "%s" %s
th: ไม่สามารถเปิดไฟล์: "%s" %s
tk: Faýly açyp bolmaýar: "%s" %s
tt: Файлны ачып булмый: "%s" %s
uk: Неможливо відкрити файл: "%s" %s
ur: فائل نہیں کھولی جاسکتی: "%s" %s
uz: Faylni ochib bo'lmadi: "%s" %s
vi: Không thể mở tập tin: "%s" %s
xh: Ayinakuvula ifayile: "%s" %s
yi: :עקעט ןענעפֿע טנעקעג טינ "%s" %s

source: Open Root Window
af: Maak Root-venster oop
am: የ Root መስኮትን ክፈት
ar: ﺭﺬﺠﻟﺍ ﺓﺬﻓﺎﻧ ﺢﺘﻓﺍ
be: Адкрыйце каранёвае акно
bg: Отворете основния прозорец
bn: রুট উইন্ডো খুলুন
ca: Obre la finestra arrel
cy: Ffenestr Gwreiddiau Agored
da: Åbn rodvindue
eo: Malfermu Radikan Fenestron
et: Ava juuraken
eu: Ireki Erro leihoa
fa: باز کردن پنجره ریشه
fi: Avaa juuriikkuna
fil: Buksan ang Root Window
fy: Root finster iepenje
ga: Fuinneog Fréamh Oscailte
gd: Uinneag Root Fosgailte
gl: Abrir a xanela raíz
gu: રુટ વિન્ડો ખોલો
he: שרושה ןולח תא חתפ
hi: रूट विंडो खोलें
hr: Otvorite korijenski prozor
hu: Nyissa meg a gyökérablakot
hy: Բացեք արմատային պատուհանը
id: Buka Jendela Root
is: Opnaðu rótargluggann
ka: გახსენით Root ფანჯარა
kk: Түбірлік терезені ашыңыз
km: បើកបង្អួច Root
kn: ರೂಟ್ ವಿಂಡೋವನ್ನು ತೆರೆಯಿರಿ
ku: Paceya Root vekin
ky: Түпкү терезени ачуу
lb: Open Root Fënster
lo: ເປີດປ່ອງຢ້ຽມຮາກ
lt: Atidarykite šakninį langą
lv: Atveriet saknes logu
mg: Sokafy ny Root Window
mi: Whakatuwheratia te Matapihi Root
mk: Отворете го root прозорецот
ml: റൂട്ട് വിൻഡോ തുറക്കുക
mn: Root цонхыг нээх
mr: रूट विंडो उघडा
mt: Open Root Tieqa
my: Root Window ကိုဖွင့်ပါ။
nb: Åpne rotvinduet
ne: रूट विन्डो खोल्नुहोस्
or: ରୁଟ୍ ୱିଣ୍ଡୋ ଖୋଲ |
pa: ਰੂਟ ਵਿੰਡੋ ਖੋਲ੍ਹੋ
ps: ﺉﺰﯿﻧﺍﺮﭘ ۍﮐړﮐ ټﻭﺭ ﺩ
ro: Deschideți fereastra rădăcină
rw: Fungura Idirishya
sd: ﻮﻴﻟﻮﮐ ﻭڊﻧﻭ ٽﻭﺭ
si: Root කවුළුව විවෘත කරන්න
sk: Otvorte koreňové okno
sl: Odprite korensko okno
sq: Hap Dritaren Root
sw: Fungua Dirisha la Mizizi
ta: ரூட் சாளரத்தைத் திறக்கவும்
te: రూట్ విండోను తెరవండి
tg: Равзанаи решавӣ кушоед
th: เปิดหน้าต่างรูท
tk: Kök penjiresini açyň
tt: Тамыр тәрәзәсен ачу
uk: Відкрийте кореневе вікно
ur: ۔ﮟﯿﻟﻮﮭﮐ ﻭﮉﻧﻭ ﭦﻭﺭ
uz: Ildiz oynasini oching
vi: Mở cửa sổ gốc
xh: Vula iNgcambu yeefestile
yi: רעטצנעפֿ לצראָוו ןפֿע

source: Terminal Not Available
af: Terminale nie beskikbaar nie
am: ተርሚናል አይገኝም
ar: ﺓﺮﻓﻮﺘﻣ ﺮﻴﻏ ﺔﻄﺤﻤﻟﺍ
be: Тэрмінал недаступны
bg: Терминалът не е наличен
bn: টার্মিনাল পাওয়া যাচ্ছে না
ca: Terminal no disponible
cy: Terfynell Ddim ar Gael
da: Terminal ikke tilgængelig
eo: Terminalo Ne Disponebla
et: Terminal pole saadaval
eu: Terminala ez dago erabilgarri
fa: ترمینال در دسترس نیست
fi: Terminaali ei ole käytettävissä
fil: Hindi Magagamit ang Terminal
fy: Terminal net beskikber
ga: Críochfort Níl sé ar fáil
gd: Terminal Chan eil e ri fhaighinn
gl: Terminal non dispoñible
gu: ટર્મિનલ ઉપલબ્ધ નથી
he: ןימז אל ףוסמ
hi: टर्मिनल उपलब्ध नहीं है
hr: Terminal nije dostupan
hu: A terminál nem elérhető
hy: Տերմինալը հասանելի չէ
id: Terminal Tidak Tersedia
is: Flugstöð ekki tiltæk
ka: ტერმინალი მიუწვდომელია
kk: Терминал қолжетімсіз
km: ស្ថានីយមិនអាចប្រើបានទេ។
kn: ಟರ್ಮಿನಲ್ ಲಭ್ಯವಿಲ್ಲ
ku: Terminal Ne Berdest e
ky: Терминал жеткиликтүү эмес
lb: Terminal net verfügbar
lo: ບໍ່ສາມາດໃຊ້ໄດ້ Terminal
lt: Terminalas Neprieinamas
lv: Terminālis nav pieejams
mg: Tsy misy ny terminal
mi: Kāhore i te Wātea mai
mk: Терминалот не е достапен
ml: ടെർമിനൽ ലഭ്യമല്ല
mn: Терминал боломжгүй
mr: टर्मिनल उपलब्ध नाही
mt: Terminal Mhux Disponibbli
my: Terminal မရနိုင်ပါ။
nb: Terminal ikke tilgjengelig
ne: टर्मिनल उपलब्ध छैन
or: ଟର୍ମିନାଲ୍ ଉପଲବ୍ଧ ନାହିଁ |
pa: ਟਰਮੀਨਲ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: ﻱﺮﻠﻧ ﻥﻮﺘﺷ ﻞﻨﯿﻣﺮټ
ro: Terminalul nu este disponibil
rw: Terminal Ntiboneka
sd: ﻲﻫﺎﻧ ﺏﺎﻴﺘﺳﺩ ﻞﻨﻴﻣﺮٽ
si: පර්යන්තය නොමැත
sk: Terminál nie je k dispozícii
sl: Terminal ni na voljo
sq: Terminali nuk është i disponueshëm
sw: Terminal Haipatikani
ta: டெர்மினல் கிடைக்கவில்லை
te: టెర్మినల్ అందుబాటులో లేదు
tg: Терминал дастрас нест
th: ไม่มีเทอร์มินัล
tk: Terminal elýeterli däl
tt: Терминал юк
uk: Термінал недоступний
ur: ۔ﮯﮨ ﮟﯿﮩﻧ ﺏﺎﯿﺘﺳﺩ ﻞﻨﯿﻣﺮﭨ
uz: Terminal mavjud emas
vi: Không có thiết bị đầu cuối
xh: Itheminali ayifumaneki
yi: אצמינב טינ לאַנימרעט

source: Please set your terminal program in View|Preferences|Advanced
af: Stel asseblief jou terminale program in View|Preferences|Advanced
am: እባክዎ የተርሚናል ፕሮግራምዎን በእይታ|ምርጫዎች|የላቀ ውስጥ ያዘጋጁ
ar: ﻡﺪﻘﺘﻣ | ﺕﻼ﻿ﻴﻀﻔﺗ | ﺽﺮﻋ ﻲﻓ ﺔﻄﺤﻤﻟﺍ ﺞﻣﺎﻧﺮﺑ ﻦﻴﻴﻌﺗ ﻰﺟﺮﻳ
be: Калі ласка, усталюйце праграму тэрмінала ў View|Preferences|Advanced
bg: Моля, задайте вашата терминална програма в View|Preferences|Advanced
bn: অনুগ্রহ করে আপনার টার্মিনাল প্রোগ্রাম দেখুন|পছন্দসমূহ|উন্নত এ সেট করুন
ca: Si us plau, configureu el vostre programa de terminal a Visualització|Preferències|Avançat
cy: Gosodwch eich rhaglen derfynell yn View | Preferences | Advanced
da: Indstil venligst dit terminalprogram i Vis|Indstillinger|Avanceret
eo: Bonvolu agordi vian terminalan programon en Vido|Preferoj|Altnivela
et: Palun määrake oma terminali programm menüüs Vaade|Eelistused|Täpsemalt
eu: Ezarri zure terminal-programa Ikusi|Hobespenak|Aurreratua atalean
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ View|Preferences|Advanced ﺭﺩ ﺍﺭ ﺩﻮﺧ ﻝﺎﻨﯿﻣﺮﺗ ﻪﻣﺎﻧﺮﺑ ًﺎﻔﻄﻟ
fi: Aseta pääteohjelmasi kohdassa View|Preferences|Advanced
fil: Mangyaring itakda ang iyong terminal program sa View|Preferences|Advanced
fy: Stel jo terminalprogramma yn View|Foarkarren|Avansearre
ga: Socraigh do chlár teirminéil le do thoil in View | Preferences | Advanced
gd: Feuch an cuir thu am prògram crìochnachaidh agad ann an View | Preferences | Advanced
gl: Por favor, configure o seu programa de terminal en Ver|Preferencias|Avanzado
gu: કૃપા કરીને તમારા ટર્મિનલ પ્રોગ્રામને વ્યુ|પસંદગીઓ|એડવાન્સમાં સેટ કરો
he: םדקתמ|תופדעה|הגוצתב ךלש לנימרטה תינכות תא רדגה
hi: कृपया अपना टर्मिनल प्रोग्राम देखें|वरीयताएँ|उन्नत . में सेट करें
hr: Molimo postavite svoj terminalski program u View|Preferences|Advanced
hu: Állítsa be terminálprogramját a View|Preferences|Advanced menüpontban
hy: Խնդրում ենք կարգավորել ձեր տերմինալային ծրագիրը Դիտել|Նախապատվություններ|Ընդլայնված
id: Silakan setel program terminal Anda di View|Preferences|Advanced
is: Vinsamlega stilltu flugstöðvarforritið þitt í View|Preferences|Advanced
ka: გთხოვთ დააყენოთ თქვენი ტერმინალის პროგრამა View|Preferences|Advanced
kk: Терминал бағдарламасын View|Preferences|Advanced ішіне орнатыңыз
km: សូមកំណត់កម្មវិធីស្ថានីយរបស់អ្នកនៅក្នុង View|Preferences|Advanced
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಟರ್ಮಿನಲ್ ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ವೀಕ್ಷಿಸಿ|ಪ್ರಾಶಸ್ತ್ಯಗಳು|ಸುಧಾರಿತದಲ್ಲಿ ಹೊಂದಿಸಿ
ku: Ji kerema xwe bernameya xwe ya termînalê di Nîşan|Tercîh|Pêşketî de bicîh bikin
ky: Сураныч, терминалдык программаңызды View|Preferences|Advanced ичинде орнотуңуз
lb: Setzt w.e.g. Ären Terminalprogramm an View|Preferences|Advanced
lo: ກະລຸນາຕັ້ງໂຄງການ terminal ຂອງທ່ານໃນ View|Preferences|Advanced
lt: Nustatykite savo terminalo programą rodinyje|Nuostatos|Išplėstinė
lv: Lūdzu, iestatiet savu termināļa programmu sadaļā View|Preferences|Advanced
mg: Apetraho ao amin'ny View|Préférences|Advanced azafady ny programa terminal-nao
mi: Whakaturia koa to hotaka kapeka ki Tiro|Manakohanga|Ake
mk: Поставете ја вашата терминална програма во Прикажи|Преференци|Напредно
ml: ദയവായി നിങ്ങളുടെ ടെർമിനൽ പ്രോഗ്രാം View|Preferences|Advanced എന്നതിൽ സജ്ജീകരിക്കുക
mn: Терминал програмаа View|Preferences|Advanced хэсэгт тохируулна уу
mr: कृपया तुमचा टर्मिनल प्रोग्राम दृश्य|प्राधान्ये|प्रगत मध्ये सेट करा
mt: Jekk jogħġbok issettja l-programm tat-terminal tiegħek f'Ara|Preferenzi|Avvanzat
my: View|Preferences|Advanced တွင် သင့် Terminal ပရိုဂရမ်ကို သတ်မှတ်ပါ။
nb: Vennligst still inn terminalprogrammet i Vis|Innstillinger|Avansert
ne: कृपया आफ्नो टर्मिनल कार्यक्रमलाई दृश्य|प्राथमिकताहरू|उन्नतमा सेट गर्नुहोस्
or: ଦୟାକରି ଆପଣଙ୍କର ଟର୍ମିନାଲ୍ ପ୍ରୋଗ୍ରାମ୍ ଦର୍ଶନ | ପସନ୍ଦ | ଉନ୍ନତ |
pa: ਕਿਰਪਾ ਕਰਕੇ View|Preferences|Advanced ਵਿੱਚ ਆਪਣਾ ਟਰਮੀਨਲ ਪ੍ਰੋਗਰਾਮ ਸੈਟ ਕਰੋ
ps: ﯽﻠﻠﺘﺨﻣﺮﭘ | ﻪﻧﻮﺑﻮﺗ ﻩﺭﻮﻏ | ﺉړﮐ ﺐﯿﺗﺮﺗ ﯥﮐ ﺪﯿﻟ ﻪﭘ ﻪﻣﺎﻧﺮﺑ ﻞﻨﯿﻣﺮﺗ ﻞﭙﺧ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Vă rugăm să setați programul terminal în Vizualizare|Preferințe|Avansat
rw: Nyamuneka shyira gahunda yawe ya terefone muri Reba | Ibyifuzo | Byateye imbere
sd: ﻮﻳﺮڪ ٽﻴﺳ ۾ View|Preferences|Advanced ﻡﺍﺮﮔﻭﺮﭘ ﻞﻨﻴﻣﺮٽ ﻮﺠﻨﮭﻨﭘ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: කරුණාකර ඔබගේ ටර්මිනල් වැඩසටහන View|Preferences|උසස් ලෙස සකසන්න
sk: Nastavte svoj terminálový program v časti Zobraziť|Predvoľby|Rozšírené
sl: Prosimo, nastavite svoj terminalski program v View|Preferences|Advanced
sq: Ju lutemi vendosni programin tuaj të terminalit në View|Preferences|Avancuar
sw: Tafadhali weka programu yako ya mwisho katika View|Preferences|Advanced
ta: உங்கள் டெர்மினல் நிரலை View|Preferences|Advanced என்பதில் அமைக்கவும்
te: దయచేసి మీ టెర్మినల్ ప్రోగ్రామ్u200cను వీక్షణ|ప్రాధాన్యతలు|అధునాతనాలలో సెట్ చేయండి
tg: Лутфан барномаи терминали худро дар View|Preferences|Advanced танзим кунед
th: โปรดตั้งค่าโปรแกรมเทอร์มินัลของคุณใน View|Preferences|Advanced
tk: Terminal programmaňyzy Görnüş | Saýlamalar | Giňeldilen görnüşde düzmegiňizi haýyş edýäris
tt: Зинһар, терминал программасын карау | өстенлекләр | Алга
uk: Будь ласка, встановіть свою термінальну програму в View|Preferences|Advanced
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﮟﯿﻣ View|Preferences|Advanced ﻮﮐ ﻡﺍﺮﮔﻭﺮﭘ ﻞﻨﯿﻣﺮﭨ ﮯﻨﭘﺍ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: Iltimos, terminal dasturingizni View|Preferences|Advanced-ga o'rnating
vi: Vui lòng đặt chương trình đầu cuối của bạn trong Chế độ xem | Tùy chọn | Nâng cao
xh: Nceda cwangcisa inkqubo yesiphelo sendlela yakho kwimboniselo|Ezikhethwayo|Eziphambili
yi: עטריסנאַוואַ|ןצנערעפֿערפּ|View ןיא םאַרגאָרפּ לאַזקאָוו ןייד ןלעטש עטיב

source: Open Terminal
af: Maak Terminal oop
am: ተርሚናል ክፈት
ar: Terminal ﺢﺘﻓﺍ
be: Адкрыйце тэрмінал
bg: Отворете терминала
bn: টার্মিনাল খুলুন
ca: Obre el terminal
cy: Terfynell Agored
da: Åbn Terminal
eo: Malfermu Terminalon
et: Avage terminal
eu: Ireki Terminala
fa: باز کردن ترمینال
fi: Avaa Terminaali
fil: Buksan ang Terminal
fy: Iepenje Terminal
ga: Críochfort Oscailte
gd: Terminal Fosgailte
gl: Abrir Terminal
gu: ટર્મિનલ ખોલો
he: ףוסמה תא חתפ
hi: टर्मिनल खोलें
hr: Otvorite Terminal
hu: Terminál megnyitása
hy: Բացեք տերմինալը
id: Buka Terminal
is: Opnaðu flugstöðina
ka: გახსენით ტერმინალი
kk: Терминалды ашыңыз
km: បើកស្ថានីយ
kn: ಟರ್ಮಿನಲ್ ತೆರೆಯಿರಿ
ku: Termînalê vekin
ky: Терминалды ачуу
lo: ເປີດ Terminal
lt: Atverti Terminalą
lv: Atveriet termināli
mi: Whakatuwherahia te Terminal
mk: Отворете го терминалот
ml: ടെർമിനൽ തുറക്കുക
mn: Терминал нээх
mr: टर्मिनल उघडा
mt: Iftaħ Terminal
my: Terminal ကိုဖွင့်ပါ။
nb: Åpne Terminal
ne: टर्मिनल खोल्नुहोस्
or: ଟର୍ମିନାଲ୍ ଖୋଲନ୍ତୁ |
pa: ਟਰਮੀਨਲ ਖੋਲ੍ਹੋ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﻞﻨﯿﻣﺮټ
ro: Deschideți terminalul
rw: Fungura Terminal
sd: ﻞﻨﻴﻣﺮٽ ﻦﭘﻭﺍ
si: ටර්මිනලය විවෘත කරන්න
sk: Otvorte terminál
sl: Odprite terminal
sq: Hap Terminalin
sw: Fungua Terminal
ta: முனையத்தைத் திறக்கவும்
te: టెర్మినల్ తెరవండి
tg: Терминали кушоед
th: เปิดเทอร์มินัล
tk: Terminaly açyň
tt: Терминалны ачу
uk: Відкрити термінал
ur: ۔ﮟﯿﻟﻮﮭﮐ ﻞﻨﯿﻣﺮﭨ
uz: Terminalni oching
vi: Mở thiết bị đầu cuối
xh: Vula iTheminali
yi: לאַנימרעט ןענעפֿע

source: Design Mode Help
af: Ontwerpmodushulp
am: የንድፍ ሁነታ እገዛ
ar: ﻢﻴﻤﺼﺘﻟﺍ ﻊﺿﻭ ﺕﺎﻤﻴﻠﻌﺗ
be: Даведка рэжыму дызайну
bg: Помощ за режим на проектиране
bn: ডিজাইন মোড সহায়তা
ca: Ajuda del mode de disseny
cy: Modd Dylunio Help
da: Hjælp til designtilstand
eo: Helpo pri Dezajna Reĝimo
et: Kujundusrežiimi abi
eu: Diseinu moduaren laguntza
fa: ﯽﺣﺍﺮﻃ ﺖﻟﺎﺣ ﯼﺎﻤﻨﻫﺍﺭ
fi: Suunnittelutilan ohje
fil: Tulong sa Design Mode
ga: Cabhair Mód Dearaidh
gd: Taic Modh Dealbhaidh
gl: Axuda do modo de deseño
gu: ડિઝાઇન મોડ મદદ
he: בוציע בצמב הרזע
hi: डिज़ाइन मोड सहायता
hr: Pomoć za način dizajna
hu: Tervezési mód Súgó
hy: Դիզայնի ռեժիմի օգնություն
id: Bantuan Mode Desain
is: Hjálp við hönnunarstillingu
ka: დიზაინის რეჟიმის დახმარება
kk: Дизайн режимінің анықтамасы
km: ជំនួយរបៀបរចនា
kn: ವಿನ್ಯಾಸ ಮೋಡ್ ಸಹಾಯ
ku: Alîkariya Moda Dîzaynê
ky: Дизайн режиминин Жардамы
lb: Design Mode Hëllef
lo: ການຊ່ວຍເຫຼືອຮູບແບບການອອກແບບ
lt: Dizaino režimo pagalba
lv: Dizaina režīma palīdzība
mg: Fanampiana fomba famolavolana
mi: Āwhina Aratau Hoahoa
mk: Помош за режим на дизајнирање
ml: ഡിസൈൻ മോഡ് സഹായം
mn: Дизайн горимын тусламж
mr: डिझाइन मोड मदत
mt: Għajnuna tal-Modalità tad-Disinn
my: ဒီဇိုင်းမုဒ် အကူအညီ
nb: Hjelp for designmodus
ne: डिजाइन मोड मद्दत
or: ଡିଜାଇନ୍ ମୋଡ୍ ସହାୟତା |
pa: ਡਿਜ਼ਾਈਨ ਮੋਡ ਮਦਦ
ps: ﻪﺘﺳﺮﻣ ﺖﻟﺎﺣ ﻦﯾﺍﺰﯾډ ﺩ
ro: Ajutor pentru modul design
rw: Igishushanyo mbonera gifasha
sd: ﺩﺪﻣ ڊﻮﻣ ﻦﺋﺍﺰﻳڊ
si: සැලසුම් මාදිලියේ උපකාරය
sk: Pomocník režimu návrhu
sl: Pomoč za način oblikovanja
sq: Ndihmë për modalitetin e projektimit
sw: Usaidizi wa Hali ya Kubuni
ta: வடிவமைப்பு பயன்முறை உதவி
te: డిజైన్ మోడ్ సహాయం
tg: Кӯмак дар режими тарроҳӣ
th: วิธีใช้โหมดการออกแบบ
tk: Dizaýn tertibi Kömek
tt: Дизайн режимы ярдәме
uk: Довідка режиму проектування
ur: ﺩﺪﻣ ﮈﻮﻣ ﻦﺋﺍﺰﯾﮈ
uz: Dizayn rejimi yordami
vi: Trợ giúp về chế độ thiết kế
xh: Uncedo lweNdlela yoYilo
yi: ףליה עדאָמ ןאַלפּ
