Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzfm: task type %s requires TARGET argument
af: zzzfm: tipe taak %s vereis TARGET argument
am: zzzfm: የተግባር አይነት %s TARGET ክርክር ያስፈልገዋል
ar: zzzfm: ﺔﻤﻬﻤﻟﺍ ﻉﻮﻧ %s TARGET ﺔﻄﻴﺳﻭ ﺐﻠﻄﺘﻳ
be: zzzfm: тып задачы %s патрабуе аргумент TARGET
bg: zzzfm: тип задача %s изисква аргумент TARGET
bn: zzzfm: কাজের ধরন %s TARGET যুক্তি প্রয়োজন
ca: zzzfm: tipus de tasca %s requereix l'argument TARGET
cy: zzzfm: math o dasg %s yn gofyn am ddadl TARGET
da: zzzfm: opgavetype %s kræver TARGET-argument
eo: zzzfm: tasko tipo %s postulas CELO-argumenton
et: zzzfm: ülesande tüüp %s nõuab argumenti TARGET
eu: zzzfm: zeregin mota %s TARGET argumentua eskatzen du
fa: zzzfm: ﻪﻔﯿﻇﻭ ﻉﻮﻧ %s ﺩﺭﺍﺩ ﺯﺎﯿﻧ TARGET ﻥﺎﻣﻮﮔﺭﺁ ﻪﺑ
fi: zzzfm: tehtävätyyppi %s vaatii TARGET-argumentin
fil: zzzfm: uri ng gawain %s nangangailangan ng TARGET argument
fy: zzzfm: taak type %s fereasket TARGET argumint
ga: zzzfm: cineál tasc %s éilíonn argóint TARGET
gd: zzzfm: seòrsa gnìomh %s feumach air argamaid TARGET
gl: zzzfm: tipo de tarefa %s require o argumento TARGET
gu: zzzfm: કાર્ય પ્રકાર %s TARGET દલીલની જરૂર છે
he: zzzfm: המישמ גוס %s TARGET טנמוגרא שרוד
hi: zzzfm: कार्य प्रकार %s TARGET तर्क की आवश्यकता है
hr: zzzfm: tip zadatka %s zahtijeva argument TARGET
hu: zzzfm: feladattípus %s TARGET argumentumot igényel
hy: zzzfm: առաջադրանքի տեսակը %s պահանջում է TARGET արգումենտ
id: zzzfm: jenis tugas %s membutuhkan argumen TARGET
is: zzzfm: tegund verkefnis %s krefst TARGET rök
ka: zzzfm: დავალების ტიპი %s მოითხოვს TARGET არგუმენტს
kk: zzzfm: тапсырма түрі %s TARGET аргументін қажет етеді
km: zzzfm: ប្រភេទភារកិច្ច %s ទាមទារអាគុយម៉ង់ TARGET
kn: zzzfm: ಕಾರ್ಯ ಪ್ರಕಾರ %s TARGET ವಾದದ ಅಗತ್ಯವಿದೆ
ku: zzzfm: cureyê peywirê %s argûmana Armancê hewce dike
ky: zzzfm: тапшырма түрү %s TARGET аргументин талап кылат
lb: zzzfm: Aufgab Typ %s verlaangt TARGET Argument
lo: zzzfm: ປະເພດວຽກງານ %s ຕ້ອງການ ARGET argument
lt: zzzfm: užduoties tipas %s reikalingas argumentas TARGET
lv: zzzfm: uzdevuma veids %s nepieciešams arguments TARGET
mg: zzzfm: karazana asa %s mila tohan-kevitra TARGET
mi: zzzfm: momo mahi %s me tohenga TARGET
mk: zzzfm: тип на задача %s бара TARGET аргумент
ml: zzzfm: ചുമതല തരം %s TARGET വാദം ആവശ്യമാണ്
mn: zzzfm: ажлын төрөл %s TARGET аргументыг шаарддаг
mr: zzzfm: कार्य प्रकार %s TARGET युक्तिवाद आवश्यक आहे
mt: zzzfm: tip ta' kompitu %s teħtieġ argument TARGET
my: zzzfm: အလုပ်အမျိုးအစား %s TARGET အငြင်းအခုံ လိုအပ်သည်။
nb: zzzfm: oppgavetype %s krever TARGET-argument
ne: zzzfm: कार्य प्रकार %s TARGET तर्क चाहिन्छ
or: zzzfm: କାର୍ଯ୍ୟ ପ୍ରକାର %s TARGET ଆର୍ଗୁମେଣ୍ଟ୍ ଆବଶ୍ୟକ କରେ |
pa: zzzfm: ਕਾਰਜ ਦੀ ਕਿਸਮ %s TARGET ਆਰਗੂਮੈਂਟ ਦੀ ਲੋੜ ਹੈ
ps: zzzfm: ﻝﻭډ ﯤﺪﻧﺩ ﺩ %s ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻞﯿﻟﺩ TARGET ﺩ
ro: zzzfm: tip de sarcină %s necesită argument TARGET
rw: zzzfm: ubwoko bwakazi %s bisaba TARGET impaka
sd: zzzfm: ﻢﺴﻗ ﻮﺟ ﻢڪ %s TARGET ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻞﻴﻟﺩ
si: zzzfm: කාර්ය වර්ගය %s TARGET තර්කය අවශ්u200dයයි
sk: zzzfm: typ úlohy %s vyžaduje argument TARGET
sl: zzzfm: vrsta opravila %s zahteva argument TARGET
sq: zzzfm: lloji i detyrës %s kërkon argument TARGET
sw: zzzfm: aina ya kazi %s inahitaji hoja TARGET
ta: zzzfm: பணி வகை %s TARGET வாதம் தேவை
te: zzzfm: పని రకం %s TARGET వాదన అవసరం
tg: zzzfm: намуди вазифа %s далели TARGET-ро талаб мекунад
th: zzzfm: ประเภทงาน %s ต้องการอาร์กิวเมนต์เป้าหมาย
tk: zzzfm: meseläniň görnüşi %s TARGET argumentini talap edýär
tt: zzzfm: бирем төре %s TARGET аргументы таләп итә
uk: zzzfm: тип завдання %s вимагає аргумент TARGET
ur: zzzfm: ﻢﺴﻗ ﯽﮐ ﻡﺎﮐ %s TARGET ۔ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﻞﯿﻟﺩ
uz: zzzfm: vazifa turi %s TARGET argumentini talab qiladi
vi: zzzfm: loại công việc %s yêu cầu đối số TARGET
xh: zzzfm: uhlobo lomsebenzi %s ifuna ingxabano ethi TARGET
yi: zzzfm: פּיט טעבראַ %s טנעמוגראַ TARGET זרעייווקיר

source: zzzfm: invalid TARGET '%s'
af: zzzfm: ongeldige TARGET '%s'
am: zzzfm: ልክ ያልሆነ TARGET '%s'
ar: zzzfm: ﺊﻃﺎﺧ ﻑﺪﻫ '%s'
be: zzzfm: несапраўдная TARGET '%s'
bg: zzzfm: невалидна TARGET '%s'
bn: zzzfm: ভুল লক্ষ্য '%s'
ca: zzzfm: TARGET no vàlid '%s'
cy: zzzfm: TARGED annilys '%s'
da: zzzfm: ugyldig TARGET '%s'
eo: zzzfm: nevalida CELO '%s'
et: zzzfm: kehtetu TARGET '%s'
eu: zzzfm: TARGET baliogabea '%s'
fa: zzzfm: TARGET ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ '%s'
fi: zzzfm: virheellinen TARGET '%s'
fil: zzzfm: di-wastong TARGET '%s'
fy: zzzfm: ûnjildige TARGET '%s'
ga: zzzfm: TARGET neamhbhailí '%s'
gd: zzzfm: TARGET neo-dhligheach '%s'
gl: zzzfm: TARGET non válido '%s'
gu: zzzfm: અમાન્ય TARGET '%s'
he: zzzfm: ףקות תרסח הרטמ '%s'
hi: zzzfm: अवैध लक्ष्य '%s'
hr: zzzfm: nevažeći TARGET '%s'
hu: zzzfm: érvénytelen TARGET '%s'
hy: zzzfm: անվավեր TARGET '%s'
id: zzzfm: TARGET tidak valid '%s'
is: zzzfm: ógilt TARGET '%s'
ka: zzzfm: არასწორი TARGET '%s'
kk: zzzfm: жарамсыз TARGET '%s'
km: zzzfm: TARGET មិនត្រឹមត្រូវ '%s'
kn: zzzfm: ಅಮಾನ್ಯ TARGET '%s'
ku: zzzfm: TARGET nederbasdar '%s'
ky: zzzfm: жараксыз TARGET '%s'
lb: zzzfm: ongülteg ZIL '%s'
lo: zzzfm: TARGET ບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: neteisingas TARGET '%s'
lv: zzzfm: nederīgs TARGET '%s'
mg: zzzfm: TARGET tsy mety '%s'
mi: zzzfm: muhu TARGET '%s'
mk: zzzfm: неважечки TARGET '%s'
ml: zzzfm: അസാധുവായ TARGET '%s'
mn: zzzfm: хүчингүй TARGET '%s'
mr: zzzfm: अवैध TARGET '%s'
mt: zzzfm: TARGET invalidu '%s'
my: zzzfm: မမှန်ကန်သော TARGET '%s'
nb: zzzfm: ugyldig TARGET '%s'
ne: zzzfm: अवैध TARGET '%s'
or: zzzfm: ଅବ alid ଧ TARGET | '%s'
pa: zzzfm: ਅਵੈਧ TARGET '%s'
ps: zzzfm: ﻑﺪﻫ ﻢﺳﺎﻧ '%s'
ro: zzzfm: ȚINTĂ invalidă '%s'
rw: zzzfm: TARGET itemewe '%s'
sd: zzzfm: TARGET ﻂﻠﻏ '%s'
si: zzzfm: අවලංගු TARGET '%s'
sk: zzzfm: neplatný TARGET '%s'
sl: zzzfm: neveljaven TARGET '%s'
sq: zzzfm: TARGET i pavlefshëm '%s'
sw: zzzfm: TARGET batili '%s'
ta: zzzfm: தவறான TARGET '%s'
te: zzzfm: చెల్లని TARGET '%s'
tg: zzzfm: TARGET беэътибор '%s'
th: zzzfm: เป้าหมายไม่ถูกต้อง '%s'
tk: zzzfm: nädogry TARGET '%s'
tt: zzzfm: яраксыз TARGET '%s'
uk: zzzfm: недійсна TARGET '%s'
ur: zzzfm: TARGET ﻂﻠﻏ '%s'
uz: zzzfm: yaroqsiz TARGET '%s'
vi: zzzfm: mục tiêu không hợp lệ '%s'
xh: zzzfm: ayisebenzi TARGET '%s'
yi: zzzfm: TARGET קיטליגמוא '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
af: zzzfm: relatiewe pad '%s' vereis %s opsie --dir DIR
am: zzzfm: አንጻራዊ መንገድ '%s' ይጠይቃል %s አማራጭ --dir DIR
ar: zzzfm: ﻲﺒﺴﻧ ﺭﺎﺴﻣ '%s' ﺐﺟﻮﺘﺴﻳ %s ﺭﺎﻴﺘﺧﺍ --dir DIR
be: zzzfm: адносны шлях '%s' патрабуе %s варыянт --dir DIR
bg: zzzfm: относителен път '%s' изисква %s опция --dir DIR
bn: zzzfm: আপেক্ষিক পাথ '%s' প্রয়োজন %s বিকল্প --dir DIR
ca: zzzfm: camí relatiu '%s' requereix %s opció --dir DIR
cy: zzzfm: llwybr cymharol '%s' yn gofyn %s opsiwn --dir DIR
da: zzzfm: relativ vej '%s' kræver %s mulighed --dir DIR
eo: zzzfm: relativa vojo '%s' postulas %s opcio --dir DIR
et: zzzfm: suhteline tee '%s' vajab %s valik --dir DIR
eu: zzzfm: bide erlatiboa '%s' eskatzen du %s aukera --dir DIR
fa: zzzfm: ﯽﺒﺴﻧ ﺮﯿﺴﻣ '%s' ﺩﺭﺍﺩ ﺯﺎﯿﻧ %s ﻪﻨﯾﺰﮔ --dir DIR
fi: zzzfm: suhteellinen polku '%s' vaatii %s vaihtoehto --dir DIR
fil: zzzfm: kamag-anak na landas '%s' nangangailangan %s opsyon --dir DIR
fy: zzzfm: relative paad '%s' fereasket %s opsje --dir DIR
ga: zzzfm: cosán coibhneasta '%s' Éilíonn %s rogha --dir DIR
gd: zzzfm: slighe càirdeach '%s' feum %s roghainn --dir DIR
gl: zzzfm: camiño relativo '%s' require %s opción --dir DIR
gu: zzzfm: સંબંધિત માર્ગ '%s' જરૂરી છે %s વિકલ્પ --dir DIR
he: zzzfm: יסחי ביתנ '%s' שרוד %s הָיִצְּפֹוא --dir DIR
hi: zzzfm: तुलनात्मक पथ '%s' आवश्यक है %s विकल्प --dir DIR
hr: zzzfm: relativni put '%s' zahtijeva %s opcija --dir DIR
hu: zzzfm: relatív út '%s' igényel %s választási lehetőség --dir DIR
hy: zzzfm: հարաբերական ճանապարհ '%s' պահանջում է %s տարբերակ --dir DIR
id: zzzfm: Jalur relatif '%s' memerlukan %s pilihan --dir DIR
is: zzzfm: hlutfallsleg leið '%s' krefst %s valmöguleika --dir DIR
ka: zzzfm: შედარებითი გზა '%s' მოითხოვს %s ვარიანტი --dir DIR
kk: zzzfm: салыстырмалы жол '%s' талап етеді %s опция --dir DIR
km: zzzfm: ផ្លូវដែលទាក់ទង '%s' ទាមទារ %s ជម្រើស --dir DIR
kn: zzzfm: ಸಾಪೇಕ್ಷ ಮಾರ್ಗ '%s' ಅಗತ್ಯವಿದೆ %s ಆಯ್ಕೆಯನ್ನು --dir DIR
ku: zzzfm: riya nisbî '%s' hewce dike %s dibe --dir DIR
ky: zzzfm: салыштырмалуу жол '%s' талап кылат %s параметр --dir DIR
lb: zzzfm: relativ Wee '%s' verlaangt %s Optioun --dir DIR
lo: zzzfm: ເສັ້ນທາງພີ່ນ້ອງ '%s' ຕ້ອງການ %s ທາງເລືອກ --dir DIR
lt: zzzfm: santykinis kelias '%s' reikalauja %s variantas --dir DIR
lv: zzzfm: relatīvais ceļš '%s' prasa %s opciju --dir DIR
mg: zzzfm: lalana mifanakaiky '%s' TAKIN'I %s SAFIDY --dir DIR
mi: zzzfm: ara whanaunga '%s' titau %s kōwhiringa --dir DIR
mk: zzzfm: релативен пат '%s' бара %s опција --dir DIR
ml: zzzfm: ആപേക്ഷിക പാത '%s' ആവശ്യപ്പെടുന്നു %s ഓപ്ഷൻ --dir DIR
mn: zzzfm: харьцангуй зам '%s' шаарддаг %s сонголт --dir DIR
mr: zzzfm: सापेक्ष मार्ग '%s' आवश्यक आहे %s पर्याय --dir DIR
mt: zzzfm: mogħdija relattiva '%s' teħtieġ %s għażla --dir DIR
my: zzzfm: ဆွေမျိုးလမ်းကြောင်း '%s' လိုအပ်သည် %s ရွေးချယ်မှု --dir DIR
nb: zzzfm: relativ vei '%s' krever %s alternativ --dir DIR
ne: zzzfm: सापेक्ष बाटो '%s' आवश्यक छ %s विकल्प --dir DIR
or: zzzfm: ସମ୍ପର୍କୀୟ ପଥ '%s' ଆବଶ୍ୟକ କରେ | %s ବିକଳ୍ପ --dir DIR
pa: zzzfm: ਰਿਸ਼ਤੇਦਾਰ ਮਾਰਗ '%s' ਦੀ ਲੋੜ ਹੈ %s ਵਿਕਲਪ --dir DIR
ps: zzzfm: ﻩﺭﻻ﻿ ﻲﺒﺴﻧ '%s' ﻱﺮﻟ ﺎﯿﺗړﺍ %s ﺭﺎﯿﺘﺧﺍ --dir DIR
ro: zzzfm: cale relativă '%s' cere %s opțiune --dir DIR
rw: zzzfm: inzira igereranije '%s' bisaba %s ihitamo --dir DIR
sd: zzzfm: ﻮﺘﺳﺭ ﻞﻴﭘﺎﮘﻻ﻿ '%s' ﻲﮬﺁ ﻞﺑﺮﮭﮔ %s ﺭﺎﻴﺘﺧﺍ --dir DIR
si: zzzfm: සාපේක්ෂ මාර්ගය '%s' අවශ්ය වේ %s විකල්පය --dir DIR
sk: zzzfm: relatívna cesta '%s' vyžaduje %s možnosť --dir DIR
sl: zzzfm: relativna pot '%s' zahteva %s možnost --dir DIR
sq: zzzfm: rrugë relative '%s' kërkon %s opsion --dir DIR
sw: zzzfm: njia ya jamaa '%s' inahitaji %s chaguo --dir DIR
ta: zzzfm: உறவினர் பாதை '%s' தேவைப்படுகிறது %s விருப்பம் --dir DIR
te: zzzfm: సాపేక్ష మార్గం '%s' అవసరం %s ఎంపిక --dir DIR
tg: zzzfm: роҳи нисбӣ '%s' талаб мекунад %s вариант --dir DIR
th: zzzfm: เส้นทางญาติ '%s' ต้องใช้ %s ตัวเลือก --dir DIR
tk: zzzfm: otnositel ýol '%s' talap edýär %s warianty --dir DIR
tt: zzzfm: чагыштырма юл '%s' таләп итә %s вариант --dir DIR
uk: zzzfm: відносний шлях '%s' вимагає %s варіант --dir DIR
ur: zzzfm: ﮧﺘﺳﺍﺭ ﺭﺍﺩ ﮧﺘﺷﺭ '%s' ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ %s ﺭﺎﯿﺘﺧﺍ --dir DIR
uz: zzzfm: nisbiy yo'l '%s' talab qiladi %s variant --dir DIR
vi: zzzfm: đường dẫn tương đối '%s' đòi hỏi %s Lựa chọn --dir DIR
xh: zzzfm: indlela ehambelanayo '%s' ifuna %s ukhetho --dir DIR
yi: zzzfm: געוו וועראָק '%s' זרעייווקיר %s עיצפּאָ --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
af: zzzfm: tipe taak %s vereis FILE argument(e)
am: zzzfm: የተግባር አይነት %s የFILE ነጋሪ እሴት ያስፈልገዋል
ar: zzzfm: ﺔﻤﻬﻤﻟﺍ ﻉﻮﻧ %s FILE (ﺞﺠﺣ) ﺔﻄﻴﺳﻭ ﺐﻠﻄﺘﻳ
be: zzzfm: тып задачы %s патрабуецца аргумент(ы) FILE
bg: zzzfm: тип задача %s изисква FILE аргумент(и)
bn: zzzfm: কাজের ধরন %s FILE আর্গুমেন্ট প্রয়োজন
ca: zzzfm: tipus de tasca %s requereix argument(s) FILE
cy: zzzfm: math o dasg %s yn gofyn am ddadl (au) FILE
da: zzzfm: opgavetype %s kræver FILE argument(er)
eo: zzzfm: tasko tipo %s postulas FILE-argumentojn
et: zzzfm: ülesande tüüp %s nõuab FILE argumenti/argumente
eu: zzzfm: zeregin mota %s FILE argumentuak behar ditu
fa: zzzfm: ﻪﻔﯿﻇﻭ ﻉﻮﻧ %s ﺩﺭﺍﺩ ﺯﺎﯿﻧ FILE (ﯼﺎﻫ)ﻥﺎﻣﻮﮔﺭﺁ ﻪﺑ
fi: zzzfm: tehtävätyyppi %s vaatii FILE-argumentin
fil: zzzfm: uri ng gawain %s nangangailangan ng (mga) argumento ng FILE
fy: zzzfm: taak type %s fereasket FILE argumint(en)
ga: zzzfm: cineál tasc %s Éilíonn argóint (í) COMHAD
gd: zzzfm: seòrsa gnìomh %s feumach air argamaid (ean) FILE
gl: zzzfm: tipo de tarefa %s require argumentos FILE
gu: zzzfm: કાર્ય પ્રકાર %s FILE દલીલ(ઓ)ની જરૂર છે
he: zzzfm: המישמ גוס %s FILE (םי)טנמוגרא שרוד
hi: zzzfm: कार्य प्रकार %s FILE तर्क की आवश्यकता है
hr: zzzfm: tip zadatka %s zahtijeva FILE argument(e)
hu: zzzfm: feladattípus %s FILE argumentum(ok) szükséges
hy: zzzfm: առաջադրանքի տեսակը %s պահանջում է FILE արգումենտ(ներ)
id: zzzfm: jenis tugas %s membutuhkan argumen FILE
is: zzzfm: tegund verkefnis %s krefst FILE röksemda
ka: zzzfm: დავალების ტიპი %s მოითხოვს FILE არგუმენტ(ებ)ს
kk: zzzfm: тапсырма түрі %s FILE аргумент(тер)ін қажет етеді
km: zzzfm: ប្រភេទភារកិច្ច %s ទាមទារu200bអាគុយម៉ង់ FILE
kn: zzzfm: ಕಾರ್ಯ ಪ್ರಕಾರ %s FILE ಆರ್ಗ್ಯುಮೆಂಟ್(ಗಳು) ಅಗತ್ಯವಿದೆ
ku: zzzfm: cureyê peywirê %s arguman(ên) FILE hewce dike
ky: zzzfm: тапшырма түрү %s FILE аргументтерин талап кылат
lb: zzzfm: Aufgab Typ %s erfuerdert FILE Argument(en)
lo: zzzfm: ປະເພດວຽກງານ %s ຕ້ອງການ FILE argument
lt: zzzfm: užduoties tipas %s reikalauja FILE argumento (-ų)
lv: zzzfm: uzdevuma veids %s nepieciešams(-i) arguments(-i)
mg: zzzfm: karazana asa %s mila hevitra FILE
mi: zzzfm: momo mahi %s e hiahia ana te tohenga FILE
mk: zzzfm: тип на задача %s бара FILE аргумент(и)
ml: zzzfm: ചുമതല തരം %s FILE ആർഗ്യുമെന്റ്(കൾ) ആവശ്യമാണ്
mn: zzzfm: ажлын төрөл %s FILE аргумент(ууд) шаардлагатай
mr: zzzfm: कार्य प्रकार %s FILE वितर्क आवश्यक आहे
mt: zzzfm: tip ta' kompitu %s jeħtieġ argument(i) FILE
my: zzzfm: အလုပ်အမျိုးအစား %s FILE အငြင်းအခုံ(များ) လိုအပ်သည်
nb: zzzfm: oppgavetype %s krever FILE-argument(er)
ne: zzzfm: कार्य प्रकार %s FILE तर्क(हरू) आवश्यक छ
or: zzzfm: କାର୍ଯ୍ୟ ପ୍ରକାର %s FILE ଯୁକ୍ତି (ଗୁଡିକ) ଆବଶ୍ୟକ କରେ |
pa: zzzfm: ਕਾਰਜ ਦੀ ਕਿਸਮ %s FILE ਆਰਗੂਮੈਂਟ ਦੀ ਲੋੜ ਹੈ
ps: zzzfm: ﻝﻭډ ﯤﺪﻧﺩ ﺩ %s ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻞﯿﻟﺩ ﻞﯾﺎﻓ ﺩ
ro: zzzfm: tip de sarcină %s necesită argument(e) FILE
rw: zzzfm: ubwoko bwakazi %s bisaba impaka za FILE
sd: zzzfm: ﻢﺴﻗ ﻮﺟ ﻢڪ %s FILE ﻲﮬﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻦﻠﻴﻟﺩ
si: zzzfm: කාර්ය වර්ගය %s FILE තර්ක(ය) අවශ්u200dය වේ
sk: zzzfm: typ úlohy %s vyžaduje FILE argument(y)
sl: zzzfm: vrsta opravila %s zahteva argument(e) FILE
sq: zzzfm: lloji i detyrës %s kërkon argument(et) FILE
sw: zzzfm: aina ya kazi %s inahitaji hoja za FILE
ta: zzzfm: பணி வகை %s FILE வாதம்(கள்) தேவை
te: zzzfm: పని రకం %s FILE వాదన(లు) అవసరం
tg: zzzfm: намуди вазифа %s далел(ҳо)-и FILE-ро талаб мекунад
th: zzzfm: ประเภทงาน %s ต้องการอาร์กิวเมนต์ FILE
tk: zzzfm: meseläniň görnüşi %s FILE argumentini talap edýär
tt: zzzfm: бирем төре %s FILE аргументы (лары) таләп итә
uk: zzzfm: тип завдання %s вимагає аргумент(и) FILE
ur: zzzfm: ﻢﺴﻗ ﯽﮐ ﻡﺎﮐ %s ﮯﮨ ﺭﺎﮐﺭﺩ ﭧﻨﻣﻮﯿﮔﺭﺁ ﻞﺋﺎﻓ
uz: zzzfm: vazifa turi %s FILE argument(lar)ini talab qiladi
vi: zzzfm: loại công việc %s yêu cầu (các) đối số FILE
xh: zzzfm: uhlobo lomsebenzi %s ifuna FILE ingxabano (ii)
yi: zzzfm: פּיט טעבראַ %s (ס)טנעמוגראַ FILE זרעייווקיר

source: zzzfm: invalid task type '%s'
af: zzzfm: ongeldige taaktipe '%s'
am: zzzfm: ልክ ያልሆነ የተግባር አይነት '%s'
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺔﻤﻬﻣ ﻉﻮﻧ '%s'
be: zzzfm: няправільны тып задачы '%s'
bg: zzzfm: невалиден тип задача '%s'
bn: zzzfm: অবৈধ টাস্ক টাইপ '%s'
ca: zzzfm: tipus de tasca no vàlid '%s'
cy: zzzfm: math o dasg annilys '%s'
da: zzzfm: ugyldig opgavetype '%s'
eo: zzzfm: nevalida taskotipo '%s'
et: zzzfm: vale ülesande tüüp '%s'
eu: zzzfm: zeregin mota baliogabea '%s'
fa: zzzfm: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﺭﺎﮐ ﻉﻮﻧ '%s'
fi: zzzfm: virheellinen tehtävätyyppi '%s'
fil: zzzfm: di-wastong uri ng gawain '%s'
fy: zzzfm: ûnjildich taaktype '%s'
ga: zzzfm: cineál tasc neamhbhailí '%s'
gd: zzzfm: seòrsa gnìomh neo-dhligheach '%s'
gl: zzzfm: tipo de tarefa non válido '%s'
gu: zzzfm: અમાન્ય કાર્ય પ્રકાર '%s'
he: zzzfm: יקוח אל המישמ גוס '%s'
hi: zzzfm: अमान्य कार्य प्रकार '%s'
hr: zzzfm: nevažeća vrsta zadatka '%s'
hu: zzzfm: érvénytelen feladattípus '%s'
hy: zzzfm: առաջադրանքի անվավեր տեսակ '%s'
id: zzzfm: jenis tugas tidak valid '%s'
is: zzzfm: ógild verkefnisgerð '%s'
ka: zzzfm: დავალების არასწორი ტიპი '%s'
kk: zzzfm: жарамсыз тапсырма түрі '%s'
km: zzzfm: ប្រភេទការងារមិនត្រឹមត្រូវ '%s'
kn: zzzfm: ಅಮಾನ್ಯ ಕಾರ್ಯ ಪ್ರಕಾರ '%s'
ku: zzzfm: cureyê peywirê nederbasdar '%s'
ky: zzzfm: жараксыз тапшырма түрү '%s'
lb: zzzfm: ongëlteg Aufgab Typ '%s'
lo: zzzfm: ປະເພດໜ້າວຽກບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: neteisingas užduoties tipas '%s'
lv: zzzfm: nederīgs uzdevuma veids '%s'
mg: zzzfm: karazana asa tsy mety '%s'
mi: zzzfm: momo mahi muhu '%s'
mk: zzzfm: неважечки тип на задача '%s'
ml: zzzfm: അസാധുവായ ടാസ്ക് തരം '%s'
mn: zzzfm: хүчингүй ажлын төрөл '%s'
mr: zzzfm: अवैध कार्य प्रकार '%s'
mt: zzzfm: tip ta' kompitu invalidu '%s'
my: zzzfm: မမှန်ကန်သော အလုပ်အမျိုးအစား '%s'
nb: zzzfm: ugyldig oppgavetype '%s'
ne: zzzfm: अमान्य कार्य प्रकार '%s'
or: zzzfm: ଅବ inv ଧ କାର୍ଯ୍ୟ ପ୍ରକାର | '%s'
pa: zzzfm: ਅਵੈਧ ਕਾਰਜ ਕਿਸਮ '%s'
ps: zzzfm: ﻝﻭډ ﻢﺳﺎﻧ ﺭﺎﮐ ﺩ '%s'
ro: zzzfm: tip de sarcină nevalid '%s'
rw: zzzfm: ubwoko bwimirimo itemewe '%s'
sd: zzzfm: ﻢﺴﻗ ﻮﺟ ﻢڪ ﻂﻠﻏ '%s'
si: zzzfm: වලංගු නොවන කාර්ය වර්ගය '%s'
sk: zzzfm: neplatný typ úlohy '%s'
sl: zzzfm: neveljavna vrsta opravila '%s'
sq: zzzfm: lloj i pavlefshëm i detyrës '%s'
sw: zzzfm: aina batili ya kazi '%s'
ta: zzzfm: தவறான பணி வகை '%s'
te: zzzfm: చెల్లని పని రకం '%s'
tg: zzzfm: навъи вазифа беэътибор '%s'
th: zzzfm: ประเภทงานที่ไม่ถูกต้อง '%s'
tk: zzzfm: nädogry iş görnüşi '%s'
tt: zzzfm: яраксыз эш төре '%s'
uk: zzzfm: недійсний тип завдання '%s'
ur: zzzfm: ﻢﺴﻗ ﯽﮐ ﻡﺎﮐ ﻂﻠﻏ '%s'
uz: zzzfm: yaroqsiz vazifa turi '%s'
vi: zzzfm: loại nhiệm vụ không hợp lệ '%s'
xh: zzzfm: uhlobo lomsebenzi olungasebenziyo '%s'
yi: zzzfm: פּיט טעבראַ טלפּירקראַפ '%s'

source: zzzfm: invalid keycode '%s'
af: zzzfm: ongeldige sleutelkode '%s'
am: zzzfm: ልክ ያልሆነ ቁልፍ ኮድ '%s'
ar: zzzfm: ﺢﻟﺎﺻ ﺮﻴﻏ ﺡﺎﺘﻔﻣ ﺰﻣﺭ '%s'
be: zzzfm: няправільны код ключа '%s'
bg: zzzfm: невалиден ключов код '%s'
bn: zzzfm: অবৈধ কীকোড '%s'
ca: zzzfm: codi clau no vàlid '%s'
cy: zzzfm: cod allwedd annilys '%s'
da: zzzfm: ugyldig nøglekode '%s'
eo: zzzfm: nevalida ŝlosilkodo '%s'
et: zzzfm: vigane võtmekood '%s'
eu: zzzfm: gako-kode baliogabea '%s'
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﺪﯿﻠﮐ ﺪﮐ '%s'
fi: zzzfm: virheellinen avainkoodi '%s'
fil: zzzfm: di-wastong keycode '%s'
fy: zzzfm: ûnjildige keycode '%s'
ga: zzzfm: eochairchód neamhbhailí '%s'
gd: zzzfm: keycode neo-dhligheach '%s'
gl: zzzfm: código clave non válido '%s'
gu: zzzfm: અમાન્ય કીકોડ '%s'
he: zzzfm: יקוח אל חתפמ דוק '%s'
hi: zzzfm: अमान्य कीकोड '%s'
hr: zzzfm: nevažeći kod ključa '%s'
hu: zzzfm: érvénytelen kulcskód '%s'
hy: zzzfm: անվավեր բանալի կոդը '%s'
id: zzzfm: kode kunci tidak valid '%s'
is: zzzfm: ógildur lykilkóði '%s'
ka: zzzfm: არასწორი გასაღების კოდი '%s'
kk: zzzfm: жарамсыз кілт коды '%s'
km: zzzfm: លេខកូដសោមិនត្រឹមត្រូវ '%s'
kn: zzzfm: ಅಮಾನ್ಯ ಕೀಕೋಡ್ '%s'
ku: zzzfm: şîfreya nederbasdar '%s'
ky: zzzfm: жараксыз ачкыч коду '%s'
lb: zzzfm: ongülteg Schlësselcode '%s'
lo: zzzfm: ລະຫັດຄີບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: neteisingas rakto kodas '%s'
lv: zzzfm: nederīgs atslēgas kods '%s'
mg: zzzfm: keycode tsy mety '%s'
mi: zzzfm: waehere matua muhu '%s'
mk: zzzfm: неважечки клучен код '%s'
ml: zzzfm: അസാധുവായ കീകോഡ് '%s'
mn: zzzfm: хүчингүй түлхүүр код '%s'
mr: zzzfm: अवैध कीकोड '%s'
mt: zzzfm: keycode invalidu '%s'
my: zzzfm: မမှန်ကန်သော သော့ကုဒ် '%s'
nb: zzzfm: ugyldig nøkkelkode '%s'
ne: zzzfm: अमान्य कीकोड '%s'
or: zzzfm: ଅବ alid ଧ କି-କୋଡ୍ | '%s'
pa: zzzfm: ਅਵੈਧ ਕੀਕੋਡ '%s'
ps: zzzfm: ډﻮﮑﯿﮐ ﻢﺳﺎﻧ '%s'
ro: zzzfm: cod cheie nevalid '%s'
rw: zzzfm: urufunguzo rutemewe '%s'
sd: zzzfm: ڊﻮڪﻴڪ ﻂﻠﻏ '%s'
si: zzzfm: වලංගු නොවන යතුරු කේතය '%s'
sk: zzzfm: neplatný kód kľúča '%s'
sl: zzzfm: neveljavna ključna koda '%s'
sq: zzzfm: kod kyç i pavlefshëm '%s'
sw: zzzfm: msimbo batili '%s'
ta: zzzfm: தவறான விசைக்குறி '%s'
te: zzzfm: చెల్లని కీకోడ్ '%s'
tg: zzzfm: рамзи калидӣ беэътибор '%s'
th: zzzfm: รหัสไม่ถูกต้อง '%s'
tk: zzzfm: nädogry açar kody '%s'
tt: zzzfm: яраксыз ачкыч коды '%s'
uk: zzzfm: недійсний код ключа '%s'
ur: zzzfm: ﮈﻮﮐ ﯽﮐ ﻂﻠﻏ '%s'
uz: zzzfm: yaroqsiz kalit kodi '%s'
vi: zzzfm: mã khóa không hợp lệ '%s'
xh: zzzfm: ikhowudi yesitshixo engasebenziyo '%s'
yi: zzzfm: עדאָקייק קיטליגמוא '%s'

source: zzzfm: custom command or submenu '%s' not found
af: zzzfm: pasgemaakte opdrag of subkieslys '%s' nie gevind nie
am: zzzfm: ብጁ ትዕዛዝ ወይም ንዑስ ምናሌ '%s' አልተገኘም
ar: zzzfm: ﺔﻴﻋﺮﻓ ﺔﻤﺋﺎﻗ ﻭﺃ ﺺﺼﺨﻣ ﺮﻣﺃ '%s' ﺩﻮﺟﻮﻣ ﺮﻴﻏ
be: zzzfm: карыстальніцкая каманда або падменю '%s' не знойдзена
bg: zzzfm: персонализирана команда или подменю '%s' не е намерен
bn: zzzfm: কাস্টম কমান্ড বা সাবমেনু '%s' পাওয়া যায় নি
ca: zzzfm: comanda personalitzada o submenú '%s' no trobat
cy: zzzfm: gorchymyn arfer neu submenu '%s' heb ei ddarganfod
da: zzzfm: brugerdefineret kommando eller undermenu '%s' ikke fundet
eo: zzzfm: kutima komando aŭ submenuo '%s' ne trovita
et: zzzfm: kohandatud käsk või alammenüü '%s' ei leitud
eu: zzzfm: komando edo azpimenu pertsonalizatua '%s' ez da aurkitu
fa: zzzfm: ﯽﺷﺭﺎﻔﺳ ﯽﻋﺮﻓ ﯼﻮﻨﻣ ﺎﯾ ﺭﻮﺘﺳﺩ '%s' ﺪﺸﻧ ﺍﺪﯿﭘ
fi: zzzfm: mukautettu komento tai alivalikko '%s' ei löydetty
fil: zzzfm: pasadyang utos o submenu '%s' hindi mahanap
fy: zzzfm: oanpaste kommando of submenu '%s' net fûn
ga: zzzfm: ordú saincheaptha nó submenu '%s' ní bhfuarthas
gd: zzzfm: àithne àbhaisteach no submenu '%s' Gun a lorg
gl: zzzfm: comando personalizado ou submenú '%s' non atopado
gu: zzzfm: કસ્ટમ આદેશ અથવા સબમેનુ '%s' મળ્યું નથી
he: zzzfm: הנשמ טירפת וא תישיא תמאתומ הדוקפ '%s' אצמנ אל
hi: zzzfm: कस्टम कमांड या सबमेनू '%s' पता नहीं चला
hr: zzzfm: prilagođena naredba ili podizbornik '%s' nije pronađeno
hu: zzzfm: egyéni parancs vagy almenü '%s' nem található
hy: zzzfm: մաքսային հրաման կամ ենթամենյու '%s' չի գտնվել
id: zzzfm: perintah atau submenu khusus '%s' tidak ditemukan
is: zzzfm: sérsniðin skipun eða undirvalmynd '%s' ekki fundið
ka: zzzfm: მორგებული ბრძანება ან ქვემენიუ '%s' არ მოიძებნა
kk: zzzfm: теңшелетін пәрмен немесе ішкі мәзір '%s' табылмады
km: zzzfm: ពាក្យបញ្ជាផ្ទាល់ខ្លួន ឬម៉ឺនុយរង '%s' រកu200bមិនu200bឃើញ
kn: zzzfm: ಕಸ್ಟಮ್ ಆಜ್ಞೆ ಅಥವಾ ಉಪಮೆನು '%s' ಸಿಕ್ಕಿಲ್ಲ
ku: zzzfm: fermana xwerû an submenu '%s' peyda nebû
ky: zzzfm: ыңгайлаштырылган буйрук же субменю '%s' табылган жок
lb: zzzfm: Benotzerdefinéiert Kommando oder Ënnermenü '%s' net fonnt
lo: zzzfm: ຄໍາສັ່ງ custom ຫຼືເມນູຍ່ອຍ '%s' ບໍ່u200bພົບ
lt: zzzfm: pasirinktinė komanda arba submeniu '%s' nerastas
lv: zzzfm: pielāgota komanda vai apakšizvēlne '%s' nav atrasts
mg: zzzfm: baiko manokana na submenu '%s' tsy hita
mi: zzzfm: tono ritenga, tahuaroto ranei '%s' kaore i kitea
mk: zzzfm: прилагодена команда или подмени '%s' не е најдено
ml: zzzfm: ഇഷ്u200cടാനുസൃത കമാൻഡ് അല്ലെങ്കിൽ ഉപമെനു '%s' കണ്ടെത്തിയില്ല
mn: zzzfm: захиалга эсвэл дэд цэс '%s' олдсонгүй
mr: zzzfm: सानुकूल आदेश किंवा सबमेनू '%s' आढळले नाही
mt: zzzfm: kmand jew submenu tad-dwana '%s' Ma nstabx
my: zzzfm: စိတ်ကြိုက် command သို့မဟုတ် မီနူး '%s' မတွေ့ပါ
nb: zzzfm: egendefinert kommando eller undermeny '%s' ikke funnet
ne: zzzfm: अनुकूलन आदेश वा उपमेनु '%s' फेला परेन
or: zzzfm: କଷ୍ଟମ୍ କମାଣ୍ଡ୍ କିମ୍ବା ସବମେନୁ | '%s' ମିଳିଲା ନାହି
pa: zzzfm: ਕਸਟਮ ਕਮਾਂਡ ਜਾਂ ਸਬਮੇਨੂ '%s' ਨਹੀਂ ਲਭਿਆ
ps: zzzfm: ﻮﻨﯿﻣ ﻲﻋﺮﻓ ﺎﯾ ډﻧﺎﻤﮐ ﺰﯾﺩﻭﺩ '%s' ﻮﺸﻧ ﺍﺪﯿﭘ
ro: zzzfm: comandă sau submeniu personalizat '%s' nu a fost gasit
rw: zzzfm: amabwiriza yihariye cyangwa submenu '%s' ntibabonetse
sd: zzzfm: ﻮﻴﻨﻴﻣ ﻲﻠﻳﺫ ﺎﻳ ﻢڪﺣ ﻢٽﺴڪ '%s' ﻮﻴﻠﻣ ﻪﻧ
si: zzzfm: අභිරුචි විධානය හෝ උප මෙනුව '%s' හමු වුණේ නැහැ
sk: zzzfm: vlastný príkaz alebo podmenu '%s' nenájdené
sl: zzzfm: ukaz ali podmeni po meri '%s' ni najdeno
sq: zzzfm: komanda ose nënmenyja e personalizuar '%s' nuk u gjet
sw: zzzfm: amri maalum au menyu ndogo '%s' haipatikani
ta: zzzfm: விருப்ப கட்டளை அல்லது துணைமெனு '%s' கிடைக்கவில்லை
te: zzzfm: కస్టమ్ కమాండ్ లేదా ఉపమెను '%s' దొరకలేదు
tg: zzzfm: фармон ё зерменюи фармоишӣ '%s' дарёфт нашуд
th: zzzfm: คำสั่งที่กำหนดเองหรือเมนูย่อย '%s' ไม่พบ
tk: zzzfm: ýörite buýruk ýa-da aşaky menýu '%s' tapylmady
tt: zzzfm: махсус заказ яки субменю '%s' табылмады
uk: zzzfm: користувацька команда або підменю '%s' не знайдено
ur: zzzfm: ﻮﯿﻨﯿﻣ ﯽﻠﯾﺫ ﺎﯾ ﮉﻧﺎﻤﮐ ﺕﺭﻭﺮﺿ ﺐﺴﺣ '%s' ﻼ﻿ﻣ ﮟﯿﮩﻧ
uz: zzzfm: maxsus buyruq yoki pastki menyu '%s' topilmadi
vi: zzzfm: lệnh tùy chỉnh hoặc menu con '%s' không tìm thấy
xh: zzzfm: umyalelo wesiko okanye imenyu esezantsi '%s' ayifunyanwa
yi: zzzfm: וינעמבוס רעדאָ לעפֿאַב גהנמ '%s' ןענופעג טינ
