Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Highlight _Bar
af: Merk _Kroeg
am: አድምቅ _ባር
ar: ءﻮﻀﻟﺍ ﻂﻴﻠﺴﺗ _ﻂﻳﺮﺷ
be: Вылучыце _Бар
bg: Маркирайте _Бар
bn: লক্ষণীয় করা _বার
ca: Ressaltar _Bar
cy: Uchafbwynt _Bar
da: Fremhæv _Bar
eo: Emfazu _Trinkejo
et: Tõstke esile _Baar
eu: Nabarmendu _Taberna
fa: ﻪﺘﺴﺟﺮﺑ _ﺭﺎﺑ
fi: Kohokohta _Baari
fil: I-highlight _Bar
fy: Markearje _Bar
ga: Aibhsigh _Beár
gd: Highlight _Bàr
gl: Destacar _Bar
gu: હાઇલાઇટ કરો _બાર
he: איִׂש _רָּב
hi: हाइलाइट _छड़
hr: Istaknite _Bar
hu: Kiemel _Rúd
hy: Ընդգծել _Բար
id: Menyorot _Batang
is: Hápunktur _Bar
ka: მონიშნეთ _ბარი
kk: Бөлектеу _Бар
km: បន្លិច _បារ
kn: ಹೈಲೈಟ್ _ಬಾರ್
ky: Баса белгилөө _Бар
lo: ຈຸດເດັ່ນ _ບາ
lt: Paryškinti _Baras
lv: Izcelt _Bārs
mg: nisongadina _bara
mi: Miramira _Pae
mk: Истакнете _Бар
ml: ഹൈലൈറ്റ് ചെയ്യുക _ബാർ
mn: Онцлох _Баар
mr: हायलाइट करा _बार
my: အသားပေး _ဘား
nb: Fremheve _Bar
ne: हाइलाइट गर्नुहोस् _बार
or: ହାଇଲାଇଟ୍ କରନ୍ତୁ | _ବାର୍ |
pa: ਹਾਈਲਾਈਟ ਕਰੋ _ਬਾਰ
ps: ﻝﻮﮐ ﻪﻧﺎښﻭﺭ _ﺭﺎﺑ
ro: A scoate in evidenta _Bar
rw: Shyira ahagaragara _Bar
sd: ﮠﺮڪ ﻥﺎﻳﺎﻤﻧ _ﺭﺎﺑ
si: ඉස්මතු කරන්න _බාර්
sk: Zlatý klinec _Bar
sl: Poudarite _Bar
sq: Theksoj _Bar
sw: Kuonyesha _Baa
ta: முன்னிலைப்படுத்த _மதுக்கூடம்
te: హైలైట్ చేయండి _బార్
tg: Таваҷҷӯҳ _Бар
th: ไฮไลท์ _บาร์
tk: Üns beriň _Bar
tt: Аңлатма _Бар
uk: Виділіть _Бар
ur: ۔ﮟﯾﺮﮐ ﮞﺎﯾﺎﻤﻧ _ﺭﺎﺑ
uz: Ajratish _Bar
vi: Điểm nổi bật _Quán ba
xh: Balaselisa _Ibha
yi: טקנופּכיוה _רבַּ

source: Status Bar Highlight Color
af: Statusbalk Hoogtepuntkleur
am: የሁኔታ አሞሌ የድምቀት ቀለም
ar: ﺔﻟﺎﺤﻟﺍ ﻂﻳﺮﺷ ﻞﻴﻠﻈﺗ ﻥﻮﻟ
be: Колер вылучэння радка стану
bg: Цвят на подчертаване на лентата на състоянието
bn: স্ট্যাটাস বার হাইলাইট রঙ
ca: Color de ressaltat de la barra d'estat
cy: Lliw Uchafbwynt Bar Statws
da: Statuslinje Fremhæv farve
eo: Statusa Trinkejo Emfazu Koloron
et: Olekuriba esiletõstmise värv
eu: Egoera-barra Nabarmendu kolorea
fa: ﺖﯿﻌﺿﻭ ﺭﺍﻮﻧ ﻪﺘﺴﺟﺮﺑ ﮓﻧﺭ
fi: Tilapalkin korostuksen väri
fil: Kulay ng Highlight ng Status Bar
fy: Statusbalke Highlight Color
ga: Dath Aibhsithe Bar Stádas
gd: Dath Highlight Bar Inbhe
gl: Cor de resaltado da barra de estado
gu: સ્ટેટસ બાર હાઇલાઇટ રંગ
he: בצמה תרוש לש השגדה עבצ
hi: स्टेटस बार हाइलाइट कलर
hr: Boja isticanja statusne trake
hu: Az állapotsor kiemelési színe
hy: Կարգավիճակի տողի ընդգծման գույնը
id: Warna Sorotan Bilah Status
is: Stöðustikan hápunktur litur
ka: სტატუსის ზოლის მონიშვნის ფერი
kk: Күй жолағын бөлектеу түсі
km: របារស្ថានភាព បន្លិចពណ៌
kn: ಸ್ಟೇಟಸ್ ಬಾರ್ ಹೈಲೈಟ್ ಬಣ್ಣ
ku: Bara Rewşê Rengê ronîkirinê
ky: Статус тилкесин бөлүп көрсөтүү түсү
lb: Status Bar Highlight Faarf
lo: ສີໄຮໄລ້ແຖບສະຖານະ
lt: Būsenos juostos paryškinimo spalva
lv: Statusa joslas izcelšanas krāsa
mg: Loko fanasongadinana sata
mi: Pae Tūnga Tae Miramira
mk: Статусна лента Означете ја бојата
ml: സ്റ്റാറ്റസ് ബാർ ഹൈലൈറ്റ് വർണ്ണം
mn: Төлөвийн мөрөнд тодруулах өнгө
mr: स्टेटस बार हायलाइट रंग
mt: Status Bar Highlight Kulur
my: Status Bar Highlight အရောင်
nb: Statuslinje Høydepunktfarge
ne: स्थिति पट्टी हाइलाइट रंग
or: ଷ୍ଟାଟସ୍ ବାର୍ ହାଇଲାଇଟ୍ ରଙ୍ଗ |
pa: ਸਥਿਤੀ ਪੱਟੀ ਹਾਈਲਾਈਟ ਰੰਗ
ps: ګﻧﺭ ﻪﻧﺎښﻭﺭ ﺭﺎﺑ ﺖﻟﺎﺣ ﺩ
ro: Bara de stare Evidențiați culoare
rw: Imiterere Yumurongo Kumurika Ibara
sd: ﮓﻧﺭ ﻥﺎﻳﺎﻤﻧ ﺭﺎﺑ ﺲٽﻴٽﺳﺍ
si: තත්ව තීරුව උද්දීපනය කරන වර්ණය
sk: Farba zvýraznenia stavového riadka
sl: Barva označevanja vrstice stanja
sq: Ngjyra e nënvizimit të shiritit të statusit
sw: Rangi ya Kuangazia Upau wa Hali
ta: ஸ்டேட்டஸ் பார் ஹைலைட் கலர்
te: స్టేటస్ బార్ హైలైట్ రంగు
tg: Ранг таъкид кардани сатри вазъ
th: แถบสถานะเน้นสี
tk: “Status Bar” reňkini tapawutlandyryň
tt: Статус сызыгы төсе
uk: Колір виділення рядка стану
ur: ﮓﻧﺭ ﺎﮐ ﭧﺋﻻ﻿ ﯽﺋﺎﮨ ﺭﺎﺑ ﺲﭩﯿﭩﺳﺍ
uz: Holat panelini ta'kidlash rangi
vi: Màu tô sáng của thanh trạng thái
xh: IBar yeSimo sokuGqamisa Umbala
yi: רילאָק טקנופּכיוה ראַב סוטאַטס

source: Highlight _Text
af: Merk _Teks
am: አድምቅ _ጽሑፍ
ar: ءﻮﻀﻟﺍ ﻂﻴﻠﺴﺗ _ﺺﻧ
be: Вылучыце _Тэкст
bg: Маркирайте _Текст
bn: লক্ষণীয় করা _পাঠ্য
ca: Ressaltar _Text
cy: Uchafbwynt _Testun
da: Fremhæv _Tekst
eo: Emfazu _Teksto
et: Tõstke esile _Tekst
eu: Nabarmendu _Testua
fa: ﻪﺘﺴﺟﺮﺑ _ﻦﺘﻣ
fi: Kohokohta _Teksti
fil: I-highlight _Text
fy: Markearje _Tekst
ga: Aibhsigh _Téacs
gd: Highlight _Teacs
gl: Destacar _Texto
gu: હાઇલાઇટ કરો _ટેક્સ્ટ
he: איִׂש _טסקֶט
hi: हाइलाइट _मूलपाठ
hr: Istaknite _Tekst
hu: Kiemel _Szöveg
hy: Ընդգծել _Տեքստ
id: Menyorot _Teks
is: Hápunktur _Texti
ka: მონიშნეთ _ტექსტი
kk: Бөлектеу _Мәтін
km: បន្លិច _អត្ថបទ
kn: ಹೈಲೈಟ್ _ಪಠ್ಯ
ku: Highlight _Nivîstok
ky: Баса белгилөө _Текст
lo: ຈຸດເດັ່ນ _ຂໍ້u200bຄວາມ
lt: Paryškinti _Tekstas
lv: Izcelt _Teksts
mg: nisongadina _Text
mi: Miramira _Kuputuhi
mk: Истакнете _Текст
ml: ഹൈലൈറ്റ് ചെയ്യുക _വാചകം
mn: Онцлох _Текст
mr: हायलाइट करा _मजकूर
mt: Highlight _Test
my: အသားပေး _စာသား
nb: Fremheve _Tekst
ne: हाइलाइट गर्नुहोस् _पाठ
or: ହାଇଲାଇଟ୍ କରନ୍ତୁ | _ପାଠ
pa: ਹਾਈਲਾਈਟ ਕਰੋ _ਟੈਕਸਟ
ps: ﻝﻮﮐ ﻪﻧﺎښﻭﺭ _ﻦﺘﻣ
ro: A scoate in evidenta _Text
rw: Shyira ahagaragara _Inyandiko
sd: ﮠﺮڪ ﻥﺎﻳﺎﻤﻧ _ﻦﺘﻣ
si: ඉස්මතු කරන්න _පෙළ
sk: Zlatý klinec _Text
sl: Poudarite _Besedilo
sq: Theksoj _Teksti
sw: Kuonyesha _Maandishi
ta: முன்னிலைப்படுத்த _உரை
te: హైలైట్ చేయండి _వచనం
tg: Таваҷҷӯҳ _Матн
th: ไฮไลท์ _ข้อความ
tk: Üns beriň _Tekst
tt: Аңлатма _Текст
uk: Виділіть _Текст
ur: ۔ﮟﯾﺮﮐ ﮞﺎﯾﺎﻤﻧ _ﻦﺘﻣ
uz: Ajratish _Matn
vi: Điểm nổi bật _Bản văn
xh: Balaselisa _Isiqendu
yi: טקנופּכיוה _טסקעט

source: Status Bar Text Highlight Color
af: Statusbalk Teks Hoogtepuntkleur
am: የሁኔታ አሞሌ ጽሑፍ ማድመቂያ ቀለም
ar: ﺔﻟﺎﺤﻟﺍ ﻂﻳﺮﺷ ﺺﻧ ﺰﻴﻴﻤﺗ ﻥﻮﻟ
be: Колер вылучэння тэксту радка стану
bg: Цвят на подчертаване на текста в лентата на състоянието
bn: স্ট্যাটাস বার টেক্সট হাইলাইট রঙ
ca: Color de ressaltat del text de la barra d'estat
cy: Testun Bar Statws Lliw Uchafbwynt
da: Statuslinje Tekst Fremhævningsfarve
eo: Statusa Trinkejo Teksto Marku Koloron
et: Olekuriba teksti esiletõstmise värv
eu: Egoera-barrako testua nabarmendu kolorea
fa: ﺖﯿﻌﺿﻭ ﺭﺍﻮﻧ ﻦﺘﻣ ﻪﺘﺴﺟﺮﺑ ﮓﻧﺭ
fi: Tilapalkin tekstin korostusväri
fil: Kulay ng Highlight ng Teksto sa Status Bar
fy: Statusbalke Tekst Highlight Color
ga: Dath Buaicphointe Téacs Barra Stádas
gd: Dath Highlight Teacs Bàr Inbhe
gl: Cor de resaltado do texto da barra de estado
gu: સ્ટેટસ બાર ટેક્સ્ટ હાઇલાઇટ રંગ
he: בצמה תרוש לש השגדה עבצ
hi: स्टेटस बार टेक्स्ट हाइलाइट कलर
hr: Boja isticanja teksta statusne trake
hu: Az állapotsor szövegkiemelési színe
hy: Կարգավիճակի տողի տեքստի ընդգծման գույնը
id: Warna Sorotan Teks Bilah Status
is: Stöðustikan Texti hápunktur litur
ka: სტატუსის ზოლის ტექსტის მონიშვნის ფერი
kk: Күй жолағы мәтінді бөлектеу түсі
km: របារស្ថានភាពអត្ថបទ បន្លិចពណ៌
kn: ಸ್ಟೇಟಸ್ ಬಾರ್ ಟೆಕ್ಸ್ಟ್ ಹೈಲೈಟ್ ಬಣ್ಣ
ku: Bara Rewşê Rengê Nîşandana Nivîsarê
ky: Статус тилкесинин текстин бөлүп көрсөтүү түсү
lb: Statusbar Text Highlight Faarf
lo: ແຖບສະຖານະຂໍ້ຄວາມເນັ້ນສີ
lt: Būsenos juostos teksto paryškinimo spalva
lv: Statusa joslas teksta izcelšanas krāsa
mg: Loko fanasongadinana ny lahatsoratra amin'ny status bar
mi: Pae Tūnga Tae Miramira Kuputuhi
mk: Статусната лента Текст означете боја
ml: സ്റ്റാറ്റസ് ബാർ ടെക്u200cസ്u200cറ്റ് ഹൈലൈറ്റ് വർണ്ണം
mn: Статусын мөрний текстийг тодруулах өнгө
mr: स्टेटस बार मजकूर हायलाइट रंग
mt: Status Bar Test Highlight Kulur
my: Status Bar စာသားကို အသားပေးအရောင်
nb: Statuslinje Tekst Høydepunktsfarge
ne: स्थिति पट्टी पाठ हाइलाइट रंग
or: ଷ୍ଟାଟସ୍ ବାର୍ ଟେକ୍ସଟ୍ ହାଇଲାଇଟ୍ ରଙ୍ଗ |
pa: ਸਥਿਤੀ ਪੱਟੀ ਟੈਕਸਟ ਹਾਈਲਾਈਟ ਰੰਗ
ps: ګﻧﺭ ﻪﻧﺎښﻭﺭ ﻦﺘﻣ ﺭﺎﺑ ﺖﻟﺎﺣ ﺩ
ro: Culoare de evidențiere a textului din bara de stare
rw: Imiterere yumurongo Umwandiko Kumurika Ibara
sd: ﮓﻧﺭ ﻥﺎﻳﺎﻤﻧ ٽﺴڪﻴٽ ﺭﺎﺑ ﺲٽﻴٽﺳﺍ
si: තත්ව තීරු පෙළ උද්දීපන වර්ණය
sk: Farba zvýraznenia textu v stavovom riadku
sl: Barva označevanja besedila vrstice stanja
sq: Ngjyra e nënvizimit të tekstit të shiritit të statusit
sw: Rangi ya Mwangaza wa Upau wa Hali
ta: நிலைப் பட்டி உரை ஹைலைட் வண்ணம்
te: స్టేటస్ బార్ టెక్స్ట్ హైలైట్ రంగు
tg: Ранги барҷастаи сатри ҳолати матн
th: แถบสถานะข้อความเน้นสี
tk: “Status Bar” tekstiniň reňkini görkeziň
tt: Статус сызыгы текстны аера
uk: Колір виділення тексту рядка стану
ur: ﮓﻧﺭ ﭧﺋﻻ﻿ ﯽﺋﺎﮨ ﭧﺴﮑﯿﭨ ﺭﺎﺑ ﺲﭩﯿﭩﺳﺍ
uz: Holat panelidagi matnni ajratib ko‘rsatish rangi
vi: Màu tô sáng văn bản trên thanh trạng thái
xh: Umbala weBar yeSimo sokuGqamisa umbala
yi: רילאָק טקנופּכיוה טסקעט ראַב סוטאַטס

source: _Middle Click
af: _Middelklik
am: _መካከለኛ ጠቅታ
ar: _ﺔﻄﺳﻮﺘﻤﻟﺍ ﻕﻮﻓ
be: _Сярэдні пстрычка
bg: _Средно щракване
bn: _মিডল ক্লিক
ca: _Clic central
cy: _Clic Canol
da: _Mellemklik
eo: _Meza Klako
et: _Keskmine klõps
eu: _Erdiko klik
fa: _ﯽﻧﺎﯿﻣ ﮏﯿﻠﮐ
fi: _Keskimmäinen napsautus
fil: _Gitnang Pag-click
fy: _Middelste klik
ga: _Cliceáil Meán
gd: _Cliog Meadhan
gl: _Clic central
gu: _મધ્ય ક્લિક
he: _יעצמא קילק
hi: _मध्य क्लिक
hr: _Srednji klik
hu: _Középső kattintás
hy: _Միջին սեղմում
id: _Klik Tengah
is: _Miðsmellur
ka: _შუა დაწკაპუნება
kk: _Орташа басыңыз
km: _ចុចកណ្តាល
kn: _ಮಧ್ಯ ಕ್ಲಿಕ್
ku: _Bitikîne Navîn
ky: _Орто чыкылдатуу
lb: _Mëtt Klick
lo: _ຄລິກກາງ
lt: _Vidurinis paspaudimas
lv: _Vidējais klikšķis
mg: _Afovoany Click
mi: _Pāwhiri Waenganui
mk: _Среден клик
ml: _മിഡിൽ ക്ലിക്ക്
mn: _Дунд товшилт
mr: _मध्य क्लिक
mt: _Ikklikkja Nofsani
my: _အလယ်ကိုနှိပ်ပါ။
nb: _Mellomklikk
ne: _मध्य क्लिक
or: _ମିଡିଲ୍ କ୍ଲିକ୍ |
pa: _ਮਿਡਲ ਕਲਿਕ
ps: _ﮏﯿﻠﮐ ﯽﻨځﻨﻣ
ro: _Click din mijloc
rw: _Kanda hagati
sd: _ڪﻠڪ ﻲﻟﻮﭼﻭ
si: _මැද ක්ලික් කරන්න
sk: _Stredné kliknutie
sl: _Srednji klik
sq: _Klikimi i mesëm
sw: _Bofya Kati
ta: _மிடில் கிளிக்
te: _మిడిల్ క్లిక్
tg: _Клики миёна
th: _คลิกกลาง
tk: _Orta basyň
tt: _Урта басыгыз
uk: _Середній клік
ur: _ﮏﻠﮐ ﯽﻧﺎﯿﻣﺭﺩ
uz: _O'rta bosish
vi: _Nhấp chuột giữa
xh: _Nqakraza phakathi
yi: _טקירד לטימ

source: Copy _Name
af: Kopieer _Naam
am: ቅዳ _ስም
ar: ﺦﺴﻨﻳ _ﻢﺳﺍ
be: Копія _Імя
bg: копие _име
bn: কপি _নাম
ca: Còpia _Nom
cy: Copi _Enw
da: Kopi _Navn
eo: Kopiu _Nomo
et: Kopeeri _Nimi
eu: Kopiatu _Izena
fa: 🀄 ﯽﭙﮐ _ﻡﺎﻧ
fi: Kopio _Nimi
fil: Kopya _Pangalan
fy: Kopy _Namme
ga: Cóip _Ainm
gd: Leth-bhreac _Ainm
gl: Copiar _Nome
gu: નકલ કરો _નામ
he: קתוע _םֵׁש
hi: प्रतिलिपि _नाम
hr: Kopirati _Ime
hu: Másolat _Név
hy: Պատճենել _Անուն
id: Salinan _Nama
is: Afrita _Nafn
ka: კოპირება _სახელი
kk: Көшіру _Аты
km: ចម្លង _ឈ្មោះ
kn: ನಕಲು ಮಾಡಿ _ಹೆಸರು
ku: Kopî _Nav
ky: Көчүрүү _аты
lb: Kopie _Numm
lo: ສຳເນົາ _ຊື່
lt: Kopijuoti _vardas
lv: Kopēt _Vārds
mg: dika mitovy _Anarana
mi: Tārua _Ingoa
mk: Копирај _Име
ml: പകർത്തുക _പേര്
mn: Хуулбарлах _Нэр
mr: कॉपी करा _नाव
mt: Kopja _Isem
my: ကော်ပီ _နာမည်
nb: Kopiere _Navn
ne: कापी _नाम
or: କପି କରନ୍ତୁ | _ନାମ
pa: ਕਾਪੀ ਕਰੋ _ਨਾਮ
ps: ﻲﭘﺎﮐ _ﻡﻮﻧ
ro: Copie _Nume
rw: Gukoporora _Izina
sd: ﻲﭘﺎڪ _ﻮﻟﺎﻧ
si: පිටපත් කරන්න _නම
sk: Kopírovať _názov
sl: Kopirati _ime
sq: Kopjo _Emri
sw: Nakili _Jina
ta: நகலெடுக்கவும் _பெயர்
te: కాపీ చేయండి _పేరు
tg: Нусхабардорӣ _Ном
th: สำเนา _ชื่อ
tk: Göçüriň _Ady
tt: Күчереп алу _Исем
uk: Копія _Ім'я
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ _ﻡﺎﻧ
uz: Nusxalash _Ism
vi: Sao chép _Tên
xh: Khuphela _Igama
yi: יפּאָק _ןעמאָנ

source: Copy _Path
af: Kopieer _Pad
am: ቅዳ _መንገድ
ar: ﺦﺴﻨﻳ _ﻖﻳﺮﻃ
be: Копія _Шлях
bg: копие _пътека
bn: কপি _পথ
ca: Còpia _Camí
cy: Copi _Llwybr
da: Kopi _Sti
eo: Kopiu _Vojo
et: Kopeeri _Tee
eu: Kopiatu _Bidea
fa: 🀄 ﯽﭙﮐ _ﺮﯿﺴﻣ
fi: Kopio _Polku
fil: Kopya _Daan
fy: Kopy _Paad
ga: Cóip _Conair
gd: Leth-bhreac _Slighe
gl: Copiar _Camiño
gu: નકલ કરો _પાથ
he: קתוע _ביִתָנ
hi: प्रतिलिपि _पथ
hr: Kopirati _Staza
hu: Másolat _Pálya
hy: Պատճենել _Ճանապարհ
id: Salinan _Jalur
is: Afrita _Leið
ka: კოპირება _ბილიკი
kk: Көшіру _Жол
km: ចម្លង _ផ្លូវ
kn: ನಕಲು ಮಾಡಿ _ಮಾರ್ಗ
ku: Kopî _Şop
ky: Көчүрүү _Жол
lb: Kopie _Wee
lo: ສຳເນົາ _ເສັ້ນທາງ
lt: Kopijuoti _Kelias
lv: Kopēt _Ceļš
mg: dika mitovy _LALANA
mi: Tārua _Ara
mk: Копирај _Пат
ml: പകർത്തുക _പാത
mn: Хуулбарлах _Зам
mr: कॉपी करा _मार्ग
mt: Kopja _Mogħdija
my: ကော်ပီ _မဂ်
nb: Kopiere _Sti
ne: कापी _बाटो
or: କପି କରନ୍ତୁ | _ପଥ
pa: ਕਾਪੀ ਕਰੋ _ਮਾਰਗ
ps: ﻲﭘﺎﮐ _ﻩﺭﻻ﻿
ro: Copie _cale
rw: Gukoporora _Inzira
sd: ﻲﭘﺎڪ _ﻮﺘﺳﺭ
si: පිටපත් කරන්න _මාර්ගය
sk: Kopírovať _Cesta
sl: Kopirati _Pot
sq: Kopjo _Rrugë
sw: Nakili _Njia
ta: நகலெடுக்கவும் _பாதை
te: కాపీ చేయండి _మార్గం
tg: Нусхабардорӣ _Роҳ
th: สำเนา _เส้นทาง
tk: Göçüriň _.Ol
tt: Күчереп алу _.Л
uk: Копія _Шлях
ur: ۔ﮟﯾﺮﮐ ﯽﭘﺎﮐ _ﮧﺘﺳﺍﺭ
uz: Nusxalash _Yo'l
vi: Sao chép _Đường dẫn
xh: Khuphela _Indlela
yi: יפּאָק _ךרד

source: _Hide Panel
af: _Versteek Paneel
am: _ፓነልን ደብቅ
ar: _ﺔﺣﻮﻠﻟﺍ ءﺎﻔﺧﺇ
be: _Схаваць панэль
bg: _Скриване на панела
bn: _প্যানেল লুকান
ca: _Oculta el panell
cy: _Cuddio Panel
da: _Skjul panel
eo: _Kaŝi Panelon
et: _Peida paneel
eu: _Ezkutatu panela
fa: _ﻞﻨﭘ ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ
fi: _Piilota paneeli
fil: _Itago ang Panel
fy: _Panel ferbergje
ga: _Folaigh Painéal
gd: _Falaich am Pannal
gl: _Ocultar panel
gu: _પેનલ છુપાવો
he: _חול רתסה
hi: _पैनल छुपाएं
hr: _Sakrij ploču
hu: _Panel elrejtése
hy: _Թաքցնել վահանակը
id: _Sembunyikan Panel
is: _Fela spjaldið
ka: _პანელის დამალვა
kk: _Панельді жасыру
km: _លាក់បន្ទះ
kn: _ಫಲಕವನ್ನು ಮರೆಮಾಡಿ
ku: _Panelê veşêre
ky: _Панелди жашыруу
lb: _Panel verstoppen
lo: _ເຊື່ອງແຜງ
lt: _Slėpti skydelį
lv: _Paslēpt paneli
mg: _Afeno ny Panel
mi: _Huna Paewhiri
mk: _Скриј панел
ml: _പാനൽ മറയ്ക്കുക
mn: _Самбарыг нуух
mr: _पॅनेल लपवा
mt: _Aħbi Panel
my: _အကန့်ကို ဝှက်ပါ။
nb: _Skjul panel
ne: _प्यानल लुकाउनुहोस्
or: _ପ୍ୟାନେଲ୍ ଲୁଚାନ୍ତୁ |
pa: _ਪੈਨਲ ਲੁਕਾਓ
ps: _ﺉړﮐ ټﭘ ﻞﻨﯿﭘ
ro: _Ascunde panoul
rw: _Hisha Ikibaho
sd: _ﻞﻨﻴﭘ ﻮﻳﺎڪﻟ
si: _පැනලය සඟවන්න
sk: _Skryť panel
sl: _Skrij ploščo
sq: _Fshih panelin
sw: _Ficha Paneli
ta: _பேனலை மறை
te: _ప్యానెల్u200cను దాచండి
tg: _Панели пинҳон
th: _ซ่อนแผง
tk: _Paneli gizläň
tt: _Панельне яшерегез
uk: _Приховати панель
ur: _۔ﮟﯿﺋﺎﭙﮭﭼ ﻞﻨﯿﭘ
uz: _Panelni yashirish
vi: _Ẩn bảng điều khiển
xh: _Fihla iPaneli
yi: _לענאַפּ ןטלאַהאַב

source: New _Window
af: Nuut _Venster
am: አዲስ _መስኮት
ar: _نافذة جديدة
be: Новае _Акно
bg: Нов _прозорец
bn: নতুন _জানলা
ca: Nova _finestra
cy: Newydd _Ffenestr
da: Nyt Vindue
eo: Nova _Fenestro
et: Uus _aken
eu: _Leiho Berria
fa: ﺪﯾﺪﺟ _ﻩﺮﺠﻨﭘ
fi: Uusi _ikkuna
fil: Bago _Bintana
fy: Nij _Finster
ga: Nua _Fuinneog
gd: Ùr _Uinneag
gl: Nova _Xanela
gu: નવી _બારી
he: _חלון חדש
hi: नया _खिड़की
hr: Novi _Prozor
hu: Új _ablak
hy: Նոր _Պատուհան
id: Jen_dela Baru
is: Nýtt _Gluggi
ka: ახალი _ფანჯარა
kk: Жаңа _Терезе
km: បង្អួច​ថ្មី
kn: ಹೊಸದು _ಕಿಟಕಿ
ku: Nşh _Pace
ky: Жаңы _Терезе
lb: Nei _Fënster
lo: ໃຫມ່ _ປ່ອງຢ້ຽມ
lt: Naujas _langas
lv: Jauns _Logs
mg: Vaovao _Window
mi: Hou _Matapihi
mk: Ново _Прозорец
ml: പുതിയത് _ജാലകം
mn: Шинэ _Цонх
mr: नवीन _खिडकी
mt: Ġdid _Tieqa
my: အသစ် _ပြတင်းပေါက်
nb: Nytt Vindu
ne: नयाँ _झ्याल
or: ନୂତନ _ୱିଣ୍ଡୋ |
pa: ਨਵਾਂ _ਵਿੰਡੋ
ps: ﯼﻮﻧ _ۍﮐړﮐ
ro: Nou _Fereastră
rw: Gishya _Idirishya
sd: ﻥﻮﺌﻧ _ڊﻧﻭ
si: අලුත් _කවුළුව
sk: Nové _okno
sl: Novo _okno
sq: I ri _Dritare
sw: Mpya _Dirisha
ta: புதியது _ஜன்னல்
te: కొత్తది _కిటికీ
tg: Нав _Тиреза
th: ใหม่ _หน้าต่าง
tk: Täze _Penjire
tt: Яңа _Тәрәзә
uk: Нове _вікно
ur: نئی ونڈ_و
uz: Yangi _Oyna
vi: Mới mẻ _Cửa sổ
xh: Entsha _Ifestile
yi: יַינ _רעטצנעפ

source: R_oot Window
af: R_oot Venster
am: R_oot መስኮት
ar: R_oot ﻙﺎﺒﺷ ﻭﺍ ﺓﺬﻓﺎﻧ
be: R_oot Акно
bg: R_oot Прозорец
bn: R_oot জানলা
ca: R_oot Finestra
cy: R_oot Ffenestr
da: R_oot Vindue
eo: R_oot Fenestro
et: R_oot Aken
eu: R_oot Leihoa
fa: R_oot ﻩﺮﺠﻨﭘ
fi: R_oot Ikkuna
fil: R_oot Bintana
fy: R_oot Finster
ga: R_oot Fuinneog
gd: R_oot Uinneag
gl: R_oot Fiestra
gu: R_oot બારી
he: R_oot ןֹולַח
hi: R_oot खिड़की
hr: R_oot Prozor
hu: R_oot Ablak
hy: R_oot Պատուհան
id: R_oot Jendela
is: R_oot Gluggi
ka: R_oot ფანჯარა
kk: R_oot Терезе
km: R_oot បង្អួច
kn: R_oot ಕಿಟಕಿ
ku: R_oot Pace
ky: R_oot Терезе
lb: R_oot Fënster
lo: R_oot ປ່ອງຢ້ຽມ
lt: R_oot Langas
lv: R_oot Logs
mi: R_oot Matapihi
mk: R_oot Прозорец
ml: R_oot ജാലകം
mn: R_oot Цонх
mr: R_oot खिडकी
mt: R_oot Tieqa
my: R_oot ပြတင်းပေါက်
nb: R_oot Vindu
ne: R_oot झ्याल
or: R_oot ୱିଣ୍ଡୋ |
pa: R_oot ਵਿੰਡੋ
ps: R_oot ۍﮐړﮐ
ro: R_oot Fereastră
rw: R_oot Idirishya
sd: R_oot ڊﻧﻭ
si: R_oot කවුළුව
sk: R_oot okno
sl: R_oot okno
sq: R_oot Dritare
sw: R_oot Dirisha
ta: R_oot ஜன்னல்
te: R_oot కిటికీ
tg: R_oot Тиреза
th: R_oot หน้าต่าง
tk: R_oot Penjire
tt: R_oot Тәрәзә
uk: R_oot Вікно
ur: R_oot ﯽﮐﮍﮭﮐ
uz: R_oot Oyna
vi: R_oot Cửa sổ
xh: R_oot Ifestile
yi: R_oot רעטצנעפ

source: _File Search
af: _Lêersoektog
am: _ፋይል ፍለጋ
ar: _ﻒﻠﻤﻟﺍ ﺚﺤﺑ
be: _Пошук файлаў
bg: _Търсене на файлове
bn: _ফাইল অনুসন্ধান
ca: _Cerca de fitxers
cy: _Chwilio Ffeil
da: _Filsøgning
eo: _Dosiera Serĉo
et: _Faili otsing
eu: _Fitxategien bilaketa
fa: _ﻞﯾﺎﻓ ﯼﻮﺠﺘﺴﺟ
fi: _Tiedostohaku
fil: _Paghahanap ng File
ga: _Cuardaigh Comhad
gd: _Lorg faidhle
gl: _Busca de ficheiros
gu: _ફાઇલ શોધ
he: _ץבוק שופיח
hi: _फ़ाइल की खोज
hr: _Pretraga datoteka
hu: _Fájlkeresés
hy: _Ֆայլի որոնում
id: _Pencarian Berkas
is: _Skráaleit
ka: _ფაილის ძებნა
kk: _Файл іздеу
km: _ការស្វែងរកឯកសារ
kn: _ಫೈಲ್ ಹುಡುಕಾಟ
ku: _Lêgerîna Pelê
ky: _Файл издөө
lb: _Datei Sich
lo: _ຄົ້ນຫາໄຟລ໌
lt: _Failų Paieška
lv: _Failu meklēšana
mg: _Fikarohana fisie
mi: _Rapu Kōnae
mk: _Пребарување датотеки
ml: _ഫയൽ തിരയൽ
mn: _Файл хайх
mr: _फाइल शोध
mt: _Tiftix tal-Fajl
my: _ဖိုင်ရှာဖွေမှု
nb: _Filsøk
ne: _फाइल खोज
or: _ଫାଇଲ୍ ସନ୍ଧାନ |
pa: _ਫਾਈਲ ਖੋਜ
ps: _ﻥﻮټﻟ ﻞﯾﺎﻓ ﺩ
ro: _Căutare fișier
rw: _Gushakisha Idosiye
sd: _ﺎﻬﻟﻮﮘ ﻞﺋﺎﻓ
si: _ගොනු සෙවීම
sk: _Vyhľadávanie súborov
sl: _Iskanje datotek
sq: _Kërkimi i skedarit
sw: _Utafutaji wa Faili
ta: _கோப்பு தேடல்
te: _ఫైల్ శోధన
tg: _Ҷустуҷӯи файл
th: _ค้นหาไฟล์
tk: _Faýl gözlegi
tt: _Файл эзләү
uk: _Пошук файлів
ur: _ﺵﻼ﻿ﺗ ﯽﮐ ﻞﺋﺎﻓ
uz: _Fayl qidirish
vi: _Tìm kiếm hồ sơ
xh: _Uphendlo lweFayile
yi: _ןכוז עקעט

source: _Terminal
af: _Terminale
am: _ተርሚናል
ar: _ﺔﻟﺎﺻ
be: _Тэрмінал
bg: _терминал
bn: _টার্মিনাল
cy: _Terfynell
eo: _Terminalo
eu: _Terminala
fa: _ﻪﻧﺎﯾﺎﭘ
fi: _Terminaali
ga: _Críochfort
gd: _Crìoch
gu: _ટર્મિનલ
he: _ףֹוסָמ
hi: _टर्मिनल
hu: _Terminál
hy: _Տերմինալ
is: _Flugstöð
ka: _ტერმინალი
kk: _Терминал
km: _ស្ថានីយ
kn: _ಟರ್ಮಿನಲ್
ku: _Rawesta paşîn
ky: _Терминал
lo: _ສະຖານີ
lt: _Terminalas
lv: _Terminālis
mg: _Terminus
mi: _Kapekapeka
mk: _Терминал
ml: _അതിതീവ്രമായ
mn: _Терминал
mr: _टर्मिनल
my: _ဂိတ်
ne: _टर्मिनल
or: _ଟର୍ମିନାଲ୍
pa: _ਅਖੀਰੀ ਸਟੇਸ਼ਨ
ps: _ﻞﻨﯿﻣﺮﺗ
sd: _ﻞﻨﻴﻣﺮٽ
si: _පර්යන්තය
sk: _Terminál
sw: _Kituo
ta: _முனையத்தில்
te: _టెర్మినల్
tg: _Терминал
th: _เทอร์มินัล
tt: _Терминал
uk: _термінал
ur: _ﻞﻨﯿﻣﺮﭨ
vi: _Thiết bị đầu cuối
xh: _Indawo yokukhwelela
yi: _לאַנימרעט

source: _Root Terminal
af: _Root Terminale
am: _Root ተርሚናል
ar: _Root ﺔﻟﺎﺻ
be: _Root Тэрмінал
bg: _Root терминал
bn: _Root টার্মিনাল
cy: _Root Terfynell
eo: _Root Terminalo
eu: _Root Terminala
fa: _Root ﻪﻧﺎﯾﺎﭘ
fi: _Root Terminaali
ga: _Root Críochfort
gd: _Root Crìoch
gu: _Root ટર્મિનલ
he: _Root ףֹוסָמ
hi: _Root टर्मिनल
hu: _Root Terminál
hy: _Root Տերմինալ
is: _Root Flugstöð
ka: _Root ტერმინალი
kk: _Root Терминал
km: _Root ស្ថានីយ
kn: _Root ಟರ್ಮಿನಲ್
ku: _Root Rawesta paşîn
ky: _Root Терминал
lo: _Root ສະຖານີ
lt: Ša_knies Terminalas
lv: _Root Terminālis
mg: _Root Terminus
mi: _Root Kapekapeka
mk: _Root Терминал
ml: _Root അതിതീവ്രമായ
mn: _Root Терминал
mr: _Root टर्मिनल
my: _Root ဂိတ်
ne: _Root टर्मिनल
or: _Root ଟର୍ମିନାଲ୍
pa: _Root ਅਖੀਰੀ ਸਟੇਸ਼ਨ
ps: _Root ﻞﻨﯿﻣﺮﺗ
sd: _Root ﻞﻨﻴﻣﺮٽ
si: _Root පර්යන්තය
sk: _Root Terminál
sw: _Root Kituo
ta: _Root முனையத்தில்
te: _Root టెర్మినల్
tg: _Root Терминал
th: _Root เทอร์มินัล
tt: _Root Терминал
uk: _Root термінал
ur: _Root ﻞﻨﯿﻣﺮﭨ
vi: _Root Thiết bị đầu cuối
xh: _Root Indawo yokukhwelela
yi: _Root לאַנימרעט

source: Open _URL
af: Maak oop _URL
am: ክፈት _URL
ar: ﺢﺘﻓﺍ _URL
be: Адкрыць _URL
bg: Отвори _URL
bn: খোলা _URL
ca: Obert _URL
cy: Ar agor _URL
da: Åben _URL
eo: Malfermu _URL
et: Avatud _URL
eu: Ireki _URL
fa: ﻦﮐ ﺯﺎﺑ _URL
fi: Avata _URL
fil: Bukas _URL
fy: Iepen _URL
ga: Oscail _URL
gd: Fosgailte _URL
gl: Aberto _URL
gu: ખુલ્લા _URL
he: ַחֹותְפִל _URL
hi: खोलना _URL
hr: Otvorena _URL
hu: Nyisd ki _URL
hy: Բաց _URL
id: Membuka _URL
is: Opið _URL
ka: გახსენით _URL
kk: Ашық _URL
km: បើក _URL
kn: ತೆರೆಯಿರಿ _URL
ku: Vekirî _URL
lb: Oppen _URL
lo: ເປີດ _URL
lt: Atverti _URL
lv: Atvērt _URL
mg: Misokatra _URL
mi: Tuwhera _URL
mk: Отвори _URL
ml: തുറക്കുക _URL
mn: Нээлттэй _URL
mr: उघडा _URL
mt: Miftuħa _URL
my: ဖွင့်သည်။ _URL
nb: Åpen _URL
ne: खोल्नुहोस् _URL
or: ଖୋଲନ୍ତୁ | _URL
pa: ਖੋਲ੍ਹੋ _URL
ps: ﺹﻼ﻿ﺧ _URL
ro: Deschis _URL
rw: Fungura _URL
sd: ﻞﻴﻠﮐ _URL
si: විවෘත _URL
sk: Otvorené _URL
sl: Odprto _URL
sq: Hapur _URL
sw: Fungua _URL
ta: திற _URL
te: తెరవండి _URL
tg: Кушодан _URL
th: เปิด _URL
tk: Açyň _URL
tt: Ачык _URL
uk: відчинено _URL
ur: ۔ﮟﯿﻟﻮﮭﮐ _URL
uz: Ochiq _URL
vi: Mở _URL
xh: Vula _URL
yi: ןענעפע _URL

source: Open URL
af: Maak URL oop
am: URL ክፈት
ar: ﺡﻮﺘﻔﻣ ﻂﺑﺍﺭ
be: Адкрыць URL
bg: Отворете URL
bn: URL খুলুন
ca: Obre l'URL
cy: URL agored
da: Åbn URL
eo: Malfermu URL
et: Ava URL
eu: Ireki URLa
fa: URL ﺪﯿﻨﮐ ﺯﺎﺑ ﺍﺭ
fi: Avaa URL-osoite
fil: Buksan ang URL
fy: Iepenje URL
ga: URL oscailte
gd: URL fosgailte
gl: Abrir URL
gu: URL ખોલો
he: רתאה תבותכ תא חתפ
hi: यूआरएल खोलें
hr: Otvori URL
hu: Nyissa meg az URL-t
hy: Բացեք URL-ը
id: Buka URL
is: Opna vefslóð
ka: გახსენით URL
kk: URL мекенжайын ашыңыз
km: បើក URL
kn: URL ತೆರೆಯಿರಿ
ku: URL vekin
ky: URL ачуу
lo: ເປີດ URL
lt: Atverti URL
lv: Atveriet URL
mg: Sokafy ny URL
mi: Tuwhera URL
mk: Отвори URL
ml: URL തുറക്കുക
mn: URL нээх
mr: URL उघडा
mt: Iftaħ il-URL
my: URL ကိုဖွင့်ပါ။
nb: Åpne URL
ne: URL खोल्नुहोस्
or: URL ଖୋଲନ୍ତୁ |
pa: URL ਖੋਲ੍ਹੋ
ps: URL ﺉړﮐ ﺹﻼ﻿ﺧ
ro: Deschideți adresa URL
rw: Fungura URL
sd: URL ﻮﻴﻟﻮﮐ
si: URL විවෘත කරන්න
sk: Otvorte URL
sl: Odpri URL
sq: Hap URL
sw: Fungua URL
ta: URL ஐத் திறக்கவும்
te: URLని తెరవండి
tg: URL-ро кушоед
th: เปิด URL
tk: URL açyň
tt: Ачык URL
uk: Відкрити URL
ur: URL ۔ﮟﯿﻟﻮﮭﮐ
uz: URL manzilini oching
vi: Mở URL
xh: Vula i-URL
yi: URL ןענעפֿע
