Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
af: Voer program of bash-opdragreël in om outomaties uitgevoer te word wanneer die lêerkeuse verander: Gebruik: %%e tipe gebeurtenis (evt_pnl_sel) %%w venster ID (sien zzzfm -s hulp) %%p paneel %%t oortjie Uitgevoer bash veranderlikes (eg $fm_pwd, etc) kan in hierdie opdrag gebruik word. Voorvoeg jou opdrag met 'n asterisk (*) en gee voorwaardelik uitgangstatus 0 terug om die verstekhanteerder te inhibeer.
am: የፋይል ምርጫው በተቀየረ ቁጥር በራስ ሰር እንዲሰራ ፕሮግራም ወይም bash ትዕዛዝ መስመር አስገባ፡ ተጠቀም፡ %%e የክስተት አይነት (evt_pnl_sel) %%w የመስኮት መታወቂያ (የ zzzfm -s እገዛን ይመልከቱ) %%p ፓነል %%t ትር ወደ ውጭ የተላኩ የባሽ ተለዋዋጮች (eg $fm_pwd, etc) በዚህ ትዕዛዝ ውስጥ ጥቅም ላይ ሊውል ይችላል. ትእዛዝህን በኮከብ (*) አስቀድመህ አስቀድመህ አስቀድመህ አስቀድመህ ነባሪው ተቆጣጣሪውን ለመከልከል የመውጫ ሁኔታ 0ን በሁኔታ ተመለስ።
ar: :ﻒﻠﻤﻟﺍ ﺪﻳﺪﺤﺗ ﺮﻴﻐﺘﻳ ﺎﻣﺪﻨﻋ ﺎًﻴﺋﺎﻘﻠﺗ ﻪﻠﻴﻐﺸﺗ ﻢﺘﻴﻟ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺞﻣﺎﻧﺮﺑ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%e ﺙﺪﺤﻟﺍ ﻉﻮﻧ (evt_pnl_sel) %%w (zzzfm -s ﺕﺎﻤﻴﻠﻌﺗ ﺮﻈﻧﺍ) ﺓﺬﻓﺎﻨﻟﺍ ﻑﺮﻌﻣ %%p ﺔﺟﻮﻟ %%t ﺐﻳﻮﺒﺘﻟﺍ ﺓﺭﺪﺼﻤﻟﺍ bash ﺕﺍﺮﻴﻐﺘﻣ (eg $fm_pwd, etc) .ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻲﻓ ﺎﻬﻣﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ .ﻲﺿﺍﺮﺘﻓﻻ﻿ﺍ ﺞﻟﺎﻌﻤﻟﺍ ﻊﻨﻤﻟ ﻁﻭﺮﺸﻣ ﻞﻜﺸﺑ 0 ﺝﻭﺮﺨﻟﺍ ﺔﻟﺎﺣ ﻉﺎﺟﺭﺈﺑ ﻢﻗﻭ (*) ﺔﻤﺠﻨﻟﺍ ﺔﻣﻼ﻿ﻌﺑ ﺮﻣﻷ﻿ﺍ ﺃﺪﺑﺍ
be: Увядзіце праграму або камандны радок bash, які будзе запускацца аўтаматычна кожны раз, калі выбар файла змяняецца: Выкарыстоўвайце: %%e тып падзеі (evt_pnl_sel) %%w ідэнтыфікатар акна (гл. дапамогу zzzfm -s) %%p панэль %%t уклад Экспартаваныя зменныя bash (eg $fm_pwd, etc) можна выкарыстоўваць у гэтай камандзе. Пастаўце перад вашай камандай зорачку (*) і ўмоўна вярніце статус выхаду 0, каб забараніць апрацоўшчык па змаўчанні.
bg: Въведете командния ред на програмата или bash, който да се стартира автоматично всеки път, когато изборът на файл се промени: Използвайте: %%e тип събитие (evt_pnl_sel) %%w идентификатор на прозореца (вижте помощ за zzzfm -s) %%p панел %%t раздел Експортирани bash променливи (eg $fm_pwd, etc) може да се използва в тази команда. Поставете префикс на вашата команда със звездичка (*) и условно върнете статус на излизане 0, за да блокирате манипулатора по подразбиране.
bn: যখনই ফাইল নির্বাচন পরিবর্তন হয় তখন স্বয়ংক্রিয়ভাবে চালানোর জন্য প্রোগ্রাম বা ব্যাশ কমান্ড লাইন লিখুন: ব্যবহার করুন: %%e ইভেন্টের ধরণ (evt_pnl_sel) %%w উইন্ডো আইডি (zzzfm -s সহায়তা দেখুন) %%p প্যানেল %%t ট্যাব রপ্তানি করা ব্যাশ ভেরিয়েবল (eg $fm_pwd, etc) এই কমান্ডে ব্যবহার করা যেতে পারে। একটি তারকাচিহ্ন (*) দিয়ে আপনার কমান্ডের উপসর্গ করুন এবং ডিফল্ট হ্যান্ডলারকে বাধা দিতে শর্তসাপেক্ষে প্রস্থান অবস্থা 0 ফেরত দিন।
ca: Introduïu el programa o la línia d'ordres bash que s'executarà automàticament sempre que canviï la selecció de fitxers: Ús: %%e tipus d'esdeveniment (evt_pnl_sel) %%w identificador de la finestra (vegeu l'ajuda de zzzfm -s) %%p panell %%t pestanya Variables bash exportades (eg $fm_pwd, etc) es pot utilitzar en aquesta comanda. Prefixeu la vostra ordre amb un asterisc (*) i retorneu condicionalment l'estat de sortida 0 per inhibir el controlador predeterminat.
cy: Rhowch raglen neu linell orchymyn bash i'w rhedeg yn awtomatig pryd bynnag y bydd y dewis ffeil yn newid: Defnyddiwch: %%e math o ddigwyddiad (evt_pnl_sel) %%w id ffenestr (gweler zzzfm -s help) %%p panel %%t tab Newidynnau bash allforiedig (eg $fm_pwd, etc) gellir ei ddefnyddio yn y gorchymyn hwn. Rhagddodiad eich seren gyda seren (*) a dychwelyd statws allanfa 0 yn amodol i atal y triniwr diofyn.
da: Indtast program eller bash-kommandolinje, der skal køres automatisk, når filvalget ændres: Brug: %%e begivenhedstype (evt_pnl_sel) %%w vindues-id (se zzzfm -s hjælp) %%p panel %%t fanen Eksporterede bash-variabler (eg $fm_pwd, etc) kan bruges i denne kommando. Præfiks din kommando med en stjerne (*) og returner betinget afslutningsstatus 0 for at forhindre standardbehandleren.
eo: Enigu programon aŭ bash komandlinion aŭtomate ruliĝi kiam la dosierelekto ŝanĝiĝas: Uzu: %%e tipo de evento (evt_pnl_sel) %%w fenestro-identigilo (vidu helpon de zzzfm -s) %%p panelo %%t langeto Eksportitaj bash-variabloj (eg $fm_pwd, etc) povas esti uzata en ĉi tiu komando. Prefiksu vian komandon per asterisko (*) kaj kondiĉe redonu elirstatuson 0 por malhelpi la defaŭltan pritraktilon.
et: Sisestage programm või bash käsurida, mis käivitub automaatselt, kui failivalik muutub: Kasuta: %%e sündmuse tüüp (evt_pnl_sel) %%w akna ID (vt zzzfm -s abi) %%p paneel %%t sakk Eksporditud bashi muutujad (eg $fm_pwd, etc) saab selles käsus kasutada. Kinnitage oma käsu ette tärn (*) ja vaikekäsitleja pärssimiseks tagastage tingimuslikult väljumisolekuks 0.
eu: Sartu programa edo bash komando-lerroa automatikoki exekutatuko den fitxategi-hautapena aldatzen den bakoitzean: Erabili: %%e gertaera mota (evt_pnl_sel) %%w leihoaren IDa (ikus zzzfm -s laguntza) %%p panela %%t fitxa Esportatutako bash aldagaiak (eg $fm_pwd, etc) komando honetan erabil daiteke. Zure komandoa izartxo bat (*) jarri aurretik eta baldintzapean itzuli 0 irteera-egoera kudeatzaile lehenetsia galarazteko.
fa: :ﺩﻮﺷ ﺍﺮﺟﺍ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﺩﺮﮐ ﺮﯿﯿﻐﺗ ﻞﯾﺎﻓ ﺏﺎﺨﺘﻧﺍ ﻪﮐ ﻥﺎﻣﺯ ﺮﻫ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%e ﺩﺍﺪﯾﻭﺭ ﻉﻮﻧ (evt_pnl_sel) %%w (ﺪﯿﻨﮐ ﻪﻌﺟﺍﺮﻣ zzzfm -s ﮏﻤﮐ ﻪﺑ) ﻩﺮﺠﻨﭘ ﻪﺳﺎﻨﺷ %%p ﻞﻧﺎﭘ %%t ﻪﻧﺎﺑﺯ ﺖﺳﺍ ﻩﺪﺷ ﺭﺩﺎﺻ bash ﯼﺎﻫﺮﯿﻐﺘﻣ (eg $fm_pwd, etc) .ﺩﺮﮐ ﻩﺩﺎﻔﺘﺳﺍ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ﺭﺩ ﻥﺍﻮﺗ ﯽﻣ .ﺪﯿﻨﮐ ﺭﺎﻬﻣ ﺍﺭ ﺽﺮﻓ ﺶﯿﭘ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﺎﺗ ﺪﯿﻧﺍﺩﺮﮔﺮﺑ 0 ﺍﺭ ﺝﻭﺮﺧ ﺖﯿﻌﺿﻭ ﯽﻃﺮﺷ ﺕﺭﻮﺻ ﻪﺑ ﻭ ﺪﯿﻫﺩ ﺭﺍﺮﻗ (*) ﻩﺭﺎﺘﺳ ﮏ
fi: Anna ohjelma tai bash-komentorivi, joka suoritetaan automaattisesti aina, kun tiedostovalinta muuttuu: Käyttää: %%e Tapahtumatyyppi (evt_pnl_sel) %%w ikkunan tunnus (katso zzzfm -s ohje) %%p paneeli %%t -välilehti Vietiin bash-muuttujia (eg $fm_pwd, etc) voidaan käyttää tässä komennossa. Kiinnitä komentosi eteen tähti (*) ja palauta ehdollisesti poistumistila 0 estääksesi oletuskäsittelijän.
fil: Ipasok ang program o bash command line upang awtomatikong patakbuhin sa tuwing nagbabago ang pagpili ng file: Gamitin ang: %%e uri ng kaganapan (evt_pnl_sel) %%w window id (tingnan ang tulong ng zzzfm -s) %%p panel %%t tab Na-export na mga variable ng bash (eg $fm_pwd, etc) maaaring gamitin sa utos na ito. Prefix ang iyong command ng asterisk (*) at may kondisyong ibalik ang exit status 0 upang pigilan ang default na handler.
fy: Fier programma of bash kommandorigel yn om automatysk út te fieren as de triemseleksje feroaret: Brûke: %%e evenemint type (evt_pnl_sel) %%w finster-id (sjoch zzzfm -s help) %%p paniel %%t tab Eksportearre bash fariabelen (eg $fm_pwd, etc) kin brûkt wurde yn dit kommando. Prefix jo kommando mei in asterisk (*) en betingst werom útgong status 0 te inhibit de standert handler.
ga: Iontráil líne ordaithe nó clár ordaithe le reáchtáil go huathoibríoch aon uair a athraíonn an roghnú comhad: Úsáid: %%e cineál imeachta (evt_pnl_sel) %%w id fuinneoige (féach zzzfm -s help) %%p painéal %%t cluaisín Athróga bash easpórtáilte (eg $fm_pwd, etc) is féidir a úsáid san ordú seo. Réimnigh do ordú le réiltín (*) agus stádas scoir 0 ar ais go coinníollach chun an láimhseálaí réamhshocraithe a chosc.
gd: Cuir a-steach prògram no loidhne-àithne bash ri ruith gu fèin-ghluasadach nuair a dh ’atharraicheas an taghadh faidhle: Cleachd: %%e seòrsa tachartais (evt_pnl_sel) %%w id uinneig (faic cuideachadh zzzfm -s) %%p pannal %%t tab Caochlaidhean bash Exxported (eg $fm_pwd, etc) faodar a chleachdadh san àithne seo. Ro-leasaich an àithne agad le rionnag (*) agus thoir air ais gu riaghailteach inbhe fàgail 0 gus casg a chuir air an inneal-làimhseachaidh àbhaisteach.
gl: Introduza o programa ou a liña de comandos bash para que se execute automaticamente cando cambie a selección de ficheiros: Uso: %%e tipo de evento (evt_pnl_sel) %%w ID da fiestra (consulta a axuda de zzzfm -s) %%p panel %%t ficha Variables bash exportadas (eg $fm_pwd, etc) pódese usar neste comando. Prefixo o teu comando cun asterisco (*) e devolve condicionalmente o estado de saída 0 para inhibir o controlador predeterminado.
gu: જ્યારે પણ ફાઇલ પસંદગી બદલાય ત્યારે આપમેળે ચલાવવા માટે પ્રોગ્રામ અથવા બાશ કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%e ઘટના પ્રકાર (evt_pnl_sel) %%w વિન્ડો આઈડી (zzzfm -s મદદ જુઓ) %%p પેનલ %%t ટેબ નિકાસ કરેલ bash ચલ (eg $fm_pwd, etc) આ આદેશમાં વાપરી શકાય છે. તમારા આદેશને ફૂદડી (*) સાથે ઉપસર્ગ કરો અને ડિફૉલ્ટ હેન્ડલરને રોકવા માટે શરતી રીતે બહાર નીકળવાની સ્થિતિ 0 પરત કરો.
he: :הנתשמ ץבוקה תריחבש םעפ לכב תיטמוטוא ולעפויש bash וא תינכותה לש הדוקפה תרוש תא ןזה :שמתשהל %%e עוריא גוס (evt_pnl_sel) %%w (zzzfm -s לש הרזע האר) ןולח ההזמ %%p ַחּול %%t תינושל םיאצוימ bash ינתשמ (eg $fm_pwd, etc) .וז הדוקפב שמתשהל ןתינ .לדחמה תרירב לפטמה תא עונמל ידכ יאנת לע 0 האיצי בצמ תרזחהו (*) תיבכוכב ךלש הדוקפה תמדקה
hi: फ़ाइल चयन में परिवर्तन होने पर स्वचालित रूप से चलाने के लिए प्रोग्राम या बैश कमांड लाइन दर्ज करें: उपयोग: %%e घटना प्रकार (evt_pnl_sel) %%w विंडो आईडी (zzzfm -s सहायता देखें) %%p पैनल %%t टैब निर्यातित बैश चर (eg $fm_pwd, etc) इस आदेश में इस्तेमाल किया जा सकता है। अपने आदेश को तारक (*) के साथ उपसर्ग करें और डिफ़ॉल्ट हैंडलर को बाधित करने के लिए सशर्त रूप से निकास स्थिति 0 लौटाएं।
hr: Unesite programski ili bash naredbeni redak koji će se automatski pokrenuti kad god se promijeni odabir datoteke: Koristiti: %%e tip događaja (evt_pnl_sel) %%w id prozora (pogledajte pomoć za zzzfm -s) %%p ploča %%t tab Izvezene bash varijable (eg $fm_pwd, etc) može se koristiti u ovoj naredbi. Dodajte prefiks vašoj naredbi zvjezdicom (*) i uvjetno vratite status izlaza 0 da biste spriječili zadani rukovalac.
hu: Írja be a programot vagy a bash parancssort, amely automatikusan futni fog, amikor a fájlkiválasztás megváltozik: Használat: %%e esemény típus (evt_pnl_sel) %%w ablak azonosítója (lásd a zzzfm -s súgóját) %%p panel %%t lapon Exportált bash változók (eg $fm_pwd, etc) használható ebben a parancsban. A parancs elé írjon csillagot (*), és feltételesen adja vissza a 0 kilépési állapotot az alapértelmezett kezelő letiltásához.
hy: Մուտքագրեք ծրագիր կամ bash հրամանի տող, որպեսզի այն ավտոմատ կերպով գործարկվի, երբ ֆայլի ընտրությունը փոխվի. Օգտագործեք: %%e միջոցառման տեսակը (evt_pnl_sel) %%w պատուհանի ID (տես zzzfm -s օգնությունը) %%p վահանակ %%t ներդիր Արտահանված bash փոփոխականներ (eg $fm_pwd, etc) կարող է օգտագործվել այս հրամանում: Ձեր հրամանի նախածանցը դրեք աստղանիշով (*) և պայմանականորեն վերադարձրեք ելքի կարգավիճակը 0՝ կանխադրված մշակիչը արգելակելու համար:
id: Masukkan program atau baris perintah bash untuk dijalankan secara otomatis setiap kali pemilihan file berubah: Menggunakan: %%e jenis acara (evt_pnl_sel) %%w id jendela (lihat bantuan zzzfm -s) %%p panel %%t tab Variabel bash yang diekspor (eg $fm_pwd, etc) dapat digunakan dalam perintah ini. Awali perintah Anda dengan tanda bintang (*) dan kembalikan status keluar secara kondisional 0 untuk menghambat penangan default.
is: Sláðu inn forrit eða bash skipanalínu til að keyra sjálfkrafa þegar skráarvalið breytist: Notaðu: %%e tegund atburðar (evt_pnl_sel) %%w glugga auðkenni (sjá zzzfm -s hjálp) %%p spjaldið %%t flipa Útfluttar bash breytur (eg $fm_pwd, etc) er hægt að nota í þessari skipun. Settu stjörnu (*) í forskeyti skipunarinnar þinnar og skilaðu skilyrt útgangsstöðu 0 til að hindra sjálfgefna meðferðaraðila.
ka: შეიყვანეთ პროგრამა ან bash ბრძანების სტრიქონი ავტომატურად გასაშვებად, როდესაც შეიცვლება ფაილის შერჩევა: გამოყენება: %%e ღონისძიების ტიპი (evt_pnl_sel) %%w ფანჯრის ID (იხილეთ zzzfm -s დახმარება) %%p პანელი %%t ჩანართი ექსპორტირებული bash ცვლადები (eg $fm_pwd, etc) შეიძლება გამოყენებულ იქნას ამ ბრძანებაში. დააფიქსირეთ თქვენი ბრძანება ვარსკვლავით (*) და პირობითად დააბრუნეთ გასვლის სტატუსი 0 ნაგულისხმევი დამმუშავებლის დასათრგუნავად.
kk: Файл таңдауы өзгерген сайын автоматты түрде іске қосылатын бағдарламаны немесе bash пәрмен жолын енгізіңіз: Қолдану: %%e оқиға түрі (evt_pnl_sel) %%w терезе идентификаторы (zzzfm -s анықтамасын қараңыз) %%p панель %%t қойындысы Экспортталған bash айнымалылары (eg $fm_pwd, etc) осы пәрменде пайдалануға болады. Әдепкі өңдегішті тежеу u200bu200bүшін пәрменді жұлдызшамен (*) префиксімен қойыңыз және шартты түрде шығу күйін 0 қайтарыңыз.
km: បញ្ចូលកម្មវិធី ឬបន្ទាត់ពាក្យបញ្ជា bash ដើម្បីដំណើរការដោយស្វ័យប្រវត្តិនៅពេលណាដែលការជ្រើសរើសឯកសារផ្លាស់ប្តូរ៖ ប្រើ៖ %%e ប្រភេទព្រឹត្តិការណ៍ (evt_pnl_sel) %%w លេខសម្គាល់បង្អួច (សូមមើលជំនួយ zzzfm -s) %%p បន្ទះ %%t ផ្ទាំង នាំចេញអថេរ bash (eg $fm_pwd, etc) អាចត្រូវបានប្រើនៅក្នុងពាក្យបញ្ជានេះ។ បញ្ចូលពាក្យបញ្ជារបស់អ្នកជាមួយសញ្ញាផ្កាយ (*) ហើយដាក់លក្ខខណ្ឌត្រឡប់ទៅស្ថានភាពចេញ 0 ដើម្បីរារាំងឧបករណ៍ដោះស្រាយលំនាំដើម។
kn: ಫೈಲ್ ಆಯ್ಕೆಯು ಬದಲಾದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರನ್ ಆಗಲು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%e ಈವೆಂಟ್ ಪ್ರಕಾರ (evt_pnl_sel) %%w ವಿಂಡೋ ಐಡಿ (zzzfm -s ಸಹಾಯವನ್ನು ನೋಡಿ) %%p ಫಲಕ %%t ಟ್ಯಾಬ್ ರಫ್ತು ಮಾಡಿದ ಬ್ಯಾಷ್ ವೇರಿಯೇಬಲ್u200cಗಳು (eg $fm_pwd, etc) ಈ ಆಜ್ಞೆಯಲ್ಲಿ ಬಳಸಬಹುದು. ನಿಮ್ಮ ಆಜ್ಞೆಯನ್ನು ನಕ್ಷತ್ರ ಚಿಹ್ನೆಯೊಂದಿಗೆ ಪೂರ್ವಪ್ರತ್ಯಯ ಮಾಡಿ (*) ಮತ್ತು ಡೀಫಾಲ್ಟ್ ಹ್ಯಾಂಡ್ಲರ್ ಅನ್ನು ಪ್ರತಿಬಂಧಿಸಲು ಷರತ್ತುಬದ್ಧವಾಗಿ ನಿರ್ಗಮನ ಸ್ಥಿತಿ 0 ಅನ್ನು ಹಿಂತಿರುಗಿ.
ku: Bername an rêzika fermana bash têkevin da ku gava ku hilbijartina pelê diguhezîne bixweber were xebitandin: Bikaranîn: %%e cureyê bûyerê (evt_pnl_sel) %%w id pencereyê (binihêre arîkariya zzzfm -s) %%p panel %%t tab Guherbarên bash derxistin (eg $fm_pwd, etc) dikare di vê fermanê de were bikar anîn. Fermana xwe bi stêrkek (*) veqetînin û bi şert statûya derketinê 0 vegerînin da ku rêvekera xwerû asteng bike.
ky: Файл тандоосу өзгөргөн сайын автоматтык түрдө иштей турган программаны же bash буйрук сабын киргизиңиз: Колдонуу: %%e окуя түрү (evt_pnl_sel) %%w терезе идентификатору (zzzfm -s жардамын караңыз) %%p панель %%t өтмөк Экспорттолгон bash өзгөрмөлөрү (eg $fm_pwd, etc) бул буйрукта колдонсо болот. Демейки иштеткичке бөгөт коюу үчүн буйрукуңузду жылдызча (*) менен префиксиңизге коюп, шарттуу түрдө 0 чыгуу абалын кайтарыңыз.
lb: Gitt Programm oder Bash Kommandozeil fir automatesch ze lafen wann d'Dateiauswiel ännert: Benotzt: %%e Event Typ (evt_pnl_sel) %%w Fënster ID (kuckt zzzfm -s Hëllef) %%p panel %%t tab Exportéiert Bash Variablen (eg $fm_pwd, etc) kann an dësem Kommando benotzt ginn. Präfix Äre Kommando mat engem Asterisk (*) a Konditioun zréck Austrëtt Status 0 der Default Handler ze inhibit.
lo: ປ້ອນໂປຣແກມ ຫຼື bash ເສັ້ນຄໍາສັ່ງທີ່ຈະດໍາເນີນການໂດຍອັດຕະໂນມັດທຸກຄັ້ງທີ່ການເລືອກໄຟລ໌ປ່ຽນແປງ: ໃຊ້: %%e ປະເພດເຫດການ (evt_pnl_sel) %%w id window (ເບິ່ງ zzzfm -s ຊ່ວຍ) %%p ກະດານ %%t ແຖບ ສົ່ງອອກຕົວແປ bash (eg $fm_pwd, etc) ສາມາດຖືກນໍາໃຊ້ໃນຄໍາສັ່ງນີ້. ນຳໜ້າຄຳສັ່ງຂອງເຈົ້າດ້ວຍເຄື່ອງໝາຍດາວ (*) ແລະສົ່ງຄືນສະຖານະທາງອອກ 0 ເພື່ອຢັບຢັ້ງຕົວຈັດການເລີ່ມຕົ້ນ.
lt: Įveskite programos arba bash komandų eilutę, kuri bus paleista automatiškai, kai pasikeičia failo pasirinkimas: Naudokite: %%e renginio tipas (evt_pnl_sel) %%w lango ID (žr. zzzfm -s žinyną) %%p skydelis %%t skirtukas Eksportuoti bash kintamieji (eg $fm_pwd, etc) gali būti naudojamas šioje komandoje. Prieš komandą pažymėkite žvaigždute (*) ir sąlygiškai grąžinkite išėjimo būseną 0, kad užblokuotumėte numatytąją tvarkyklę.
lv: Ievadiet programmu vai bash komandrindu, kas tiks palaists automātiski, kad mainās faila atlase: Izmantojiet: %%e notikuma veids (evt_pnl_sel) %%w loga ID (skatiet zzzfm -s palīdzību) %%p panelis %%t cilne Eksportēti bash mainīgie (eg $fm_pwd, etc) var izmantot šajā komandā. Pievienojiet komandas priekšā ar zvaigznīti (*) un nosacīti atgrieziet izejas statusu 0, lai kavētu noklusējuma apdarinātāju.
mg: Ampidiro ny programa na bash command line ho mandeha ho azy isaky ny miova ny fisafidianana rakitra: Ampiasao: %%e karazana hetsika (evt_pnl_sel) %%w varavarankely id (jereo zzzfm -s fanampiana) %%p tontonana %%t kiheba Variable bash naondrana (eg $fm_pwd, etc) azo ampiasaina amin'ity baiko ity. Asterisk (*) ny baikonao ary avereno amin'ny fepetra ny sata fivoahana 0 mba hanakanana ny mpandrindra mahazatra.
mi: Whakauruhia te papatono, te raina whakahau bash ranei hei whakahaere aunoa i nga wa ka huri te kowhiringa konae: Whakamahia: %%e momo huihuinga (evt_pnl_sel) %%w id matapihi (tirohia te awhina zzzfm -s) %%p röpü %%t ripa Taurangi bash kaweake (eg $fm_pwd, etc) ka taea te whakamahi i tenei whakahau. Whakamuahia to tono ki te whetūriki (*) ka whakahoki herenga te mana puta 0 hei aukati i te kaikawe taunoa.
mk: Внесете програма или командна линија bash за да се извршува автоматски секогаш кога се менува изборот на датотека: Користете: %%e тип на настан (evt_pnl_sel) %%w ИД на прозорецот (видете помош од zzzfm -s) %%p панел %%t таб Извезени баш променливи (eg $fm_pwd, etc) може да се користи во оваа команда. Префиксирајте ја вашата команда со ѕвездичка (*) и условно вратете го статусот за излез 0 за да го инхибирате стандардниот управувач.
ml: ഫയൽ തിരഞ്ഞെടുക്കൽ മാറുമ്പോഴെല്ലാം യാന്ത്രികമായി പ്രവർത്തിപ്പിക്കുന്നതിന് പ്രോഗ്രാം അല്ലെങ്കിൽ ബാഷ് കമാൻഡ് ലൈൻ നൽകുക: ഉപയോഗിക്കുക: %%e ഇവന്റ് തരം (evt_pnl_sel) %%w വിൻഡോ ഐഡി (zzzfm -s സഹായം കാണുക) %%p പാനൽ %%t ടാബ് കയറ്റുമതി ചെയ്ത ബാഷ് വേരിയബിളുകൾ (eg $fm_pwd, etc) ഈ കമാൻഡിൽ ഉപയോഗിക്കാം. ഒരു നക്ഷത്രചിഹ്നം (*) ഉപയോഗിച്ച് നിങ്ങളുടെ കമാൻഡ് പ്രിഫിക്u200cസ് ചെയ്u200cത് ഡിഫോൾട്ട് ഹാൻഡ്u200cലറിനെ തടയുന്നതിന് സോപാധികമായി എക്u200cസിറ്റ് സ്റ്റാറ്റസ് 0 തിരികെ നൽകുക.
mn: Файлын сонголт өөрчлөгдөх бүрт автоматаар ажиллуулах програм эсвэл bash командын мөрийг оруулна уу: Хэрэглэх: %%e үйл явдлын төрөл (evt_pnl_sel) %%w цонхны ID (zzzfm -s тусламжийг үзнэ үү) %%p самбар %%t таб Экспортолсон bash хувьсагч (eg $fm_pwd, etc) энэ тушаалд ашиглаж болно. Өгөгдмөл зохицуулагчийг хориглохын тулд тушаалаа одоор (*) тэмдэглээд, нөхцөлт байдлаар 0-г буцаана уу.
mr: जेव्हा फाइल निवड बदलते तेव्हा स्वयंचलितपणे चालविण्यासाठी प्रोग्राम किंवा बॅश कमांड लाइन प्रविष्ट करा: वापरा: %%e कार्यक्रमाचा प्रकार (evt_pnl_sel) %%w विंडो आयडी (zzzfm -s मदत पहा) %%p पटल %%t टॅब एक्सपोर्ट केलेले बॅश व्हेरिएबल्स (eg $fm_pwd, etc) या कमांडमध्ये वापरले जाऊ शकते. तुमच्या कमांडला तारका (*) सह उपसर्ग लावा आणि डीफॉल्ट हँडलरला प्रतिबंध करण्यासाठी सशर्त निर्गमन स्थिती 0 परत करा.
mt: Daħħal il-programm jew il-linja tal-kmand bash biex titmexxa awtomatikament kull meta tinbidel l-għażla tal-fajl: Użu: %%e tip ta' avveniment (evt_pnl_sel) %%w id tieqa (ara l-għajnuna zzzfm -s) %%p panel %%t tab Varjabbli bash esportati (eg $fm_pwd, etc) jistgħu jintużaw f'dan il-kmand. Prefissa l-kmand tiegħek b'asterisk (*) u rritorna b'mod kondizzjonali l-istatus tal-ħruġ 0 biex jinibixxi l-handler default.
my: ဖိုင်ရွေးချယ်မှုပြောင်းလဲသည့်အခါတိုင်း အလိုအလျောက်လုပ်ဆောင်ရန် ပရိုဂရမ် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%e ပွဲအမျိုးအစား (evt_pnl_sel) %%w window id (zzzfm -s အကူအညီကိုကြည့်ပါ) %%p ဘောင် %%t တက်ဘ် bash variable များကို ထုတ်ယူသည်။ (eg $fm_pwd, etc) ဤ command ကိုသုံးနိုင်သည်။ သင့်အမိန့်ကို ခရေပွင့် (*) ဖြင့် ရှေ့ထွက်ပြီး ပုံသေကိုင်တွယ်သူကို တားစီးရန်အတွက် ထွက်ပေါက်အခြေအနေ 0 ကို အခြေအနေအရ ပြန်ပို့ပါ။
nb: Skriv inn program eller bash-kommandolinje som skal kjøres automatisk når filvalget endres: Bruk: %%e hendelsestype (evt_pnl_sel) %%w vindus-ID (se zzzfm -s hjelp) %%p panel %%t fanen Eksporterte bash-variabler (eg $fm_pwd, etc) kan brukes i denne kommandoen. Prefiks kommandoen din med en stjerne (*) og returner betinget utgangsstatus 0 for å hindre standardbehandleren.
ne: फाइल चयन परिवर्तन हुँदा स्वचालित रूपमा चलाउनको लागि प्रोग्राम वा bash आदेश लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%e घटना प्रकार (evt_pnl_sel) %%w सञ्झ्याल आईडी (zzzfm -s मद्दत हेर्नुहोस्) %%p प्यानल %%t ट्याब निर्यात गरिएको bash चर (eg $fm_pwd, etc) यो आदेश मा प्रयोग गर्न सकिन्छ। पूर्वनिर्धारित ह्यान्डलरलाई रोक्नको लागि तारांकन (*) को साथ आफ्नो आदेश उपसर्ग गर्नुहोस् र सशर्त रूपमा निकास स्थिति 0 फर्काउनुहोस्।
or: ଯେତେବେଳେ ଫାଇଲ୍ ଚୟନ ପରିବର୍ତ୍ତନ ହୁଏ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚାଲିବା ପାଇଁ ପ୍ରୋଗ୍ରାମ୍ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%e ଇଭେଣ୍ଟ ପ୍ରକାର | (evt_pnl_sel) %%w ୱିଣ୍ଡୋ id (zzzfm -s ସାହାଯ୍ୟ ଦେଖନ୍ତୁ) %%p ପ୍ୟାନେଲ୍ | %%t ଟ୍ୟାବ୍ | ରପ୍ତାନି ହୋଇଥିବା ବାସ୍ ଭେରିଏବଲ୍ | (eg $fm_pwd, etc) ଏହି କମାଣ୍ଡରେ ବ୍ୟବହୃତ ହୋଇପାରେ | ଏକ ଆଷ୍ଟେରିସ୍କ (*) ସହିତ ଆପଣଙ୍କର ନିର୍ଦ୍ଦେଶକୁ ଉପସର୍ଗ କରନ୍ତୁ ଏବଂ ଡିଫଲ୍ଟ ହ୍ୟାଣ୍ଡେଲର୍ କୁ ପ୍ରତିବନ୍ଧିତ କରିବା ପାଇଁ ସର୍ତ୍ତମୂଳକ ଭାବରେ ପ୍ରସ୍ଥାନ ସ୍ଥିତି 0 ଫେରସ୍ତ କରନ୍ତୁ |
pa: ਜਦੋਂ ਵੀ ਫਾਈਲ ਚੋਣ ਬਦਲਦੀ ਹੈ ਤਾਂ ਆਪਣੇ ਆਪ ਚਲਾਉਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%e ਘਟਨਾ ਦੀ ਕਿਸਮ (evt_pnl_sel) %%w ਵਿੰਡੋ ਆਈਡੀ (Zzzfm -s ਮਦਦ ਦੇਖੋ) %%p ਪੈਨਲ %%t ਟੈਬ ਐਕਸਪੋਰਟ ਕੀਤੇ bash ਵੇਰੀਏਬਲ (eg $fm_pwd, etc) ਇਸ ਕਮਾਂਡ ਵਿੱਚ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਆਪਣੀ ਕਮਾਂਡ ਨੂੰ ਇੱਕ ਤਾਰੇ (*) ਦੇ ਨਾਲ ਅਗੇਤਰ ਲਗਾਓ ਅਤੇ ਡਿਫਾਲਟ ਹੈਂਡਲਰ ਨੂੰ ਰੋਕਣ ਲਈ ਸ਼ਰਤ ਨਾਲ ਐਗਜ਼ਿਟ ਸਥਿਤੀ 0 ਵਾਪਸ ਕਰੋ।
ps: :ﻲﺷ ﻝﺪﺑ ﺏﺎﺨﺘﻧﺍ ﻞﯾﺎﻓ ﺩ ﯥﭼ ﻪﻠﮐ ﻲﺷ ﻞﭼ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ ﻮڅﺮﺗ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻪﻣﺎﻧﺮﺑ :ﻝﻭﺭﺎﮐ %%e ﻝﻭډ ﯥښﯿﭘ ﺩ (evt_pnl_sel) %%w (ﺉﺭﻮګﻭ ﻪﺘﺳﺮﻣ zzzfm -s) ID ۍﮐړﮐ ﺩ %%p ﻞﻨﯿﭘ %%t ﺐټ ﻪﻧﻭﺮﯿﻐﺘﻣ ﺵﺎﺑ ﻱﻮﺷ ﺭﺩﺎﺻ (eg $fm_pwd, etc) .ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﯥﮐ ډﻧﺎﻤﮐ ﯤﺩ ﻪﭘ .ﻲﺴﯿﻧﻭ ﻪﺨﻣ ﺮﻟډﻨﯿﻫ ټﻟﺎﻔﯾډ ﺩ ﻮڅﺮﺗ ﺊځﺮګﺍﺭ ﻪﺗﺮﯿﺑ 0 ﺖﻟﺎﺣ ﻮﻠﺗﻭ ﺩ ﻝﻭډ ﻁﻭﺮﺸﻣ ﻪﭘ ﻭﺍ ﺉړﮐ ۍﻨﯿﮑﺨﻣ ﻩﺮﺳ (*) ﻱﺭﻮﺘﺳ ﺩ
ro: Introduceți programul sau linia de comandă bash pentru a fi rulată automat ori de câte ori selecția fișierului se schimbă: Utilizare: %%e tip de eveniment (evt_pnl_sel) %%w ID fereastră (consultați ajutorul zzzfm -s) %%p panou %%t fila Variabile bash exportate (eg $fm_pwd, etc) poate fi folosit în această comandă. Prefixați comanda dvs. cu un asterisc (*) și returnați condiționat starea de ieșire 0 pentru a inhiba gestionarea implicită.
rw: Injira progaramu cyangwa bash command umurongo kugirango ikoreshwe mugihe cyose guhitamo dosiye guhinduka: Koresha: %%e Ubwoko bwibyabaye (evt_pnl_sel) %%w idirishya id (reba zzzfm -s ubufasha) %%p Umwanya %%t tab Kohereza bash guhinduka (eg $fm_pwd, etc) irashobora gukoreshwa muri iri tegeko. Shyira imbere itegeko ryawe hamwe ninyenyeri (*) hanyuma usubize muburyo bwo gusohoka 0 kugirango ubuze uwabigenzuye.
sd: :ﻲﭤ ﻲﺌﭤ ﻞﻳﺪﺒﺗ ڊﻧﻮﭼ ﻞﺋﺎﻓ ﻪﺑ ﻦﻫڏﺟ ءِﻻ﻿ ﮡﺋﻼ﻿ﻫ ﻭﺩﺍﺮﻤﮢﺎﭘ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ ﺶﺑ ﺎﻳ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻡﺍﺮﮔﻭﺮﭘ :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﻮﺟ ﻲﻌﻗﺍﻭ (evt_pnl_sel) %%w (ﺩﺪﻣ zzzfm -s ﻮﺳڏ) id ﻭڊﻧﻭ %%p ﻞﻨﻴﭘ %%t ﺐﻴٽ ﺮﻴﻐﺘﻣ ﺶﻴﺑ ﻞﻴﭤ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) .ﻮﭤ ﻲﺠﻬﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ۾ ﻢڪﺣ ﻦﻫ .ءِﻻ﻿ ﮡڪﻭﺭ ﻲﮐ ﺮﻟڊﻨﻴﮬ ٽﻟﺎﻓڊ ﻲﮐ 0 ﺖﻟﺎﺣ ﻲﺟ ﻲﺴﭘﺍﻭ ﺭﻮﻃ ﻁﺮﺷ ۽ ﻮﻳﺎﮙﻟ ﻲﮘﺍ ﻥﺎﺳ (*) ڪﺴﻳﺮٽﺳﺍ ﻲﮐ ڊﻧﺎﻤڪ ﻲﺠﻨﮭﻨﭘ
si: ගොනු තේරීම වෙනස් වන විට ස්වයංක්u200dරීයව ක්u200dරියාත්මක වීමට වැඩසටහන හෝ bash විධාන රේඛාව ඇතුළත් කරන්න: භාවිත: %%e සිදුවීම් වර්ගය (evt_pnl_sel) %%w කවුළු හැඳුනුම්පත (zzzfm -s උදව් බලන්න) %%p පැනලය %%t ටැබ් අපනයනය කරන ලද bash විචල්යයන් (eg $fm_pwd, etc) මෙම විධානය තුළ භාවිතා කළ හැක. ඔබේ විධානය තරු ලකුණකින් (*) උපසර්ගය කරන්න සහ පෙරනිමි හසුරුවන්නා නිෂේධනය කිරීම සඳහා කොන්දේසි සහිතව පිටවීමේ තත්ත්වය 0 වෙත යන්න.
sk: Zadajte príkazový riadok programu alebo bash, ktorý sa má automaticky spustiť vždy, keď sa zmení výber súboru: Použitie: %%e typ udalosti (evt_pnl_sel) %%w ID okna (pozri pomoc zzzfm -s) %%p panel %%t tab Exportované bash premenné (eg $fm_pwd, etc) možno použiť v tomto príkaze. Pred váš príkaz uveďte hviezdičku (*) a podmienečne vráťte stav ukončenia 0, aby ste zablokovali predvolený obslužný program.
sl: Vnesite ukazno vrstico programa ali bash, ki se bo samodejno zagnala, ko se spremeni izbira datoteke: Uporaba: %%e vrsto dogodka (evt_pnl_sel) %%w ID okna (glejte pomoč zzzfm -s) %%p ploščo %%t zavihek Izvožene spremenljivke bash (eg $fm_pwd, etc) lahko uporabite v tem ukazu. Ukazu dodajte predpono zvezdico (*) in pogojno vrnite izhodni status 0, da preprečite privzeti upravljalnik.
sq: Futni linjën e komandës së programit ose bash për t'u ekzekutuar automatikisht sa herë që ndryshon përzgjedhja e skedarit: Përdorni: %%e lloji i ngjarjes (evt_pnl_sel) %%w ID-ja e dritares (shih ndihmën e zzzfm -s) %%p panel %%t skedën Variablat bash të eksportuara (eg $fm_pwd, etc) mund të përdoret në këtë komandë. Parashtesoni komandën tuaj me një yll (*) dhe ktheni me kusht statusin e daljes 0 për të penguar mbajtësin e paracaktuar.
sw: Ingiza mpango au mstari wa amri ya bash kuendeshwa kiotomati wakati uteuzi wa faili unabadilika: Tumia: %%e aina ya tukio (evt_pnl_sel) %%w kitambulisho cha dirisha (tazama usaidizi wa zzzfm) %%p paneli %%t kichupo Vigeu vya bash vilivyosafirishwa nje (eg $fm_pwd, etc) inaweza kutumika katika amri hii. Amilisha kiambishi awali cha amri yako kwa kinyota (*) na urejeshe kwa masharti hali ya kutoka 0 ili kuzuia kidhibiti chaguo-msingi.
ta: கோப்புத் தேர்வு மாறும்போதெல்லாம் தானாகவே இயங்குவதற்கு நிரல் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%e நிகழ்வு வகை (evt_pnl_sel) %%w சாளர ஐடி (zzzfm -s உதவியைப் பார்க்கவும்) %%p குழு %%t தாவல் ஏற்றுமதி செய்யப்பட்ட பாஷ் மாறிகள் (eg $fm_pwd, etc) இந்த கட்டளையில் பயன்படுத்தலாம். உங்கள் கட்டளையை ஒரு நட்சத்திரத்துடன் முன்னொட்டு (*) மற்றும் நிபந்தனையுடன் வெளியேறும் நிலை 0 ஐ இயல்புநிலை கையாளுதலைத் தடுக்கவும்.
te: ఫైల్ ఎంపిక మారినప్పుడు స్వయంచాలకంగా అమలు చేయడానికి ప్రోగ్రామ్ లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%e ఈవెంట్ రకం (evt_pnl_sel) %%w విండో ఐడి (zzzfm -s సహాయం చూడండి) %%p ప్యానెల్ %%t ట్యాబ్ ఎగుమతి చేయబడిన బాష్ వేరియబుల్స్ (eg $fm_pwd, etc) ఈ ఆదేశంలో ఉపయోగించవచ్చు. డిఫాల్ట్ హ్యాండ్లర్u200cను నిరోధించడానికి మీ ఆదేశాన్ని నక్షత్రం (*)తో ప్రిఫిక్స్ చేయండి మరియు షరతులతో నిష్క్రమణ స్థితి 0ని తిరిగి ఇవ్వండి.
tg: Барнома ё сатри фармони bash ворид кунед, то вақте ки интихоби файл тағир меёбад, ба таври худкор иҷро карда шавад: Истифода: %%e намуди ҳодиса (evt_pnl_sel) %%w ID тиреза (нигаред ба кӯмаки zzzfm -s) %%p панел %%t ҷадвал Тағирёбандаҳои bash содиршуда (eg $fm_pwd, etc) дар ин фармон истифода бурдан мумкин аст. Фармони худро бо ситорача (*) гузоред ва шартан ҳолати баромади 0-ро баргардонед, то коркарди пешфарзро боздоред.
th: ป้อนโปรแกรมหรือบรรทัดคำสั่ง bash เพื่อให้ทำงานโดยอัตโนมัติทุกครั้งที่การเลือกไฟล์เปลี่ยนแปลง: ใช้: %%e ประเภทงาน (evt_pnl_sel) %%w รหัสหน้าต่าง (ดูวิธีใช้ zzzfm -s) %%p แผงหน้าปัด %%t แท็บ ตัวแปรทุบตีที่ส่งออก (eg $fm_pwd, etc) ใช้ในคำสั่งนี้ได้ นำหน้าคำสั่งของคุณด้วยเครื่องหมายดอกจัน (*) และส่งคืนสถานะการออกตามเงื่อนไข 0 เพื่อยับยั้งตัวจัดการเริ่มต้น
tk: Faýl saýlanylanda awtomatiki usulda işlemek üçin programma ýa-da baş buýruk setirini giriziň: Ulany: %%e hadysanyň görnüşi (evt_pnl_sel) %%w penjire idi (zzzfm -s kömegine serediň) %%p panel %%t goýmasy Exxported bash üýtgeýjileri (eg $fm_pwd, etc) bu buýrukda ulanylyp bilner. Buýrugyňyzy ýyldyzjyk (*) bilen goşuň we deslapky işleýjini saklamak üçin çykyş ýagdaýyny şertli ýagdaýda yzyna gaýtaryň.
tt: Файл сайлау үзгәргәндә автоматик рәвештә эшләтеп җибәрү өчен программа яки баш командование сызыгын кертегез: Куллану: %%e вакыйга төре (evt_pnl_sel) %%w тәрәзә идентификаторы (zzzfm -s ярдәмен карагыз) %%p панель %%t салынмасы Чыгарылган баш үзгәрүләр (eg $fm_pwd, etc) бу боерыкта кулланырга мөмкин. Йолдызлык (*) белән команданы префикслагыз һәм шартлы рәвештә чыгу статусын кире кайтару өчен.
uk: Введіть програму або командний рядок bash, щоб автоматично запускатися, коли змінюється вибір файлу: Використовуйте: %%e тип події (evt_pnl_sel) %%w ідентифікатор вікна (див. довідку zzzfm -s) %%p панель %%t табл Експортовані змінні bash (eg $fm_pwd, etc) можна використовувати в цій команді. Додайте до вашої команди префікс зірочки (*) і умовно поверніть статус виходу 0, щоб заблокувати обробник за замовчуванням.
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ bash ﺎﯾ ﻡﺍﺮﮔﻭﺮﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﻼ﻿ﭼ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﺗ ﮯﮨ ﺎﺗﻮﮨ ﻞﯾﺪﺒﺗ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﻞﺋﺎﻓ ﯽﮭﺑ ﺐﺟ :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%e ﻢﺴﻗ ﯽﮐ ﮧﻌﻗﺍﻭ (evt_pnl_sel) %%w (ﮟﯿﮭﮑﯾﺩ ﺩﺪﻣ ﯽﮐ ﻢﯾﺍ ﻒﯾﺍ ﺯﺯﺯ) ﯼﮈ ﯽﺋﺁ ﻭﮉﻧﻭ %%p ﻞﻨﯿﭘ %%t ﺐﯿﭨ ﺕﺍﺮﯿﻐﺘﻣ bash ﮦﺪﺷ ﺪﻣﺁﺮﺑ (eg $fm_pwd, etc) ۔ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮟﯿﻣ ﮉﻧﺎﻤﮐ ﺱﺍ ۔ﮟﯾﺮﮐ ﺲﭘﺍﻭ 0 ﺲﭩﯿﭩﺳﺍ ﭦﺰﮕﯾﺍ ﺮﭘ ﺭﻮﻃ ﻁﻭﺮﺸﻣ ﮯﯿﻟ ﮯﮐ ﮯﻨﮐﻭﺭ ﻮﮐ ﺮﻟﮉﻨﯿﮨ ﮦﺪﺷ ﮯﻃ ﮯﺳ ﮯﻠﮩﭘ ﺭﻭﺍ ﮟﯿﺋﺎﮕﻟ ﮧﻘﺑﺎﺳ ﮫﺗﺎﺳ ﮯﮐ
uz: Fayl tanlovi o'zgarganda avtomatik ravishda ishga tushadigan dastur yoki bash buyruq qatorini kiriting: Foydalanish: %%e hodisa turi (evt_pnl_sel) %%w oyna identifikatori (zzzfm -s yordamiga qarang) %%p paneli %%t tab Eksport qilingan bash o'zgaruvchilari (eg $fm_pwd, etc) ushbu buyruqda foydalanish mumkin. Buyruqingizga yulduzcha (*) qo'ying va standart ishlov beruvchini taqiqlash uchun shartli ravishda chiqish holatini 0 ga qaytaring.
vi: Nhập chương trình hoặc dòng lệnh bash để được chạy tự động bất cứ khi nào lựa chọn tệp thay đổi: Sử dụng: %%e loại sự kiện (evt_pnl_sel) %%w id cửa sổ (xem trợ giúp zzzfm -s) %%p bảng điều khiển %%t chuyển hướng Các biến bash đã xuất (eg $fm_pwd, etc) có thể được sử dụng trong lệnh này. Đặt tiền tố lệnh của bạn bằng dấu hoa thị (*) và trả về trạng thái thoát 0 có điều kiện để ngăn trình xử lý mặc định.
xh: Ngenisa inkqubo okanye umgca womyalelo we-bash oza kuqhutywa ngokuzenzekelayo nanini na xa ukhetho lwefayile lutshintsha: Sebenzisa: %%e uhlobo lwesiganeko (evt_pnl_sel) %%w id yefestile (jonga zzzfm -s uncedo) %%p Iphaneli %%t ithebhu Iinguqu ze-bash ezithunyelwa ngaphandle (eg $fm_pwd, etc) inokusetyenziswa kulo myalelo. Isimaphambili somyalelo wakho ngeenkwenkwezi (*) kwaye ubuyisele imeko yokuphuma ngokwemiqathango engu-0 ukunqanda isibambi esingagqibekanga.
yi: :ןעגנורעדנע עיצקעלעס עקעט יד ןעוו שיטאַמאָטיוא ןפיול וצ הרוש ןלעפֿאַב שאַב רעדאָ םאַרגאָרפּ ןיַיראַ :ןצינ %%e פּיט שינעעשעג (evt_pnl_sel) %%w (ףליה zzzfm -s ןעז) ןיַיש רעטצנעפֿ %%p עילפאַט %%t לטיווק זלאַבאַירעוו שאַב דעטראָפּסקע (eg $fm_pwd, etc) .לעפֿאַב םעד ןיא טנייוועג ןייז ןענעק .רעלדנאַה טיַיקילעפ יד טאַביכני וצ 0 סוטאַטס גנאַגסיוראַ ןעמוקקירוצ ילאַנאַשידנאַק ןוא (*) קסירעטסאַ ןאַ טימ לעפֿא
