Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Invalid User
af: Ongeldige gebruiker
am: ልክ ያልሆነ ተጠቃሚ
ar: مستخدم غير صحيح
be: Несапраўдны карыстальнік
bg: несъществуващ потребител
bn: অবৈধ ব্যবহারকারী
ca: L'usuari no és vàlid
cy: Defnyddiwr Annilys
da: Ugyldig Bruger
eo: Nevalida Uzanto
et: Sobimatu kasutaja
eu: Erabiltzaile Okerra
fa: ﺮﺒﺘﻌﻣﺎﻧ ﺮﺑﺭﺎﮐ
fi: Virheellinen käyttäjä
fil: Di-wastong User
fy: Unjildige brûker
ga: Úsáideoir Neamhbhailí
gd: Cleachdaiche mì-dhligheach
gl: Usuario Inválido
gu: અમાન્ય વપરાશકર્તા
he: משתמש לא תקין
hi: अमान्य उपयोगकर्ता
hr: Nevažeći korisnik
hu: Nem létező felhasználó
hy: Անվավեր օգտատեր
id: Pengguna Tidak Valid
is: Ógildur notandi
ka: არასწორი მომხმარებელი
kk: Жарамсыз пайдаланушы
km: អ្នក​​ប្រើ​មិន​ត្រឹមត្រូវ ។
kn: ಅಮಾನ್ಯ ಬಳಕೆದಾರ
ku: Bikarhêner nederbasdar
ky: Туура эмес колдонуучу
lb: Invalid Benotzer
lo: ຜູ້ໃຊ້ບໍ່ຖືກຕ້ອງ
lt: Neteisingas vartotojas
lv: Nederīgs lietotājs
mg: Mpampiasa tsy mety
mi: Kaiwhakamahi Muhu
mk: Неважечки корисник
ml: അസാധുവായ ഉപയോക്താവ്
mn: Буруу хэрэглэгч
mr: अवैध वापरकर्ता
mt: Utent Invalidu
my: မမှန်ကန်သော အသုံးပြုသူ
nb: Ugyldig Bruker
ne: अवैध प्रयोगकर्ता
or: ଅବ val ଧ ବ୍ୟବହାରକାରୀ |
pa: ਅਵੈਧ ਉਪਭੋਗਤਾ
ps: ﻥﺭﺎﮐ ﻢﺳﺎﻧ
ro: Utilizator incorect
rw: Umukoresha utemewe
sd: ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻂﻠﻏ
si: වලංගු නොවන පරිශීලක
sk: Neplatný používateľ
sl: Nepravilen uporabnik
sq: Përdorues i pavlefshëm
sw: Mtumiaji Batili
ta: தவறான பயனர்
te: చెల్లని వినియోగదారు
tg: Корбари нодуруст
th: ผู้ใช้ไม่ถูกต้อง
tk: Nädogry ulanyjy
tt: Яраксыз кулланучы
uk: Неправильно вказано користувача
ur: غلط صارف
uz: Yaroqsiz foydalanuvchi
vi: Người dùng không hợp lệ
xh: Umsebenzisi ongasebenziyo
yi: רעצונאב עגיטליגמוא

source: Invalid Group
af: Ongeldige groep
am: ልክ ያልሆነ ቡድን
ar: مجموعة غير صحيحة
be: Несапраўдная група
bg: Невалидна група
bn: অবৈধ গ্রুপ
ca: El grup no és vàlid
cy: Grŵp Annilys
da: Ugyldig Gruppe
eo: Nevalida Grupo
et: Sobimatu grupp
eu: Talde Okerra
fa: ﺮﺒﺘﻌﻣﺎﻧ ﻩﻭﺮﮔ
fi: Virheellinen ryhmä
fil: Di-wastong Pangkat
fy: Unjildige groep
ga: Grúpa Neamhbhailí
gd: Buidheann neo-dhligheach
gl: Grupo Inválido
gu: અમાન્ય જૂથ
he: קבוצה לא תקינה
hi: अमान्य समूह
hr: Nevažeća grupa
hu: Nem létező csoport
hy: Անվավեր խումբ
id: Grup Tidak Valid
is: Ógildur hópur
ka: არასწორი ჯგუფი
kk: Жарамсыз топ
km: ក្រុម​មិន​ត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಗುಂಪು
ku: Koma nederbasdar
ky: Жараксыз топ
lb: Ongülteg Grupp
lo: ກຸ່ມບໍ່ຖືກຕ້ອງ
lt: Neteisinga grupė
lv: Nederīga grupa
mg: Vondrona tsy mety
mi: Rōpū Muhu
mk: Неважечка група
ml: അസാധുവായ ഗ്രൂപ്പ്
mn: Буруу бүлэг
mr: अवैध गट
mt: Grupp Invalidu
my: မမှန်ကန်သောအဖွဲ့
nb: Ugyldig Gruppe
ne: अवैध समूह
or: ଅବ val ଧ ଗୋଷ୍ଠୀ |
pa: ਅਵੈਧ ਸਮੂਹ
ps: ﻪﻟډ ﻪﻤﺳﺎﻧ
ro: Grup nevalid
rw: Itsinda ritemewe
sd: ﭖﻭﺮﮔ ﻂﻠﻏ
si: වලංගු නොවන කණ්ඩායමක්
sk: Neplatná skupina
sl: Nepravilna skupina
sq: Grupi i pavlefshëm
sw: Kikundi Batili
ta: தவறான குழு
te: చెల్లని సమూహం
tg: Гурӯҳи беэътибор
th: กลุ่มไม่ถูกต้อง
tk: Nädogry topar
tt: Яраксыз төркем
uk: Неправильно вказано групу
ur: ناموزوں گروپ
uz: Yaroqsiz guruh
vi: Nhóm không hợp lệ
xh: Iqela elingasebenziyo
yi: עפורג עגיטליגמוא
