Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: <b>P_ath:</b> <i>parent exists as file</i>
af: <b>P_ath:</b> <i>ouer bestaan u200bu200bas lêer</i>
am: <b>P_ath:</b> <i>ወላጅ እንደ ፋይል አለ።</i>
ar: <b>P_ath:</b> <i>ﻒﻠﻤﻛ ﺩﻮﺟﻮﻣ ﺪﻟﺍﻮﻟﺍ</i>
be: <b>P_ath:</b> <i>бацька існуе як файл</i>
bg: <b>P_ath:</b> <i>родителят съществува като файл</i>
bn: <b>P_ath:</b> <i>প্যারেন্ট ফাইল হিসাবে বিদ্যমান</i>
ca: <b>P_ath:</b> <i>pare existeix com a fitxer</i>
cy: <b>P_ath:</b> <i>rhiant yn bodoli fel ffeil</i>
da: <b>P_ath:</b> <i>forælder eksisterer som fil</i>
eo: <b>P_ath:</b> <i>gepatro ekzistas kiel dosiero</i>
et: <b>P_ath:</b> <i>vanem on failina olemas</i>
eu: <b>P_ath:</b> <i>gurasoa fitxategi gisa existitzen da</i>
fa: <b>P_ath:</b> <i>ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﯾﺎﻓ ﻥﺍﻮﻨﻋ ﻪﺑ ﺪﻟﺍﻭ</i>
fi: <b>P_ath:</b> <i>vanhempi on olemassa tiedostona</i>
fil: <b>P_ath:</b> <i>ang magulang ay umiiral bilang file</i>
fy: <b>P_ath:</b> <i>âlder bestiet as triem</i>
ga: <b>P_ath:</b> <i>tuismitheoir ann mar chomhad</i>
gd: <b>P_ath:</b> <i>pàrant ann mar fhaidhle</i>
gl: <b>P_ath:</b> <i>o pai existe como ficheiro</i>
gu: <b>P_ath:</b> <i>પિતૃ ફાઇલ તરીકે અસ્તિત્વમાં છે</i>
he: <b>P_ath:</b> <i>ץבוקכ םייק באה</i>
hi: <b>P_ath:</b> <i>माता-पिता फ़ाइल के रूप में मौजूद हैं</i>
hr: <b>P_ath:</b> <i>roditelj postoji kao datoteka</i>
hu: <b>P_ath:</b> <i>szülő fájlként létezik</i>
hy: <b>P_ath:</b> <i>ծնողը գոյություն ունի որպես ֆայլ</i>
id: <b>P_ath:</b> <i>induk ada sebagai file</i>
is: <b>P_ath:</b> <i>foreldri er til sem skrá</i>
ka: <b>P_ath:</b> <i>მშობელი არსებობს როგორც ფაილი</i>
kk: <b>P_ath:</b> <i>ата-ана файл ретінде бар</i>
km: <b>P_ath:</b> <i>មេមានជាឯកសារ</i>
kn: <b>P_ath:</b> <i>ಮೂಲ ಫೈಲ್ ಆಗಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ</i>
ku: <b>P_ath:</b> <i>dêûbav wekî pelê heye</i>
ky: <b>P_ath:</b> <i>ата-эне файл катары бар</i>
lb: <b>P_ath:</b> <i>Elterendeel existéiert als Datei</i>
lo: <b>P_ath:</b> <i>ພໍ່ແມ່ມີຢູ່ເປັນໄຟລ໌</i>
lt: <b>P_ath:</b> <i>tėvas egzistuoja kaip failas</i>
lv: <b>P_ath:</b> <i>vecāks pastāv kā fails</i>
mg: <b>P_ath:</b> <i>ray aman-dreny dia misy toy ny rakitra</i>
mi: <b>P_ath:</b> <i>kei te noho matua hei konae</i>
mk: <b>P_ath:</b> <i>родител постои како датотека</i>
ml: <b>P_ath:</b> <i>പാരന്റ് ഫയലായി നിലവിലുണ്ട്</i>
mn: <b>P_ath:</b> <i>эцэг эх нь файл хэлбэрээр байдаг</i>
mr: <b>P_ath:</b> <i>फाईल म्हणून पालक अस्तित्वात आहेत</i>
mt: <b>P_ath:</b> <i>ġenitur jeżisti bħala fajl</i>
my: <b>P_ath:</b> <i>မိဘသည် ဖိုင်အဖြစ် ရှိနေသည်။</i>
nb: <b>P_ath:</b> <i>overordnet eksisterer som fil</i>
ne: <b>P_ath:</b> <i>अभिभावक फाइलको रूपमा अवस्थित छ</i>
or: <b>P_ath:</b> <i>ପ୍ୟାରେଣ୍ଟ୍ ଫାଇଲ୍ ଭାବରେ ବିଦ୍ୟମାନ |</i>
pa: <b>P_ath:</b> <i>ਮਾਤਾ-ਪਿਤਾ ਫਾਇਲ ਦੇ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦ ਹੈ</i>
ps: <b>P_ath:</b> <i>ﻱﺮﻟ ﻥﻮﺘﺷ ﻪګﻮﺗ ﻪﭘ ﻞﯾﺎﻓ ﺩ ﻦﯾﺪﻟﺍﻭ</i>
ro: <b>P_ath:</b> <i>părinte există ca fișier</i>
rw: <b>P_ath:</b> <i>umubyeyi abaho nka dosiye</i>
sd: <b>P_ath:</b> <i>ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﺭﻮﻃ ﻞﺋﺎﻓ ﻦﻳﺪﻟﺍﻭ</i>
si: <b>P_ath:</b> <i>parent ගොනුවක් ලෙස පවතී</i>
sk: <b>P_ath:</b> <i>rodič existuje ako súbor</i>
sl: <b>P_ath:</b> <i>nadrejeni obstaja kot datoteka</i>
sq: <b>P_ath:</b> <i>prindi ekziston si skedar</i>
sw: <b>P_ath:</b> <i>mzazi ipo kama faili</i>
ta: <b>P_ath:</b> <i>பெற்றோர் கோப்பாக உள்ளது</i>
te: <b>P_ath:</b> <i>పేరెంట్ ఫైల్u200cగా ఉంది</i>
tg: <b>P_ath:</b> <i>волидайн ҳамчун файл вуҷуд дорад</i>
th: <b>P_ath:</b> <i>มีพาเรนต์เป็นไฟล์</i>
tk: <b>P_ath:</b> <i>ene-atasy faýl görnüşinde bar</i>
tt: <b>P_ath:</b> <i>ата-аналар файл рәвешендә бар</i>
uk: <b>P_ath:</b> <i>батьківський існує як файл</i>
ur: <b>P_ath:</b> <i>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻞﺋﺎﻓ ﻦﯾﺪﻟﺍﻭ</i>
uz: <b>P_ath:</b> <i>ota fayl sifatida mavjud</i>
vi: <b>P_ath:</b> <i>cha mẹ tồn tại dưới dạng tệp</i>
xh: <b>P_ath:</b> <i>umzali ukhona njengefayile</i>
yi: <b>P_ath:</b> <i>עקעט יוו ץסיזגי רעטאָפ</i>

source: <b>_Name:</b>
af: <b>_Naam:</b>
am: <b>_ስም፡</b>
ar: <b>_:ﻢﺳﺍ</b>
be: <b>_Імя:</b>
bg: <b>_име:</b>
bn: <b>_নাম:</b>
ca: <b>_Nom:</b>
cy: <b>_Enw:</b>
da: <b>_Navn:</b>
eo: <b>_Nomo:</b>
et: <b>_Nimi:</b>
eu: <b>_Izena:</b>
fa: <b>_:ﻡﺎﻧ</b>
fi: <b>_Nimi:</b>
fil: <b>_Pangalan:</b>
fy: <b>_Namme:</b>
ga: <b>_Ainm:</b>
gd: <b>_Ainm:</b>
gl: <b>_Nome:</b>
gu: <b>_નામ:</b>
he: <b>_:םֵׁש</b>
hi: <b>_नाम:</b>
hr: <b>_Ime:</b>
hu: <b>_Név:</b>
hy: <b>_Անուն:</b>
id: <b>_Nama:</b>
is: <b>_Nafn:</b>
ka: <b>_სახელი:</b>
kk: <b>_Аты:</b>
km: <b>_ឈ្មោះ៖</b>
kn: <b>_ಹೆಸರು:</b>
ku: <b>_Nav:</b>
ky: <b>_Аты-жөнү:</b>
lb: <b>_Numm:</b>
lo: <b>_ຊື່:</b>
lt: <b>_Vardas:</b>
lv: <b>_Vārds:</b>
mg: <b>_Anarana:</b>
mi: <b>_Ingoa:</b>
mk: <b>_Име:</b>
ml: <b>_പേര്:</b>
mn: <b>_Нэр:</b>
mr: <b>_नाव:</b>
mt: <b>_Isem:</b>
my: <b>_အမည်-</b>
nb: <b>_Navn:</b>
ne: <b>_नाम:</b>
or: <b>_ନାମ:</b>
pa: <b>_ਨਾਮ:</b>
ps: <b>_:ﻡﻮﻧ</b>
ro: <b>_Nume:</b>
rw: <b>_Izina:</b>
sd: <b>_:ﻮﻟﺎﻧ</b>
si: <b>_නම:</b>
sk: <b>_Názov:</b>
sl: <b>_ime:</b>
sq: <b>_Emri:</b>
sw: <b>_Jina:</b>
ta: <b>_பெயர்:</b>
te: <b>_పేరు:</b>
tg: <b>_Ном:</b>
th: <b>_ชื่อ:</b>
tk: <b>_Ady:</b>
tt: <b>_Исем:</b>
uk: <b>_Ім'я:</b>
ur: <b>_:ﻡﺎﻧ</b>
uz: <b>_Nomi:</b>
vi: <b>_Tên:</b>
xh: <b>_Igama:</b>
yi: <b>_:ןעמאָנ</b>

source: <b>_Filename:</b>
af: <b>_Lêernaam:</b>
am: <b>_የፋይል ስም:</b>
ar: <b>_:ﻒﻠﻤﻟﺍ ﻢﺳﺍ</b>
be: <b>_Імя файла:</b>
bg: <b>_Име на файл:</b>
bn: <b>_ফাইলের নাম:</b>
ca: <b>_Nom de l'arxiu:</b>
cy: <b>_Enw ffeil:</b>
da: <b>_Filnavn:</b>
eo: <b>_Dosiernomo:</b>
et: <b>_Faili nimi:</b>
eu: <b>_Fitxategi izena:</b>
fa: <b>_:ﻞﯾﺎﻓ ﻡﺎﻧ</b>
fi: <b>_Tiedoston nimi:</b>
fy: <b>_Bestânsnamme:</b>
ga: <b>_Ainm comhaid:</b>
gd: <b>_Ainm faidhle:</b>
gl: <b>_Nome de arquivo:</b>
gu: <b>_ફાઈલનું નામ:</b>
he: <b>_:ץבוק םש</b>
hi: <b>_फ़ाइल का नाम:</b>
hr: <b>_Naziv datoteke:</b>
hu: <b>_Fájl név:</b>
hy: <b>_Ֆայլի անուն:</b>
id: <b>_Nama file:</b>
is: <b>_Skráarnafn:</b>
ka: <b>_Ფაილის სახელი:</b>
kk: <b>_Файл атауы:</b>
km: <b>_ឈ្មោះu200bឯកសារ:</b>
kn: <b>_ಕಡತದ ಹೆಸರು:</b>
ku: <b>_Navê pelê:</b>
ky: <b>_Шилтемелер аты:</b>
lb: <b>_Numm vum Dossier:</b>
lo: <b>_ຊື່u200bເອu200bກະu200bສານ:</b>
lt: <b>_Failo pavadinimas:</b>
lv: <b>_Faila nosaukums:</b>
mg: <b>_Anaran'ny fisie:</b>
mi: <b>_Ingoa Kōnae:</b>
mk: <b>_Име на датотека:</b>
ml: <b>_ഫയലിന്റെ പേര്:</b>
mn: <b>_Файлын нэр:</b>
mr: <b>_फाईलचे नाव:</b>
mt: <b>_Isem tal-fajl:</b>
my: <b>_ဖိုင်နာမည်:</b>
nb: <b>_Filnavn:</b>
ne: <b>_फाइलनाम:</b>
or: <b>_ଦସ୍ତାବିଜ୍ ର ନାମ:</b>
pa: <b>_ਫਾਈਲ ਦਾ ਨਾਮ:</b>
ps: <b>_:ﻡﻮﻧ ﯥﻨﺗﻭﺩ ﺩ</b>
ro: <b>_Nume de fișier:</b>
rw: <b>_Izina rya dosiye:</b>
sd: <b>_:ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ</b>
si: <b>_ගොනු නාමය:</b>
sk: <b>_Názov súboru:</b>
sl: <b>_Ime datoteke:</b>
sq: <b>_Emri i skedarit:</b>
sw: <b>_Jina la faili:</b>
ta: <b>_கோப்பு பெயர்:</b>
te: <b>_ఫైల్ పేరు:</b>
tg: <b>_Номи парванда:</b>
th: <b>_ชื่อไฟล์:</b>
tk: <b>_Faýlyň ady:</b>
tt: <b>_Файл исеме:</b>
uk: <b>_Ім'я файлу:</b>
ur: <b>_:ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ</b>
uz: <b>_Fayl nomi:</b>
vi: <b>_Tên tệp:</b>
xh: <b>_Igama lefayile:</b>
yi: <b>_:ןעמאָנ עקעט</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
af: <b>_Ouer:</b> <i>ouer bestaan u200bu200bas lêer</i>
am: <b>_ወላጅ፡-</b> <i>ወላጅ እንደ ፋይል አለ።</i>
ar: <b>_:ﻦﻳﻮﺑﻷ﻿ﺍ</b> <i>ﻒﻠﻤﻛ ﺩﻮﺟﻮﻣ ﺪﻟﺍﻮﻟﺍ</i>
be: <b>_Бацька:</b> <i>бацька існуе як файл</i>
bg: <b>_родител:</b> <i>родителят съществува като файл</i>
bn: <b>_অভিভাবক:</b> <i>প্যারেন্ট ফাইল হিসাবে বিদ্যমান</i>
ca: <b>_Pare:</b> <i>pare existeix com a fitxer</i>
cy: <b>_Rhiant:</b> <i>rhiant yn bodoli fel ffeil</i>
da: <b>_Forælder:</b> <i>forælder eksisterer som fil</i>
eo: <b>_Gepatro:</b> <i>gepatro ekzistas kiel dosiero</i>
et: <b>_Vanem:</b> <i>vanem on failina olemas</i>
eu: <b>_Gurasoa:</b> <i>gurasoa fitxategi gisa existitzen da</i>
fa: <b>_:ﻦﯾﺪﻟﺍﻭ</b> <i>ﺩﺭﺍﺩ ﺩﻮﺟﻭ ﻞﯾﺎﻓ ﻥﺍﻮﻨﻋ ﻪﺑ ﺪﻟﺍﻭ</i>
fi: <b>_Vanhempi:</b> <i>vanhempi on olemassa tiedostona</i>
fil: <b>_Magulang:</b> <i>ang magulang ay umiiral bilang file</i>
fy: <b>_âlder:</b> <i>âlder bestiet as triem</i>
ga: <b>_Tuismitheoir:</b> <i>tuismitheoir ann mar chomhad</i>
gd: <b>_Pàrant:</b> <i>pàrant ann mar fhaidhle</i>
gl: <b>_Pai:</b> <i>o pai existe como ficheiro</i>
gu: <b>_પિતૃ:</b> <i>પિતૃ ફાઇલ તરીકે અસ્તિત્વમાં છે</i>
he: <b>_:הֶרֹוה</b> <i>ץבוקכ םייק באה</i>
hi: <b>_अभिभावक:</b> <i>माता-पिता फ़ाइल के रूप में मौजूद हैं</i>
hr: <b>_Roditelj:</b> <i>roditelj postoji kao datoteka</i>
hu: <b>_Szülő:</b> <i>szülő fájlként létezik</i>
hy: <b>_Ծնող.</b> <i>ծնողը գոյություն ունի որպես ֆայլ</i>
id: <b>_Induk:</b> <i>induk ada sebagai file</i>
is: <b>_Foreldri:</b> <i>foreldri er til sem skrá</i>
ka: <b>_მშობელი:</b> <i>მშობელი არსებობს როგორც ფაილი</i>
kk: <b>_Ата-ана:</b> <i>ата-ана файл ретінде бар</i>
km: <b>_មាតាបិតា៖</b> <i>មេមានជាឯកសារ</i>
kn: <b>_ಪೋಷಕ:</b> <i>ಮೂಲ ಫೈಲ್ ಆಗಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ</i>
ku: <b>_Dê û bav:</b> <i>dêûbav wekî pelê heye</i>
ky: <b>_Ата-эне:</b> <i>ата-эне файл катары бар</i>
lb: <b>_Elterendeel:</b> <i>Elterendeel existéiert als Datei</i>
lo: <b>_ພໍ່ແມ່:</b> <i>ພໍ່ແມ່ມີຢູ່ເປັນໄຟລ໌</i>
lt: <b>_Tėvas:</b> <i>tėvas egzistuoja kaip failas</i>
lv: <b>_Vecāks:</b> <i>vecāks pastāv kā fails</i>
mg: <b>_ray aman-dreny:</b> <i>ray aman-dreny dia misy toy ny rakitra</i>
mi: <b>_Matua:</b> <i>kei te noho matua hei konae</i>
mk: <b>_Родител:</b> <i>родител постои како датотека</i>
ml: <b>_രക്ഷിതാവ്:</b> <i>പാരന്റ് ഫയലായി നിലവിലുണ്ട്</i>
mn: <b>_Эцэг эх:</b> <i>эцэг эх нь файл хэлбэрээр байдаг</i>
mr: <b>_पालक:</b> <i>फाईल म्हणून पालक अस्तित्वात आहेत</i>
mt: <b>_Ġenitur:</b> <i>ġenitur jeżisti bħala fajl</i>
my: <b>_မိဘ-</b> <i>မိဘသည် ဖိုင်အဖြစ် ရှိနေသည်။</i>
nb: <b>_Forelder:</b> <i>overordnet eksisterer som fil</i>
ne: <b>_अभिभावक:</b> <i>अभिभावक फाइलको रूपमा अवस्थित छ</i>
or: <b>_ପିତାମାତା:</b> <i>ପ୍ୟାରେଣ୍ଟ୍ ଫାଇଲ୍ ଭାବରେ ବିଦ୍ୟମାନ |</i>
pa: <b>_ਮਾਤਾ-ਪਿਤਾ:</b> <i>ਮਾਤਾ-ਪਿਤਾ ਫਾਇਲ ਦੇ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦ ਹੈ</i>
ps: <b>_:ﺭﻼ﻿ﭘ</b> <i>ﻱﺮﻟ ﻥﻮﺘﺷ ﻪګﻮﺗ ﻪﭘ ﻞﯾﺎﻓ ﺩ ﻦﯾﺪﻟﺍﻭ</i>
ro: <b>_Mamă:</b> <i>părinte există ca fișier</i>
rw: <b>_Umubyeyi:</b> <i>umubyeyi abaho nka dosiye</i>
sd: <b>_:ﻦﻳﺪﻟﺍﻭ</b> <i>ﻲﻫﺁ ﺩﻮﺟﻮﻣ ﺭﻮﻃ ﻞﺋﺎﻓ ﻦﻳﺪﻟﺍﻭ</i>
si: <b>_මාපිය:</b> <i>parent ගොනුවක් ලෙස පවතී</i>
sk: <b>_rodič:</b> <i>rodič existuje ako súbor</i>
sl: <b>_starš:</b> <i>nadrejeni obstaja kot datoteka</i>
sq: <b>_Prindi:</b> <i>prindi ekziston si skedar</i>
sw: <b>_Mzazi:</b> <i>mzazi ipo kama faili</i>
ta: <b>_பெற்றோர்:</b> <i>பெற்றோர் கோப்பாக உள்ளது</i>
te: <b>_తల్లిదండ్రులు:</b> <i>పేరెంట్ ఫైల్u200cగా ఉంది</i>
tg: <b>_Волидайн:</b> <i>волидайн ҳамчун файл вуҷуд дорад</i>
th: <b>_พ่อแม่:</b> <i>มีพาเรนต์เป็นไฟล์</i>
tk: <b>_Ene-atasy:</b> <i>ene-atasy faýl görnüşinde bar</i>
tt: <b>_Ата-ана:</b> <i>ата-аналар файл рәвешендә бар</i>
uk: <b>_Батько:</b> <i>батьківський існує як файл</i>
ur: <b>_:ﻦﯾﺪﻟﺍﻭ</b> <i>۔ﮯﮨ ﺩﻮﺟﻮﻣ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻞﺋﺎﻓ ﻦﯾﺪﻟﺍﻭ</i>
uz: <b>_Ota-ona:</b> <i>ota fayl sifatida mavjud</i>
vi: <b>_Cha mẹ:</b> <i>cha mẹ tồn tại dưới dạng tệp</i>
xh: <b>_Umzali:</b> <i>umzali ukhona njengefayile</i>
yi: <b>_:רעטאָפ</b> <i>עקעט יוו ץסיזגי רעטאָפ</i>

source: <b>P_ath:</b> <i>* create parent</i>
af: <b>P_ath:</b> <i>* ouer skep</i>
am: <b>P_ath:</b> <i>* ወላጅ መፍጠር</i>
ar: <b>P_ath:</b> <i>* ﺪﻟﺍﻮﻟﺍ ﻖﻠﺧ</i>
be: <b>P_ath:</b> <i>* стварыць бацькоўскі</i>
bg: <b>P_ath:</b> <i>* създаване на родител</i>
bn: <b>P_ath:</b> <i>* পিতামাতা তৈরি করুন</i>
ca: <b>P_ath:</b> <i>* crear pare</i>
cy: <b>P_ath:</b> <i>* creu rhiant</i>
da: <b>P_ath:</b> <i>* oprette forælder</i>
eo: <b>P_ath:</b> <i>* krei gepatron</i>
et: <b>P_ath:</b> <i>* loo vanem</i>
eu: <b>P_ath:</b> <i>* gurasoa sortu</i>
fa: <b>P_ath:</b> <i>* ﺪﻟﺍﻭ ﺩﺎﺠﯾﺍ</i>
fi: <b>P_ath:</b> <i>* luo vanhempi</i>
fil: <b>P_ath:</b> <i>* lumikha ng magulang</i>
fy: <b>P_ath:</b> <i>* meitsje âlder</i>
ga: <b>P_ath:</b> <i>* cruthaigh tuismitheoir</i>
gd: <b>P_ath:</b> <i>* cruthaich pàrant</i>
gl: <b>P_ath:</b> <i>* crear o pai</i>
gu: <b>P_ath:</b> <i>* માતાપિતા બનાવો</i>
he: <b>P_ath:</b> <i>* הרוה רוציל</i>
hi: <b>P_ath:</b> <i>* माता-पिता बनाएं</i>
hr: <b>P_ath:</b> <i>* stvoriti roditelj</i>
hu: <b>P_ath:</b> <i>* szülő létrehozása</i>
hy: <b>P_ath:</b> <i>* ստեղծել ծնող</i>
id: <b>P_ath:</b> <i>* buat orang tua</i>
is: <b>P_ath:</b> <i>* búa til foreldri</i>
ka: <b>P_ath:</b> <i>* მშობლის შექმნა</i>
kk: <b>P_ath:</b> <i>* ата-ана құру</i>
km: <b>P_ath:</b> <i>* បង្កើតមេ</i>
kn: <b>P_ath:</b> <i>* ಪೋಷಕರನ್ನು ರಚಿಸಿ</i>
ku: <b>P_ath:</b> <i>* dêûbav çêbikin</i>
ky: <b>P_ath:</b> <i>* ата-эне түзүү</i>
lb: <b>P_ath:</b> <i>* schafen Elterendeel</i>
lo: <b>P_ath:</b> <i>* ສ້າງພໍ່ແມ່</i>
lt: <b>P_ath:</b> <i>* sukurti tėvą</i>
lv: <b>P_ath:</b> <i>* izveidot vecāku</i>
mg: <b>P_ath:</b> <i>* mamorona ray aman-dreny</i>
mi: <b>P_ath:</b> <i>* hanga matua</i>
mk: <b>P_ath:</b> <i>* создаде родител</i>
ml: <b>P_ath:</b> <i>* മാതാപിതാക്കളെ സൃഷ്ടിക്കുക</i>
mn: <b>P_ath:</b> <i>* эцэг эхийг бий болгох</i>
mr: <b>P_ath:</b> <i>* पालक तयार करा</i>
mt: <b>P_ath:</b> <i>* toħloq ġenitur</i>
my: <b>P_ath:</b> <i>* မိဘကိုဖန်တီးပါ။</i>
nb: <b>P_ath:</b> <i>* opprette forelder</i>
ne: <b>P_ath:</b> <i>* अभिभावक सिर्जना गर्नुहोस्</i>
or: <b>P_ath:</b> <i>* ପିତାମାତା ସୃଷ୍ଟି କରନ୍ତୁ |</i>
pa: <b>P_ath:</b> <i>* ਮਾਪੇ ਬਣਾਓ</i>
ps: <b>P_ath:</b> <i>* ﺉړﮐ ړﻮﺟ ﺭﻼ﻿ﭘ ﻭﺍ ﺭﻮﻣ</i>
ro: <b>P_ath:</b> <i>* creează părinte</i>
rw: <b>P_ath:</b> <i>* kurema umubyeyi</i>
sd: <b>P_ath:</b> <i>* ﻮﻴﻫﺎﭠ ﻦﻳﺪﻟﺍﻭ</i>
si: <b>P_ath:</b> <i>* දෙමාපියන් නිර්මාණය කරන්න</i>
sk: <b>P_ath:</b> <i>* vytvoriť rodiča</i>
sl: <b>P_ath:</b> <i>* ustvari nadrejeno</i>
sq: <b>P_ath:</b> <i>* krijoj prind</i>
sw: <b>P_ath:</b> <i>* tengeneza mzazi</i>
ta: <b>P_ath:</b> <i>* பெற்றோரை உருவாக்குங்கள்</i>
te: <b>P_ath:</b> <i>* తల్లిదండ్రులను సృష్టించండి</i>
tg: <b>P_ath:</b> <i>* эҷод кардани волидайн</i>
th: <b>P_ath:</b> <i>* สร้างผู้ปกครอง</i>
tk: <b>P_ath:</b> <i>* ene-atany dörediň</i>
tt: <b>P_ath:</b> <i>* ата-ана булдыру</i>
uk: <b>P_ath:</b> <i>* створити батьківський</i>
ur: <b>P_ath:</b> <i>* ﮟﯿﺋﺎﻨﺑ ﻦﯾﺪﻟﺍﻭ</i>
uz: <b>P_ath:</b> <i>* ota-ona yaratish</i>
vi: <b>P_ath:</b> <i>* tạo cha mẹ</i>
xh: <b>P_ath:</b> <i>* dala umzali</i>
yi: <b>P_ath:</b> <i>* רעטאָפ ןפֿאַש</i>

source: <b>_Parent:</b> <i>* create parent</i>
af: <b>_Ouer:</b> <i>* ouer skep</i>
am: <b>_ወላጅ፡-</b> <i>* ወላጅ መፍጠር</i>
ar: <b>_:ﻦﻳﻮﺑﻷ﻿ﺍ</b> <i>* ﺪﻟﺍﻮﻟﺍ ﻖﻠﺧ</i>
be: <b>_Бацька:</b> <i>* стварыць бацькоўскі</i>
bg: <b>_родител:</b> <i>* създаване на родител</i>
bn: <b>_অভিভাবক:</b> <i>* পিতামাতা তৈরি করুন</i>
ca: <b>_Pare:</b> <i>* crear pare</i>
cy: <b>_Rhiant:</b> <i>* creu rhiant</i>
da: <b>_Forælder:</b> <i>* oprette forælder</i>
eo: <b>_Gepatro:</b> <i>* krei gepatron</i>
et: <b>_Vanem:</b> <i>* loo vanem</i>
eu: <b>_Gurasoa:</b> <i>* gurasoa sortu</i>
fa: <b>_:ﻦﯾﺪﻟﺍﻭ</b> <i>* ﺪﻟﺍﻭ ﺩﺎﺠﯾﺍ</i>
fi: <b>_Vanhempi:</b> <i>* luo vanhempi</i>
fil: <b>_Magulang:</b> <i>* lumikha ng magulang</i>
fy: <b>_âlder:</b> <i>* meitsje âlder</i>
ga: <b>_Tuismitheoir:</b> <i>* cruthaigh tuismitheoir</i>
gd: <b>_Pàrant:</b> <i>* cruthaich pàrant</i>
gl: <b>_Pai:</b> <i>* crear o pai</i>
gu: <b>_પિતૃ:</b> <i>* માતાપિતા બનાવો</i>
he: <b>_:הֶרֹוה</b> <i>* הרוה רוציל</i>
hi: <b>_अभिभावक:</b> <i>* माता-पिता बनाएं</i>
hr: <b>_Roditelj:</b> <i>* stvoriti roditelj</i>
hu: <b>_Szülő:</b> <i>* szülő létrehozása</i>
hy: <b>_Ծնող.</b> <i>* ստեղծել ծնող</i>
id: <b>_Induk:</b> <i>* buat orang tua</i>
is: <b>_Foreldri:</b> <i>* búa til foreldri</i>
ka: <b>_მშობელი:</b> <i>* მშობლის შექმნა</i>
kk: <b>_Ата-ана:</b> <i>* ата-ана құру</i>
km: <b>_មាតាបិតា៖</b> <i>* បង្កើតមេ</i>
kn: <b>_ಪೋಷಕ:</b> <i>* ಪೋಷಕರನ್ನು ರಚಿಸಿ</i>
ku: <b>_Dê û bav:</b> <i>* dêûbav çêbikin</i>
ky: <b>_Ата-эне:</b> <i>* ата-эне түзүү</i>
lb: <b>_Elterendeel:</b> <i>* schafen Elterendeel</i>
lo: <b>_ພໍ່ແມ່:</b> <i>* ສ້າງພໍ່ແມ່</i>
lt: <b>_Tėvas:</b> <i>* sukurti tėvą</i>
lv: <b>_Vecāks:</b> <i>* izveidot vecāku</i>
mg: <b>_ray aman-dreny:</b> <i>* mamorona ray aman-dreny</i>
mi: <b>_Matua:</b> <i>* hanga matua</i>
mk: <b>_Родител:</b> <i>* создаде родител</i>
ml: <b>_രക്ഷിതാവ്:</b> <i>* മാതാപിതാക്കളെ സൃഷ്ടിക്കുക</i>
mn: <b>_Эцэг эх:</b> <i>* эцэг эхийг бий болгох</i>
mr: <b>_पालक:</b> <i>* पालक तयार करा</i>
mt: <b>_Ġenitur:</b> <i>* toħloq ġenitur</i>
my: <b>_မိဘ-</b> <i>* မိဘကိုဖန်တီးပါ။</i>
nb: <b>_Forelder:</b> <i>* opprette forelder</i>
ne: <b>_अभिभावक:</b> <i>* अभिभावक सिर्जना गर्नुहोस्</i>
or: <b>_ପିତାମାତା:</b> <i>* ପିତାମାତା ସୃଷ୍ଟି କରନ୍ତୁ |</i>
pa: <b>_ਮਾਤਾ-ਪਿਤਾ:</b> <i>* ਮਾਪੇ ਬਣਾਓ</i>
ps: <b>_:ﺭﻼ﻿ﭘ</b> <i>* ﺉړﮐ ړﻮﺟ ﺭﻼ﻿ﭘ ﻭﺍ ﺭﻮﻣ</i>
ro: <b>_Mamă:</b> <i>* creează părinte</i>
rw: <b>_Umubyeyi:</b> <i>* kurema umubyeyi</i>
sd: <b>_:ﻦﻳﺪﻟﺍﻭ</b> <i>* ﻮﻴﻫﺎﭠ ﻦﻳﺪﻟﺍﻭ</i>
si: <b>_මාපිය:</b> <i>* දෙමාපියන් නිර්මාණය කරන්න</i>
sk: <b>_rodič:</b> <i>* vytvoriť rodiča</i>
sl: <b>_starš:</b> <i>* ustvari nadrejeno</i>
sq: <b>_Prindi:</b> <i>* krijoj prind</i>
sw: <b>_Mzazi:</b> <i>* tengeneza mzazi</i>
ta: <b>_பெற்றோர்:</b> <i>* பெற்றோரை உருவாக்குங்கள்</i>
te: <b>_తల్లిదండ్రులు:</b> <i>* తల్లిదండ్రులను సృష్టించండి</i>
tg: <b>_Волидайн:</b> <i>* эҷод кардани волидайн</i>
th: <b>_พ่อแม่:</b> <i>* สร้างผู้ปกครอง</i>
tk: <b>_Ene-atasy:</b> <i>* ene-atany dörediň</i>
tt: <b>_Ата-ана:</b> <i>* ата-ана булдыру</i>
uk: <b>_Батько:</b> <i>* створити батьківський</i>
ur: <b>_:ﻦﯾﺪﻟﺍﻭ</b> <i>* ﮟﯿﺋﺎﻨﺑ ﻦﯾﺪﻟﺍﻭ</i>
uz: <b>_Ota-ona:</b> <i>* ota-ona yaratish</i>
vi: <b>_Cha mẹ:</b> <i>* tạo cha mẹ</i>
xh: <b>_Umzali:</b> <i>* dala umzali</i>
yi: <b>_:רעטאָפ</b> <i>* רעטאָפ ןפֿאַש</i>

source: _Move
af: _Beweeg
am: _አንቀሳቅስ
ar: _ﻞﻘﻧ
be: _Рухацца
bg: _Ход
bn: _সরান
ca: _Mou-te
cy: _Symud
da: _Bevæge sig
eo: _Movu
et: _Liiguta
eu: _Mugitu
fa: _ﺖﮐﺮﺣ
fi: _Liikkua
fil: _Ilipat
fy: _Ferhúzje
ga: _Bog
gd: _Gluais
gl: _Mover
gu: _ચાલ
he: _רובעל \ זוזל \ ךלהמ
hi: _कदम
hr: _Potez
hu: _Mozog
hy: _Տեղափոխել
id: _Pindah
is: _Færa
ka: _გადაადგილება
kk: _Жылжыту
km: _ផ្លាស់ទី
kn: _ಸರಿಸಿ
ku: _Barkirin
ky: _Жылдыруу
lb: _Beweegen
lo: _ຍ້າຍ
lt: _Judėti
lv: _Pārvietot
mg: _fihetsika
mi: _Nuku
mk: _Премести
ml: _നീക്കുക
mn: _Хөдлөх
mr: _हलवा
mt: _Nimxu
my: _ရွှေ့ပါ။
nb: _Bevege seg
ne: _चल्नु
or: _ଘୁଞ୍ଚାନ୍ତୁ |
pa: _ਮੂਵ ਕਰੋ
ps: _ﺖﮐﺮﺣ
ro: _Mișcare
rw: _Himura
sd: _ﺖڪﺮﺣ
si: _චලනය කරන්න
sk: _Pohybujte sa
sl: _Premakni se
sq: _Lëvizni
sw: _Sogeza
ta: _நகர்வு
te: _కదలిక
tg: _Ҳаракат
th: _เคลื่อนไหว
tk: _Göçüriň
tt: _Күчерегез
uk: _Рухатися
ur: _ﻡﺍﺪﻗﺍ
uz: _Ko‘chirish
vi: _Di chuyển
xh: _Shenxisa
yi: _ךאַמ

source: Select Link Target
af: Kies Skakelteiken
am: አገናኝ ዒላማን ይምረጡ
ar: ﻑﺪﻬﻟﺍ ﻁﺎﺒﺗﺭﺍ ﺩﺪﺣ
be: Выберыце Link Target
bg: Изберете Link Target
bn: লিঙ্ক টার্গেট নির্বাচন করুন
ca: Seleccioneu Destinació d'enllaç
cy: Dewis Targed Cyswllt
da: Vælg Linkmål
eo: Elektu Link Celon
et: Valige Lingi sihtmärk
eu: Hautatu Estekaren helburua
fa: Link Target ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ
fi: Valitse Linkkikohde
fil: Piliin ang Link Target
fy: Selektearje Link Target
ga: Roghnaigh Nasc Sprioc
gd: Tagh Targaid Ceangail
gl: Seleccione Destino da ligazón
gu: લિંક લક્ષ્ય પસંદ કરો
he: רושיק דעי רחב
hi: लिंक लक्ष्य चुनें
hr: Odaberite Cilj veze
hu: Válassza a Link Target lehetőséget
hy: Ընտրեք Հղման թիրախ
id: Pilih Target Tautan
is: Veldu Link Target
ka: აირჩიეთ ბმული სამიზნე
kk: Мақсатты байланыстыру опциясын таңдаңыз
km: ជ្រើសរើសតំណភ្ជាប់គោលដៅ
kn: ಲಿಂಕ್ ಗುರಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Armanca Girêdanê Hilbijêre
ky: Шилтеме максатын тандаңыз
lb: Wielt Link Target
lo: ເລືອກ Link Target
lt: Pasirinkite Susieti tikslą
lv: Atlasiet Saistīt mērķi
mg: Fanteno Link Target
mi: Tīpakohia Hononga Target
mk: Изберете Целна врска
ml: ലിങ്ക് ടാർഗെറ്റ് തിരഞ്ഞെടുക്കുക
mn: Зорилтот холбоосыг сонгоно уу
mr: लिंक लक्ष्य निवडा
mt: Agħżel Link Target
my: Link Target ကို ရွေးပါ။
nb: Velg Linkmål
ne: लिङ्क लक्ष्य चयन गर्नुहोस्
or: ଲିଙ୍କ୍ ଟାର୍ଗେଟ୍ ଚୟନ କରନ୍ତୁ |
pa: ਲਿੰਕ ਟਾਰਗਿਟ ਚੁਣੋ
ps: ﺊﮐﺎټﻭ ﻑﺪﻫ ﮏﻨﯿﻟ ﺩ
ro: Selectați link-ul țintă
rw: Hitamo Intego
sd: ٽﻴﮔﺭﺎٽ ڪﻨﻟ ﻮﻳﺮڪ ﺐﺨﺘﻨﻣ
si: සබැඳි ඉලක්කය තෝරන්න
sk: Vyberte Cieľ odkazu
sl: Izberite Cilj povezave
sq: Zgjidhni Synimin e Lidhjes
sw: Chagua Lengo la Kiungo
ta: இணைப்பு இலக்கைத் தேர்ந்தெடுக்கவும்
te: లింక్ లక్ష్యాన్ని ఎంచుకోండి
tg: Ҳадафи пайвандро интихоб кунед
th: เลือกลิงค์เป้าหมาย
tk: Baglanyş nyşanyny saýlaň
tt: Ссылка максатын сайлагыз
uk: Виберіть Ціль посилання
ur: ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﻑﺪﮨ ﺎﮐ ﮏﻨﻟ
uz: Bog'lanish maqsadini tanlang
vi: Chọn mục tiêu liên kết
xh: Khetha iNxulumano ekuJoliswe kuyo
yi: ליצ קניל ןביַילקסיוא

source: Select Template File
af: Kies Sjabloonlêer
am: የአብነት ፋይልን ይምረጡ
ar: ﺐﻟﺎﻘﻟﺍ ﻒﻠﻣ ﺩﺪﺣ
be: Выберыце файл шаблону
bg: Изберете Файл с шаблон
bn: টেমপ্লেট ফাইল নির্বাচন করুন
ca: Seleccioneu Fitxer de plantilla
cy: Dewiswch Ffeil Templed
da: Vælg skabelonfil
eo: Elektu Ŝablona Dosiero
et: Valige Malli fail
eu: Hautatu Txantiloi fitxategia
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﺐﻟﺎﻗ ﻞﯾﺎﻓ
fi: Valitse mallitiedosto
fil: Piliin ang Template File
fy: Selektearje Template Triem
ga: Roghnaigh Comhad Teimpléad
gd: Tagh faidhle teamplaid
gl: Seleccione Ficheiro modelo
gu: ટેમ્પલેટ ફાઇલ પસંદ કરો
he: תינבת ץבוק רחב
hi: टेम्पलेट फ़ाइल का चयन करें
hr: Odaberite Datoteka predloška
hu: Válassza a Sablonfájl lehetőséget
hy: Ընտրեք Կաղապարի ֆայլը
id: Pilih File Template
is: Veldu Sniðmátskrá
ka: აირჩიეთ შაბლონის ფაილი
kk: Үлгі файлын таңдаңыз
km: ជ្រើសរើសឯកសារគំរូ
kn: ಟೆಂಪ್ಲೇಟ್ ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
ku: Pelê Şablonê hilbijêre
ky: Калып файлын тандаңыз
lb: Wielt Schabloun Datei
lo: ເລືອກໄຟລ໌ແມ່ແບບ
lt: Pasirinkite šablono failą
lv: Atlasiet Veidnes fails
mg: Mifidiana Template File
mi: Tīpakohia te Kōnae Tātauira
mk: Изберете Шаблонска датотека
ml: ടെംപ്ലേറ്റ് ഫയൽ തിരഞ്ഞെടുക്കുക
mn: Загвар файлыг сонгоно уу
mr: टेम्पलेट फाइल निवडा
mt: Agħżel Template File
my: Template File ကို ရွေးပါ။
nb: Velg Malfil
ne: टेम्प्लेट फाइल चयन गर्नुहोस्
or: ଟେମ୍ପଲେଟ୍ ଫାଇଲ୍ ଚୟନ କରନ୍ତୁ |
pa: ਟੈਂਪਲੇਟ ਫਾਈਲ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﻞﯾﺎﻓ ټﯿﻠﭙﻤﯿټ ﺩ
ro: Selectați fișier șablon
rw: Hitamo Inyandikorugero
sd: Template File ﻮﻳﺮڪ ﺐﺨﺘﻨﻣ
si: සැකිලි ගොනුව තෝරන්න
sk: Vyberte Súbor šablóny
sl: Izberite Datoteka s predlogo
sq: Zgjidhni skedarin e shabllonit
sw: Chagua Faili ya Kiolezo
ta: டெம்ப்ளேட் கோப்பைத் தேர்ந்தெடுக்கவும்
te: టెంప్లేట్ ఫైల్u200cని ఎంచుకోండి
tg: Файли Шаблонро интихоб кунед
th: เลือกไฟล์เทมเพลต
tk: Şablon faýly saýlaň
tt: Шаблон файлын сайлагыз
uk: Виберіть Файл шаблону
ur: ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﻮﮐ ﻞﺋﺎﻓ ﭧﯿﻠﭙﻤﯿﭨ
uz: Shablon faylini tanlang
vi: Chọn tệp mẫu
xh: Khetha Ifayile Yesakhelo
yi: עקעט רעטסומ ןביַילקסיוא
