Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Open FILE in user's or root's text editor
af: Maak LêER oop in gebruiker of root se teksredigeerder
am: በተጠቃሚ ወይም በ root ጽሑፍ አርታዒ ውስጥ FILEን ይክፈቱ
ar: ﺭﺬﺠﻟﺍ ﻭﺃ ﻡﺪﺨﺘﺴﻤﻟﺍ ﺺﻧ ﺭﺮﺤﻣ ﻲﻓ FILE ﺢﺘﻓﺍ
be: Адкрыйце ФАЙЛ у тэкставым рэдактары карыстальніка або каранёвага рэдактара
bg: Отворете FILE в текстовия редактор на потребителя или root
bn: ব্যবহারকারীর বা রুটের পাঠ্য সম্পাদকে FILE খুলুন
ca: Obriu FITXER a l'editor de text de l'usuari o root
cy: Agorwch FILE yn golygydd testun y defnyddiwr neu'r gwreiddyn
da: Åbn FIL i brugerens eller roots teksteditor
eo: Malfermu DOSIERO en la tekstredaktilo de uzanto aŭ radiko
et: Ava FILE kasutaja või juure tekstiredaktoris
eu: Ireki FILE erabiltzailearen edo root-en testu-editorean
fa: FILE ﺎﯾ ﺮﺑﺭﺎﮐ ﻦﺘﻣ ﺮﮕﺸﯾﺍﺮﯾﻭ ﺭﺩ ﺍﺭ root ﺪﯿﻨﮐ ﺯﺎﺑ
fi: Avaa FILE käyttäjän tai pääkäyttäjän tekstieditorissa
fil: Buksan ang FILE sa text editor ng user o root
fy: Iepenje FILE yn de tekstbewurker fan brûker of root
ga: Oscail COMHAD in eagarthóir téacs an úsáideora nó an fhréamh
gd: Fosgail FILE ann an deasaiche teacsa a ’chleachdaiche no root
gl: Abre FICHEIRO no editor de texto do usuario ou root
gu: વપરાશકર્તાના અથવા રૂટના ટેક્સ્ટ એડિટરમાં FILE ખોલો
he: שרושה וא שמתשמה לש טסקטה ךרועב FILE תא חתפ
hi: उपयोगकर्ता या रूट के टेक्स्ट एडिटर में फ़ाइल खोलें
hr: Otvorite FILE u korisničkom ili root uređivaču teksta
hu: Nyissa meg a FILE fájlt a felhasználó vagy a root szövegszerkesztőjében
hy: Բացեք FILE-ը օգտվողի կամ արմատի տեքստային խմբագրիչում
id: Buka FILE di editor teks pengguna atau root
is: Opnaðu FILE í textaritli notanda eða rótar
ka: გახსენით FILE მომხმარებლის ან root ტექსტის რედაქტორში
kk: FILE файлын пайдаланушының немесе түбірдің мәтіндік редакторында ашыңыз
km: បើក FILE នៅក្នុងកម្មវិធីនិពន្ធអត្ថបទរបស់អ្នកប្រើ ឬជា root
kn: ಬಳಕೆದಾರರ ಅಥವಾ ರೂಟ್u200cನ ಪಠ್ಯ ಸಂಪಾದಕದಲ್ಲಿ ಫೈಲ್ ತೆರೆಯಿರಿ
ku: FILE di edîtorê nivîsê ya bikarhêner an root de vekin
ky: FILEди колдонуучунун же тамырдын текст редакторунда ачыңыз
lb: Öffnen FILE am Texteditor vum Benotzer oder Root
lo: ເປີດ FILE ໃນຕົວແກ້ໄຂຂໍ້ຄວາມຂອງຜູ້ໃຊ້ຫຼືຮາກ
lt: Atidarykite FILE vartotojo arba šakninio teksto rengyklėje
lv: Atveriet failu FILE lietotāja vai saknes teksta redaktorā
mg: Sokafy ny FILE amin'ny tonian-dahatsoratra an'ny mpampiasa na root
mi: Whakatuwheratia te FILE i roto i te kaiwhakamahara kuputuhi a te kaiwhakamahi, i te pakiaka ranei
mk: Отворете FILE во текстуалниот уредувач на корисникот или root
ml: ഉപയോക്താവിന്റെ അല്ലെങ്കിൽ റൂട്ടിന്റെ ടെക്സ്റ്റ് എഡിറ്ററിൽ ഫയൽ തുറക്കുക
mn: FILE-г хэрэглэгчийн эсвэл root текст засварлагч дээр нээнэ үү
mr: वापरकर्त्याच्या किंवा रूटच्या टेक्स्ट एडिटरमध्ये FILE उघडा
mt: Iftaħ FILE fl-editur tat-test tal-utent jew tal-għeruq
my: အသုံးပြုသူ သို့မဟုတ် အမြစ်၏ စာသားတည်းဖြတ်မှုတွင် FILE ကိုဖွင့်ပါ။
nb: Åpne FIL i brukerens eller roots tekstredigerer
ne: प्रयोगकर्ताको वा रूटको पाठ सम्पादकमा FILE खोल्नुहोस्
or: ଉପଭୋକ୍ତା କିମ୍ବା ମୂଳର ପାଠ୍ୟ ସମ୍ପାଦକରେ FILE ଖୋଲନ୍ତୁ |
pa: ਯੂਜ਼ਰ ਜਾਂ ਰੂਟ ਦੇ ਟੈਕਸਟ ਐਡੀਟਰ ਵਿੱਚ FILE ਖੋਲ੍ਹੋ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﻞﯾﺎﻓ ﯥﮐ ﺮټﯾډﯾﺍ ﻦﺘﻣ ټﻭﺭ ﺎﯾ ﻲﮑﻧﻭﺭﺎﮐ ﺩ
ro: Deschideți FILE în editorul de text al utilizatorului sau al root-ului
rw: Fungura FILE mukoresha cyangwa umuzi wanditse
sd: ۾ ﺮٽﻳڊﻳﺍ ٽﺴڪﻴٽ ﻲﺟ ٽﻭﺭ ﺎﻳ ﺭﺯﻮﻳ ﻮﻴﻟﻮﮐ ﻞﺋﺎﻓ
si: පරිශීලකයාගේ හෝ මූලයේ පෙළ සංස්කාරකයේ ගොනුව විවෘත කරන්න
sk: Otvorte FILE v textovom editore používateľa alebo roota
sl: Odprite FILE v uporabniškem ali korenskem urejevalniku besedil
sq: Hapni FILE në redaktuesin e tekstit të përdoruesit ose rrënjës
sw: Fungua FILE katika kihariri cha maandishi cha mtumiaji au mzizi
ta: பயனரின் அல்லது ரூட்டின் உரை திருத்தியில் கோப்பைத் திறக்கவும்
te: వినియోగదారు లేదా రూట్ టెక్స్ట్ ఎడిటర్u200cలో ఫైల్u200cని తెరవండి
tg: FILE -ро дар муҳаррири матнии корбар ё реша кушоед
th: เปิด FILE ในโปรแกรมแก้ไขข้อความของผู้ใช้หรือรูท
tk: Ulanyjynyň ýa-da kök tekst redaktorynda FILE açyň
tt: Кулланучының яки тамырның текст редакторында FILE ачыгыз
uk: Відкрийте FILE в текстовому редакторі користувача або root
ur: ۔ﮟﯿﻟﻮﮭﮐ ﮟﯿﻣ ﺮﭩﯾﮉﯾﺍ ﭧﺴﮑﯿﭨ ﮯﮐ ﭦﻭﺭ ﺎﯾ ﮯﮐ ﻑﺭﺎﺻ ﻮﮐ ﻞﺋﺎﻓ
uz: FILEni foydalanuvchi yoki ildiz matn muharririda oching
vi: Mở FILE trong trình soạn thảo văn bản của người dùng hoặc người chủ
xh: Vula iFILE kumhleli wombhalo womsebenzisi okanye weengcambu
yi: לצראָוו רעדאָ רעצינאַב ןופ ראָטקאַדער טסקעט רעד ןיא FILE ןענעפֿע

source: Mount DEVICE or URL
af: Monteer DEVICE of URL
am: DEVICE ወይም URL ን ያውጡ
ar: URL ﻭﺃ DEVICE ﻞﻴﻤﺤﺗ
be: Мантаваць DEVICE або URL
bg: Монтиране на DEVICE или URL
bn: DEVICE বা URL মাউন্ট করুন৷
ca: Munta DEVICE o URL
cy: Mount DEVICE neu URL
da: Monter DEVICE eller URL
eo: Muntu DEVICE aŭ URL
et: Ühendage DEVICE või URL
eu: Muntatu DEVICE edo URLa
fa: DEVICE ﺎﯾ URL ﺪﯿﻨﮐ ﺭﺍﻮﺳ ﺍﺭ
fi: Liitä DEVICE tai URL
fil: I-mount ang DEVICE o URL
fy: Mount DEVICE of URL
ga: Mount DEVICE nó URL
gd: Mount DEVICE no URL
gl: Monta DEVICE ou URL
gu: DEVICE અથવા URL માઉન્ટ કરો
he: URL תבותכ וא DEVICE ןקתה
hi: माउंट डिवाइस या यूआरएल
hr: Postavite DEVICE ili URL
hu: Csatlakoztassa a DEVICE-t vagy az URL-t
hy: Տեղադրեք DEVICE-ը կամ URL-ը
id: Pasang PERANGKAT atau URL
is: Festu DEVICE eða vefslóð
ka: დაამონტაჟეთ DEVICE ან URL
kk: DEVICE немесе URL мекенжайын орнатыңыз
km: ម៉ោន DEVICE ឬ URL
kn: ಸಾಧನ ಅಥವಾ URL ಅನ್ನು ಆರೋಹಿಸಿ
ku: Çîyayê DEVICE an URL
ky: DEVICE же URL орнотуңуз
lb: Mount DEVICE oder URL
lo: ເຊື່ອມຕໍ່ DEVICE ຫຼື URL
lt: Prijungti ĮRENGINĮ ar URL
lv: Pievienojiet DEVICE vai URL
mg: Tendrombohitra DEVICE na URL
mi: Maunga PURU, URL ranei
mk: Монтирајте DEVICE или URL
ml: ഉപകരണം അല്ലെങ്കിൽ URL മൗണ്ട് ചെയ്യുക
mn: DEVICE эсвэл URL-г холбоно уу
mr: DEVICE किंवा URL माउंट करा
mt: Immonta TAGĦMIR jew URL
my: DEVICE သို့မဟုတ် URL ကိုတပ်ဆင်ပါ။
nb: Monter DEVICE eller URL
ne: DEVICE वा URL माउन्ट गर्नुहोस्
or: DEVICE କିମ୍ବା URL ମାଉଣ୍ଟ କରନ୍ତୁ |
pa: DEVICE ਜਾਂ URL ਨੂੰ ਮਾਊਂਟ ਕਰੋ
ps: URL ﺎﯾ DEVICE ټﻧﻭﺎﻣ
ro: Montați DEVICE sau URL
rw: Umusozi DEVICE cyangwa URL
sd: DEVICE ﺎﻳ URL ﻮﻳﺮڪ ٽﻧﻮﺋﺎﻣ ﻲﮐ
si: උපාංගය හෝ URL සවි කරන්න
sk: Pripojte DEVICE alebo URL
sl: Vključite DEVICE ali URL
sq: Montoni DEVICE ose URL
sw: Panda DEVICE au URL
ta: சாதனம் அல்லது URL ஐ ஏற்றவும்
te: పరికరం లేదా URLని మౌంట్ చేయండి
tg: DEVICE ё URL-ро насб кунед
th: ต่อเชื่อม DEVICE หรือ URL
tk: DEVICE ýa-da URL dagy
tt: DEVICE тавы яки URL
uk: Підключіть DEVICE або URL
ur: DEVICE ﺎﯾ URL ۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ ﻮﮐ
uz: DEVICE yoki URL manzilini o‘rnating
vi: Gắn thiết bị hoặc URL
xh: Nyuka DEVICE okanye URL
yi: URL רעדאָ DEVICE ןפּאַלקנאָ

source: Unmount DEVICE or mount point DIR
af: Ontkoppel DEVICE of monteerpunt DIR
am: DEVICE ን ይንቀሉ ወይም ነጥቡን ይጫኑ DIR
ar: DIR ﺔﻄﻘﻧ ﺐﻴﻛﺮﺗ ﻭﺃ DEVICE ﺖﻴﺒﺜﺗ ءﺎﻐﻟﺈﺑ ﻢﻗ
be: Адключыце DEVICE або кропку мантавання DIR
bg: Демонтирайте DEVICE или точка за монтиране DIR
bn: DEVICE বা মাউন্ট পয়েন্ট DIR আনমাউন্ট করুন
ca: Desmunteu DEVICE o punt de muntatge DIR
cy: Dad-rifo DEVICE neu mount point DIR
da: Afmonter DEVICE eller monteringspunkt DIR
eo: Malmunti DEVICE aŭ munti punkton DIR
et: Ühendage lahti DEVICE või ühendage kinnituspunkt DIR
eu: Desmuntatu DEVICE edo muntatzeko DIR
fa: DEVICE ﻝﺎﺼﺗﺍ ﻪﻄﻘﻧ ﺎﯾ DIR ﺪﯿﻨﮐ ﺍﺪﺟ ﺍﺭ
fi: Irrota DEVICE tai kiinnityspiste DIR
fil: I-unmount ang DEVICE o mount point DIR
fy: Unmount DEVICE of mount punt DIR
ga: DÍOSPÓIREACHT nó DIR pointe suite
gd: DÙTHCHAS unmount no mount point DIR
gl: Desmontar DEVICE ou punto de montaxe DIR
gu: DEVICE અથવા માઉન્ટ બિંદુ DIR અનમાઉન્ટ કરો
he: DIR הבכרה תדוקנ וא DEVICE לש הניעטה תא לטב
hi: डिवाइस को अनमाउंट करें या माउंट पॉइंट डीआईआर
hr: Isključite DEVICE ili točku montiranja DIR
hu: Válassza le a DEVICE-t vagy a csatlakoztatási pontot DIR
hy: Ապամոնտաժել DEVICE-ը կամ ամրացման կետը DIR
id: Lepas DEVICE atau mount point DIR
is: Aftengja DEVICE eða festa punkt DIR
ka: DEVICE-ის მოხსნა ან დამაგრების წერტილი DIR
kk: DEVICE немесе DIR орнату нүктесін ажыратыңыз
km: ផ្តាច់ឧបករណ៍ឬចំណុចម៉ោន DIR
kn: ಸಾಧನವನ್ನು ಅನ್u200cಮೌಂಟ್ ಮಾಡಿ ಅಥವಾ ಮೌಂಟ್ ಪಾಯಿಂಟ್ DIR
ku: DEVICE rakin an jî xala çiyê DIR
ky: DEVICE же орнотуу чекити DIR ажыратыңыз
lo: ຖອນການເຊື່ອມຕໍ່ອຸປະກອນ ຫຼືຈຸດເຊື່ອມຕໍ່ DIR
lt: Atjungti ĮRENGINĮ ar prijungimo taško KATALOGĄ
lv: Atvienojiet DEVICE vai montāžas punktu DIR
mg: Esory ny DEVICE na asio teboka DIR
mi: Wetewete i te PURERE me te tohu tohu DIR
mk: Откачете го DEVICE или точката за монтирање DIR
ml: ഉപകരണം അൺമൗണ്ട് ചെയ്യുക അല്ലെങ്കിൽ മൌണ്ട് പോയിന്റ് DIR
mn: DEVICE-г салгах эсвэл DIR холбох цэг
mr: DEVICE किंवा माउंट पॉइंट DIR अनमाउंट करा
mt: Unmount DEVICE jew mount point DIR
my: စက်ပစ္စည်းကို တပ်ဆင်ပါ သို့မဟုတ် တပ်ဆင်ရန်အချက် DIR ကို ဖြုတ်ပါ။
nb: Demonter DEVICE eller monteringspunkt DIR
ne: DEVICE वा माउन्ट पोइन्ट DIR अनमाउन्ट गर्नुहोस्
or: ଡିଭାଇସ୍ ଅନ୍ମାଉଣ୍ଟ୍ କିମ୍ବା ମାଉଣ୍ଟ ପଏଣ୍ଟ DIR |
pa: DEVICE ਜਾਂ ਮਾਊਂਟ ਪੁਆਇੰਟ DIR ਨੂੰ ਅਣਮਾਊਂਟ ਕਰੋ
ps: DEVICE ټﻨﺋﺍﻮﭘ ټﻧﻭﺎﻣ ﺩ ﺎﯾ DIR ﺉړﮐ ﺐﺼﻧ ﺮﯿﻏ
ro: Demontați DEVICE sau punct de montare DIR
rw: KUBONA DEVICE cyangwa gushiraho DIR
sd: DIR ٽﻨﺋﺍﻮﭘ ٽﻧﻮﺋﺎﻣ ﺎﻳ DEVICE ٽﻧﻮﺋﺎﻣ ﻥﺍ
si: උපාංගය සවිකිරීම ඉවත් කරන්න හෝ DIR සවිකරන ලක්ෂ්u200dයය
sk: Odpojte DEVICE alebo bod pripojenia DIR
sl: Odklopite DEVICE ali točko pritrditve DIR
sq: Çmontoni DEVICE ose pikën e montimit DIR
sw: Fungua DEVICE au mahali pa kupachika DIR
ta: சாதனம் அல்லது மவுண்ட் பாயிண்ட் DIR ஐ அவிழ்த்து விடுங்கள்
te: పరికరం లేదా మౌంట్ పాయింట్ DIRని అన్u200cమౌంట్ చేయండి
tg: DEVICE-ро ҷудо кунед ё нуқтаи васлкунии DIR
th: ยกเลิกการต่อเชื่อม DEVICE หรือจุดเชื่อมต่อ DIR
tk: Öçürmek DEVICE ýa-da DIR nokady
tt: DEVICE яисә монтаж ноктасы DIR
uk: Відключіть DEVICE або точку монтування DIR
ur: DEVICE ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﺎﯾ DIR ۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ ﻥﺍ ﻮﮐ
uz: DEVICE-ni ajratib oling yoki DIR-ni ulash nuqtasi
vi: Ngắt kết nối THIẾT BỊ hoặc gắn điểm DIR
xh: Hlula i-DEVICE okanye indawo yokunyusa i-DIR
yi: DIR טנופ ןפּאַלקנאָ רעדאָ סייוויד טנואָמנאַ

source: EVENTS ------
af: GEBEURE ------
am: ክስተቶች ------
ar: ﺙﺍﺪﺣﻷ﻿ﺍ ------
be: ПАДЗЕІ ------
bg: СЪБИТИЯ ------
bn: ঘটনা ------
ca: ESDEVENIMENTS ------
cy: DIGWYDDIADAU ------
da: BEGIVENHEDER ------
eo: OVENTOJ ------
et: SÜNDMUSED ------
eu: GERTAERAK ------
fa: ﺎﻫ ﺖﺒﺳﺎﻨﻣ ------
fi: TAPAHTUMAT ------
fil: MGA PANGYAYARI ------
ga: IMEACHTAÍ ------
gd: TACHARTASAN ------
gl: EVENTOS ------
gu: ઘટનાઓ ------
he: םיעוריא ------
hi: आयोजन ------
hr: DOGAĐAJI ------
hu: ESEMÉNYEK ------
hy: ԻՐԱԴԱՐՁՈՒԹՅՈՒՆՆԵՐ ------
id: ACARA ------
is: VIÐBURÐIR ------
ka: ᲘᲕᲔᲜᲗᲘ ------
kk: ОҚИҒАЛАР ------
km: ព្រឹត្តិការណ៍ ------
kn: ಕಾರ್ಯಕ್ರಮಗಳು ------
ku: BÛYER ------
ky: ОКУЯЛАР ------
lb: EVENEMENTEN ------
lo: ເຫດການ ------
lt: ĮVYKIAI ------
lv: PASĀKUMI ------
mg: ZAVA-NITRANGA ------
mi: NGA WHAKAMAHI ------
mk: НАСТАНИ ------
ml: ഇവന്റുകൾ ------
mn: ҮЙЛ ЯВДАЛ ------
mr: घटना ------
mt: AVVENIMENTI ------
my: ပွဲများ ------
nb: ARRANGEMENTER ------
ne: घटनाहरू ------
or: ଘଟଣା ------
pa: ਸਮਾਗਮ ------
ps: ﯥښﯿﭘ ------
ro: EVENIMENTE ------
rw: IBIKORWA ------
sd: ﺎﻌﻗﺍﻭ ------
si: සිද්ධීන් ------
sk: DIANIA ------
sl: DOGODKI ------
sq: NGJARJE ------
sw: MATUKIO ------
ta: நிகழ்வுகள் ------
te: ఈవెంట్స్ ------
tg: ХОДИСАХО ------
th: กิจกรรม ------
tk: Wakalar ------
tt: Вакыйгалар ------
uk: ПОДІЇ ------
ur: ﺕﺎﺒﯾﺮﻘﺗ ------
uz: VOQEALAR ------
vi: SỰ KIỆN ------
xh: IZIGANEKO ------

source: Instance start %e
af: Instance begin %e
am: ምሳሌ ጅምር %e
ar: ﻞﻴﺜﻤﻟﺍ ﺔﻳﺍﺪﺑ %e
be: Пачатак асобніка %e
bg: Старт на екземпляра %e
bn: উদাহরণ শুরু %e
ca: Inici de la instància %e
cy: Cychwyn ar y cychwyn %e
da: Forekomst start %e
eo: Kazo komenciĝas %e
et: Juhtumi algus %e
eu: Instantziaren hasiera %e
fa: ﻪﻧﻮﻤﻧ ﻉﻭﺮﺷ %e
fi: Instanssin aloitus %e
fil: Pagsisimula ng instance %e
fy: Ynstânsje start %e
ga: Tús imeachta %e
gd: Toiseach tòiseachaidh %e
gl: Inicio de instancia %e
gu: દાખલાની શરૂઆત %e
he: עפומ לש הלחתה %e
hi: उदाहरण प्रारंभ %e
hr: Početak instance %e
hu: Példány indítása %e
hy: Օրինակի սկիզբ %e
id: Mulai instan %e
is: Tilvik byrjun %e
ka: მაგალითის დაწყება %e
kk: Дана бастау %e
km: ការចាប់ផ្តើមឧទាហរណ៍ %e
kn: ಉದಾಹರಣೆಗೆ ಪ್ರಾರಂಭ %e
ku: Mînakî dest pê dike %e
ky: Мисал баштоо %e
lb: Instanz ufänken %e
lo: ເລີ່ມຕົ້ນຕົວຢ່າງ %e
lt: Pavyzdžio pradžia %e
lv: Piemēra sākums %e
mg: Manomboka ny ohatra %e
mi: Ka timata te tauira %e
mk: Почеток на пример %e
ml: ഉദാഹരണം ആരംഭം %e
mn: Жишээ эхлэл %e
mr: उदाहरण सुरू करा %e
mt: Istanza bidu %e
my: ဥပမာ စတင်ပါ။ %e
nb: Forekomst start %e
ne: उदाहरण सुरु %e
or: ଇନଷ୍ଟାନ୍ସ ଆରମ୍ଭ | %e
pa: ਉਦਾਹਰਨ ਸ਼ੁਰੂ %e
ps: ﻞﯿﭘ ﻪګﻮﺗ ﻪﭘ ﻝﺎﺜﻣ ﺩ %e
ro: Pornirea instanței %e
rw: Intangiriro %e
sd: ﺕﺎﻋﻭﺮﺷ ﻲﺟ ﻝﺎﺜﻣ %e
si: උදාහරණයක් ආරම්භය %e
sk: Začiatok inštancie %e
sl: Začetek primera %e
sq: Fillimi i shembullit %e
sw: Kuanza kwa mfano %e
ta: உதாரணம் தொடக்கம் %e
te: ఉదాహరణ ప్రారంభం %e
tg: Оғози мисол %e
th: อินสแตนซ์เริ่มต้น %e
tk: Dessine başlamak %e
tt: Инстанция башлау %e
uk: Початок екземпляра %e
ur: ۔ﮟﯾﺮﮐ ﻉﻭﺮﺷ ﻝﺎﺜﻣ %e
uz: Misol boshlanishi %e
vi: Phiên bản bắt đầu %e
xh: Ukuqala umzekelo %e
yi: בייהנאָ ליפּשיַיב %e

source: Instance exit %e
af: Instance uitgang %e
am: ምሳሌ መውጣት %e
ar: ﻞﻴﺜﻤﻟﺍ ﺝﻭﺮﺧ %e
be: Выхад з экзэмпляра %e
bg: Изход от екземпляра %e
bn: উদাহরণ প্রস্থান %e
ca: Sortida de la instància %e
cy: Allanfa cychwyn %e
da: Forekomst exit %e
eo: Kaza eliro %e
et: Eksemplari väljumine %e
eu: Instantziaren irteera %e
fa: ﻪﻧﻮﻤﻧ ﺝﻭﺮﺧ %e
fi: Instanssin poistuminen %e
fil: Paglabas ng halimbawa %e
fy: Exit exit %e
ga: Scoir imeachta %e
gd: Cuir a-mach àite %e
gl: Saída da instancia %e
gu: દાખલામાંથી બહાર નીકળો %e
he: עפוממ האיצי %e
hi: उदाहरण निकास %e
hr: Izlaz iz instance %e
hu: Példány kilépés %e
hy: Օրինակի ելք %e
id: Keluar instan %e
is: Hætta tilvik %e
ka: მაგალითის გასვლა %e
kk: Данадан шығу %e
km: ច្រកចេញឧទាហរណ៍ %e
kn: ನಿದರ್ಶನ ನಿರ್ಗಮನ %e
ku: Derketina mînak %e
ky: Мисал чыгуу %e
lb: Instanz Austrëtt %e
lo: ອອກຈາກຕົວຢ່າງ %e
lt: Pavyzdžio išėjimas %e
lv: Gadījuma izeja %e
mg: Fivoahana ohatra %e
mi: Putanga tauira %e
mk: Излез на пример %e
ml: ഉദാഹരണ എക്സിറ്റ് %e
mn: Жишээ гарах %e
mr: उदाहरण बाहेर पडा %e
mt: Ħruġ tal-istanza %e
my: ဥပမာ ထွက်ပေါက် %e
nb: Forekomst exit %e
ne: उदाहरण निकास %e
or: ଇନଷ୍ଟାନ୍ସ ପ୍ରସ୍ଥାନ %e
pa: ਉਦਾਹਰਨ ਨਿਕਾਸ %e
ps: ﻮﻠﺗﻭ ﺩ ﻝﺎﺜﻣ ﺩ %e
ro: Ieșirea instanței %e
rw: Gusohoka %e
sd: ﮠﺮڪﻧ ﻝﺎﺜﻣ %e
si: උදාහරණ පිටවීම %e
sk: Výstup z inštancie %e
sl: Izhod iz primerka %e
sq: Dalja e shembullit %e
sw: Toka kwa tukio %e
ta: உதாரணம் வெளியேறுதல் %e
te: ఉదాహరణ నిష్క్రమణ %e
tg: Баромади мисол %e
th: ออกจากอินสแตนซ์ %e
tk: Derrew çykyş %e
tt: Инстанциядән чыгу %e
uk: Вихід екземпляра %e
ur: ۔ﮟﯿﻠﮑﻧ ﺮﮨﺎﺑ ﮯﺳ ﻝﺎﺜﻣ %e
uz: Misoldan chiqish %e
vi: Thoát phiên bản %e
xh: Ukuphuma kwimeko %e
yi: גנאַגסיוראַ ליפּשיַיב %e

source: Window new %e %w %p %t
af: Venster nuut %e %w %p %t
am: መስኮት አዲስ %e %w %p %t
ar: ﺓﺪﻳﺪﺟ ﺓﺬﻓﺎﻧ %e %w %p %t
be: Акно новае %e %w %p %t
bg: Прозорец нов %e %w %p %t
bn: নতুন উইন্ডো %e %w %p %t
ca: Finestra nova %e %w %p %t
cy: Ffenestr newydd %e %w %p %t
da: Nyt vindue %e %w %p %t
eo: Fenestro nova %e %w %p %t
et: Aken uus %e %w %p %t
eu: Leiho berria %e %w %p %t
fa: ﺪﯾﺪﺟ ﻩﺮﺠﻨﭘ %e %w %p %t
fi: Ikkuna uusi %e %w %p %t
fil: Bagong bintana %e %w %p %t
fy: Finster nij %e %w %p %t
ga: Fuinneog nua %e %w %p %t
gd: Uinneag ùr %e %w %p %t
gl: Fiestra nova %e %w %p %t
gu: વિન્ડો નવી %e %w %p %t
he: שדח ןולח %e %w %p %t
hi: विंडो नई %e %w %p %t
hr: Prozor nov %e %w %p %t
hu: Ablak új %e %w %p %t
hy: Պատուհան նոր %e %w %p %t
id: Jendela baru %e %w %p %t
is: Gluggi nýr %e %w %p %t
ka: ფანჯარა ახალი %e %w %p %t
kk: Терезе жаңа %e %w %p %t
km: បង្អួចថ្មី។ %e %w %p %t
kn: ಹೊಸ ಕಿಟಕಿ %e %w %p %t
ku: Paceya nû %e %w %p %t
ky: Терезе жаңы %e %w %p %t
lb: Fënster nei %e %w %p %t
lo: ປ່ອງຢ້ຽມໃໝ່ %e %w %p %t
lt: Langas naujas %e %w %p %t
lv: Logs jauns %e %w %p %t
mg: Varavarankely vaovao %e %w %p %t
mi: Matapihi hou %e %w %p %t
mk: Прозорец нов %e %w %p %t
ml: വിൻഡോ പുതിയത് %e %w %p %t
mn: Цонх шинэ %e %w %p %t
mr: विंडो नवीन %e %w %p %t
mt: Tieqa ġdida %e %w %p %t
my: ဝင်းဒိုးအသစ် %e %w %p %t
nb: Nytt vindu %e %w %p %t
ne: विन्डो नयाँ %e %w %p %t
or: ୱିଣ୍ଡୋ ନୂଆ | %e %w %p %t
pa: ਵਿੰਡੋ ਨਵੀਂ %e %w %p %t
ps: ۍﮐړﮐ ﯤﻮﻧ %e %w %p %t
ro: Fereastra noua %e %w %p %t
rw: Idirishya rishya %e %w %p %t
sd: ﻥﻮﺌﻧ ﻭڊﻧﻭ %e %w %p %t
si: කවුළුව අලුත් %e %w %p %t
sk: Okno nové %e %w %p %t
sl: Okno novo %e %w %p %t
sq: Dritare e re %e %w %p %t
sw: Dirisha mpya %e %w %p %t
ta: ஜன்னல் புதியது %e %w %p %t
te: విండో కొత్తది %e %w %p %t
tg: Тирезаи нав %e %w %p %t
th: หน้าต่างใหม่ %e %w %p %t
tk: Täze penjire %e %w %p %t
tt: Яңа тәрәзә %e %w %p %t
uk: Вікно нове %e %w %p %t
ur: ﯽﺌﻧ ﻭﮉﻧﻭ %e %w %p %t
uz: Oyna yangi %e %w %p %t
vi: Cửa sổ mới %e %w %p %t
xh: Ifestile entsha %e %w %p %t
yi: יַינ רעטצנעפֿ %e %w %p %t

source: Window focus %e %w %p %t
af: Venster fokus %e %w %p %t
am: የመስኮት ትኩረት %e %w %p %t
ar: ﺓﺬﻓﺎﻨﻟﺍ ﻰﻠﻋ ﺰﻴﻛﺮﺘﻟﺍ %e %w %p %t
be: Фокус на акно %e %w %p %t
bg: Фокус на прозореца %e %w %p %t
bn: উইন্ডো ফোকাস %e %w %p %t
ca: Enfocament de la finestra %e %w %p %t
cy: Ffocws ffenestr %e %w %p %t
da: Vindues fokus %e %w %p %t
eo: Fenestra fokuso %e %w %p %t
et: Akna fookus %e %w %p %t
eu: Leiho fokua %e %w %p %t
fa: ﻩﺮﺠﻨﭘ ﺱﻮﮐﻮﻓ %e %w %p %t
fi: Ikkunan tarkennus %e %w %p %t
fil: Pokus sa bintana %e %w %p %t
fy: Finster fokus %e %w %p %t
ga: Fócas fuinneoige %e %w %p %t
gd: Fòcas uinneig %e %w %p %t
gl: Foco da fiestra %e %w %p %t
gu: વિન્ડો ફોકસ %e %w %p %t
he: ןולחב דוקימ %e %w %p %t
hi: विंडो फोकस %e %w %p %t
hr: Fokus prozora %e %w %p %t
hu: Ablak fókusz %e %w %p %t
hy: Պատուհանի ֆոկուս %e %w %p %t
id: Fokus jendela %e %w %p %t
is: Gluggafókus %e %w %p %t
ka: ფანჯრის ფოკუსი %e %w %p %t
kk: Терезе фокусы %e %w %p %t
km: ការផ្តោតអារម្មណ៍លើបង្អួច %e %w %p %t
kn: ವಿಂಡೋ ಫೋಕಸ್ %e %w %p %t
ku: Fokusa pencereyê %e %w %p %t
ky: Терезе фокусу %e %w %p %t
lb: Fënster konzentréieren %e %w %p %t
lo: ຈຸດສຸມປ່ອງຢ້ຽມ %e %w %p %t
lt: Lango fokusavimas %e %w %p %t
lv: Loga fokuss %e %w %p %t
mg: Fifantohana varavarankely %e %w %p %t
mi: Matapihi arotahi %e %w %p %t
mk: Фокус на прозорецот %e %w %p %t
ml: വിൻഡോ ഫോക്കസ് %e %w %p %t
mn: Цонхны фокус %e %w %p %t
mr: विंडो फोकस %e %w %p %t
mt: Iffoka fuq it-tieqa %e %w %p %t
my: ပြတင်းပေါက်အာရုံ %e %w %p %t
nb: Vindusfokus %e %w %p %t
ne: विन्डो फोकस %e %w %p %t
or: ୱିଣ୍ଡୋ ଫୋକସ୍ | %e %w %p %t
pa: ਵਿੰਡੋ ਫੋਕਸ %e %w %p %t
ps: ﺰﮐﺮﻤﺗ ۍﮐړﮐ ﺩ %e %w %p %t
ro: Focalizare pe fereastră %e %w %p %t
rw: Idirishya %e %w %p %t
sd: ﺲڪﻮﻓ ﻭڊﻧﻭ %e %w %p %t
si: කවුළුව අවධානය යොමු කරන්න %e %w %p %t
sk: Zameranie okna %e %w %p %t
sl: Fokus okna %e %w %p %t
sq: Fokusi i dritares %e %w %p %t
sw: Mtazamo wa dirisha %e %w %p %t
ta: சாளர கவனம் %e %w %p %t
te: విండో ఫోకస్ %e %w %p %t
tg: Фокуси тиреза %e %w %p %t
th: โฟกัสหน้าต่าง %e %w %p %t
tk: Penjiräniň fokusy %e %w %p %t
tt: Тәрәзә фокусы %e %w %p %t
uk: Фокус на вікні %e %w %p %t
ur: ﺲﮐﻮﻓ ﻭﮉﻧﻭ %e %w %p %t
uz: Oyna fokus %e %w %p %t
vi: Tiêu điểm cửa sổ %e %w %p %t
xh: Ukugxila kwefestile %e %w %p %t
yi: סוקאָפ רעטצנעפֿ %e %w %p %t

source: Window move/resize %e %w %p %t
af: Venster skuif/verander grootte %e %w %p %t
am: የመስኮት ማንቀሳቀስ/መጠን %e %w %p %t
ar: ﻢﺠﺤﻟﺍ ﺮﻴﻴﻐﺗ / ﺓﺬﻓﺎﻨﻟﺍ ﻞﻘﻧ %e %w %p %t
be: Перамясціць/змяніць памер акна %e %w %p %t
bg: Преместване/преоразмеряване на прозореца %e %w %p %t
bn: উইন্ডো মুভ/রিসাইজ করুন %e %w %p %t
ca: Moure/canviar la mida de la finestra %e %w %p %t
cy: Symud / newid maint ffenestr %e %w %p %t
da: Flyt/tilpas vinduet %e %w %p %t
eo: Fenestro movi/regrandigi %e %w %p %t
et: Akna liigutamine/suuruse muutmine %e %w %p %t
eu: Leihoa mugitu/tamaina aldatu %e %w %p %t
fa: ﻩﺯﺍﺪﻧﺍ ﺮﯿﯿﻐﺗ/ﻩﺮﺠﻨﭘ ﺖﮐﺮﺣ %e %w %p %t
fi: Ikkunan siirto/muuta kokoa %e %w %p %t
fil: Paglipat/pag-resize ng window %e %w %p %t
fy: Finster ferpleatse / feroarje grutte %e %w %p %t
ga: Bog / athraigh méid na fuinneoige %e %w %p %t
gd: Gluasad / ath-mheudachadh uinneag %e %w %p %t
gl: Mover/redimensionar a fiestra %e %w %p %t
gu: વિન્ડો ખસેડો / માપ બદલો %e %w %p %t
he: ןולחה לדוג יוניש/תזזה %e %w %p %t
hi: विंडो चाल/आकार बदलें %e %w %p %t
hr: Pomicanje/promjena veličine prozora %e %w %p %t
hu: Ablak áthelyezése/átméretezése %e %w %p %t
hy: Պատուհանի տեղափոխում/չափափոխում %e %w %p %t
id: Jendela pindah/ubah ukuran %e %w %p %t
is: Flutningur/breytir stærð glugga %e %w %p %t
ka: ფანჯრის გადატანა/ზომის შეცვლა %e %w %p %t
kk: Терезені жылжыту/өлшемін өзгерту %e %w %p %t
km: ផ្លាស់ទី/ប្តូរទំហំបង្អួច %e %w %p %t
kn: ವಿಂಡೋ ಮೂವ್ / ಮರುಗಾತ್ರಗೊಳಿಸಿ %e %w %p %t
ku: Veguheztina pencereyê/guheztina mezinbûnê %e %w %p %t
ky: Терезени жылдыруу/өлчөмүн өзгөртүү %e %w %p %t
lb: Fënster réckelen / Gréisst änneren %e %w %p %t
lo: ຍ້າຍ/ປັບຂະໜາດໜ້າຈໍ %e %w %p %t
lt: Lango perkėlimas / dydžio keitimas %e %w %p %t
lv: Logu pārvietošana/izmēra maiņa %e %w %p %t
mg: Mamindra / manova ny haben'ny varavarankely %e %w %p %t
mi: Te neke/te rahi o te matapihi %e %w %p %t
mk: Преместување/промена на големината на прозорецот %e %w %p %t
ml: വിൻഡോ നീക്കുക/ വലിപ്പം മാറ്റുക %e %w %p %t
mn: Цонхыг зөөх/хэмжээг өөрчлөх %e %w %p %t
mr: विंडो हलवा/आकार बदला %e %w %p %t
mt: Tieqa tiċċaqlaq / ridimensjona %e %w %p %t
my: ဝင်းဒိုးရွှေ့/အရွယ်အစားပြောင်း %e %w %p %t
nb: Flytt/endre størrelse på vindu %e %w %p %t
ne: सञ्झ्याल सार्नुहोस्/रिसाइज गर्नुहोस् %e %w %p %t
or: ୱିଣ୍ଡୋ ଗତି / ଆକାର ପରିବର୍ତ୍ତନ | %e %w %p %t
pa: ਵਿੰਡੋ ਮੂਵ/ਰੀਸਾਈਜ਼ %e %w %p %t
ps: ﻝﻮﻟﺪﺑ/ﺖﮐﺮﺣ ۍﮐړﮐ %e %w %p %t
ro: Mutarea/redimensionarea ferestrei %e %w %p %t
rw: Idirishya kwimuka / guhindura %e %w %p %t
sd: ﺰﺋﺎﺳ ﺮﻬﻴﭔ / ﻞﻘﺘﻨﻣ ﻭڊﻧﻭ %e %w %p %t
si: කවුළුව චලනය/ප්u200dරමාණය වෙනස් කිරීම %e %w %p %t
sk: Posun/zmena veľkosti okna %e %w %p %t
sl: Premikanje/spreminjanje velikosti okna %e %w %p %t
sq: Lëvizja/ndryshimi i madhësisë së dritares %e %w %p %t
sw: Kusonga kwa dirisha/rekebisha ukubwa %e %w %p %t
ta: சாளரத்தை நகர்த்துதல்/அளவிடுதல் %e %w %p %t
te: విండో తరలింపు/పరిమాణం మార్చండి %e %w %p %t
tg: Ҷойивазкунии тиреза %e %w %p %t
th: ย้ายหน้าต่าง/ปรับขนาด %e %w %p %t
tk: Penjiräniň hereketi / ölçegi %e %w %p %t
tt: Тәрәзә хәрәкәте / размеры %e %w %p %t
uk: Переміщення/зміна розміру вікна %e %w %p %t
ur: ۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﺰﺋﺎﺳ / ﺖﮐﺮﺣ ﯽﮐ ﻭﮉﻧﻭ %e %w %p %t
uz: Oynani siljitish/oʻlchamini oʻzgartirish %e %w %p %t
vi: Di chuyển / thay đổi kích thước cửa sổ %e %w %p %t
xh: Ukushenxiswa kwefestile/ubungakanani kwakhona %e %w %p %t
yi: עזיסער / ךאַמ רעטצנעפֿ %e %w %p %t
