Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
af: Voer die gids in waar zzzFM outomaties monteringspuntgidse vir smelt- en soortgelyke lêerstelsels moet skep (%%a in hanteerderopdragte). Hierdie gids moet deur die gebruiker geskryf kan word (Moenie gebruik nie /media), en leë subgidse sal verwyder word. Indien leeg gelaat word, ~/.cache/zzzfm/ (of $XDG_CACHE_HOME/zzzfm/) is gebruik. Die volgende veranderlikes word erken: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Let daarop dat sommige hanteerders of koppelprogramme dalk nie hierdie instelling gehoorsaam nie.
am: zzzFM ለፈውስ እና ለተመሳሳይ የፋይል ሲስተሞች የ ተራራ ነጥብ ማውጫዎችን በራስ ሰር መፍጠር ያለበትን ማውጫ አስገባ (%%a በተቆጣጣሪ ትዕዛዞች). ይህ ማውጫ በተጠቃሚ የሚጻፍ መሆን አለበት። (አትጠቀም /media), እና ባዶ ንዑስ ማውጫዎች ይወገዳሉ. ባዶ ከሆነ፣ ~/.cache/zzzfm/ (ወይም $XDG_CACHE_HOME/zzzfm/) ጥቅም ላይ ይውላል. የሚከተሉት ተለዋዋጮች ይታወቃሉ፡ $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME አንዳንድ ተቆጣጣሪዎች ወይም ፕሮግራሞች ይህን ቅንብር ላይታዘዙ እንደሚችሉ ልብ ይበሉ።
ar: ﺔﻠﺛﺎﻤﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍ ﺔﻤﻈﻧﺃﻭ ﺕﺎﻣﺎﻤﺼﻠﻟ ﻞﻴﻤﺤﺘﻟﺍ ﺔﻄﻘﻧ ﺔﻟﺩﺃ ﺎًﻴﺋﺎﻘﻠﺗ zzzFM ﺊﺸﻨﻳ ﻥﺃ ﺐﺠﻳ ﺚﻴﺣ ﻞﻴﻟﺪﻟﺍ ﻞﺧﺩﺃ (%%a ﺞﻟﺎﻌﻤﻟﺍ ﺮﻣﺍﻭﺃ ﻲﻓ). ﻡﺪﺨﺘﺴﻤﻟﺍ ﺔﻄﺳﺍﻮﺑ ﺔﺑﺎﺘﻜﻠﻟ ًﻼ﻿ﺑﺎﻗ ﻞﻴﻟﺪﻟﺍ ﺍﺬﻫ ﻥﻮﻜﻳ ﻥﺃ ﺐﺠﻳ (ﻡﺪﺨﺘﺴﺗ ﻻ﻿ /media), ، ﺔﻏﺭﺎﻓ ﺖﻛﺮﺗ ﺍﺫﺇ .ﺔﻏﺭﺎﻔﻟﺍ ﺔﻴﻋﺮﻔﻟﺍ ﻞﺋﻻ﻿ﺪﻟﺍ ﺔﻟﺍﺯﺇ ﻢﺘﺘﺳﻭ ~/.cache/zzzfm/ (ﻭﺃ $XDG_CACHE_HOME/zzzfm/) :ﺔﻴﻟﺎﺘﻟﺍ ﺕﺍﺮﻴﻐﺘﻤﻟﺍ ﻰﻠﻋ ﻑﺮﻌﺘﻟﺍ ﻢﺘﻳ .ﻡﺪﺨﺘﺴﻳ $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME .ﺩﺍﺪﻋﻹ﻿ﺍ ﺍﺬﻫ ﻊﺒﺘﺗ ﻻ﻿ ﺪﻗ ﻞﻴﻤﺤﺘﻟﺍ ﺞﻣﺍﺮﺑ ﻭﺃ ﺕﺎﺠﻟﺎﻌﻤﻟﺍ ﺾﻌﺑ ﻥﺃ ﻆﺣﻻ﻿
be: Увядзіце каталог, у якім zzzFM павінен аўтаматычна ствараць каталогі кропак мантавання для Fuse і падобных файлавых сістэм (%%a у камандах апрацоўшчыка). Гэты каталог павінен быць даступны для запісу карыстальнікам (не выкарыстоўваць /media), і пустыя падкаталогі будуць выдалены. Калі пакінуць пустым, ~/.cache/zzzfm/ (або $XDG_CACHE_HOME/zzzfm/) выкарыстоўваецца. Распазнаюцца наступныя зменныя: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Звярніце ўвагу, што некаторыя апрацоўшчыкі або праграмы мантавання могуць не падпарадкоўвацца гэтай наладцы.
bg: Въведете директорията, където zzzFM трябва автоматично да създаде директории с точки на монтиране за предпазители и подобни файлови системи (%%a в командите на манипулатора). Тази директория трябва да може да се записва от потребителя (не използвай /media), и празните поддиректории ще бъдат премахнати. Ако се остави празно, ~/.cache/zzzfm/ (или $XDG_CACHE_HOME/zzzfm/) се използва. Следните променливи се разпознават: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Имайте предвид, че някои манипулатори или програми за монтиране може да не се подчиняват на тази настройка.
bn: ডিরেক্টরিটি লিখুন যেখানে zzzFM স্বয়ংক্রিয়ভাবে ফিউজ এবং অনুরূপ ফাইল সিস্টেমের জন্য মাউন্ট পয়েন্ট ডিরেক্টরি তৈরি করবে (%%a হ্যান্ডলার কমান্ডে). এই ডিরেক্টরিটি অবশ্যই ব্যবহারকারী-লেখাযোগ্য হতে হবে (ব্যবহার করবেন না /media), এবং খালি সাবডিরেক্টরি মুছে ফেলা হবে। খালি রাখলে, ~/.cache/zzzfm/ (বা $XDG_CACHE_HOME/zzzfm/) ব্যবহৃত হয়. নিম্নলিখিত ভেরিয়েবলগুলি স্বীকৃত: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME মনে রাখবেন কিছু হ্যান্ডলার বা মাউন্ট প্রোগ্রাম এই সেটিং মানতে পারে না।
ca: Introduïu el directori on zzzFM hauria de crear automàticament directoris de punts de muntatge per a sistemes de fitxers Fuse i similars (%%a en les ordres del controlador). Aquest directori ha de ser escrit per l'usuari (no utilitzi /media), i s'eliminaran els subdirectoris buits. Si es deixa en blanc, ~/.cache/zzzfm/ (o $XDG_CACHE_HOME/zzzfm/) s'utilitza. Es reconeixen les variables següents: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Tingueu en compte que alguns controladors o programes de muntatge poden no obeir aquesta configuració.
cy: Rhowch y cyfeiriadur lle dylai zzzFM greu cyfeirlyfrau pwynt mowntio yn awtomatig ar gyfer ffiws a systemau ffeiliau tebyg (%%a mewn gorchmynion trin). Rhaid i'r cyfeiriadur hwn fod yn ysgrifenadwy (PEIDIWCH â defnyddio /media), a bydd is-gyfeiriaduron gwag yn cael eu dileu. Os gadewir ef yn wag, ~/.cache/zzzfm/ (neu $XDG_CACHE_HOME/zzzfm/) yn cael ei ddefnyddio. Cydnabyddir y newidynnau canlynol: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Sylwch efallai na fydd rhai trinwyr neu raglenni mowntio yn ufuddhau i'r gosodiad hwn.
da: Indtast det bibliotek, hvor zzzFM automatisk skal oprette monteringspunktmapper til fuse og lignende filsystemer (%%a i handlerkommandoer). Denne mappe skal kunne skrives af brugeren (Brug ikke /media), og tomme undermapper vil blive fjernet. Hvis det efterlades tomt, ~/.cache/zzzfm/ (eller $XDG_CACHE_HOME/zzzfm/) anvendes. Følgende variable genkendes: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Bemærk, at nogle handlere eller mount-programmer muligvis ikke overholder denne indstilling.
eo: Enigu la dosierujon, kie zzzFM aŭtomate kreu muntajn punktodosierujojn por fuze kaj similaj dosiersistemoj (%%a en pritraktaj komandoj). Ĉi tiu dosierujo devas esti uzant-skribebla (ne uzas /media), kaj malplenaj subdosierujoj estos forigitaj. Se lasita malplena, ~/.cache/zzzfm/ (aŭ $XDG_CACHE_HOME/zzzfm/) estas uzata. La sekvaj variabloj estas rekonitaj: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Notu, ke iuj pritraktiloj aŭ muntaj programoj eble ne obeas ĉi tiun agordon.
et: Sisestage kataloog, kus zzzFM peaks kaitsme ja sarnaste failisüsteemide jaoks automaatselt looma ühenduspunktide kataloogid (%%a käitleja käskudes). See kataloog peab olema kasutaja poolt kirjutatav (ära kasuta /media), ja tühjad alamkataloogid eemaldatakse. Kui jätta tühjaks, ~/.cache/zzzfm/ (või $XDG_CACHE_HOME/zzzfm/) kasutatakse. Tuvastatakse järgmised muutujad: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Pange tähele, et mõned töötlejad või paigaldusprogrammid ei pruugi seda sätet järgida.
eu: Sartu zzzFM-k fusible eta antzeko fitxategi-sistemetarako muntatze puntuen direktorioak automatikoki sortu behar dituen direktorioa (%%a kudeatzaileen komandoetan). Direktorio honek erabiltzaileak idazteko modukoa izan behar du (EZ erabili /media), eta hutsik dauden azpidirektorioak kenduko dira. hutsik geratzen bada, ~/.cache/zzzfm/ (edo $XDG_CACHE_HOME/zzzfm/) erabiltzen da. Aldagai hauek onartzen dira: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Kontuan izan kudeatzaile edo muntatze-programa batzuek ezarpen hau ez dutela betetzen.
fa: ﺪﻨﮐ ﺩﺎﺠﯾﺍ ﻪﺑﺎﺸﻣ ﻞﯾﺎﻓ ﯼﺎﻫ ﻢﺘﺴﯿﺳ ﻭ ﺯﻮﯿﻓ ﯼﺍﺮﺑ ﺍﺭ ﻝﺎﺼﺗﺍ ﻪﻄﻘﻧ ﯼﺎﻫ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ ﺭﺎﮐﺩﻮﺧ ﺭﻮﻃ ﻪﺑ ﺪﯾﺎﺑ zzzFM ﻪﮐ (%%a ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﺕﺍﺭﻮﺘﺳﺩ ﺭﺩ). ﺪﺷﺎﺑ ﺮﺑﺭﺎﮐ ﻂﺳﻮﺗ ﻦﺘﺷﻮﻧ ﻞﺑﺎﻗ ﺪﯾﺎﺑ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ ﻦﯾﺍ (ﻦﮑﻧ ﻩﺩﺎﻔﺘﺳﺍ /media), ،ﺪﻧﺎﻤﺑ ﯽﻟﺎﺧ ﺮﮔﺍ .ﺪﺷ ﺪﻨﻫﺍﻮﺧ ﻑﺬﺣ ﯽﻟﺎﺧ ﯼﺎﻫ ﻪﺧﺎﺷ ﺮﯾﺯ ﻭ ~/.cache/zzzfm/ (ﺎﯾ $XDG_CACHE_HOME/zzzfm/) :ﺪﻧﻮﺷ ﯽﻣ ﯽﯾﺎﺳﺎﻨﺷ ﺮﯾﺯ ﯼﺎﻫﺮﯿﻐﺘﻣ .ﺩﻮﺷ ﯽﻣ ﻩﺩﺎﻔﺘﺳﺍ $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME .ﺪﻨﻨﮑﻧ ﯼﻭﺮﯿﭘ ﻢﯿﻈﻨﺗ ﻦﯾﺍ ﺯﺍ ﺖﺳﺍ ﻦﮑﻤﻣ ﺐﺼﻧ ﯼﺎﻫ ﻪﻣﺎﻧﺮﺑ ﺎﯾ ﺎﻫ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﺯﺍ ﯽﺧﺮﺑ ﻪﮐ ﺪﯿﺷﺎﺑ ﻪﺘﺷﺍﺩ ﻪﺟﻮﺗ
fi: Syötä hakemisto, johon zzzFM luo automaattisesti liitospistehakemistot sulake- ja vastaaville tiedostojärjestelmille (%%a käsittelijän komentoissa). Tämän hakemiston on oltava käyttäjän kirjoitettava (Älä käytä /media), ja tyhjät alihakemistot poistetaan. Jos jätetään tyhjäksi, ~/.cache/zzzfm/ (tai $XDG_CACHE_HOME/zzzfm/) käytetään. Seuraavat muuttujat tunnistetaan: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Huomaa, että jotkin käsittelijät tai asennusohjelmat eivät välttämättä noudata tätä asetusta.
fil: Ipasok ang direktoryo kung saan ang zzzFM ay dapat awtomatikong lumikha ng mga direktoryo ng mount point para sa fuse at mga katulad na filesystem (%%a sa mga utos ng handler). Ang direktoryo na ito ay dapat na maisusulat ng gumagamit (Huwag gamitin /media), at ang mga walang laman na subdirectory ay aalisin. Kung iwanang blangko, ~/.cache/zzzfm/ (o $XDG_CACHE_HOME/zzzfm/) Ginagamit. Ang mga sumusunod na variable ay kinikilala: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Tandaan na maaaring hindi sundin ng ilang tagapangasiwa o mount program ang setting na ito.
fy: Fier de map yn wêr't zzzFM automatysk berchpunt-mappen moat meitsje foar fuse en ferlykbere triemsystemen (%%a yn handler kommando). Dizze map moat troch de brûker skriuwber wêze (net brûke /media), en lege submappen sille fuortsmiten wurde. As it leech bliuwt, ~/.cache/zzzfm/ (of $XDG_CACHE_HOME/zzzfm/) is brûkt. De folgjende fariabelen wurde erkend: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Tink derom dat guon handlers of mount-programma's dizze ynstelling miskien net folgje.
ga: Cuir isteach an t-eolaire inar cheart do zzzFM eolairí mountpoint a chruthú go huathoibríoch le haghaidh comhleá agus córais chomhaid chosúla (%%a in orduithe láimhseálaí). Caithfidh an eolaire seo a bheith inúsáidte (NÁ bain úsáid as /media), agus bainfear fochomhadlann folamh. Má fhágtar bán é, ~/.cache/zzzfm/ (nó $XDG_CACHE_HOME/zzzfm/) úsáidtear. Aithnítear na hathróga seo a leanas: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Tabhair faoi deara go mb’fhéidir nach gcloífidh roinnt láimhseálaithe nó cláir suite leis an socrú seo.
gd: Cuir a-steach an eòlaire far am bu chòir zzzFM stiùiridhean puing-beinne a chruthachadh gu fèin-ghluasadach airson fuses agus siostaman faidhlichean coltach ris (%%a ann an òrdughan làimhseachaidh). Feumaidh an eòlaire seo a bhith furasta a sgrìobhadh (NA cleachd /media), agus thèid fo-sgrìobhaidhean falamh a thoirt air falbh. Ma thèid fhàgail bàn, ~/.cache/zzzfm/ (no $XDG_CACHE_HOME/zzzfm/) air a chleachdadh. Tha na caochladairean a leanas air an aithneachadh: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Thoir fa-near gur dòcha nach bi cuid de luchd-làimhseachaidh no prògraman sreap a ’gèilleadh ris an t-suidheachadh seo.
gl: Introduza o directorio onde zzzFM debería crear automaticamente directorios de puntos de montaxe para sistemas de ficheiros Fuse e similares (%%a en comandos do controlador). Este directorio debe ser escribible polo usuario (non usar /media), e eliminaranse os subdirectorios baleiros. Se se deixa en branco, ~/.cache/zzzfm/ (ou $XDG_CACHE_HOME/zzzfm/) úsase. Recoñécense as seguintes variables: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Teña en conta que algúns controladores ou programas de montaxe poden non obedecer esta configuración.
gu: ડિરેક્ટરી દાખલ કરો જ્યાં zzzFM એ ફ્યુઝ અને સમાન ફાઇલસિસ્ટમ માટે માઉન્ટ પોઈન્ટ ડિરેક્ટરીઓ આપમેળે બનાવવી જોઈએ (%%a હેન્ડલર આદેશોમાં). આ ડિરેક્ટરી વપરાશકર્તા દ્વારા લખી શકાય તેવી હોવી જોઈએ (વાપરશો નહિ /media), અને ખાલી સબડાયરેક્ટરીઝ દૂર કરવામાં આવશે. જો ખાલી છોડવામાં આવે તો, ~/.cache/zzzfm/ (અથવા $XDG_CACHE_HOME/zzzfm/) વપરાય છે. નીચેના ચલોને ઓળખવામાં આવે છે: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME નોંધ કરો કે કેટલાક હેન્ડલર્સ અથવા માઉન્ટ પ્રોગ્રામ્સ આ સેટિંગનું પાલન કરી શકશે નહીં.
he: תומוד םיצבק תוכרעמו זויפ רובע הבכרה תודוקנ לש תוירפס תיטמוטוא רוציל רומא zzzFM הבש היירפסה תא ןזה (%%a לפטמ תודוקפב). שמתשמה ידי לע הביתכל תנתינ תויהל תבייח וז היירפס (שמתשת לא /media), ,קיר ראשנ םא .ורסוי תוקיר הנשמ תוירפסו ~/.cache/zzzfm/ (ֹוא $XDG_CACHE_HOME/zzzfm/) :םירכומ םיאבה םינתשמה .שמשמ $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME .וז הרדגהל תייצל אלש םייושע הניעטה תוינכות וא םילפטמהמ קלחש בל םיש
hi: निर्देशिका दर्ज करें जहां zzzFM स्वचालित रूप से फ़्यूज़ और समान फ़ाइल सिस्टम के लिए माउंट पॉइंट निर्देशिका बनाना चाहिए (%%a हैंडलर कमांड में). यह निर्देशिका उपयोगकर्ता-लिखने योग्य होनी चाहिए (उपयोग नहीं करो /media), और खाली उपनिर्देशिकाएं हटा दी जाएंगी। खाली छोड़ दिया तो, ~/.cache/zzzfm/ (या $XDG_CACHE_HOME/zzzfm/) प्रयोग किया जाता है। निम्नलिखित चर पहचाने जाते हैं: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME ध्यान दें कि कुछ हैंडलर या माउंट प्रोग्राम इस सेटिंग का पालन नहीं कर सकते हैं।
hr: Unesite direktorij u kojem bi zzzFM trebao automatski kreirati direktorije točaka montiranja za fuse i slične datotečne sustave (%%a u naredbama rukovatelja). Ovaj direktorij mora biti upisan korisniku (nemojte koristiti /media), i prazni poddirektoriji će biti uklonjeni. Ako ostane prazno, ~/.cache/zzzfm/ (ili $XDG_CACHE_HOME/zzzfm/) koristi se. Prepoznaju se sljedeće varijable: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Imajte na umu da neki rukovatelji ili programi za montiranje možda neće poštovati ovu postavku.
hu: Adja meg azt a könyvtárat, ahol a zzzFM-nek automatikusan létre kell hoznia csatolási pont könyvtárakat a fuse és hasonló fájlrendszerek számára (%%a a kezelői parancsokban). Ennek a könyvtárnak a felhasználó által írhatónak kell lennie (ne használja /media), és az üres alkönyvtárak eltávolításra kerülnek. Ha üresen hagyja, ~/.cache/zzzfm/ (vagy $XDG_CACHE_HOME/zzzfm/) használt. A következő változókat ismerjük fel: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Ne feledje, hogy egyes kezelők vagy mount programok nem engedelmeskednek ennek a beállításnak.
hy: Մուտքագրեք այն գրացուցակը, որտեղ zzzFM-ը պետք է ավտոմատ կերպով ստեղծի միացման կետի դիրեկտորիաներ ապահովիչների և նմանատիպ ֆայլային համակարգերի համար (%%a կարգավորիչի հրամաններում). Այս գրացուցակը պետք է օգտագործողի կողմից գրավոր լինի (չեն օգտագործում /media), և դատարկ ենթագրքերները կհեռացվեն: Եթե u200bu200bդատարկ մնա, ~/.cache/zzzfm/ (կամ $XDG_CACHE_HOME/zzzfm/) է օգտագործվում. Հետևյալ փոփոխականները ճանաչվում են. $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Նկատի ունեցեք, որ որոշ մշակիչներ կամ մոնտաժային ծրագրեր կարող են չհնազանդվել այս պարամետրին:
id: Masuk ke direktori tempat zzzFM secara otomatis membuat direktori mount point untuk fuse dan sistem file serupa (%%a dalam perintah penangan). Direktori ini harus dapat ditulis pengguna (jangan gunakan /media), dan subdirektori kosong akan dihapus. Jika dibiarkan kosong, ~/.cache/zzzfm/ (atau $XDG_CACHE_HOME/zzzfm/) digunakan. Variabel berikut diakui: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Perhatikan bahwa beberapa penangan atau program pemasangan mungkin tidak mematuhi pengaturan ini.
is: Sláðu inn möppuna þar sem zzzFM ætti sjálfkrafa að búa til tengipunktaskrár fyrir fuse og svipuð skráarkerfi (%%a í stjórnandaskipunum). Þessi skrá verður að vera skrifanleg af notanda (ekki nota /media), og tómar undirmöppur verða fjarlægðar. Ef skilið er eftir autt, ~/.cache/zzzfm/ (eða $XDG_CACHE_HOME/zzzfm/) er notað. Eftirfarandi breytur eru þekktar: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Athugaðu að sumir meðhöndlarar eða tengja forrit hlýða ekki þessari stillingu.
ka: შეიყვანეთ დირექტორია, სადაც zzzFM ავტომატურად უნდა შექმნას სამონტაჟო წერტილის დირექტორიები დაუკრავენ და მსგავსი ფაილური სისტემებისთვის (%%a დამმუშავებლის ბრძანებებში). ეს დირექტორია უნდა იყოს მომხმარებლის მიერ ჩასაწერი (არ გამოიყენოთ /media), და ცარიელი ქვედირექტორიები წაიშლება. თუ ცარიელი დარჩა, ~/.cache/zzzfm/ (ან $XDG_CACHE_HOME/zzzfm/) გამოიყენება. შემდეგი ცვლადები აღიარებულია: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME გაითვალისწინეთ, რომ ზოგიერთი დამმუშავებელი ან სამონტაჟო პროგრამა შეიძლება არ დაემორჩილოს ამ პარამეტრს.
kk: zzzFM сақтандырғыш және ұқсас файлдық жүйелер үшін орнату нүктесі каталогтарын автоматты түрде жасайтын каталогты енгізіңіз (%%a өңдеуші командаларында). Бұл каталог пайдаланушы жаза алатын болуы керек (ҚОЛДАНБАҢЫЗ /media), және бос ішкі каталогтар жойылады. Бос қалдырса, ~/.cache/zzzfm/ (немесе $XDG_CACHE_HOME/zzzfm/) пайдаланылады. Келесі айнымалылар танылады: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Кейбір өңдеушілер немесе орнату бағдарламалары бұл параметрге бағынбауы мүмкін екенін ескеріңіз.
km: បញ្ចូលថតដែល zzzFM គួរតែបង្កើតថតចំណុចម៉ោនដោយស្វ័យប្រវត្តិសម្រាប់ fuse និងប្រព័ន្ធឯកសារស្រដៀងគ្នា (%%a នៅក្នុងពាក្យបញ្ជា handler). ថតនេះត្រូវតែអាចសរសេរបានដោយអ្នកប្រើប្រាស់ (កុំu200bប្រើ /media), ហើយថតរងទទេនឹងត្រូវបានយកចេញ។ បើទុកចោល ~/.cache/zzzfm/ (ឬ $XDG_CACHE_HOME/zzzfm/) ត្រូវបានប្រើ។ អថេរខាងក្រោមត្រូវបានទទួលស្គាល់៖ $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME ចំណាំថាកម្មវិធីគ្រប់គ្រង ឬកម្មវិធីម៉ោនមួយចំនួនប្រហែលជាមិនគោរពតាមការកំណត់នេះទេ។
kn: ಫ್ಯೂಸ್ ಮತ್ತು ಇದೇ ರೀತಿಯ ಫೈಲ್u200cಸಿಸ್ಟಮ್u200cಗಳಿಗಾಗಿ zzzFM ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮೌಂಟ್ ಪಾಯಿಂಟ್ ಡೈರೆಕ್ಟರಿಗಳನ್ನು ರಚಿಸಬೇಕಾದ ಡೈರೆಕ್ಟರಿಯನ್ನು ನಮೂದಿಸಿ (%%a ಹ್ಯಾಂಡ್ಲರ್ ಆಜ್ಞೆಗಳಲ್ಲಿ). ಈ ಡೈರೆಕ್ಟರಿಯು ಬಳಕೆದಾರ-ಬರೆಯಬಹುದಾದಂತಿರಬೇಕು (ಬಳಸಬೇಡಿ /media), ಮತ್ತು ಖಾಲಿ ಉಪ ಡೈರೆಕ್ಟರಿಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ. ಖಾಲಿ ಬಿಟ್ಟರೆ, ~/.cache/zzzfm/ (ಅಥವಾ $XDG_CACHE_HOME/zzzfm/) ಬಳಸಲಾಗುತ್ತದೆ. ಕೆಳಗಿನ ಅಸ್ಥಿರಗಳನ್ನು ಗುರುತಿಸಲಾಗಿದೆ: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME ಕೆಲವು ಹ್ಯಾಂಡ್ಲರ್u200cಗಳು ಅಥವಾ ಮೌಂಟ್ ಪ್ರೋಗ್ರಾಂಗಳು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಪಾಲಿಸದಿರಬಹುದು ಎಂಬುದನ್ನು ಗಮನಿಸಿ.
ku: Têkeve pelrêça ku zzzFM divê bixweber ji bo pergalên pelan ên sîgorteyê û yên mîna wan pelrêça xala çiyê biafirîne (%%a di fermanên handler). Divê ev pelrêça bikarhêner-nivîskar be (bikar neynin /media), û jêrderhênerên vala dê bêne rakirin. Ger vala bimîne, ~/.cache/zzzfm/ (an $XDG_CACHE_HOME/zzzfm/) tê bikaranîn. Guherbarên jêrîn têne naskirin: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Bala xwe bidinê ku dibe ku hin rêgir an bernameyên mount guh nedin vê mîhengê.
ky: zzzFM автоматтык түрдө сактагыч жана окшош файл тутумдары үчүн орнотуу чекитинин каталогдорун түзө турган каталогду киргизиңиз (%%a иштетүүчү буйруктарында). Бул каталог колдонуучу жаза ала турган болушу керек (колдонбо /media), жана бош подкаталогдор жок кылынат. бош калтырылса, ~/.cache/zzzfm/ (же $XDG_CACHE_HOME/zzzfm/) колдонулат. Төмөнкү өзгөрмөлөр таанылат: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Кээ бир иштеткичтер же орнотуу программалары бул жөндөөгө баш ийбеши мүмкүн экенин эске алыңыз.
lb: Gitt de Verzeechnes an deem zzzFM automatesch Mountpunktverzeichnisser fir Fuse an ähnlech Dateiesystemer erstellen soll (%%a an Handler Kommandoen). Dëse Verzeechnes muss Benotzer schreiwenbar sinn (benotzen NET /media), an eidel Ënnerverzeechnes ginn geläscht. Wann eidel gelooss, ~/.cache/zzzfm/ (oder $XDG_CACHE_HOME/zzzfm/) benotzt gëtt. Déi folgend Variabelen ginn unerkannt: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Bedenkt datt e puer Handler oder Mount Programmer dës Astellung net befollegen.
lo: ໃສ່ໄດເລກະທໍລີທີ່ zzzFM ຄວນສ້າງໄດເລກະທໍລີຈຸດ mount ໂດຍອັດຕະໂນມັດສໍາລັບ fuse ແລະລະບົບໄຟລ໌ທີ່ຄ້າຍຄືກັນ (%%a ໃນຄໍາສັ່ງ handler). ໄດເລກະທໍລີນີ້ຕ້ອງເປັນຜູ້ໃຊ້ຂຽນໄດ້ (ຢ່າໃຊ້ /media), ແລະໄດເລກະທໍລີຍ່ອຍຫວ່າງເປົ່າຈະຖືກລຶບອອກ. ຖ້າປ່ອຍໃຫ້ຫວ່າງ, ~/.cache/zzzfm/ (ຫຼື $XDG_CACHE_HOME/zzzfm/) ຖືກນໍາໃຊ້. ຕົວແປຕໍ່ໄປນີ້ຖືກຮັບຮູ້: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME ກະລຸນາຮັບຊາບວ່າບາງຕົວຈັດການ ຫຼືໂປຣແກຣມຕິດຕັ້ງອາດຈະບໍ່ປະຕິບັດຕາມການຕັ້ງຄ່ານີ້.
lt: Įveskite katalogą, kuriame zzzFM turėtų automatiškai sukurti saugiklių ir panašių failų sistemų prijungimo taškų katalogus (%%a tvarkytojo komandose). Šis katalogas turi būti vartotojui tinkamas rašyti (Nenaudokite /media), ir tušti pakatalogiai bus pašalinti. Jei paliksite tuščią, ~/.cache/zzzfm/ (arba $XDG_CACHE_HOME/zzzfm/) yra naudojamas. Atpažįstami šie kintamieji: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Atminkite, kad kai kurios tvarkyklės arba prijungimo programos gali nepaisyti šio nustatymo.
lv: Ievadiet direktoriju, kurā zzzFM automātiski jāizveido stiprinājuma punktu direktoriji drošinātājiem un līdzīgām failu sistēmām (%%a apdarinātāja komandās). Šim direktorijam ir jābūt lietotājam rakstāmam (Nelietojiet /media), un tukšie apakšdirektoriji tiks noņemti. Ja lauks ir atstāts tukšs, ~/.cache/zzzfm/ (vai $XDG_CACHE_HOME/zzzfm/) tiek izmantots. Tiek atpazīti šādi mainīgie: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Ņemiet vērā, ka daži apstrādātāji vai montāžas programmas var neievērot šo iestatījumu.
mg: Ampidiro ny lahatahiry izay tokony hamoronana automatique ny lahatahiry mount point ny zzzFM ho an'ny fuse sy ny rafitra rakitra mitovy (%%a amin'ny baiko handler). Ity lahatahiry ity dia tokony ho azon'ny mpampiasa soratana (TSY mampiasa /media), ary ho esorina ny subdirectories foana. Raha avela ho banga, ~/.cache/zzzfm/ (na $XDG_CACHE_HOME/zzzfm/) dia ampiasaina. Fantatra ireto variables manaraka ireto: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Mariho fa mety tsy hankatò an'io toe-javatra io ny mpandrindra na programa mount sasany.
mi: Whakauruhia te whaiaronga e hanga aunoatia ai e te zzzFM nga raarangi tohu mo nga konae me nga punaha konae rite (%%a i roto i nga whakahau a te kaihautu). Me tuhi-kaiwhakamahi tenei whaiaronga (KAUA e whakamahi /media), a ka tangohia nga raarangiroto putua. Mēnā ka waiho pātea, ~/.cache/zzzfm/ (ranei $XDG_CACHE_HOME/zzzfm/) ka whakamahia. Ka mohiotia nga taurangi e whai ake nei: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Kia mahara ka kore pea etahi o nga kaihautu, ka mau i nga papatono ranei e whakarongo ki tenei tautuhinga.
mk: Внесете го директориумот каде zzzFM треба автоматски да креира директориуми за точки за монтирање за осигурувачи и слични датотечни системи (%%a во командите на управувачот). Овој директориум мора да може да се запише од корисникот (НЕ користете /media), и празните поддиректориуми ќе бидат отстранети. Ако се остави празно, ~/.cache/zzzfm/ (или $XDG_CACHE_HOME/zzzfm/) се користи. Следниве променливи се препознаваат: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Имајте предвид дека некои ракувачи или програми за монтирање може да не ја почитуваат оваа поставка.
ml: ഫ്യൂസിനും സമാന ഫയൽസിസ്റ്റംസിനും വേണ്ടി zzzFM സ്വയമേവ മൗണ്ട് പോയിന്റ് ഡയറക്ടറികൾ സൃഷ്ടിക്കേണ്ട ഡയറക്u200cടറി നൽകുക. (%%a ഹാൻഡ്ലർ കമാൻഡുകളിൽ). ഈ ഡയറക്u200cടറി ഉപയോക്താവിന് എഴുതാവുന്നതായിരിക്കണം (ഉപയോഗിക്കരുത് /media), കൂടാതെ ശൂന്യമായ ഉപഡയറക്ടറികൾ നീക്കം ചെയ്യപ്പെടും. വെറുതെ വിടുകയാണെങ്കിൽ, ~/.cache/zzzfm/ (അഥവാ $XDG_CACHE_HOME/zzzfm/) ഉപയോഗിക്കുന്നു. ഇനിപ്പറയുന്ന വേരിയബിളുകൾ തിരിച്ചറിഞ്ഞു: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME ചില ഹാൻഡ്u200cലറുകൾ അല്ലെങ്കിൽ മൗണ്ട് പ്രോഗ്രാമുകൾ ഈ ക്രമീകരണം അനുസരിക്കണമെന്നില്ല.
mn: zzzFM автоматаар гал хамгаалагч болон ижил төстэй файлын системд холбох цэгийн лавлахуудыг үүсгэх директорийг оруулна уу (%%a зохицуулагч командуудад). Энэ лавлах нь хэрэглэгч бичих боломжтой байх ёстой (хэрэглэж болохгүй /media), мөн хоосон дэд сангууд устгагдах болно. Хэрэв хоосон орхивол, ~/.cache/zzzfm/ (эсвэл $XDG_CACHE_HOME/zzzfm/) ашиглаж байна. Дараахь хувьсагчдыг хүлээн зөвшөөрнө. $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Зарим зохицуулагч эсвэл холбох програмууд энэ тохиргоог дагахгүй байж болохыг анхаарна уу.
mr: निर्देशिका एंटर करा जिथे zzzFM ने फ्यूज आणि तत्सम फाइल सिस्टमसाठी माउंट पॉइंट डिरेक्ट्रीज स्वयंचलितपणे तयार केली पाहिजे (%%a हँडलर कमांडमध्ये). ही डिरेक्टरी वापरकर्त्याने लिहिण्यायोग्य असणे आवश्यक आहे (वापरू नका /media), आणि रिक्त उपनिर्देशिका काढल्या जातील. रिक्त सोडल्यास, ~/.cache/zzzfm/ (किंवा $XDG_CACHE_HOME/zzzfm/) वापरलेले आहे. खालील चल ओळखले जातात: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME लक्षात ठेवा की काही हँडलर किंवा माउंट प्रोग्राम या सेटिंगचे पालन करू शकत नाहीत.
mt: Daħħal id-direttorju fejn zzzFM għandu awtomatikament joħloq direttorji tal-punti tal-muntaġġ għal fuse u sistemi ta 'fajls simili (%%a fil-kmandi tal-handler). Dan id-direttorju għandu jkun jista' jinkiteb mill-utent (TUŻAX /media), u subdirectory vojta se jitneħħew. Jekk jitħalla vojt, ~/.cache/zzzfm/ (jew $XDG_CACHE_HOME/zzzfm/) jintuża. Il-varjabbli li ġejjin huma rikonoxxuti: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Innota li xi handlers jew programmi tal-muntatura jistgħu ma jobdux dan is-setting.
my: zzzFM သည် fuse နှင့် အလားတူဖိုင်စနစ်များအတွက် mount point directory များကို အလိုအလျောက်ဖန်တီးသင့်သည့် directory ကိုရိုက်ထည့်ပါ။ (%%a handler commands များတွင်). ဤလမ်းညွှန်သည် အသုံးပြုသူ-စာရေးနိုင်ရမည်။ (မသုံးပါနှင့် /media), နှင့် ဗလာလမ်းကြောင်းခွဲများကို ဖယ်ရှားပါမည်။ အလွတ်ထားခဲ့လျှင်၊ ~/.cache/zzzfm/ (သို့မဟုတ် $XDG_CACHE_HOME/zzzfm/) အသုံးပြုသည်။ အောက်ပါကိန်းရှင်များကို အသိအမှတ်ပြုသည်- $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME အချို့သော ကိုင်တွယ်သူ သို့မဟုတ် တောင်ပေါ်ပရိုဂရမ်များသည် ဤဆက်တင်ကို မလိုက်နာနိုင်သည်ကို သတိပြုပါ။
nb: Skriv inn katalogen der zzzFM automatisk skal opprette monteringspunktkataloger for sikring og lignende filsystemer (%%a i handlerkommandoer). Denne katalogen må være skrivbar av brukeren (ikke bruk /media), og tomme underkataloger vil bli fjernet. Hvis det står tomt, ~/.cache/zzzfm/ (eller $XDG_CACHE_HOME/zzzfm/) benyttes. Følgende variabler gjenkjennes: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Vær oppmerksom på at noen behandlere eller mount-programmer kanskje ikke følger denne innstillingen.
ne: डाइरेक्टरी प्रविष्ट गर्नुहोस् जहाँ zzzFM ले स्वचालित रूपमा फ्यूज र समान फाइल प्रणालीहरूको लागि माउन्ट पोइन्ट डाइरेक्टरीहरू सिर्जना गर्नुपर्छ (%%a ह्यान्डलर आदेशहरूमा). यो डाइरेक्टरी प्रयोगकर्ता-लेखन योग्य हुनुपर्छ (प्रयोग नगर /media), र खाली उपनिर्देशिकाहरू हटाइनेछ। खाली छोडियो भने, ~/.cache/zzzfm/ (वा $XDG_CACHE_HOME/zzzfm/) प्रयोग गरिन्छ। निम्न चरहरू पहिचान गरिएका छन्: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME याद गर्नुहोस् कि केहि ह्यान्डलर वा माउन्ट प्रोग्रामहरूले यो सेटिङ पालन नगर्न सक्छन्।
or: ଡିରେକ୍ଟୋରୀକୁ ପ୍ରବେଶ କର ଯେଉଁଠାରେ zzzFM ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଫ୍ୟୁଜ୍ ଏବଂ ସମାନ ଫାଇଲତନ୍ତ୍ର ପାଇଁ ମାଉଣ୍ଟ ପଏଣ୍ଟ ଡିରେକ୍ଟୋରୀ ସୃଷ୍ଟି କରିବା ଉଚିତ | (%%a ହ୍ୟାଣ୍ଡଲର୍ କମାଣ୍ଡରେ |). ଏହି ଡିରେକ୍ଟୋରୀଟି ନିଶ୍ଚିତ ଭାବରେ ଉପଭୋକ୍ତା-ଲିଖନଯୋଗ୍ୟ | (ବ୍ୟବହାର କରନ୍ତୁ ନାହିଁ | /media), ଏବଂ ଖାଲି ସବ୍ ଡିରେକ୍ଟୋରୀଗୁଡିକ ଅପସାରିତ ହେବ | ଯଦି ଖାଲି ରହିଯାଏ, ~/.cache/zzzfm/ (କିମ୍ବା $XDG_CACHE_HOME/zzzfm/) ବ୍ୟବହୃତ ହୁଏ | ନିମ୍ନଲିଖିତ ଭେରିଏବଲ୍ ଗୁଡିକ ଚିହ୍ନିତ: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ କିଛି ହ୍ୟାଣ୍ଡେଲର୍ କିମ୍ବା ମାଉଣ୍ଟ ପ୍ରୋଗ୍ରାମ୍ ଏହି ସେଟିଂକୁ ମାନି ନ ପାରନ୍ତି |
pa: ਉਹ ਡਾਇਰੈਕਟਰੀ ਦਿਓ ਜਿੱਥੇ zzzFM ਨੂੰ ਫਿਊਜ਼ ਅਤੇ ਸਮਾਨ ਫਾਈਲ ਸਿਸਟਮਾਂ ਲਈ ਮਾਊਂਟ ਪੁਆਇੰਟ ਡਾਇਰੈਕਟਰੀਆਂ ਆਪਣੇ ਆਪ ਬਣਾਉਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ (%%a ਹੈਂਡਲਰ ਕਮਾਂਡਾਂ ਵਿੱਚ). ਇਹ ਡਾਇਰੈਕਟਰੀ ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਲਿਖਣ ਯੋਗ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ (ਨਾ ਵਰਤੋ /media), ਅਤੇ ਖਾਲੀ ਸਬ-ਡਾਇਰੈਕਟਰੀਆਂ ਹਟਾ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ। ਜੇਕਰ ਖਾਲੀ ਛੱਡ ਦਿੱਤਾ ਜਾਵੇ, ~/.cache/zzzfm/ (ਜਾਂ $XDG_CACHE_HOME/zzzfm/) ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ. ਹੇਠਾਂ ਦਿੱਤੇ ਵੇਰੀਏਬਲਾਂ ਨੂੰ ਪਛਾਣਿਆ ਜਾਂਦਾ ਹੈ: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME ਯਾਦ ਰੱਖੋ ਕਿ ਕੁਝ ਹੈਂਡਲਰ ਜਾਂ ਮਾਊਂਟ ਪ੍ਰੋਗਰਾਮ ਇਸ ਸੈਟਿੰਗ ਦੀ ਪਾਲਣਾ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹਨ।
ps: ﻱړﮐ ﻪﺘځﻨﯿﻣﺍﺭ ﻪﻧﻭﺩﻮښﺭﻻ﻿ ټﻨﺋﺍﻮﭘ ټﻧﻭﺎﻣ ﺩ ﻩﺭﺎﭙﻟ ﻮﻧﻮﻤټﺴﯿﺳ ﻞﯾﺎﻓ ﻪﺗﺭﻭ ﻭﺍ ﺯﻮﯿﻓ ﺩ ﻝﻭډ ﮏﻴﺗﺎﻣﻮﺗﺍ ﻪﭘ ﺪﯾﺎﺑ zzzFM ﯥﭼ (%%a ﯥﮐ ﻮﻧﻭﺮﻣﺍ ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﺩ). ﻱﻭ ړﻭ ﻮﻠﮑﯿﻟ ﻲﮑﻧﻭﺭﺎﮐ ﺩ ﺪﯾﺎﺑ ﺩﻮښﺭﻻ﻿ ﺍﺩ (ﺉﻭﺭﺎﮐ ﻪﻣ /media), ،ﻲﺷ ﻝﺩﻮښﯾﺮﭘ ﻲﻟﺎﺧ ﻪﮐ .ﻲﺷ ﯤﺮﯿﻟ ﻪﺑ ﻪﻧﻭﺩﻮښﺭﻻ﻿ ﻲﻋﺮﻓ ﻲﻟﺎﺧ ﻭﺍ ~/.cache/zzzfm/ (ﺎﯾ $XDG_CACHE_HOME/zzzfm/) :ﻱﻮﺷ ﻝﺪﻧﮋﯿﭘ ﺕﺍﺮﯿﻐﺘﻣ ﯤﺪﻧﻻ﻿ .ۍﻮﺷ ﻝﻭﻭﺭﺎﮐ $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME .ﻱړﮐ ﻪﻧﻭ ﺖﻋﺎﻃﺍ ﺐﯿﺗﺮﺗ ﯤﺩ ﺩ ﻦﮑﻤﻣ ﻪﻧﻮﻣﺍﺮګﻭﺮﭘ ټﻧﻭﺎﻣ ﺎﯾ ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﯥﻨﯿځ ﯥﭼ ﺉﺮﻟﻭ ﺩﺎﯾ ﻪﭘ
ro: Introduceți directorul în care zzzFM ar trebui să creeze automat directoarele punctelor de montare pentru sistemele de fișiere Fuse și similare (%%a în comenzile handlerului). Acest director trebuie să poată fi scris de utilizator (nu folosi /media), iar subdirectoarele goale vor fi eliminate. Dacă este lăsat necompletat, ~/.cache/zzzfm/ (sau $XDG_CACHE_HOME/zzzfm/) este folosit. Sunt recunoscute următoarele variabile: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Rețineți că este posibil ca unele handlere sau programe de montare să nu respecte această setare.
rw: Injira ububiko aho zzzFM igomba guhita ikora mount point diregiteri ya fuse hamwe na sisitemu isa (%%a in Amabwiriza). Ububiko bugomba kuba bwanditse-bwanditse (Ntukoreshe /media), nububiko bwubusa buzakurwaho. Niba usize ubusa, ~/.cache/zzzfm/ (cyangwa $XDG_CACHE_HOME/zzzfm/) ni Byakoreshejwe. Impinduka zikurikira ziramenyekana: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Menya ko abayobora cyangwa porogaramu zimwe zishobora kutumvira igenamiterere.
sd: ﻲﺟﺮﻬﮔ ﮡﻫﺎﭠ ﻱﺮٽڪﻳﺮﺋﺍڊ ٽﻨﺋﺍﻮﭘ ٽﻧﺅﺎﻣ ءﻻ﻿ ﻢٽﺴﺳ ﻞﺋﺎﻓ ﻲﺌﮘﺎﺳ ۽ ﺯﻮﻴﻓ ﻲﺗ ﺭﻮﻃ ﺭﺎڪﺩﻮﺧ ﻲﮐ zzzFM ﻲﺘﺟ ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻱﺮٽڪﻳ (%%a ۾ ﻦﻤڪﺣ ڙﺪﻨﻴﻟﺎﭝﻨﺳ). ﻲﺟﺮﻬﮔ ﮡﺠﻫ ﻖﺋﻻ﻿ ﮡﮑﻟ-ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻲﮐ ﻱﺮٽڪﻳﺭﺍڊ ﻦﻫ (ﻮﻴڪ ﻪﻧ ﻝﺎﻤﻌﺘﺳﺍ /media), ،ﻱڏﮀ ﻲﻟﺎﺧ ﻦﻫڏڪﻴﺟ .ﻥﻮﻳﺪﻨﻳﻭ ﻥﻮﻴڪ ﻢﺘﺧ ﻥﻮﻳﺮٽڪﻳﺮﺋﺍڊ ﻲﻠﻳﺫ ﻲﻟﺎﺧ ۽ ~/.cache/zzzfm/ (ﺎﻳ $XDG_CACHE_HOME/zzzfm/) :ﻦﮬﺁ ﻞﺗﺎﭹﺳ ﺕﺍﺮﻴﻐﺘﻣ ﻥﻮﻴﭡﻴﮬ .ﻲﻫﺁ ﻭﺪﻨﻳﻭ ﻮﻴڪ ﻝﺎﻤﻌﺘﺳﺍ $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME .ﻦڪ ﺎﭥﻧ ﻱﺭﺍﺩﺮﺒﻧﺎﻣﺮﻓ ﻲﺟ ﮓﻨٽﻴﺳ ﻦﻫ ﺪﻳﺎﺷ ﻡﺍﺮﮔﻭﺮﭘ ٽﻧﻮﺋﺎﻣ ﺎﻳ ﺮﻟڊﻨﻴﻫ ﻪﻬﺠڪ ﻪﺗ ﻲﻫﺭ ﺩﺎﻳ
si: zzzFM ස්වයංක්u200dරීයව ෆියුස් සහ ඒ හා සමාන ගොනු පද්ධති සඳහා මවුන්ට් පොයින්ට් ඩිරෙක්ටරි සෑදිය යුතු නාමාවලිය ඇතුළු කරන්න. (%%a හැන්ඩ්ලර් විධාන වල). මෙම නාමාවලිය පරිශීලකයාට ලිවිය හැකි විය යුතුය (පාවිච්චි කරන්න එපා /media), සහ හිස් උප බහලුම් ඉවත් කරනු ලැබේ. හිස්ව තැබුවොත්, ~/.cache/zzzfm/ (හෝ $XDG_CACHE_HOME/zzzfm/) භාවිතා වේ. පහත විචල්u200dයයන් හඳුනාගෙන ඇත: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME සමහර හසුරුවන්නන් හෝ සවිකිරීම් වැඩසටහන් මෙම සැකසීමට අවනත නොවිය හැකි බව සලකන්න.
sk: Zadajte adresár, v ktorom má zzzFM automaticky vytvoriť adresáre bodu pripojenia pre fuse a podobné súborové systémy (%%a v príkazoch obsluhy). Tento adresár musí byť zapisovateľný používateľom (nepoužívať /media), a prázdne podadresáre budú odstránené. Ak zostane prázdne, ~/.cache/zzzfm/ (alebo $XDG_CACHE_HOME/zzzfm/) sa používa. Rozpoznávajú sa nasledujúce premenné: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Upozorňujeme, že niektoré obslužné programy alebo programy pripojenia nemusia toto nastavenie dodržiavať.
sl: Vnesite imenik, kjer naj zzzFM samodejno ustvari imenike točk vpetja za varovalke in podobne datotečne sisteme (%%a v ukazih za upravljanje). Ta imenik mora biti uporabniku dostopen (Ne uporabljajte /media), in prazni podimeniki bodo odstranjeni. Če ostane prazno, ~/.cache/zzzfm/ (oz $XDG_CACHE_HOME/zzzfm/) se uporablja. Prepoznajo se naslednje spremenljivke: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Upoštevajte, da nekateri obdelovalci ali programi za priklop morda ne bodo upoštevali te nastavitve.
sq: Futni direktorinë ku zzzFM duhet të krijojë automatikisht drejtoritë e pikave të montimit për sistemet e skedarëve të siguresave dhe të ngjashme (%%a në komandat e mbajtësit). Kjo direktori duhet të jetë e shkruajtshme nga përdoruesi (mos e përdor /media), dhe nëndrejtoritë boshe do të hiqen. Nëse lihet bosh, ~/.cache/zzzfm/ (ose $XDG_CACHE_HOME/zzzfm/) përdoret. Njihen variablat e mëposhtëm: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Vini re se disa mbajtës ose programe montimi mund të mos i binden këtij cilësimi.
sw: Ingiza saraka ambapo zzzFM inapaswa kuunda kiotomati saraka za sehemu za mlima kwa fuse na mifumo sawa ya faili (%%a katika amri za waendeshaji). Saraka hii lazima iweze kuandikwa na mtumiaji (Usitumie /media), na saraka ndogo tupu zitaondolewa. Ikiachwa wazi, ~/.cache/zzzfm/ (au $XDG_CACHE_HOME/zzzfm/) hutumika. Vigezo vifuatavyo vinatambuliwa: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Kumbuka kuwa baadhi ya vidhibiti au programu za kupachika huenda zisitii mpangilio huu.
ta: உருகி மற்றும் ஒத்த கோப்பு முறைமைகளுக்கான மவுண்ட் பாயிண்ட் கோப்பகங்களை zzzFM தானாக உருவாக்க வேண்டிய கோப்பகத்தை உள்ளிடவும். (%%a கையாளுபவர் கட்டளைகளில்). இந்த அடைவு பயனர் எழுதக்கூடியதாக இருக்க வேண்டும் (பயன்படுத்த வேண்டாம் /media), மற்றும் காலியான துணை அடைவுகள் அகற்றப்படும். காலியாக விடப்பட்டால், ~/.cache/zzzfm/ (அல்லது $XDG_CACHE_HOME/zzzfm/) பயன்படுத்தப்பட்டுள்ளது. பின்வரும் மாறிகள் அங்கீகரிக்கப்பட்டுள்ளன: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME சில ஹேண்ட்லர்கள் அல்லது மவுண்ட் புரோகிராம்கள் இந்த அமைப்பைக் கடைப்பிடிக்காமல் போகலாம்.
te: ఫ్యూజ్ మరియు సారూప్య ఫైల్u200cసిస్టమ్u200cల కోసం zzzFM స్వయంచాలకంగా మౌంట్ పాయింట్ డైరెక్టరీలను సృష్టించే డైరెక్టరీని నమోదు చేయండి (%%a హ్యాండ్లర్ ఆదేశాలలో). ఈ డైరెక్టరీ తప్పనిసరిగా వినియోగదారు వ్రాయదగినదిగా ఉండాలి (ఉపయోగించవద్దు /media), మరియు ఖాళీ ఉప డైరెక్టరీలు తీసివేయబడతాయి. ఖాళీగా ఉంచితే, ~/.cache/zzzfm/ (లేదా $XDG_CACHE_HOME/zzzfm/) ఉపయోగించబడింది. కింది వేరియబుల్స్ గుర్తించబడ్డాయి: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME కొన్ని హ్యాండ్లర్లు లేదా మౌంట్ ప్రోగ్రామ్u200cలు ఈ సెట్టింగ్u200cను పాటించకపోవచ్చని గమనించండి.
tg: Директорияеро ворид кунед, ки дар он zzzFM бояд ба таври худкор директорияҳои нуқтаи васлкуниро барои системаҳои файлии фишурда ва шабеҳ эҷод кунад (%%a дар фармонҳои коркардкунанда). Ин директория бояд барои корбар навишташаванда бошад (истифода набаред /media), ва зеркаталогҳои холӣ хориҷ карда мешаванд. Агар холӣ монад, ~/.cache/zzzfm/ (ё $XDG_CACHE_HOME/zzzfm/) истифода мешавад. Тағирёбандаҳои зерин эътироф карда мешаванд: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Дар хотир доред, ки баъзе коркардкунандагон ё барномаҳои васлкунӣ метавонанд ба ин танзим итоат накунанд.
th: ป้อนไดเร็กทอรีที่ zzzFM ควรสร้างไดเร็กทอรีจุดเชื่อมต่อโดยอัตโนมัติสำหรับฟิวส์และระบบไฟล์ที่คล้ายกัน (%%a ในคำสั่งตัวจัดการ). ไดเร็กทอรีนี้ต้องผู้ใช้เขียนได้ (ไม่ได้ใช้ /media), และไดเรกทอรีย่อยที่ว่างเปล่าจะถูกลบออก หากเว้นว่างไว้ ~/.cache/zzzfm/ (หรือ $XDG_CACHE_HOME/zzzfm/) ถูกนำมาใช้. ตัวแปรต่อไปนี้เป็นที่รู้จัก: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME โปรดทราบว่าตัวจัดการหรือโปรแกรมเมานต์บางตัวอาจไม่เป็นไปตามการตั้งค่านี้
tk: ZzzFM-iň predohranitel we şuňa meňzeş faýl ulgamlary üçin awtomatiki usulda gurnama nokatlaryny döretmeli katalogyna giriň (%%a işleýji buýruklarynda). Bu katalog ulanyjy tarapyndan ýazylmaly (ulanmaň /media), we boş bukjalar aýrylar. Boş galan bolsa, ~/.cache/zzzfm/ (ýa-da $XDG_CACHE_HOME/zzzfm/) ulanylýar. Aşakdaky üýtgeýjiler tanalýar: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Käbir işleýjiler ýa-da gurnama programmalary bu sazlamany ýerine ýetirip bilmezler.
tt: ZzzFM теплоход һәм охшаш файл системалары өчен монтаж ноктасы каталогларын автоматик рәвештә ясарга тиеш булган каталогны кертегез (%%a эшкәртүче боерыкларында). Бу каталог кулланучыга языла торган булырга тиеш (кулланмагыз /media), һәм буш бүлекчәләр бетереләчәк. Буш калса, ~/.cache/zzzfm/ (яки $XDG_CACHE_HOME/zzzfm/) кулланыла. Түбәндәге үзгәрүләр таныла: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Игътибар итегез, кайбер эшкәртүчеләр яки монтаж программалары бу көйләүгә буйсынмаска мөмкин.
uk: Введіть каталог, де zzzFM має автоматично створювати каталоги точок монтування для fuse та подібних файлових систем (%%a в командах обробника). Цей каталог має бути доступним для запису користувачем (не використовувати /media), і порожні підкаталоги будуть видалені. Якщо залишити пустим, ~/.cache/zzzfm/ (або $XDG_CACHE_HOME/zzzfm/) використовується. Розпізнаються такі змінні: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Зауважте, що деякі обробники або програми монтування можуть не підкорятися цьому параметру.
ur: ۔ﮯﯿﮨﺎﭼ ﺎﻧﺎﻨﺑ ﺰﯾﺮﭩﮐﺮﺋﺍﮈ ﭧﻨﺋﺍﻮﭘ ﭧﻧﺅﺎﻣ ﮯﯿﻟ ﮯﮐ ﺰﻤﭩﺴﺳ ﻞﺋﺎﻓ ﮯﮐ ﺡﺮﻃ ﯽﺳﺍ ﺭﻭﺍ ﺯﻮﯿﻓ ﺩﻮﺨﺑ ﺩﻮﺧ ﻮﮐ zzzFM ﮞﺎﮩﺟ ﮟﯾﺮﮐ (%%a ﮟﯿﻣ ﺯﮉﻧﺎﻤﮐ ﺮﻟﮉﻨﯿﮨ). ۔ﮯﯿﮨﺎﭼ ﯽﻧﻮﮨ ﺮﯾﺮﺤﺗ ﻞﺑﺎﻗ ﮯﯿﻟ ﮯﮐ ﻑﺭﺎﺻ ﯼﺮﭩﮑﯾﺮﺋﺍﮈ ﮧﯾ (ﻭﺮﮐ ﺖﻣ ﻝﺎﻤﻌﺘﺳﺍ /media), ،ﮯﺋﺎﺟ ﺎﯾﺩ ﮌﻮﮭﭼ ﯽﻟﺎﺧ ﺮﮔﺍ ۔ﯽﮔ ﮟﯿﺋﺎﺟ ﯼﺩ ﺎﭩﮨ ﮞﺎﯾﺮﭩﮐﺮﺋﺍﮈ ﯽﻠﯾﺫ ﯽﻟﺎﺧ ﺭﻭﺍ ~/.cache/zzzfm/ (ﺎﯾ $XDG_CACHE_HOME/zzzfm/) :ﮯﮨ ﺎﺗﺎﺟ ﺎﯿﮐ ﻢﯿﻠﺴﺗ ﻮﮐ ﺕﺍﺮﯿﻐﺘﻣ ﻞﯾﺫ ﺝﺭﺩ .ﮯﮨ ﺎﺗﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME ۔ﮯﺘﮑﺳ ﻥﺎﻣ ﮟﯿﮩﻧ ﻮﮐ ﺐﯿﺗﺮﺗ ﺱﺍ ﻡﺍﺮﮔﻭﺮﭘ ﭧﻧﺅﺎﻣ ﺎﯾ ﺯﺮﻟﮉﻨﯿﮨ ﮫﭽﮐ ﮧﮐ ﮟﯾﺮﮐ ﭦﻮﻧ
uz: zzzFM avtomatik ravishda sug'urta va shunga o'xshash fayl tizimlari uchun ulanish nuqtasi kataloglarini yaratishi kerak bo'lgan katalogni kiriting (%%a ishlov beruvchi buyruqlarida). Ushbu katalog foydalanuvchi yozishi mumkin bo'lgan bo'lishi kerak (foydalanmang /media), va bo'sh pastki kataloglar o'chiriladi. Agar bo'sh qolsa, ~/.cache/zzzfm/ (yoki $XDG_CACHE_HOME/zzzfm/) ishlatilgan. Quyidagi o'zgaruvchilar tan olinadi: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME E'tibor bering, ba'zi ishlov beruvchilar yoki o'rnatish dasturlari bu sozlamaga bo'ysunmasligi mumkin.
vi: Nhập thư mục mà zzzFM sẽ tự động tạo các thư mục điểm gắn kết cho cầu chì và các hệ thống tệp tương tự (%%a trong các lệnh xử lý). Thư mục này phải là người dùng có thể ghi (không được dùng /media), và các thư mục con trống sẽ bị loại bỏ. Nếu để trống, ~/.cache/zzzfm/ (hoặc $XDG_CACHE_HOME/zzzfm/) Được sử dụng. Các biến sau được công nhận: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Lưu ý rằng một số trình xử lý hoặc chương trình gắn kết có thể không tuân theo cài đặt này.
xh: Ngenisa uvimba weefayili apho i-zzzFM ingenza ngokuzenzekelayo abalawuli beendawo zokunyuka zefuse kunye neenkqubo ezifanayo zefayile (%%a kwimiyalelo yomphathi). Olu luhlu kufuneka lubhalwe ngumsebenzisi (Sukusebenzisa /media), kwaye oovimba beefayili abangenanto baya kususwa. Ukuba ishiywe ingenanto, ~/.cache/zzzfm/ (okanye $XDG_CACHE_HOME/zzzfm/) iyasetyenziswa. Oku kuguquguquka kulandelayo kuyaziwa: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Qaphela ukuba abanye abaphathi okanye iinkqubo zonyuso zisenokungathobeli olu cwangciso.
yi: סמעטסיסעליפ ךעלנע ןוא קיראָק ראַפֿ זירעטקערייד טנופ גראַב ןפֿאַש שיטאַמאָטיוא לאָז zzzFM ווו רעזיַיווגעוו יד ןיַי (%%a זדנאַמאַק רעלדנאַה ןיא). לאַבאַביירש-רעצינאַב ןייז ןזומ רעזיַיווגעוו רעד (ןצונ טשינ /media), ,קידייל סקניל ביוא .ןעמונעגקעוואַ ןייז טעוו סעיראָטקערידבוס קידייל ןוא ~/.cache/zzzfm/ (רעדאָ $XDG_CACHE_HOME/zzzfm/) :טנעקרעד ןענעז זלאַבאַירעוו עדנעגלאפ יד .טצינעג זיא $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME .ןקיטעטשאַב םעד ןגלאָפ טשינ ןעק הליגמ ןפּאַלקנאָ רעדאָ סרעלדנאַה עכעלטע זאַ גנוקרעמאַב
