Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Ignore _Hide Policy
af: Ignoreer _Versteek beleid
am: ችላ በል _ፖሊሲን ደብቅ
ar: ﻞﻫﺎﺠﺘﻳ _ﺞﻬﻨﻟﺍ ءﺎﻔﺧﺇ
be: Ігнараваць _Схаваць палітыку
bg: Игнорирайте _Скриване на правилата
bn: উপেক্ষা করুন _নীতি লুকান
ca: Ignorar _Oculta la política
cy: Anwybyddu _Cuddio Polisi
da: Ignorere _Skjul politik
eo: Ignoru _Kaŝi Politikon
et: Ignoreeri _Peida poliitika
eu: Ez ikusi _Ezkutatu politika
fa: ﯽﺷﻮﭘ ﻢﺸﭼ _ﯽﺸﻣ ﻂﺧ ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ
fi: Jättää huomiotta _Piilota käytäntö
fil: Huwag pansinin _Itago ang Patakaran
fy: Negearje _Belied ferbergje
ga: Déan neamhaird _Folaigh Beartas
gd: Mothaich _Cuir am falach am poileasaidh
gl: Ignorar _Ocultar política
gu: અવગણો _નીતિ છુપાવો
he: םלעתהל _תוינידמ רתסה
hi: ध्यान न देना _नीति छुपाएं
hr: Zanemariti _Sakrij politiku
hu: Figyelmen kívül hagyni _Házirend elrejtése
hy: Անտեսել _Թաքցնել քաղաքականությունը
id: Mengabaikan _Sembunyikan Kebijakan
is: Hunsa _Fela stefnu
ka: იგნორირება _პოლიტიკის დამალვა
kk: Елемеу _Саясатты жасыру
km: មិនអើពើ _លាក់គោលការណ៍
kn: ನಿರ್ಲಕ್ಷಿಸಿ _ನೀತಿಯನ್ನು ಮರೆಮಾಡಿ
ku: Berçavnegirtin _Siyaseta Veşêre
ky: Көңүл бурбоо _Саясатты жашыруу
lb: Ignoréieren _Verstoppen Politik
lo: ບໍ່ສົນໃຈ _ເຊື່ອງນະໂຍບາຍ
lt: Ignoruoti _Slėpti politiką
lv: Ignorēt _Slēpt politiku
mg: tsinontsinona _Afeno ny politika
mi: Waiho _Huna Kaupapahere
mk: Игнорирај _Сокриј политика
ml: അവഗണിക്കുക _നയം മറയ്ക്കുക
mn: Үл тоомсорлох _Бодлого нуух
mr: दुर्लक्ष करा _धोरण लपवा
mt: Injora _Aħbi Politika
my: လျစ်လျူရှုပါ။ _မူဝါဒကို ဖျောက်ပါ။
nb: Overse _Skjul retningslinjer
ne: बेवास्ता गर्नुहोस् _नीति लुकाउनुहोस्
or: ଅଣଦେଖା କରନ୍ତୁ | _ନୀତି ଲୁଚାନ୍ତୁ |
pa: ਅਣਡਿੱਠ ਕਰੋ _ਨੀਤੀ ਲੁਕਾਓ
ps: ﻝﻮټﭘ ﯥګﺮﺘﺳ _ﻲﺴﯿﻟﺎﭘ ﻮﻟﻮټﭘ ﺩ
ro: Ignora _Ascundeți politica
rw: Ntiwirengagize _Hisha Politiki
sd: ﮠﺮڪ ﺯﺍﺪﻧﺍﺮﻈﻧ _ﻲﺴﻴﻟﺎﭘ ﻮﻳﺎڪﻟ
si: නොසලකා හරිනවා _ප්u200dරතිපත්තිය සඟවන්න
sk: Ignorovať _Skryť politiku
sl: Ignoriraj _Skrij pravilnik
sq: Injoro _Fshih politikën
sw: Puuza _Ficha Sera
ta: புறக்கணிக்கவும் _கொள்கையை மறை
te: పట్టించుకోకుండా _విధానాన్ని దాచు
tg: Нодида гирифтан _Пинҳон кардани сиёсат
th: ไม่สนใจ _ซ่อนนโยบาย
tk: Üns berme _Syýasaty gizläň
tt: Игътибар итмә _Сәясәтне яшер
uk: Ігнорувати _Приховати політику
ur: ﺎﻧﺮﮐ ﺯﺍﺪﻧﺍ ﺮﻈﻧ _۔ﮟﯿﺋﺎﭙﮭﭼ ﯽﺴﯿﻟﺎﭘ
uz: E'tibor bermaslik _Siyosatni yashirish
vi: Phớt lờ _Ẩn Chính sách
xh: Ungahoyi _Fihla iPolisi
yi: ןריראָנגיא _קיטילאָפּ ןטלאַהאַב

source: _Display Name
af: _Vertoon Naam
am: _መጠሪያው ስም
ar: _ﺽﺮﻌﻟﺍ ﻢﺳﺍ
be: _Адлюстраванае імя
bg: _Показвано име
bn: _প্রদর্শনের নাম
ca: _Nom de visualització
cy: _Enw Arddangos
da: _Vist navn
eo: _Montra Nomo
et: _Kuvatav nimi
eu: _Bistaratzeko izena
fa: _ﯽﺸﯾﺎﻤﻧ ﻡﺎﻧ
fi: _Näyttönimi
fy: _Display Namme
ga: _Ainm taispeána
gd: _Ainm Taisbeanaidh
gl: _Nome para mostrar
gu: _ડિસ્પ્લે નામ
he: _םש גצה
hi: _प्रदर्शित होने वाला नाम
hr: _Ime za prikaz
hu: _Megjelenítendő név
hy: _Ցուցադրվող անուն
id: _Nama tampilan
is: _Birtingarnafn
ka: _Ჩვენების სახელი
kk: _Көрсетілетін атау
km: _ឈ្មោះបង្ហាញ
kn: _ಪ್ರದರ್ಶನ ಹೆಸರು
ku: _Navê nîşanî
ky: _Дисплей аты
lb: _Unzeigenumm
lo: _ຊື່ສະແດງ
lt: _Rodomas pavadinimas
lv: _Parādāmais nosaukums
mg: _Anarana isehoana
mi: _Ingoa Whakaatu
mk: _Име на екранот
ml: _പ്രദർശന നാമം
mn: _Харагдах нэр
mr: _डिस्प्ले नाव
mt: _Wiri Isem
my: _ဖော်ပြမည့်အမည်
nb: _Vist navn
ne: _प्रदर्शन नाम
or: _ନାମ ପ୍ରଦର୍ଶନ କରନ୍ତୁ |
pa: _ਦਿਖਾਇਆ ਹੋਇਆ ਨਾਮ
ps: _ﻩړﮐ ﺪﻨګﺮڅ ﻡﻮﻧ
ro: _Numele afisat
rw: _Erekana Izina
sd: _ﻮﻳﺭﺎﮑﻳڏ ﻮﻟﺎﻧ
si: _ප්රදර්ශන නාමය
sk: _Zobraziť meno
sl: _Prikazno ime
sq: _Emri i shfaqur
sw: _Jina la Kuonyesha
ta: _காட்சி பெயர்
te: _ప్రదర్శన పేరు
tg: _Бозтоби ном
th: _ชื่อที่แสดง
tk: _Ekranyň ady
tt: _Күрсәтелгән исеме
uk: _Відображуване ім'я
ur: _ﻡﺎﻧ ﺎﮐ ﮯﻠﭙﺳﮈ
uz: _Ko'rsatiladigan ism
vi: _Tên hiển thị
xh: _Igama elibonisiwe
yi: _ןעמאָנ זיַיוו

source: Set Display Name Format
af: Stel Vertoonnaam-formaat
am: የማሳያ ስም ቅርጸት አዘጋጅ
ar: ﺽﺮﻌﻟﺍ ﻢﺳﺍ ﻖﻴﺴﻨﺗ ﻦﻴﻴﻌﺘﺑ ﻢﻗ
be: Усталюйце фармат адлюстравання імя
bg: Задайте формат на екранното име
bn: ডিসপ্লে নেম ফরম্যাট সেট করুন
ca: Estableix el format del nom de visualització
cy: Gosod Fformat Enw Arddangos
da: Indstil visningsnavneformat
eo: Agordu Afiŝan Nomon Formaton
et: Määrake kuvatava nime vorming
eu: Ezarri bistaratzeko izenaren formatua
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ ﺍﺭ ﻡﺎﻧ ﺶﯾﺎﻤﻧ ﺐﻟﺎﻗ
fi: Aseta näyttönimen muoto
fil: Itakda ang Format ng Display Name
fy: Set Display Name Format yn
ga: Socraigh Formáid Ainm Taispeána
gd: Suidhich Cruth Ainm Taisbeanaidh
gl: Establecer o formato de nome de visualización
gu: ડિસ્પ્લે નેમ ફોર્મેટ સેટ કરો
he: הגוצת םש טמרופ רדגה
hi: प्रदर्शन नाम प्रारूप सेट करें
hr: Postavite format prikaza imena
hu: Állítsa be a megjelenítési név formátumát
hy: Սահմանել Ցուցադրվող անվանման ձևաչափը
id: Atur Format Nama Tampilan
is: Stilltu snið skjánafns
ka: დააყენეთ საჩვენებელი სახელის ფორმატი
kk: Көрсетілетін атау пішімін орнатыңыз
km: កំណត់ទម្រង់បង្ហាញឈ្មោះ
kn: ಪ್ರದರ್ಶನ ಹೆಸರಿನ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿಸಿ
ku: Forma Navê Nîşandanê Set
ky: Көрсөтүлгөн ысым форматын коюу
lb: Set Display Numm Format
lo: ຕັ້ງຮູບແບບການສະແດງຊື່
lt: Nustatykite rodomo pavadinimo formatą
lv: Iestatiet parādāmā nosaukuma formātu
mg: Mametraha endrika anarana aseho
mi: Tautuhi Hōputu Ingoa Whakaatu
mk: Поставете формат на име за прикажување
ml: ഡിസ്പ്ലേ നെയിം ഫോർമാറ്റ് സജ്ജമാക്കുക
mn: Дэлгэцийн нэрийн форматыг тохируулах
mr: डिस्प्ले नेम फॉरमॅट सेट करा
mt: Issettja l-Format tal-Isem tal-Wiri
my: Display Name Format ကို သတ်မှတ်ပါ။
nb: Angi visningsnavnformat
ne: प्रदर्शन नाम ढाँचा सेट गर्नुहोस्
or: ପ୍ରଦର୍ଶନ ନାମ ଫର୍ମାଟ୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਡਿਸਪਲੇ ਨਾਮ ਫਾਰਮੈਟ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﺐﯿﺗﺮﺗ ﻪڼﺑ ﻡﻮﻧ ﻮﻟﺩﻮښ ﺩ
ro: Setați formatul numelui afișat
rw: Shiraho Iyerekana Izina
sd: ﻮﻳﺮڪ ٽﻴﺳ ٽﻴﻣﺭﺎﻓ ﻮﻟﺎﻧ ﻲﻠﭙﺳڊ
si: සංදර්ශක නාම ආකෘතිය සකසන්න
sk: Nastavte formát zobrazovaného názvu
sl: Nastavite obliko prikaza imena
sq: Cakto formatin e emrit të shfaqjes
sw: Weka Umbizo la Jina la Kuonyesha
ta: காட்சி பெயர் வடிவமைப்பை அமைக்கவும்
te: ప్రదర్శన పేరు ఆకృతిని సెట్ చేయండి
tg: Формати номи намоишро таъин кунед
th: ตั้งค่ารูปแบบชื่อที่แสดง
tk: Ekranyň adynyň formatyny düzüň
tt: Дисплей исеме форматын куегыз
uk: Встановіть формат відображуваного імені
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﭧﯿﻣﺭﺎﻓ ﺎﮐ ﻡﺎﻧ ﮯﻠﭙﺳﮈ
uz: Displey nom formatini o'rnating
vi: Đặt định dạng tên hiển thị
xh: Cwangcisa ifomathi yegama lokubonisa
yi: טאַמראָפֿ ןעמאָנ זיַיוו ןלעטש
