Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzfm: %s requires a file path
af: zzzfm: %s vereis 'n lêerpad
am: zzzfm: %s የፋይል ዱካ ያስፈልገዋል
ar: zzzfm: %s ﻒﻠﻤﻟﺍ ﺭﺎﺴﻣ ﺐﻠﻄﺘﻳ
be: zzzfm: %s патрабуецца шлях да файла
bg: zzzfm: %s изисква път към файла
bn: zzzfm: %s একটি ফাইল পাথ প্রয়োজন
ca: zzzfm: %s requereix una ruta de fitxer
cy: zzzfm: %s angen llwybr ffeil
da: zzzfm: %s kræver en filsti
eo: zzzfm: %s postulas dosiervojon
et: zzzfm: %s nõuab failiteed
eu: zzzfm: %s fitxategi-bide bat behar du
fa: zzzfm: %s ﺩﺭﺍﺩ ﺯﺎﯿﻧ ﻞﯾﺎﻓ ﺮﯿﺴﻣ ﮏﯾ ﻪﺑ
fi: zzzfm: %s vaatii tiedostopolun
fil: zzzfm: %s nangangailangan ng landas ng file
fy: zzzfm: %s fereasket in triempaad
ga: zzzfm: %s éilíonn cosán comhaid
gd: zzzfm: %s feumach air slighe faidhle
gl: zzzfm: %s require unha ruta do ficheiro
gu: zzzfm: %s ફાઇલ પાથની જરૂર છે
he: zzzfm: %s ץבוק ביתנ שרוד
hi: zzzfm: %s फ़ाइल पथ की आवश्यकता है
hr: zzzfm: %s zahtijeva put datoteke
hu: zzzfm: %s fájl elérési utat igényel
hy: zzzfm: %s պահանջում է ֆայլի ուղի
id: zzzfm: %s membutuhkan jalur file
is: zzzfm: %s krefst skráarslóðar
ka: zzzfm: %s საჭიროებს ფაილის გზას
kk: zzzfm: %s файл жолын қажет етеді
km: zzzfm: %s ទាមទារផ្លូវឯកសារ
kn: zzzfm: %s ಫೈಲ್ ಪಾಥ್ ಅಗತ್ಯವಿದೆ
ku: zzzfm: %s riya pelê hewce dike
ky: zzzfm: %s файл жолун талап кылат
lb: zzzfm: %s verlaangt e Fichier Wee
lo: zzzfm: %s ຕ້ອງການເສັ້ນທາງໄຟລ໌
lt: zzzfm: %s reikalauja failo kelio
lv: zzzfm: %s nepieciešams faila ceļš
mg: zzzfm: %s mila lalan-drakitra
mi: zzzfm: %s me whai ara konae
mk: zzzfm: %s бара патека на датотека
ml: zzzfm: %s ഒരു ഫയൽ പാത്ത് ആവശ്യമാണ്
mn: zzzfm: %s файлын замыг шаарддаг
mr: zzzfm: %s फाइल पथ आवश्यक आहे
mt: zzzfm: %s teħtieġ mogħdija tal-fajl
my: zzzfm: %s ဖိုင်လမ်းကြောင်းတစ်ခုလိုအပ်သည်။
nb: zzzfm: %s krever en filbane
ne: zzzfm: %s फाइल मार्ग चाहिन्छ
or: zzzfm: %s ଏକ ଫାଇଲ୍ ପଥ ଆବଶ୍ୟକ କରେ |
pa: zzzfm: %s ਇੱਕ ਫਾਇਲ ਮਾਰਗ ਦੀ ਲੋੜ ਹੈ
ps: zzzfm: %s ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﯤﺭﻻ﻿ ﻞﯾﺎﻓ ﺩ
ro: zzzfm: %s necesită o cale de fișier
rw: zzzfm: %s bisaba inzira ya dosiye
sd: zzzfm: %s ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻲﺘﺳﺭ ﻲﺟ ﻞﺋﺎﻓ
si: zzzfm: %s ගොනු මාර්ගයක් අවශ්ය වේ
sk: zzzfm: %s vyžaduje cestu k súboru
sl: zzzfm: %s zahteva pot do datoteke
sq: zzzfm: %s kërkon një shteg skedari
sw: zzzfm: %s inahitaji njia ya faili
ta: zzzfm: %s கோப்பு பாதை தேவை
te: zzzfm: %s ఫైల్ పాత్ అవసరం
tg: zzzfm: %s роҳи файлро талаб мекунад
th: zzzfm: %s ต้องการเส้นทางไฟล์
tk: zzzfm: %s faýl ýoluny talap edýär
tt: zzzfm: %s файл юлын таләп итә
uk: zzzfm: %s потрібен шлях до файлу
ur: zzzfm: %s ۔ﮯﮨ ﺭﺎﮐﺭﺩ ﮧﺘﺳﺍﺭ ﺎﮐ ﻞﺋﺎﻓ
uz: zzzfm: %s fayl yo'lini talab qiladi
vi: zzzfm: %s yêu cầu một đường dẫn tệp
xh: zzzfm: %s ifuna umendo wefayile
yi: zzzfm: %s ךרד עקעט אַ זרעייווקיר

source: zzzfm: error reading file '%s'
af: zzzfm: fout lees van lêer '%s'
am: zzzfm: ፋይል የማንበብ ስህተት '%s'
ar: zzzfm: ﻒﻠﻤﻟﺍ ﺓءﺍﺮﻗ ﻲﻓ ﺄﻄﺧ '%s'
be: zzzfm: памылка чытання файла '%s'
bg: zzzfm: грешка при четене на файл '%s'
bn: zzzfm: ফাইল পড়ার ত্রুটি '%s'
ca: zzzfm: error de lectura del fitxer '%s'
cy: zzzfm: ffeil darllen gwall '%s'
da: zzzfm: fejl ved læsning af fil '%s'
eo: zzzfm: eraro legante dosieron '%s'
et: zzzfm: viga faili lugemisel '%s'
eu: zzzfm: errorea fitxategia irakurtzean '%s'
fa: zzzfm: ﻞﯾﺎﻓ ﻥﺪﻧﺍﻮﺧ ﺭﺩ ﺎﻄﺧ '%s'
fi: zzzfm: virhe tiedoston lukemisessa '%s'
fil: zzzfm: error sa pagbabasa ng file '%s'
fy: zzzfm: flater by it lêzen fan triem '%s'
ga: zzzfm: comhad léitheoireachta earráide '%s'
gd: zzzfm: faidhle leughaidh mearachd '%s'
gl: zzzfm: erro na lectura do ficheiro '%s'
gu: zzzfm: ફાઇલ વાંચવામાં ભૂલ '%s'
he: zzzfm: ץבוק תאירקב האיגש '%s'
hi: zzzfm: फ़ाइल पढ़ने में त्रुटि '%s'
hr: zzzfm: pogreška čitanja datoteke '%s'
hu: zzzfm: hiba a fájl olvasásakor '%s'
hy: zzzfm: ֆայլի ընթերցման սխալ '%s'
id: zzzfm: kesalahan membaca file '%s'
is: zzzfm: villa við lestur skráar '%s'
ka: zzzfm: ფაილის წაკითხვის შეცდომა '%s'
kk: zzzfm: файлды оқу қатесі '%s'
km: zzzfm: កំហុសក្នុងការអានឯកសារ '%s'
kn: zzzfm: ಫೈಲ್ ಓದುವಲ್ಲಿ ದೋಷ '%s'
ku: zzzfm: çewtî di xwendina pelê de '%s'
ky: zzzfm: файлды окуу катасы '%s'
lb: zzzfm: Feeler beim Liesen vun der Datei '%s'
lo: zzzfm: ການອ່ານໄຟລ໌ຜິດພາດ '%s'
lt: zzzfm: klaida skaitant failą '%s'
lv: zzzfm: kļūda, lasot failu '%s'
mg: zzzfm: fahadisoana famakiana rakitra '%s'
mi: zzzfm: kōnae panui hapa '%s'
mk: zzzfm: грешка при читање на датотеката '%s'
ml: zzzfm: ഫയൽ വായിക്കുന്നതിൽ പിശക് '%s'
mn: zzzfm: файл унших алдаа '%s'
mr: zzzfm: फाइल वाचण्यात त्रुटी '%s'
mt: zzzfm: żball qari fajl '%s'
my: zzzfm: ဖိုင်ဖတ်ခြင်းအမှား '%s'
nb: zzzfm: feil ved lesing av filen '%s'
ne: zzzfm: फाइल पढ्न त्रुटि '%s'
or: zzzfm: ଫାଇଲ୍ ପ reading ିବାରେ ତ୍ରୁଟି | '%s'
pa: zzzfm: ਫਾਈਲ ਪੜ੍ਹਨ ਵਿੱਚ ਗਲਤੀ '%s'
ps: zzzfm: ﻪﻨﺗﻭﺮﯧﺗ ﻮﻠﺘﺳﻮﻟ ﯥﻨﺗﻭﺩ ﺩ '%s'
ro: zzzfm: eroare la citirea fișierului '%s'
rw: zzzfm: dosiye yo gusoma '%s'
sd: zzzfm: ﻲﻄﻠﻏ ۾ ﮡﻫڙﭘ ﻞﺋﺎﻓ '%s'
si: zzzfm: ගොනුව කියවීමේ දෝෂයකි '%s'
sk: zzzfm: chyba pri čítaní súboru '%s'
sl: zzzfm: napaka pri branju datoteke '%s'
sq: zzzfm: gabim gjatë leximit të skedarit '%s'
sw: zzzfm: faili ya kusoma makosa '%s'
ta: zzzfm: கோப்பு வாசிப்பு பிழை '%s'
te: zzzfm: ఫైల్ రీడింగ్ లోపం '%s'
tg: zzzfm: хатоги дар хондани файл '%s'
th: zzzfm: ข้อผิดพลาดในการอ่านไฟล์ '%s'
tk: zzzfm: säwlik faýly '%s'
tt: zzzfm: файлны укуда хата '%s'
uk: zzzfm: помилка читання файлу '%s'
ur: zzzfm: ﯽﻄﻠﻏ ﮟﯿﻣ ﮯﻨﮬﮍﭘ ﻞﺋﺎﻓ '%s'
uz: zzzfm: faylni o'qish xatosi '%s'
vi: zzzfm: lỗi đọc tệp '%s'
xh: zzzfm: ifayile yokufunda imposiso '%s'
yi: zzzfm: עקעט ןענעייל תועט '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
af: zzzfm: lêer '%s' bevat nie geldige UTF-8-teks nie
am: zzzfm: ፋይል '%s' የሚሰራ UTF-8 ጽሑፍ አልያዘም።
ar: zzzfm: ﻒﻠﻣ '%s' ﺢﻟﺎﺻ UTF-8 ﺺﻧ ﻰﻠﻋ ﻱﻮﺘﺤﻳ ﻻ﻿
be: zzzfm: файл '%s' не ўтрымлівае сапраўдны тэкст UTF-8
bg: zzzfm: файл '%s' не съдържа валиден UTF-8 текст
bn: zzzfm: ফাইল '%s' বৈধ UTF-8 পাঠ্য নেই
ca: zzzfm: dossier '%s' no conté text UTF-8 vàlid
cy: zzzfm: ffeil '%s' nid yw'n cynnwys testun UTF-8 dilys
da: zzzfm: fil '%s' indeholder ikke gyldig UTF-8-tekst
eo: zzzfm: dosiero '%s' ne enhavas validan tekston UTF-8
et: zzzfm: faili '%s' ei sisalda kehtivat UTF-8 teksti
eu: zzzfm: fitxategia '%s' ez du baliozko UTF-8 testurik
fa: zzzfm: ﻞﯾﺎﻓ '%s' ﺖﺴﯿﻧ UTF-8 ﺮﺒﺘﻌﻣ ﻦﺘﻣ ﯼﻭﺎﺣ
fi: zzzfm: tiedosto '%s' ei sisällä kelvollista UTF-8-tekstiä
fil: zzzfm: file '%s' ay hindi naglalaman ng wastong teksto ng UTF-8
fy: zzzfm: map '%s' befettet gjin jildige UTF-8 tekst
ga: zzzfm: comhad '%s' níl téacs bailí UTF-8 ann
gd: zzzfm: faidhle '%s' chan eil teacsa UTF-8 dligheach ann
gl: zzzfm: arquivo '%s' non contén texto UTF-8 válido
gu: zzzfm: ફાઇલ '%s' માન્ય UTF-8 ટેક્સ્ટ ધરાવતું નથી
he: zzzfm: ץֶבֹוק '%s' יקוח UTF-8 טסקט ליכמ וניא
hi: zzzfm: फ़ाइल '%s' मान्य UTF-8 टेक्स्ट शामिल नहीं है
hr: zzzfm: datoteka '%s' ne sadrži važeći UTF-8 tekst
hu: zzzfm: fájlt '%s' nem tartalmaz érvényes UTF-8 szöveget
hy: zzzfm: ֆայլ '%s' չի պարունակում վավեր UTF-8 տեքստ
id: zzzfm: mengajukan '%s' tidak mengandung teks UTF-8 yang valid
is: zzzfm: skrá '%s' inniheldur ekki gildan UTF-8 texta
ka: zzzfm: ფაილი '%s' არ შეიცავს მოქმედ UTF-8 ტექსტს
kk: zzzfm: файл '%s' жарамды UTF-8 мәтінін қамтымайды
km: zzzfm: ឯកសារ '%s' មិនមានអត្ថបទ UTF-8 ត្រឹមត្រូវ។
kn: zzzfm: ಕಡತ '%s' ಮಾನ್ಯವಾದ UTF-8 ಪಠ್ಯವನ್ನು ಹೊಂದಿಲ್ಲ
ku: zzzfm: dosî '%s' nivîsa UTF-8 ya derbasdar tune
ky: zzzfm: файл '%s' жарактуу UTF-8 текстин камтыбайт
lb: zzzfm: Fichier '%s' enthält net valabel UTF-8 Text
lo: zzzfm: ໄຟລ໌ '%s' ບໍ່ມີຂໍ້ຄວາມ UTF-8 ທີ່ຖືກຕ້ອງ
lt: zzzfm: failą '%s' nėra galiojančio UTF-8 teksto
lv: zzzfm: failu '%s' nesatur derīgu UTF-8 tekstu
mg: zzzfm: rakitra '%s' tsy misy soratra UTF-8 manankery
mi: zzzfm: kōnae '%s' karekau he kuputuhi UTF-8 whaimana
mk: zzzfm: датотека '%s' не содржи валиден текст UTF-8
ml: zzzfm: ഫയൽ '%s' സാധുവായ UTF-8 വാചകം അടങ്ങിയിട്ടില്ല
mn: zzzfm: файл '%s' хүчинтэй UTF-8 текст агуулаагүй байна
mr: zzzfm: फाइल '%s' वैध UTF-8 मजकूर नाही
mt: zzzfm: fajl '%s' ma fihx test UTF-8 validu
my: zzzfm: ဖိုင် '%s' တရားဝင် UTF-8 စာသားမပါဝင်ပါ။
nb: zzzfm: fil '%s' inneholder ikke gyldig UTF-8-tekst
ne: zzzfm: फाइल '%s' मान्य UTF-8 पाठ समावेश गर्दैन
or: zzzfm: ଫାଇଲ୍ | '%s' ବ valid ଧ UTF-8 ପାଠ୍ୟ ଧାରଣ କରେ ନାହିଁ |
pa: zzzfm: ਫਾਈਲ '%s' ਵੈਧ UTF-8 ਟੈਕਸਟ ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ
ps: zzzfm: ﻪﻨﺗﻭﺩ '%s' ﻱﺮﻠﻧ ﻦﺘﻣ UTF-8 ړﻭ ﺭﺎﺒﺘﻋﺍ ﺩ
ro: zzzfm: fişier '%s' nu conține text UTF-8 valid
rw: zzzfm: dosiye '%s' ntabwo ikubiyemo inyandiko UTF-8 yemewe
sd: zzzfm: ﻞﺋﺎﻓ '%s' ﻲﻫﺎﻧ ﻞﻤﺘﺸﻣ ﻲﺗ ﻦﺘﻣ UTF-8 ﺢﻴﺤﺻ
si: zzzfm: ගොනුව '%s' වලංගු UTF-8 පෙළ අඩංගු නොවේ
sk: zzzfm: súbor '%s' neobsahuje platný text UTF-8
sl: zzzfm: mapa '%s' ne vsebuje veljavnega besedila UTF-8
sq: zzzfm: dosje '%s' nuk përmban tekst të vlefshëm UTF-8
sw: zzzfm: faili '%s' haina maandishi halali ya UTF-8
ta: zzzfm: கோப்பு '%s' சரியான UTF-8 உரை இல்லை
te: zzzfm: ఫైల్ '%s' చెల్లుబాటు అయ్యే UTF-8 వచనాన్ని కలిగి లేదు
tg: zzzfm: файл '%s' дорои матни дурусти UTF-8 нест
th: zzzfm: ไฟล์ '%s' ไม่มีข้อความ UTF-8 ที่ถูกต้อง
tk: zzzfm: faýl '%s' dogry UTF-8 tekstini öz içine almaýar
tt: zzzfm: файл '%s' дөрес UTF-8 тексты юк
uk: zzzfm: файл '%s' не містить дійсного тексту UTF-8
ur: zzzfm: ﻞﺋﺎﻓ '%s' ۔ﮯﮨ ﮟﯿﮩﻧ ﻞﻤﺘﺸﻣ ﺮﭘ ﻦﺘﻣ UTF-8 ﺖﺳﺭﺩ
uz: zzzfm: fayl '%s' to'g'ri UTF-8 matnini o'z ichiga olmaydi
vi: zzzfm: tập tin '%s' không chứa văn bản UTF-8 hợp lệ
xh: zzzfm: ifayile '%s' ayiqulathanga UTF-8 umbhalo osebenzayo
yi: zzzfm: עקעט '%s' טסקעט UTF-8 קיטליג ןטלאַהטנאַ טשינ טוט

source: zzzfm: %s requires a directory path
af: zzzfm: %s vereis 'n gidspad
am: zzzfm: %s ማውጫ ዱካ ያስፈልገዋል
ar: zzzfm: %s ﻞﻴﻟﺪﻟﺍ ﺭﺎﺴﻣ ﺐﻠﻄﺘﻳ
be: zzzfm: %s патрабуецца шлях да каталога
bg: zzzfm: %s изисква път към директорията
bn: zzzfm: %s একটি ডিরেক্টরি পথ প্রয়োজন
ca: zzzfm: %s requereix una ruta de directori
cy: zzzfm: %s angen llwybr cyfeiriadur
da: zzzfm: %s kræver en mappesti
eo: zzzfm: %s postulas dosierujan vojon
et: zzzfm: %s nõuab kataloogi teed
eu: zzzfm: %s direktorio-bide bat behar du
fa: zzzfm: %s ﺩﺭﺍﺩ ﺯﺎﯿﻧ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ ﺮﯿﺴﻣ ﮏﯾ ﻪﺑ
fi: zzzfm: %s vaatii hakemistopolun
fil: zzzfm: %s nangangailangan ng path ng direktoryo
fy: zzzfm: %s fereasket in mappaad
ga: zzzfm: %s teastaíonn cosán eolaire
gd: zzzfm: %s feumach air slighe seòlaidh
gl: zzzfm: %s require unha ruta de directorio
gu: zzzfm: %s ડિરેક્ટરી પાથની જરૂર છે
he: zzzfm: %s היירפס ביתנ שרוד
hi: zzzfm: %s एक निर्देशिका पथ की आवश्यकता है
hr: zzzfm: %s zahtijeva put do direktorija
hu: zzzfm: %s könyvtár elérési utat igényel
hy: zzzfm: %s պահանջում է գրացուցակի ուղի
id: zzzfm: %s membutuhkan jalur direktori
is: zzzfm: %s krefst skráarslóðar
ka: zzzfm: %s საჭიროებს დირექტორიას გზას
kk: zzzfm: %s каталог жолын қажет етеді
km: zzzfm: %s ទាមទារផ្លូវថត
kn: zzzfm: %s ಡೈರೆಕ್ಟರಿ ಮಾರ್ಗದ ಅಗತ್ಯವಿದೆ
ku: zzzfm: %s rêyek pelrêçek hewce dike
ky: zzzfm: %s каталог жолун талап кылат
lb: zzzfm: %s erfuerdert e Verzeechneswee
lo: zzzfm: %s ຕ້ອງການເສັ້ນທາງໄດເລກະທໍລີ
lt: zzzfm: %s reikalingas katalogo kelias
lv: zzzfm: %s nepieciešams direktorija ceļš
mg: zzzfm: %s mila lalan'ny lahatahiry
mi: zzzfm: %s me whai ara whaiaronga
mk: zzzfm: %s бара патека на директориумот
ml: zzzfm: %s ഒരു ഡയറക്ടറി പാത്ത് ആവശ്യമാണ്
mn: zzzfm: %s лавлах замыг шаарддаг
mr: zzzfm: %s निर्देशिका पथ आवश्यक आहे
mt: zzzfm: %s teħtieġ passaġġ tad-direttorju
my: zzzfm: %s လမ်းညွှန်လမ်းကြောင်းတစ်ခု လိုအပ်သည်။
nb: zzzfm: %s krever en katalogbane
ne: zzzfm: %s डाइरेक्टरी मार्ग चाहिन्छ
or: zzzfm: %s ଏକ ଡିରେକ୍ଟୋରୀ ପଥ ଆବଶ୍ୟକ କରେ |
pa: zzzfm: %s ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਮਾਰਗ ਦੀ ਲੋੜ ਹੈ
ps: zzzfm: %s ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﺭﻻ﻿ ﺩﻮښﺭﻻ﻿ ﺩ
ro: zzzfm: %s necesită o cale de director
rw: zzzfm: %s bisaba inzira yububiko
sd: zzzfm: %s ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻲﺘﺳﺭ ﻱﺮٽڪﻳﺭﺍڊ
si: zzzfm: %s නාමාවලි මාර්ගයක් අවශ්ය වේ
sk: zzzfm: %s vyžaduje cestu k adresáru
sl: zzzfm: %s zahteva imeniško pot
sq: zzzfm: %s kërkon një shteg direktoriumi
sw: zzzfm: %s inahitaji njia ya saraka
ta: zzzfm: %s அடைவு பாதை தேவை
te: zzzfm: %s డైరెక్టరీ మార్గం అవసరం
tg: zzzfm: %s роҳи директорияро талаб мекунад
th: zzzfm: %s ต้องการเส้นทางไดเรกทอรี
tk: zzzfm: %s katalog ýoluny talap edýär
tt: zzzfm: %s каталог юлын таләп итә
uk: zzzfm: %s потрібен шлях до каталогу
ur: zzzfm: %s ۔ﮯﮨ ﺭﺎﮐﺭﺩ ﮧﺘﺳﺍﺭ ﺎﮐ ﯼﺮﭩﮑﯾﺮﺋﺍﮈ
uz: zzzfm: %s katalog yo'lini talab qiladi
vi: zzzfm: %s yêu cầu một đường dẫn thư mục
xh: zzzfm: %s ifuna indlela yolawulo
yi: zzzfm: %s ךרד רעזיַיווגעוו אַ זרעייווקיר

source: zzzfm: directory '%s' does not exist
af: zzzfm: gids '%s' bestaan u200bu200bnie
am: zzzfm: ማውጫ '%s' አልተገኘም
ar: zzzfm: ﻞﻴﻟﺪﻟﺍ '%s' ﺩﻮﺟﻮﻣ ﺮﻴﻏ
be: zzzfm: каталог '%s' не існуе
bg: zzzfm: директория '%s' не съществува
bn: zzzfm: ডিরেক্টরি '%s' এটির অস্তিত্ব নেই
ca: zzzfm: directori '%s' no existeix
cy: zzzfm: cyfeiriadur '%s' ddim yn bodoli
da: zzzfm: vejviser '%s' eksisterer ikke
eo: zzzfm: dosierujo '%s' ne ekzistas
et: zzzfm: kataloog '%s' ei eksisteeri
eu: zzzfm: direktorioa '%s' ez da existitzen
fa: zzzfm: ﺎﻤﻨﻫﺍﺭ ﺖﺳﺮﻬﻓ '%s' ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ
fi: zzzfm: hakemistosta '%s' ei ole olemassa
fil: zzzfm: direktoryo '%s' ay wala
fy: zzzfm: directory '%s' bestiet net
ga: zzzfm: eolaire '%s' Gan a bheith ann
gd: zzzfm: eòlaire '%s' chan eil e ann
gl: zzzfm: directorio '%s' non existe
gu: zzzfm: ડિરેક્ટરી '%s' અસ્તિત્વમાં નથી
he: zzzfm: ךיִרדַמ '%s' םייק אל
hi: zzzfm: निर्देशिका '%s' मौजूद नहीं होना
hr: zzzfm: imenik '%s' ne postoji
hu: zzzfm: Könyvtár '%s' nem létezik
hy: zzzfm: գրացուցակ '%s' գոյություն չունի
id: zzzfm: direktori '%s' tidak ada
is: zzzfm: Skrá '%s' er ekki til
ka: zzzfm: დირექტორია '%s' არ არსებობს
kk: zzzfm: каталог '%s' жоқ
km: zzzfm: ថត '%s' មិនu200bមាន
kn: zzzfm: ಡೈರೆಕ್ಟರಿ '%s' ಅಸ್ತಿತ್ವದಲ್ಲಿ ಇಲ್ಲ
ku: zzzfm: directory '%s' tune ye
ky: zzzfm: каталог '%s' жок
lb: zzzfm: Verzeechnes '%s' existéiert net
lo: zzzfm: ໄດເລກະທໍລີ '%s' ບໍ່ມີ
lt: zzzfm: katalogas '%s' neegzistuoja
lv: zzzfm: direktoriju '%s' neeksistē
mg: zzzfm: lahatahiry '%s' tsy misy
mi: zzzfm: whaiaronga '%s' karekau
mk: zzzfm: директориум '%s' не постои
ml: zzzfm: ഡയറക്ടറി '%s' നിലവിലില്ല
mn: zzzfm: лавлах '%s' байдаггүй
mr: zzzfm: निर्देशिका '%s' अस्तित्वात नाही
mt: zzzfm: direttorju '%s' ma jeżistix
my: zzzfm: လမ်းညွှန် '%s' မတည်ရှိပါဘူး
nb: zzzfm: katalog '%s' eksisterer ikke
ne: zzzfm: निर्देशिका '%s' अ स् ति त् व मा छै न
or: zzzfm: ଡିରେକ୍ଟୋରୀ '%s' ବିଦ୍ୟମାନ ନାହିଁ
pa: zzzfm: ਡਾਇਰੈਕਟਰੀ '%s' ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ps: zzzfm: ﺩﻮښﺭﻻ﻿ '%s' ﻱﺮﻟ ﻪﻧ ﻥﻮﺘﺷ
ro: zzzfm: director '%s' nu exista
rw: zzzfm: ububiko '%s' ntabaho
sd: zzzfm: ﻱﺮٽڪﻳﺭﺍڊ '%s' ﻲﻫﺎﻧ ﺩﻮﺟﻮﻣ
si: zzzfm: නාමාවලිය '%s' නොපවතී
sk: zzzfm: adresár '%s' neexistuje
sl: zzzfm: imenik '%s' ne obstaja
sq: zzzfm: drejtoria '%s' nuk ekziston
sw: zzzfm: saraka '%s' haipo
ta: zzzfm: அடைவு '%s' இல்லை
te: zzzfm: డైరెక్టరీ '%s' ఉనికిలో లేదు
tg: zzzfm: директория '%s' вуҷуд надорад
th: zzzfm: ไดเรกทอรี '%s' ไม่ได้อยู่
tk: zzzfm: katalog '%s' ýok
tt: zzzfm: каталог '%s' юк
uk: zzzfm: каталог '%s' не існує
ur: zzzfm: ﯼﺮﭩﮑﯾﺮﺋﺍﮈ '%s' ﮯﮨ ﮟﯿﮩﻧ ﺩﻮﺟﻮﻣ
uz: zzzfm: katalog '%s' mavjud emas
vi: zzzfm: danh mục '%s' không tồn tại
xh: zzzfm: ulawulo '%s' ayikho
yi: zzzfm: רעזיַיווגעוו '%s' טשינ טריטסיזקע

source: zzzfm: command %s requires an argument
af: zzzfm: bevel %s vereis 'n argument
am: zzzfm: ትእዛዝ %s ክርክር ይጠይቃል
ar: zzzfm: ﺮﻣﺃ %s ﺔﺠﺣ ﺐﻠﻄﺘﻳ
be: zzzfm: камандаваць %s патрабуе аргументацыі
bg: zzzfm: команда %s изисква аргумент
bn: zzzfm: আদেশ %s একটি যুক্তি প্রয়োজন
ca: zzzfm: comandament %s requereix un argument
cy: zzzfm: gorchymyn %s yn gofyn am ddadl
da: zzzfm: kommando %s kræver et argument
eo: zzzfm: komando %s postulas argumenton
et: zzzfm: käsk %s nõuab argumenti
eu: zzzfm: agindua %s argudio bat eskatzen du
fa: zzzfm: ﻥﺎﻣﺮﻓ %s ﺪﻫﺍﻮﺧ ﯽﻣ ﻝﻻ﻿ﺪﺘﺳﺍ
fi: zzzfm: komento %s vaatii argumentin
fil: zzzfm: utos %s nangangailangan ng argumento
fy: zzzfm: befel %s freget in argumint
ga: zzzfm: ordú %s éilíonn argóint
gd: zzzfm: àithne %s feumach air argamaid
gl: zzzfm: mando %s require un argumento
gu: zzzfm: આદેશ %s દલીલની જરૂર છે
he: zzzfm: הדוקפ %s חוכיו שרוד
hi: zzzfm: आदेश %s एक तर्क की आवश्यकता है
hr: zzzfm: naredba %s zahtijeva argument
hu: zzzfm: parancs %s érvelést igényel
hy: zzzfm: հրաման %s պահանջում է փաստարկ
id: zzzfm: memerintah %s membutuhkan argumen
is: zzzfm: skipun %s krefst rök
ka: zzzfm: ბრძანება %s არგუმენტს მოითხოვს
kk: zzzfm: пәрмен %s дәлелді талап етеді
km: zzzfm: បញ្ជា %s ទាមទារu200bការu200bប្រកែក
kn: zzzfm: ಆಜ್ಞೆ %s ವಾದದ ಅಗತ್ಯವಿದೆ
ku: zzzfm: ferman %s argumanek hewce dike
ky: zzzfm: буйрук %s аргумент талап кылат
lb: zzzfm: Kommando %s verlaangt en Argument
lo: zzzfm: ຄໍາສັ່ງ %s ຮຽກຮ້ອງໃຫ້ມີການໂຕ້ຖຽງ
lt: zzzfm: komandą %s reikalauja argumento
lv: zzzfm: komandu %s prasa argumentu
mg: zzzfm: didy %s mila argument
mi: zzzfm: whakahau %s me tautohe
mk: zzzfm: команда %s бара аргумент
ml: zzzfm: കമാൻഡ് %s ഒരു വാദം ആവശ്യമാണ്
mn: zzzfm: тушаал %s аргумент шаарддаг
mr: zzzfm: आज्ञा %s युक्तिवाद आवश्यक आहे
mt: zzzfm: kmand %s teħtieġ argument
my: zzzfm: အမိန့် %s အငြင်းအခုံတစ်ခုလိုအပ်သည်။
nb: zzzfm: kommando %s krever et argument
ne: zzzfm: आदेश %s तर्क चाहिन्छ
or: zzzfm: ନିର୍ଦ୍ଦେଶ %s ଏକ ଯୁକ୍ତି ଆବଶ୍ୟକ କରେ |
pa: zzzfm: ਹੁਕਮ %s ਇੱਕ ਦਲੀਲ ਦੀ ਲੋੜ ਹੈ
ps: zzzfm: ﻩﺪﻧﺎﻣﻮﻗ %s ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻞﯿﻟﺩ
ro: zzzfm: comanda %s necesită un argument
rw: zzzfm: itegeko %s bisaba gutongana
sd: zzzfm: ﻢڪﺣ %s ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻞﻴﻟﺩ ڪﻫ
si: zzzfm: විධානය %s තර්කයක් අවශ්යයි
sk: zzzfm: príkaz %s vyžaduje argument
sl: zzzfm: ukaz %s zahteva argument
sq: zzzfm: komandë %s kërkon një argument
sw: zzzfm: amri %s inahitaji hoja
ta: zzzfm: கட்டளை %s ஒரு வாதம் தேவை
te: zzzfm: ఆదేశం %s ఒక వాదన అవసరం
tg: zzzfm: фармон %s далел талаб мекунад
th: zzzfm: สั่งการ %s ต้องมีการโต้เถียง
tk: zzzfm: buýruk %s argument talap edýär
tt: zzzfm: боерык %s бәхәс таләп итә
uk: zzzfm: команда %s вимагає аргументації
ur: zzzfm: ﮉﻧﺎﻤﮐ %s ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﻞﯿﻟﺩ ﮏﯾﺍ
uz: zzzfm: buyruq %s argument talab qiladi
vi: zzzfm: yêu cầu %s yêu cầu một đối số
xh: zzzfm: umyalelo %s ifuna ingxabano
yi: zzzfm: לעפֿאַב %s טנעמוגראַ אַ טגנאלראפ

source: zzzfm: %s requires two arguments
af: zzzfm: %s vereis twee argumente
am: zzzfm: %s ሁለት ክርክሮች ያስፈልገዋል
ar: zzzfm: %s ﻦﻴﺘﺠﺣ ﺐﻠﻄﺘﻳ
be: zzzfm: %s патрабуе двух аргументаў
bg: zzzfm: %s изисква два аргумента
bn: zzzfm: %s দুটি যুক্তি প্রয়োজন
ca: zzzfm: %s requereix dos arguments
cy: zzzfm: %s yn gofyn am ddwy ddadl
da: zzzfm: %s kræver to argumenter
eo: zzzfm: %s postulas du argumentojn
et: zzzfm: %s nõuab kahte argumenti
eu: zzzfm: %s bi argudio eskatzen ditu
fa: zzzfm: %s ﺩﺭﺍﺩ ﻝﻻ﻿ﺪﺘﺳﺍ ﻭﺩ ﻪﺑ ﺯﺎﯿﻧ
fi: zzzfm: %s vaatii kaksi argumenttia
fil: zzzfm: %s nangangailangan ng dalawang argumento
fy: zzzfm: %s fereasket twa arguminten
ga: zzzfm: %s Teastaíonn dhá argóint
gd: zzzfm: %s feumach air dà argamaid
gl: zzzfm: %s require dous argumentos
gu: zzzfm: %s બે દલીલો જરૂરી છે
he: zzzfm: %s םינועיט ינש שרוד
hi: zzzfm: %s दो तर्कों की आवश्यकता है
hr: zzzfm: %s zahtijeva dva argumenta
hu: zzzfm: %s két érv szükséges
hy: zzzfm: %s պահանջում է երկու փաստարկ
id: zzzfm: %s membutuhkan dua argumen
is: zzzfm: %s þarf tvö rök
ka: zzzfm: %s მოითხოვს ორ არგუმენტს
kk: zzzfm: %s екі аргумент қажет
km: zzzfm: %s ទាមទារអាគុយម៉ង់ពីរ
kn: zzzfm: %s ಎರಡು ವಾದಗಳ ಅಗತ್ಯವಿದೆ
ku: zzzfm: %s du arguman hewce dike
ky: zzzfm: %s эки аргументти талап кылат
lb: zzzfm: %s verlaangt zwee Argumenter
lo: zzzfm: %s ຮຽກຮ້ອງໃຫ້ມີສອງການໂຕ້ຖຽງ
lt: zzzfm: %s reikia dviejų argumentų
lv: zzzfm: %s nepieciešami divi argumenti
mg: zzzfm: %s mila hevitra roa
mi: zzzfm: %s kia rua nga tautohetohe
mk: zzzfm: %s бара два аргументи
ml: zzzfm: %s രണ്ട് വാദങ്ങൾ ആവശ്യമാണ്
mn: zzzfm: %s хоёр аргумент шаарддаг
mr: zzzfm: %s दोन युक्तिवाद आवश्यक आहेत
mt: zzzfm: %s teħtieġ żewġ argumenti
my: zzzfm: %s ငြင်းခုံမှုနှစ်ခု လိုအပ်သည်။
nb: zzzfm: %s krever to argumenter
ne: zzzfm: %s दुई तर्क चाहिन्छ
or: zzzfm: %s ଦୁଇଟି ଆର୍ଗୁମେଣ୍ଟ୍ ଆବଶ୍ୟକ କରେ |
pa: zzzfm: %s ਦੋ ਦਲੀਲਾਂ ਦੀ ਲੋੜ ਹੈ
ps: zzzfm: %s ﻱﺮﻟ ﺎﯿﺗړﺍ ﻪﺗ ﻮﻧﻮﻠﯿﻟﺩ ﻩﻭﺩ
ro: zzzfm: %s necesită două argumente
rw: zzzfm: %s bisaba impaka ebyiri
sd: zzzfm: %s ﻲﻫﺁ ﺕﺭﻭﺮﺿ ﻲﺟ ﻦﻠﻴﻟﺩ ﻦﭔ
si: zzzfm: %s තර්ක දෙකක් අවශ්ය වේ
sk: zzzfm: %s vyžaduje dva argumenty
sl: zzzfm: %s zahteva dva argumenta
sq: zzzfm: %s kërkon dy argumente
sw: zzzfm: %s inahitaji hoja mbili
ta: zzzfm: %s இரண்டு வாதங்கள் தேவை
te: zzzfm: %s రెండు వాదనలు అవసరం
tg: zzzfm: %s ду далелро талаб мекунад
th: zzzfm: %s ต้องการสองอาร์กิวเมนต์
tk: zzzfm: %s iki argument talap edýär
tt: zzzfm: %s ике аргумент таләп итә
uk: zzzfm: %s вимагає двох аргументів
ur: zzzfm: %s ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﻞﺋﻻ﻿ﺩ ﻭﺩ
uz: zzzfm: %s ikkita dalil talab qiladi
vi: zzzfm: %s yêu cầu hai đối số
xh: zzzfm: %s kufuna iingxoxo ezimbini
yi: zzzfm: %s תונעט ייווצ טגנאלראפ

source: zzzfm: invalid task '%s'
af: zzzfm: ongeldige taak '%s'
am: zzzfm: ልክ ያልሆነ ተግባር '%s'
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺔﻤﻬﻣ '%s'
be: zzzfm: несапраўднае заданне '%s'
bg: zzzfm: невалидна задача '%s'
bn: zzzfm: অবৈধ কাজ '%s'
ca: zzzfm: tasca no vàlida '%s'
cy: zzzfm: tasg annilys '%s'
da: zzzfm: ugyldig opgave '%s'
eo: zzzfm: nevalida tasko '%s'
et: zzzfm: kehtetu ülesanne '%s'
eu: zzzfm: zeregin baliogabea '%s'
fa: zzzfm: ﺮﺒﺘﻌﻣﺎﻧ ﺭﺎﮐ '%s'
fi: zzzfm: virheellinen tehtävä '%s'
fil: zzzfm: di-wastong gawain '%s'
fy: zzzfm: ûnjildige taak '%s'
ga: zzzfm: tasc neamhbhailí '%s'
gd: zzzfm: gnìomh neo-dhligheach '%s'
gl: zzzfm: tarefa non válida '%s'
gu: zzzfm: અમાન્ય કાર્ય '%s'
he: zzzfm: תיקוח אל המישמ '%s'
hi: zzzfm: अमान्य कार्य '%s'
hr: zzzfm: nevažeći zadatak '%s'
hu: zzzfm: érvénytelen feladat '%s'
hy: zzzfm: անվավեր առաջադրանք '%s'
id: zzzfm: tugas tidak valid '%s'
is: zzzfm: ógilt verkefni '%s'
ka: zzzfm: არასწორი დავალება '%s'
kk: zzzfm: жарамсыз тапсырма '%s'
km: zzzfm: កិច្ចការu200bមិនu200bត្រឹមត្រូវ។ '%s'
kn: zzzfm: ಅಮಾನ್ಯ ಕಾರ್ಯ '%s'
ku: zzzfm: karekî nederbasdar '%s'
ky: zzzfm: жараксыз тапшырма '%s'
lb: zzzfm: ongëlteg Aufgab '%s'
lo: zzzfm: ວຽກງານບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: netinkama užduotis '%s'
lv: zzzfm: nederīgs uzdevums '%s'
mg: zzzfm: asa tsy mety '%s'
mi: zzzfm: mahi muhu '%s'
mk: zzzfm: неважечка задача '%s'
ml: zzzfm: അസാധുവായ ചുമതല '%s'
mn: zzzfm: хүчингүй даалгавар '%s'
mr: zzzfm: अवैध कार्य '%s'
mt: zzzfm: kompitu invalidu '%s'
my: zzzfm: မမှန်ကန်သော အလုပ် '%s'
nb: zzzfm: ugyldig oppgave '%s'
ne: zzzfm: अवैध कार्य '%s'
or: zzzfm: ଅବ inv ଧ କାର୍ଯ୍ୟ '%s'
pa: zzzfm: ਅਵੈਧ ਕੰਮ '%s'
ps: zzzfm: ﻩﺪﻧﺩ ﻪﻤﺳﺎﻧ '%s'
ro: zzzfm: sarcină invalidă '%s'
rw: zzzfm: umurimo utemewe '%s'
sd: zzzfm: ﻢڪ ﻂﻠﻏ '%s'
si: zzzfm: වලංගු නොවන කාර්යයක් '%s'
sk: zzzfm: neplatná úloha '%s'
sl: zzzfm: neveljavna naloga '%s'
sq: zzzfm: detyrë e pavlefshme '%s'
sw: zzzfm: kazi batili '%s'
ta: zzzfm: தவறான பணி '%s'
te: zzzfm: చెల్లని పని '%s'
tg: zzzfm: вазифаи беэътибор '%s'
th: zzzfm: งานที่ไม่ถูกต้อง '%s'
tk: zzzfm: nädogry iş '%s'
tt: zzzfm: яраксыз эш '%s'
uk: zzzfm: недійсне завдання '%s'
ur: zzzfm: ﻡﺎﮐ ﻂﻠﻏ '%s'
uz: zzzfm: noto'g'ri vazifa '%s'
vi: zzzfm: nhiệm vụ không hợp lệ '%s'
xh: zzzfm: umsebenzi ongasebenziyo '%s'
yi: zzzfm: טעבראַ טלפּירקראַפ '%s'
