Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: %sReading %s ...
af: %sLees %s ...
am: %sማንበብ %s ...
ar: %sﺓءﺍﺮﻗ %s ...
be: %sЧытанне %s ...
bg: %sЧетене %s ...
bn: %sপড়া %s ...
ca: %sLectura %s ...
cy: %sDarllen %s ...
da: %sLæsning %s ...
eo: %sLegado %s ...
et: %sLugemine %s ...
eu: %sIrakurketa %s ...
fa: %sﻥﺪﻧﺍﻮﺧ %s ...
fi: %sLukeminen %s ...
fil: %sNagbabasa %s ...
fy: %sLêzing %s ...
ga: %sLéitheoireacht %s ...
gd: %sLeughadh %s ...
gl: %sLendo %s ...
gu: %sવાંચન %s ...
he: %sהאירק %s ...
hi: %sअध्ययन %s ...
hr: %sČitanje %s ...
hu: %sOlvasás %s ...
hy: %sԸնթերցանություն %s ...
id: %sMembaca %s ...
is: %sLestur %s ...
ka: %sᲙითხვა %s ...
kk: %sОқу %s ...
km: %sការអាន %s ...
kn: %sಓದುವುದು %s ...
ku: %sXwendinî %s ...
ky: %sОкуу %s ...
lb: %sLiesen %s ...
lo: %sການອ່ານ %s ...
lt: %sSkaitymas %s ...
lv: %sLasīšana %s ...
mg: %sFAMAKIANA %s ...
mi: %sPānui %s ...
mk: %sЧитање %s ...
ml: %sവായന %s ...
mn: %sУншиж байна %s ...
mr: %sवाचन %s ...
mt: %sQari %s ...
my: %sစာဖတ်ခြင်း။ %s ...
nb: %sLesning %s ...
ne: %sपढ्दै %s ...
or: %sପ Reading ିବା | %s ...
pa: %sਪੜ੍ਹਨਾ %s ...
ps: %sﻞﺘﺳﻮﻟ %s ...
ro: %sCitind %s ...
rw: %sGusoma %s ...
sd: %sﮡﻫڙﭘ %s ...
si: %sකියවීම %s ...
sk: %sČítanie %s ...
sl: %sBranje %s ...
sq: %sLeximi %s ...
sw: %sKusoma %s ...
ta: %sபடித்தல் %s ...
te: %sచదవడం %s ...
tg: %sХондан %s ...
th: %sการอ่าน %s ...
tk: %sOkamak %s ...
tt: %sУку %s ...
uk: %sЧитання %s ...
ur: %sﺎﻨﮬﮍﭘ %s ...
uz: %sO'qish %s ...
vi: %sĐọc %s ...
xh: %sUkufunda %s ...
yi: %sןענעייל %s ...

source: Link → %s
af: Skakel → %s
am: አገናኝ → %s
ar: ﺔﻠﺻﻭ → %s
be: Спасылка → %s
bg: Връзка → %s
bn: লিঙ্ক → %s
ca: Enllaç → %s
cy: Dolen → %s
eo: Ligo → %s
eu: Esteka → %s
fa: ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ → %s
fi: Linkki → %s
ga: Nasc → %s
gd: Ceangal → %s
gl: Ligazón → %s
gu: લિંક → %s
he: רושיק → %s
hi: संपर्क → %s
hr: Veza → %s
hy: Հղում → %s
id: Tautan → %s
is: Tengill → %s
ka: Ბმული → %s
kk: Сілтеме → %s
km: តំណភ្ជាប់ → %s
kn: ಲಿಂಕ್ → %s
ku: Pêvek → %s
ky: Шилтеме → %s
lo: ເຊື່ອມຕໍ່ → %s
lt: Nuoroda → %s
lv: Saite → %s
mg: Rohy → %s
mi: Hononga → %s
mk: Врска → %s
ml: ലിങ്ക് → %s
mn: Холбоос → %s
mr: दुवा → %s
my: လင့် → %s
ne: लिङ्क → %s
or: ଲିଙ୍କ୍ | → %s
pa: ਲਿੰਕ → %s
ps: ﮏﻨﯿﻟ → %s
ro: Legătură → %s
rw: Ihuza → %s
sd: ﮃﻨﮘ → %s
si: සබැඳිය → %s
sk: Odkaz → %s
sl: Povezava → %s
sq: Lidhje → %s
sw: Kiungo → %s
ta: இணைப்பு → %s
te: లింక్ → %s
tg: Пайванд → %s
th: ลิงค์ → %s
tk: Baglanyşyk → %s
tt: Ссылка → %s
uk: Посилання → %s
ur: ﮏﻨﻟ → %s
uz: Havola → %s
vi: Liên kết → %s
xh: Ikhonkco → %s
yi: קניל → %s

source: Link → %s/
af: Skakel → %s/
am: አገናኝ → %s/
ar: ﺔﻠﺻﻭ → %s/
be: Спасылка → %s/
bg: Връзка → %s/
bn: লিঙ্ক → %s/
ca: Enllaç → %s/
cy: Dolen → %s/
eo: Ligo → %s/
eu: Esteka → %s/
fa: ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ → %s/
fi: Linkki → %s/
ga: Nasc → %s/
gd: Ceangal → %s/
gl: Ligazón → %s/
gu: લિંક → %s/
he: רושיק → %s/
hi: संपर्क → %s/
hr: Veza → %s/
hy: Հղում → %s/
id: Tautan → %s/
is: Tengill → %s/
ka: Ბმული → %s/
kk: Сілтеме → %s/
km: តំណភ្ជាប់ → %s/
kn: ಲಿಂಕ್ → %s/
ku: Pêvek → %s/
ky: Шилтеме → %s/
lo: ເຊື່ອມຕໍ່ → %s/
lt: Nuoroda → %s/
lv: Saite → %s/
mg: Rohy → %s/
mi: Hononga → %s/
mk: Врска → %s/
ml: ലിങ്ക് → %s/
mn: Холбоос → %s/
mr: दुवा → %s/
my: လင့် → %s/
ne: लिङ्क → %s/
or: ଲିଙ୍କ୍ | → %s/
pa: ਲਿੰਕ → %s/
ps: ﮏﻨﯿﻟ → %s/
ro: Legătură → %s/
rw: Ihuza → %s/
sd: ﮃﻨﮘ → %s/
si: සබැඳිය → %s/
sk: Odkaz → %s/
sl: Povezava → %s/
sq: Lidhje → %s/
sw: Kiungo → %s/
ta: இணைப்பு → %s/
te: లింక్ → %s/
tg: Пайванд → %s/
th: ลิงค์ → %s/
tk: Baglanyşyk → %s/
tt: Ссылка → %s/
uk: Посилання → %s/
ur: ﮏﻨﻟ → %s/
uz: Havola → %s/
vi: Liên kết → %s/
xh: Ikhonkco → %s/
yi: קניל → %s/

source: !Link → %s/ (missing)
af: !Skakel → %s/ (vermis)
am: !አገናኝ → %s/ (የጠፋ)
ar: !ﺔﻠﺻﻭ → %s/ (ﺩﻮﻘﻔﻣ)
be: !Спасылка → %s/ (адсутнічае)
bg: !Връзка → %s/ (липсва)
bn: !লিঙ্ক → %s/ (অনুপস্থিত)
ca: !Enllaç → %s/ (desaparegut)
cy: !Dolen → %s/ (ar goll)
da: !Link → %s/ (mangler)
eo: !Ligo → %s/ (mankas)
et: !Link → %s/ (puudu)
eu: !Esteka → %s/ (falta)
fa: !ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ → %s/ (ﻩﺪﺷ ﻢﮔ)
fi: !Linkki → %s/ (puuttuu)
fil: !Link → %s/ (nawawala)
fy: !Link → %s/ (mist)
ga: !Nasc → %s/ (ar iarraidh)
gd: !Ceangal → %s/ (a dhìth)
gl: !Ligazón → %s/ (desaparecido)
gu: !લિંક → %s/ (ખૂટે છે)
he: !רושיק → %s/ (רֵסָח)
hi: !संपर्क → %s/ (लापता)
hr: !Veza → %s/ (nedostaje)
hu: !Link → %s/ (hiányzó)
hy: !Հղում → %s/ (անհայտ կորած)
id: !Tautan → %s/ (hilang)
is: !Tengill → %s/ (vantar)
ka: !Ბმული → %s/ (დაკარგული)
kk: !Сілтеме → %s/ (жоқ)
km: !តំណភ្ជាប់ → %s/ (បាត់)
kn: !ಲಿಂಕ್ → %s/ (ಕಾಣೆಯಾಗಿದೆ)
ku: !Pêvek → %s/ (wenda)
ky: !Шилтеме → %s/ (жок)
lb: !Link → %s/ (vermësst)
lo: !ເຊື່ອມຕໍ່ → %s/ (ຫາຍ)
lt: !Nuoroda → %s/ (dingęs)
lv: !Saite → %s/ (trūkst)
mg: !Rohy → %s/ (Nanjavona)
mi: !Hononga → %s/ (ngaro)
mk: !Врска → %s/ (исчезнати)
ml: !ലിങ്ക് → %s/ (കാണാതായി)
mn: !Холбоос → %s/ (алга)
mr: !दुवा → %s/ (गहाळ)
mt: !Link → %s/ (nieqsa)
my: !လင့် → %s/ (ပျောက်ဆုံး)
nb: !Link → %s/ (savnet)
ne: !लिङ्क → %s/ (हराइरहेको)
or: !ଲିଙ୍କ୍ | → %s/ (ନିଖୋଜ)
pa: !ਲਿੰਕ → %s/ (ਗੁੰਮ)
ps: !ﮏﻨﯿﻟ → %s/ (ﮎﺭﻭ)
ro: !Legătură → %s/ (dispărut)
rw: !Ihuza → %s/ (yabuze)
sd: !ﮃﻨﮘ → %s/ (ﺐﺋﺎﻏ)
si: !සබැඳිය → %s/ (අතුරුදහන්)
sk: !Odkaz → %s/ (chýba)
sl: !Povezava → %s/ (manjka)
sq: !Lidhje → %s/ (i zhdukur)
sw: !Kiungo → %s/ (kukosa)
ta: !இணைப்பு → %s/ (காணவில்லை)
te: !లింక్ → %s/ (లేదు)
tg: !Пайванд → %s/ (гумшуда)
th: !ลิงค์ → %s/ (หายไป)
tk: !Baglanyşyk → %s/ (dereksiz ýitdi)
tt: !Ссылка → %s/ (югалган)
uk: !Посилання → %s/ (відсутній)
ur: !ﮏﻨﻟ → %s/ (ﮧﺘﭘﻻ﻿)
uz: !Havola → %s/ (yo'qolgan)
vi: !Liên kết → %s/ (còn thiếu)
xh: !Ikhonkco → %s/ (engekhoyo)
yi: !קניל → %s/ (קידנלעפ)

source: Link → %s (%s)
af: Skakel → %s (%s)
am: አገናኝ → %s (%s)
ar: ﺔﻠﺻﻭ → %s (%s)
be: Спасылка → %s (%s)
bg: Връзка → %s (%s)
bn: লিঙ্ক → %s (%s)
ca: Enllaç → %s (%s)
cy: Dolen → %s (%s)
eo: Ligo → %s (%s)
eu: Esteka → %s (%s)
fa: ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ → %s (%s)
fi: Linkki → %s (%s)
ga: Nasc → %s (%s)
gd: Ceangal → %s (%s)
gl: Ligazón → %s (%s)
gu: લિંક → %s (%s)
he: רושיק → %s (%s)
hi: संपर्क → %s (%s)
hr: Veza → %s (%s)
hy: Հղում → %s (%s)
id: Tautan → %s (%s)
is: Tengill → %s (%s)
ka: Ბმული → %s (%s)
kk: Сілтеме → %s (%s)
km: តំណភ្ជាប់ → %s (%s)
kn: ಲಿಂಕ್ → %s (%s)
ku: Pêvek → %s (%s)
ky: Шилтеме → %s (%s)
lo: ເຊື່ອມຕໍ່ → %s (%s)
lt: Nuoroda → %s (%s)
lv: Saite → %s (%s)
mg: Rohy → %s (%s)
mi: Hononga → %s (%s)
mk: Врска → %s (%s)
ml: ലിങ്ക് → %s (%s)
mn: Холбоос → %s (%s)
mr: दुवा → %s (%s)
my: လင့် → %s (%s)
ne: लिङ्क → %s (%s)
or: ଲିଙ୍କ୍ | → %s (%s)
pa: ਲਿੰਕ → %s (%s)
ps: ﮏﻨﯿﻟ → %s (%s)
ro: Legătură → %s (%s)
rw: Ihuza → %s (%s)
sd: ﮃﻨﮘ → %s (%s)
si: සබැඳිය → %s (%s)
sk: Odkaz → %s (%s)
sl: Povezava → %s (%s)
sq: Lidhje → %s (%s)
sw: Kiungo → %s (%s)
ta: இணைப்பு → %s (%s)
te: లింక్ → %s (%s)
tg: Пайванд → %s (%s)
th: ลิงค์ → %s (%s)
tk: Baglanyşyk → %s (%s)
tt: Ссылка → %s (%s)
uk: Посилання → %s (%s)
ur: ﮏﻨﻟ → %s (%s)
uz: Havola → %s (%s)
vi: Liên kết → %s (%s)
xh: Ikhonkco → %s (%s)
yi: קניל → %s (%s)

source: !Link → %s (missing)
af: !Skakel → %s (missing)
am: !አገናኝ → %s (missing)
ar: !ﺔﻠﺻﻭ → %s (missing)
be: !Спасылка → %s (missing)
bg: !Връзка → %s (missing)
bn: !লিঙ্ক → %s (missing)
ca: !Enllaç → %s (missing)
cy: !Dolen → %s (missing)
eo: !Ligo → %s (missing)
eu: !Esteka → %s (missing)
fa: !ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ → %s (missing)
fi: !Linkki → %s (missing)
ga: !Nasc → %s (missing)
gd: !Ceangal → %s (missing)
gl: !Ligazón → %s (missing)
gu: !લિંક → %s (missing)
he: !רושיק → %s (missing)
hi: !संपर्क → %s (missing)
hr: !Veza → %s (missing)
hy: !Հղում → %s (missing)
id: !Tautan → %s (missing)
is: !Tengill → %s (missing)
ka: !Ბმული → %s (missing)
kk: !Сілтеме → %s (missing)
km: !តំណភ្ជាប់ → %s (missing)
kn: !ಲಿಂಕ್ → %s (missing)
ku: !Pêvek → %s (missing)
ky: !Шилтеме → %s (missing)
lo: !ເຊື່ອມຕໍ່ → %s (missing)
lt: !Nuoroda → %s (missing)
lv: !Saite → %s (missing)
mg: !Rohy → %s (missing)
mi: !Hononga → %s (missing)
mk: !Врска → %s (missing)
ml: !ലിങ്ക് → %s (missing)
mn: !Холбоос → %s (missing)
mr: !दुवा → %s (missing)
my: !လင့် → %s (missing)
ne: !लिङ्क → %s (missing)
or: !ଲିଙ୍କ୍ | → %s (missing)
pa: !ਲਿੰਕ → %s (missing)
ps: !ﮏﻨﯿﻟ → %s (missing)
ro: !Legătură → %s (missing)
rw: !Ihuza → %s (missing)
sd: !ﮃﻨﮘ → %s (missing)
si: !සබැඳිය → %s (missing)
sk: !Odkaz → %s (missing)
sl: !Povezava → %s (missing)
sq: !Lidhje → %s (missing)
sw: !Kiungo → %s (missing)
ta: !இணைப்பு → %s (missing)
te: !లింక్ → %s (missing)
tg: !Пайванд → %s (missing)
th: !ลิงค์ → %s (missing)
tk: !Baglanyşyk → %s (missing)
tt: !Ссылка → %s (missing)
uk: !Посилання → %s (missing)
ur: !ﮏﻨﻟ → %s (missing)
uz: !Havola → %s (missing)
vi: !Liên kết → %s (missing)
xh: !Ikhonkco → %s (missing)
yi: !קניל → %s (missing)

source: !Link → ( error reading target )
af: !Skakel → ( foutleesdoelwit )
am: !አገናኝ → ( የስህተት ንባብ ኢላማ )
ar: !ﺔﻠﺻﻭ → ( ﺄﻄﺨﻟﺍ ﺓءﺍﺮﻗ ﻑﺪﻬﻟﺍ )
be: !Спасылка → ( памылка чытання мэты )
bg: !Връзка → ( грешка при четене на целта )
bn: !লিঙ্ক → ( লক্ষ্য পড়ার ত্রুটি )
ca: !Enllaç → ( error de lectura de l'objectiu )
cy: !Dolen → ( targed darllen gwall )
da: !Link → ( fejllæsningsmål )
eo: !Ligo → ( eraro legante celon )
et: !Link → ( vea lugemise sihtmärk )
eu: !Esteka → ( errorea irakurtzean helburua )
fa: !ﻥﺩﺍﺩ ﻁﺎﺒﺗﺭﺍ → ( ﻑﺪﻫ ﻥﺪﻧﺍﻮﺧ ﺭﺩ ﺎﻄﺧ )
fi: !Linkki → ( virhe lukukohteena )
fil: !Link → ( target ng error sa pagbabasa )
fy: !Link → ( flater lêzen doel )
ga: !Nasc → ( sprioc léitheoireachta earráide )
gd: !Ceangal → ( targaid leughaidh mearachd )
gl: !Ligazón → ( erro de lectura de destino )
gu: !લિંક → ( ભૂલ વાંચન લક્ષ્ય )
he: !רושיק → ( האיגש תאירק דעי )
hi: !संपर्क → ( त्रुटि पढ़ने का लक्ष्य )
hr: !Veza → ( greška u čitanju cilja )
hu: !Link → ( hiba olvasási cél )
hy: !Հղում → ( թիրախ կարդալու սխալ )
id: !Tautan → ( target pembacaan kesalahan )
is: !Tengill → ( villu við lestrarmarkmið )
ka: !Ბმული → ( მიზნის წაკითხვის შეცდომა )
kk: !Сілтеме → ( қате оқу мақсаты )
km: !តំណភ្ជាប់ → ( កំហុសក្នុងការអានគោលដៅ )
kn: !ಲಿಂಕ್ → ( ದೋಷ ಓದುವ ಗುರಿ )
ku: !Pêvek → ( hedefa xwendinê çewtî )
ky: !Шилтеме → ( ката окуу максаты )
lb: !Link → ( Feeler liesen Zil )
lo: !ເຊື່ອມຕໍ່ → ( ຄວາມຜິດພາດການອ່ານເປົ້າຫມາຍ )
lt: !Nuoroda → ( klaidos skaitymo tikslas )
lv: !Saite → ( kļūdas lasīšanas mērķis )
mg: !Rohy → ( kendrena famakiana fahadisoana )
mi: !Hononga → ( te whaainga panui hapa )
mk: !Врска → ( грешка при читање цел )
ml: !ലിങ്ക് → ( പിശക് വായന ലക്ഷ്യം )
mn: !Холбоос → ( алдаа унших зорилт )
mr: !दुवा → ( त्रुटी वाचन लक्ष्य )
mt: !Link → ( mira ta' qari ta' żball )
my: !လင့် → ( အမှားဖတ်ရန်ပစ်မှတ် )
nb: !Link → ( feillesingsmål )
ne: !लिङ्क → ( त्रुटि पढ्ने लक्ष्य )
or: !ଲିଙ୍କ୍ | → ( ତ୍ରୁଟି ପ reading ିବା ଲକ୍ଷ୍ୟ | )
pa: !ਲਿੰਕ → ( ਗਲਤੀ ਪੜ੍ਹਨ ਦਾ ਟੀਚਾ )
ps: !ﮏﻨﯿﻟ → ( ﻪﻨﺗﻭﺮﯧﺗ ﻮﻠﺘﺳﻮﻟ ﻑﺪﻫ ﺩ )
ro: !Legătură → ( eroare la citirea țintei )
rw: !Ihuza → ( intego yo gusoma amakosa )
sd: !ﮃﻨﮘ → ( ﺪﺼﻘﻣ ﻮﺟ ﮡﻫڙﭘ ﻲﻄﻠﻏ )
si: !සබැඳිය → ( දෝෂ කියවීමේ ඉලක්කය )
sk: !Odkaz → ( chyba pri čítaní cieľa )
sl: !Povezava → ( cilj branja napake )
sq: !Lidhje → ( gabim në objektivin e leximit )
sw: !Kiungo → ( lengo la kusoma kwa makosa )
ta: !இணைப்பு → ( பிழை வாசிப்பு இலக்கு )
te: !లింక్ → ( లోపం పఠన లక్ష్యం )
tg: !Пайванд → ( ҳадафи хондани хато )
th: !ลิงค์ → ( ข้อผิดพลาดในการอ่านเป้าหมาย )
tk: !Baglanyşyk → ( ýalňyş okamak maksady )
tt: !Ссылка → ( хата уку максаты )
uk: !Посилання → ( помилка читання цілі )
ur: !ﮏﻨﻟ → ( ﯽﻄﻠﻏ ﮟﯿﻣ ﮯﻨﮬﮍﭘ ﻑﺪﮨ )
uz: !Havola → ( o'qish maqsadi xatosi )
vi: !Liên kết → ( mục tiêu đọc lỗi )
xh: !Ikhonkco → ( Imposiso yokufunda ekujoliswe kuyo )
yi: !קניל → ( ליצ ןענעייל תועט )

source: hidden
af: versteek
am: ተደብቋል
bg: скрит
bn: গোপন
ca: amagat
da: skjult
eo: kaŝita
et: peidetud
eu: ezkutuan
fa: پنهان
fi: piilotettu
fil: nakatago
fy: ferburgen
gl: agochado
gu: છુપાયેલ
hi: छिपा हुआ
hu: rejtett
hy: թաքնված
id: tersembunyi
is: falið
ka: დამალული
kk: жасырын
km: លាក់
kn: ಮರೆಮಾಡಲಾಗಿದೆ
ku: veşartî
ky: жашырылган
lb: verstoppt
lo: ເຊື່ອງໄວ້
lt: paslėptas
mg: Zavatra tsy
mi: huna
mk: скриени
ml: മറഞ്ഞിരിക്കുന്നു
mn: далд
mr: लपलेले
my: ဝှက်ထားသည်။
nb: skjult
ne: लुकेको
or: ଲୁକ୍କାୟିତ |
pa: ਲੁਕਿਆ ਹੋਇਆ
ps: ټﭘ
rw: byihishe
sd: ﻞﻴڪﻟ
si: සැඟවී ඇත
sq: i fshehur
sw: siri
ta: மறைக்கப்பட்டுள்ளது
te: దాచబడింది
tg: пинҳон
th: ที่ซ่อนอยู่
tk: gizlenen
tt: яшерелгән
uk: прихований
ur: ﺍﻮﮨ ﺎﭙﮭﭼ
uz: yashirin
vi: ẩn giấu
xh: efihliweyo
yi: ןגראָבראַפ

source: %s%d visible (%s) %s
af: %s%d sigbaar (%s) %s
am: %s%d የሚታይ (%s) %s
bg: %s%d видими (%s) %s
bn: %s%d দৃশ্যমান (%s) %s
da: %s%d synlig (%s) %s
eo: %s%d videbla (%s) %s
et: %s%d nähtav (%s) %s
eu: %s%d ikusgai (%s) %s
fa: %s%d ﺖﯾﻭﺭ ﻞﺑﺎﻗ (%s) %s
fi: %s%d näkyvissä (%s) %s
fil: %s%d nakikita (%s) %s
fy: %s%d sichtber (%s) %s
gu: %s%d દૃશ્યમાન (%s) %s
hi: %s%d दृश्यमान (%s) %s
hu: %s%d látható (%s) %s
hy: %s%d տեսանելի (%s) %s
id: %s%d bisa dilihat (%s) %s
is: %s%d sýnilegt (%s) %s
ka: %s%d ხილული (%s) %s
kk: %s%d көрінетін (%s) %s
km: %s%d ដែលu200bអាចu200bមើលឃើញ (%s) %s
kn: %s%d ಕಾಣುವ (%s) %s
ku: %s%d têdîtinî (%s) %s
ky: %s%d көрүнүп турат (%s) %s
lb: %s%d siichtbar (%s) %s
lo: %s%d ສັງເກດເຫັນ (%s) %s
lt: Matomas %s%d (%s) %s
mg: %s%d hita maso (%s) %s
mi: %s%d kitea (%s) %s
mk: %s%d видливи (%s) %s
ml: %s%d ദൃശ്യമാണ് (%s) %s
mn: %s%d харагдахуйц (%s) %s
mr: %s%d दृश्यमान (%s) %s
my: %s%d မြင်နိုင်သည်။ (%s) %s
nb: %s%d synlig (%s) %s
ne: %s%d देखिने (%s) %s
or: %s%d ଦୃଶ୍ୟମାନ (%s) %s
pa: %s%d ਦਿਖਾਈ ਦੇਣ ਵਾਲਾ (%s) %s
ps: %s%d ﻩﺭﺎﮑښ (%s) %s
rw: %s%d bigaragara (%s) %s
sd: %s%d ﻮﭤ ﻲﭼﺍ ۾ ﮡﺳڏ (%s) %s
si: %s%d දෘශ්යමාන (%s) %s
sq: %s%d të dukshme (%s) %s
sw: %s%d inayoonekana (%s) %s
ta: %s%d தெரியும் (%s) %s
te: %s%d కనిపించే (%s) %s
tg: %s%d намоён (%s) %s
th: %s%d มองเห็นได้ (%s) %s
tk: %s%d görünýär (%s) %s
tt: %s%d күренеп тора (%s) %s
ur: %s%d ﻻ﻿ﺍﻭ ﮯﻧﺁ ﺮﻈﻧ (%s) %s
uz: %s%d ko'rinadigan (%s) %s
vi: %s%d có thể nhìn thấy (%s) %s
xh: %s%d ebonakalayo (%s) %s
yi: %s%d קיטנעק (%s) %s

source: %s%d item %s
am: %s%d ንጥል ነገር %s
bg: %s%d вещ %s
bn: %s%d আইটেম %s
ca: %s%d article %s
da: %s%d vare %s
eo: %s%d ero %s
et: %s%d üksus %s
eu: %s%d elementua %s
fa: %s%d ﺩﺭﻮﻣ %s
fi: %s%d kohde %s
fil: %s%d aytem %s
fy: %s%d ûnderdiel %s
gl: %s%d elemento %s
gu: %s%d વસ્તુ %s
hi: %s%d मद %s
hu: %s%d tétel %s
hy: %s%d կետ %s
id: %s%d barang %s
is: %s%d atriði %s
ka: %s%d ნივთი %s
kk: %s%d элемент %s
km: %s%d ធាតុ %s
kn: %s%d ಐಟಂ %s
ku: %s%d şanî %s
ky: %s%d пункт %s
lo: %s%d ລາຍການ %s
lt: %s%d daiktas %s
mg: %s%d zavatra %s
mi: %s%d tūemi %s
mk: %s%d ставка %s
ml: %s%d ഇനം %s
mn: %s%d зүйл %s
mr: %s%d आयटम %s
my: %s%d ပစ္စည်း %s
nb: %s%d punkt %s
ne: %s%d वस्तु %s
or: %s%d ଆଇଟମ୍ %s
pa: %s%d ਆਈਟਮ %s
ps: %s%d ﻲﮐﻮﺗ %s
rw: %s%d ikintu %s
sd: %s%d ءِﻲﺷ %s
si: %s%d අයිතමය %s
sq: %s%d artikull %s
sw: %s%d kipengee %s
ta: %s%d பொருள் %s
te: %s%d అంశం %s
tg: %s%d адад %s
th: %s%d สิ่งของ %s
tk: %s%d element %s
tt: %s%d пункт %s
ur: %s%d ﻢﭩﺋﺁ %s
uz: %s%d element %s
vi: %s%d mục %s
xh: %s%d into %s
yi: %s%d רעמונ %s

source: Status
am: ሁኔታ
ar: ﺔﻟﺎﺣ
be: Статус
bg: Състояние
bn: স্ট্যাটাস
ca: Estat
cy: Statws
eo: Statuso
et: Olek
eu: Egoera
fa: وضعیت
fi: Tila
fil: Katayuan
ga: Stádas
gd: Inbhe
gl: Estado
gu: સ્થિતિ
he: סּוטָטס
hi: स्थिति
hu: Állapot
hy: Կարգավիճակ
is: Staða
ka: სტატუსი
kk: Күй
km: ស្ថានភាព
kn: ಸ್ಥಿತಿ
ku: Cî
ky: Статус
lo: ສະຖານະ
lt: Būsena
lv: Statuss
mg: sata
mi: Tūnga
mk: Статус
ml: പദവി
mn: Статус
mr: स्थिती
my: အဆင့်အတန်း
ne: स्थिति
or: ସ୍ଥିତି
pa: ਸਥਿਤੀ
ps: ﺖﻟﺎﺣ
ro: stare
rw: Imiterere
sd: ﺖﻴﺜﻴﺣ
si: තත්ත්වය
sk: Postavenie
sl: Stanje
sq: Statusi
sw: Hali
ta: நிலை
te: స్థితి
tg: Статус
th: สถานะ
tk: .Agdaýy
tt: Статус
uk: Статус
ur: ﺖﻟﺎﺣ
uz: Holat
vi: Trạng thái
xh: Ubume
yi: סוטאַטס

source: Folder
af: gids
am: አቃፊ
ar: مجلد
be: Папка
bg: Папка
bn: ফোল্ডার
ca: Carpeta
cy: Ffolder
da: Mappe
eo: Dosierujo
et: Kataloog
eu: Папка
fa: فولدر
fi: Kansio
ga: Fillteán
gl: Cartafol
gu: ફોલ્ડર
he: תיקייה
hi: फ़ोल्डर
hr: Mapa
hu: Mappa
hy: Թղթապանակ
is: Mappa
ka: საქაღალდე
kk: Қалта
km: ថត
kn: ಫೋಲ್ಡರ್
ku: Pêçek
ky: Папка
lb: Dossier
lo: ໂຟນເດີ
lt: Aplankas
lv: Mape
mg: lahatahiry
mi: Kōpaki
mk: Папка
ml: ഫോൾഡർ
mn: Хавтас
mr: फोल्डर
my: ဖိုလ်
nb: Mappe
ne: फोल्डर
or: ଫୋଲ୍ଡର
pa: ਫੋਲਡਰ
ps: ﺭډﻟﻮﻓ
ro: Pliant
rw: Ububiko
sd: ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරය
sk: Priečinok
sl: Mapa
sq: Dosja
sw: Folda
ta: கோப்புறை
te: ఫోల్డర్
tg: Папка
th: โฟลเดอร์
tk: Papka
tt: Папка
uk: Директорія
ur: فولڈر
uz: Jild
vi: Thư mục
xh: Isiqulathi seefayili
yi: עקעט

source: Item
am: ንጥል
ar: ﺽﺮﻏ
be: Пункт
bg: Вещ
bn: আইটেম
ca: Article
cy: Eitem
da: Vare
eo: Ero
et: Üksus
eu: Elementua
fa: ﺩﺭﻮﻣ
fi: Tuote
fy: Ûnderdiel
ga: Mír
gd: Nì
gl: Elemento
gu: વસ્તુ
he: טירפ
hi: मद
hr: Artikal
hu: Tétel
hy: Նյութ
id: Barang
is: Atriði
ka: ელემენტი
kk: Элемент
km: ធាតុ
kn: ಐಟಂ
ku: Şanî
ky: пункт
lb: Artikel
lo: ລາຍການ
lt: Prekė
lv: Lieta
mg: zavatra
mi: Tūemi
mk: Ставка
ml: ഇനം
mn: Зүйл
mr: आयटम
mt: Oġġett
my: ကုသိုလ်ကံ
nb: Punkt
ne: वस्तु
or: ଆଇଟମ୍ |
pa: ਆਈਟਮ
ps: ﻲﮐﻮﺗ
ro: Articol
rw: Ingingo
sd: ءِﻲﺷ
si: අයිතමය
sk: Položka
sl: Artikel
sq: Artikulli
sw: Kipengee
ta: பொருள்
te: అంశం
tg: Адад
th: สิ่งของ
tk: Haryt
tt: Предмет
uk: Пункт
ur: ﻢﭩﺋﺁ
uz: Element
vi: Mục
xh: Into
yi: רעמונ

source: To
af: Om
am: ለ
ar: ﻰﻟﺇ
be: Каб
bg: Да се
bn: প্রতি
ca: A
cy: I
da: Til
eo: Al
fa: ﻪﺑ
fi: Vastaanottaja
fil: Upang
fy: Nei
ga: Chun
gd: Gu
gl: Para
gu: પ્રતિ
he: ל
hi: प्रति
hr: Do
hu: Nak nek
hy: Դեպի
id: Ke
is: Til
ka: რომ
kk: Кімге
km: ទៅ
kn: ಗೆ
ku: Ber
ky: үчүн
lb: Zu
lo: ເຖິງ
lt: Į
lv: Uz
mg: ny
mi: Ki
mk: До
ml: ലേക്ക്
mn: руу
mr: ला
mt: Biex
my: ရန်
nb: Til
ne: को
or: କୁ
pa: ਨੂੰ
ps: ﻪﺗ
ro: La
rw: Kuri
sd: ﻑﺮﻃ ﻲﺟ
si: වෙත
sk: Komu
sl: Za
sq: për të
sw: Kwa
ta: செய்ய
te: కు
tg: Ба
th: ถึง
tt: Toәр сүзнең
uk: До
ur: ﻮﮐ
uz: Kimga
vi: Đến
xh: Ukuya
yi: וצ

source: Progress
af: Vordering
am: እድገት
ar: ﻡﺪﻘﺗ
be: Прагрэс
bg: Напредък
bn: অগ্রগতি
ca: Progrés, progressar
cy: Cynnydd
da: Fremskridt
eo: Progreso
et: Edusammud
eu: Aurrerapena
fa: ﻦﺘﻓﺭ ﺶﯿﭘ
fi: Edistyminen
fil: Pag-unlad
fy: Foarútgong
ga: Dul chun cinn
gd: Adhartas
gl: Progreso
gu: પ્રગતિ
he: תומדקתה
hi: प्रगति
hr: Napredak
hu: Előrehalad
hy: Առաջընթաց
id: Kemajuan
is: Framfarir
ka: პროგრესი
kk: Прогресс
km: វឌ្ឍនភាព
kn: ಪ್ರಗತಿ
ku: Pêşverûtî
ky: Прогресс
lb: Fortschrëtt
lo: ຄວາມຄືບໜ້າ
lt: Eiga
mg: fandrosoana
mi: Te ahunga whakamua
mk: Напредок
ml: പുരോഗതി
mn: Ахиц дэвшил
mr: प्रगती
my: တိုးတက်မှု
nb: Framgang
ne: प्रगति
or: ପ୍ରଗତି
pa: ਤਰੱਕੀ
ps: ګﺘﺨﻣﺮﭘ
ro: Progres
rw: Iterambere
sd: ﻲﻗﺮﺗ
si: ප්රගතිය
sk: Pokrok
sl: napredek
sq: Përparim
sw: Maendeleo
ta: முன்னேற்றம்
te: పురోగతి
tg: Пешрафт
th: ความคืบหน้า
tk: Ösüş
tt: Алга китеш
uk: Прогрес
ur: ﺖﻓﺭ ﺶﯿﭘ
uz: Taraqqiyot
vi: Phát triển
xh: Inkqubela phambili
yi: סערגאָרפּ

source: Total
af: Totaal
am: ጠቅላላ
ar: ﻉﻮﻤﺠﻤﻟﺍ
be: Усяго
bg: Обща сума
bn: মোট
cy: Cyfanswm
da: i alt
eo: Entute
et: Kokku
eu: Guztira
fa: ﻊﻤﺟ
fi: Kaikki yhteensä
fil: Kabuuan
fy: Totaal
ga: Iomlán
gd: Iomlan
gu: કુલ
he: כ“הס
hi: कुल
hr: Ukupno
hu: Teljes
hy: Ընդամենը
is: Samtals
ka: სულ
kk: Барлығы
km: សរុប
kn: ಒಟ್ಟು
ku: Hemî
ky: Бардыгы
lb: Ganzen
lo: ທັງໝົດ
lt: Viso
lv: Kopā
mg: sokajy
mi: Tapeke
mk: Вкупно
ml: ആകെ
mn: Нийт
mr: एकूण
my: စုစုပေါင်း
ne: कुल
or: ସମୁଦାୟ
pa: ਕੁੱਲ
ps: ﻝﻮټ
rw: Igiteranyo
sd: ﻞڪُ
si: සමස්ත
sk: Celkom
sl: Skupaj
sw: Jumla
ta: மொத்தம்
te: మొత్తం
tg: Ҳамагӣ
th: ทั้งหมด
tk: Jemi
tt: Барлыгы
uk: Всього
ur: ﻞﮐ
uz: Jami
vi: Toàn bộ
xh: Iyonke
yi: ץנאַג

source: Started
af: Het begin
am: ተጀመረ
ar: ﺕﺃﺪﺑ
be: Пачалі
bg: Започна
bn: শুরু করেছে
ca: Començat
cy: Dechreuwyd
da: Startede
eo: Komenciĝis
et: Alustatud
eu: Hasi da
fa: ﻩﺪﺷ ﺯﺎﻏﺁ
fi: Aloitettu
fil: Nagsimula
fy: Begûn
ga: Thosaigh
gd: Thòisich
gl: Comezou
gu: શરૂ કર્યું
he: ליחתה
hi: शुरू कर दिया है
hr: Počelo
hu: Elindult
hy: Սկսվել է
id: Dimulai
is: Byrjað
ka: დაიწყო
kk: Басталды
km: បានចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸಲಾಗಿದೆ
ku: Dest pê kir
ky: башталды
lb: Ugefaangen
lo: ເລີ່ມແລ້ວ
lt: Prasidėjo
lv: Sākts
mg: Nanomboka
mi: I timata
mk: Почна
ml: ആരംഭിച്ചു
mn: Эхэлсэн
mr: सुरुवात केली
mt: Bdiet
my: စတင်ခဲ့သည်။
nb: Startet
ne: सुरु भयो
or: ଆରମ୍ଭ ହୋଇଛି
pa: ਸ਼ੁਰੂ ਕੀਤਾ
ps: ﻮﺷ ﻞﯿﭘ
ro: A început
rw: Yatangiye
sd: ﻮﻴڪ ﻉﻭﺮﺷ
si: පටන් ගත්තා
sk: Začaté
sl: Začelo
sq: Filloi
sw: Imeanza
ta: தொடங்கப்பட்டது
te: ప్రారంభించారు
tg: Сар шуд
th: เริ่ม
tk: Başlady
tt: Башланды
uk: Почалося
ur: ﻉﻭﺮﺷ
uz: Boshlandi
vi: Đã bắt đầu
xh: Iqalile
yi: ןביוהעגנא

source: Elapsed
af: Verstreke
am: አልፏል
ar: ﻰﻀﻘﻧﺍ
be: Прайшло
bg: Изтекло
bn: অতিবাহিত
ca: Transcorregut
cy: Wedi cwympo
da: Forløbet
eo: Pasis
et: Möödas
eu: Igaro
fa: ﻩﺪﺷ ﯼﺮﭙﺳ
fi: Kulunut
fil: Lumipas na
fy: Ferrûn
ga: Léite
gl: Transcorrido
gu: વીતી ગયેલ
he: ףלח
hi: गुजर चुके
hr: Proteklo
hu: Eltelt
hy: Անցավ
id: Berlalu
is: Liðinn
ka: გავიდა
kk: Өтті
km: កន្លងផុតទៅ
kn: ಕಳೆಯಿತು
ku: Bihurîn
ky: Өттү
lb: Verlaf
lo: ຜ່ານໄປ
lt: Praėjo
lv: Pagājis
mg: lasana
mi: Kua pahemo
mk: Помина
ml: കാലഹരണപ്പെട്ടു
mn: Өнгөрсөний
mr: निघून गेले
mt: Għaddiet
my: အချိ်န်
nb: Forløpt
ne: बितेको
or: ବିତିଗଲା
pa: ਬੀਤਿਆ
ps: ﻮﺷ ﺮﯧﺗ
ro: S-a scurs
rw: Yashize
sd: ﻮﻳﻭ ﻱﺭﺬﮔ
si: ගත විය
sk: Uplynulo
sl: Preteklo
sq: Ka kaluar
sw: Iliyopita
ta: கழிந்தது
te: గడిచిపోయింది
tg: гузашт
th: ผ่านไป
tk: Geçen
tt: Apsткән
uk: Минуло
ur: ﺎﯿﮔ ﺭﺰﮔ
uz: O'tdi
vi: Đã trôi qua
xh: Iphelile
yi: ןעגנאגעגכרוד

source: Current
af: Huidige
am: የአሁኑ
ar: ﺭﺎﻴﺗ
be: Бягучы
bg: Текущ
bn: কারেন্ট
ca: Actual
cy: Cyfredol
da: Nuværende
eo: Nuna
et: Praegune
eu: Oraingoa
fa: ﯼﺭﺎﺟ
fi: Nykyinen
fil: Kasalukuyan
fy: Aktueel
ga: Reatha
gd: Gnàthach
gl: Actual
gu: વર્તમાન
he: יִחְכֹונ
hi: वर्तमान
hr: Trenutno
hu: Jelenlegi
hy: Ընթացիկ
id: Saat ini
is: Núverandi
ka: მიმდინარე
kk: Ағымдағы
km: នាu200bពេលu200bបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ
ku: Vêga
ky: Учурдагы
lb: Aktuell
lo: ປະຈຸບັນ
lt: Dabartinė
lv: Pašreizējais
mg: amin'izao fotoana izao
mi: o nāianei
mk: Актуелно
ml: നിലവിലുള്ളത്
mn: Одоогийн
mr: चालू
mt: Kurrenti
my: လက်ရှိ
nb: Strøm
ne: वर्तमान
or: ସାମ୍ପ୍ରତିକ
pa: ਵਰਤਮਾਨ
ps: ۍﻨﺳﻭﺍ
ro: Actual
rw: Ibiriho
sd: ﻩﺩﻮﺟﻮﻣ
si: වත්මන්
sk: Aktuálne
sl: Trenutni
sq: Aktuale
sw: Sasa
ta: தற்போதைய
te: ప్రస్తుత
tg: ҷорӣ
th: หมุนเวียน
tk: Häzirki
tt: Ток
uk: Поточний
ur: ﭧﻧﺮﮐ
uz: Hozirgi
vi: Hiện hành
xh: Okwangoku
yi: טנאַרק

source: CRemain
af: CBly
am: Cቀረ
ar: Cﻞﻈﺗ
be: CЗастацца
bg: CОстани
bn: Cথাকে
ca: CQueda't
cy: CAros
da: CForblive
eo: CRestu
et: CJääda
eu: CGeratu
fa: Cﻥﺪﻧﺎﻣ
fi: CJäädä jäljelle
fil: CManatili
fy: COerbliuwe
ga: CFanacht
gd: CFuirich
gl: CQueda
gu: Cરહે
he: Cרֵאָׁשִהְל
hi: Cरहना
hr: COstati
hu: CMarad
hy: CՄնալ
id: CTetap
is: CVertu áfram
ka: CᲠჩება
kk: CҚалу
km: Cនៅសល់
kn: Cಉಳಿಯಿರಿ
ku: CMayin
ky: CКал
lb: CBleift
lo: Cຍັງຄົງຢູ່
lt: CLikti
lv: CPaliec
mg: CMitoera
mi: CNoho tonu
mk: CОстани
ml: Cശേഷിക്കുക
mn: CҮлдсэн
mr: Cराहिले
mt: CJibqgħu
my: Cကျန်နေပါ။
nb: CForbli
ne: Cरहनुहोस्
or: Cରୁହନ୍ତୁ |
pa: Cਰਹੇ
ps: Cﻲﺷ ﯥﺗﺎﭘ
ro: CRămâne
rw: CGuma
sd: Cﻲﻫﺭ
si: Cරැඳී සිටින්න
sk: CZostať
sl: COstani
sq: CMbetet
sw: CKubaki
ta: Cஎஞ்சியிரு
te: Cఉండు
tg: Cмондан
th: Cยังคง
tk: CGalan
tt: CКалыгыз
uk: CЗалишайтеся
ur: Cﻮﮨﺭ
uz: CQoling
vi: CDuy trì
xh: CHlala
yi: Cןביילב

source: Average
af: Gemiddeld
am: አማካኝ
ar: ﻂﺳﻮﺘﻣ
be: У сярэднім
bg: Средно аритметично
bn: গড়
ca: Mitjana
cy: Cyfartaledd
da: Gennemsnit
eo: Averaĝa
et: Keskmine
eu: Batez bestekoa
fa: ﻦﯿﮕﻧﺎﯿﻣ
fi: Keskiverto
fil: Karaniwan
fy: Trochsneed
ga: Meán
gd: Cuibheasach
gl: Media
gu: સરેરાશ
he: עָצּומְמ
hi: औसत
hr: Prosječno
hu: Átlagos
hy: Միջին
id: Rata-rata
is: Meðaltal
ka: საშუალო
kk: Орташа
km: មធ្យម
kn: ಸರಾಸರಿ
ku: Navoser
ky: Орточо
lb: Duerchschnëtt
lo: ສະເລ່ຍ
lt: Vidutinis
lv: Vidēji
mi: Wawaenga
mk: Просечна
ml: ശരാശരി
mn: Дундаж
mr: सरासरी
mt: Medja
my: ပျမ်းမျှ
nb: Gjennomsnitt
ne: औसत
or: ହାରାହାରି
pa: ਔਸਤ
ps: ﻂﺳﻭﺍ
ro: In medie
rw: Impuzandengo
sd: ﻱﺮﺳﺍﺮﺳ
si: සාමාන්යය
sk: Priemerná
sl: povprečno
sq: Mesatare
sw: Wastani
ta: சராசரி
te: సగటు
tg: Миёна
th: เฉลี่ย
tk: Ortaça
tt: Уртача
uk: Середній
ur: ﻂﺳﻭﺍ
uz: O'rtacha
vi: Trung bình cộng
xh: I-avareji
yi: ךעלטינשכרוד
