Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
af: Voer jou komma- of spasie-geskeide lys van verstekmonteringsopsies hieronder in (%%o in hanteerders). Benewens gereelde opsies, kan jy ook opsies spesifiseer wat bygevoeg of verwyder moet word vir 'n spesifieke lêerstelsel tipe deur die vorm OPSIE+FSTYPE of OPSIE-FSTYPE te gebruik. Voorbeeld: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dit sal byvoeg nosuid en noatime vir alle lêerstelseltipes, voeg by sync vir vfat en ntfs net, en verwyder noatime vir ext4. Let wel: Sommige opsies, soos nosuid, kan deur die mount-program bygevoeg word, selfs as jy dit nie insluit nie. Opsies in fstab voorkeur geniet. pmounten sommige hanteerders kan opsies wat hier gestel word ignoreer.
am: ከዚህ በታች በነባሪ ሰረዝ ወይም በspace-የተለያዩ የነባሪ አማራጮች ዝርዝር ያስገቡ (%%o ተቆጣጣሪዎች ውስጥ). ከመደበኛ አማራጮች በተጨማሪ፣ OPTION+FSTYPE ወይም OPTION-FSTYPEን በመጠቀም ለአንድ የተወሰነ የፋይል ስርዓት አይነት የሚጨመሩ ወይም የሚወገዱ አማራጮችን መግለጽ ይችላሉ። ለምሳሌ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ይህ ይጨምራል nosuid እና noatime ለሁሉም የፋይል ስርዓት ዓይነቶች ፣ ያክሉ sync ለ vfat እና ntfs ብቻ, እና noatime ለ ያስወግዱ ext4. ማስታወሻ፡ እንደ nosuid ያሉ አንዳንድ አማራጮች ባያካትቷቸውም በማውንት ፕሮግራሙ ሊታከሉ ይችላሉ። ውስጥ ያሉ አማራጮች fstab ቅድሚያ ስጥ። pmountእና አንዳንድ ተቆጣጣሪዎች እዚህ የተቀመጡ አማራጮችን ችላ ሊሉ ይችላሉ።
ar: ﻩﺎﻧﺩﺃ ﺔﻴﺿﺍﺮﺘﻓﻻ﻿ﺍ ﻞﻴﻤﺤﺘﻟﺍ ﺕﺍﺭﺎﻴﺨﻟ ﺕﺎﻓﺎﺴﻣ ﻭﺃ ﻞﺻﺍﻮﻔﺑ ﺔﻟﻮﺼﻔﻣ ﺔﻤﺋﺎﻗ ﻞﺧﺩﺃ (%%o ﺕﺎﺠﻟﺎﻌﻣ ﻲﻓ). .OPTION-FSTYPE ﻭﺃ OPTION + FSTYPE ﺝﺫﻮﻤﻨﻟﺍ ﻡﺍﺪﺨﺘﺳﺎﺑ ﻦﻴﻌﻣ ﺕﺎﻔﻠﻣ ﻡﺎﻈﻧ ﻉﻮﻨﻟ ﺎﻬﺘﻟﺍﺯﺇ ﻭﺃ ﺎﻬﺘﻓﺎﺿﻹ﻿ ﺕﺍﺭﺎﻴﺧ ﺪﻳﺪﺤﺗ ﺎًﻀﻳﺃ ﻚﻨﻜﻤﻳ ، ﺔﻳﺩﺎﻌﻟﺍ ﺕﺍ :ﻝﺎﺜﻣ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﻒﻴﻀﻳ ﻑﻮﺳ ﺍﺬﻫ nosuid ﻭ noatime ﻒﺿﺃ ، ﺕﺎﻔﻠﻤﻟﺍ ﺔﻤﻈﻧﺃ ﻉﺍﻮﻧﺃ ﻊﻴﻤﺠﻟ sync ﻝ vfat ﻭ ntfs ﻝ noatime ﺔﻟﺍﺯﺇﻭ ، ﻂﻘﻓ ext4. ﻲﻓ ﺕﺍﺭﺎﻴﺧ .ﺎﻬﻨﻴﻤﻀﺘﺑ ﻢﻘﺗ ﻢﻟ ﺍﺫﺇ ﻰﺘﺣ ﻞﻴﻤﺤﺘﻟﺍ ﺞﻣﺎﻧﺮﺑ ﺔﻄﺳﺍﻮﺑ ، nosuid ﻞﺜﻣ ، ﺕﺍﺭﺎﻴﺨﻟﺍ ﺾﻌﺑ ﺔﻓﺎﺿﺇ ﻢﺘﺗ ﺪﻗ :ﺔﻈﺣﻼ﻿ﻣ fstab .ﻡﺪﻘﺘﻟﺍ ﻖﺣ ﻭﺍ ﻪﻳﻮﻟﻭﻻ﻿ﺍ ﻖﺣ pmount.ﺎﻨﻫ ﺔﻨﻴﻌﻤﻟﺍ ﺕﺍﺭﺎﻴﺨﻟﺍ ﺕﺎﺠﻟﺎﻌﻤﻟﺍ ﺾﻌﺑ ﻞﻫﺎﺠﺘﺗ ﺪﻗﻭ
be: Увядзіце ніжэй праз коскі або прабел спіс параметраў мантавання па змаўчанні (%%o у апрацоўшчыкаў). У дадатак да звычайных опцый, вы таксама можаце задаць параметры, якія будуць дададзеныя або выдаленыя для пэўнага тыпу файлавай сістэмы, выкарыстоўваючы форму OPTION+FSTYPE або OPTION-FSTYPE. Прыклад: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Гэта дадасць nosuid і noatime для ўсіх тыпаў файлавых сістэм, дад sync для vfat і ntfs толькі і выдаліць noatime for ext4. Заўвага: некаторыя параметры, такія як nosuid, могуць быць дададзены праграмай мантавання, нават калі вы іх не ўключыце. Параметры ў fstab мець перавагу. pmountі некаторыя апрацоўшчыкі могуць ігнараваць зададзеныя тут параметры.
bg: Въведете вашия разделен със запетая или интервал списък с опции за монтиране по подразбиране по-долу (%%o в манипулаторите). В допълнение към обикновените опции, можете също да зададете опции, които да се добавят или премахват за конкретен тип файлова система, като използвате формата OPTION+FSTYPE или OPTION-FSTYPE. пример: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Това ще добави nosuid и noatime за всички типове файлови системи, добавете sync за vfat и ntfs само и премахнете noatime за ext4. Забележка: Някои опции, като nosuid, може да бъдат добавени от програмата за монтиране, дори ако не ги включите. Опции в fstab предимство. pmountи някои манипулатори може да игнорират опциите, зададени тук.
bn: নীচে আপনার ডিফল্ট মাউন্ট বিকল্পগুলির কমা- বা স্থান-বিচ্ছিন্ন তালিকা লিখুন (%%o হ্যান্ডলারদের মধ্যে). নিয়মিত বিকল্পগুলি ছাড়াও, আপনি OPTION+FSTYPE বা OPTION-FSTYPE ফর্মটি ব্যবহার করে একটি নির্দিষ্ট ফাইল সিস্টেমের জন্য যোগ বা অপসারণ করার বিকল্পগুলিও নির্দিষ্ট করতে পারেন। উদাহরণ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 এই যোগ হবে nosuid এবং noatime সব ধরনের ফাইল সিস্টেমের জন্য, যোগ করুন sync জন্য vfat এবং ntfs শুধুমাত্র, এবং জন্য noatime সরান ext4. দ্রষ্টব্য: কিছু বিকল্প, যেমন nosuid, মাউন্ট প্রোগ্রাম দ্বারা যোগ করা যেতে পারে এমনকি যদি আপনি সেগুলি অন্তর্ভুক্ত না করেন। বিকল্পগুলি fstab অগ্রাধিকার. pmountএবং কিছু হ্যান্ডলার এখানে সেট করা বিকল্পগুলি উপেক্ষা করতে পারে।
ca: Introduïu la vostra llista d'opcions de muntatge per defecte separades per comes o espais a continuació (%%o en manipuladors). A més de les opcions habituals, també podeu especificar opcions per afegir o eliminar per a un tipus de sistema de fitxers específic mitjançant el formulari OPTION+FSTYPE o OPTION-FSTYPE. Exemple: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Això afegirà nosuid i noatime per a tots els tipus de sistemes de fitxers, afegiu sync per vfat i ntfs només, i elimina noatime per ext4. Nota: el programa de muntatge pot afegir algunes opcions, com ara nosuid, encara que no les inclogueu. Opcions a fstab tenir prioritat. pmounti alguns gestors poden ignorar les opcions establertes aquí.
cy: Rhowch eich rhestr o opsiynau mowntio diofyn isod sydd wedi'u gwahanu gan goma neu ofod (%%o mewn trinwyr). Yn ogystal ag opsiynau rheolaidd, gallwch hefyd nodi opsiynau i'w hychwanegu neu eu dileu ar gyfer math system ffeiliau penodol trwy ddefnyddio'r ffurflen OPTION + FSTYPE neu OPTION-FSTYPE. Enghraifft: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Bydd hyn yn ychwanegu nosuid a noatime ar gyfer pob math o system ffeiliau, ychwanegwch sync canys vfat a ntfs yn unig, a chael gwared ar amser hamdden ar gyfer ext4. Nodyn: Efallai y bydd y rhaglen mowntio yn ychwanegu rhai opsiynau, fel nosuid, hyd yn oed os nad ydych chi'n eu cynnwys. Opsiynau yn fstab cael blaenoriaeth. pmountac efallai y bydd rhai trinwyr yn anwybyddu'r opsiynau a osodir yma.
da: Indtast din komma- eller mellemrumsseparerede liste over standardmonteringsmuligheder nedenfor (%%o hos handlere). Ud over almindelige indstillinger kan du også angive indstillinger, der skal tilføjes eller fjernes for en bestemt filsystemtype ved at bruge formen OPTION+FSTYPE eller OPTION-FSTYPE. Eksempel: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dette vil tilføje nosuid og noatime for alle filsystemtyper, tilføj sync til vfat og ntfs kun, og fjern noatime for ext4. Bemærk: Nogle muligheder, såsom nosuid, kan tilføjes af monteringsprogrammet, selvom du ikke inkluderer dem. Valgmuligheder i fstab tage overhånd. pmountog nogle handlere kan ignorere de indstillinger, der er angivet her.
eo: Enigu vian komon aŭ spacetan liston de defaŭltaj muntaj opcioj sube (%%o en prizorgantoj). Krom regulaj opcioj, vi ankaŭ povas specifi opciojn aldoni aŭ forigi por specifa dosiersistemo tipo uzante la formon OPTION+FSTYPE aŭ OPTION-FSTYPE. Ekzemplo: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ĉi tio aldonos nosuid kaj noatime por ĉiuj dosiersistemoj, aldonu sync por vfat kaj ntfs nur, kaj forigu noatime por ext4. Noto: Iuj opcioj, kiel nosuid, povas esti aldonitaj de la munta programo eĉ se vi ne inkluzivas ilin. Opcioj en fstab prenu prioritaton. pmountkaj iuj prizorgantoj povas ignori opciojn ĉi tie fiksitajn.
et: Sisestage allpool oma koma- või tühikutega eraldatud vaikeühenduse valikute loend (%%o käitlejates). Lisaks tavalistele suvanditele saate määrata ka konkreetse failisüsteemitüübi jaoks lisatavad või eemaldatavad suvandid, kasutades vormi OPTION+FSTYPE või OPTION-FSTYPE. Näide: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 See lisab nosuid ja noatime kõigi failisüsteemi tüüpide jaoks lisage sync jaoks vfat ja ntfs ainult ja eemalda noatime jaoks ext4. Märkus. Mõned suvandid, näiteks nosuid, võivad olla lisatud paigaldusprogrammi poolt, isegi kui te neid ei lisa. Valikud sisse fstab esikohale seada. pmountja mõned töötlejad võivad siin määratud valikuid ignoreerida.
eu: Sartu behean komaz edo zuriunez bereizitako muntatze-aukera lehenetsien zerrenda (%%o kudeatzaileetan). Ohiko aukerez gain, fitxategi-sistema mota jakin baterako gehitu edo kendu beharreko aukerak ere zehaztu ditzakezu OPTION+FSTYPE edo OPTION-FSTYPE formularioa erabiliz. Adibidea: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Hau gehituko da nosuid eta noatime fitxategi-sistema mota guztietarako, gehitu sync rentzat vfat eta ntfs bakarrik, eta kendu noatime for ext4. Oharra: aukera batzuk, hala nola nosuid, muntatzeko programak gehi ditzake, nahiz eta ez dituzun sartu. Aukerak barruan fstab lehentasuna hartu. pmounteta kudeatzaile batzuek hemen ezarritako aukerak baztertu ditzakete.
fa: ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺮﯾﺯ ﺭﺩ ﺍﺭ ﻪﻠﺻﺎﻓ ﺎﯾ ﺎﻣﺎﮐ ﺎﺑ ﺽﺮﻓu200cﺶﯿﭘ ﺐﺼﻧ ﯼﺎﻫu200cﻪﻨﯾﺰﮔ ﺖﺳﺮﻬﻓ (%%o ﺎﻫﺮﻟﺪﻨﻫ ﺭﺩ). .ﺪﯿﻨﮐ ﺺﺨﺸﻣ ﻢﺘﺴﯿﺳ ﻞﯾﺎﻓ ﻉﻮﻧ ﮏﯾ ﯼﺍﺮﺑ ﻑﺬﺣ ﺎﯾ ﻪﻓﺎﺿﺍ ﯼﺍﺮﺑ ﺍﺭ ﯽﯾﺎﻫu200cﻪﻨﯾﺰﮔ ،OPTION-FSTYPE ﺎﯾ OPTION+FSTY :ﻝﺎﺜﻣ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﺪﺷ ﺪﻫﺍﻮﺧ ﻪﻓﺎﺿﺍ ﻦﯾﺍ nosuid ﻭ noatime ﺪﯿﻨﮐ ﻪﻓﺎﺿﺍ ،ﻢﺘﺴﯿﺳ ﻞﯾﺎﻓ ﻉﺍﻮﻧﺍ ﻪﻤﻫ ﯼﺍﺮﺑ sync ﯼﺍﺮﺑ vfat ﻭ ntfs noatime for ﻑﺬﺣ ﻭ ،ﻂﻘﻓ ext4. ﺭﺩ ﺎﻫ ﻪﻨﯾﺰﮔ .ﺪﯿﻨﮑﻧ ﺩﺭﺍﻭ ﺍﺭ ﺎﻬﻧﺁ ﺮﮔﺍ ﯽﺘﺣ ،ﺪﻧﻮﺷ ﻪﻓﺎﺿﺍ mount ﻪﻣﺎﻧﺮﺑ ﻂﺳﻮﺗ ﺖﺳﺍ ﻦﮑﻤﻣ ،nosuid ﺪﻨﻧﺎﻣ ،ﺎﻫu20 fstab .ﺪﺷﺎﺑ ﻪﺘﺷﺍﺩ ﺖﯾﻮﻟﻭﺍ pmount.ﺪﻧﺮﯿﮕﺑ ﻩﺪﯾﺩﺎﻧ ﺍﺭ ﺎﺠﻨﯾﺍ ﺭﺩ ﻩﺪﺷ ﻢﯿﻈﻨﺗ ﯼﺎﻫ ﻪﻨﯾﺰﮔ ﺖﺳﺍ ﻦﮑﻤﻣ ﺎﻫ ﻩﺪﻨﻨﮐ ﻝﺮﺘﻨﮐ ﺯﺍ ﯽﺧﺮﺑ ﻭ
fi: Kirjoita alle pilkuilla tai välilyönneillä eroteltu luettelo oletusasennusvaihtoehdoista (%%o käsittelijöissä). Tavallisten asetusten lisäksi voit myös määrittää lisättävät tai poistettavat asetukset tietylle tiedostojärjestelmätyypille käyttämällä muotoa OPTION+FSTYPE tai OPTION-FSTYPE. Esimerkki: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Tämä lisää nosuid ja noatime kaikille tiedostojärjestelmätyypeille, lisää sync varten vfat ja ntfs vain ja poista noatime for ext4. Huomautus: Liitäntäohjelma saattaa lisätä joitain valintoja, kuten nosuid, vaikka et sisällytä niitä. Vaihtoehdot sisään fstab etusijalle. pmountja jotkut käsittelijät voivat jättää huomioimatta tässä asetetut asetukset.
fil: Ilagay ang iyong listahan na pinaghihiwalay ng kuwit o espasyo ng mga default na opsyon sa pag-mount sa ibaba (%%o sa mga humahawak). Bilang karagdagan sa mga regular na opsyon, maaari mo ring tukuyin ang mga opsyon na idaragdag o aalisin para sa isang partikular na uri ng filesystem sa pamamagitan ng paggamit ng form na OPTION+FSTYPE o OPTION-FSTYPE. Halimbawa: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ito ay magdadagdag nosuid at noatime para sa lahat ng uri ng filesystem, idagdag sync para sa vfat at ntfs lamang, at alisin ang noatime para sa ext4. Tandaan: Ang ilang mga opsyon, gaya ng nosuid, ay maaaring idagdag ng mount program kahit na hindi mo isama ang mga ito. Mga opsyon sa fstab unahin. pmountat maaaring balewalain ng ilang handler ang mga opsyong itinakda dito.
fy: Fier jo troch komma- of romte skieden list mei standert mount-opsjes hjirûnder yn (%%o yn hannelers). Neist gewoane opsjes kinne jo ek opsjes opjaan dy't tafoege wurde of fuortsmiten wurde foar in spesifyk bestânssysteemtype troch it formulier OPTION+FSTYPE of OPTION-FSTYPE te brûken. Foarbyld: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dit sil tafoegje nosuid en noatime foar alle triemsysteemtypen, add sync foar vfat en ntfs allinne, en fuortsmite noatime foar ext4. Opmerking: Guon opsjes, lykas nosuid, kinne wurde tafoege troch it mountprogramma, sels as jo se net opnimme. Opsjes yn fstab foarrang krije. pmounten guon handlers meie negearje opsjes set hjir.
ga: Cuir isteach do liosta comaitéireachta nó spás-scartha de na roghanna suite réamhshocraithe (%%o i láimhseálaithe). Chomh maith le roghanna rialta, is féidir leat roghanna a shonrú atá le cur nó le baint le haghaidh cineál sonrach córais comhaid trí úsáid a bhaint as an bhfoirm OPTION + FSTYPE nó OPTION-FSTYPE. Sampla: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Cuirfidh sé seo nosuid agus noatime le haghaidh gach cineál córais comhaid, cuir sync le haghaidh vfat agus ntfs amháin, agus bain am néata le haghaidh ext4. Nóta: Féadfaidh an clár suite roinnt roghanna, mar shampla nosuid, a chur leis fiú mura gcuireann tú san áireamh iad. Roghanna i fstab tosaíocht a thabhairt. pmountagus féadfaidh roinnt láimhseálaithe neamhaird a dhéanamh de na roghanna atá leagtha síos anseo.
gd: Cuir a-steach do liosta coma- no air a sgaradh le farsaingeachd de roghainnean àbhaisteach gu h-ìosal (%%o ann an luchd-làimhseachaidh). A bharrachd air roghainnean cunbhalach, faodaidh tu cuideachd roghainnean a shònrachadh airson an cur ris no an toirt air falbh airson seòrsa siostam faidhlichean sònraichte le bhith a ’cleachdadh an fhoirm OPTION + FSTYPE no OPTION-FSTYPE. Eisimpleir: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Cuiridh seo nosuid agus noatime airson gach seòrsa siostam faidhlichean, cuir ris sync airson vfat agus ntfs a-mhàin, agus cuir às do noatime airson ext4. Nota: Faodaidh cuid de roghainnean, leithid nosuid, a bhith air an cur ris a ’phrògram mount eadhon mura cuir thu a-steach iad. Roghainnean a-steach fstab gabh prìomhachas. pmountagus is dòcha gu bheil cuid de luchd-làimhseachaidh a ’seachnadh roghainnean a tha air an suidheachadh an seo.
gl: Introduza a continuación a lista de opcións de montaxe predeterminadas separadas por comas ou espazos (%%o en manipuladores). Ademais das opcións habituais, tamén pode especificar opcións para engadir ou eliminar para un tipo de sistema de ficheiros específico usando o formulario OPTION+FSTYPE ou OPTION-FSTYPE. Exemplo: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Isto engadirase nosuid e noatime para todos os tipos de sistemas de ficheiros, engade sync para vfat e ntfs só, e elimina noatime para ext4. Nota: Algunhas opcións, como nosuid, poden ser engadidas polo programa de montaxe aínda que non as inclúas. Opcións en fstab ter prioridade. pmounte algúns xestores poden ignorar as opcións definidas aquí.
gu: નીચે ડિફોલ્ટ માઉન્ટ વિકલ્પોની તમારી અલ્પવિરામ- અથવા જગ્યા-વિભાજિત સૂચિ દાખલ કરો (%%o હેન્ડલર્સમાં). નિયમિત વિકલ્પો ઉપરાંત, તમે OPTION+FSTYPE અથવા OPTION-FSTYPE ફોર્મનો ઉપયોગ કરીને ચોક્કસ ફાઇલસિસ્ટમ પ્રકાર માટે ઉમેરવા અથવા દૂર કરવાના વિકલ્પોનો પણ ઉલ્લેખ કરી શકો છો. ઉદાહરણ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 આ ઉમેરશે nosuid અને noatime બધા ફાઇલસિસ્ટમ પ્રકારો માટે, ઉમેરો sync માટે vfat અને ntfs માત્ર, અને માટે noatime દૂર કરો ext4. નોંધ: કેટલાક વિકલ્પો, જેમ કે nosuid, માઉન્ટ પ્રોગ્રામ દ્વારા ઉમેરવામાં આવી શકે છે, પછી ભલે તમે તેનો સમાવેશ ન કરો. માં વિકલ્પો fstab અગ્રતા લો. pmountઅને કેટલાક હેન્ડલર્સ અહીં સેટ કરેલા વિકલ્પોને અવગણી શકે છે.
he: םיחוורב וא םיקיספב תודרפומה הבכרה תויורשפא לש לדחמה תרירב תמישר תא הטמל ןזה (%%o םילפטמב). .OPTION-FSTYPE וא OPTION+FSTYPE ספוטה תועצמאב תיפיצפס םיצבק תכרעמ גוס רובע הרסה וא הפסוהל תויורשפא :אמגוד nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ףיסוי הז nosuid ו noatime ףסוה ,םיצבקה תכרעמ יגוס לכ רובע sync ל vfat ו ntfs רובע noatime ריסהלו ,דבלב ext4. ב תויורשפא .ןתוא לולכת אל םא םג mount-ה תינכות ידי לע ףסוותהל תויושע ,nosuid ןוגכ ,תומיוסמ תויורשפא fstab .תופידע לבקל pmount.ןאכ תורדגומה תויורשפאהמ םלעתהל םייושע םילפטמהמ קלחו
hi: डिफ़ॉल्ट माउंट विकल्पों की अपनी अल्पविराम- या स्थान-पृथक सूची नीचे दर्ज करें (%%o संचालकों में). नियमित विकल्पों के अतिरिक्त, आप विकल्प + FSTYPE या OPTION-FSTYPE प्रपत्र का उपयोग करके किसी विशिष्ट फ़ाइल सिस्टम प्रकार के लिए जोड़े या हटाए जाने वाले विकल्पों को भी निर्दिष्ट कर सकते हैं। उदाहरण: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 यह जोड़ देगा nosuid तथा noatime सभी फाइल सिस्टम प्रकारों के लिए, जोड़ें sync के लिये vfat तथा ntfs केवल, और noatime for . को हटा दें ext4. नोट: कुछ विकल्प, जैसे कि नोसुइड, माउंट प्रोग्राम द्वारा जोड़े जा सकते हैं, भले ही आप उन्हें शामिल न करें। में विकल्प fstab पूर्वता ले। pmountऔर कुछ हैंडलर यहां सेट किए गए विकल्पों को अनदेखा कर सकते हैं।
hr: U nastavku unesite popis zadanih opcija montiranja odvojenih zarezom ili razmakom (%%o u rukovaocima). Osim uobičajenih opcija, također možete odrediti opcije koje će se dodati ili ukloniti za određenu vrstu datotečnog sustava pomoću obrasca OPTION+FSTYPE ili OPTION-FSTYPE. Primjer: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ovo će dodati nosuid i noatime za sve vrste datotečnog sustava, dodaj sync za vfat i ntfs samo i uklonite noatime for ext4. Napomena: Neke opcije, kao što je nosuid, može dodati program za montiranje čak i ako ih ne uključite. Opcije u fstab imati prednost. pmounta neki rukovatelji mogu zanemariti ovdje postavljene opcije.
hu: Adja meg alább az alapértelmezett beillesztési lehetőségek vesszővel vagy szóközzel elválasztott listáját (%%o kezelőkben). A szokásos beállításokon kívül az OPTION+FSTYPE vagy az OPTION-FSTYPE űrlap használatával is megadhat egy adott fájlrendszertípushoz hozzáadandó vagy eltávolítandó opciókat. Példa: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ez hozzáadja nosuid és noatime minden fájlrendszertípushoz add sync számára vfat és ntfs csak, és távolítsa el a noatime for ext4. Megjegyzés: Egyes opciókat, például a nosuid-ot, akkor is hozzáadhatja a mount program, ha nem adja meg azokat. Lehetőségek benne fstab elsőbbséget élveznek. pmountés egyes kezelők figyelmen kívül hagyhatják az itt beállított opciókat.
hy: Մուտքագրեք ստորակետով կամ բացատով բաժանված ձեր լռելյայն ամրացման ընտրանքների ցանկը ստորև (%%o մշակողների մեջ). Բացի սովորական ընտրանքներից, դուք կարող եք նաև նշել ընտրանքներ, որոնք պետք է ավելացվեն կամ հեռացվեն որոշակի ֆայլային համակարգի տեսակի համար՝ օգտագործելով OPTION+FSTYPE կամ OPTION-FSTYPE ձևը: Օրինակ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Սա կավելացնի nosuid և noatime ֆայլային համակարգերի բոլոր տեսակների համար ավելացրեք sync համար vfat և ntfs միայն, և հեռացնել noatime-ի համար ext4. Նշում․ որոշ տարբերակներ, օրինակ՝ nosuid-ը, կարող են ավելացվել Mount ծրագրի կողմից, նույնիսկ եթե դրանք չներառեք: Ընտրանքներ fstab գերակայություն ունենալ. pmountև որոշ մշակողներ կարող են անտեսել այստեղ սահմանված տարբերակները:
id: Masukkan daftar opsi pemasangan default yang dipisahkan koma atau spasi di bawah ini (%%o di penangan). Selain opsi reguler, Anda juga dapat menentukan opsi yang akan ditambahkan atau dihapus untuk tipe sistem file tertentu dengan menggunakan formulir OPTION+FSTYPE atau OPTION-FSTYPE. Contoh: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ini akan menambah nosuid dan noatime untuk semua jenis sistem file, tambahkan sync untuk vfat dan ntfs saja, dan hapus noatime untuk ext4. Catatan: Beberapa opsi, seperti nosuid, dapat ditambahkan oleh program mount meskipun Anda tidak menyertakannya. Pilihan di fstab diutamakan. pmountdan beberapa penangan mungkin mengabaikan opsi yang ditetapkan di sini.
is: Sláðu inn lista með kommu eða bili yfir sjálfgefna festingarvalkosti hér að neðan (%%o hjá umsjónarmönnum). Til viðbótar við venjulega valkosti geturðu einnig tilgreint valkosti sem á að bæta við eða fjarlægja fyrir tiltekna skráarkerfisgerð með því að nota eyðublaðið OPTION+FSTYPE eða OPTION-FSTYPE. Dæmi: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Þetta mun bæta við nosuid og noatime fyrir allar skráarkerfisgerðir, bætið við sync fyrir vfat og ntfs aðeins, og fjarlægja noatime fyrir ext4. Athugið: Sumir valkostir, eins og nosuid, gætu verið bætt við af mount program jafnvel þótt þú hafir þá ekki með. Valmöguleikar í fstab hafa forgang. pmountog sumir meðhöndlarar gætu hunsað valkosti sem eru settir hér.
ka: შეიყვანეთ მძიმით ან სივრცით გამოყოფილი ნაგულისხმევი დამაგრების ვარიანტების სია ქვემოთ (%%o დამმუშავებლებში). გარდა ჩვეულებრივი ოფციებისა, თქვენ ასევე შეგიძლიათ მიუთითოთ ოფციები, რომლებიც უნდა დაემატოს ან წაიშალოს კონკრეტული ფაილური სისტემის ტიპისთვის, ფორმის OPTION+FSTYPE ან OPTION-FSTYPE გამოყენებით. მაგალითი: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ეს დაამატებს nosuid და noatime ფაილური სისტემის ყველა ტიპისთვის, დაამატეთ sync ამისთვის vfat და ntfs მხოლოდ და ამოიღეთ noatime for ext4. შენიშვნა: ზოგიერთი ვარიანტი, როგორიცაა nosuid, შეიძლება დაემატოს სამონტაჟო პროგრამას, მაშინაც კი, თუ თქვენ მათ არ აერთიანებთ. პარამეტრები შიგნით fstab უპირატესობა აქვს. pmountდა ზოგიერთმა დამმუშავებელმა შეიძლება იგნორირება გაუკეთოს აქ დაყენებულ ვარიანტებს.
kk: Төменде үтірмен немесе бос орынмен бөлінген әдепкі орнату опцияларының тізімін енгізіңіз (%%o өңдеушілерде). Кәдімгі опцияларға қоса, OPTION+FSTYPE немесе OPTION-FSTYPE пішінін пайдалану арқылы белгілі бір файлдық жүйе түріне қосылатын немесе жойылатын опцияларды да көрсетуге болады. Мысалы: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Бұл қосылады nosuid және noatime барлық файлдық жүйе түрлері үшін қосыңыз sync үшін vfat және ntfs тек және noatime for өшіріңіз ext4. Ескертпе: nosuid сияқты кейбір опцияларды сіз оларды қоспасаңыз да, орнату бағдарламасы арқылы қосуға болады. Параметрлер fstab басымдыққа ие болу. pmountжәне кейбір өңдеушілер осы жерде орнатылған опцияларды елемеуі мүмкін.
km: បញ្ចូលសញ្ញាក្បៀសរបស់អ្នក ឬបញ្ជីដែលបំបែកដោយដកឃ្លានៃជម្រើសម៉ោនលំនាំដើមខាងក្រោម (%%o នៅក្នុងឧបករណ៍ដោះស្រាយ). បន្ថែមពីលើជម្រើសធម្មតា អ្នកក៏អាចបញ្ជាក់ជម្រើសដែលត្រូវបន្ថែម ឬដកចេញសម្រាប់ប្រភេទប្រព័ន្ធឯកសារជាក់លាក់មួយ ដោយប្រើទម្រង់ OPTION+FSTYPE ឬ OPTION-FSTYPE។ ឧទាហរណ៍៖ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 នេះនឹងបន្ថែម nosuid និង noatime សម្រាប់ប្រភេទប្រព័ន្ធឯកសារទាំងអស់ បន្ថែម sync សម្រាប់ vfat និង ntfs តែប៉ុណ្ណោះ ហើយលុប noatime សម្រាប់ ext4. ចំណាំ៖ ជម្រើសមួយចំនួនដូចជា nosuid អាចត្រូវបានបន្ថែមដោយកម្មវិធីម៉ោន ទោះបីជាអ្នកមិនរួមបញ្ចូលពួកវាក៏ដោយ។ ជម្រើសនៅក្នុង fstab នាំមុខ។ pmountនិងអ្នកដោះស្រាយមួយចំនួនអាចមិនអើពើជម្រើសដែលបានកំណត់នៅទីនេះ។
kn: ಕೆಳಗೆ ನಿಮ್ಮ ಅಲ್ಪವಿರಾಮ ಅಥವಾ ಸ್ಥಳದಿಂದ ಬೇರ್ಪಡಿಸಿದ ಡಿಫಾಲ್ಟ್ ಮೌಂಟ್ ಆಯ್ಕೆಗಳ ಪಟ್ಟಿಯನ್ನು ನಮೂದಿಸಿ (%%o ಹ್ಯಾಂಡ್ಲರ್u200cಗಳಲ್ಲಿ). ನಿಯಮಿತ ಆಯ್ಕೆಗಳ ಜೊತೆಗೆ, OPTION+FSTYPE ಅಥವಾ OPTION-FSTYPE ಫಾರ್ಮ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ನಿರ್ದಿಷ್ಟ ಫೈಲ್u200cಸಿಸ್ಟಮ್ ಪ್ರಕಾರಕ್ಕೆ ಸೇರಿಸಬೇಕಾದ ಅಥವಾ ತೆಗೆದುಹಾಕಬೇಕಾದ ಆಯ್ಕೆಗಳನ್ನು ಸಹ ನೀವು ನಿರ್ದಿಷ್ಟಪಡಿಸಬಹುದು. ಉದಾಹರಣೆ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ಇದು ಸೇರಿಸುತ್ತದೆ nosuid ಮತ್ತು noatime ಎಲ್ಲಾ ಫೈಲ್u200cಸಿಸ್ಟಮ್ ಪ್ರಕಾರಗಳಿಗೆ, ಸೇರಿಸಿ sync ಫಾರ್ vfat ಮತ್ತು ntfs ಮಾತ್ರ, ಮತ್ತು ನೊಟೈಮ್ ಅನ್ನು ತೆಗೆದುಹಾಕಿ ext4. ಗಮನಿಸಿ: nosuid ನಂತಹ ಕೆಲವು ಆಯ್ಕೆಗಳನ್ನು ನೀವು ಸೇರಿಸದಿದ್ದರೂ ಸಹ ಮೌಂಟ್ ಪ್ರೋಗ್ರಾಂ ಮೂಲಕ ಸೇರಿಸಬಹುದು. ರಲ್ಲಿ ಆಯ್ಕೆಗಳು fstab ಆದ್ಯತೆಯನ್ನು ಪಡೆದುಕೊಳ್ಳಿ. pmountಮತ್ತು ಕೆಲವು ನಿರ್ವಾಹಕರು ಇಲ್ಲಿ ಹೊಂದಿಸಿರುವ ಆಯ್ಕೆಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಬಹುದು.
ku: Lîsteya vebijarkên mountê yên xwerû yên li jêr komma- an cîh-veqetandî binivîse (%%o li handlers). Ji bilî vebijarkên birêkûpêk, hûn dikarin bi forma OPTION+FSTYPE an OPTION-FSTYPE vebijarkên ku ji bo celebek pergala pelan a taybetî werin zêdekirin an rakirin jî diyar bikin. Mînak: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ev ê zêde bike nosuid û noatime ji bo hemî celeb pergala pelan, lê zêde bike sync bo vfat û ntfs tenê, û jê noatime ji bo ext4. Nîşe: Hin vebijark, wek nosuid, dibe ku ji hêla bernameya mountê ve werin zêdekirin heke hûn wan negirin. Vebijarkên li fstab pêşî bigirin. pmountû dibe ku hin rêgir vebijarkên li vir hatine danîn paşguh bikin.
ky: Төмөндө демейки орнотуу параметрлеринин үтүр же боштук менен бөлүнгөн тизмесин киргизиңиз (%%o иштетүүчүлөрдө). Кадимки опциялардан тышкары, сиз OPTION+FSTYPE же OPTION-FSTYPE формасын колдонуу менен белгилүү бир файл тутумунун түрү үчүн кошула турган же өчүрүлө турган опцияларды да белгилей аласыз. Мисал: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Бул кошумчалайт nosuid жана noatime файл тутумунун бардык түрлөрү үчүн кошуу sync үчүн vfat жана ntfs гана, жана noatime for дегенди алып салыңыз ext4. Эскертүү: Кээ бир параметрлер, мисалы, nosuid, сиз аларды кошпосоңуз да, орнотуу программасы тарабынан кошулушу мүмкүн. Параметрлер fstab артыкчылыкка ээ болуу. pmountжана кээ бир иштетүүчүлөр бул жерде коюлган параметрлерди этибарга албай коюшу мүмкүн.
lb: Gitt Är Komma- oder Raum-getrennt Lëscht vun Default Montéierung Optiounen ënnendrënner (%%o an Handler). Zousätzlech zu reguläre Optiounen, kënnt Dir och Optiounen spezifizéieren fir e spezifesche Dateisystemtyp ze addéieren oder ze läschen andeems Dir d'Form OPTION+FSTYPE oder OPTION-FSTYPE benotzt. Beispill: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dëst wäert addéieren nosuid an noatime fir all Dateisystemtypen addéieren sync fir vfat an ntfs nëmmen, an ewechzehuelen noatime fir ext4. Notiz: E puer Optiounen, wéi zum Beispill Nosuid, kënne vum Mount Programm bäigefüügt ginn, och wann Dir se net enthält. Optiounen an fstab Virrang huelen. pmountan e puer Handler kënnen d'Optiounen ignoréieren déi hei gesat ginn.
lo: ໃສ່ເຄື່ອງໝາຍຈຸດ- ຫຼືລາຍການທີ່ຂັ້ນດ້ວຍຍະຫວ່າງຂອງຕົວເລືອກ mount ເລີ່ມຕົ້ນຂ້າງລຸ່ມນີ້ (%%o ໃນ handlers). ນອກu200bຈາກu200bທາງu200bເລືອກu200bປົກu200bກະu200bຕິu200b, ທ່ານu200bຍັງu200bສາu200bມາດu200bລະu200bບຸu200bທາງu200bເລືອກu200bທີ່u200bຈະu200bເພີ່ມu200bຫຼືu200bເອົາu200bອອກu200bສໍາu200bລັບu200bປະu200bເພດu200bລະu200bບົບu200bໄຟລu200b໌u200bສະu200bເພາະu200bໂດຍu200bການu200bນໍາu200bໃຊ້u200bຮູບu200bແບບ OPTION+FSTYPE ຫຼື OPTION-FSTYPEu200b. ຕົວຢ່າງ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ນີ້ຈະເພີ່ມ nosuid ແລະ noatime ສໍາລັບລະບົບໄຟລ໌ທັງຫມົດ, ເພີ່ມ sync ສໍາລັບ vfat ແລະ ntfs ເທົ່ານັ້ນ, ແລະເອົາ noatime ສໍາລັບ ext4. ຫມາຍເຫດ: ບາງທາງເລືອກ, ເຊັ່ນ nosuid, ອາດຈະຖືກເພີ່ມໂດຍໂປລແກລມ mount ເຖິງແມ່ນວ່າທ່ານຈະບໍ່ລວມເອົາພວກມັນ. ທາງເລືອກໃນ fstab ເອົາຄວາມສຳຄັນ. pmountແລະບາງຕົວຈັດການອາດຈະລະເລີຍທາງເລືອກທີ່ຕັ້ງໄວ້ຢູ່ທີ່ນີ້.
lt: Toliau įveskite kableliais arba tarpais atskirtą numatytųjų tvirtinimo parinkčių sąrašą (%%o prižiūrėtojams). Be įprastų parinkčių, taip pat galite nurodyti parinktis, kurias reikia pridėti arba pašalinti konkrečiam failų sistemos tipui, naudodami formą OPTION+FSTYPE arba OPTION-FSTYPE. Pavyzdys: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Tai pridės nosuid ir noatime visų tipų failų sistemai pridėti sync dėl vfat ir ntfs tik ir pašalinkite noatime už ext4. Pastaba: kai kurias parinktis, pvz., nosuid, prijungimo programa gali pridėti, net jei jų neįtrauksite. Parinktys fstab turi pirmenybę. pmountir kai kurie tvarkytojai gali nepaisyti čia nustatytų parinkčių.
lv: Tālāk ievadiet ar komatu vai atstarpēm atdalītu noklusējuma stiprinājuma opciju sarakstu (%%o apdarinātājos). Papildus parastajām opcijām varat arī norādīt opcijas, kas jāpievieno vai jānoņem noteiktam failu sistēmas tipam, izmantojot formu OPTION+FSTYPE vai OPTION-FSTYPE. Piemērs: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Tas papildinās nosuid un noatime visiem failu sistēmu veidiem pievienojiet sync priekš vfat un ntfs tikai un noņemt noatime for ext4. Piezīme. Dažas opcijas, piemēram, nosuid, var pievienot montāžas programma, pat ja jūs tās neiekļaujat. Iespējas iekšā fstab ņem virsroku. pmountun daži apstrādātāji var ignorēt šeit iestatītās opcijas.
mg: Ampidiro ny lisitry ny faingo na asiana habakabaka amin'ny safidinao mount default eto ambany (%%o amin'ny mpandrindra). Ho fanampin'ny safidy mahazatra, azonao atao koa ny mamaritra ny safidy ampiana na esorina ho an'ny karazana rafi-drakitra manokana amin'ny fampiasana ny endrika OPTION+FSTYPE na OPTION-FSTYPE. Ohatra: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Hanampy izany nosuid SY noatime ho an'ny karazana filesystem rehetra, ampio sync HO AN'NY vfat SY ntfs ihany, ary esory ny fotoana ho an'ny ext4. Fanamarihana: Ny safidy sasany, toy ny nosuid, dia azo ampiana amin'ny programa mount na dia tsy ampidirinao aza. Options in fstab atao laharam-pahamehana. pmountary mety tsy hiraharaha ny safidy napetraka eto ny mpitantana sasany.
mi: Whakauruhia to rarangi piko, mokowhiti ranei mo nga whiringa whakairi taunoa kei raro (%%o i roto i nga kaikawe). I tua atu i nga whiringa auau, ka taea hoki e koe te tautuhi i nga whiringa hei taapiri, tangohia ranei mo tetahi momo punaha konae ma te whakamahi i te puka OPTION+FSTYPE, OPTION-FSTYPE ranei. Tauira: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ka taapiri tenei nosuid a noatime mo nga momo punaha konae katoa, taapiri sync mo vfat a ntfs anake, ka tango noa wa mo ext4. Tuhipoka: Ko etahi o nga whiringa, penei i te nosuid, ka taapirihia pea e te hotaka Maunga ahakoa kaore koe e whakauru. Kōwhiringa kei roto fstab tango i mua. pmounta tera pea etahi kaihautu e aro ki nga whiringa kua whakatakotoria ki konei.
mk: Внесете ја вашата листа со стандардни опции за монтирање одвоени со запирки или празно место подолу (%%o кај ракувачите). Покрај редовните опции, можете исто така да наведете опции што ќе се додаваат или отстрануваат за одреден тип на датотечен систем со користење на формата OPTION+FSTYPE или OPTION-FSTYPE. Пример: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ова ќе додаде nosuid и noatime за сите типови датотечен систем, додадете sync за vfat и ntfs само, и отстранете го noatime за ext4. Забелешка: некои опции, како што е nosuid, може да се додадат од програмата за монтирање дури и ако не ги вклучите. Опции во fstab имаат предност. pmountи некои ракувачи може да ги игнорираат опциите поставени овде.
ml: നിങ്ങളുടെ ഡിഫോൾട്ട് മൌണ്ട് ഓപ്u200cഷനുകളുടെ കോമ അല്ലെങ്കിൽ സ്u200cപെയ്u200cസ് വേർതിരിച്ച ലിസ്റ്റ് ചുവടെ നൽകുക (%%o കൈകാര്യം ചെയ്യുന്നവരിൽ). സാധാരണ ഓപ്u200cഷനുകൾക്ക് പുറമേ, OPTION+FSTYPE അല്ലെങ്കിൽ OPTION-FSTYPE എന്ന ഫോം ഉപയോഗിച്ച് ഒരു നിർദ്ദിഷ്u200cട ഫയൽസിസ്റ്റം തരത്തിനായി ചേർക്കാനോ നീക്കം ചെയ്യാനോ ഉള്ള ഓപ്u200cഷനുകളും നിങ്ങൾക്ക് വ്യക്തമാക്കാം. ഉദാഹരണം: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ഇത് കൂട്ടിച്ചേർക്കും nosuid ഒപ്പം noatime എല്ലാ ഫയൽസിസ്റ്റം തരങ്ങൾക്കും, ചേർക്കുക sync വേണ്ടി vfat ഒപ്പം ntfs മാത്രം, ഒപ്പം noatime നീക്കം ext4. ശ്രദ്ധിക്കുക: nosuid പോലുള്ള ചില ഓപ്u200cഷനുകൾ നിങ്ങൾ ഉൾപ്പെടുത്തിയില്ലെങ്കിലും മൗണ്ട് പ്രോഗ്രാം ചേർത്തേക്കാം. ഓപ്u200cഷനുകൾ fstab മുൻഗണന നൽകുക. pmountകൂടാതെ ചില ഹാൻഡ്u200cലർമാർ ഇവിടെ സജ്ജീകരിച്ചിരിക്കുന്ന ഓപ്ഷനുകൾ അവഗണിച്ചേക്കാം.
mn: Таслалаар эсвэл зайгаар тусгаарласан өгөгдмөл холбох сонголтуудын жагсаалтыг доор оруулна уу (%%o зохицуулагчдад). Ердийн сонголтуудаас гадна та OPTION+FSTYPE эсвэл OPTION-FSTYPE маягтыг ашиглан тодорхой файлын системийн төрөлд нэмэх эсвэл хасах сонголтыг зааж өгч болно. Жишээ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Энэ нь нэмэгдэх болно nosuid болон noatime бүх төрлийн файлын системийн хувьд нэмнэ үү sync төлөө vfat болон ntfs зөвхөн, мөн noatime for устгах ext4. Тайлбар: nosuid гэх мэт зарим сонголтыг та оруулаагүй байсан ч холбох программ нэмж болно. Сонголтууд fstab давуу эрх авна. pmountмөн зарим зохицуулагчид энд тохируулсан сонголтыг үл тоомсорлож магадгүй.
mr: खाली तुमची स्वल्पविराम- किंवा स्पेस-विभक्त केलेली डीफॉल्ट माउंट पर्यायांची यादी प्रविष्ट करा (%%o हँडलर मध्ये). नियमित पर्यायांव्यतिरिक्त, तुम्ही OPTION+FSTYPE किंवा OPTION-FSTYPE फॉर्म वापरून विशिष्ट फाइल सिस्टम प्रकारासाठी जोडण्यासाठी किंवा काढण्यासाठी पर्याय देखील निर्दिष्ट करू शकता. उदाहरण: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 हे जोडेल nosuid आणि noatime सर्व फाइल सिस्टम प्रकारांसाठी, जोडा sync च्या साठी vfat आणि ntfs फक्त, आणि साठी noatime काढा ext4. टीप: काही पर्याय, जसे की nosuid, माउंट प्रोग्रामद्वारे जोडले जाऊ शकतात जरी तुम्ही ते समाविष्ट केले नाहीत. मध्ये पर्याय fstab प्राधान्य घ्या. pmountआणि काही हँडलर येथे सेट केलेल्या पर्यायांकडे दुर्लक्ष करू शकतात.
mt: Daħħal il-lista ta' għażliet ta' muntaġġ awtomatiċi separati minn virgola jew spazju hawn taħt (%%o fil-handlers). Minbarra l-għażliet regolari, tista 'wkoll tispeċifika għażliet li għandhom jiżdiedu jew jitneħħew għal tip ta' sistema ta 'fajls speċifiku billi tuża l-formola OPTION+FSTYPE jew OPTION-FSTYPE. Eżempju: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dan se jżid nosuid u noatime għat-tipi kollha tas-sistema tal-fajls, żid sync għal vfat u ntfs biss, u neħħi noatime għal ext4. Nota: Xi għażliet, bħal nosuid, jistgħu jiġu miżjuda mill-programm tal-muntatura anki jekk ma tinkludihomx. Għażliet fi fstab jieħdu preċedenza. pmountu xi handlers jistgħu jinjoraw l-għażliet stabbiliti hawn.
my: အောက်ဖော်ပြပါ ပုံသေ mount ရွေးစရာများ ၏ ကော်မာ သို့မဟုတ် နေရာလွတ် ခြားထားသော စာရင်းကို ထည့်ပါ။ (%%o ကိုင်တွယ်သူများ). ပုံမှန်ရွေးချယ်စရာများအပြင်၊ OPTION+FSTYPE သို့မဟုတ် OPTION-FSTYPE ဖောင်ကိုအသုံးပြု၍ သီးခြားဖိုင်စနစ်အမျိုးအစားတစ်ခုအတွက် ထပ်ထည့်ရန် သို့မဟုတ် ဖယ်ရှားရန် ရွေးချယ်မှုများကို သတ်မှတ်နိုင်သည်။ ဥပမာ- nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ဒါထည့်မယ်။ nosuid နှင့် noatime ဖိုင်စနစ်အမျိုးအစားအားလုံးအတွက် ထည့်ပါ။ sync အဘို့ vfat နှင့် ntfs သာလျှင်၊ နှင့် noatime for ဖယ်ရှားပါ။ ext4. မှတ်ချက်- nosuid ကဲ့သို့သော အချို့ရွေးချယ်စရာများကို သင်မပါဝင်ပါက တောင်ပရိုဂရမ်မှ ထည့်သွင်းနိုင်သည်။ ရွေးချယ်စရာများ fstab ဦးစားပေးပါ။ pmountနှင့် အချို့သော ကိုင်တွယ်သူများသည် ဤနေရာတွင် သတ်မှတ်ထားသော ရွေးချယ်မှုများကို လျစ်လျူရှုနိုင်ပါသည်။
nb: Skriv inn den komma- eller mellomromseparerte listen over standard monteringsalternativer nedenfor (%%o hos behandlere). I tillegg til vanlige alternativer, kan du også angi alternativer som skal legges til eller fjernes for en bestemt filsystemtype ved å bruke skjemaet OPTION+FSTYPE eller OPTION-FSTYPE. Eksempel: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Dette vil legge til nosuid og noatime for alle filsystemtyper, legg til sync til vfat og ntfs bare, og fjern noatime for ext4. Merk: Noen alternativer, for eksempel nosuid, kan legges til av monteringsprogrammet selv om du ikke inkluderer dem. Alternativer i fstab ha forrang. pmountog noen behandlere kan ignorere alternativene som er angitt her.
ne: तलको पूर्वनिर्धारित माउन्ट विकल्पहरूको अल्पविराम- वा स्पेस-पृथक सूची प्रविष्ट गर्नुहोस् (%%o ह्यान्डलरहरूमा). नियमित विकल्पहरूका अतिरिक्त, तपाईंले OPTION+FSTYPE वा OPTION-FSTYPE फारम प्रयोग गरेर विशेष फाइल प्रणाली प्रकारका लागि थपिने वा हटाउने विकल्पहरू पनि निर्दिष्ट गर्न सक्नुहुन्छ। उदाहरण: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 यो थपिनेछ nosuid र noatime सबै फाइल प्रणाली प्रकारका लागि, थप्नुहोस् sync को लागी vfat र ntfs मात्र, र लागि noatime हटाउनुहोस् ext4. नोट: केही विकल्पहरू, जस्तै nosuid, माउन्ट प्रोग्रामद्वारा थप्न सकिन्छ यदि तपाईंले तिनीहरूलाई समावेश नगर्नुभए पनि। विकल्पहरू fstab प्राथमिकता लिनुहोस्। pmountर केही ह्यान्डलरहरूले यहाँ सेट गरिएका विकल्पहरूलाई बेवास्ता गर्न सक्छन्।
or: ନିମ୍ନରେ ଡିଫଲ୍ଟ ମାଉଣ୍ଟ ବିକଳ୍ପଗୁଡ଼ିକର କମା- କିମ୍ବା ସ୍ପେସ୍ ଦ୍ୱାରା ପୃଥକ ତାଲିକା ପ୍ରବେଶ କରନ୍ତୁ | (%%o ହ୍ୟାଣ୍ଡେଲର୍ସରେ |). ନିୟମିତ ବିକଳ୍ପ ସହିତ, ଆପଣ OPTION + FSTYPE କିମ୍ବା OPTION-FSTYPE ଫର୍ମ ବ୍ୟବହାର କରି ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଫାଇଲତନ୍ତ୍ର ପ୍ରକାର ପାଇଁ ଯୋଡାଯିବା କିମ୍ବା ଅପସାରଣ କରିବାକୁ ବିକଳ୍ପଗୁଡ଼ିକୁ ମଧ୍ୟ ନିର୍ଦ୍ଦିଷ୍ଟ କରିପାରିବେ | ଉଦାହରଣ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ଏହା ଯୋଗ କରିବ | nosuid ଏବଂ noatime ସମସ୍ତ ଫାଇଲ୍ ସିଷ୍ଟମ୍ ପ୍ରକାର ପାଇଁ, ଯୋଡନ୍ତୁ | sync ପାଇଁ vfat ଏବଂ ntfs କେବଳ, ଏବଂ ପାଇଁ ସମୟ ସମୟ ଅପସାରଣ କରନ୍ତୁ | ext4. ଟିପନ୍ତୁ: କିଛି ବିକଳ୍ପ, ଯେପରିକି ନୋସୁଏଡ୍, ମାଉଣ୍ଟ ପ୍ରୋଗ୍ରାମ୍ ଦ୍ୱାରା ଯୋଡି ହୋଇପାରେ ଯଦିଓ ଆପଣ ସେଗୁଡିକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରନ୍ତି ନାହିଁ | ବିକଳ୍ପଗୁଡ଼ିକ fstab ପ୍ରାଧାନ୍ୟ ଦିଅ | pmountଏବଂ କିଛି ହ୍ୟାଣ୍ଡେଲର୍ ଏଠାରେ ସେଟ୍ ହୋଇଥିବା ବିକଳ୍ପଗୁଡ଼ିକୁ ଉପେକ୍ଷା କରିପାରନ୍ତି |
pa: ਹੇਠਾਂ ਡਿਫੌਲਟ ਮਾਊਂਟ ਵਿਕਲਪਾਂ ਦੀ ਆਪਣੀ ਕੌਮਾ- ਜਾਂ ਸਪੇਸ-ਵੱਖ ਕੀਤੀ ਸੂਚੀ ਦਾਖਲ ਕਰੋ (%%o ਹੈਂਡਲਰ ਵਿੱਚ). ਨਿਯਮਤ ਵਿਕਲਪਾਂ ਤੋਂ ਇਲਾਵਾ, ਤੁਸੀਂ OPTION+FSTYPE ਜਾਂ OPTION-FSTYPE ਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਿਸੇ ਖਾਸ ਫਾਈਲ ਸਿਸਟਮ ਕਿਸਮ ਲਈ ਜੋੜਨ ਜਾਂ ਹਟਾਉਣ ਲਈ ਵਿਕਲਪ ਵੀ ਨਿਸ਼ਚਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਉਦਾਹਰਨ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ਇਹ ਜੋੜ ਦੇਵੇਗਾ nosuid ਅਤੇ noatime ਸਾਰੀਆਂ ਫਾਈਲ ਸਿਸਟਮ ਕਿਸਮਾਂ ਲਈ, ਜੋੜੋ sync ਲਈ vfat ਅਤੇ ntfs ਸਿਰਫ਼, ਅਤੇ ਲਈ noatime ਹਟਾਓ ext4. ਨੋਟ: ਕੁਝ ਵਿਕਲਪ, ਜਿਵੇਂ ਕਿ nosuid, ਨੂੰ ਮਾਊਂਟ ਪ੍ਰੋਗਰਾਮ ਦੁਆਰਾ ਜੋੜਿਆ ਜਾ ਸਕਦਾ ਹੈ ਭਾਵੇਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰਦੇ ਹੋ। ਵਿੱਚ ਵਿਕਲਪ fstab ਤਰਜੀਹ ਲਵੋ. pmountਅਤੇ ਕੁਝ ਹੈਂਡਲਰ ਇੱਥੇ ਸੈੱਟ ਕੀਤੇ ਵਿਕਲਪਾਂ ਨੂੰ ਅਣਡਿੱਠ ਕਰ ਸਕਦੇ ਹਨ।
ps: ﺉړﮐ ﻪﻨﻧﺩ ﺖﺴﯿﻟ ﯼﻮﺷ ﻼ﻿ﺟ ﻪﺨڅ ﯼﺎځ ﺩ ﺎﯾ ﺎﻤﮐ ﻞﭙﺧ ﻮﻧﻭﺭﺎﯿﺘﺧﺍ ټﻧﻭﺎﻣ ټﻟﺎﻔﯾډ ﺩ ﯤﺪﻧﻻ﻿ (%%o ﯥﮐ ﻮﮑﻧﻮﻟﺎﺒﻤﺳ ﻪﭘ). .ﺉړﮐ ﺺﺨﺸﻣ ﻢﻫ ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﻮﻟﻮﮐ ﯤﺮﻟ ﺎﯾ ﻮﻟﻮﮐ ﻪﻓﺎﺿﺍ ﺩ ﻩﺭﺎﭙﻟ ﻝﻭډ ﻢټﺴﯿﺳ ﻞﯾﺎﻓ ﻱړګﻧﺎځ ﺩ ﻩﺮﺳ ﻮﻟﻭﺭﺎﮐ ﻪﭘ ﻡﺭﺎﻓ OPTIO :ﻪګﻠﯧﺑ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﻱړﮐ ﻪﻓﺎﺿﺍ ﻪﺑ ﺍﺩ nosuid ﻭﺍ noatime ﺉړﮐ ﻪﻓﺎﺿﺍ ،ﻩﺭﺎﭙﻟ ﻮﻧﻮﻟﻭډ ﻢټﺴﯿﺳ ﻞﯾﺎﻓ ﻮﻟﻮټ ﺩ sync ﻩﺭﺎﭙﻟ vfat ﻭﺍ ntfs ﺉړﮐ ﯤﺮﻟ noatime ﻩﺭﺎﭙﻟ ﯤﺩ ﺩ ﻭﺍ ،ﯤﺯﺍﻮﯾ ext4. ﯥﮐ ﻮﻧﻭﺭﺎﯿﺘﺧﺍ ﻪﭘ .ﺉړﮐ ﻪﻧ ﻞﻣﺎﺷ ﯥﯾ ﻮﺳﺎﺗ ﻪﮐ ﯽﺘﺣ ﻲﺷ ﻪﻓﺎﺿﺍ ﺍﻮﺨﻟ ﻡﺍﺮګﻭﺮﭘ ټﻧﻭﺎﻣ ﺩ ﻦﮑﻤﻣ ،nosuid ﻪﮑﻟ ،ﻪﻧﻭﺭﺎﯿﺘﺧﺍ fstab .ﻝﻮﮐﺭﻭ ﺏﻮﺘﯾړﻣﻮﻟ pmount.ﻱﻮځﺭﻮﻏ ﻪﻣﺎﭘ ﻪﻟ ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﻱﻮﺷ ﻞﮐﺎټ ﻪﺘﻟﺩ ﻦﮑﻤﻣ ﻲﮑﻧﻮﻟﺎﺒﻤﺳ ﯥﻨﯿځ ﻭﺍ
ro: Introduceți mai jos lista de opțiuni de montare implicite, separate prin virgulă sau prin spațiu (%%o în manipulatori). Pe lângă opțiunile obișnuite, puteți specifica și opțiuni de adăugat sau eliminat pentru un anumit tip de sistem de fișiere, utilizând formularul OPTION+FSTYPE sau OPTION-FSTYPE. Exemplu: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Aceasta va adăuga nosuid și noatime pentru toate tipurile de sisteme de fișiere, adăugați sync pentru vfat și ntfs numai, și eliminați noatime pentru ext4. Notă: Unele opțiuni, cum ar fi nosuid, pot fi adăugate de programul de montare chiar dacă nu le includeți. Opțiuni în fstab a avea prioritate. pmountiar unii operatori pot ignora opțiunile setate aici.
rw: Injira koma- cyangwa umwanya-utandukanijwe urutonde rwibisanzwe byo gushiraho hepfo (%%o mu micungire). Usibye amahitamo asanzwe, urashobora kandi kwerekana amahitamo agomba kongerwaho cyangwa gukurwaho kubwoko bwa dosiye yihariye ukoresheje ifishi ya OPTION + FSTYPE cyangwa OPTION-FSTYPE. Urugero: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ibi bizongera nosuid na noatime kubwoko bwa dosiye zose, ongeraho sync Kuri vfat na ntfs gusa, kandi ukureho noatime ya ext4. Icyitonderwa: Amahitamo amwe, nka nosuid, arashobora kongerwaho na progaramu ya mount nubwo utabishyizemo. Amahitamo muri fstab fata umwanya wa mbere. pmounthamwe nababikoresha bamwe bashobora kwirengagiza amahitamo yashyizweho hano.
sd: ﻮﻳﺮڪ ﻞﺧﺍﺩ ٽﺴﻟ ﻞﻴﭤ ﮗﻟﺍ ﻥﺎﮐ ﺲﻴﭙﺳﺍ ﺎﻳ -ﺎﻣﺎڪ ﻲﺠﻨﮭﻨﭘ ﻲﺟ ﻥﺭﺎﻴﺘﺧﺍ ٽﻧﺅﺎﻣ ٽﻟﺎﻓڊ ﻞﻧڏ ﭟﻴﮬ (%%o ۾ ﻥڙﺪﻨﻴﻟﺎﭝﻨﺳ). .ﻱﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻡﺭﺎﻓ OPTION-FSTYPE ﺎﻳ OPTION+FSTYPE ءِﻻ﻿ ﻢﺴﻗ ﻲﺟ ﻢٽﺴﺳ ﻞﺋﺎﻓ ﺹﻮﺼﺨﻣ ءِﻻ﻿ ﮠﺮڪ ﻢﺘﺧ ﺎﻳ ﮠﺮڪ ﻞﻣﺎﺷ ﻲﮐ :ﻝﺎﺜﻣ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﻭﺪﻨﻴﭤ ﻮﻓﺎﺿﺍ ﻲﻫ nosuid ۽ noatime ﻮﻳﺮڪ ﻞﻣﺎﺷ ،ءﻻ﻿ ﻦﻤﺴﻗ ﻲﺟ ﻢٽﺴﺳ ﻞﺋﺎﻓ ﻲﻨﭝﺳ sync ءِﻻ﻿ vfat ۽ ntfs ءﻻ﻿ noatime ﻮﻳﺎٽﻫ ۽ ،ﻑﺮﺻ ext4. ۾ ﻥﺭﺎﻴﺘﺧﺍ .ﻲﮬﺁ ﻮﻴڪ ﻪﻧ ﻞﻣﺎﺷ ﻲﮐ ﻦﮭﻧﺍ ﻥﺎﮬﻮﺗ ڪﻴﮢﻮﺘﻴﺟ ﻥﺍﺭﺎﭘ ﻡﺍﺮﮔﻭﺮﭘ ٽﻧﺅﺎﻣ ﻮﭤ ﻲﮭﮕﺳ ﻲﭤ ﻞﻣﺎﺷ ،nosuid ڪﻭڙﮭﺟ ،ﺰﻨ fstab .ﮡﻳڏ ﺢﻴﺟﺮﺗ pmount.ﺎﭤ ﻦﮭﮕﺳ ﻱﺮڪ ﺯﺍﺪﻧﺍﺮﻈﻧ ﻲﮐ ﻥﺭﺎﻴﺘﺧﺍ ﻞﻴڪ ٽﻴﺳ ﻲﺘﮬ ﺮﻟڊﻨﻴﮬ ﮫﺠڪ ۽
si: ඔබේ කොමාව හෝ ඉඩ වෙන් කළ පෙරනිමි සවි කිරීමේ විකල්ප ලැයිස්තුව පහතින් ඇතුළු කරන්න (%%o හසුරුවන්නෙහි). සාමාන්u200dය විකල්ප වලට අමතරව, ඔබට OPTION+FSTYPE හෝ OPTION-FSTYPE පෝරමය භාවිතා කිරීමෙන් විශේෂිත ගොනු පද්ධති වර්ගයක් සඳහා එකතු කිරීමට හෝ ඉවත් කිරීමට විකල්ප නියම කළ හැක. උදාහරණයක්: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 මෙය එකතු කරනු ඇත nosuid සහ noatime සියලුම ගොනු පද්ධති වර්ග සඳහා, එකතු කරන්න sync සදහා vfat සහ ntfs පමණක්, සහ සඳහා noatime ඉවත් කරන්න ext4. සටහන: nosuid වැනි සමහර විකල්ප, ඔබ ඒවා ඇතුළත් නොකළත්, මවුන්ට් වැඩසටහන මඟින් එක් කළ හැක. තුළ විකල්ප fstab ප්රමුඛත්වය ගන්න. pmountසහ සමහර හසුරුවන්නන් මෙහි සකසා ඇති විකල්ප නොසලකා හැරිය හැක.
sk: Nižšie zadajte zoznam predvolených možností pripojenia oddelených čiarkami alebo medzerami (%%o u psovodov). Okrem bežných volieb môžete tiež zadať voľby, ktoré sa majú pridať alebo odstrániť pre konkrétny typ súborového systému pomocou formulára OPTION+FSTYPE alebo OPTION-FSTYPE. Príklad: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Toto pridá nosuid a noatime pre všetky typy súborových systémov pridajte sync pre vfat a ntfs a odstráňte noatime pre ext4. Poznámka: Niektoré možnosti, ako napríklad nosuid, môže pridať program mount, aj keď ich nezahrniete. Možnosti v fstab mať prednosť. pmounta niektoré obslužné programy môžu ignorovať tu nastavené možnosti.
sl: Spodaj vnesite svoj z vejicami ali presledki ločeni seznam privzetih možnosti pritrditve (%%o v vodnikih). Poleg običajnih možnosti lahko določite tudi možnosti, ki jih želite dodati ali odstraniti za določen tip datotečnega sistema z uporabo obrazca OPTION+FSTYPE ali OPTION-FSTYPE. Primer: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 To bo dodalo nosuid in noatime za vse vrste datotečnih sistemov dodajte sync za vfat in ntfs samo in odstranite noatime za ext4. Opomba: Nekatere možnosti, kot je nosuid, lahko doda program za priklop, tudi če jih ne vključite. Možnosti v fstab imeti prednost. pmountin nekateri upravljavci lahko prezrejo tukaj nastavljene možnosti.
sq: Futni listën tuaj të ndarë me presje ose hapësirë të opsioneve të montimit të paracaktuar më poshtë (%%o në trajtues). Përveç opsioneve të rregullta, mund të specifikoni gjithashtu opsione që do të shtohen ose hiqen për një lloj të caktuar të sistemit të skedarëve duke përdorur formularin OPTION+FSTYPE ose OPTION-FSTYPE. Shembull: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Kjo do të shtojë nosuid dhe noatime për të gjitha llojet e sistemit të skedarëve, shtoni sync për vfat dhe ntfs vetëm, dhe hiqni noatime për ext4. Shënim: Disa opsione, si nosuid, mund të shtohen nga programi i montimit edhe nëse nuk i përfshini ato. Opsionet në fstab marrin përparësi. pmountdhe disa mbajtës mund të shpërfillin opsionet e vendosura këtu.
sw: Weka kwa koma- au orodha yako iliyotenganishwa na nafasi ya chaguo-msingi za kupachika hapa chini (%%o katika washikaji). Kando na chaguo za kawaida, unaweza pia kubainisha chaguo za kuongezwa au kuondolewa kwa aina mahususi ya mfumo wa faili kwa kutumia fomu ya OPTION+FSTYPE au OPTION-FSTYPE. Mfano: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Hii itaongeza nosuid na noatime kwa aina zote za mfumo wa faili, ongeza sync kwa vfat na ntfs tu, na uondoe noatime kwa ext4. Kumbuka: Baadhi ya chaguzi, kama vile nosuid, zinaweza kuongezwa na programu ya kupachika hata kama huzijumuishi. Chaguzi ndani fstab kuchukua nafasi ya kwanza. pmountna vidhibiti vingine vinaweza kupuuza chaguo zilizowekwa hapa.
ta: உங்கள் காற்புள்ளி அல்லது இடத்தால் பிரிக்கப்பட்ட இயல்புநிலை மவுண்ட் விருப்பங்களின் பட்டியலை கீழே உள்ளிடவும் (%%o கையாளுபவர்களில்). வழக்கமான விருப்பங்களுடன் கூடுதலாக, OPTION+FSTYPE அல்லது OPTION-FSTYPE என்ற படிவத்தைப் பயன்படுத்தி ஒரு குறிப்பிட்ட கோப்பு முறைமை வகையைச் சேர்க்க அல்லது அகற்ற வேண்டிய விருப்பங்களையும் நீங்கள் குறிப்பிடலாம். உதாரணமாக: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 இது சேர்க்கும் nosuid மற்றும் noatime அனைத்து கோப்பு முறைமை வகைகளுக்கும், சேர் sync க்கான vfat மற்றும் ntfs மட்டும், மற்றும் noatime நீக்க ext4. குறிப்பு: nosuid போன்ற சில விருப்பங்களை நீங்கள் சேர்க்காவிட்டாலும், மவுண்ட் புரோகிராம் மூலம் சேர்க்கப்படலாம். உள்ள விருப்பங்கள் fstab முன்னுரிமை பெறுங்கள். pmountமேலும் சில கையாளுபவர்கள் இங்கே அமைக்கப்பட்டுள்ள விருப்பங்களை புறக்கணிக்கலாம்.
te: దిగువన డిఫాల్ట్ మౌంట్ ఎంపికల యొక్క మీ కామా- లేదా స్పేస్-వేరు చేయబడిన జాబితాను నమోదు చేయండి (%%o హ్యాండ్లర్లలో). సాధారణ ఎంపికలతో పాటు, మీరు OPTION+FSTYPE లేదా OPTION-FSTYPE ఫారమ్u200cని ఉపయోగించి నిర్దిష్ట ఫైల్u200cసిస్టమ్ రకం కోసం జోడించాల్సిన లేదా తీసివేయవలసిన ఎంపికలను కూడా పేర్కొనవచ్చు. ఉదాహరణ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ఇది జోడిస్తుంది nosuid మరియు noatime అన్ని ఫైల్u200cసిస్టమ్ రకాల కోసం, జోడించండి sync కోసం vfat మరియు ntfs మాత్రమే, మరియు noatime కోసం తొలగించండి ext4. గమనిక: nosuid వంటి కొన్ని ఎంపికలు, మీరు వాటిని చేర్చకపోయినా, మౌంట్ ప్రోగ్రామ్ ద్వారా జోడించబడవచ్చు. లో ఎంపికలు fstab ప్రాధాన్యతనిస్తాయి. pmountమరియు కొంతమంది హ్యాండ్లర్లు ఇక్కడ సెట్ చేసిన ఎంపికలను విస్మరించవచ్చు.
tg: Рӯйхати бо вергул ё фосила ҷудошудаи имконоти насби пешфарзро дар зер ворид кунед (%%o дар коркардкунандагон). Илова ба имконоти муқаррарӣ, шумо инчунин метавонед бо истифода аз шакли OPTION+FSTYPE ё OPTION-FSTYPE имконоти илова ё хориҷ кардашударо барои як навъи системаи файлӣ муайян кунед. Мисол: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ин илова хоҳад кард nosuid ва noatime барои ҳама намудҳои системаи файлӣ, илова кунед sync барои vfat ва ntfs танҳо, ва хориҷ noatime барои ext4. Эзоҳ: Баъзе вариантҳо, ба монанди nosuid, метавонанд аз ҷониби барномаи mount илова карда шаванд, ҳатто агар шумо онҳоро дохил накунед. Имконот дар fstab афзалият пайдо кунанд. pmountва баъзе коркардкунандагон метавонанд имконоти дар ин ҷо гузошташударо нодида гиранд.
th: ป้อนรายการตัวเลือกการเมานต์เริ่มต้นที่คั่นด้วยเครื่องหมายจุลภาคหรือเว้นวรรคของคุณด้านล่าง (%%o ในตัวจัดการ). นอกจากตัวเลือกปกติแล้ว คุณยังสามารถระบุตัวเลือกที่จะเพิ่มหรือลบสำหรับประเภทระบบไฟล์เฉพาะโดยใช้รูปแบบ OPTION+FSTYPE หรือ OPTION-FSTYPE ตัวอย่าง: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 นี่จะเพิ่ม nosuid และ noatime สำหรับระบบไฟล์ทุกประเภท ให้เพิ่ม sync สำหรับ vfat และ ntfs เท่านั้นและลบ noatime สำหรับ ext4. หมายเหตุ: โปรแกรมเมานต์อาจเพิ่มตัวเลือกบางอย่าง เช่น nosuid แม้ว่าคุณจะไม่ได้รวมไว้ก็ตาม ตัวเลือกใน fstab มีความสำคัญ pmountและตัวจัดการบางคนอาจละเว้นตัวเลือกที่ตั้งไว้ที่นี่
tk: Aşakdaky deslapky gurnama opsiýalaryňyzyň dykyz ýa-da boşluk bilen bölünen sanawyny giriziň (%%o işleýänlerde). Adaty saýlawlardan başga-da, OPTION + FSTYPE ýa-da OPTION-FSTYPE görnüşini ulanyp, belli bir faýl ulgamy görnüşi üçin goşuljak ýa-da aýryljak görnüşleri hem kesgitläp bilersiňiz. Mysal: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Bu goşar nosuid we noatime ähli faýl ulgamynyň görnüşleri üçin goşuň sync üçin vfat we ntfs diňe we günortanlyk wagtyny aýyryň ext4. Bellik: Nosuid ýaly käbir opsiýalar, olary goşmasaňyzam, gurnama programmasy tarapyndan goşulyp bilner. Görnüş fstab ileri tutuň. pmountwe käbir işleýänler bu ýerde goýlan wariantlary äsgermezlik edip bilerler.
tt: Түбәндә кушылу яки урын белән аерылган исемлекне кертегез (%%o эшкәртүчеләрдә). Даими вариантларга өстәп, сез OPTION + FSTYPE яки OPTION-FSTYPE формасын кулланып, билгеле бер файл системасы тибына кушылу яки бетерү вариантларын күрсәтә аласыз. Мисал: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Бу өстәячәк nosuid һәм noatime барлык файл системасы төрләре өчен өстәргә sync өчен vfat һәм ntfs өчен генә, һәм көндезге вакытны бетерегез ext4. Искәрмә: кайбер вариантлар, мәсәлән, носуид, монтаж программасы белән кушылырга мөмкин, сез аларны кертмәсәгез дә. Вариантлар fstab өстенлек бирергә. pmountһәм кайбер эшкәртүчеләр монда куелган вариантларны санга сукмаска мөмкин.
uk: Нижче введіть список параметрів монтування за замовчуванням, розділених комами або пробілом (%%o в обробників). Крім звичайних параметрів, ви також можете вказати параметри, які потрібно додати або видалити для певного типу файлової системи, використовуючи форму OPTION+FSTYPE або OPTION-FSTYPE. приклад: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Це додасть nosuid і noatime для всіх типів файлових систем додайте sync для vfat і ntfs тільки і видалити noatime for ext4. Примітка. Деякі параметри, наприклад nosuid, можуть бути додані програмою монтування, навіть якщо ви їх не включили. Параметри в fstab мати пріоритет. pmountі деякі обробники можуть ігнорувати параметри, встановлені тут.
ur: ۔ﮟﯾﺮﮐ ﺝﺭﺩ ﺖﺳﺮﮩﻓ ﯽﮐ ﺕﺍﺭﺎﯿﺘﺧﺍ ﭧﻧﺅﺎﻣ ﭧﻟﺎﻔﯾﮈ ﮦﺩﺮﮐ ﮓﻟﺍ ﮯﺳ ﺲﯿﭙﺳﺍ ﺎﯾ -ﺎﻣﻮﮐ ﮯﻨﭘﺍ ﮟﯿﻣ ﻞﯾﺫ (%%o ﮟﯿﻣ ﺯﺮﻟﮉﻨﯿﮨ). ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺎﺘﺑ ﯽﮭﺑ ﺕﺍﺭﺎﯿﺘﺧﺍ ﮯﮐ ﮯﻧﺎﭩﮨ ﺎﯾ ﻞﻣﺎﺷ ﮯﯿﻟ ﮯﮐ ﻢﺴﻗ ﯽﮐ ﻢﭩﺴﺳ ﻞﺋﺎﻓ ﺹﻮﺼﺨﻣ ﮯﮐ ﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺎﮐ OPTION-FSTY :ﻝﺎﺜﻣ nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ﺎﮔ ﮮﺮﮐ ﮧﻓﺎﺿﺍ ﮧﯾ nosuid ﺭﻭﺍ noatime ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﮯﯿﻟ ﮯﮐ ﻡﺎﺴﻗﺍ ﯽﮐ ﻢﭩﺴﺳ ﻞﺋﺎﻓ ﻡﺎﻤﺗ sync ﮯﯿﻟ ﮯﮐ vfat ﺭﻭﺍ ntfs ۔ﮟﯾﺩ ﺎﭩﮨ ﻮﮐ noatime ﮯﯿﻟ ﮯﮐ ﺭﻭﺍ ،ﻑﺮﺻ ext4. ﮟﯿﻣ ﺕﺍﺭﺎﯿﺘﺧﺍ ۔ﮟﯾﺮﮐ ﮧﻧ ﻞﻣﺎﺷ ﮟﯿﮩﻧﺍ ﭖﺁ ﮯﮨﺎﭼ ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻞﻣﺎﺷ ﮯﻌﯾﺭﺫ ﮯﮐ ﻡﺍﺮﮔﻭﺮﭘ ﭧﻧﺅﺎﻣ ﻮﮐ ،nosuid ﮯﺴﯿﺟ ،ﺕ fstab .ﻮﻟ ﮯﻟ ﺖﻘﺒﺳ pmount۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺮﮐ ﺯﺍﺪﻧﺍ ﺮﻈﻧ ﻮﮐ ﺕﺍﺭﺎﯿﺘﺧﺍ ﮦﺩﺮﮐ ﭧﯿﺳ ﮞﺎﮩﯾ ﺯﺮﻟﮉﻨﯿﮨ ﮫﭽﮐ ﺭﻭﺍ
uz: Quyida standart oʻrnatish opsiyalarining vergul yoki boʻsh joy bilan ajratilgan roʻyxatini kiriting (%%o ishlov beruvchilarda). Oddiy opsiyalarga qo'shimcha ravishda OPTION+FSTYPE yoki OPTION-FSTYPE shaklidan foydalanib, ma'lum bir fayl tizimi turi uchun qo'shiladigan yoki o'chiriladigan variantlarni ham belgilashingiz mumkin. Misol: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Bu qo'shadi nosuid va noatime barcha fayl tizimi turlari uchun qo'shing sync uchun vfat va ntfs faqat va noatime for ni olib tashlang ext4. Eslatma: nosuid kabi ba'zi opsiyalar, agar siz ularni qo'shmasangiz ham, o'rnatish dasturi tomonidan qo'shilishi mumkin. Variantlar fstab ustunlikka ega bo'ling. pmountva ba'zi ishlovchilar bu erda o'rnatilgan variantlarni e'tiborsiz qoldirishi mumkin.
vi: Nhập danh sách các tùy chọn gắn kết mặc định được phân tách bằng dấu phẩy hoặc dấu cách của bạn bên dưới (%%o trong người xử lý). Ngoài các tùy chọn thông thường, bạn cũng có thể chỉ định các tùy chọn được thêm vào hoặc loại bỏ cho một loại hệ thống tệp cụ thể bằng cách sử dụng biểu mẫu OPTION + FSTYPE hoặc OPTION-FSTYPE. Ví dụ: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Điều này sẽ thêm nosuid và noatime đối với tất cả các loại hệ thống tệp, hãy thêm sync vì vfat và ntfs chỉ và xóa noatime cho ext4. Lưu ý: Một số tùy chọn, chẳng hạn như nosuid, có thể được thêm vào bởi chương trình gắn kết ngay cả khi bạn không bao gồm chúng. Tùy chọn trong fstab được ưu tiên. pmountvà một số trình xử lý có thể bỏ qua các tùy chọn được đặt ở đây.
xh: Ngenisa isiphumlisi sakho- okanye uluhlu olwahlulwe ngendawo yeenketho zokunyuka ezingagqibekanga ngezantsi (%%o kubaphathi). Ukongeza kwiinketho eziqhelekileyo, ungakhankanya iinketho eziza kudityaniswa okanye zisuswe kuhlobo oluthile lwefayile yefayile ngokusebenzisa ifom OPTION+FSTYPE okanye OPTION-FSTYPE. Umzekelo: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Oku kuya kongeza nosuid kwaye noatime kuzo zonke iindidi zendlela yefayile, yongeza sync ngenxa vfat kwaye ntfs kuphela, kwaye ususe i-noatime ye ext4. Qaphela: Ezinye iinketho, ezinje nge nosuid, zinokudityaniswa yinkqubo yokunyuka nokuba awuzibandakanyi. Iinketho zokungena fstab thatha indawo yokuqala. pmountkwaye abanye abaphathi banokungahoyi iinketho ezibekwe apha.
yi: טדיישעגפא ץאַלפּ רעדאָ עמאָק ןייד רעטנוא סעיצפּאָ גראב טיַיקילעפ ןופ המישר ןייד ןיַיראַ (%%o סרעלדנאַה ןיא). .OPTION-FSTYPE רעדאָ OPTION + FSTYPE םעראָפ יד טימ פּיט םעטסיס עקעט שיפיצעפּס אַ ראַפֿ ןעמונעגקעוואַ רעדאָ ףיסו :ליפּשיַיב nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 ןגייל טעוו סאד nosuid ןוא noatime ןגייל ,םעטסיסעליפ ןופ ספּייט עלאַ ראַפֿ sync ראַפֿ vfat ןוא ntfs ראַפֿ עמיטאַאָנ ןעמענפּאָראַ ןוא ,זיולב ext4. ןיא סעיצפּאָ .ייז ןעמענניַיראַ טינ ןאָט ריא ביוא וליפא םאַרגאָרפּ ןפּאַלקנאָ יד ךרוד ףיסומ ןייז ןעק ,דיוסאָנ יוו א fstab .טיַיקרעכליב ןעמענ pmount.אָד ןלעטש סעיצפּאָ ןריראָנגיא ןעק סרעלדנאַה עכעלטע ןוא
