Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
af: Voer jou komma- of spasie-geskeide lys van lêerstelsels in wat NIE vir lêerveranderinge gemonitor moet word nie. Hierdie instelling affekteer slegs toestelle wat nie geblokkeer is nie (soos nfs of lont), en word gewoonlik gebruik om te verhoed dat zzzFM nie reageer met netwerklêerstelsels nie. Die laai van duimnaels en subgidsgroottes sal ook gedeaktiveer word.
am: ለፋይል ለውጦች ክትትል ሊደረግባቸው የማይገቡ በነጠላ ሰረዝ ወይም በቦታ የተለዩ የፋይል ስርዓቶች ዝርዝር ያስገቡ። ይህ ቅንብር የማያግዱ መሳሪያዎችን (እንደ nfs ወይም fuse ያሉ) ብቻ ነው የሚነካው እና አብዛኛው ጊዜ zzzFM ለአውታረ መረብ ፋይል ሲስተሞች ምላሽ እንዳይሰጥ ለመከላከል ይጠቅማል። ድንክዬዎችን እና ንዑስ ማውጫ መጠኖችን መጫን እንዲሁ ይሰናከላል።
ar: .ﻲﻋﺮﻔﻟﺍ ﻞﻴﻟﺪﻟﺍ ﻡﺎﺠﺣﺃﻭ ﺓﺮﻐﺼﻤﻟﺍ ﺭﻮﺼﻟﺍ ﻞﻴﻤﺤﺗ ﻞﻴﻄﻌﺗ ﺎًﻀﻳﺃ ﻢﺘﻴﺳ .ﺔﻜﺒﺸﻟﺍ ﺕﺎﻔﻠﻣ ﺔﻤﻈﻧﻷ﻿ ﺔﺑﺎﺠﺘﺳﻻ﻿ﺍ ﻡﺪﻋ ﻦﻣ zzzFM ﻊﻨﻤﻟ ﻡﺪﺨﺘﺴﻳ ﺎﻣ ﺓﺩﺎﻋﻭ ، (fus
be: Увядзіце свой спіс файлавых сістэм, падзелены коскамі або прабелам, якія НЕ павінны кантралявацца зменамі файлаў. Гэты параметр уплывае толькі на неблакіровачныя прылады (напрыклад, nfs або fuse) і звычайна выкарыстоўваецца для прадухілення таго, каб zzzFM не адказваў на сеткавыя файлавыя сістэмы. Загрузка мініяцюр і памераў падкаталогаў таксама будзе адключана.
bg: Въведете вашия разделен със запетая или интервал списък с файлови системи, които НЕ трябва да бъдат наблюдавани за промени във файловете. Тази настройка засяга само неблокиращи устройства (като nfs или предпазител) и обикновено се използва за предотвратяване на отказ на zzzFM с мрежови файлови системи. Зареждането на миниатюри и размери на поддиректория също ще бъде деактивирано.
bn: ফাইল সিস্টেমের আপনার কমা- বা স্থান-বিচ্ছিন্ন তালিকা লিখুন যা ফাইল পরিবর্তনের জন্য পর্যবেক্ষণ করা উচিত নয়। এই সেটিংটি শুধুমাত্র নন-ব্লক ডিভাইসগুলিকে প্রভাবিত করে (যেমন nfs বা fuse), এবং সাধারণত zzzFM কে নেটওয়ার্ক ফাইল সিস্টেমের সাথে প্রতিক্রিয়াহীন হওয়া প্রতিরোধ করতে ব্যবহৃত হয়। থাম্বনেইল এবং সাবডিরেক্টরি আকার লোড করাও অক্ষম করা হবে।
ca: Introduïu la vostra llista de sistemes de fitxers separats per comes o espais que NO s'haurien de supervisar per a canvis de fitxers. Aquesta configuració només afecta els dispositius que no estan bloquejats (com ara nfs o fusible) i normalment s'utilitza per evitar que zzzFM no respongui amb els sistemes de fitxers de xarxa. La càrrega de miniatures i mides de subdirectori també es desactivarà.
cy: Rhowch eich rhestr o systemau ffeiliau sydd wedi'u gwahanu gan goma neu ofod na ddylid eu monitro am newidiadau ffeiliau. Mae'r gosodiad hwn yn effeithio ar ddyfeisiau nad ydynt yn rhai bloc yn unig (fel nfs neu ffiws), ac fe'i defnyddir fel arfer i atal zzzFM rhag dod yn anymatebol â systemau ffeiliau rhwydwaith. Bydd llwytho mân-luniau a meintiau is-gyfeiriadur hefyd yn anabl.
da: Indtast din komma- eller mellemrumsseparerede liste over filsystemer, som IKKE skal overvåges for filændringer. Denne indstilling påvirker kun ikke-blokerede enheder (såsom nfs eller sikring), og bruges normalt til at forhindre, at zzzFM ikke reagerer med netværksfilsystemer. Indlæsning af thumbnails og undermappestørrelser vil også blive deaktiveret.
eo: Enigu vian komon aŭ spaco-disigitan liston de dosiersistemoj, kiuj NE devus esti monitoritaj por dosierŝanĝoj. Ĉi tiu agordo nur influas ne-blokajn aparatojn (kiel ekzemple nfs aŭ fuzeo), kaj estas kutime uzata por malhelpi zzzFM iĝi neresponda kun retaj dosiersistemoj. Ŝargado de bildetoj kaj subdosierujoj ankaŭ estos malŝaltita.
et: Sisestage koma- või tühikutega eraldatud failisüsteemide loend, mida EI TOHI jälgida failimuudatuste suhtes. See säte mõjutab ainult mitteblokeeritavaid seadmeid (nt nfs või fuse) ja seda kasutatakse tavaliselt selleks, et vältida zzzFM-i reageerimist võrgu failisüsteemidele. Samuti keelatakse pisipiltide ja alamkataloogi suuruste laadimine.
eu: Sartu komaz edo zuriunez bereizitako fitxategi-sistemen zerrenda, fitxategien aldaketak kontrolatu behar EZ. Ezarpen honek blokeak ez diren gailuei bakarrik eragiten die (adibidez, nfs edo fuse), eta normalean zzzFM sareko fitxategi-sistemekin ez erantzuteko erabiltzen da. Miniaturak eta azpidirektorioen tamainak kargatzea ere desgaitu egingo da.
fa: .ﺪﺷ ﺪﻫﺍﻮﺧ ﻝﺎﻌﻓﺮﯿﻏ ﺰﯿﻧ ﯽﻋﺮﻓ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ ﯼﺎﻫ ﻩﺯﺍﺪﻧﺍ ﻭ ﺎﻬﺴﮑﻋ ﺰﯾﺭ ﯼﺮﯿﮔﺭﺎﺑ .ﺩﻮﺷu200cﯽﻣ ﻩﺩﺎﻔﺘﺳﺍ ﻪﮑﺒﺷ ﻞﯾﺎﻓ ﯼ
fi: Kirjoita pilkuilla tai välilyönneillä eroteltu luettelo tiedostojärjestelmistä, joita EI pidä valvoa tiedostojen muutosten varalta. Tämä asetus vaikuttaa vain ei-estollisiin laitteisiin (kuten nfs tai sulake), ja sitä käytetään yleensä estämään zzzFM:n lakkaamasta vastaamasta verkon tiedostojärjestelmiin. Myös pikkukuvien ja alihakemistokokojen lataaminen poistetaan käytöstä.
fil: Ilagay ang iyong listahan ng mga filesystem na pinaghihiwalay ng kuwit o espasyo na HINDI dapat subaybayan para sa mga pagbabago sa file. Naaapektuhan lang ng setting na ito ang mga non-block na device (gaya ng nfs o fuse), at kadalasang ginagamit para maiwasan ang zzzFM na maging hindi tumutugon sa mga network filesystem. Idi-disable din ang paglo-load ng mga thumbnail at laki ng subdirectory.
fy: Fier jo komma- of spaasjes skieden list yn mei triemsystemen dy't NET moatte wurde kontrolearre op triemferoarings. Dizze ynstelling hat allinich ynfloed op net-blokkeare apparaten (lykas nfs of fuse), en wurdt normaal brûkt om foar te kommen dat zzzFM net reagearret mei netwurkbestânsystemen. It laden fan thumbnails en submapgrutte sil ek útskeakele wurde.
ga: Cuir isteach do liosta de na comhaid atá scartha ó choma nó spás-scartha nár cheart monatóireacht a dhéanamh orthu le haghaidh athruithe comhaid. Ní bhíonn tionchar ag an socrú seo ach ar fheistí neamhbhlocacha (mar shampla nfs nó fiús), agus úsáidtear é de ghnáth chun cosc u200bu200ba chur ar zzzFM a bheith neamhfhreagrach le córais chomhaid líonra. Díchumasófar luchtú mionsamhlacha agus méideanna fochomhadlann freisin.
gd: Cuir a-steach do liosta shiostaman faidhlichean air an sgaradh le coma no àite nach bu chòir sùil a chumail orra airson atharrachaidhean faidhle. Chan eil an suidheachadh seo a ’toirt buaidh ach air innealan neo-bhloc (leithid nfs no fuse), agus mar as trice thèid a chleachdadh gus casg a chuir air zzzFM a bhith neo-fhreagairt le siostaman faidhlichean lìonra. Bidh luchdachadh sìos òrdagan agus meudan fo-sgrìobhaidh cuideachd air an ciorramachadh.
gl: Introduza a súa lista de sistemas de ficheiros separados por comas ou espazos que NON se deben supervisar por cambios de ficheiros. Esta configuración só afecta aos dispositivos non bloqueados (como nfs ou fusible) e adoita utilizarse para evitar que zzzFM non responda cos sistemas de ficheiros de rede. Tamén se desactivará a carga de miniaturas e tamaños de subdirectorio.
gu: ફાઇલ સિસ્ટમ્સની તમારી અલ્પવિરામ- અથવા જગ્યા-વિભાજિત સૂચિ દાખલ કરો જે ફાઇલ ફેરફારો માટે મોનિટર થવી જોઈએ નહીં. આ સેટિંગ માત્ર બિન-બ્લોક ઉપકરણોને અસર કરે છે (જેમ કે nfs અથવા ફ્યુઝ), અને સામાન્ય રીતે zzzFM ને નેટવર્ક ફાઇલસિસ્ટમ્સ સાથે પ્રતિભાવવિહીન બનતું અટકાવવા માટે વપરાય છે. થંબનેલ્સ અને સબડિરેક્ટરી કદનું લોડિંગ પણ અક્ષમ કરવામાં આવશે.
he: .ןכ םג תבשות הנשמ תוירפס לש םילדגו תורעזוממ תונומת תניעט .תשרב םיצבק תוכרעמ םע ביגהל אל zzzFM-המ עו
hi: फाइल सिस्टम की अपनी अल्पविराम या स्थान से अलग की गई सूची दर्ज करें, जिसे फ़ाइल परिवर्तनों के लिए मॉनिटर नहीं किया जाना चाहिए। यह सेटिंग केवल गैर-ब्लॉक डिवाइस (जैसे nfs या फ़्यूज़) को प्रभावित करती है, और आमतौर पर zzzFM को नेटवर्क फाइल सिस्टम के साथ अनुत्तरदायी बनने से रोकने के लिए उपयोग किया जाता है। थंबनेल और उपनिर्देशिका आकार लोड करना भी अक्षम कर दिया जाएगा।
hr: Unesite svoj popis datotečnih sustava odvojenih zarezima ili razmacima koji se NE bi trebali nadzirati zbog promjena datoteka. Ova postavka utječe samo na neblokirane uređaje (kao što su nfs ili osigurač) i obično se koristi kako bi se spriječilo da zzzFM ne reagira s mrežnim datotečnim sustavima. Također će biti onemogućeno učitavanje sličica i veličina poddirektorija.
hu: Adja meg vesszővel vagy szóközzel elválasztott azon fájlrendszerek listáját, amelyeket NEM érdemes figyelni a fájlváltozások miatt. Ez a beállítás csak a nem blokkolt eszközöket érinti (például nfs vagy fuse), és általában arra szolgál, hogy megakadályozza, hogy a zzzFM ne válaszoljon a hálózati fájlrendszerekre. A bélyegképek és az alkönyvtárméretek betöltése szintén le lesz tiltva.
hy: Մուտքագրեք ձեր ստորակետերով կամ բացատով բաժանված ֆայլային համակարգերի ցանկը, որոնք ՉԻ կարելի վերահսկել ֆայլերի փոփոխությունների համար: Այս պարամետրը ազդում է միայն չբլոկավորված սարքերի վրա (օրինակ՝ nfs կամ ապահովիչներ) և սովորաբար օգտագործվում է ցանցային ֆայլային համակարգերում zzzFM-ի անպատասխանատվությունը կանխելու համար: Մանրապատկերների և ենթագրքի չափերի բեռնումը նույնպես կանջատվի:
id: Masukkan daftar sistem file yang dipisahkan koma atau spasi yang TIDAK boleh dipantau untuk perubahan file. Pengaturan ini hanya mempengaruhi perangkat non-blok (seperti nfs atau fuse), dan biasanya digunakan untuk mencegah zzzFM menjadi tidak responsif dengan sistem file jaringan. Pemuatan thumbnail dan ukuran subdirektori juga akan dinonaktifkan.
is: Sláðu inn kommu- eða bilaðskilinn lista yfir skráarkerfi sem EKKI ætti að fylgjast með með tilliti til skráabreytinga. Þessi stilling hefur aðeins áhrif á tæki sem ekki eru blokkuð (svo sem nfs eða öryggi) og er venjulega notuð til að koma í veg fyrir að zzzFM bregðist ekki við skráakerfi netkerfisins. Hleðsla smámynda og stærðar undirmöppu verður einnig óvirk.
ka: შეიყვანეთ მძიმით ან სივრცით გამოყოფილი ფაილური სისტემების სია, რომლებიც არ უნდა იყოს მონიტორინგი ფაილის ცვლილებებისთვის. ეს პარამეტრი გავლენას ახდენს მხოლოდ არაბლოკირებულ მოწყობილობებზე (როგორიცაა nfs ან ფუჟი) და ჩვეულებრივ გამოიყენება იმისათვის, რომ zzzFM არ გახდეს უპასუხო ქსელის ფაილურ სისტემაში. ასევე გამოირთვება ესკიზებისა და ქვედირექტორის ზომების ჩატვირთვა.
kk: Файлдық өзгерістерді бақылауға БОЛМАЙТЫН файлдық жүйелердің үтірмен немесе бос орынмен бөлінген тізімін енгізіңіз. Бұл параметр тек блокталмаған құрылғыларға (nfs немесе сақтандырғыш сияқты) әсер етеді және әдетте zzzFM желілік файлдық жүйелермен жауап бермеуін болдырмау үшін пайдаланылады. Нобайлар мен ішкі каталог өлшемдерін жүктеу де өшіріледі.
km: បញ្ចូលសញ្ញាក្បៀស ឬបញ្ជីប្រព័ន្ធឯកសារដែលបំបែកដោយដកឃ្លារបស់អ្នក ដែលមិនគួរត្រូវបានត្រួតពិនិត្យសម្រាប់ការផ្លាស់ប្តូរឯកសារ។ ការកំណត់នេះប៉ះពាល់តែឧបករណ៍ដែលមិនទប់ស្កាត់ (ដូចជា nfs ឬ fuse) ហើយជាធម្មតាត្រូវបានប្រើដើម្បីការពារ zzzFM មិនឆ្លើយតបជាមួយប្រព័ន្ធឯកសារបណ្តាញ។ ការផ្ទុករូបភាពតូច និងទំហំថតរងក៏នឹងត្រូវបានបិទផងដែរ។
kn: ನಿಮ್ಮ ಅಲ್ಪವಿರಾಮ ಅಥವಾ ಸ್ಥಳದಿಂದ ಪ್ರತ್ಯೇಕಿಸಲಾದ ಫೈಲ್u200cಸಿಸ್ಟಮ್u200cಗಳ ಪಟ್ಟಿಯನ್ನು ನಮೂದಿಸಿ ಅದನ್ನು ಫೈಲ್ ಬದಲಾವಣೆಗಳಿಗಾಗಿ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಬಾರದು. ಈ ಸೆಟ್ಟಿಂಗ್ ನಿರ್ಬಂಧಿಸದ ಸಾಧನಗಳ ಮೇಲೆ ಮಾತ್ರ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ (ಉದಾಹರಣೆಗೆ nfs ಅಥವಾ ಫ್ಯೂಸ್), ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ ನೆಟ್u200cವರ್ಕ್ ಫೈಲ್u200cಸಿಸ್ಟಮ್u200cಗಳೊಂದಿಗೆ zzzFM ಪ್ರತಿಕ್ರಿಯಿಸದಂತೆ ತಡೆಯಲು ಬಳಸಲಾಗುತ್ತದೆ. ಥಂಬ್u200cನೇಲ್u200cಗಳು ಮತ್ತು ಉಪ ಡೈರೆಕ್ಟರಿ ಗಾತ್ರಗಳ ಲೋಡ್ ಮಾಡುವುದನ್ನು ಸಹ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ.
ku: Lîsteya pergalên pelan ên ku divê ji bo guheztinên pelan NE werin şopandin, têkevin navnîşa xweya komma- an cîh-veqetandî. Vê mîhengê tenê bandorê li cîhazên ne-block dike (wekî nfs an sîgorteyê), û bi gelemperî tê bikar anîn da ku zzzFM bi pergalên pelên torê re bêbersiv nebe. Barkirina piçûkan û mezinahiyên binerxetê jî dê neçalak bibin.
ky: Файлдын өзгөрүшүнө КӨЗҮЛГӨН ЭМЕС файл тутумдарынын үтүр же боштук менен бөлүнгөн тизмесин киргизиңиз. Бул жөндөө блоктолбогон түзмөктөргө гана таасир этет (мисалы, nfs же fuse) жана адатта zzzFM тармактык файл системалары менен жооп бербей калышын алдын алуу үчүн колдонулат. Эскиздерди жана подкаталогдун өлчөмдөрүн жүктөө да өчүрүлөт.
lb: Gitt Är Komma- oder Raum-getrennte Lëscht vun Dateiesystemer un, déi NET fir Dateiännerungen iwwerwaacht ginn. Dës Astellung beaflosst nëmmen net-blockéiert Geräter (wéi nfs oder Fuse), a gëtt normalerweis benotzt fir zzzFM ze verhënneren, datt mat Netzwierkdateiesystemer net reagéiert. Luede vun Miniaturbild an Ënnerverzeechnes Gréissten wäert och behënnert ginn.
lo: ໃສ່ເຄື່ອງໝາຍຈຸດ ຫຼືລາຍຊື່ລະບົບໄຟລ໌ທີ່ແຍກກັນຈາກຊ່ອງຫວ່າງທີ່ບໍ່ຄວນຖືກກວດສອບການປ່ຽນແປງໄຟລ໌. ການຕັ້ງຄ່ານີ້ມີຜົນກະທົບພຽງແຕ່ອຸປະກອນທີ່ບໍ່ແມ່ນບລັອກ (ເຊັ່ນ: nfs ຫຼືຟິວ), ແລະປົກກະຕິແລ້ວແມ່ນໃຊ້ເພື່ອປ້ອງກັນບໍ່ໃຫ້ zzzFM ກາຍເປັນບໍ່ຕອບສະຫນອງກັບລະບົບໄຟລ໌ເຄືອຂ່າຍ. ການໂຫຼດຮູບຂະໜາດນ້ອຍ ແລະຂະໜາດໄດເຣັກທໍຣີຍ່ອຍຈະຖືກປິດນຳໃຊ້ເຊັ່ນກັນ.
lt: Įveskite kableliais arba tarpais atskirtą failų sistemų, kuriose NEREIKIA stebėti failų pakeitimų, sąrašą. Šis nustatymas turi įtakos tik neblokuojantiems įrenginiams (pvz., nfs arba saugikliams) ir paprastai naudojamas siekiant užkirsti kelią zzzFM nereaguoti į tinklo failų sistemas. Taip pat bus išjungtas miniatiūrų ir pakatalogių dydžių įkėlimas.
lv: Ievadiet ar komatu vai atstarpēm atdalītu failu sistēmu sarakstu, kurās NEDRĪKST pārraudzīt failu izmaiņas. Šis iestatījums ietekmē tikai ierīces, kas nav bloķētas (piemēram, nfs vai drošinātājs), un to parasti izmanto, lai novērstu to, ka zzzFM nereaģē uz tīkla failu sistēmām. Tiks atspējota arī sīktēlu un apakšdirektoriju izmēru ielāde.
mg: Ampidiro ny lisitry ny fichier misy faingo na habakabaka izay TSY tokony hojerena raha misy fanovana rakitra. Ity toe-javatra ity dia misy fiantraikany amin'ny fitaovana tsy voasakana fotsiny (toy ny nfs na fuse), ary matetika ampiasaina mba hisorohana ny zzzFM tsy ho voavaly amin'ny rafi-drakitra tambajotra. Ny fametahana ny thumbnails sy ny haben'ny subdirectory dia ho foana koa.
mi: Whakauruhia to rarangi piko, mokowhiti ranei o nga punaha konae kia kaua e aro turuki mo nga huringa konae. Ko tenei tautuhinga ka pa ki nga taputapu kore-paraka anake (pēnei i te nfs, fuse ranei), ka whakamahia hei aukati i te zzzFM kia kore e aro ki nga punaha konae whatunga. Ka monoa hoki te uta o nga karakōnui me te rahi o te raarangi-roto.
mk: Внесете ја вашата листа на датотечни системи одвоени со запирки или простор што НЕ треба да се следат за промени во датотеките. Оваа поставка влијае само на уредите што не се блокирани (како што се nfs или осигурувачи) и обично се користи за да се спречи zzzFM да не реагира со мрежните датотечни системи. Вчитувањето на сликички и големини на поддиректориум исто така ќе биде оневозможено.
ml: ഫയൽ മാറ്റങ്ങൾ നിരീക്ഷിക്കാൻ പാടില്ലാത്ത നിങ്ങളുടെ കോമ അല്ലെങ്കിൽ സ്u200cപെയ്u200cസ് വേർതിരിച്ച ഫയൽ സിസ്റ്റങ്ങളുടെ ലിസ്റ്റ് നൽകുക. ഈ ക്രമീകരണം നോൺ-ബ്ലോക്ക് ഉപകരണങ്ങളെ (nfs അല്ലെങ്കിൽ ഫ്യൂസ് പോലുള്ളവ) മാത്രമേ ബാധിക്കുകയുള്ളൂ, കൂടാതെ നെറ്റ്u200cവർക്ക് ഫയൽസിസ്റ്റമുകളിൽ zzzFM പ്രതികരിക്കാത്തത് തടയാൻ സാധാരണയായി ഇത് ഉപയോഗിക്കുന്നു. ലഘുചിത്രങ്ങളും ഉപഡയറക്u200cടറി വലുപ്പങ്ങളും ലോഡുചെയ്യുന്നതും പ്രവർത്തനരഹിതമാക്കും.
mn: Файлын өөрчлөлтийг хянаж болохгүй файлын системийн таслал эсвэл зайгаар тусгаарласан жагсаалтыг оруулна уу. Энэ тохиргоо нь зөвхөн блоклогдоогүй төхөөрөмжүүдэд (nfs эсвэл гал хамгаалагч гэх мэт) нөлөөлдөг бөгөөд ихэвчлэн zzzFM сүлжээний файлын системд хариу өгөхгүй байхаас сэргийлэхэд ашиглагддаг. Өнгөц зураг болон дэд лавлах хэмжээг ачаалах нь мөн идэвхгүй болно.
mr: तुमची स्वल्पविराम- किंवा स्पेस-विभक्त फाइल सिस्टमची सूची प्रविष्ट करा ज्याचे फाइल बदलांसाठी परीक्षण केले जाऊ नये. ही सेटिंग फक्त नॉन-ब्लॉक उपकरणांवर (जसे की nfs किंवा फ्यूज) प्रभावित करते, आणि सामान्यतः नेटवर्क फाइल सिस्टमसह zzzFM प्रतिसाद न देण्याकरिता वापरली जाते. लघुप्रतिमा आणि उपनिर्देशिका आकार लोड करणे देखील अक्षम केले जाईल.
mt: Daħħal il-lista ta' sistemi ta' fajls separati minn virgola jew spazju tiegħek li MHUX GĦANDHOM jiġu mmonitorjati għal bidliet fil-fajls. Dan l-issettjar jaffettwa biss apparat li ma jimblokka (bħal nfs jew fjus), u normalment jintuża biex jipprevjeni li zzzFM ma jirrispondix mas-sistemi tal-fajls tan-netwerk. It-tagħbija ta' thumbnails u daqsijiet tas-subdirectory se tkun ukoll diżattivata.
my: ဖိုင်ပြောင်းလဲမှုများအတွက် စောင့်ကြည့်မနေသင့်သော သင်၏ကော်မာ သို့မဟုတ် နေရာ-ခြားထားသော ဖိုင်စနစ်များစာရင်းကို ထည့်သွင်းပါ။ ဤဆက်တင်သည် ပိတ်ဆို့ခြင်းမဟုတ်သော စက်ပစ္စည်းများ (nfs သို့မဟုတ် fuse ကဲ့သို့သော) ကိုသာ သက်ရောက်မှုရှိပြီး zzzFM သည် ကွန်ရက်ဖိုင်စနစ်များတွင် တုံ့ပြန်မှုမဖြစ်စေရန် တားဆီးရန်အတွက် များသောအားဖြင့် အသုံးပြုပါသည်။ ပုံသေးများနှင့် လမ်းညွှန်ဖိုင်ခွဲအရွယ်အစားများကို တင်ခြင်းကိုလည်း ပိတ်ပါမည်။
nb: Skriv inn din komma- eller mellomromseparerte liste over filsystemer som IKKE skal overvåkes for filendringer. Denne innstillingen påvirker bare ikke-blokkerte enheter (som nfs eller sikring), og brukes vanligvis for å forhindre at zzzFM ikke reagerer med nettverksfilsystemer. Lasting av miniatyrbilder og underkatalogstørrelser vil også bli deaktivert.
ne: तपाईंको अल्पविराम- वा स्पेस-विभाजित फाइल प्रणालीहरूको सूची प्रविष्ट गर्नुहोस् जुन फाइल परिवर्तनहरूको लागि निगरानी गरिनु हुँदैन। यो सेटिङले गैर-ब्लक यन्त्रहरूलाई मात्र असर गर्छ (जस्तै nfs वा फ्यूज), र सामान्यतया zzzFM लाई नेटवर्क फाइल प्रणालीहरूसँग अनुत्तरदायी हुनबाट रोक्न प्रयोग गरिन्छ। थम्बनेलहरू र उपनिर्देशिका आकारहरू लोड गर्ने सुविधा पनि असक्षम हुनेछ।
or: ଆପଣଙ୍କର କମା- କିମ୍ବା ସ୍ପେସ୍-ପୃଥକ ଫାଇଲତନ୍ତ୍ରର ତାଲିକା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ ଯାହା ଫାଇଲ ପରିବର୍ତ୍ତନ ପାଇଁ ନୀରିକ୍ଷଣ କରାଯିବା ଉଚିତ ନୁହେଁ | ଏହି ସେଟିଂ କେବଳ ଅଣ-ବ୍ଲକ ଉପକରଣଗୁଡ଼ିକୁ ପ୍ରଭାବିତ କରିଥାଏ (ଯେପରିକି nfs କିମ୍ବା fuse), ଏବଂ ସାଧାରଣତ z zzzFM କୁ ନେଟୱର୍କ ଫାଇଲତନ୍ତ୍ର ସହିତ ପ୍ରତିକ୍ରିୟାଶୀଳ ହେବାକୁ ରୋକିବା ପାଇଁ ବ୍ୟବହୃତ ହୁଏ | ଥମ୍ na ନେଲ ଏବଂ ସବ୍ ଡିରେକ୍ଟୋରୀ ଆକାର ଲୋଡିଂ ମଧ୍ୟ ଅକ୍ଷମ ହେବ |
pa: ਫਾਈਲ ਸਿਸਟਮਾਂ ਦੀ ਆਪਣੀ ਕੌਮਾ- ਜਾਂ ਸਪੇਸ-ਵੱਖ ਕੀਤੀ ਸੂਚੀ ਦਰਜ ਕਰੋ ਜਿਸਦੀ ਫਾਈਲ ਤਬਦੀਲੀਆਂ ਲਈ ਨਿਗਰਾਨੀ ਨਹੀਂ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ। ਇਹ ਸੈਟਿੰਗ ਸਿਰਫ਼ ਗੈਰ-ਬਲਾਕ ਜੰਤਰਾਂ (ਜਿਵੇਂ ਕਿ nfs ਜਾਂ ਫਿਊਜ਼) ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੀ ਹੈ, ਅਤੇ ਆਮ ਤੌਰ 'ਤੇ zzzFM ਨੂੰ ਨੈੱਟਵਰਕ ਫਾਈਲ ਸਿਸਟਮ ਨਾਲ ਗੈਰ-ਜਵਾਬਦੇਹ ਹੋਣ ਤੋਂ ਰੋਕਣ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ। ਥੰਬਨੇਲ ਅਤੇ ਸਬ-ਡਾਇਰੈਕਟਰੀ ਆਕਾਰਾਂ ਨੂੰ ਲੋਡ ਕਰਨਾ ਵੀ ਅਸਮਰੱਥ ਹੋ ਜਾਵੇਗਾ।
ps: .ﻱﻭ ﻝﺎﻌﻓ ﺮﯿﻏ ﻢﻫ ﻪﺑ ﻝﻮﮐ ﻪﺗﺭﻮﭘ ﯤﺯﺍﺪﻧﺍ ﺮټﮐﺮﯾﺍډ ﻲﻋﺮﻓ ﻭﺍ ﻮﻧﻮﻠﯿﺒﻤﺗ ﺩ .ﻱږﯿﮐ ﻝﻭﺭﺎﮐ ﻩﺭﺎﭙﻟ ﻱﻮﯿﻨﺨﻣ ﻭﺪﯿﮐ ﻲﮑﻧﻮﯾﻭ ﺏﺍ
ro: Introduceți lista de sisteme de fișiere, separate prin virgulă sau prin spațiu, care NU ar trebui monitorizate pentru modificări ale fișierelor. Această setare afectează numai dispozitivele care nu sunt blocate (cum ar fi nfs sau fuse) și este de obicei utilizată pentru a preveni zzzFM să nu mai răspundă la sistemele de fișiere din rețea. Încărcarea miniaturilor și a dimensiunilor subdirectoarelor va fi, de asemenea, dezactivată.
rw: Injira koma- cyangwa umwanya watandukanijwe nurutonde rwa sisitemu idakwiye gukurikiranwa kugirango dosiye ihindurwe. Igenamiterere rireba gusa ibikoresho bidahagarika (nka nfs cyangwa fuse), kandi mubisanzwe bikoreshwa mukurinda zzzFM kutitabira hamwe na sisitemu ya sisitemu. Gupakira ibikumwe hamwe nubunini bwa subdirectory nabyo bizahagarikwa.
sd: .ﻭﺪﻨﻳﻭ ﻮﻴڪ ﻝﺎﻌﻓ ﺮﻴﻏ ﻪﺑ ﻲﮐ ﮠﺮڪ ڊﻮﻟ ﻲﺟ ﺰﻴﺋﺎﺳ ﻱﺮٽڪﻳﺭﺍڊ ﻲﻠﻳﺫ ۽ ﺰﻠﻴﻨﺒﻤﭤ .ءﻻ﻿ ﮡڪﻭﺭ ﻥﺎﮐ ﮡﻴﭤ ﺭﺍﺪﺑﺍﻮﺟ ﺮﻴﻏ ﻥﺎﺳ ﻢٽ
si: ගොනු වෙනස්කම් සඳහා නිරීක්ෂණය නොකළ යුතු ඔබේ කොමාව හෝ අවකාශයෙන් වෙන් කළ ගොනු පද්ධති ලැයිස්තුව ඇතුළත් කරන්න. මෙම සිටුවම බලපාන්නේ අවහිර නොවන උපාංගවලට (nfs හෝ fuse වැනි) පමණක් වන අතර, සාමාන්u200dයයෙන් ජාල ගොනු පද්ධති සමඟ zzzFM ප්u200dරතිචාර නොදක්වන ලෙස වැළැක්වීමට භාවිතා කරයි. සිඟිති රූ සහ උප බහලුම් ප්u200dරමාණයන් පැටවීම ද අබල වනු ඇත.
sk: Zadajte váš zoznam súborových systémov oddelených čiarkami alebo medzerami, v ktorých by sa NEMALI monitorovať zmeny súborov. Toto nastavenie ovplyvňuje iba neblokované zariadenia (ako je nfs alebo fuse) a zvyčajne sa používa na zabránenie tomu, aby zzzFM prestal reagovať so sieťovými súborovými systémami. Načítavanie miniatúr a veľkostí podadresárov bude tiež zakázané.
sl: Vnesite seznam datotečnih sistemov, ločenih z vejicami ali presledki, ki jih NE smete spremljati glede sprememb datotek. Ta nastavitev vpliva samo na neblokirane naprave (kot sta nfs ali varovalka) in se običajno uporablja za preprečevanje, da se zzzFM ne odziva z omrežnimi datotečnimi sistemi. Prav tako bo onemogočeno nalaganje sličic in velikosti podimenikov.
sq: Fusni listën tuaj të skedarëve të ndarë me presje ose hapësirë, të cilat NUK duhet të monitorohen për ndryshime të skedarëve. Ky cilësim prek vetëm pajisjet që nuk bllokojnë (të tilla si nfs ose siguresat) dhe zakonisht përdoret për të parandaluar që zzzFM të mos reagojë me sistemet e skedarëve të rrjetit. Ngarkimi i fotografive dhe madhësive të nëndirektorive gjithashtu do të çaktivizohet.
sw: Weka kwa koma- au orodha yako ya mifumo ya faili iliyotenganishwa na nafasi ambayo HAIFAI KUFUATILIWA kwa mabadiliko ya faili. Mpangilio huu huathiri tu vifaa visivyozuiliwa (kama vile nfs au fuse), na kwa kawaida hutumiwa kuzuia zzzFM kukosa jibu kwa mifumo ya faili ya mtandao. Upakiaji wa vijipicha na saizi ndogo za saraka pia utazimwa.
ta: உங்கள் கமா அல்லது இடத்தால் பிரிக்கப்பட்ட கோப்பு முறைமைகளின் பட்டியலை உள்ளிடவும், அவை கோப்பு மாற்றங்களுக்கு கண்காணிக்கப்படக்கூடாது. இந்த அமைப்பு பிளாக் அல்லாத சாதனங்களை (nfs அல்லது fuse போன்றவை) மட்டுமே பாதிக்கும், மேலும் பொதுவாக பிணைய கோப்பு முறைமைகளில் zzzFM செயல்படாமல் இருப்பதைத் தடுக்கப் பயன்படுகிறது. சிறுபடங்கள் மற்றும் துணை அடைவு அளவுகளை ஏற்றுவதும் முடக்கப்படும்.
te: ఫైల్ మార్పుల కోసం పర్యవేక్షించబడని మీ కామా లేదా స్పేస్-వేరు చేయబడిన ఫైల్ సిస్టమ్u200cల జాబితాను నమోదు చేయండి. ఈ సెట్టింగ్ నాన్-బ్లాక్ పరికరాలను (nfs లేదా ఫ్యూజ్ వంటివి) మాత్రమే ప్రభావితం చేస్తుంది మరియు సాధారణంగా zzzFM నెట్u200cవర్క్ ఫైల్u200cసిస్టమ్u200cలతో ప్రతిస్పందించకుండా నిరోధించడానికి ఉపయోగించబడుతుంది. సూక్ష్మచిత్రాలు మరియు ఉప డైరెక్టరీ పరిమాణాల లోడ్ కూడా నిలిపివేయబడుతుంది.
tg: Рӯйхати системаҳои файлиро, ки бо вергул ё фосила ҷудо карда шудаанд, ворид кунед, ки набояд барои тағир додани файл назорат карда шаванд. Ин танзимот танҳо ба дастгоҳҳои блокнашуда (ба монанди nfs ё fuse) таъсир мерасонад ва одатан барои пешгирӣ кардани посухгӯии zzzFM бо системаҳои файлии шабака истифода мешавад. Боркунии эскизҳо ва андозаи зеркаталог низ ғайрифаъол карда мешавад.
th: ป้อนรายการระบบไฟล์ที่คั่นด้วยเครื่องหมายจุลภาคหรือช่องว่าง ซึ่งไม่ควรตรวจสอบการเปลี่ยนแปลงไฟล์ การตั้งค่านี้มีผลเฉพาะกับอุปกรณ์ที่ไม่ใช่บล็อก (เช่น nfs หรือฟิวส์) และมักใช้เพื่อป้องกันไม่ให้ zzzFM ไม่ตอบสนองต่อระบบไฟล์เครือข่าย การโหลดภาพขนาดย่อและขนาดไดเรกทอรีย่อยจะถูกปิดใช้งานด้วย
tk: Faýl üýtgemelerine gözegçilik edilmeli däl faýl ulgamlaryňyzyň dykyz ýa-da boş ýer bilen bölünen sanawyny giriziň. Bu sazlama diňe blokirlemeýän enjamlara (meselem, nfs ýa-da predohranitel) täsir edýär we zzzFM-iň tor faýl ulgamlary bilen jogap bermezliginiň öňüni almak üçin ulanylýar. Eskizleriň ýüklenmegi we bukjanyň ululygy hem ýapylar.
tt: Fileзегезнең үтемле яки урын белән аерылган файл системалары исемлеген кертегез, алар файл үзгәрүләре өчен күзәтелмәскә тиеш. Бу көйләү блок булмаган җайланмаларга гына кагыла (мәсәлән, nfs яки теплоход), һәм zzzFM челтәр файл системалары белән җавапсыз калмасын өчен кулланыла. Эскизларны һәм суб-каталог зурлыкларын йөкләү дә сүндереләчәк.
uk: Введіть розділений комами або пробілом список файлових систем, за якими НЕ слід відстежувати зміни файлів. Цей параметр впливає лише на неблокові пристрої (наприклад, nfs або fuse) і зазвичай використовується, щоб запобігти тому, щоб zzzFM не реагував на мережеві файлові системи. Завантаження мініатюр і розмірів підкаталогів також буде вимкнено.
ur: ۔ﯽﮔ ﮯﺋﺎﺟ ﻮﮨ ﻝﺎﻌﻓ ﺮﯿﻏ ﯽﮭﺑ ﮓﻧﮈﻮﻟ ﯽﮐ ﺰﺋﺎﺳ ﮯﮐ ﯼﺮﭩﮐﺮﺋﺍﮈ ﺐﺳ ﺭﻭﺍ ﺰﻠﯿﻧ ﺐﻤﮭﺗ ۔ﮯﮨ ﺎﺗﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮯﯿﻟ ﮯﮐ ﮯﻨﮐﻭﺭ
uz: Fayl oʻzgarishlari kuzatilmasligi kerak boʻlgan fayl tizimlari roʻyxatini vergul yoki boʻsh joy bilan ajrating. Bu sozlama faqat bloklanmagan qurilmalarga (nfs yoki sug'urta kabi) ta'sir qiladi va odatda zzzFM tarmoq fayl tizimlari bilan javob bermasligini oldini olish uchun ishlatiladi. Eskizlar va pastki katalog o‘lchamlarini yuklash ham o‘chirib qo‘yiladi.
vi: Nhập danh sách các hệ thống tệp được phân tách bằng dấu phẩy hoặc dấu cách mà KHÔNG được theo dõi các thay đổi tệp. Cài đặt này chỉ ảnh hưởng đến các thiết bị không phải khối (chẳng hạn như nfs hoặc cầu chì) và thường được sử dụng để ngăn zzzFM trở nên không phản hồi với hệ thống tệp mạng. Tải hình thu nhỏ và kích thước thư mục con cũng sẽ bị vô hiệu hóa.
xh: Ngenisa isiphumlisi sakho- okanye uluhlu olwahlulwe ngendawo lwendlela yefayile ANGANGAKUWONA kubekwa iliso kutshintsho lwefayile. Olu seto luchaphazela kuphela izixhobo ezingabhloki (ezifana ne-nfs okanye i-fuse), kwaye iqhele ukusetyenziswa ukunqanda ukuba i-zzzFM ingaphenduli kwiinkqubo zefayile zothungelwano. Ukulayishwa kwee-thumbnails kunye neesayizi zoluhlu olungaphantsi nazo ziya kwaphulwa.
yi: .טלפּירקראַפ ןייז ךיוא טעוו סעזיס יראָטקערידבוס ןוא סליאַנבמוהט ןופ גנידואָל .סמעטסיסעליפ ץענ טימ וויסנאַפּסי
