Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Show Preferences ('N' is the Pref tab number)
af: Wys voorkeure ('N' is die Pref-oortjienommer)
am: ምርጫዎችን አሳይ ('N' የ Pref ትር ቁጥር ነው።)
ar: ﺕﻼ﻿ﻴﻀﻔﺘﻟﺍ ﺭﺎﻬﻇﺇ ('N' Pref ﺐﻳﻮﺒﺘﻟﺍ ﺔﻣﻼ﻿ﻋ ﻢﻗﺭ ﻮﻫ)
be: Паказаць налады ('N' гэта нумар закладкі Pref)
bg: Показване на предпочитания ('N' е номерът на раздела Pref)
bn: পছন্দ দেখান ('N' Pref ট্যাব নম্বর)
ca: Mostra les preferències ('N' és el número de la pestanya Pref)
cy: Dangos Dewisiadau ('N' yw'r rhif tab Pref)
da: Vis præferencer ('N' er fanenummeret Pref)
eo: Montru Preferojn ('N' estas la Pref-langeto-numero)
et: Kuva eelistused ('N' on vahekaardi Pref number)
eu: Erakutsi Hobespenak ('N' Pref fitxaren zenbakia da)
fa: ﻩﺪﯾﺰﮔﺮﺑ ﺕﺎﻤﯿﻈﻨﺗ ﺶﯾﺎﻤﻧ ('N' ﺖﺳﺍ Pref ﻪﮔﺮﺑ ﻩﺭﺎﻤﺷ)
fi: Näytä asetukset ('N' on Pref-välilehden numero)
fil: Ipakita ang Mga Kagustuhan ('N' ay ang Pref tab number)
fy: Foarkarren sjen litte ('N' is it Pref ljepper nûmer)
ga: Taispeáin Sainroghanna ('N' is í uimhir chluaisín Pref)
gd: Seall Roghainnean ('N' is e àireamh tab Pref)
gl: Mostrar preferencias ('N' é o número da pestana Pref)
gu: પસંદગીઓ બતાવો ('N' પ્રીફ ટેબ નંબર છે)
he: תופדעה גצה ('N' Pref הייסיטרכה רפסמ אוה)
hi: वरीयताएँ दिखाएँ ('N' Pref टैब नंबर है)
hr: Prikaži postavke ('N' je broj kartice Pref)
hu: Beállítások megjelenítése ('N' a Pref fül száma)
hy: Ցույց տալ նախապատվությունները ('N' Pref ներդիրի համարն է)
id: Tampilkan Preferensi ('N' adalah nomor tab Pref)
is: Sýna kjörstillingar ('N' er Pref flipanúmerið)
ka: პრეფერენციების ჩვენება ('N' არის Pref ჩანართის ნომერი)
kk: Параметрлерді көрсету ('N' Pref қойындысының нөмірі болып табылады)
km: បង្ហាញចំណូលចិត្ត ('N' គឺជាលេខផ្ទាំង Pref)
kn: ಪ್ರಾಶಸ್ತ್ಯಗಳನ್ನು ತೋರಿಸಿ ('N' ಪ್ರಿಫ್ ಟ್ಯಾಬ್ ಸಂಖ್ಯೆ)
ku: Preferences nîşan bide ('N' hejmara tabê ya Pref e)
ky: Тандоолорду көрсөтүү ('N' Pref табулатура номери болуп саналат)
lb: Show Preferences ('N' ass d'Pref Tab Nummer)
lo: ສະແດງການຕັ້ງຄ່າ ('N' ແມ່ນໝາຍເລກແຖບ Pref)
lt: Rodyti nuostatas ('N' yra Pref skirtuko numeris)
lv: Rādīt preferences ('N' ir cilnes Pref numurs)
mg: Asehoy ny Préférences ('N' dia ny laharana tabilao Pref)
mi: Whakaatu Manakohanga ('N' ko te nama ripa Pref)
mk: Прикажи параметри ('N' е бројот на јазичето Pref)
ml: മുൻഗണനകൾ കാണിക്കുക ('N' പ്രിഫ് ടാബ് നമ്പർ ആണ്)
mn: Сонголтуудыг харуулах ('N' Pref табын дугаар юм)
mr: प्राधान्ये दाखवा ('N' Pref टॅब क्रमांक आहे)
mt: Uri l-Preferenzi ('N' huwa n-numru tat-tab Pref)
my: နှစ်သက်ရာများကို ပြပါ။ ('N' Pref တက်ဘ်နံပါတ်ဖြစ်သည်။)
nb: Vis innstillinger ('N' er Pref-fanenummeret)
ne: प्राथमिकताहरू देखाउनुहोस् ('N' Pref ट्याब नम्बर हो)
or: ପସନ୍ଦଗୁଡିକ ଦେଖାନ୍ତୁ | ('N' ହେଉଛି ପ୍ରିଫ୍ ଟ୍ୟାବ୍ ନମ୍ବର |)
pa: ਤਰਜੀਹਾਂ ਦਿਖਾਓ ('N' ਪ੍ਰੀਫ ਟੈਬ ਨੰਬਰ ਹੈ)
ps: ﺉړﮐ ﻩﺭﺎﮑښ ﻪﻧﻮﺑﻮﺗ ﻩﺭﻮﻏ ('N' ﻩﺩ ﻩﺮﯿﻤﺷ ﺐټ Pref ﺩ)
ro: Afișați preferințe ('N' este numărul filei Pref)
rw: Erekana ibyo ukunda ('N' ni nimero ya tab)
sd: ﺕﺎﺤﻴﺟﺮﺗ ﻮﻳﺭﺎﮑﻳڏ ('N' Pref ﻲﻫﺁ ﺮﺒﻤﻧ ﺐﻴٽ)
si: මනාප පෙන්වන්න ('N' Pref ටැබ් අංකය වේ)
sk: Zobraziť predvoľby ('N' je číslo karty Pref)
sl: Pokaži nastavitve ('N' je številka zavihka Pref)
sq: Shfaq Preferencat ('N' është numri i skedës Pref)
sw: Onyesha Mapendeleo ('N' ni nambari ya kichupo cha Pref)
ta: விருப்பங்களைக் காட்டு ('N' என்பது Pref டேப் எண்)
te: ప్రాధాన్యతలను చూపు ('N' ప్రిఫ్ ట్యాబ్ నంబర్)
tg: Нишон додани афзалиятҳо ('N' рақами ҷадвали Pref аст)
th: แสดงการตั้งค่า ('N' คือหมายเลขแท็บ Pref)
tk: Saýlamalary görkez ('N' “Pref” belliginiň belgisi)
tt: Сайлауларны күрсәт ('N' Преф салынмасы)
uk: Показати параметри ('N' номер вкладки Pref)
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﺕﺎﺤﯿﺟﺮﺗ ('N' Pref ۔ﮯﮨ ﺮﺒﻤﻧ ﺐﯿﭨ)
uz: Afzalliklarni ko'rsatish ('N' Pref yorlig'i raqami)
vi: Hiển thị Tùy chọn ('N' là số tab Pref)
xh: Bonisa Okukhethwayo ('N' yinombolo yethebhu ePref)
yi: ןצנערעפֿערפּ ןזיַיוו ('N' רעמונ לטיווק ףערפּ יד זיא)

source: Run as a daemon
af: Hardloop as 'n demoon
am: እንደ ዴሞን ሩጡ
ar: ﻲﻔﺨﻛ ﻞﻴﻐﺸﺗ
be: Запуск як дэман
bg: Работете като демон
bn: একটি ডেমন হিসাবে চালান
ca: Corre com un dimoni
cy: Rhedeg fel ellyll
da: Kør som en dæmon
eo: Kuru kiel demono
et: Käivitage deemonina
eu: Exekutatu deabru gisa
fa: ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﻥﻮﻤﯾﺩ ﮏﯾ ﻥﺍﻮﻨﻋ ﻪﺑ
fi: Suorita demonina
fil: Tumakbo bilang isang daemon
fy: Rinne as in daemon
ga: Rith mar dheamhan
gd: Ruith mar dheamhan
gl: Corre como un demo
gu: ડિમન તરીકે ચલાવો
he: ןומד רותב ץר
hi: एक डेमॉन के रूप में भागो
hr: Pokreni kao demon
hu: Fuss démonként
hy: Վազիր որպես դեյմոն
id: Jalankan sebagai daemon
is: Hlaupa sem púki
ka: გაიქეცი როგორც დემონი
kk: Демон ретінде жүгіріңіз
km: រត់ជាដេមិន
kn: ಡೀಮನ್ ಆಗಿ ಓಡಿ
ku: Weke şeytan birevin
ky: Демон катары чуркагыла
lb: Run als Daemon
lo: ແລ່ນເປັນ daemon
lt: Vykdyti kaip tarnybą
lv: Palaist kā dēmons
mg: Mihazakazaka toy ny daemon
mi: Rere ano he daemon
mk: Трчај како демон
ml: ഒരു ഡെമൺ ആയി പ്രവർത്തിക്കുക
mn: Демон шиг гүй
mr: डिमन म्हणून चालवा
mt: Mexxi bħala daemon
my: daemon အဖြစ် ပြေးပါ။
nb: Kjør som en demon
ne: डेमनको रूपमा चलाउनुहोस्
or: ଏକ ଡେମନ୍ ଭାବରେ ଚଲାନ୍ତୁ |
pa: ਇੱਕ ਡੈਮਨ ਦੇ ਤੌਰ ਤੇ ਚਲਾਓ
ps: ﺊځﺮګﻭ ﻪګﻮﺗ ﻪﭘ ﻥﻮﻤﯾډ ﺩ
ro: Fugi ca un demon
rw: Koresha nka daemon
sd: ﻲﺋﻼ﻿ﻫ ﺮﮕﻧﺍﻭ ﻦﻤﻳڊ ڪﻫ
si: ඩීමන් ලෙස ධාවනය කරන්න
sk: Spustiť ako démon
sl: Teči kot demon
sq: Vraponi si një demon
sw: Endesha kama daemoni
ta: டீமனாக இயக்கவும்
te: డెమోన్u200cగా అమలు చేయండి
tg: Ҳамчун демон давед
th: วิ่งเป็นภูต
tk: Daemon ýaly işlediň
tt: Демон кебек йөгерегез
uk: Запустіть як демон
ur: ۔ﮟﯿﺋﻼ﻿ﭼ ﺡﺮﻃ ﯽﮐ ﻦﻤﯾﮈ
uz: Demon sifatida choping
vi: Chạy dưới dạng daemon
xh: Baleka njengedaemon
yi: ןאַמייד אַ יוו ןפיול

source: Use DIR as configuration directory
af: Gebruik DIR as konfigurasiegids
am: DIR እንደ የውቅር ማውጫ ይጠቀሙ
ar: ﻦﻳﻮﻜﺘﻟﺍ ﻞﻴﻟﺪﻛ DIR ﻡﺪﺨﺘﺳﺍ
be: Выкарыстоўвайце DIR як каталог канфігурацыі
bg: Използвайте DIR като конфигурационна директория
bn: কনফিগারেশন ডিরেক্টরি হিসাবে DIR ব্যবহার করুন
ca: Utilitzeu DIR com a directori de configuració
cy: Defnyddiwch DIR fel cyfeiriadur cyfluniad
da: Brug DIR som konfigurationsmappe
eo: Uzu DIR kiel agorda dosierujo
et: Kasutage konfiguratsioonikataloogina DIR-i
eu: Erabili DIR konfigurazio direktorio gisa
fa: ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ ﯼﺪﻨﺑﺮﮑﯿﭘ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ ﻥﺍﻮﻨﻋ ﻪﺑ DIR ﺯﺍ
fi: Käytä DIR:iä asetushakemistona
fil: Gamitin ang DIR bilang direktoryo ng pagsasaayos
fy: Brûk DIR as konfiguraasjemap
ga: Úsáid DIR mar eolaire cumraíochta
gd: Cleachd DIR mar eòlaire rèiteachaidh
gl: Use DIR como directorio de configuración
gu: રૂપરેખાંકન નિર્દેશિકા તરીકે DIR નો ઉપયોગ કરો
he: הרוצת תיירפס רותב DIR-ב שמתשה
hi: कॉन्फ़िगरेशन निर्देशिका के रूप में DIR का उपयोग करें
hr: Koristite DIR kao konfiguracijski direktorij
hu: Használja a DIR-t konfigurációs könyvtárként
hy: Օգտագործեք DIR-ը որպես կազմաձևման գրացուցակ
id: Gunakan DIR sebagai direktori konfigurasi
is: Notaðu DIR sem stillingarskrá
ka: გამოიყენეთ DIR, როგორც კონფიგურაციის დირექტორია
kk: Конфигурация каталогы ретінде DIR пайдаланыңыз
km: ប្រើ DIR ជាថតកំណត់រចនាសម្ព័ន្ធ
kn: ಡಿಐಆರ್ ಅನ್ನು ಕಾನ್ಫಿಗರೇಶನ್ ಡೈರೆಕ್ಟರಿಯಾಗಿ ಬಳಸಿ
ku: DIR wekî pelrêça vesazkirinê bikar bînin
ky: DIRди конфигурация каталогу катары колдонуңуз
lb: Benotzt DIR als Konfiguratiounsverzeechnes
lo: ໃຊ້ DIR ເປັນໄດເລກະທໍລີການຕັ້ງຄ່າ
lt: Naudokite DIR kaip konfigūracijos katalogą
lv: Izmantojiet DIR kā konfigurācijas direktoriju
mg: Ampiasao ny DIR ho lahatahiry fanamafisana
mi: Whakamahia te DIR hei whaiaronga whirihoranga
mk: Користете DIR како директориум за конфигурација
ml: കോൺഫിഗറേഷൻ ഡയറക്ടറിയായി DIR ഉപയോഗിക്കുക
mn: DIR-г тохиргооны лавлах болгон ашигла
mr: कॉन्फिगरेशन डिरेक्टरी म्हणून डीआयआर वापरा
mt: Uża DIR bħala direttorju tal-konfigurazzjoni
my: Configuration directory အဖြစ် DIR ကိုသုံးပါ။
nb: Bruk DIR som konfigurasjonskatalog
ne: कन्फिगरेसन डाइरेक्टरीको रूपमा DIR प्रयोग गर्नुहोस्
or: ବିନ୍ୟାସ ଡିରେକ୍ଟୋରୀ ଭାବରେ DIR ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਡੀਆਈਆਰ ਨੂੰ ਕੌਂਫਿਗਰੇਸ਼ਨ ਡਾਇਰੈਕਟਰੀ ਵਜੋਂ ਵਰਤੋ
ps: DIR ﺉﻭﺭﺎﮐﻭ ﻪګﻮﺗ ﻪﭘ ﺩﻮښﺭﻻ﻿ ﻮﻟﻮﮐ ﺐﯿﺗﺮﺗ ﺩ
ro: Utilizați DIR ca director de configurare
rw: Koresha DIR nk'ububiko
sd: DIR ﺭﻮﻃ ﻱﺮٽڪﻳﺭﺍڊ ﻱﺭﺍﻭ ﺐﻴﺗﺮﺗ ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ
si: වින්u200dයාස නාමාවලිය ලෙස DIR භාවිතා කරන්න
sk: Použite DIR ako konfiguračný adresár
sl: Uporabite DIR kot konfiguracijski imenik
sq: Përdorni DIR si drejtorinë e konfigurimit
sw: Tumia DIR kama saraka ya usanidi
ta: டிஐஆரை உள்ளமைவு கோப்பகமாகப் பயன்படுத்தவும்
te: DIRని కాన్ఫిగరేషన్ డైరెక్టరీగా ఉపయోగించండి
tg: DIR-ро ҳамчун директорияи конфигуратсия истифода баред
th: ใช้ DIR เป็นไดเร็กทอรีการกำหนดค่า
tk: DIR-i konfigurasiýa katalogy hökmünde ulanyň
tt: DIR конфигурация каталогы итеп кулланыгыз
uk: Використовуйте DIR як каталог конфігурації
ur: DIR ۔ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺮﭘ ﺭﻮﻃ ﮯﮐ ﯼﺮﭩﮐﺮﺋﺍﮈ ﻦﺸﯾﺮﮕﯿﻔﻨﮐ ﻮﮐ
uz: Konfiguratsiya katalogi sifatida DIR dan foydalaning
vi: Sử dụng DIR làm thư mục cấu hình
xh: Sebenzisa iDIR njengolawulo loqwalaselo
yi: רעזיַיווגעוו ןאַשיירעיגיפנאַק יוו DIR ןצינ

source: Show File Search
af: Wys lêersoektog
am: የፋይል ፍለጋን አሳይ
ar: ﺕﺎﻔﻠﻤﻟﺍ ﻦﻋ ﺚﺤﺒﻟﺍ ﺭﺎﻬﻇﺇ
be: Паказаць пошук файлаў
bg: Показване на търсене на файлове
bn: ফাইল অনুসন্ধান দেখান
ca: Mostra la cerca de fitxers
cy: Dangos Chwiliad Ffeil
da: Vis filsøgning
eo: Montru Dosieran Serĉon
et: Näita failiotsingut
eu: Erakutsi Fitxategien Bilaketa
fa: ﻞﯾﺎﻓ ﯼﻮﺠﺘﺴﺟ ﺶﯾﺎﻤﻧ
fi: Näytä tiedostohaku
fil: Ipakita ang Paghahanap ng File
fy: Triemsykjen sjen litte
ga: Taispeáin Cuardach Comhad
gd: Seall lorg faidhle
gl: Mostrar a busca de ficheiros
gu: ફાઇલ શોધ બતાવો
he: םיצבק שופיח גצה
hi: फ़ाइल खोज दिखाएँ
hr: Prikaži pretraživanje datoteka
hu: Fájlkeresés megjelenítése
hy: Ցույց տալ ֆայլի որոնումը
id: Tampilkan Pencarian File
is: Sýna skráaleit
ka: ფაილის ძიების ჩვენება
kk: Файл іздеуді көрсету
km: បង្ហាញការស្វែងរកឯកសារ
kn: ಫೈಲ್ ಹುಡುಕಾಟವನ್ನು ತೋರಿಸಿ
ku: Lêgerîna Pelê nîşan bide
ky: Файл издөөнү көрсөтүү
lb: Show Datei Sich
lo: ສະແດງການຊອກຫາໄຟລ໌
lt: Rodyti Failų Paiešką
lv: Rādīt failu meklēšanu
mg: Asehoy ny Fikarohana fisie
mi: Whakaatuhia te Rapu Kōnae
mk: Прикажи пребарување на датотеки
ml: ഫയൽ തിരയൽ കാണിക്കുക
mn: Файл хайлтыг харуулах
mr: फाइल शोध दर्शवा
mt: Uri Tiftix tal-Fajl
my: ဖိုင်ရှာဖွေမှုကို ပြပါ။
nb: Vis filsøk
ne: फाइल खोज देखाउनुहोस्
or: ଫାଇଲ୍ ସନ୍ଧାନ ଦେଖାନ୍ତୁ |
pa: ਫਾਈਲ ਖੋਜ ਦਿਖਾਓ
ps: ﺖﺳﺎﯾﺎښﻭ ﻥﻮټﻟ ﻞﯾﺎﻓ ﺩ
ro: Afișați căutarea fișierelor
rw: Erekana Shakisha Idosiye
sd: ﺎﻬﻟﻮﮘ ﻞﺋﺎﻓ ﻮﻳﺭﺎﮑﻳڏ
si: ගොනු සෙවීම පෙන්වන්න
sk: Zobraziť vyhľadávanie súborov
sl: Pokaži iskanje datotek
sq: Shfaq kërkimin e skedarit
sw: Onyesha Utafutaji wa Faili
ta: கோப்பு தேடலைக் காட்டு
te: ఫైల్ శోధనను చూపు
tg: Ҷустуҷӯи файлро нишон диҳед
th: แสดงการค้นหาไฟล์
tk: Faýl gözlegini görkez
tt: Файл эзләүне күрсәт
uk: Показати пошук файлів
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﺵﻼ﻿ﺗ ﻞﺋﺎﻓ
uz: Fayl qidiruvini ko'rsatish
vi: Hiển thị Tìm kiếm Tệp
xh: Bonisa Uphendlo Lwefayile
yi: ךוז עקעט ןזיַיוו

source: Set desktop wallpaper to FILE
af: Stel lessenaarmuurpapier op LêER
am: የዴስክቶፕ ልጣፍ ወደ FILE ያዘጋጁ
ar: FILE ﻰﻠﻋ ﺐﺘﻜﻤﻟﺍ ﺢﻄﺳ ﺔﻴﻔﻠﺧ ﻦﻴﻴﻌﺗ
be: Усталюйце шпалеры працоўнага стала на ФАЙЛ
bg: Задайте тапета на работния плот на ФАЙЛ
bn: FILE তে ডেস্কটপ ওয়ালপেপার সেট করুন
ca: Estableix el fons de pantalla de l'escriptori com a FITXER
cy: Gosod papur wal bwrdd gwaith i FILE
da: Indstil skrivebordsbaggrund til FILE
eo: Agordu labortablan tapeton al DOSIERO
et: Määra töölaua taustapildiks FILE
eu: Ezarri mahaigaineko horma-papera FILE gisa
fa: ﺪﯿﻨﮐ ﻢﯿﻈﻨﺗ FILE ﯼﻭﺭ ﺍﺭ ﭖﺎﺘﮑﺳﺩ ﻪﻨﯿﻣﺯ ﺮﯾﻮﺼﺗ
fi: Aseta työpöydän taustakuvaksi FILE
fil: Itakda ang desktop wallpaper sa FILE
fy: Set buroblêd wallpaper op FILE
ga: Socraigh páipéar balla deisce chuig COMHAD
gd: Suidhich pàipear-balla deasg gu FILE
gl: Establece o fondo do escritorio como FICHEIRO
gu: ડેસ્કટૉપ વૉલપેપરને FILE પર સેટ કરો
he: FILE-ל הדובעה ןחלוש טפט תא רדגה
hi: डेस्कटॉप वॉलपेपर को FILE . पर सेट करें
hr: Postavite pozadinu radne površine na FILE
hu: Állítsa be az asztali háttérképet a FILE értékre
hy: Սահմանեք աշխատասեղանի պաստառը FILE-ի
id: Setel wallpaper desktop ke FILE
is: Stilltu veggfóður fyrir skjáborð á FILE
ka: დააყენეთ დესკტოპის ფონი FILE-ზე
kk: Жұмыс үстелінің тұсқағазын FILE етіп орнатыңыз
km: កំណត់ផ្ទាំងរូបភាពផ្ទៃតុទៅជា FILE
kn: ಡೆಸ್ಕ್u200cಟಾಪ್ ವಾಲ್u200cಪೇಪರ್ ಅನ್ನು FILE ಗೆ ಹೊಂದಿಸಿ
ku: Dîwarê sermaseyê li ser FILE saz bikin
ky: Иш тактасынын тушкагазын FILE кылып коюңуз
lb: Setzt Desktop Wallpaper op FILE
lo: ຕັ້ງຮູບວໍເປເປີ desktop ເປັນ FILE
lt: Nustatyti darbalaukio foną į FILE
lv: Iestatīt darbvirsmas fonu uz FILE
mg: Apetraho amin'ny FILE ny wallpaper desktop
mi: Tautuhi pepapātū papamahi ki FILE
mk: Поставете ја позадината на работната површина на FILE
ml: ഡെസ്ക്ടോപ്പ് വാൾപേപ്പർ ഫയലായി സജ്ജമാക്കുക
mn: Ширээний дэлгэцийн зургийг FILE болгож тохируулна уу
mr: डेस्कटॉप वॉलपेपर FILE वर सेट करा
mt: Issettja l-wallpaper tad-desktop għall-FILE
my: ဒက်စ်တော့ နောက်ခံပုံကို FILE အဖြစ် သတ်မှတ်ပါ။
nb: Sett skrivebordsbakgrunn til FILE
ne: FILE मा डेस्कटप वालपेपर सेट गर्नुहोस्
or: FILE ରେ ଡେସ୍କଟପ୍ ୱାଲପେପର୍ ସେଟ୍ କରନ୍ତୁ |
pa: ਡੈਸਕਟਾਪ ਵਾਲਪੇਪਰ ਨੂੰ FILE 'ਤੇ ਸੈੱਟ ਕਰੋ
ps: ﺉړﮐ ﻢﯿﻈﻨﺗ ﻪﺗ FILE ﺮﭙﯿﭘ ﻝﺍﻭ ﭖﺎټﺴﯾډ ﺩ
ro: Setați imaginea de fundal pentru desktop la FIȘIER
rw: Shiraho desktop wallpaper kuri FILE
sd: ﻮﻳﺮڪ ٽﻴﺳ ﻲﺗ FILE ﻲﮐ ﺮﭙﻴﭘ ﻝﺍﻭ ﭖﺎٽ ڪﺴﻳڊ
si: ඩෙස්ක්ටොප් බිතුපත FILE ලෙස සකසන්න
sk: Nastavte tapetu pracovnej plochy na FILE
sl: Nastavite ozadje namizja na FILE
sq: Cakto sfondin e desktopit në FILE
sw: Weka mandhari ya mezani kuwa FILE
ta: டெஸ்க்டாப் வால்பேப்பரை FILE ஆக அமைக்கவும்
te: డెస్క్u200cటాప్ వాల్u200cపేపర్u200cని FILEకి సెట్ చేయండి
tg: Обои мизи кориро ба FILE насб кунед
th: ตั้งค่าวอลเปเปอร์เดสก์ท็อปเป็น FILE
tk: FILE-de iş stolunyň diwar kagyzyny düzüň
tt: Эш өстәле обойларын FILE итеп куегыз
uk: Встановити шпалери робочого столу на ФАЙЛ
ur: ۔ﮟﯾﺮﮐ ﭧﯿﺳ ﺮﭘ FILE ﻮﮐ ﺮﭙﯿﭘ ﻝﺍﻭ ﭖﺎﭨ ﮏﺴﯾﮈ
uz: Ish stoli fon rasmini FILE ga o‘rnating
vi: Đặt hình nền máy tính để bàn thành FILE
xh: Cwangcisa iphepha lodonga kwidesktop kwiFILE
yi: FILE וצ ןטעפּאַט פּאַטקסעד ןלעטש

source: Show a custom dialog (See -g help)
af: Wys 'n pasgemaakte dialoog (Sien -g help)
am: ብጁ ንግግር አሳይ (ተመልከት -g help)
ar: ﺺﺼﺨﻣ ﺭﺍﻮﺣ ﻊﺑﺮﻣ ﺭﺎﻬﻇﺇ (ﻯﺭﺍ -g help)
be: Паказаць карыстальніцкае дыялогавае акно (Глядзі -g help)
bg: Показване на персонализиран диалогов прозорец (Виж -g help)
bn: একটি কাস্টম ডায়ালগ দেখান৷ (দেখা -g help)
ca: Mostra un diàleg personalitzat (Vegeu -g help)
cy: Dangos deialog arferiad (Gwel -g help)
da: Vis en tilpasset dialog (Se -g help)
eo: Montru kutiman dialogon (Vidu -g help)
et: Kuva kohandatud dialoog (Vaata -g help)
eu: Erakutsi elkarrizketa pertsonalizatu bat (Ikusi -g help)
fa: ﯽﺷﺭﺎﻔﺳ ﯼﻮﮕﺘﻔﮔ ﮏﯾ ﺶﯾﺎﻤﻧ (ﻥﺪﯾﺩ -g help)
fi: Näytä mukautettu valintaikkuna (Katso -g help)
fil: Magpakita ng custom na dialog (Tingnan mo -g help)
fy: Lit in oanpast dialoochfinster sjen (Sjen -g help)
ga: Taispeáin dialóg saincheaptha (Féach -g help)
gd: Seall còmhradh àbhaisteach (Faic -g help)
gl: Mostrar un diálogo personalizado (Ver -g help)
gu: કસ્ટમ સંવાદ બતાવો (જુઓ -g help)
he: תישיא תמאתומ חיש-וד תבית גצה (תֹואְרִל -g help)
hi: एक कस्टम संवाद दिखाएं (देखो -g help)
hr: Prikaži prilagođeni dijaloški okvir (Vidjeti -g help)
hu: Egyéni párbeszédpanel megjelenítése (Lát -g help)
hy: Ցուցադրել հատուկ երկխոսություն (Տեսնել -g help)
id: Tampilkan dialog khusus (Lihat -g help)
is: Sýna sérsniðna glugga (Sjáðu -g help)
ka: მორგებული დიალოგის ჩვენება (იხ -g help)
kk: Теңшелетін диалогты көрсету (Қараңыз -g help)
km: បង្ហាញប្រអប់ផ្ទាល់ខ្លួន (សូមមើល -g help)
kn: ಕಸ್ಟಮ್ ಸಂವಾದವನ್ನು ತೋರಿಸಿ (ನೋಡಿ -g help)
ku: Diyalogek xwerû nîşan bide (Dîtin -g help)
ky: Ыңгайлаштырылган диалогду көрсөтүү (Караңыз -g help)
lb: Weist e personaliséierten Dialog (Kuckt -g help)
lo: ສະແດງກ່ອງໂຕ້ຕອບແບບກຳນົດເອງ (ເບິ່ງ -g help)
lt: Rodyti tinkintą dialogo langą (Pamatyti -g help)
lv: Rādīt pielāgotu dialoglodziņu (Skat -g help)
mg: Mampiseho fifanakalozan-kevitra manokana (JEREO NY -g help)
mi: Whakaatuhia he korero ritenga (Tirohia -g help)
mk: Прикажи сопствен дијалог (Види -g help)
ml: ഒരു ഇഷ്u200cടാനുസൃത ഡയലോഗ് കാണിക്കുക (കാണുക -g help)
mn: Тусгай харилцах цонхыг харуулах (Харна уу -g help)
mr: सानुकूल संवाद दाखवा (पहा -g help)
mt: Uri djalogu personalizzat (Ara -g help)
my: စိတ်ကြိုက်ဒိုင်ယာလော့ခ်ကို ပြပါ။ (ကြည့်ပါ။ -g help)
nb: Vis en egendefinert dialogboks (Se -g help)
ne: अनुकूलन संवाद देखाउनुहोस् (हेर्नुहोस् -g help)
or: ଏକ କଷ୍ଟମ୍ ଡାୟଲଗ୍ ଦେଖାନ୍ତୁ | (ଦେଖନ୍ତୁ | -g help)
pa: ਇੱਕ ਕਸਟਮ ਡਾਇਲਾਗ ਦਿਖਾਓ (ਦੇਖੋ -g help)
ps: ﺖﺳﺎﯾﺎښﻭ ګﻮﻟﺎﯾډ ﺰﯾﺩﻭﺩ ﻮﯾ (ﺉﺭﻮګﻭ -g help)
ro: Afișați un dialog personalizat (Vedea -g help)
rw: Erekana ikiganiro cyihariye (Reba -g help)
sd: dialog ﺕﺭﻭﺮﺿ ﺐﺴﺣ ڪﻫ ﻮﻳﺭﺎﮑﻳڏ (ﻮﺳڏ -g help)
si: අභිරුචි සංවාදයක් පෙන්වන්න (බලන්න -g help)
sk: Zobraziť vlastný dialóg (Pozri -g help)
sl: Pokaži pogovorno okno po meri (Glej -g help)
sq: Shfaq një dialog të personalizuar (Shiko -g help)
sw: Onyesha kidirisha maalum (Tazama -g help)
ta: தனிப்பயன் உரையாடலைக் காட்டு (பார்க்கவும் -g help)
te: అనుకూల డైలాగ్u200cను చూపండి (చూడండి -g help)
tg: Муколамаи фармоиширо нишон диҳед (Бинед -g help)
th: แสดงกล่องโต้ตอบที่กำหนดเอง (ดู -g help)
tk: Customörite gepleşik penjiresini görkeziň (Serediň -g help)
tt: Гадәттәге диалогны күрсәт (Кара -g help)
uk: Показати спеціальне діалогове вікно (Подивитися -g help)
ur: ۔ﮟﯿﺋﺎﮭﮐﺩ ﮒﻼ﻿ﯿﺋﺍﮈ ﺕﺭﻭﺮﺿ ﺐﺴﺣ (ﮟﯿﮭﮑﯾﺩ -g help)
uz: Maxsus dialogni ko'rsatish (Qarang -g help)
vi: Hiển thị hộp thoại tùy chỉnh (Xem -g help)
xh: Bonisa ingxoxo yesiko ('Yabona -g help)
yi: גאָלאַיד גהנמ אַ ןזיַיוו (ןעז -g help)

source: Send a socket command (See -s help)
af: Stuur 'n socket-opdrag (Sien -s help)
am: የሶኬት ትእዛዝ ይላኩ። (ተመልከት -s help)
ar: ﻞﻴﺻﻮﺗ ﺬﺧﺄﻣ ﺮﻣﺃ ﻞﺳﺭﺃ (ﻯﺭﺍ -s help)
be: Адправіць каманду сокета (Глядзі -s help)
bg: Изпратете команда за сокет (Виж -s help)
bn: একটি সকেট কমান্ড পাঠান (দেখা -s help)
ca: Envia una ordre de socket (Vegeu -s help)
cy: Anfonwch orchymyn soced (Gwel -s help)
da: Send en socket-kommando (Se -s help)
eo: Sendu ingan komandon (Vidu -s help)
et: Saada pesa käsk (Vaata -s help)
eu: Bidali socket komando bat (Ikusi -s help)
fa: ﺪﯿﻨﮐ ﻝﺎﺳﺭﺍ ﺖﮐﻮﺳ ﻥﺎﻣﺮﻓ ﮏﯾ (ﻥﺪﯾﺩ -s help)
fi: Lähetä socket-komento (Katso -s help)
fil: Magpadala ng socket command (Tingnan mo -s help)
fy: Stjoer in socket kommando (Sjen -s help)
ga: Seol ordú soicéad (Féach -s help)
gd: Cuir àithne socaid (Faic -s help)
gl: Enviar un comando de socket (Ver -s help)
gu: સોકેટ આદેશ મોકલો (જુઓ -s help)
he: עקש תדוקפ חלש (תֹואְרִל -s help)
hi: सॉकेट कमांड भेजें (देखो -s help)
hr: Pošaljite naredbu utičnice (Vidjeti -s help)
hu: Socket parancs küldése (Lát -s help)
hy: Ուղարկեք վարդակից հրաման (Տեսնել -s help)
id: Kirim perintah soket (Lihat -s help)
is: Sendu falsskipun (Sjáðu -s help)
ka: გაგზავნეთ სოკეტის ბრძანება (იხ -s help)
kk: Розетка пәрменін жіберіңіз (Қараңыз -s help)
km: ផ្ញើពាក្យបញ្ជារន្ធ (សូមមើល -s help)
kn: ಸಾಕೆಟ್ ಆಜ್ಞೆಯನ್ನು ಕಳುಹಿಸಿ (ನೋಡಿ -s help)
ku: Fermanek soketê bişînin (Dîtin -s help)
ky: розетка буйругун жөнөтүү (Караңыз -s help)
lb: Schéckt e Socket Kommando (Kuckt -s help)
lo: ສົ່ງຄໍາສັ່ງ socket (ເບິ່ງ -s help)
lt: Išsiųskite lizdo komandą (Pamatyti -s help)
lv: Nosūtiet kontaktligzdas komandu (Skat -s help)
mg: Alefaso baiko socket (JEREO NY -s help)
mi: Tukua he tono turanga (Tirohia -s help)
mk: Испратете команда за сокет (Види -s help)
ml: ഒരു സോക്കറ്റ് കമാൻഡ് അയയ്ക്കുക (കാണുക -s help)
mn: Сокет команд илгээнэ үү (Харна уу -s help)
mr: सॉकेट कमांड पाठवा (पहा -s help)
mt: Ibgħat kmand tas-socket (Ara -s help)
my: socket command ပေးပို့ပါ။ (ကြည့်ပါ။ -s help)
nb: Send en socket-kommando (Se -s help)
ne: सकेट आदेश पठाउनुहोस् (हेर्नुहोस् -s help)
or: ଏକ ସକେଟ୍ କମାଣ୍ଡ୍ ପଠାନ୍ତୁ | (ଦେଖନ୍ତୁ | -s help)
pa: ਇੱਕ ਸਾਕਟ ਕਮਾਂਡ ਭੇਜੋ (ਦੇਖੋ -s help)
ps: ﺉﻮﺘﺳﺍﻭ ډﻧﺎﻤﮐ ټﮐﺎﺳ ﺩ (ﺉﺭﻮګﻭ -s help)
ro: Trimiteți o comandă socket (Vedea -s help)
rw: Kohereza sock command (Reba -s help)
sd: ﻮﻴﻠڪﻮﻣ ﻢڪﺣ ٽﮐﺎﺳ ڪﻫ (ﻮﺳڏ -s help)
si: සොකට් විධානයක් යවන්න (බලන්න -s help)
sk: Pošlite príkaz soketu (Pozri -s help)
sl: Pošljite ukaz za vtičnico (Glej -s help)
sq: Dërgoni një komandë fole (Shiko -s help)
sw: Tuma amri ya tundu (Tazama -s help)
ta: சாக்கெட் கட்டளையை அனுப்பவும் (பார்க்கவும் -s help)
te: సాకెట్ ఆదేశాన్ని పంపండి (చూడండి -s help)
tg: Фармони розеткаро фиристед (Бинед -s help)
th: ส่งคำสั่งซ็อกเก็ต (ดู -s help)
tk: Soket buýrugyny iberiň (Serediň -s help)
tt: Сокет командасын җибәрегез (Кара -s help)
uk: Надіслати команду сокета (Подивитися -s help)
ur: ۔ﮟﯿﺠﯿﮭﺑ ﮉﻧﺎﻤﮐ ﭧﮐﺎﺳ (ﮟﯿﮭﮑﯾﺩ -s help)
uz: Soket buyrug'ini yuboring (Qarang -s help)
vi: Gửi lệnh socket (Xem -s help)
xh: Thumela umyalelo wesokethi ('Yabona -s help)
yi: לעפֿאַב לעלאָכ אַ ןקיש (ןעז -s help)

source: No function - for compatibility only
af: Geen funksie - slegs vir versoenbaarheid
am: ምንም ተግባር የለም - ለተኳሃኝነት ብቻ
ar: ﻂﻘﻓ ﻖﻓﺍﻮﺘﻠﻟ - ﺔﻔﻴﻇﻭ ﺪﺟﻮﺗ ﻻ﻿
be: Няма функцыі - толькі для сумяшчальнасці
bg: Няма функция - само за съвместимост
bn: কোন ফাংশন নেই - শুধুমাত্র সামঞ্জস্যের জন্য
ca: Sense funció: només per compatibilitat
cy: Dim swyddogaeth - ar gyfer cydnawsedd yn unig
da: Ingen funktion - kun for kompatibilitet
eo: Neniu funkcio - nur por kongruo
et: Funktsioon puudub – ainult ühilduvuse huvides
eu: Funtziorik ez - bateragarritasunerako soilik
fa: ﯼﺭﺎﮔﺯﺎﺳ ﯼﺍﺮﺑ ﻂﻘﻓ - ﺩﺮﮑﻠﻤﻋ ﻥﻭﺪﺑ
fi: Ei toimintoa - vain yhteensopivuuden vuoksi
fil: Walang function - para sa compatibility lang
fy: Gjin funksje - allinich foar kompatibiliteit
ga: Gan aon fheidhm - maidir le comhoiriúnacht amháin
gd: Gun ghnìomh - airson co-chòrdalachd a-mhàin
gl: Sen función, só para compatibilidade
gu: કોઈ કાર્ય નથી - માત્ર સુસંગતતા માટે
he: דבלב תומיאתל - היצקנופ ןיא
hi: कोई कार्य नहीं - केवल संगतता के लिए
hr: Bez funkcije - samo radi kompatibilnosti
hu: Nincs funkció – csak a kompatibilitás miatt
hy: Ոչ մի ֆունկցիա՝ միայն համատեղելիության համար
id: Tidak ada fungsi - hanya untuk kompatibilitas
is: Engin aðgerð - eingöngu fyrir samhæfni
ka: არანაირი ფუნქცია - მხოლოდ თავსებადობისთვის
kk: Функция жоқ - тек үйлесімділік үшін
km: គ្មានមុខងារ - សម្រាប់ភាពឆបគ្នាតែប៉ុណ្ណោះ
kn: ಯಾವುದೇ ಕಾರ್ಯವಿಲ್ಲ - ಹೊಂದಾಣಿಕೆಗಾಗಿ ಮಾತ್ರ
ku: No fonksiyon - tenê ji bo lihevhatinê
ky: Функция жок - шайкештик үчүн гана
lb: Keng Funktioun - nëmme fir Kompatibilitéit
lo: ບໍ່ມີຟັງຊັນ - ສໍາລັບຄວາມເຂົ້າກັນໄດ້ເທົ່ານັ້ນ
lt: Nėra funkcijos – tik dėl suderinamumo
lv: Nav funkciju - tikai saderībai
mg: Tsy misy fiasa - ho an'ny fifanarahana ihany
mi: Karekau he mahi - mo te hototahi anake
mk: Нема функција - само за компатибилност
ml: പ്രവർത്തനമില്ല - അനുയോജ്യതയ്ക്ക് മാത്രം
mn: Ямар ч функц байхгүй - зөвхөн нийцтэй байхын тулд
mr: कोणतेही कार्य नाही - केवळ सुसंगततेसाठी
mt: Ebda funzjoni - għall-kompatibilità biss
my: လုပ်ဆောင်ချက်မရှိပါ - လိုက်ဖက်ညီမှုအတွက်သာ
nb: Ingen funksjon - kun for kompatibilitet
ne: कुनै प्रकार्य छैन - अनुकूलताको लागि मात्र
or: କ function ଣସି କାର୍ଯ୍ୟ ନାହିଁ - କେବଳ ସୁସଙ୍ଗତତା ପାଇଁ |
pa: ਕੋਈ ਫੰਕਸ਼ਨ ਨਹੀਂ - ਸਿਰਫ ਅਨੁਕੂਲਤਾ ਲਈ
ps: ﻩﺭﺎﭙﻟ ﺖﻘﺑﺎﻄﻣ ﺩ ﯤﺯﺍﻮﯾ - ﺖﯿﻟﺎﻌﻓ څﯿﻫ
ro: Fără funcție - doar pentru compatibilitate
rw: Nta gikorwa - cyo guhuza gusa
sd: ءِﻻ﻿ ﺖﻘﺑﺎﻄﻣ ﻑﺮﺻ - ﻲﻫﺁ ﻪﻧ ﻢڪ ﻪﺑ ﻮڪ
si: කාර්යයක් නොමැත - ගැළපුම සඳහා පමණි
sk: Žiadna funkcia - len kvôli kompatibilite
sl: Brez funkcije - samo zaradi združljivosti
sq: Asnjë funksion - vetëm për pajtueshmëri
sw: Hakuna chaguo za kukokotoa - kwa uoanifu pekee
ta: செயல்பாடு இல்லை - இணக்கத்திற்காக மட்டுமே
te: ఫంక్షన్ లేదు - అనుకూలత కోసం మాత్రమే
tg: Функсия нест - танҳо барои мувофиқат
th: ไม่มีฟังก์ชัน - สำหรับความเข้ากันได้เท่านั้น
tk: Funksiýa ýok - diňe utgaşyklyk üçin
tt: Функция юк - яраклашу өчен генә
uk: Немає функції - лише для сумісності
ur: ﮯﯿﻟ ﮯﮐ ﺖﻘﺑﺎﻄﻣ ﻑﺮﺻ - ﮟﯿﮩﻧ ﻦﺸﮑﻨﻓ ﯽﺋﻮﮐ
uz: Funktsiya yo'q - faqat moslik uchun
vi: Không có chức năng - chỉ để tương thích
xh: Akukho msebenzi - wokuhambelana kuphela
yi: יטאַליבאַטאַפּמאַק ראַפֿ זיולב - עיצקנופֿ ןייק
