Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Unable to access %s %s
af: Kan nie toegang kry nie %s %s
am: መድረስ አልተቻለም %s %s
ar: ﻝﻮﺧﺪﻟﺍ ﻰﻠﻋ ﺭﺩﺎﻗ ﺮﻴﻏ %s %s
be: Немагчыма атрымаць доступ %s %s
bg: Невъзможен достъп %s %s
bn: ঢুকতে পারছি না %s %s
ca: No es pot accedir %s %s
cy: Methu cyrchu %s %s
da: Kan ikke få adgang %s %s
eo: Ne eblas aliri %s %s
et: Ei pääse juurde %s %s
eu: Ezin da sartu %s %s
fa: ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﯽﺳﺮﺘﺳﺩ ﻥﺎﮑﻣﺍ %s %s
fi: Ei pääsyä %s %s
fil: Hindi ma-access %s %s
fy: Gjin tagong %s %s
ga: Ní féidir rochtain a fháil air %s %s
gd: Cha ghabh faighinn a-steach %s %s
gl: Non se pode acceder %s %s
gu: ઍક્સેસ કરવામાં અસમર્થ %s %s
he: תשגל תורשפא ןיא %s %s
hi: उपयोग करने में असमर्थ %s %s
hr: Nije moguće pristupiti %s %s
hu: Képtelen hozzáférni %s %s
hy: Հնարավոր չէ մուտք գործել %s %s
id: Tidak dapat diakses %s %s
is: Ekki hægt að fá aðgang %s %s
ka: წვდომა შეუძლებელია %s %s
kk: Қол жеткізу мүмкін емес %s %s
km: មិនអាចចូលប្រើបានទេ។ %s %s
kn: ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ %s %s
ku: Nikarin bigihîjin %s %s
ky: Кирүү мүмкүн эмес %s %s
lb: Kann net Zougang %s %s
lo: ບໍ່ສາມາດເຂົ້າເຖິງໄດ້ %s %s
lt: Nepavyko pasiekti %s %s
lv: Nevar piekļūt %s %s
mg: Tsy afaka miditra %s %s
mi: Kaore e taea te uru %s %s
mk: Не може да се пристапи %s %s
ml: ആക്u200cസസ് ചെയ്യാൻ കഴിയുന്നില്ല %s %s
mn: Нэвтрэх боломжгүй %s %s
mr: प्रवेश करण्यात अक्षम %s %s
mt: Ma tistax taċċessa %s %s
my: ဝင်ခွင့်မရပါ။ %s %s
nb: Får ikke tilgang %s %s
ne: पहुँच गर्न असमर्थ %s %s
or: ପ୍ରବେଶ କରିବାକୁ ଅସମର୍ଥ | %s %s
pa: ਪਹੁੰਚ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ %s %s
ps: ﻱﺮﻠﻧ ﻥﺍﻮﺗ ﻲﺳﺮﺳﻻ﻿ ﺩ %s %s
ro: Nu se poate accesa %s %s
rw: Ntibishobora kuboneka %s %s
sd: ﻲﮭﮕﺳ ﻲﭤ ﻪﻧ ﻲﺋﺎﺳﺭ %s %s
si: ප්u200dරවේශ විය නොහැක %s %s
sk: Nedá sa získať prístup %s %s
sl: Dostop ni mogoč %s %s
sq: Nuk mund të aksesohet %s %s
sw: Imeshindwa kufikia %s %s
ta: அணுக முடியவில்லை %s %s
te: యాక్సెస్ చేయడం సాధ్యపడలేదు %s %s
tg: Дастрас шудан ғайриимкон аст %s %s
th: ไม่สามารถเข้าถึงได้ %s %s
tk: Girip bolmaýar %s %s
tt: Рөхсәтсез %s %s
uk: Не вдається отримати доступ %s %s
ur: ﺮﺻﺎﻗ ﮯﺳ ﯽﺋﺎﺳﺭ %s %s
uz: Kirish imkonsiz %s %s
vi: Không thể truy cập được %s %s
xh: Ayikwazi ukufikelela %s %s
yi: טירטוצ וצ טנעקעג טינ %s %s

source: Select By Pattern
af: Kies volgens patroon
am: በስርዓተ-ጥለት ይምረጡ
ar: ﻂﻤﻨﻟﺍ ﺐﺴﺣ ﺩﺪﺣ
be: Выберыце Па шаблоне
bg: Изберете по модел
bn: প্যাটার্ন দ্বারা নির্বাচন করুন
ca: Seleccioneu Per patró
cy: Dewiswch Yn ôl Patrwm
da: Vælg Efter mønster
eo: Elektu Laŭ Ŝablono
et: Valige Mustri järgi
eu: Hautatu Ereduaren arabera
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﻮﮕﻟﺍ ﺱﺎﺳﺍ ﺮﺑ
fi: Valitse kuvion mukaan
fil: Piliin Ayon sa Pattern
fy: Selektearje By Pattern
ga: Roghnaigh De réir Patrún
gd: Tagh A rèir pàtran
gl: Seleccione Por patrón
gu: પેટર્ન દ્વારા પસંદ કરો
he: סופד יפל רחב
hi: पैटर्न के अनुसार चुनें
hr: Odaberite Po uzorku
hu: Válassza a Minta alapján lehetőséget
hy: Ընտրեք ըստ նախշի
id: Pilih Berdasarkan Pola
is: Veldu Eftir mynstri
ka: აირჩიეთ ნიმუშის მიხედვით
kk: Үлгі бойынша таңдаңыз
km: ជ្រើសរើសតាមលំនាំ
kn: ಪ್ಯಾಟರ್ನ್ ಮೂಲಕ ಆಯ್ಕೆಮಾಡಿ
ku: Bi Nimûnê Hilbijêre
ky: Үлгү боюнча тандаңыз
lb: Wielt duerch Muster
lo: ເລືອກໂດຍຮູບແບບ
lt: Pasirinkite Pagal šabloną
lv: Atlasiet Pēc modeļa
mi: Tohua Ma te Tauira
mk: Изберете По шема
ml: പാറ്റേൺ പ്രകാരം തിരഞ്ഞെടുക്കുക
mn: Загвараар сонгоно уу
mr: पॅटर्ननुसार निवडा
mt: Agħżel Permezz tal-Mudell
my: ပုံစံအလိုက် ရွေးချယ်ပါ။
nb: Velg Etter mønster
ne: ढाँचा द्वारा चयन गर्नुहोस्
or: ପାଟର୍ନ ଦ୍ୱାରା ଚୟନ କରନ୍ତୁ |
pa: ਪੈਟਰਨ ਦੁਆਰਾ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﯥﺨﻣ ﻪﻟ ﯥﻧﻮﻤﻧ ﺩ
ro: Selectați După model
rw: Hitamo Byitegererezo
sd: ﻮﻳڊﻧﻮﭼ ﻥﺎﺳ ﻲﻧﻮﻤﻧ
si: රටාව අනුව තෝරන්න
sk: Vyberte podľa vzoru
sl: Izberite Po vzorcu
sq: Zgjidhni Sipas modelit
sw: Chagua Kwa Muundo
ta: வடிவத்தின் மூலம் தேர்ந்தெடுக்கவும்
te: నమూనా ద్వారా ఎంచుకోండి
tg: Аз рӯи намуна интихоб кунед
th: เลือกตามรูปแบบ
tk: Nusga boýunça saýlaň
tt: Ternрнәк буенча сайлагыз
uk: Виберіть За шаблоном
ur: ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﮯﺳ ﻅﺎﺤﻟ ﮯﮐ ﻥﺮﭩﯿﭘ
uz: Naqsh bo'yicha tanlang
vi: Chọn theo mẫu
xh: Khetha NgePatheni
yi: רעטסומ טיול ןריטקעלעס

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
af: Voer patroon in om lêers en vouers te kies: As jou patroon enige hoofletters bevat, sal die passing hooflettersensitief wees. Voorbeeld: *sp*e?m* WENK: Jy kan ook inskryf '%% PATTERN' in die paadjiebalk.
am: ፋይሎችን እና አቃፊዎችን ለመምረጥ ስርዓተ-ጥለት አስገባ፡- ስርዓተ ጥለትዎ ማናቸውንም አቢይ ሆሄያት ከያዘ፣መመሳሰሉ ለጉዳይ ሚስጥራዊነት ይኖረዋል። ለምሳሌ: *sp*e?m* ጠቃሚ ምክር: በተጨማሪ ማስገባት ይችላሉ '%% PATTERN' በመንገድ ባር ውስጥ.
ar: :ﺕﺍﺪﻠﺠﻤﻟﺍﻭ ﺕﺎﻔﻠﻤﻟﺍ ﺪﻳﺪﺤﺘﻟ ﺎًﻄﻤﻧ ﻞﺧﺩﺃ .ﻑﺮﺣﻷ﻿ﺍ ﺔﻟﺎﺤﻟ ﺔﺳﺎﺴﺣ ﺔﻘﺑﺎﻄﻤﻟﺍ ﻥﻮﻜﺘﺴﻓ ، ﺓﺮﻴﺒﻛ ﻑﺮﺣﺃ ﻱﺃ ﻰﻠﻋ ﻱﻮﺘﺤﻳ ﻚﺑ ﺹﺎﺨﻟﺍ ﻂﻤﻨﻟﺍ ﻥﺎﻛ ﺍﺫﺇ :ﻝﺎﺜﻣ *sp*e?m* ﻝﻮﺧﺪﻟﺍ ﺎًﻀﻳﺃ ﻚﻨﻜﻤﻳ :ﺢﻴﻤﻠﺗ '%% PATTERN' .ﺭﺎﺴﻤﻟﺍ ﻂﻳﺮﺷ ﻲﻓ
be: Увядзіце шаблон, каб выбраць файлы і тэчкі: Калі ваш шаблон змяшчае сімвалы верхняга рэгістра, адпаведнасць будзе адчувальным да рэгістра. Прыклад: *sp*e?m* ПАРАДА: Вы таксама можаце ўвайсці '%% PATTERN' у радку шляху.
bg: Въведете шаблон, за да изберете файлове и папки: Ако вашият шаблон съдържа главни букви, съвпадението ще бъде чувствително към главните букви. пример: *sp*e?m* СЪВЕТ: Можете също да влезете '%% PATTERN' в лентата на пътя.
bn: ফাইল এবং ফোল্ডার নির্বাচন করতে প্যাটার্ন লিখুন: আপনার প্যাটার্নে কোনো বড় হাতের অক্ষর থাকলে, ম্যাচিং কেস সংবেদনশীল হবে। উদাহরণ: *sp*e?m* টিপ: আপনিও প্রবেশ করতে পারেন '%% PATTERN' পথ বারে
ca: Introduïu el patró per seleccionar fitxers i carpetes: Si el vostre patró conté caràcters en majúscules, la concordança distingeix entre majúscules i minúscules. Exemple: *sp*e?m* CONSELL: També pots entrar '%% PATTERN' a la barra del camí.
cy: Rhowch batrwm i ddewis ffeiliau a ffolderau: Os yw'ch patrwm yn cynnwys unrhyw nodau uchaf, bydd y paru yn sensitif i achosion. Enghraifft: *sp*e?m* AWGRYM: Gallwch chi hefyd fynd i mewn '%% PATTERN' yn y bar llwybr.
da: Indtast mønster for at vælge filer og mapper: Hvis dit mønster indeholder store bogstaver, vil matchningen være forskel på store og små bogstaver. Eksempel: *sp*e?m* TIP: Du kan også deltage '%% PATTERN' i stibjælken.
eo: Enigu ŝablonon por elekti dosierojn kaj dosierujojn: Se via ŝablono enhavas majusklojn, la kongruo distingos minusklojn. Ekzemplo: *sp*e?m* KONSILETO: Vi ankaŭ povas eniri '%% PATTERN' en la vojeto.
et: Failide ja kaustade valimiseks sisestage muster: Kui teie muster sisaldab suuri tähti, on sobitamine tõstutundlik. Näide: *sp*e?m* NÕUANNE. Võite ka sisestada '%% PATTERN' teeribal.
eu: Idatzi eredua fitxategiak eta karpetak hautatzeko: Zure ereduak maiuskulak baditu, bat-etortzeak maiuskulak bereizten ditu. Adibidea: *sp*e?m* AHOLKUA: Sar zaitezke ere '%% PATTERN' bide barran.
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺎﻫ ﻪﺷﻮﭘ ﻭ ﺎﻫ ﻞﯾﺎﻓ ﺏﺎﺨﺘﻧﺍ ﯼﺍﺮﺑ ﺍﺭ ﻮﮕﻟﺍ .ﺩﻮﺑ ﺪﻫﺍﻮﺧ ﺱﺎﺴﺣ ﮒﺭﺰﺑ ﻑﻭﺮﺣ ﻪﺑ ﻖﯿﺒﻄﺗ ،ﺪﺷﺎﺑ ﮒﺭﺰﺑ ﻑﻭﺮﺣ ﯼﺍﺭﺍﺩ ﺎﻤﺷ ﯼﻮﮕﻟﺍ ﺮﮔﺍ :ﻝﺎﺜﻣ *sp*e?m* ﺪﯾﻮﺷ ﺩﺭﺍﻭ ﺪﯿﻧﺍﻮﺗ ﯽﻣ ﻦﯿﻨﭽﻤﻫ ﺎﻤﺷ :ﻪﺘﮑﻧ '%% PATTERN' ﺮﯿﺴﻣ ﺭﺍﻮﻧ ﺭﺩ
fi: Anna kuvio valitaksesi tiedostot ja kansiot: Jos kuviossasi on isoja kirjaimia, vastaavuus erottuu kirjainkoosta. Esimerkki: *sp*e?m* VINKKI: Voit myös kirjoittaa '%% PATTERN' polkupalkissa.
fil: Maglagay ng pattern para pumili ng mga file at folder: Kung naglalaman ang iyong pattern ng anumang malalaking character, magiging case sensitive ang pagtutugma. Halimbawa: *sp*e?m* TIP: Maaari ka ring pumasok '%% PATTERN' sa path bar.
fy: Fier patroan yn om bestannen en mappen te selektearjen: As jo u200bu200bpatroan alle haadletters befettet, sil de oerienkomst gefoelich wêze foar haadletters. Foarbyld: *sp*e?m* TIP: Jo kinne ek ynfiere '%% PATTERN' yn 'e paadbalke.
ga: Iontráil patrún chun comhaid agus fillteáin a roghnú: Má tá aon charachtair uachtaracha i do phatrún, beidh an meaitseáil cás-íogair. Sampla: *sp*e?m* TIP: Is féidir leat dul isteach freisin '%% PATTERN' sa bharra cosáin.
gd: Cuir a-steach pàtran gus faidhlichean agus pasganan a thaghadh: Ma tha caractaran àrd sam bith anns a ’phàtran agad, bidh an maidseadh mothachail do chùis. Eisimpleir: *sp*e?m* TIP: Faodaidh tu cuideachd cuir a-steach '%% PATTERN' ann am bàr na slighe.
gl: Introduza o patrón para seleccionar ficheiros e cartafoles: Se o teu padrón contén caracteres en maiúscula, a coincidencia distinguirá entre maiúsculas e minúsculas. Exemplo: *sp*e?m* CONSELLO: Tamén podes entrar '%% PATTERN' na barra do camiño.
gu: ફાઇલો અને ફોલ્ડર્સ પસંદ કરવા માટે પેટર્ન દાખલ કરો: જો તમારી પેટર્નમાં કોઈપણ અપરકેસ અક્ષરો હોય, તો મેચિંગ કેસ સેન્સિટિવ હશે. ઉદાહરણ: *sp*e?m* ટીપ: તમે પણ દાખલ કરી શકો છો '%% PATTERN' પાથ બારમાં.
he: :תויקיתו םיצבק רוחבל ידכ סופד ןזה .תוישיר תיולת היהת המאתהה ,תוישיר םיוות הליכמ ךלש תינבתה םא :אמגוד *sp*e?m* סנכיהל םג לוכי התא :פיט '%% PATTERN' .םיביתנה לגרסב
hi: फ़ाइलों और फ़ोल्डरों का चयन करने के लिए पैटर्न दर्ज करें: यदि आपके पैटर्न में कोई अपरकेस वर्ण हैं, तो मिलान केस संवेदी होगा। उदाहरण: *sp*e?m* युक्ति: आप भी दर्ज कर सकते हैं '%% PATTERN' पथ पट्टी में।
hr: Unesite uzorak za odabir datoteka i mapa: Ako vaš uzorak sadrži velika slova, podudaranje će biti osjetljivo na velika i mala slova. Primjer: *sp*e?m* SAVJET: Možete i ući '%% PATTERN' u traci puta.
hu: Adja meg a mintát a fájlok és mappák kiválasztásához: Ha a mintája nagybetűket tartalmaz, az egyeztetés megkülönbözteti a kis- és nagybetűket. Példa: *sp*e?m* TIPP: Be is léphet '%% PATTERN' az útvonalsávban.
hy: Մուտքագրեք օրինակ՝ ֆայլեր և թղթապանակներ ընտրելու համար. Եթե u200bu200bձեր նախշը պարունակում է մեծատառ նիշեր, ապա համապատասխանությունը մեծատառերի զգայուն կլինի: Օրինակ: *sp*e?m* ԽՈՐՀՈՒՐԴ. Դուք նույնպես կարող եք մուտք գործել '%% PATTERN' ճանապարհի բարում:
id: Masukkan pola untuk memilih file dan folder: Jika pola Anda berisi karakter huruf besar apa pun, pencocokannya akan peka huruf besar-kecil. Contoh: *sp*e?m* TIPS: Anda juga dapat masuk '%% PATTERN' di bilah jalur.
is: Sláðu inn mynstur til að velja skrár og möppur: Ef mynstrið þitt inniheldur hástafi verður samsvörunin hástafaviðkvæm. Dæmi: *sp*e?m* ÁBENDING: Þú getur líka slegið inn '%% PATTERN' í slóðastikunni.
ka: შეიყვანეთ ნიმუში ფაილების და საქაღალდეების ასარჩევად: თუ თქვენი ნიმუში შეიცავს რაიმე დიდ ასოებს, შესატყვისი იქნება რეგისტრის მგრძნობიარე. მაგალითი: *sp*e?m* რჩევა: თქვენ ასევე შეგიძლიათ შეიყვანოთ '%% PATTERN' ბილიკის ზოლში.
kk: Файлдар мен қалталарды таңдау үшін үлгіні енгізіңіз: Үлгіңізде бас әріптер болса, сәйкестік регистрді ескереді. Мысалы: *sp*e?m* КЕҢЕС: Сіз де енгізе аласыз '%% PATTERN' жол жолағында.
km: បញ្ចូលលំនាំដើម្បីជ្រើសរើសឯកសារ និងថតឯកសារ៖ ប្រសិនបើគំរូរបស់អ្នកមានតួអក្សរធំណាមួយ ការផ្គូផ្គងនឹងមានលក្ខណៈប្រកាន់អក្សរតូចធំ។ ឧទាហរណ៍៖ *sp*e?m* គន្លឹះ៖ អ្នកក៏អាចចូលបានដែរ។ '%% PATTERN' នៅក្នុងរបារផ្លូវ។
kn: ಫೈಲ್u200cಗಳು ಮತ್ತು ಫೋಲ್ಡರ್u200cಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಪ್ಯಾಟರ್ನ್ ಅನ್ನು ನಮೂದಿಸಿ: ನಿಮ್ಮ ಮಾದರಿಯು ಯಾವುದೇ ದೊಡ್ಡ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ಹೊಂದಾಣಿಕೆಯು ಕೇಸ್ ಸೆನ್ಸಿಟಿವ್ ಆಗಿರುತ್ತದೆ. ಉದಾಹರಣೆ: *sp*e?m* ಸಲಹೆ: ನೀವು ಸಹ ನಮೂದಿಸಬಹುದು '%% PATTERN' ಮಾರ್ಗ ಬಾರ್ನಲ್ಲಿ.
ku: Ji bo hilbijartina pel û peldankan nimûne binivîse: Ger di qalibê we de tîpên mezin hebin, dê lihevhatin hesas be. Mînak: *sp*e?m* TIP: Hûn jî dikarin têkevin '%% PATTERN' di barê rê de.
ky: Файлдарды жана папкаларды тандоо үчүн үлгү киргизиңиз: Эгер үлгүңүз чоң тамгаларды камтыса, дал келүү регистрге сезимтал болот. Мисал: *sp*e?m* КЕҢЕШ: Сиз да кире аласыз '%% PATTERN' жол тилкесинде.
lb: Gitt Muster fir Dateien an Ordner ze wielen: Wann Äert Muster grouss Buschtawen enthält, ass de passenden Fall sensibel. Beispill: *sp*e?m* TIP: Dir kënnt och anzeginn '%% PATTERN' an der Streck Bar.
lo: ໃສ່ຮູບແບບເພື່ອເລືອກໄຟລ໌ ແລະໂຟນເດີ: ຖ້າຮູບແບບຂອງທ່ານມີຕົວອັກສອນຕົວພິມໃຫຍ່, ການຈັບຄູ່ຈະເປັນຕົວພິມນ້ອຍ. ຕົວຢ່າງ: *sp*e?m* ເຄັດລັບ: ທ່ານຍັງສາມາດເຂົ້າໄປໄດ້ '%% PATTERN' ໃນແຖບເສັ້ນທາງ.
lt: Įveskite šabloną, kad pasirinktumėte failus ir aplankus: Jei jūsų šablone yra kokių nors didžiųjų raidžių, atitikimas bus skiriamas didžiosioms ir mažosioms raidėms. Pavyzdys: *sp*e?m* PATARIMAS: Taip pat galite įvesti '%% PATTERN' kelio juostoje.
lv: Ievadiet šablonu, lai atlasītu failus un mapes: Ja jūsu shēmā ir lielie burti, atbilstība būs reģistrjutīga. Piemērs: *sp*e?m* PADOMS. Varat arī ievadīt '%% PATTERN' ceļa joslā.
mg: Ampidiro ny lamina hifidianana rakitra sy lahatahiry: Raha misy tarehin-tsoratra lehibe ny laminao, dia ho saro-pady ny mifanandrify. Ohatra: *sp*e?m* SOSO-KEVITRA: Afaka miditra koa ianao '%% PATTERN' amin'ny lalan-dàlana.
mi: Whakauruhia te tauira hei kowhiri i nga konae me nga kōpaki: Mēnā he pūāhua pūmatua kei roto i tō tauira, he pū tairongo te whakaōrite. Tauira: *sp*e?m* AKI: Ka taea hoki e koe te whakauru '%% PATTERN' i te pae ara.
mk: Внесете шема за да изберете датотеки и папки: Ако вашата шема содржи некои големи знаци, совпаѓањето ќе биде чувствително на букви. Пример: *sp*e?m* СОВЕТ: Можете и да внесете '%% PATTERN' во лентата за патека.
ml: ഫയലുകളും ഫോൾഡറുകളും തിരഞ്ഞെടുക്കാൻ പാറ്റേൺ നൽകുക: നിങ്ങളുടെ പാറ്റേണിൽ ഏതെങ്കിലും വലിയ അക്ഷരങ്ങൾ അടങ്ങിയിട്ടുണ്ടെങ്കിൽ, പൊരുത്തപ്പെടുത്തൽ കേസ് സെൻസിറ്റീവ് ആയിരിക്കും. ഉദാഹരണം: *sp*e?m* നുറുങ്ങ്: നിങ്ങൾക്കും പ്രവേശിക്കാം '%% PATTERN' പാത്ത് ബാറിൽ.
mn: Файл, хавтас сонгохын тулд хээ оруулна уу: Хэрэв таны загварт том үсгээр тэмдэглэгдсэн байвал тохирох нь том жижиг үсгээр харгалзах болно. Жишээ: *sp*e?m* ЗӨВЛӨГӨӨ: Та мөн оруулах боломжтой '%% PATTERN' замын мөрөнд.
mr: फायली आणि फोल्डर्स निवडण्यासाठी नमुना प्रविष्ट करा: तुमच्या पॅटर्नमध्ये कोणतेही अप्परकेस वर्ण असल्यास, जुळणारे केस संवेदनशील असेल. उदाहरण: *sp*e?m* टीप: तुम्ही देखील प्रविष्ट करू शकता '%% PATTERN' पथ बार मध्ये.
mt: Daħħal il-mudell biex tagħżel fajls u folders: Jekk il-mudell tiegħek ikun fih xi karattri kbar, it-tqabbil ikun sensittiv għall-każ. Eżempju: *sp*e?m* TIP: Tista 'wkoll tidħol '%% PATTERN' fil-bar tal-mogħdija.
my: ဖိုင်များနှင့် ဖိုင်တွဲများကို ရွေးချယ်ရန် ပုံစံကို ရိုက်ထည့်ပါ- သင့်ပုံစံတွင် စာလုံးအကြီးများပါလျှင် လိုက်ဖက်ညီသော စာလုံးအသေးသည် အထိခိုက်မခံပါ။ ဥပမာ- *sp*e?m* အကြံပြုချက်- သင်သည်လည်း ဝင်နိုင်သည်။ '%% PATTERN' လမ်းကြောင်းဘား၌။
nb: Skriv inn mønster for å velge filer og mapper: Hvis mønsteret ditt inneholder store bokstaver, vil samsvaret skille mellom store og små bokstaver. Eksempel: *sp*e?m* TIPS: Du kan også delta '%% PATTERN' i stilinjen.
ne: फाइल र फोल्डरहरू चयन गर्न ढाँचा प्रविष्ट गर्नुहोस्: यदि तपाईंको ढाँचामा कुनै पनि ठूला अक्षरहरू छन् भने, मिलान केस संवेदनशील हुनेछ। उदाहरण: *sp*e?m* टिप: तपाईं पनि प्रविष्ट गर्न सक्नुहुन्छ '%% PATTERN' बाटो पट्टी मा।
or: ଫାଇଲ୍ ଏବଂ ଫୋଲ୍ଡର୍ ବାଛିବା ପାଇଁ ପ୍ୟାଟର୍ ଏଣ୍ଟର୍ କରନ୍ତୁ: ଯଦି ତୁମର pattern ାଞ୍ଚାରେ କ any ଣସି ବଡ଼ ଅକ୍ଷର ଥାଏ, ମେଳଟି କେସ୍ ସମ୍ବେଦନଶୀଳ ହେବ | ଉଦାହରଣ: *sp*e?m* ଟିପ୍ପଣୀ: ଆପଣ ମଧ୍ୟ ପ୍ରବେଶ କରିପାରିବେ | '%% PATTERN' ପାଥ୍ ବାର୍ ରେ |
pa: ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰਾਂ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਪੈਟਰਨ ਦਰਜ ਕਰੋ: ਜੇਕਰ ਤੁਹਾਡੇ ਪੈਟਰਨ ਵਿੱਚ ਕੋਈ ਵੱਡੇ ਅੱਖਰ ਸ਼ਾਮਲ ਹਨ, ਤਾਂ ਮੇਲ ਖਾਂਦਾ ਕੇਸ ਸੰਵੇਦਨਸ਼ੀਲ ਹੋਵੇਗਾ। ਉਦਾਹਰਨ: *sp*e?m* ਟਿਪ: ਤੁਸੀਂ ਵੀ ਦਾਖਲ ਹੋ ਸਕਦੇ ਹੋ '%% PATTERN' ਮਾਰਗ ਪੱਟੀ ਵਿੱਚ.
ps: :ﺉړﮐ ﻪﻨﻧﺩ ﻪﻧﻮﻤﻧ ﻩﺭﺎﭙﻟ ﻮﻟﻮﮐ ﻩﺭﻮﻏ ﻭﺭډﻟﻮﻓ ﻭﺍ ﻮﻧﻮﻠﯾﺎﻓ ﺩ .ﻱﻭ ﺱﺎﺴﺣ ﯥﯿﻀﻗ ﺩ ﻪﺑ ﻥﻮﻤﺳ ﻮﻧ ،ﻱﺮﻟﻭ ﻱﺭﻮﺗ ﯼﻮﻟ ﻡﻮﮐ ﻪﻧﻮﻤﻧ ﻮﺳﺎﺘﺳ ﻪﮐ :ﻪګﻠﯧﺑ *sp*e?m* TIP: ﺊﺷ ﯽﻟﻮﻠﺧﺍﺩ ﻢﻫ ﻮﺳﺎﺗ '%% PATTERN' .ﯥﮐ ﺭﺎﺑ ﻪﭘ ﯤﺭﻻ﻿ ﺩ
ro: Introduceți modelul pentru a selecta fișiere și foldere: Dacă modelul dvs. conține caractere majuscule, potrivirea va fi sensibilă la majuscule. Exemplu: *sp*e?m* SFAT: De asemenea, puteți intra '%% PATTERN' în bara de căi.
rw: Injira icyitegererezo cyo guhitamo dosiye nububiko: Niba igishushanyo cyawe kirimo inyuguti nkuru, guhuza bizaba byoroshye. Urugero: *sp*e?m* INAMA: Urashobora kandi kwinjira '%% PATTERN' mu nzira.
sd: :ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻮﻧﻮﻤﻧ ءِﻻ﻿ ﮠڊﻧﻮﭼ ﺭڊﻟﻮﻓ ۽ ﻥﻮﻠﺋﺎﻓ .ﻱﺪﻧﻮﻫ ﺱﺎﺴﺣ ﺕﺭﻮﺻ ڙﺪﻨﻠﻣ ،ﻦﻫﺁ ﻞﻣﺎﺷ ﺮﮐﺍ ﺍڏﻭ ﻪﺑ ﻲڪ ۾ ﻲﻧﻮﻤﻧ ﻲﺟ ﻥﺎﻫﻮﺗ ﻦﻫڏڪﻴﺟ :ﻝﺎﺜﻣ *sp*e?m* ﺎﭤ ﻮﮭﮕﺳ ﻱﺮڪ ﻞﺧﺍﺩ ﮡﭘ ﻥﺎﮬﻮﺗ :ﭗٽ '%% PATTERN' .۾ ﺭﺎﺑ ﻲﺟ ﻲﺘﺳﺭ
si: ගොනු සහ ෆෝල්ඩර තේරීමට රටාව ඇතුළු කරන්න: ඔබේ රටාවේ කිසියම් කැපිටල් අකුරු තිබේ නම්, ගැලපීම කේස් සංවේදී වේ. උදාහරණයක්: *sp*e?m* ඉඟිය: ඔබට ද ඇතුළු විය හැක '%% PATTERN' මාර්ග තීරුවේ.
sk: Zadajte vzor na výber súborov a priečinkov: Ak váš vzor obsahuje veľké písmená, pri zhode sa budú rozlišovať malé a veľké písmená. Príklad: *sp*e?m* TIP: Môžete tiež zadať '%% PATTERN' v paneli cesty.
sl: Vnesite vzorec za izbiro datotek in map: Če vaš vzorec vsebuje velike črke, bo ujemanje občutljivo na velike in male črke. Primer: *sp*e?m* NAMIG: Vnesete lahko tudi '%% PATTERN' v vrstici poti.
sq: Futni modelin për të zgjedhur skedarët dhe dosjet: Nëse modeli juaj përmban ndonjë karakter të madh, përputhja do të jetë e ndjeshme ndaj shkronjave të mëdha. Shembull: *sp*e?m* KËSHILLA: Mund të hyni gjithashtu '%% PATTERN' në shiritin e rrugës.
sw: Weka muundo ili kuchagua faili na folda: Ikiwa mchoro wako una herufi kubwa zozote, ulinganifu utakuwa nyeti kwa ukubwa. Mfano: *sp*e?m* TIP: Unaweza pia kuingia '%% PATTERN' kwenye upau wa njia.
ta: கோப்புகள் மற்றும் கோப்புறைகளைத் தேர்ந்தெடுக்க பேட்டர்னை உள்ளிடவும்: உங்கள் பேட்டர்னில் ஏதேனும் பெரிய எழுத்துகள் இருந்தால், பொருத்தம் கேஸ் சென்சிட்டிவ் ஆக இருக்கும். உதாரணமாக: *sp*e?m* உதவிக்குறிப்பு: நீங்களும் உள்ளிடலாம் '%% PATTERN' பாதை பட்டியில்.
te: ఫైల్u200cలు మరియు ఫోల్డర్u200cలను ఎంచుకోవడానికి నమూనాను నమోదు చేయండి: మీ నమూనా ఏదైనా పెద్ద అక్షరాలను కలిగి ఉన్నట్లయితే, సరిపోలిక కేస్ సెన్సిటివ్u200cగా ఉంటుంది. ఉదాహరణ: *sp*e?m* చిట్కా: మీరు కూడా నమోదు చేయవచ్చు '%% PATTERN' పాత్ బార్u200cలో.
tg: Барои интихоби файлҳо ва ҷузвдонҳо намунаро ворид кунед: Агар намунаи шумо ягон аломати калон дошта бошад, мувофиқат ба ҳарфи калон ҳассос хоҳад буд. Мисол: *sp*e?m* Маслиҳат: Шумо инчунин метавонед ворид кунед '%% PATTERN' дар сатри роҳ.
th: ป้อนรูปแบบเพื่อเลือกไฟล์และโฟลเดอร์: หากรูปแบบของคุณมีอักขระตัวพิมพ์ใหญ่ การจับคู่จะคำนึงถึงตัวพิมพ์เล็กและตัวพิมพ์ใหญ่ ตัวอย่าง: *sp*e?m* เคล็ดลับ: คุณยังสามารถป้อน '%% PATTERN' ในแถบเส้นทาง
tk: Faýllary we bukjalary saýlamak üçin nagyş giriziň: Eger nagyşyňyzda baş harplar bar bolsa, gabat geliş uly harp bilen bolar. Mysal: *sp*e?m* Maslahat: Şeýle hem girip bilersiňiz '%% PATTERN' ýol setirinde.
tt: Файлларны һәм папкаларны сайлау өчен үрнәк кертегез: Әгәр дә сезнең үрнәгегездә зур хәрефләр булса, туры килү очракларга сизгер булачак. Мисал: *sp*e?m* Киңәш: Сез дә керә аласыз '%% PATTERN' юл сызыгында.
uk: Введіть шаблон, щоб вибрати файли та папки: Якщо ваш шаблон містить символи верхнього регістру, відповідність буде чутливою до регістру. приклад: *sp*e?m* ПОРАДА: Ви також можете ввійти '%% PATTERN' на панелі шляху.
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﻥﺮﭩﯿﭘ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺐﺨﺘﻨﻣ ﻮﮐ ﺯﺭﮉﻟﻮﻓ ﺭﻭﺍ ﮞﻮﻠﺋﺎﻓ ۔ﯽﮔﻮﮨ ﺱﺎﺴﺣ ﺲﯿﮐ ﺖﻠﺛﺎﻤﻣ ﻮﺗ ﮟﯿﮨ ﻑﻭﺮﺣ ﮮﮍﺑ ﯽﺋﻮﮐ ﮟﯿﻣ ﻥﺮﭩﯿﭘ ﮯﮐ ﭖﺁ ﺮﮔﺍ :ﻝﺎﺜﻣ *sp*e?m* ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﺮﮐ ﻞﺧﺍﺩ ﯽﮭﺑ ﭖﺁ :ﭗﭨ '%% PATTERN' ﮟﯿﻣ ﺭﺎﺑ ﮫﺗﺎﭘ
uz: Fayl va papkalarni tanlash uchun naqsh kiriting: Agar namunangizda katta harflar mavjud bo'lsa, moslik katta harflarga sezgir bo'ladi. Misol: *sp*e?m* MASLAHAT: Siz ham kirishingiz mumkin '%% PATTERN' yo'l panelida.
vi: Nhập mẫu để chọn tệp và thư mục: Nếu mẫu của bạn chứa bất kỳ ký tự viết hoa nào, đối sánh sẽ phân biệt chữ hoa chữ thường. Ví dụ: *sp*e?m* MẸO: Bạn cũng có thể nhập '%% PATTERN' trong thanh đường dẫn.
xh: Ngenisa ipateni ukukhetha iifayile kunye neefolda: Ukuba ipateni yakho iqulathe nabaphi na oonobumba abakhulu, uthelekiso luya kuba lubuthathaka. Umzekelo: *sp*e?m* ICEBISO: Ungangena '%% PATTERN' kwibar yendlela.
yi: :סרעדלאָפ ןוא סעקעט ןריטקעלעס וצ רעטסומ יד ןיַיראַ .קידוועריפּש-לאַפ ןייז טעוו ךיז ןטכיר סאָוו יד ,תויתוא עסאַקרעפּפּו ןייק ללוכּ רעטסומ ןייד ביוא :ליפּשיַיב *sp*e?m* ןיַיראַ ךיוא טנעק ריא :הצע '%% PATTERN' .ראַב ךרד רעד ןיא

source: Choose Location
af: Kies Ligging
am: ቦታ ይምረጡ
ar: ﻊﻗﻮﻣ ﺭﺎﻴﺘﺧﺍ
be: Выберыце Месцазнаходжанне
bg: Изберете Местоположение
bn: অবস্থান নির্বাচন করুন
ca: Trieu Ubicació
cy: Dewis Lleoliad
da: Vælg Placering
eo: Elektu Lokon
et: Valige Asukoht
eu: Aukeratu Kokapena
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﻥﺎﮑﻣ
fi: Valitse Sijainti
fil: Pumili ng Lokasyon
fy: Kies Lokaasje
ga: Roghnaigh Suíomh
gd: Tagh Suidheachadh
gl: Escolla Localización
gu: સ્થાન પસંદ કરો
he: םוקימ רחב
hi: स्थान का चयन
hr: Odaberite Lokacija
hu: Válassza a Hely lehetőséget
hy: Ընտրեք Որտեղից
id: Pilih Lokasi
is: Veldu staðsetningu
ka: აირჩიეთ მდებარეობა
kk: Орналасқан жерді таңдаңыз
km: ជ្រើសរើសទីតាំង
kn: ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Cih hilbijêre
ky: Жайгашкан жерди тандаңыз
lb: Wielt Location
lo: ເລືອກສະຖານທີ່
lt: Pasirinkite Vieta
lv: Izvēlieties Atrašanās vieta
mg: Mifidiana toerana
mi: Kōwhiri Tauwāhi
mk: Изберете Локација
ml: ലൊക്കേഷൻ തിരഞ്ഞെടുക്കുക
mn: Байршлыг сонгоно уу
mr: स्थान निवडा
mt: Agħżel Post
my: တည်နေရာကိုရွေးချယ်ပါ။
nb: Velg Sted
ne: स्थान छान्नुहोस्
or: ଅବସ୍ଥାନ ବାଛନ୍ତୁ |
pa: ਟਿਕਾਣਾ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﯼﺎځ
ro: Alegeți Locație
rw: Hitamo Ikibanza
sd: ﻮﻳڊﻧﻮﭼ ﮫﮙﺟ
si: ස්ථානය තෝරන්න
sk: Vyberte umiestnenie
sl: Izberite Lokacija
sq: Zgjidhni Vendndodhjen
sw: Chagua Mahali
ta: இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
te: స్థానాన్ని ఎంచుకోండి
tg: Ҷойгирро интихоб кунед
th: เลือกสถานที่
tk: Locationer saýlaň
tt: Урынны сайлагыз
uk: Виберіть Розташування
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﻡﺎﻘﻣ
uz: Joylashuvni tanlang
vi: Chọn vị trí
xh: Khetha Indawo
yi: טראָ ןביַילק

source: Invalid Destination
af: Ongeldige bestemming
am: ልክ ያልሆነ መድረሻ
ar: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺔﻬﺟﻭ
be: Няправільны пункт прызначэння
bg: Невалидна дестинация
bn: অবৈধ গন্তব্য
ca: Destinació no vàlida
cy: Cyrchfan Annilys
da: Ugyldig destination
eo: Nevalida Celo
et: Kehtetu sihtkoht
eu: Helmuga baliogabea
fa: ﺮﺒﺘﻌﻣﺎﻧ ﺪﺼﻘﻣ
fi: Virheellinen kohde
fil: Di-wastong Patutunguhan
fy: Unjildige bestimming
ga: Ceann Scríbe Neamhbhailí
gd: Ceann-uidhe neo-dhligheach
gl: Destino non válido
gu: અમાન્ય ગંતવ્ય
he: יקוח אל דעי
hi: अमान्य गंतव्य
hr: Nevažeće odredište
hu: Érvénytelen úti cél
hy: Անվավեր նպատակակետ
id: Tujuan Tidak Valid
is: Ógildur áfangastaður
ka: არასწორი დანიშნულება
kk: Жарамсыз тағайындау
km: ទិសដៅមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಗಮ್ಯಸ್ಥಾನ
ku: Destana nederbasdar
ky: Жараксыз көздөгөн жер
lb: Invalid Destinatioun
lo: ປາຍທາງບໍ່ຖືກຕ້ອງ
lt: Neteisinga Paskirtis
lv: Nederīgs galamērķis
mg: Toerana tsy mety
mi: Ūnga Muhu
mk: Неважечка дестинација
ml: ലക്ഷ്യസ്ഥാനം അസാധുവാണ്
mn: Хүчингүй очих газар
mr: अवैध गंतव्यस्थान
mt: Destinazzjoni Invalida
my: မမှန်ကန်သော ဦးတည်ရာ
nb: Ugyldig destinasjon
ne: अवैध गन्तव्य
or: ଅବ val ଧ ଗନ୍ତବ୍ୟସ୍ଥଳ |
pa: ਅਵੈਧ ਮੰਜ਼ਿਲ
ps: ﻝﺰﻨﻣ ﻢﺳﺎﻧ
ro: Destinație nevalidă
rw: Intego itemewe
sd: ﻝﺰﻨﻣ ﻂﻠﻏ
si: වලංගු නොවන ගමනාන්තයක්
sk: Neplatný cieľ
sl: Neveljaven cilj
sq: Destinacion i pavlefshëm
sw: Lengwa Batili
ta: செல்லாத இலக்கு
te: చెల్లని గమ్యం
tg: Таъиноти нодуруст
th: ปลายทางไม่ถูกต้อง
tk: Nädogry maksat
tt: Яраксыз максат
uk: Недійсне призначення
ur: ﻝﺰﻨﻣ ﻂﻠﻏ
uz: Belgilangan manzil noto‘g‘ri
vi: Đích không hợp lệ
xh: Indawo ekuyiwa kuyo
yi: ןאַשייניטסעד קיטליג טינ
