Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Default Mount Options
af: Standaardmonteeropsies
am: ነባሪ የመጫኛ አማራጮች
ar: ﺔﻴﺿﺍﺮﺘﻓﻻ﻿ﺍ ﻞﻴﻤﺤﺘﻟﺍ ﺕﺍﺭﺎﻴﺧ
be: Параметры мантавання па змаўчанні
bg: Опции за монтиране по подразбиране
bn: ডিফল্ট মাউন্ট বিকল্প
ca: Opcions de muntatge per defecte
cy: Dewisiadau Mount Diofyn
da: Standard monteringsmuligheder
eo: Defaŭltaj Muntaj Opcioj
et: Vaikimisi kinnitusvalikud
eu: Muntatzeko aukera lehenetsiak
fa: ﺽﺮﻓ ﺶﯿﭘ ﺐﺼﻧ ﯼﺎﻫ ﻪﻨﯾﺰﮔ
fi: Oletusasennusvaihtoehdot
fil: Default na Mga Pagpipilian sa Mount
fy: Standert Mount Opsjes
ga: Réamhshocruithe Mount
gd: Roghainnean Mount bunaiteach
gl: Opcións de montaxe predeterminadas
gu: મૂળભૂત માઉન્ટ વિકલ્પો
he: הבכרה תויורשפאל לדחמ תרירב
hi: डिफ़ॉल्ट माउंट विकल्प
hr: Zadane opcije postavljanja
hu: Alapértelmezett rögzítési lehetőségek
hy: Լռելյայն ընտրանքներ
id: Opsi Pemasangan Default
is: Sjálfgefin festingarvalkostir
ka: დამაგრების ნაგულისხმევი პარამეტრები
kk: Әдепкі орнату опциялары
km: ជម្រើសម៉ោនលំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ಮೌಂಟ್ ಆಯ್ಕೆಗಳು
ku: Vebijarkên Çiyayê yên Bingehîn
ky: Демейки орнотуу параметрлери
lb: Standard Mount Optiounen
lo: ຕົວເລືອກ Mount ເລີ່ມຕົ້ນ
lt: Numatytosios tvirtinimo parinktys
lv: Noklusējuma stiprinājuma opcijas
mi: Kōwhiringa Maunga Taunoa
mk: Стандардни опции за монтирање
ml: ഡിഫോൾട്ട് മൌണ്ട് ഓപ്ഷനുകൾ
mn: Үндсэн холбох сонголтууд
mr: डीफॉल्ट माउंट पर्याय
mt: Għażliet ta' Mount default
my: ပုံသေ Mount ရွေးစရာများ
nb: Standard monteringsalternativer
ne: पूर्वनिर्धारित माउन्ट विकल्पहरू
or: ଡିଫଲ୍ଟ ମାଉଣ୍ଟ ଅପ୍ସନ୍ସ |
pa: ਮੂਲ ਮਾਊਂਟ ਚੋਣਾਂ
ro: Opțiuni de montare implicite
rw: Mburabuzi Umusozi
sd: ﺭﺎﻴﺘﺧﺍ ﺎﺟ ﻞﺒﺟ ٽﻟﺎﻓڊ
si: පෙරනිමි සවි කිරීමේ විකල්ප
sk: Predvolené možnosti pripojenia
sl: Privzete možnosti namestitve
sq: Opsionet e parazgjedhura të montimit
sw: Chaguo-msingi za Kuweka
ta: இயல்புநிலை மவுண்ட் விருப்பங்கள்
te: డిఫాల్ట్ మౌంట్ ఎంపికలు
tg: Имконоти васлкунии пешфарз
th: ตัวเลือกการเมานต์เริ่มต้น
tk: Bellenen dag opsiýalary
tt: Килешү буенча Вариантлар
uk: Параметри кріплення за замовчуванням
ur: ﺕﺍﺭﺎﯿﺘﺧﺍ ﮯﮐ ﭧﻧﺅﺎﻣ ﭧﻟﺎﻔﯾﮈ
uz: Standart o'rnatish opsiyalari
vi: Tùy chọn gắn kết mặc định
xh: Ukunyuswa okumiselweyo
yi: סעיצפּאָ גראב טיַיקילעפ

source: Re/mount With Options
af: Her/monteer Met Opsies
am: ከአማራጮች ጋር እንደገና ጫን
ar: ﺕﺍﺭﺎﻴﺨﻟﺍ ﻊﻣ ﻞﺒﺟ / ﺓﺩﺎﻋﺇ
be: Паўторна/мантаваць з параметрамі
bg: Повторно/монтиране с опции
bn: বিকল্পগুলির সাথে পুনরায়/মাউন্ট করুন
ca: Re/muntar amb opcions
cy: Ail / mowntio Gyda Dewisiadau
da: Genmonter med muligheder
eo: Re/munti Kun Opcioj
et: Re/mount koos valikutega
eu: Berriro/muntatu Aukerekin
fa: ﺪﯾﻮﺷ ﺭﺍﻮﺳ ًﺍﺩﺪﺠﻣ ﺎﻫu200cﻪﻨﯾﺰﮔ ﺎﺑ
fi: Uudelleen/asenna vaihtoehdoilla
fy: Re/mount mei opsjes
ga: Ath / suite Le Roghanna
gd: Re / mount Le Roghainnean
gl: Re/montar con opcións
gu: વિકલ્પો સાથે ફરીથી/માઉન્ટ કરો
he: תויורשפא םע רה/שדחמ
hi: विकल्प के साथ पुन: माउंट करें
hr: Ponovno/montaža s opcijama
hu: Re/mount Opciókkal
id: Re/mount Dengan Pilihan
is: Endur/festa með valkostum
ka: ხელახლა/დამონტაჟება ოფციებით
kk: Параметрлермен қайта орнату
km: ភ្ជាប់ឡើងវិញជាមួយជម្រើស
kn: ಆಯ್ಕೆಗಳೊಂದಿಗೆ ಮರು/ಮೌಂಟ್ ಮಾಡಿ
ku: Ji nû ve/çiyayî Bi Vebijarkan
ky: Параметрлер менен кайра/монтаждоо
lb: Re/mount mat Optiounen
lo: Re/mount ດ້ວຍຕົວເລືອກ
lt: Sumontuokite / sumontuokite su parinktimis
mg: Re/mount miaraka amin'ny Options
mi: Re/mount With Kōwhiringa
mk: Повторно/монтирај со опции
ml: ഓപ്u200cഷനുകൾ ഉപയോഗിച്ച് വീണ്ടും/മൌണ്ട് ചെയ്യുക
mn: Сонголтуудтай дахин/холбох
mr: पर्यायांसह पुन्हा/माउंट करा
mt: Re/immonta B'Għażliet
my: Options များဖြင့် ပြန်လည်/တပ်ဆင်ပါ။
nb: Monter på nytt med alternativer
ne: विकल्पहरूसँग पुन/माउन्ट गर्नुहोस्
or: ବିକଳ୍ପ ସହିତ ପୁନ / ମାଉଣ୍ଟ କରନ୍ତୁ |
pa: ਵਿਕਲਪਾਂ ਨਾਲ ਮੁੜ/ਮਾਊਂਟ ਕਰੋ
ps: ﻝﻮﮐ ﻪﺗﺭﻮﭘ / ﺎﯿﺑ ﻩﺮﺳ ﻮﻧﻭﺭﺎﯿﺘﺧﺍ ﺩ
ro: Re/montare cu opțiuni
rw: Ongera ushyire hamwe namahitamo
sd: ﻥﺎﺳ ﻥﺭﺎﻴﺘﺧﺍ ٽﻧﺅﺎﻣ / ﺮﻬﻴﭔ
si: විකල්ප සමඟ නැවත සවි කරන්න
sl: Ponovno/montaža z možnostmi
sq: Ri/montoni me opsione
sw: Re/Mlima Kwa Chaguzi
ta: விருப்பங்களுடன் மீண்டும் ஏற்றவும்
te: ఎంపికలతో తిరిగి/మౌంట్ చేయండి
tg: Аз нав / васлкунӣ бо имконоти
th: ใหม่/เมานต์ด้วยตัวเลือก
tk: Görnüşler bilen täzeden guruň
tt: Вариантлар белән яңадан / монтаж
uk: Повторне/монтування за допомогою параметрів
ur: ۔ﮟﯾﺮﮐ ﭧﻧﺅﺎﻣ/ﮦﺭﺎﺑﻭﺩ ﮫﺗﺎﺳ ﮯﮐ ﺕﺍﺭﺎﯿﺘﺧﺍ
uz: Tanlovlar bilan qayta oʻrnatish
vi: Gắn lại / gắn kết với các tùy chọn
xh: Phinda/Nyusa Ngokhetho
yi: סעיצפּאָ טימ ןפּאַלקנאָ / ער
