Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
af: Benewens die OPSIES hierbo gelys, --compact of --expand opsies kan wees by enige element gevoeg word. Ook, a--font opsie kan gebruik word met die meeste element tipes om die element se lettertipe en lettergrootte te verander. Byvoorbeeld: --input --font "Times New Roman 16" "Verstek teks"
am: ከላይ ከተዘረዘሩት OPTIONS በተጨማሪ፣ --compact ወይም --expand አማራጮች ሊሆኑ ይችላሉ ወደ ማንኛውም አካል ተጨምሯል. እንዲሁም፣ ሀ--font አማራጭ ከአብዛኛዎቹ ንጥረ ነገሮች ጋር ጥቅም ላይ ሊውል ይችላል የኤለመንቱን ቅርጸ-ቁምፊ እና ቅርጸ-ቁምፊ መጠን ለመለወጥ ዓይነቶች። ለምሳሌ: --input --font "Times New Roman 16" "ነባሪ ጽሑፍ"
ar: ، ﻩﻼ﻿ﻋﺃ ﺓﺭﻮﻛﺬﻤﻟﺍ ﺕﺍﺭﺎﻴﺨﻟﺍ ﻰﻟﺇ ﺔﻓﺎﺿﻹ﻿ﺎﺑ --compact ﻭﺃ --expand ﺕﺍﺭﺎﻴﺨﻟﺍ ﻥﻮﻜﺗ ﺪﻗ ﺎﻀﺑﺃ .ﺮﺼﻨﻋ ﻱﺃ ﻰﻟﺇ ﻑﺎﻀﻳ--font ﺮﺻﺎﻨﻌﻟﺍ ﻢﻈﻌﻣ ﻊﻣ ﺭﺎﻴﺨﻟﺍ ﻡﺍﺪﺨﺘﺳﺍ ﻦﻜﻤﻳ :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ .ﻂﺨﻟﺍ ﻢﺠﺣﻭ ﺮﺼﻨﻌﻟﺍ ﻂﺧ ﺮﻴﻴﻐﺘﻟ ﻉﺍﻮﻧﺃ --input --font "Times New Roman 16" "ﻲﺿﺍﺮﺘﻓﻻ﻿ﺍ ﺺﻨﻟﺍ"
be: У дадатак да ВАРАЎ, пералічаных вышэй, --compact або --expand варыянты могуць быць дадаецца да любога элемента. Акрамя таго, а--font опцыя можа выкарыстоўвацца з большасцю элементаў тыпы, каб змяніць шрыфт і памер шрыфта элемента. Напрыклад: --input --font "Times New Roman 16" "Тэкст па змаўчанні"
bg: В допълнение към изброените по-горе ОПЦИИ, --compact или --expand опции може да има добавен към всеки елемент. Също така, а--font опцията може да се използва с повечето елемент типове, за да промените шрифта на елемента и размера на шрифта. Например: --input --font "Times New Roman 16" "Текст по подразбиране"
bn: উপরে তালিকাভুক্ত বিকল্পগুলি ছাড়াও, --compact বা --expand বিকল্প হতে পারে কোনো উপাদান যোগ করা হয়. আরো একটি--font বিকল্প বেশিরভাগ উপাদানের সাথে ব্যবহার করা যেতে পারে উপাদানের ফন্ট এবং ফন্টের আকার পরিবর্তন করার জন্য প্রকারগুলি। উদাহরণ স্বরূপ: --input --font "Times New Roman 16" "ডিফল্ট টেক্সট"
ca: A més de les OPCIONS enumerades anteriorment, --compact o --expand opcions poden ser afegit a qualsevol element. També, a--font L'opció es pot utilitzar amb la majoria dels elements tipus per canviar la font i la mida de la lletra de l'element. Per exemple: --input --font "Times New Roman 16" "Text predeterminat"
cy: Yn ychwanegol at yr OPSIYNAU a restrir uchod, --compact neu --expand gall opsiynau fod wedi'i ychwanegu at unrhyw elfen. Hefyd, a--font gellir defnyddio'r opsiwn gyda'r rhan fwyaf o elfen mathau i newid ffont a maint ffont yr elfen. Er enghraifft: --input --font "Times New Roman 16" "Testun Rhagosodedig"
da: Ud over de MULIGHEDER, der er anført ovenfor, --compact eller --expand muligheder kan være tilføjet til ethvert element. Også en--font mulighed kan bruges med de fleste elementer typer for at ændre elementets skrifttype og skriftstørrelse. For eksempel: --input --font "Times New Roman 16" "Standardtekst"
eo: Krom la OPCIOJ listigitaj supre, --compact aŭ --expand ebloj povas esti aldonita al iu ajn elemento. Ankaŭ, a--font opcio povas esti uzata kun plej parto de elemento tajpas por ŝanĝi la tiparon kaj tiparon de la elemento. Ekzemple: --input --font "Times New Roman 16" "Defaŭlta Teksto"
et: Lisaks ülaltoodud VALIKUtele --compact või --expand valikud võivad olla mis tahes elemendile lisatud. Samuti a--font valikut saab kasutada enamiku elementide puhul tüübid, et muuta elemendi fondi ja fondi suurust. Näiteks: --input --font "Times New Roman 16" "Vaiketekst"
eu: Goian aipatutako AUKERAez gain, --compact edo --expand aukerak izan daitezke edozein elementuri gehituta. Gainera, a--font aukera elementu gehienekin erabil daiteke motak elementuaren letra-tipoa eta letra-tamaina aldatzeko. Adibidez: --input --font "Times New Roman 16" "Testu lehenetsia"
fa: ،ﻻ﻿ﺎﺑ ﺭﺩ ﻩﺪﺷ ﺮﮐﺫ ﯼﺎﻫ ﻪﻨﯾﺰﮔ ﺮﺑ ﻩﻭﻼ﻿ﻋ --compact ﺎﯾ --expand ﺖﺳﺍ ﻦﮑﻤﻣ ﺎﻫ ﻪﻨﯾﺰﮔ ﮏﯾ ﻦﯿﻨﭽﻤﻫ .ﺖﺳﺍ ﻩﺪﺷ ﻪﻓﺎﺿﺍ ﺮﺼﻨﻋ ﺮﻫ ﻪﺑ--font ﺩﻮﺷ ﻩﺩﺎﻔﺘﺳﺍ ﺮﺻﺎﻨﻋ ﺮﺜﮐﺍ ﺎﺑ ﺖﺳﺍ ﻦﮑﻤﻣ ﻪﻨﯾﺰﮔ :ﻼ﻿ﺜﻣ .ﺮﺼﻨﻋ ﻢﻠﻗ ﻩﺯﺍﺪﻧﺍ ﻭ ﺖﻧﻮﻓ ﺮﯿﯿﻐﺗ ﯼﺍﺮﺑ ﻉﻮﻧ --input --font "Times New Roman 16" "ﺽﺮﻓ ﺶﯿﭘ ﻦﺘﻣ"
fi: Yllä lueteltujen VAIHTOEHTOJEN lisäksi --compact tai --expand vaihtoehtoja voi olla lisätty mihin tahansa elementtiin. Myös--font vaihtoehtoa voidaan käyttää useimpien elementtien kanssa tyypit muuttaaksesi elementin kirjasinta ja kirjasinkokoa. Esimerkiksi: --input --font "Times New Roman 16" "Oletusteksti"
fil: Bilang karagdagan sa mga OPSYON na nakalista sa itaas, --compact o --expand ang mga pagpipilian ay maaaring idinagdag sa anumang elemento. Isa ding--font ang opsyon ay maaaring gamitin sa karamihan ng elemento mga uri upang baguhin ang font at laki ng font ng elemento. Halimbawa: --input --font "Times New Roman 16" "Default na Teksto"
fy: Neist de boppesteande OPSJES, --compact of --expand opsjes kinne wêze tafoege oan elts elemint. Ek, a--font opsje kin brûkt wurde mei de measte elemint typen om it lettertype en de lettergrutte fan it elemint te feroarjen. Bygelyks: --input --font "Times New Roman 16" "Standert tekst"
ga: Chomh maith leis na ROGHANNA atá liostaithe thuas, --compact nó --expand féadfaidh roghanna a bheith curtha le haon eilimint. Chomh maith leis sin, a--font féadfar an rogha a úsáid leis an gcuid is mó den eilimint cineálacha chun cló agus méid cló na heiliminte a athrú. Mar shampla: --input --font "Times New Roman 16" "Téacs Réamhshocraithe"
gd: A bharrachd air na OPTIONS a tha air an liostadh gu h-àrd, --compact no --expand faodaidh roghainnean a bhith air a chur ri eileamaid sam bith. Cuideachd, a--font faodar an roghainn a chleachdadh leis a ’mhòr-chuid de eileamaid seòrsaichean gus cruth-clò agus meud cruth-clò na h-eileamaid atharrachadh. Mar eisimpleir: --input --font "Times New Roman 16" "Teacs bunaiteach"
gl: Ademais das OPCIÓNS enumeradas anteriormente, --compact ou --expand as opcións poden ser engadido a calquera elemento. Ademais, a--font a opción pódese usar coa maioría dos elementos tipos para cambiar o tipo de letra e o tamaño da fonte do elemento. Por exemplo: --input --font "Times New Roman 16" "Texto predeterminado"
gu: ઉપર સૂચિબદ્ધ વિકલ્પો ઉપરાંત, --compact અથવા --expand વિકલ્પો હોઈ શકે છે કોઈપણ તત્વમાં ઉમેરવામાં આવે છે. ઉપરાંત, એ--font વિકલ્પનો ઉપયોગ મોટાભાગના તત્વ સાથે થઈ શકે છે તત્વના ફોન્ટ અને ફોન્ટનું કદ બદલવા માટેના પ્રકારો. દાખ્લા તરીકે: --input --font "Times New Roman 16" "ડિફૉલ્ટ ટેક્સ્ટ"
he: ,ליעל תוטרופמה תויורשפאל ףסונב --compact ֹוא --expand תויהל תויושע תויורשפא םג .טנמלא לכל ףסונ--font םיטנמלאה בור םע תורשפאב שמתשהל ןתינ :המגודל .טנמלאה לש ןפוגה לדוגו ןפוגה תא תונשל ידכ םיגוס --input --font "Times New Roman 16" "לדחמ תרירב טסקט"
hi: ऊपर सूचीबद्ध विकल्पों के अलावा, --compact या --expand विकल्प हो सकते हैं किसी भी तत्व में जोड़ा गया। यह भी एक--font अधिकांश तत्वों के साथ विकल्प का उपयोग किया जा सकता है तत्व के फ़ॉन्ट और फ़ॉन्ट आकार को बदलने के लिए प्रकार। उदाहरण के लिए: --input --font "Times New Roman 16" "डिफ़ॉल्ट पाठ"
hr: Osim gore navedenih OPCIJA, --compact ili --expand opcije mogu biti dodano bilo kojem elementu. Također, a--font opcija se može koristiti s većinom elementa vrste za promjenu fonta i veličine fonta elementa. Na primjer: --input --font "Times New Roman 16" "Zadani tekst"
hu: A fent felsorolt u200bu200bLEHETŐSÉGEKEN kívül, --compact vagy --expand opciók lehetnek bármely elemhez hozzáadva. Továbbá, a--font opció a legtöbb elemmel használható típusok segítségével módosíthatja az elem betűtípusát és betűméretét. Például: --input --font "Times New Roman 16" "Alapértelmezett szöveg"
hy: Ի լրումն վերը թվարկված ՏԱՐԲԵՐԱԿՆԵՐԻ, --compact կամ --expand տարբերակները կարող են լինել ավելացվել է ցանկացած տարրի մեջ: Նաև Ա--font տարբերակը կարող է օգտագործվել շատ տարրերի հետ տարրի տառատեսակը և տառաչափը փոխելու տեսակները: Օրինակ: --input --font "Times New Roman 16" "Կանխադրված տեքստ"
id: Selain OPSI yang tercantum di atas, --compact atau --expand pilihan mungkin ditambahkan ke elemen apa pun. Juga sebuah--font opsi dapat digunakan dengan sebagian besar elemen jenis untuk mengubah font elemen dan ukuran font. Sebagai contoh: --input --font "Times New Roman 16" "Teks Default"
is: Til viðbótar við VALKOSTIR sem taldir eru upp hér að ofan, --compact eða --expand valkostir geta verið bætt við hvaða þátt sem er. Einnig a--font möguleiki er hægt að nota með flestum þáttum tegundir til að breyta leturgerð og leturstærð frumefnisins. Til dæmis: --input --font "Times New Roman 16" "Sjálfgefinn texti"
ka: ზემოთ ჩამოთვლილი ვარიანტების გარდა, --compact ან --expand ვარიანტები შეიძლება იყოს დაემატა ნებისმიერ ელემენტს. ასევე, ა--font ვარიანტი შეიძლება გამოყენებულ იქნას უმეტეს ელემენტთან ტიპები ელემენტის შრიფტისა და შრიფტის ზომის შესაცვლელად. Მაგალითად: --input --font "Times New Roman 16" "ნაგულისხმევი ტექსტი"
kk: Жоғарыда аталған ОПЦИЯЛАРға қосымша, --compact немесе --expand опциялар болуы мүмкін кез келген элементке қосылады. Сондай-ақ, А--font опциясы көптеген элементтермен бірге қолданылуы мүмкін элементтің қаріпі мен қаріп өлшемін өзгерту үшін түрлер. Мысалға: --input --font "Times New Roman 16" "Әдепкі мәтін"
km: បន្ថែមពីលើជម្រើសដែលបានរាយខាងលើ។ --compact ឬ --expand ជម្រើសអាចជា បន្ថែមទៅធាតុណាមួយ។ ផងដែរ ក--font ជម្រើសអាចត្រូវបានប្រើជាមួយធាតុភាគច្រើន ប្រភេទដើម្បីផ្លាស់ប្តូរពុម្ពអក្សរ និងទំហំពុម្ពអក្សររបស់ធាតុ។ ឧទាហរណ៍: --input --font "Times New Roman 16" "អត្ថបទលំនាំដើម"
kn: ಮೇಲೆ ಪಟ್ಟಿ ಮಾಡಲಾದ ಆಯ್ಕೆಗಳ ಜೊತೆಗೆ, --compact ಅಥವಾ --expand ಆಯ್ಕೆಗಳು ಇರಬಹುದು ಯಾವುದೇ ಅಂಶಕ್ಕೆ ಸೇರಿಸಲಾಗಿದೆ. ಅಲ್ಲದೆ, ಎ--font ಹೆಚ್ಚಿನ ಅಂಶದೊಂದಿಗೆ ಆಯ್ಕೆಯನ್ನು ಬಳಸಬಹುದು ಅಂಶದ ಫಾಂಟ್ ಮತ್ತು ಫಾಂಟ್ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸಲು ವಿಧಗಳು. ಉದಾಹರಣೆಗೆ: --input --font "Times New Roman 16" "ಡೀಫಾಲ್ಟ್ ಪಠ್ಯ"
ku: Ji bilî OPTIONS li jor rêzkirî, --compact an --expand vebijark dikarin bibin li her hêmanekê zêde kirin. Her weha, a--font vebijark dikare bi piraniya hêmanan re were bikar anîn cureyên ji bo guherandina font û mezinahiya tîpan. Bo nimûne: --input --font "Times New Roman 16" "Nivîsara Bingehîn"
ky: Жогоруда саналып өткөн ОПЦИОНАЛАРДАН тышкары, --compact же --expand варианттар болушу мүмкүн каалаган элементке кошулат. Ошондой эле--font параметр көпчүлүк элементтер менен колдонулушу мүмкүн элементтердин шрифтин жана шрифтин өлчөмүн өзгөртүү үчүн түрлөрү. Мисалы: --input --font "Times New Roman 16" "Демейки Текст"
lb: Zousätzlech zu den uewe genannte OPTIONEN, --compact oder --expand Optiounen kënne sinn zu all Element bäigefüügt. Also, a--font Optioun ka mat meescht Element benotzt ginn Typen fir d'Schrëft an d'Schrëftgréisst vum Element z'änneren. Zum Beispill: --input --font "Times New Roman 16" "Standard Text"
lo: ນອກເໜືອໄປຈາກຕົວເລືອກທີ່ລະບຸໄວ້ຂ້າງເທິງ, --compact ຫຼື --expand ທາງເລືອກອາດຈະເປັນ ເພີ່ມໃສ່ອົງປະກອບໃດນຶ່ງ. ນອກຈາກນີ້, ກ--font ທາງເລືອກອາດຈະຖືກນໍາໃຊ້ກັບອົງປະກອບສ່ວນໃຫຍ່ ປະເພດເພື່ອປ່ຽນຕົວອັກສອນ ແລະຂະໜາດຕົວອັກສອນຂອງອົງປະກອບ. ຍົກu200bຕົວu200bຢ່າງ: --input --font "Times New Roman 16" "ຂໍ້ຄວາມເລີ່ມຕົ້ນ"
lt: Be aukščiau išvardytų PASIRINKIMŲ, --compact arba --expand variantai gali būti pridėta prie bet kurio elemento. Taip pat, a--font parinktis gali būti naudojama su dauguma elementų tipai, kad pakeistumėte elemento šriftą ir šrifto dydį. Pavyzdžiui: --input --font "Times New Roman 16" "Numatytasis tekstas"
lv: Papildus iepriekš uzskaitītajām IESPĒJĀM, --compact vai --expand varianti var būt pievienots jebkuram elementam. Arī a--font opciju var izmantot ar lielāko daļu elementu veidus, lai mainītu elementa fontu un fonta lielumu. Piemēram: --input --font "Times New Roman 16" "Noklusējuma teksts"
mg: Ankoatra ireo OPTIONS voalaza etsy ambony, --compact na --expand mety ho safidy ampiana singa rehetra. Ary koa, a--font safidy dia azo ampiasaina amin'ny ankamaroan'ny singa karazana hanovana ny endri-tsoratra sy ny haben'ny endri-tsoratra. Ohatra: --input --font "Times New Roman 16" "Default Text"
mi: I tua atu i nga OPTIONS kua whakarārangihia i runga ake nei, --compact ranei --expand he kōwhiringa pea tāpiri ki tetahi huānga. Ano hoki, a--font Ka taea te whakamahi i te whiringa me te nuinga o nga huānga momo hei huri i te momotuhi me te rahi momotuhi o te huānga. Hei tauira: --input --font "Times New Roman 16" "Kuputuhi Taunoa"
mk: Во прилог на ОПЦИИТЕ наведени погоре, --compact или --expand опции може да бидат додадена на кој било елемент. Исто така, а--font опцијата може да се користи со повеќето елементи типови за промена на фонтот и големината на фонтот на елементот. На пример: --input --font "Times New Roman 16" "Стандарден текст"
ml: മുകളിൽ ലിസ്റ്റുചെയ്തിരിക്കുന്ന ഓപ്ഷനുകൾക്ക് പുറമേ, --compact അഥവാ --expand ഓപ്ഷനുകൾ ആയിരിക്കാം ഏതെങ്കിലും ഘടകത്തിലേക്ക് ചേർത്തു. കൂടാതെ, എ--font ഒട്ടുമിക്ക എലമെന്റിലും ഓപ്ഷൻ ഉപയോഗിക്കാം മൂലകത്തിന്റെ ഫോണ്ടും ഫോണ്ട് വലുപ്പവും മാറ്റുന്നതിനുള്ള തരങ്ങൾ. ഉദാഹരണത്തിന്: --input --font "Times New Roman 16" "ഡിഫോൾട്ട് ടെക്സ്റ്റ്"
mn: Дээр дурдсан СОНГОЛТуудаас гадна --compact эсвэл --expand сонголтууд байж болно дурын элемент дээр нэмсэн. Мөн, А--font сонголтыг ихэнх элементэд ашиглаж болно элементийн фонт болон үсгийн хэмжээг өөрчлөх төрөл. Жишээлбэл: --input --font "Times New Roman 16" "Өгөгдмөл текст"
mr: वर सूचीबद्ध केलेल्या पर्यायांव्यतिरिक्त, --compact किंवा --expand पर्याय असू शकतात कोणत्याही घटकात जोडले. तसेच, ए--font पर्याय बहुतेक घटकांसह वापरला जाऊ शकतो घटकाचा फॉन्ट आणि फॉन्ट आकार बदलण्यासाठी प्रकार. उदाहरणार्थ: --input --font "Times New Roman 16" "डीफॉल्ट मजकूर"
mt: Minbarra l-GĦAŻLIET elenkati hawn fuq, --compact jew --expand għażliet jistgħu jkunu miżjud ma 'kwalunkwe element. Ukoll, a--font għażla tista 'tintuża mal-biċċa l-kbira tal-element tipi biex jibdlu l-font tal-element u d-daqs tat-tipa. Pereżempju: --input --font "Times New Roman 16" "Test Default"
my: အထက်ဖော်ပြပါ Options များအပြင်၊ --compact သို့မဟုတ် --expand ရွေးချယ်စရာများဖြစ်နိုင်သည်။ မည်သည့်ဒြပ်စင်သို့ထည့်သည် ထို့အတူ၊--font ရွေးချယ်မှုကို ဒြပ်စင်အများစုဖြင့် အသုံးပြုနိုင်သည်။ ဒြပ်စင်၏ဖောင့်နှင့် ဖောင့်အရွယ်အစားကို ပြောင်းလဲရန် အမျိုးအစားများ။ ဥပမာ: --input --font "Times New Roman 16" "မူရင်းစာသား"
nb: I tillegg til ALTERNATIVERNE som er oppført ovenfor, --compact eller --expand alternativer kan være lagt til et hvilket som helst element. Også en--font alternativet kan brukes med de fleste elementer typer for å endre elementets font og skriftstørrelse. For eksempel: --input --font "Times New Roman 16" "Standard tekst"
ne: माथि सूचीबद्ध विकल्पहरूको अतिरिक्त, --compact वा --expand विकल्प हुन सक्छ कुनै पनि तत्वमा थपियो। साथै, ए--font विकल्प धेरै तत्व संग प्रयोग गर्न सकिन्छ तत्वको फन्ट र फन्ट साइज परिवर्तन गर्नका लागि प्रकारहरू। उदाहरणका लागि: --input --font "Times New Roman 16" "पूर्वनिर्धारित पाठ"
or: ଉପରେ ତାଲିକାଭୁକ୍ତ OPTIONS ସହିତ, --compact କିମ୍ବା --expand ବିକଳ୍ପଗୁଡ଼ିକ ହୋଇପାରେ | ଯେକ any ଣସି ଉପାଦାନରେ ଯୋଡା ଯାଇଛି | ଆହୁରି ମଧ୍ୟ, a--font ଅଧିକାଂଶ ଉପାଦାନ ସହିତ ବିକଳ୍ପ ବ୍ୟବହୃତ ହୋଇପାରେ | ଉପାଦାନର ଫଣ୍ଟ ଏବଂ ଫଣ୍ଟ ଆକାର ପରିବର୍ତ୍ତନ କରିବାକୁ ପ୍ରକାରଗୁଡିକ | ଉଦାହରଣ ସ୍ଵରୁପ: --input --font "Times New Roman 16" "ଡିଫଲ୍ଟ ପାଠ୍ୟ"
pa: ਉੱਪਰ ਸੂਚੀਬੱਧ ਵਿਕਲਪਾਂ ਤੋਂ ਇਲਾਵਾ, --compact ਜਾਂ --expand ਵਿਕਲਪ ਹੋ ਸਕਦੇ ਹਨ ਕਿਸੇ ਵੀ ਤੱਤ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ। ਨਾਲ ਹੀ, ਏ--font ਵਿਕਲਪ ਜ਼ਿਆਦਾਤਰ ਤੱਤ ਦੇ ਨਾਲ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ ਤੱਤ ਦੇ ਫੌਂਟ ਅਤੇ ਫੌਂਟ ਆਕਾਰ ਨੂੰ ਬਦਲਣ ਲਈ ਕਿਸਮਾਂ। ਉਦਾਹਰਣ ਲਈ: --input --font "Times New Roman 16" "ਪੂਰਵ-ਨਿਰਧਾਰਤ ਟੈਕਸਟ"
ps: ،ﻩﺮﯿﺑﺮﺳ ﻮﻧﻭﺭﺎﯿﺘﺧﺍ ﻮﯾﻮﺷ ﺖﺴﯿﻟ ﻪﺗﺭﻮﭘ ﺩ --compact ﺎﯾ --expand ﻲﺷ ﯼﺍﺪﯿﮐ ﻪﻧﻭﺭﺎﯿﺘﺧﺍ ﻒﻟﺍ ،ﻪګﻧﺭﺍﺪﻤﻫ .ﯼﻮﺷ ﻪﻓﺎﺿﺍ ﻪﺗ ﺮﺼﻨﻋ ﺮﻫ--font ﻲﺷ ﯼﺪﯿﮐ ﻝﻭﺭﺎﮐ ﻩﺮﺳ ﺮﺼﻨﻋ ﯼﺮﯾډ ﺩ ﺭﺎﯿﺘﺧﺍ :ﻪګﻮﺗ ﻪﭘ ﻝﺎﺜﻣ ﺩ .ﻩﺭﺎﭙﻟ ﻮﻟﻮﻟﺪﺑ ﻩﺯﺍﺪﻧﺍ ټﻧﻮﻓ ﻭﺍ ټﻧﻮﻓ ﺮﺼﻨﻋ ﺩ ﻪﻧﻮﻟﻭډ --input --font "Times New Roman 16" "ﻦﺘﻣ ټﻟﺎﻔﯾډ"
ro: Pe lângă OPȚIUNILE enumerate mai sus, --compact sau --expand opțiunile pot fi adăugat la orice element. Deasemenea o--font opțiunea poate fi utilizată cu majoritatea elementelor pentru a modifica fontul și dimensiunea fontului elementului. De exemplu: --input --font "Times New Roman 16" "Text implicit"
rw: Usibye AMAHITAMO yanditse hejuru, --compact cyangwa --expand amahitamo arashobora byongewe kubintu byose. Nanone, a--font amahitamo arashobora gukoreshwa nibintu byinshi Ubwoko bwo Guhindura Imyandikire yimyandikire nubunini bwimyandikire. Kurugero: --input --font "Times New Roman 16" "Inyandiko isanzwe"
sd: ،ﻩﻭﻼ﻿ﻋ ﻥﺎﮐ ﻥﺭﺎﻴﺘﺧﺍ ﻞﻧڏ ﻲﭥﻣ --compact ﺎﻳ --expand ﻮﭤ ﻲﻬﮕﺳ ﻲﭤ ﺭﺎﻴﺘﺧﺍ ﻒﻟﺍ ،ﮡﭘ .ﻮﻳﻭ ﻮﻴڪ ﻞﻣﺎﺷ ۾ ﺮﺼﻨﻋ ﻪﺑ ﻦﻬﻨڪ--font ﻮﭤ ﻲﺠﻬﮕﺳ ﻱﺮڪ ﻝﺎﻤﻌﺘﺳﺍ ﻥﺎﺳ ﺮﺼﻨﻋ ﺮﺜڪﺍ ﺭﺎﻴﺘﺧﺍ :ﺭﻮﻃ ﻝﺎﺜﻣ .ﻥﻮﻤﺴﻗ ءِﻻ﻿ ﮠﺮڪ ﻞﻳﺪﺒﺗ ﻲﮐ ﺰﻴﺋﺎﺳ ﻲﺟ ٽﻧﻮﻓ ۽ ٽﻧﻮﻓ ﻲﺟ ﺮﺼﻨﻋ --input --font "Times New Roman 16" "ٽﺴڪﻴٽ ٽﻟﺎﻓڊ"
si: ඉහත ලැයිස්තුගත කර ඇති විකල්ප වලට අමතරව, --compact හෝ --expand විකල්ප විය හැක ඕනෑම මූලද්රව්යයකට එකතු කර ඇත. එසේම, ඒ--font විකල්පය බොහෝ මූලද්රව්ය සමඟ භාවිතා කළ හැක මූලද්u200dරව්u200dයයේ අකුරු සහ අකුරු ප්u200dරමාණය වෙනස් කිරීමට වර්ග. උදාහරණයක් වශයෙන්: --input --font "Times New Roman 16" "පෙරනිමි පෙළ"
sk: Okrem MOŽNOSTÍ uvedených vyššie, --compact alebo --expand možnosti môžu byť pridané k akémukoľvek prvku. Tiež a--font možnosť možno použiť s väčšinou prvkov typov na zmenu písma a veľkosti písma prvku. Napríklad: --input --font "Times New Roman 16" "Predvolený text"
sl: Poleg zgoraj naštetih MOŽNOSTI, --compact oz --expand možnosti so lahko dodano kateremu koli elementu. Tudi a--font možnost se lahko uporablja z večino elementov vrste, da spremenite pisavo elementa in velikost pisave. Na primer: --input --font "Times New Roman 16" "Privzeto besedilo"
sq: Përveç OPCIONEVE të listuara më sipër, --compact ose --expand opsionet mund të jenë shtuar në çdo element. Gjithashtu, a--font opsioni mund të përdoret me shumicën e elementeve llojet për të ndryshuar fontin dhe madhësinë e fontit të elementit. Për shembull: --input --font "Times New Roman 16" "Teksti i parazgjedhur"
sw: Mbali na OPTIONS zilizoorodheshwa hapo juu, --compact au --expand chaguzi zinaweza kuwa imeongezwa kwa kipengele chochote. Pia, a--font chaguo inaweza kutumika na kipengele zaidi aina za kubadilisha fonti ya kipengele na saizi ya fonti. Kwa mfano: --input --font "Times New Roman 16" "Maandishi Chaguomsingi"
ta: மேலே பட்டியலிடப்பட்டுள்ள விருப்பங்களுக்கு கூடுதலாக, --compact அல்லது --expand விருப்பங்கள் இருக்கலாம் எந்த உறுப்புக்கும் சேர்க்கப்பட்டது. மேலும், ஏ--font விருப்பம் பெரும்பாலான உறுப்புகளுடன் பயன்படுத்தப்படலாம் உறுப்புகளின் எழுத்துரு மற்றும் எழுத்துரு அளவை மாற்றுவதற்கான வகைகள். உதாரணத்திற்கு: --input --font "Times New Roman 16" "இயல்புநிலை உரை"
te: పైన జాబితా చేయబడిన ఎంపికలకు అదనంగా, --compact లేదా --expand ఎంపికలు ఉండవచ్చు ఏదైనా మూలకానికి జోడించబడింది. అలాగే, ఎ--font ఎంపిక చాలా మూలకంతో ఉపయోగించవచ్చు మూలకం యొక్క ఫాంట్ మరియు ఫాంట్ పరిమాణాన్ని మార్చడానికి రకాలు. ఉదాహరణకి: --input --font "Times New Roman 16" "డిఫాల్ట్ టెక్స్ట్"
tg: Илова ба вариантҳои дар боло номбаршуда, --compact ё --expand вариантҳо метавонанд бошад ба ягон элемент илова карда мешавад. Инчунин, А--font опсия метавонад бо аксари элементҳо истифода шавад намудҳо барои тағир додани ҳуруф ва андозаи ҳуруфи элемент. Барои намуна: --input --font "Times New Roman 16" "Матни пешфарз"
th: นอกเหนือจากตัวเลือกที่ระบุไว้ข้างต้น --compact หรือ --expand ตัวเลือกอาจจะ เพิ่มไปยังองค์ประกอบใด ๆ นอกจากนี้ a--font ตัวเลือกสามารถใช้ได้กับองค์ประกอบส่วนใหญ่ ประเภทเพื่อเปลี่ยนแบบอักษรขององค์ประกอบและขนาดแบบอักษร ตัวอย่างเช่น: --input --font "Times New Roman 16" "ข้อความเริ่มต้น"
tk: Aboveokarda sanalan Saýlawlara goşmaça, --compact ýa-da --expand wariantlary bolup biler islendik elemente goşuldy. Şeýle hem, a--font opsiýa köp element bilen ulanylyp bilner elementiň şriftini we şrift ölçegini üýtgetmek üçin görnüşleri. Mysal üçin: --input --font "Times New Roman 16" "Bellenen tekst"
tt: Aboveгарыда күрсәтелгән Вариантларга өстәп, --compact яки --expand вариантлар булырга мөмкин теләсә нинди элементка өстәлгән. Шулай ук, а--font вариант күпчелек элемент белән кулланылырга мөмкин элементның шрифтын һәм шрифт зурлыгын үзгәртү өчен төрләр. Мәсәлән: --input --font "Times New Roman 16" "Килешенгән текст"
uk: На додаток до ВАРИАНТІВ, перерахованих вище, --compact або --expand варіанти можуть бути додається до будь-якого елемента. Також а--font Опція може використовуватися з більшістю елементів типи, щоб змінити шрифт елемента та розмір шрифту. Наприклад: --input --font "Times New Roman 16" "Текст за замовчуванням"
ur: ،ﮦﻭﻼ﻿ﻋ ﮯﮐ ﺕﺍﺭﺎﯿﺘﺧﺍ ﺝﺭﺩ ﺮﭘﻭﺍ --compact ﺎﯾ --expand ﮟﯿﮨ ﮯﺘﮑﺳ ﻮﮨ ﺕﺍﺭﺎﯿﺘﺧﺍ ﮮﺍ ،ﮦﻭﻼ﻿ﻋ ﮯﮐ ﺱﺍ .ﻞﻣﺎﺷ ﮟﯿﻣ ﺮﺼﻨﻋ ﯽﮭﺑ ﯽﺴﮐ--font ۔ﮯﮨ ﺎﺘﮑﺳ ﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮫﺗﺎﺳ ﮯﮐ ﺮﺼﻨﻋ ﺮﺗ ﮦﺩﺎﯾﺯ ﻦﺸﭘﺁ :ﺮﭘ ﺭﻮﻃ ﮯﮐ ﻝﺎﺜﻣ ۔ﻡﺎﺴﻗﺍ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻮﮐ ﺰﺋﺎﺳ ﭧﻧﻮﻓ ﺭﻭﺍ ﭧﻧﻮﻓ ﮯﮐ ﺮﺼﻨﻋ --input --font "Times New Roman 16" "ﻦﺘﻣ ﮦﺪﺷ ﮯﻃ ﮯﺳ ﮯﻠﮩﭘ"
uz: Yuqorida sanab o'tilgan VARIANTlarga qo'shimcha ravishda, --compact yoki --expand variantlari bo'lishi mumkin har qanday elementga qo'shiladi. Shuningdek, a--font variant ko'pchilik element bilan ishlatilishi mumkin turlari element shrift va shrift hajmini o'zgartirish. Misol uchun: --input --font "Times New Roman 16" "Standart matn"
vi: Ngoài các TÙY CHỌN được liệt kê ở trên, --compact hoặc --expand các tùy chọn có thể là được thêm vào bất kỳ phần tử nào. Vừa là--font tùy chọn có thể được sử dụng với hầu hết các phần tử các loại để thay đổi phông chữ và kích thước phông chữ của phần tử. Ví dụ: --input --font "Times New Roman 16" "Văn bản mặc định"
xh: Ukongeza kwezi OPTIONS zidweliswe ngasentla, --compact okanye --expand iinketho zinokuba yongezwe kuyo nayiphi na into. Kwakhona, a--font ukhetho lunokusetyenziswa ngesiqalelo esininzi iintlobo zokutshintsha ifonti yesiqalelo kunye nobungakanani bomgca. Umzekelo: --input --font "Times New Roman 16" "Isiqendu esiMiselweyo"
yi: ,ןביוא דעטסיל סעיצפּאָ יד וצ ןאַשידאַ ןיא --compact רעדאָ --expand ןייז ןעק סעיצפּאָ א ךיוא .טנעמעלע ןייק וצ ןבעגעגוצ--font ןטנעמעלע בֿור טימ טנייוועג ןייז ןעק עיצפּאָ :לשמל .טנעמעלע םעד ןופ סיירג טפֿירש ןוא טפֿירש יד ןשיוט וצ ספּייט --input --font "Times New Roman 16" "טסקעט טיַיקילעפ"

source: INTERNAL COMMANDS:
af: INTERNE OPDRAGTE:
am: የውስጥ ትዕዛዞች፡-
ar: :ﺔﻴﻠﺧﺍﺪﻟﺍ ﺮﻣﺍﻭﻷ﻿ﺍ
be: УНУТРАНЫЯ КАМАНДЫ:
bg: ВЪТРЕШНИ КОМАНДИ:
bn: অভ্যন্তরীণ আদেশ:
ca: COMANDADES INTERNES:
cy: COMMANDS MEWNOL:
da: INTERNE KOMMANDOER:
eo: INTERNAJ KOMANDOJ:
et: SISEKÄSUD:
eu: BARNE AGINDUAK:
fa: :ﯽﻠﺧﺍﺩ ﺕﺍﺭﻮﺘﺳﺩ
fi: SISÄISET KOMENNOT:
fil: MGA INTERNAL NA UTOS:
fy: Ynterne opdrachten:
ga: COMHSHAOIL INMHEÁNACHA:
gd: COIMHEARSNACHDAN A-MUIGH:
gl: COMANDOS INTERNOS:
gu: આંતરિક આદેશો:
he: :תוימינפ תודוקפ
hi: आंतरिक आदेश:
hr: UNUTRAŠNJE NAREDBE:
hu: BELSŐ PARANCSOK:
hy: ՆԵՐՔԻՆ ՀՐԱՄԱՆՆԵՐ.
id: PERINTAH DALAM:
is: Innri skipanir:
ka: შიდა ბრძანებები:
kk: Iшкi пәрмендер:
km: បញ្ជាផ្ទៃក្នុង៖
kn: ಆಂತರಿಕ ಆಜ್ಞೆಗಳು:
ku: FERMANÊN HUNDIR:
ky: ИЧКИ БУЙРУКТАР:
lb: INTERN KOMMANDOEN:
lo: ຄໍາສັ່ງພາຍໃນ:
lt: VIDINĖS KOMANDOS:
lv: IEKŠĒJĀS KOMANDAS:
mg: DIDY anatiny:
mi: NGĀ TOHUTOHU O ROTO:
mk: ВНАТРЕШНИ КОМЕНДИ:
ml: ആന്തരിക കമാൻഡുകൾ:
mn: ДОТООД ТУШААЛ:
mr: अंतर्गत आदेश:
mt: KMANDI INTERNI:
my: အတွင်းပိုင်း အမိန့်များ-
nb: INTERNE KOMMANDOER:
ne: आन्तरिक कमाण्डहरू:
or: ଆନ୍ତର୍ଜାତୀୟ ନିର୍ଦ୍ଦେଶ:
pa: ਅੰਦਰੂਨੀ ਹੁਕਮ:
ps: :ﻪﻧﻮﻤﮑﺣ ﻲﻠﺧﺍﺩ
ro: COMENZI INTERNE:
rw: AMATEGEKO MPUZAMAHANGA:
sd: :ﻢڪﺣ ﻲﻧﻭﺭﺪﻧﺍ
si: අභ්u200dයන්තර විධාන:
sk: VNÚTORNÉ PRÍKAZY:
sl: NOTRANJI UKAZI:
sq: KOMANDA TË BRENDSHME:
sw: AMRI ZA NDANI:
ta: உள் கட்டளைகள்:
te: అంతర్గత ఆదేశాలు:
tg: ФАРМОНҲОИ ДОХИЛӢ:
th: คำสั่งภายใน:
tk: Içerki buýruklar:
tt: Халыкара боерыклар:
uk: ВНУТРІШНІ КОМАНДИ:
ur: :ﻡﺎﮑﺣﺍ ﯽﻧﻭﺭﺪﻧﺍ
uz: ICHKI BUYRUQLAR:
vi: LỆNH NỘI BỘ:
xh: IMIYALELO NGAPHAKATHI:
yi: :זדנאַמאַק ךעלרעני
