Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Run this command as username: ( Leave blank for current user )
af: Voer hierdie opdrag as gebruikersnaam uit: ( Laat leeg vir huidige gebruiker )
am: ይህንን ትዕዛዝ እንደ የተጠቃሚ ስም ያሂዱ፡- ( ለአሁኑ ተጠቃሚ ባዶ ይተውት። )
ar: :ﻡﺪﺨﺘﺴﻣ ﻢﺳﺎﻛ ﺮﻣﻷ﻿ﺍ ﺍﺬﻫ ﻞﻴﻐﺸﺘﺑ ﻢﻗ ( ﻲﻟﺎﺤﻟﺍ ﻡﺪﺨﺘﺴﻤﻠﻟ ﺎﻏﺭﺎﻓ ﻪﻛﺮﺗﺍ )
be: Запусціце гэтую каманду ад імя карыстальніка: ( Пакіньце пустым для бягучага карыстальніка )
bg: Изпълнете тази команда като потребителско име: ( Оставете празно за текущия потребител )
bn: ব্যবহারকারীর নাম হিসাবে এই কমান্ডটি চালান: ( বর্তমান ব্যবহারকারীর জন্য ফাঁকা ছেড়ে দিন )
ca: Executeu aquesta comanda com a nom d'usuari: ( Deixa en blanc per a l'usuari actual )
cy: Rhedeg y gorchymyn hwn fel enw defnyddiwr: ( Gadewch yn wag ar gyfer y defnyddiwr cyfredol )
da: Kør denne kommando som brugernavn: ( Lad feltet stå tomt for den nuværende bruger )
eo: Rulu ĉi tiun komandon kiel uzantnomo: ( Lasu malplena por nuna uzanto )
et: Käivitage see käsk kasutajanimena: ( Jätke praeguse kasutaja jaoks tühjaks )
eu: Exekutatu komando hau erabiltzaile-izen gisa: ( Utzi hutsik uneko erabiltzailearentzat )
fa: :ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﯼﺮﺑﺭﺎﮐ ﻡﺎﻧ ﻥﺍﻮﻨﻋ ﻪﺑ ﺍﺭ ﺭﻮﺘﺳﺩ ﻦﯾﺍ ( ﺪﯾﺭﺍﺬﮕﺑ ﯽﻟﺎﺧ ﯽﻠﻌﻓ ﺮﺑﺭﺎﮐ ﯼﺍﺮﺑ )
fi: Suorita tämä komento käyttäjänimenä: ( Jätä tyhjäksi nykyiselle käyttäjälle )
fil: Patakbuhin ang command na ito bilang username: ( Iwanang blangko para sa kasalukuyang gumagamit )
fy: Dit kommando útfiere as brûkersnamme: ( Lit leech foar aktuele brûker )
ga: Rith an t-ordú seo mar ainm úsáideora: ( Fág bán don úsáideoir reatha )
gd: Ruith an àithne seo mar ainm-cleachdaidh: ( Fàg bàn airson an neach-cleachdaidh gnàthach )
gl: Executa este comando como nome de usuario: ( Deixa en branco para o usuario actual )
gu: આ આદેશને વપરાશકર્તાનામ તરીકે ચલાવો: ( વર્તમાન વપરાશકર્તા માટે ખાલી છોડો )
he: :שמתשמ םש רותב וזה הדוקפה תא לעפה ( יחכונה שמתשמה רובע קיר ראשה )
hi: इस आदेश को उपयोगकर्ता नाम के रूप में चलाएँ: ( वर्तमान उपयोगकर्ता के लिए खाली छोड़ दें )
hr: Pokrenite ovu naredbu kao korisničko ime: ( Ostavite prazno za trenutnog korisnika )
hu: Futtassa ezt a parancsot felhasználónévként: ( Hagyja üresen az aktuális felhasználót )
hy: Գործարկեք այս հրամանը որպես օգտվողի անուն. ( Ներկայիս օգտագործողի համար դատարկ թողեք )
id: Jalankan perintah ini sebagai nama pengguna: ( Biarkan kosong untuk pengguna saat ini )
is: Keyra þessa skipun sem notandanafn: ( Skildu eftir autt fyrir núverandi notanda )
ka: გაუშვით ეს ბრძანება მომხმარებლის სახელით: ( დატოვეთ ცარიელი მიმდინარე მომხმარებლისთვის )
kk: Бұл пәрменді пайдаланушы аты ретінде іске қосыңыз: ( Ағымдағы пайдаланушы үшін бос қалдырыңыз )
km: ដំណើរការពាក្យបញ្ជានេះជាឈ្មោះអ្នកប្រើប្រាស់៖ ( ទុកទំនេរសម្រាប់អ្នកប្រើប្រាស់បច្ចុប្បន្ន )
kn: ಈ ಆಜ್ಞೆಯನ್ನು ಬಳಕೆದಾರಹೆಸರಾಗಿ ಚಲಾಯಿಸಿ: ( ಪ್ರಸ್ತುತ ಬಳಕೆದಾರರಿಗೆ ಖಾಲಿ ಬಿಡಿ )
ku: Vê fermanê wekî navê bikarhêner bixebitîne: ( Ji bo bikarhênerê heyî vala bihêle )
ky: Бул буйрукту колдонуучу аты катары иштетиңиз: ( Учурдагы колдонуучу үчүн бош калтырыңыз )
lb: Fëllt dëse Kommando als Benotzernumm aus: ( Loosst eidel fir den aktuelle Benotzer )
lo: ດໍາເນີນການຄໍາສັ່ງນີ້ເປັນຊື່ຜູ້ໃຊ້: ( ປ່ອຍໃຫ້ຫວ່າງສໍາລັບຜູ້ໃຊ້ປະຈຸບັນ )
lt: Vykdykite šią komandą kaip vartotojo vardą: ( Dabartiniam vartotojui palikite tuščią )
lv: Palaidiet šo komandu kā lietotājvārdu: ( Pašreizējam lietotājam atstājiet tukšu )
mg: Alefaso ho solon'anarana ity baiko ity: ( Avelao ho banga ho an'ny mpampiasa ankehitriny )
mi: Whakahaerehia tenei tono hei ingoa kaiwhakamahi: ( Waiho kia tuwhera mo te kaiwhakamahi o naianei )
mk: Извршете ја оваа команда како корисничко име: ( Оставете празно за тековниот корисник )
ml: ഈ കമാൻഡ് ഉപയോക്തൃനാമമായി പ്രവർത്തിപ്പിക്കുക: ( നിലവിലെ ഉപയോക്താവിനായി ശൂന്യമായി വിടുക )
mn: Энэ тушаалыг хэрэглэгчийн нэрээр ажиллуулна уу: ( Одоогийн хэрэглэгчийн хувьд хоосон орхино уу )
mr: ही आज्ञा वापरकर्तानाव म्हणून चालवा: ( वर्तमान वापरकर्त्यासाठी रिक्त सोडा )
mt: Mexxi dan il-kmand bħala username: ( Ħalli vojt għall-utent attwali )
my: ဤအမိန့်ကို အသုံးပြုသူအမည်အဖြစ် လုပ်ဆောင်ပါ- ( လက်ရှိအသုံးပြုသူအတွက် ကွက်လပ်ထားပါ။ )
nb: Kjør denne kommandoen som brukernavn: ( La stå tomt for gjeldende bruker )
ne: प्रयोगकर्ता नामको रूपमा यो आदेश चलाउनुहोस्: ( हालको प्रयोगकर्ताको लागि खाली छोड्नुहोस् )
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ ଭାବରେ ଏହି ନିର୍ଦ୍ଦେଶକୁ ଚଲାନ୍ତୁ: ( ସାମ୍ପ୍ରତିକ ଉପଭୋକ୍ତା ପାଇଁ ଖାଲି ଛାଡିଦିଅ | )
pa: ਇਸ ਕਮਾਂਡ ਨੂੰ ਵਰਤੋਂਕਾਰ ਨਾਂ ਵਜੋਂ ਚਲਾਓ: ( ਮੌਜੂਦਾ ਉਪਭੋਗਤਾ ਲਈ ਖਾਲੀ ਛੱਡੋ )
ps: :ﺉړﻭ ﺦﻣﺮﭘ ﻪګﻮﺗ ﻪﭘ ﻡﻮﻧ ﻥﺭﺎﮐ ﺩ ډﻧﺎﻤﮐ ﺍﺩ ( ﺉﺩږﯾﺮﭘ ﻲﻟﺎﺧ ﻩﺭﺎﭙﻟ ﻲﮑﻧﻭﺭﺎﮐ ﻲﻨﺳﻭﺍ ﺩ )
ro: Rulați această comandă ca nume de utilizator: ( Lăsați necompletat pentru utilizatorul actual )
rw: Koresha iri tegeko nkizina ryukoresha: ( Kureka ubusa kubakoresha ubu )
sd: :ﻲﺗ ﺭﻮﻃ ﻲﺟ ﻮﻟﺎﻧ ڙﺪﻨﻴﺋﻼ﻿ﻫ ﻲﮐ ﻢڪﺣ ﻦﻫ ( ﻮﻳڏ ﻱڏﮀ ﻲﻟﺎﺧ ءِﻻ﻿ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻩﺩﻮﺟﻮﻣ )
si: මෙම විධානය පරිශීලක නාමය ලෙස ක්u200dරියාත්මක කරන්න: ( වත්මන් පරිශීලකයා සඳහා හිස්ව තබන්න )
sk: Spustite tento príkaz ako používateľské meno: ( Pre aktuálneho používateľa ponechajte prázdne )
sl: Zaženite ta ukaz kot uporabniško ime: ( Pustite prazno za trenutnega uporabnika )
sq: Ekzekutoni këtë komandë si emër përdoruesi: ( Lëreni bosh për përdoruesin aktual )
sw: Tekeleza amri hii kama jina la mtumiaji: ( Acha wazi kwa mtumiaji wa sasa )
ta: இந்த கட்டளையை பயனர்பெயராக இயக்கவும்: ( தற்போதைய பயனருக்கு காலியாக விடவும் )
te: ఈ ఆదేశాన్ని వినియోగదారు పేరుగా అమలు చేయండి: ( ప్రస్తుత వినియోగదారు కోసం ఖాళీగా ఉంచండి )
tg: Ин фармонро ҳамчун номи корбар иҷро кунед: ( Барои корбари ҷорӣ холӣ гузоред )
th: เรียกใช้คำสั่งนี้เป็นชื่อผู้ใช้: ( เว้นว่างไว้สำหรับผู้ใช้ปัจจุบัน )
tk: Bu buýrugy ulanyjy ady hökmünde işlediň: ( Häzirki ulanyjy üçin boş goýuň )
tt: Бу боерыкны кулланучы исеме итеп эшләгез: ( Хәзерге кулланучы өчен буш калдырыгыз )
uk: Виконайте цю команду від імені користувача: ( Залиште порожнім для поточного користувача )
ur: :ﮟﯿﺋﻼ﻿ﭼ ﻡﺎﻧ ﻑﺭﺎﺻ ﺭﻮﻄﺑ ﻮﮐ ﮉﻧﺎﻤﮐ ﺱﺍ ( ۔ﮟﯾﺩ ﮌﻮﮭﭼ ﯽﻟﺎﺧ ﮯﯿﻟ ﮯﮐ ﻑﺭﺎﺻ ﮦﺩﻮﺟﻮﻣ )
uz: Ushbu buyruqni foydalanuvchi nomi sifatida ishga tushiring: ( Joriy foydalanuvchi uchun bo'sh qoldiring )
vi: Chạy lệnh này dưới dạng tên người dùng: ( Để trống cho người dùng hiện tại )
xh: Sebenzisa lo myalelo njengegama lomsebenzisi: ( Shiya kungenanto kumsebenzisi wangoku )
yi: :ןעמאָנ רעצינאַב יוו לעפֿאַב םעד ןפיול ( רעצינאַב טנאַרק ראַפֿ קידייל ןזאָל )
