Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Move _To
af: Beweeg _Om
am: አንቀሳቅስ _ለ
ar: ﻞﻘﻧ _ﻰﻟﺇ
be: Рухацца _Каб
bg: Ход _Да се
bn: সরান _প্রতি
ca: Mou-te _A
cy: Symud _I
da: Bevæge sig _Til
eo: Movu _Al
et: Liiguta _To
eu: Mugitu _To
fa: ﺖﮐﺮﺣ _ﻪﺑ
fi: Liikkua _Vastaanottaja
fil: Ilipat _Upang
fy: Ferhúzje _Nei
ga: Bog _Chun
gd: Gluais _Gu
gl: Mover _Para
gu: ચાલ _પ્રતિ
he: רובעל \ זוזל \ ךלהמ _ל
hi: कदम _प्रति
hr: Potez _Do
hu: Mozog _Nak nek
hy: Տեղափոխել _Դեպի
id: Pindah _Ke
is: Færa _Til
ka: გადაადგილება _რომ
kk: Жылжыту _Кімге
km: ផ្លាស់ទី _ទៅ
kn: ಸರಿಸಿ _ಗೆ
ku: Barkirin _Ber
ky: Жылдыруу _үчүн
lb: Beweegen _Zu
lo: ຍ້າຍ _ເຖິງ
lt: Judėti _Į
lv: Pārvietot _Uz
mg: fihetsika _ny
mi: Nuku _Ki
mk: Премести _До
ml: നീക്കുക _ലേക്ക്
mn: Хөдлөх _руу
mr: हलवा _ला
mt: Nimxu _Biex
my: ရွှေ့ပါ။ _ရန်
nb: Bevege seg _Til
ne: चल्नु _को
or: ଘୁଞ୍ଚାନ୍ତୁ | _କୁ
pa: ਮੂਵ ਕਰੋ _ਨੂੰ
ps: ﺖﮐﺮﺣ _ﻪﺗ
ro: Mișcare _La
rw: Himura _Kuri
sd: ﺖڪﺮﺣ _ﻑﺮﻃ ﻲﺟ
si: චලනය කරන්න _වෙත
sk: Pohybujte sa _Komu
sl: Premakni se _Za
sq: Lëvizni _për të
sw: Sogeza _Kwa
ta: நகர்வு _செய்ய
te: కదలిక _కు
tg: Ҳаракат _Ба
th: เคลื่อนไหว _ถึง
tk: Göçüriň _To
tt: Күчерегез _Toәр сүзнең
uk: Рухатися _До
ur: ﻡﺍﺪﻗﺍ _ﻮﮐ
uz: Ko‘chirish _Kimga
vi: Di chuyển _Đến
xh: Shenxisa _Ukuya
yi: ךאַמ _וצ

source: Info
af: Inligting
am: መረጃ
ar: ﺕﺎﻣﻮﻠﻌﻣ
be: Інфармацыя
bg: Информация
bn: তথ্য
ca: Informació
cy: Gwybodaeth
fa: ﺕﺎﻋﻼ﻿ﻃﺍ
fi: Tiedot
fil: Impormasyon
ga: Eolas
gd: Fiosrachadh
gl: Información
gu: માહિતી
he: עדימ
hi: जानकारी
hy: Ինֆո
is: Upplýsingar
ka: ინფორმაცია
kk: Ақпарат
km: ព័ត៌មាន
kn: ಮಾಹಿತಿ
ky: Маалымат
lo: ຂໍ້ມູນ
lt: Informacija
lv: Informācija
mi: Nga korero
mk: Инфо
ml: വിവരം
mn: Мэдээлэл
mr: माहिती
my: အချက်အလက်
ne: जानकारी
or: ସୂଚନା
pa: ਜਾਣਕਾਰੀ
ps: ﺕﺎﻣﻮﻠﻌﻣ
rw: Amakuru
sd: ﮠﺎﭴ
si: තොරතුරු
sq: Informacion
sw: Habari
ta: தகவல்
te: సమాచారం
tg: Маълумот
th: ข้อมูล
tk: Maglumat
tt: Мәгълүмат
uk: Інформація
ur: ﺕﺎﻣﻮﻠﻌﻣ
uz: Ma'lumot
vi: Thông tin
xh: Ulwazi
yi: עיצאַמראָפֿניא

source: Permissions
af: Toestemmings
am: ፈቃዶች
ar: ﺕﺎﻧﻭﺫﺃ
be: Дазволы
bg: Разрешения
bn: অনুমতি
ca: Permisos
cy: Caniatadau
da: Tilladelser
eo: Permesoj
et: load
eu: Baimenak
fa: ﺎﻫﺯﻮﺠﻣ
fi: Käyttöoikeudet
fil: Mga Pahintulot
ga: Ceadanna
gd: Ceadan
gl: Permisos
gu: પરવાનગીઓ
he: תואשרה
hi: अनुमतियां
hr: Dozvole
hu: Engedélyek
hy: Թույլտվություններ
id: Izin
is: Heimildir
ka: ნებართვები
kk: Рұқсаттар
km: ការអនុញ្ញាត
kn: ಅನುಮತಿಗಳು
ku: Destûrên
ky: Уруксаттар
lb: Permissiounen
lo: ການອະນຸຍາດ
lt: Leidimai
lv: Atļaujas
mg: alalana
mi: Whakaaetanga
mk: Дозволи
ml: അനുമതികൾ
mn: Зөвшөөрөл
mr: परवानग्या
mt: Permessi
my: ခွင့်ပြုချက်များ
nb: Tillatelser
ne: अनुमतिहरू
or: ଅନୁମତିଗୁଡିକ
pa: ਇਜਾਜ਼ਤਾਂ
ps: ﻩﺯﺎﺟﺍ
ro: Permisiuni
rw: Uruhushya
sd: ﻥﻮﺗﺯﺎﺟﺍ
si: අවසර
sk: Povolenia
sl: Dovoljenja
sq: Lejet
sw: Ruhusa
ta: அனுமதிகள்
te: అనుమతులు
tg: Иҷозатҳо
th: สิทธิ์
tk: Rugsatlar
tt: Рөхсәт
uk: Дозволи
ur: ﮟﯿﺗﺯﺎﺟﺍ
uz: Ruxsatlar
vi: Quyền
xh: Iimvume
yi: זנאַשימרעפּ

source: _Quick
af: _Vinnig
am: _ፈጣን
ar: _ﺔﻋﺮﺴﺑ
be: _Хутка
bg: _Бързо
bn: _দ্রুত
ca: _Ràpid
cy: _Cyflym
da: _Hurtigt
eo: _Rapide
et: _Kiiresti
eu: _Azkar
fa: _ﻊﯾﺮﺳ
fi: _Nopea
fil: _Mabilis
fy: _Gau
ga: _Tapa
gd: _Goirid
gl: _Rápido
gu: _ઝડપી
he: _ריִהָמ
hi: _शीघ्र
hr: _Brz
hu: _Gyors
hy: _Արագ
id: _Cepat
is: _Fljótt
ka: _სწრაფი
kk: _Жылдам
km: _រហ័ស
kn: _ತ್ವರಿತ
ku: _Zû
ky: _Тез
lb: _Schnell
lo: _ໄວ
lt: _Greitai
lv: _Ātri
mg: _TSARA HO
mi: _Tere
mk: _Брзо
ml: _വേഗം
mn: _Хурдан
mr: _झटपट
mt: _Malajr
my: _အမြန်
nb: _Rask
ne: _छिटो
or: _ଶୀଘ୍ର
pa: _ਤੇਜ਼
ps: _ﮏټﭼ
ro: _Rapid
rw: _Byihuse
sd: _ﻱﺪﻠﺟ
si: _ඉක්මන්
sk: _Rýchlo
sl: _Hitro
sq: _Shpejt
sw: _Haraka
ta: _விரைவு
te: _శీఘ్ర
tg: _Зуд
th: _เร็ว
tk: _Çalt
tt: _Тиз
uk: _Швидко
ur: _ﯼﺪﻠﺟ
uz: _Tez
vi: _Nhanh
xh: _Ngokukhawuleza
yi: _לענש

source: _Recursive
af: _Rekursief
am: _ተደጋጋሚ
ar: _ﺔﻳﺩﻮﻌﻟﺍ
be: _Рэкурсіўны
bg: _Рекурсивна
bn: _পুনরাবৃত্তি
ca: _Recursiu
cy: _Ailgylchu
da: _Rekursiv
eo: _Rekursiva
et: _Korduv
eu: _Errekurtsiboa
fa: _ﯽﺘﺸﮔﺯﺎﺑ
fi: _Rekursiivinen
fy: _Rekursyf
ga: _Athchúrsach
gd: _Ath-chuairteach
gl: _Recursiva
gu: _પુનરાવર્તિત
he: _יביסרוקר
hi: _पुनरावर्ती
hr: _Ponavljajući
hu: _Rekurzív
hy: _Ռեկուրսիվ
id: _Rekursif
is: _Endurkvæmt
ka: _Რეკურსიული
kk: _Рекурсивті
km: _កើតឡើងដដែលៗ
kn: _ಪುನರಾವರ್ತಿತ
ky: _Рекурсивдүү
lb: _Rekursiv
lo: _ຊໍ້າຄືນ
lt: _Rekursyvus
lv: _Rekursīvs
mk: _Рекурзивен
ml: _ആവർത്തിച്ചുള്ള
mn: _Рекурсив
mr: _आवर्ती
mt: _Rikursiv
my: _ထပ်ခါထပ်ခါ
nb: _Tilbakevendende
ne: _पुनरावर्ती
or: _ପୁନରାବୃତ୍ତି |
pa: _ਆਵਰਤੀ
ps: _ﻱﺭﺍﺮﮑﺗ
ro: _Recursiv
rw: _Gusubiramo
sd: _ڙﺪﻨﻴﺋﺎﺟﺭﻭ
si: _පුනරාවර්තන
sk: _Rekurzívne
sl: _Rekurzivno
sq: _Rekursive
sw: _Inajirudia
ta: _சுழல்நிலை
te: _పునరావృత
tg: _Рекурсивӣ
th: _เรียกซ้ำ
tk: _Gaýtalanýan
tt: _Рекурсив
uk: _Рекурсивний
ur: _ﯼﺭﺍﺮﮑﺗ
uz: _Rekursiv
vi: _Đệ quy
xh: _Ukuphindaphinda
yi: _עוויסרוקער

source: _Toolbar
af: _Nutsbalk
am: _የመሳሪያ አሞሌ
ar: _ﺕﺍﻭﺩﻷ﻿ﺍ ﻂﻳﺮﺷ
be: _Панэль інструментаў
bg: _Лента с инструменти
bn: _টুলবার
ca: _Barra d'eines
cy: _Bar offer
da: _Værktøjslinje
eo: _Ilobreto
et: _Tööriistariba
eu: _Tresna-barra
fa: _ﺭﺍﺰﺑﺍ ﺭﺍﻮﻧ
fi: _Työkalupalkki
fy: _Arkbalke
ga: _Barra Uirlisí
gd: _Bàr-inneal
gl: _Barra de ferramentas
gu: _ટૂલબાર
he: _םילכ לגרס
hi: _उपकरण पट्टी
hr: _Alatna traka
hu: _Eszköztár
hy: _Գործիքադարակ
id: _Bilah Alat
is: _Tækjastikan
ka: _ხელსაწყოების პანელი
kk: _Құралдар тақтасы
km: _របារឧបករណ៍
kn: _ಪರಿಕರಪಟ್ಟಿ
ky: _Куралдар панели
lo: _ແຖບເຄື່ອງມື
lt: _Įrankių juosta
lv: _Rīkjosla
mg: _anjan'ny
mi: _Paeutauta
mk: _Лента со алатки
ml: _ടൂൾബാർ
mn: _Хэрэгслийн самбар
mr: _टूलबार
my: _ကိရိယာဘား
nb: _Verktøylinje
ne: _उपकरणपट्टी
or: _ଟୁଲ୍ ବାର୍ |
pa: _ਟੂਲਬਾਰ
ps: _ﯥټﭘ ﯥﻠﯿﺳﻭ
ro: _Bara de instrumente
rw: _Umwanyabikoresho
sd: _ﺭﺎﺑ ﻝﻮٽ
si: _මෙවලම් තීරුව
sk: _Panel s nástrojmi
sl: _Orodna vrstica
sq: _Shiriti i veglave
sw: _Upau wa vidhibiti
ta: _கருவிப்பட்டி
te: _ఉపకరణపట్టీ
tg: _Панели асбобҳо
th: _แถบเครื่องมือ
tk: _Gurallar paneli
tt: _Кораллар аскысы
uk: _Панель інструментів
ur: _ﺭﺎﺑ ﻝﻮﭨ
uz: _Asboblar paneli
vi: _Thanh công cụ
xh: _Ibar yesixhobo

source: _Side Toolbar
af: _Synutsbalk
am: _የጎን መሣሪያ አሞሌ
ar: _ﻲﺒﻧﺎﺠﻟﺍ ﺕﺍﻭﺩﻷ﻿ﺍ ﻂﻳﺮﺷ
be: _Бакавая панэль інструментаў
bg: _Странична лента с инструменти
bn: _সাইড টুলবার
ca: _Barra d'eines lateral
cy: _Bar Offer Ochr
da: _Sideværktøjslinje
eo: _Flanka Ilobreto
et: _Külgmine tööriistariba
eu: _Alboko tresna-barra
fa: _ﯽﺒﻧﺎﺟ ﺭﺍﺰﺑﺍ ﺭﺍﻮﻧ
fi: _Sivutyökalupalkki
fy: _Side arkbalke
ga: _Taobhbharra
gd: _Bàr-inneal taobh
gl: _Barra de ferramentas lateral
gu: _સાઇડ ટૂલબાર
he: _ידדצ םילכ לגרס
hi: _साइड टूलबार
hr: _Bočna alatna traka
hu: _Oldalsó eszköztár
hy: _Կողքի Գործիքադարակի
id: _Bilah Alat Samping
is: _Hliðartækjastika
ka: _გვერდითი ინსტრუმენტთა პანელი
kk: _Бүйірлік құралдар тақтасы
km: _របារឧបករណ៍ចំហៀង
kn: _ಸೈಡ್ ಟೂಲ್u200cಬಾರ್
ky: _Капталдагы куралдар панели
lb: _Säit Toolbar
lo: _ແຖບເຄື່ອງມືດ້ານຂ້າງ
lt: _Šoninė įrankių juosta
lv: _Sānu rīkjosla
mi: _Paeutauta Taha
mk: _Странична лента со алатки
ml: _സൈഡ് ടൂൾബാർ
mn: _Хажуугийн хэрэгслийн самбар
mr: _साइड टूलबार
mt: _Toolbar tal-ġenb
my: _ဘေးထွက်တူးလ်ဘား
nb: _Sideverktøylinje
ne: _साइड उपकरणपट्टी
or: _ସାଇଡ୍ ଟୁଲ୍ ବାର୍ |
pa: _ਸਾਈਡ ਟੂਲਬਾਰ
ps: _ﯥټﭘ ﯥﻠﯿﺳﻭ ﯤړﺎﻏ ﺩ
ro: _Bara de instrumente laterală
rw: _Umwanyabikoresho
sd: _ﺭﺎﺑ ﻝﻮٽ ﻱﺭﺍﻭ ﻲﺳﺎﭘ
si: _පැති මෙවලම් තීරුව
sk: _Bočný panel s nástrojmi
sl: _Stranska orodna vrstica
sq: _Shiriti i veglave anësore
sw: _Upau wa Zana
ta: _பக்க கருவிப்பட்டி
te: _సైడ్ టూల్u200cబార్
tg: _Панели асбобҳои тарафӣ
th: _แถบเครื่องมือด้านข้าง
tk: _Gurallar paneli
tt: _Капка кораллары
uk: _Бічна панель інструментів
ur: _ﺭﺎﺑ ﻝﻮﭨ ﮉﯿﺋﺎﺳ
uz: _Yon asboblar paneli
vi: _Thanh công cụ bên
xh: _Ibar yesixhobo esecaleni
yi: _Toolbar טיַיז

source: _Detailed
af: _Gedetailleerd
am: _ዝርዝር
ar: _ﺔﻠﺼﻔﻣ
be: _Падрабязныя
bg: _Подробно
bn: _বিশদ
ca: _Detallada
cy: _Manwl
da: _Detaljeret
eo: _Detala
et: _Üksikasjalik
eu: _Xehetasuna
fa: _ﻞﯿﺼﻔﺗ ﻪﺑ
fi: _Yksityiskohtainen
fil: _Detalyadong
fy: _Detaillearre
ga: _Mionsonraithe
gd: _Mion-fhiosrachadh
gl: _Detallado
gu: _વિગતવાર
he: _טָרֹופְמ
hi: _विस्तृत
hr: _Detaljan
hu: _Részletes
hy: _Մանրամասն
id: _Terperinci
is: _Ítarlegt
ka: _დეტალურად
kk: _Егжей-тегжейлі
km: _លម្អិត
kn: _ವಿವರವಾದ
ku: _Bi berfirehî
ky: _Деталдаштырылган
lb: _Detailléiert
lo: _ລະອຽດ
lt: _Detalus
lv: _Detalizēti
mg: _antsipiriany
mi: _Taipitopito
mk: _Детално
ml: _വിശദമായ
mn: _Дэлгэрэнгүй
mr: _तपशीलवार
mt: _Dettaljati
my: _အသေးစိတ်
nb: _Detaljert
ne: _विस्तृत
or: _ବିସ୍ତୃତ |
pa: _ਵਿਸਤ੍ਰਿਤ
ps: _ﻲﻠﻴﺼﻔﺗ
ro: _Detaliat
rw: _Ibisobanuro
sd: _ﻲﻠﻴﺼﻔﺗ
si: _විස්තරාත්මක
sk: _Podrobné
sl: _Podrobno
sq: _I detajuar
sw: _Kina
ta: _விரிவான
te: _వివరంగా
tg: _Муфассал
th: _รายละเอียด
tk: _Jikme-jik
tt: _Деталь
uk: _Детально
ur: _ﯽﻠﯿﺼﻔﺗ
uz: _Batafsil
vi: _Chi tiết
xh: _Iinkcukacha
yi: _דעליאַטעד

source: _Compact
af: _Kompakte
am: _የታመቀ
ar: _ﺞﻣﺪﻤﻟﺍ
be: _Кампактны
bg: _Компактен
bn: _কমপ্যাক্ট
ca: _Compacte
da: _Kompakt
eo: _Kompakta
et: _Kompaktne
eu: _Trinkoa
fa: _ﺭﻮﺟ ﻭ ﻊﻤﺟ - ﻩﺩﺮﺸﻓ
fi: _Kompakti
fy: _Kompakt
ga: _Dlúth
gl: _Compacto
gu: _કોમ્પેક્ટ
he: _יִטקָּפמֹוק
hi: _सघन
hr: _Kompaktni
hu: _Kompakt
hy: _Կոմպակտ
id: _kompak
is: _Fyrirferðarlítill
ka: _კომპაქტური
kk: _Ықшам
km: _បង្រួម
kn: _ಕಾಂಪ್ಯಾಕ್ಟ್
ku: _Gişt
ky: _Компакт
lb: _Kompakt
lo: _ກະທັດຮັດ
lt: _Kompaktiškas
lv: _Kompakts
mg: _Mitambatra
mi: _Kiato
mk: _Компактен
ml: _ഒതുക്കമുള്ളത്
mn: _Компакт
mr: _संक्षिप्त
mt: _Kompatt
my: _ကျစ်လျစ်သော
nb: _Kompakt
ne: _कम्प्याक्ट
or: _କମ୍ପାକ୍ଟ |
pa: _ਸੰਖੇਪ
ps: _ﻥﻭړﺗ
rw: _Kwiyunga
sd: _ڙﺪﻨڪﻬﭠ
si: _සංගත
sk: _Kompaktný
sl: _kompakten
sq: _Kompakt
ta: _கச்சிதமான
te: _కాంపాక్ట్
tg: _Компакт
th: _กะทัดรัด
tk: _Ykjam
tt: _Компакт
uk: _Компактний
ur: _ﭧﮑﯿﭙﻤﮐ
uz: _Yilni
vi: _gọn nhẹ
xh: _Icwecwe
yi: _דילאָס

source: _Large Icons
af: _Groot ikone
am: _ትላልቅ አዶዎች
ar: _ﺓﺮﻴﺒﻛ ﺕﺎﻧﻮﻘﻳﺃ
be: _Вялікія абразкі
bg: _Големи икони
bn: _বড় আইকন
ca: _Icones grans
cy: _Eiconau Mawr
da: _Store ikoner
eo: _Grandaj piktogramoj
et: _Suured ikoonid
eu: _Ikono handiak
fa: _ﮒﺭﺰﺑ ﯼﺎﻫ ﻥﻮﮑﯾﺁ
fi: _Suuret kuvakkeet
fil: _Malalaking mga icon
fy: _Grutte ikoanen
ga: _Deilbhíní Móra
gd: _Icons mòra
gl: _Iconas grandes
gu: _મોટા ચિહ્નો
he: _םילודג םינוקייא
hi: _बड़े आइकन
hr: _Velike ikone
hu: _Nagy ikonok
hy: _Մեծ սրբապատկերներ
id: _Ikon Besar
is: _Stór tákn
ka: _დიდი ხატები
kk: _Үлкен белгішелер
km: _រូបតំណាងធំ
kn: _ದೊಡ್ಡ ಚಿಹ್ನೆಗಳು
ku: _Îkonên Mezin
ky: _Чоң иконалар
lb: _Grouss Symboler
lo: _ໄອຄອນໃຫຍ່
lt: _Didelės piktogramos
lv: _Lielas ikonas
mg: _Kisary lehibe
mi: _Nga Tohu Nui
mk: _Големи икони
ml: _വലിയ ഐക്കണുകൾ
mn: _Том дүрсүүд
mr: _मोठे चिन्ह
mt: _Ikoni Kbar
my: _အိုင်ကွန်ကြီးများ
nb: _Store ikoner
ne: _ठूला आइकनहरू
or: _ବଡ଼ ଆଇକନ୍ |
pa: _ਵੱਡੇ ਆਈਕਾਨ
ps: _ﻪﻧﻮﺴﮑﻋ ﯼﻮﻟ
ro: _Pictograme mari
rw: _Udushushondanga Kinini
sd: _ﻥﻮﻴﻧﺎﺸﻧ ﻥﻮﻳڏﻭ
si: _විශාල අයිකන
sk: _Veľké ikony
sl: _Velike ikone
sq: _Ikona të mëdha
sw: _Icons Kubwa
ta: _பெரிய சின்னங்கள்
te: _పెద్ద చిహ్నాలు
tg: _Нишонаҳои калон
th: _ไอคอนขนาดใหญ่
tk: _Uly nyşanlar
tt: _Зур иконалар
uk: _Великі ікони
ur: _ﮟﯿﮩﯿﺒﺷ ﮮﮍﺑ
uz: _Katta piktogramma
vi: _Các biểu tượng lớn
xh: _Iimpawu ezinkulu
yi: _סנאָקי סיורג

source: _Hidden Files
af: _Versteekte lêers
am: _የተደበቁ ፋይሎች
ar: _ﺔﻴﻔﺨﻤﻟﺍ ﺕﺎﻔﻠﻤﻟﺍ
be: _Схаваныя файлы
bg: _Скрити файлове
bn: _লুকানো ফাইল
ca: _Fitxers ocults
cy: _Ffeiliau Cudd
da: _Skjulte filer
eo: _Kaŝitaj Dosieroj
et: _Peidetud failid
eu: _Ezkutuko Fitxategiak
fa: _ﯽﻔﺨﻣ ﯼﺎﻫ ﻞﯾﺎﻓ
fi: _Piilotetut tiedostot
fil: _Mga Nakatagong File
fy: _Ferburgen triemmen
ga: _Comhaid Hidden
gd: _Faidhlichean falaichte
gl: _Arquivos ocultos
gu: _હિડન ફાઇલો
he: _םירתסומ םיצבק
hi: _छिपी हुई फ़ाइलें
hr: _Skrivene datoteke
hu: _Rejtett fájlok
hy: _Թաքնված Ֆայլեր
id: _File Tersembunyi
is: _Faldar skrár
ka: _დამალული ფაილები
kk: _Жасырын файлдар
km: _ឯកសារដែលលាក់
kn: _ಹಿಡನ್ ಫೈಲ್u200cಗಳು
ku: _Pelên veşartî
ky: _Жашырылган файлдар
lb: _Verstoppt Dateien
lo: _ໄຟລ໌ທີ່ເຊື່ອງໄວ້
lt: _Paslėpti failai
lv: _Slēptie faili
mi: _Kōnae Huna
mk: _Скриени датотеки
ml: _മറഞ്ഞിരിക്കുന്ന ഫയലുകൾ
mn: _Нуугдсан файлууд
mr: _लपविलेल्या फायली
mt: _Fajls Moħbija
my: _ဝှက်ထားသောဖိုင်များ
nb: _Skjulte filer
ne: _लुकेका फाइलहरू
or: _ଲୁକ୍କାୟିତ ଫାଇଲଗୁଡିକ |
pa: _ਲੁਕੀਆਂ ਹੋਈਆਂ ਫਾਈਲਾਂ
ps: _ﻪﻧﻮﻠﯾﺎﻓ ټﭘ
ro: _Fișiere ascunse
rw: _Idosiye Yihishe
sd: _ﻥﻮﻠﺋﺎﻓ ﻞﻴڪﻟ
si: _සැඟවුණු ගොනු
sk: _Skryté súbory
sl: _skrite datoteke
sq: _Skedarët e Fshehur
sw: _Faili Zilizofichwa
ta: _மறைக்கப்பட்ட கோப்புகள்
te: _దాచిన ఫైల్u200cలు
tg: _Файлҳои пинҳоншуда
th: _ไฟล์ที่ซ่อนอยู่
tk: _Gizlin faýllar
tt: _Яшерен файллар
uk: _Приховані файли
ur: _۔ﮟﯿﻠﺋﺎﻓ ﮦﺪﯿﺷﻮﭘ
uz: _Yashirin fayllar
vi: _Các tệp ẩn
xh: _Iifayile ezifihlakeleyo
yi: _סעליפ ןגראָבראַפ

source: File List Font (Panel %d)
af: Lêerlys-lettertipe (Paneel %d)
am: የፋይል ዝርዝር ቅርጸ ቁምፊ (ፓነል %d)
ar: ﺕﺎﻔﻠﻤﻟﺍ ﺔﻤﺋﺎﻗ ﻂﺧ (ﺔﺣﻮﻟ %d)
be: Шрыфт спісу файлаў (Панэль %d)
bg: Шрифт за списък с файлове (Панел %d)
bn: ফাইল তালিকা ফন্ট (প্যানেল %d)
ca: Tipus de lletra de la llista de fitxers (Panell %d)
cy: Ffont Rhestr Ffeiliau (Panel %d)
da: Filliste skrifttype (Panel %d)
eo: Dosiera Listo Tiparo (Panelo %d)
et: Failide loendi font (Paneel %d)
eu: Fitxategien zerrendako letra-tipoa (Panela %d)
fa: ﻞﯾﺎﻓ ﺖﺴﯿﻟ ﺖﻧﻮﻓ (ﻞﻧﺎﭘ %d)
fi: Tiedostoluettelon fontti (Paneeli %d)
fil: Font ng Listahan ng File (Panel %d)
fy: Triemlist Lettertype (Panel %d)
ga: Cló Liosta Comhad (Painéal %d)
gd: Font Liosta faidhle (Pannal %d)
gl: Fonte da lista de ficheiros (Panel %d)
gu: ફાઇલ સૂચિ ફોન્ટ (પેનલ %d)
he: םיצבק תמישר ןפוג (ַחּול %d)
hi: फ़ाइल सूची फ़ॉन्ट (पैनल %d)
hr: Font popisa datoteka (Ploča %d)
hu: Fájllista betűtípusa (Panel %d)
hy: Ֆայլերի ցանկի տառատեսակ (Վահանակ %d)
id: Font Daftar File (Panel %d)
is: Skráarlista leturgerð (Panel %d)
ka: ფაილების სიის შრიფტი (პანელი %d)
kk: Файлдар тізімінің қаріпі (Панель %d)
km: ពុម្ពអក្សរបញ្ជីឯកសារ (បន្ទះ %d)
kn: ಫೈಲ್ ಪಟ್ಟಿ ಫಾಂಟ್ (ಫಲಕ %d)
ku: Font Lîsteya Pelan (Panel %d)
ky: Файл тизмеси шрифти (Панел %d)
lb: Datei Lëscht Schrëft (Panel %d)
lo: ຟອນລາຍການໄຟລ໌ (ກະດານ %d)
lt: Failų sąrašo šriftas (Skydas %d)
lv: Failu saraksta fonts (Panelis %d)
mg: Lisitra fisie Font (Panel %d)
mi: Momotuhi Rarangi Kōnae (Paewhiri %d)
mk: Фонт за листа на датотеки (Панел %d)
ml: ഫയൽ ലിസ്റ്റ് ഫോണ്ട് (പാനൽ %d)
mn: Файлын жагсаалтын фонт (Самбар %d)
mr: फाइल सूची फॉन्ट (पॅनेल %d)
mt: Font Lista tal-Fajls (Panel %d)
my: ဖိုင်စာရင်းဖောင့် (ဘောင် %d)
nb: Fillistefont (Panel %d)
ne: फाइल सूची फन्ट (प्यानल %d)
or: ଫାଇଲ୍ ତାଲିକା ଫଣ୍ଟ୍ | (ପ୍ୟାନେଲ୍ | %d)
pa: ਫਾਈਲ ਸੂਚੀ ਫੌਂਟ (ਪੈਨਲ %d)
ps: ټﻧﻮﻓ ﺖﺴﯿﻟ ﻞﯾﺎﻓ ﺩ (ﻞﻨﯿﭘ %d)
ro: Font Listă de fișiere (Panou %d)
rw: Urutonde rwa dosiye (Ikibaho %d)
sd: ٽﻧﻮﻓ ٽﺴﻟ ﻞﺋﺎﻓ (ﻞﻨﻴﭘ %d)
si: ගොනු ලැයිස්තු අකුරු (පැනලය %d)
sk: Písmo zoznamu súborov (Panel %d)
sl: Pisava seznama datotek (Plošča %d)
sq: Fonti i listës së skedarëve (Paneli %d)
sw: Orodha ya Faili Fonti (Paneli %d)
ta: கோப்பு பட்டியல் எழுத்துரு (குழு %d)
te: ఫైల్ జాబితా ఫాంట్ (ప్యానెల్ %d)
tg: Шрифти рӯйхати файлҳо (Панел %d)
th: แบบอักษรรายการไฟล์ (แผงหน้าปัด %d)
tk: Faýl sanawy şrifti (Panel %d)
tt: Файл исемлеге шрифты (Панель %d)
uk: Шрифт списку файлів (Панель %d)
ur: ﭧﻧﻮﻓ ﭧﺴﻟ ﻞﺋﺎﻓ (ﻞﻨﯿﭘ %d)
uz: Fayllar roʻyxati shrifti (Panel %d)
vi: Phông chữ danh sách tệp (Bảng điều khiển %d)
xh: Ifonti yoLuhlu lweeFayile (Iphaneli %d)
yi: טנאָפ המישר עקעט (עילפאַט %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
af: Voorbeeld 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
am: ለምሳሌ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ar: ﻝﺎﺜﻣ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
be: Прыклад 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
bg: Пример 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
bn: উদাহরণ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ca: Exemple 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
cy: Enghraifft 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
da: Eksempel 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
eo: Ekzemplo 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
et: Näide 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
eu: Adibidea 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
fa: ﻝﺎﺜﻣ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
fi: Esimerkki 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
fil: Halimbawa 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
fy: Foarbyld 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ga: Sampla 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
gd: Eisimpleir 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
gl: Exemplo 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
gu: ઉદાહરણ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
he: אמגוד 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
hi: उदाहरण 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
hr: Primjer 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
hu: Példa 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
hy: Օրինակ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
id: Contoh 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
is: Dæmi 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ka: მაგალითი 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
kk: Мысал 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
km: ឧទាហរណ៍ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
kn: ಉದಾಹರಣೆ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ku: Mînak 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ky: Мисал 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
lb: Beispill 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
lo: ຕົວຢ່າງ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
lt: Pavyzdys 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
lv: Piemērs 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
mg: OHATRA 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
mi: Tauira 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
mk: Пример 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ml: ഉദാഹരണം 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
mn: Жишээ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
mr: उदाहरण 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
mt: Eżempju 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
my: ဥပမာ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
nb: Eksempel 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ne: उदाहरण 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
or: ଉଦାହରଣ | 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
pa: ਉਦਾਹਰਨ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ps: ﻪګﻠﯧﺑ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ro: Exemplu 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
rw: Urugero 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
sd: ﻝﺎﺜﻣ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
si: උදාහරණයක් 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
sk: Príklad 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
sl: Primer 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
sq: Shembull 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
sw: Mfano 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ta: உதாரணமாக 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
te: ఉదాహరణ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
tg: Мисол 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
th: ตัวอย่าง 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
tk: Mysal 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
tt: Мисал 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
uk: Приклад 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ur: ﻝﺎﺜﻣ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
uz: Misol 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
vi: Ví dụ 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
xh: Umzekelo 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
yi: ליפּשיַיב 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
af: Toestelle Font (Paneel %d)
am: መሣሪያዎች ቅርጸ-ቁምፊ (ፓነል %d)
ar: ﺓﺰﻬﺟﻷ﻿ﺍ ﻂﺧ (ﺔﺣﻮﻟ %d)
be: Шрыфт прылад (Панэль %d)
bg: Шрифт за устройства (Панел %d)
bn: ডিভাইস ফন্ট (প্যানেল %d)
ca: Font dels dispositius (Panell %d)
cy: Ffont Dyfeisiau (Panel %d)
da: Enheder skrifttype (Panel %d)
eo: Aparato Tiparo (Panelo %d)
et: Seadmete font (Paneel %d)
eu: Gailuen letra-tipoa (Panela %d)
fa: ﺎﻫ ﻩﺎﮕﺘﺳﺩ ﺖﻧﻮﻓ (ﻞﻧﺎﭘ %d)
fi: Laitteet Font (Paneeli %d)
fil: Font ng Mga Device (Panel %d)
fy: Apparaten Lettertype (Panel %d)
ga: Cló Gléasanna (Painéal %d)
gd: Font innealan (Pannal %d)
gl: Tipo de letra de dispositivos (Panel %d)
gu: ઉપકરણો ફોન્ટ (પેનલ %d)
he: םירישכמ ןפוג (ַחּול %d)
hi: उपकरण फ़ॉन्ट (पैनल %d)
hr: Font uređaja (Ploča %d)
hu: Eszközök betűtípus (Panel %d)
hy: Սարքերի տառատեսակ (Վահանակ %d)
id: Font Perangkat (Panel %d)
is: Tæki leturgerð (Panel %d)
ka: მოწყობილობების ფონტი (პანელი %d)
kk: Құрылғылар қаріпі (Панель %d)
km: ពុម្ពអក្សរឧបករណ៍ (បន្ទះ %d)
kn: ಸಾಧನಗಳ ಫಾಂಟ್ (ಫಲಕ %d)
ky: Түзмөктөрдүн шрифти (Панел %d)
lb: Apparater Schrëft (Panel %d)
lo: ຕົວອັກສອນອຸປະກອນ (ກະດານ %d)
lt: Įrenginių šriftas (Skydas %d)
lv: Ierīču fonts (Panelis %d)
mg: Fitaovana Font (Panel %d)
mi: Momotuhi Pūrere (Paewhiri %d)
mk: Фонт на уреди (Панел %d)
ml: ഉപകരണങ്ങളുടെ ഫോണ്ട് (പാനൽ %d)
mn: Төхөөрөмжийн фонт (Самбар %d)
mr: डिव्हाइसेस फॉन्ट (पॅनेल %d)
mt: Apparat Font (Panel %d)
my: ဖုန်းအတွက် ဖောင့် (ဘောင် %d)
nb: Enheter Font (Panel %d)
ne: यन्त्रहरू फन्ट (प्यानल %d)
or: ଉପକରଣଗୁଡ଼ିକ ଫଣ୍ଟ | (ପ୍ୟାନେଲ୍ | %d)
pa: ਡਿਵਾਈਸ ਫੌਂਟ (ਪੈਨਲ %d)
ps: ټﻧﻮﻓ ﻮﻠﯾﺎﺳﻭ ﺩ (ﻞﻨﯿﭘ %d)
ro: Font pentru dispozitive (Panou %d)
rw: Imyandikire y'ibikoresho (Ikibaho %d)
sd: ٽﻧﻮﻓ ﺰﺴﻴﺋﺍﻭڊ (ﻞﻨﻴﭘ %d)
si: උපාංග අකුරු (පැනලය %d)
sk: Písmo zariadenia (Panel %d)
sl: Pisava naprav (Plošča %d)
sq: Fonti i pajisjeve (Paneli %d)
sw: Fonti ya Vifaa (Paneli %d)
ta: சாதனங்களின் எழுத்துரு (குழு %d)
te: పరికరాల ఫాంట్ (ప్యానెల్ %d)
tg: Шрифти дастгоҳҳо (Панел %d)
th: แบบอักษรของอุปกรณ์ (แผงหน้าปัด %d)
tk: Enjamlaryň şrifti (Panel %d)
tt: Devайланмалар шрифты (Панель %d)
uk: Шрифт пристроїв (Панель %d)
ur: ﭧﻧﻮﻓ ﺰﺴﺋﺍﻮﯾﮈ (ﻞﻨﯿﭘ %d)
uz: Qurilmalar shrifti (Panel %d)
vi: Phông chữ thiết bị (Bảng điều khiển %d)
xh: Ifonti yezixhobo (Iphaneli %d)
yi: טנאָפ זאַסייוויד (עילפאַט %d)
