Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Top:
am: ከፍተኛ፡
ar: :ﺔﻤﻗ
be: Верх:
bg: Горна част:
bn: শীর্ষ:
ca: Superior:
cy: Uchaf:
eo: Supre:
et: Ülemine:
eu: Goiena:
fa: :ﻻ﻿ﺎﺑ
fi: Yläosa:
fil: tuktok:
ga: Barr:
gl: Arriba:
gu: ટોચ:
he: :ןוילע קלח
hi: शीर्ष:
hr: Vrh:
hu: Felső:
hy: Գագաթ:
id: Atas:
is: Efst:
ka: ზედა:
kk: Жоғарғы:
km: កំពូល៖
kn: ಟಾಪ್:
ku: Lûtik:
ky: Жогорку:
lo: ເທິງ:
lt: Viršus:
lv: Tops:
mg: ambony:
mi: Runga:
mk: Врв:
ml: മുകളിൽ:
mn: Топ:
mr: शीर्ष:
mt: Fuq:
my: ထိပ်တန်း-
nb: Topp:
ne: शीर्ष:
or: ଶୀର୍ଷ:
pa: ਸਿਖਰ:
ps: :ﻪﺗﺭﻮﭘ
rw: Hejuru:
sd: :ﻲﭥﻣ
si: ඉහළට:
sk: Hore:
sl: vrh:
sw: Juu:
ta: மேல்:
te: టాప్:
tg: боло:
th: สูงสุด:
tk: Topokarky:
tt: : Гары:
uk: Верхній:
ur: :ﺮﭘﻭﺍ
uz: Yuqori:
vi: Đứng đầu:
xh: Phezulu:
yi: :ןביוא

source: Left:
af: Links:
am: ግራ:
ar: :ﺭﺎﺴﻴﻟﺍ
be: Злева:
bg: Наляво:
bn: বাম:
ca: Esquerra:
cy: Chwith:
da: Venstre:
eo: Maldekstre:
et: Vasak:
eu: Ezkerrean:
fa: :ﺩﺮﮐ ﮎﺮﺗ
fi: Vasen:
fil: Kaliwa:
fy: Links:
ga: Ar chlé:
gd: Clì:
gl: Esquerda:
gu: ડાબે:
he: :הלאמש
hi: बाएं:
hr: Lijevo:
hu: Bal:
hy: Ձախ:
id: Kiri:
is: Vinstri:
ka: მარცხენა:
kk: Сол:
km: ឆ្វេង៖
kn: ಎಡ:
ku: Çep:
ky: Солдо:
lb: Lénks:
lo: ຊ້າຍ:
lt: Kairė:
lv: Pa kreisi:
mg: ankavia:
mi: Mauī:
mk: Лево:
ml: ഇടത്തെ:
mn: Зүүн:
mr: डावीकडे:
mt: Xellug:
my: ဘယ်ဘက်
nb: Venstre:
ne: बायाँ:
or: ବାମ:
pa: ਖੱਬੇ:
ps: :ڼﯿﮐ
ro: Stânga:
rw: Ibumoso:
sd: :ﻮﭔﺎﮐ
si: වම්:
sk: Vľavo:
sl: levo:
sq: Majtas:
sw: Kushoto:
ta: இடது:
te: ఎడమ:
tg: Чап:
th: ซ้าย:
tk: Çepde:
tt: Сулда:
uk: Ліворуч:
ur: :ﮟﯿﺋﺎﺑ
uz: Chap:
vi: Để lại:
xh: Khohlo:
yi: :סקניל

source: Right:
af: Regs:
am: ቀኝ:
ar: :ﻖﺣ
be: Справа:
bg: вдясно:
bn: ডান:
ca: Dret:
cy: Dde:
da: Ret:
eo: Ĝuste:
et: Õige:
eu: Eskuin:
fa: :ﺖﺳﺭﺩ
fi: Oikea:
fil: Kanan:
fy: Rjochts:
ga: Ar dheis:
gd: Deas:
gl: Dereita:
gu: જમણે:
he: :ןימי
hi: सही:
hr: Pravo:
hu: Jobb:
hy: Ճիշտ:
id: Benar:
is: Hægri:
ka: მარჯვენა:
kk: Оң жақ:
km: ស្តាំ៖
kn: ಬಲ:
ku: Rast:
ky: Оң:
lb: Riets:
lo: ຂວາ:
lt: Dešinė:
lv: Taisnība:
mg: havanana:
mi: Matau:
mk: Десно:
ml: വലത്:
mn: Баруун:
mr: उजवीकडे:
mt: Dritt:
my: ညာဘက်
nb: Ikke sant:
ne: दायाँ:
or: ଡାହାଣ:
pa: ਸੱਜੇ:
ps: :ﻖﺣ
ro: Dreapta:
rw: Iburyo:
sd: :ﻮﭴﺎﺳ
si: දකුණ:
sk: Správny:
sl: Prav:
sq: E drejta:
sw: Haki:
ta: வலது:
te: కుడి:
tg: рост:
th: ถูกต้อง:
tk: Sagda:
tt: Уңда:
uk: Право:
ur: :ﮟﯿﺋﺍﺩ
uz: To'g'ri:
vi: Đúng:
xh: Kunene:
yi: :טכער

source: Bottom:
af: Onder:
am: ከታች፡
ar: :ﻉﺎﻗ
be: Унізе:
bg: отдолу:
bn: নীচে:
ca: A baix:
cy: Gwaelod:
da: Bund:
eo: Malsupro:
et: Alt:
eu: Behea:
fa: :ﻦﯿﯾﺎﭘ
fi: Pohja:
fil: ibaba:
fy: Boaiem:
ga: Bun:
gd: Sìos:
gl: Abaixo:
gu: નીચે:
he: :תיִתחַת
hi: नीचे:
hr: Dno:
hu: Alsó:
hy: Ստորին:
id: Bawah:
is: Neðst:
ka: ქვედა:
kk: Төменгі:
km: បាត៖
kn: ಕೆಳಗೆ:
ku: Erd:
ky: Төмөндө:
lb: Ënnen:
lo: ລຸ່ມ:
lt: Apačia:
lv: Apakšā:
mg: Ambany:
mi: Raro:
mk: Долу:
ml: താഴെ:
mn: Доод талд:
mr: तळ:
mt: Qiegħed:
my: အောက်ခြေ-
nb: Bunn:
ne: तल:
or: ତଳ:
pa: ਹੇਠਾਂ:
ps: :ﯤﺪﻧﻻ﻿
ro: Fund:
rw: Hasi:
sd: :ﻥﻮﻴﭡﻴﻫ
si: පහළ:
sk: Spodná časť:
sl: spodaj:
sq: Poshtë:
sw: Chini:
ta: கீழே:
te: దిగువ:
tg: Поён:
th: ล่าง:
tk: Aşakda:
tt: Түбәндә:
uk: знизу:
ur: :ﮯﭽﯿﻧ
uz: Pastki:
vi: Đáy:
xh: Ezantsi:
yi: :אָנד

source: Pad:
am: ፓድ፡
ar: :ﺓﺩﺎﻤﺿ
be: Падкладка:
bg: подложка:
bn: প্যাড:
ca: Coixinet:
eo: Kuseneto:
fa: :ﺪﭘ
gu: પૅડ:
he: :תיִרָּכ
hi: तकती:
hr: Podloga:
hu: Párna:
hy: Պայուսակ:
id: Bantalan:
is: Púði:
ka: ბალიშები:
kk: Тақта:
km: បន្ទះ៖
kn: ಪ್ಯಾಡ್:
lo: ແຜ່ນ:
lt: Trinkelė:
lv: Pakete:
mi: Papa:
mk: Подлога:
ml: പാഡ്:
mn: Бичигт:
mr: पॅड:
mt: Kuxxinett:
ne: प्याड:
or: ପ୍ୟାଡ୍:
pa: ਪੈਡ:
ps: :ډﯿﭘ
rw: Padiri:
sd: :ڊﭘ
si: පෑඩ්:
sk: Podložka:
sl: blazinica:
sq: Pllaka:
sw: Pedi:
ta: திண்டு:
te: ప్యాడ్:
tg: Пӯст:
th: เบาะ:
tt: Пад:
uk: колодка:
ur: :ﮉﯿﭘ
uz: Yostiqcha:
vi: Tập giấy:
xh: Iphedi:
yi: :דאַפּ

source: <b>Margins</b>
af: <b>Marges</b>
am: <b>ህዳጎች</b>
ar: <b>ﺶﻣﺍﻮﻬﻟﺍ</b>
be: <b>Палі</b>
bg: <b>Маржове</b>
bn: <b>মার্জিন</b>
ca: <b>Marges</b>
cy: <b>Ymylon</b>
da: <b>Marginer</b>
eo: <b>Marĝenoj</b>
et: <b>Marginaalid</b>
eu: <b>Marjinak</b>
fa: <b>ﺎﻫ ﻪﯿﺷﺎﺣ</b>
fi: <b>Marginaalit</b>
fil: <b>Mga margin</b>
fy: <b>Marzjes</b>
ga: <b>Imill</b>
gd: <b>Oirean</b>
gl: <b>Marxes</b>
gu: <b>માર્જિન</b>
he: <b>םיילוש</b>
hi: <b>मार्जिन</b>
hr: <b>Margine</b>
hu: <b>Margók</b>
hy: <b>Լուսանցքներ</b>
id: <b>Margin</b>
is: <b>Framlegð</b>
ka: <b>მინდვრები</b>
kk: <b>Шеттері</b>
km: <b>រឹម</b>
kn: <b>ಅಂಚುಗಳು</b>
ky: <b>Маржалар</b>
lb: <b>Margen</b>
lo: <b>ຂອບ</b>
lt: <b>Paraštės</b>
lv: <b>Margas</b>
mg: <b>sisin'ny</b>
mi: <b>Tawhē</b>
mk: <b>Маргини</b>
ml: <b>മാർജിനുകൾ</b>
mn: <b>Маржин</b>
mr: <b>समास</b>
mt: <b>Marġini</b>
my: <b>အနားသတ်များ</b>
nb: <b>Marginer</b>
ne: <b>मार्जिन</b>
or: <b>ମାର୍ଜିନ୍</b>
pa: <b>ਮਾਰਜਿਨ</b>
ps: <b>ﯥﯿﺷﺎﺣ</b>
ro: <b>Marjele</b>
sd: <b>ﻦﺟﺭﺎﻣ</b>
si: <b>මායිම්</b>
sk: <b>Okraje</b>
sl: <b>Marže</b>
sq: <b>Margjinat</b>
sw: <b>Pembezoni</b>
ta: <b>விளிம்புகள்</b>
te: <b>మార్జిన్లు</b>
tg: <b>Маржаҳо</b>
th: <b>ระยะขอบ</b>
tt: <b>Маргинс</b>
uk: <b>Поля</b>
ur: <b>ﮧﯿﺷﺎﺣ</b>
uz: <b>Chegaralar</b>
vi: <b>Lợi nhuận</b>
xh: <b>Imida</b>
yi: <b>זנאַשזדראַמ</b>

source: Right click shows WM menu
af: Regskliek wys WM-kieslys
am: በቀኝ ጠቅ ማድረግ የWM ምናሌን ያሳያል
ar: WM ﺔﻤﺋﺎﻗ ﺮﻬﻈﻳ ﻦﻤﻳﻷ﻿ﺍ ﺱﻭﺎﻤﻟﺍ ﺭﺰﺑ ﺮﻘﻧﺍ
be: Пстрычка правай кнопкай мышы паказвае WM меню
bg: Щракването с десния бутон показва WM меню
bn: ডান ক্লিক WM মেনু দেখায়
ca: Feu clic amb el botó dret mostra el menú WM
cy: Mae clic dde yn dangos dewislen WM
da: Højreklik viser WM-menuen
eo: Dekstra klako montras WM-menuon
et: Paremklõps näitab WM-i menüüd
eu: Eskuineko klik egin WM menua erakusten du
fa: ﺪﻫﺩ ﯽﻣ ﻥﺎﺸﻧ ﺍﺭ WM ﯼﻮﻨﻣ ﺖﺳﺍﺭ ﮏﯿﻠﮐ
fi: Napsauta hiiren kakkospainikkeella näyttää WM-valikon
fil: Ang pag-right click ay nagpapakita ng WM menu
fy: Rjochtsklik toant it WM-menu
ga: Taispeánann cliceáil ar dheis roghchlár WM
gd: Cliog deas a ’sealltainn clàr WM
gl: Prema co botón dereito mostra o menú WM
gu: જમણું ક્લિક WM મેનુ બતાવે છે
he: WM טירפת גיצמ ינמי קילק
hi: राइट क्लिक WM मेनू दिखाता है
hr: Desni klik prikazuje WM izbornik
hu: A jobb gombbal megjelenik a WM menü
hy: Աջ սեղմումը ցույց է տալիս WM ընտրացանկը
id: Klik kanan menunjukkan menu WM
is: Hægri smellur sýnir WM valmyndina
ka: მარჯვენა ღილაკით გვიჩვენებს WM მენიუს
kk: Тінтуірдің оң жақ түймешігі WM мәзірін көрсетеді
km: ចុចកណ្ដុរស្ដាំបង្ហាញម៉ឺនុយ WM
kn: ರೈಟ್ ಕ್ಲಿಕ್ WM ಮೆನುವನ್ನು ತೋರಿಸುತ್ತದೆ
ku: Bişkojka rastê menuya WM nîşan dide
ky: Оң чыкылдатуу WM менюсун көрсөтөт
lb: Rietsklickt weist WM Menü
lo: ຄລິກຂວາສະແດງເມນູ WM
lt: Dešiniuoju pelės mygtuku spustelėkite WM meniu
lv: Ar peles labo pogu noklikšķiniet uz WM izvēlnes
mg: Tsindrio havanana dia mampiseho WM menu
mi: Matau matau whakaatu WM tahua
mk: Десен клик го прикажува менито WM
ml: റൈറ്റ് ക്ലിക്ക് WM മെനു കാണിക്കുന്നു
mn: Баруун товшилтоор WM цэс харагдана
mr: राईट क्लिक WM मेनू दाखवते
mt: Ikklikkja dritt turi menu WM
my: Right Click နှိပ်ပြီး WM Menu ကို ပြပါတယ်။
nb: Høyreklikk viser WM-menyen
ne: दायाँ क्लिक WM मेनु देखाउँछ
or: ଡାହାଣ କ୍ଲିକ୍ WM ମେନୁ ଦେଖାଏ |
pa: ਸੱਜਾ ਕਲਿੱਕ WM ਮੀਨੂ ਦਿਖਾਉਂਦਾ ਹੈ
ps: ﯥﯿښ ﻮﻨﯿﻣ WM ﺩ ﮏﯿﻠﮐ ﯥﯿښ
ro: Clic dreapta arată meniul WM
rw: Kanda iburyo werekana menu ya WM
sd: ﻮﭤ ﻱﺭﺎﮑﻳڏ ﻮﻴﻨﻴﻣ WM ڪﻠڪ ﺢﻴﺤﺻ
si: දකුණු ක්ලික් WM මෙනුව පෙන්වයි
sk: Kliknutím pravým tlačidlom myši sa zobrazí ponuka WM
sl: Desni klik prikaže WM meni
sq: Klikoni me të djathtën tregon menunë WM
sw: Bonyeza kulia huonyesha menyu ya WM
ta: வலது கிளிக் WM மெனுவைக் காட்டுகிறது
te: కుడి క్లిక్ WM మెనుని చూపుతుంది
tg: Клики рост менюи WM-ро нишон медиҳад
th: คลิกขวาจะแสดงเมนู WM
tk: Sag basmak WM menýusyny görkezýär
tt: Уң басу WM менюсын күрсәтә
uk: Клацніть правою кнопкою миші, щоб відкрити меню WM
ur: ۔ﮯﮨ ﺎﺗﺎﮭﮐﺩ ﻮﻨﯿﻣ WM ﮏﻠﮐ ﭧﺋﺍﺭ
uz: O'ng tugmani bosish WM menyusini ko'rsatadi
vi: Nhấp chuột phải hiển thị menu WM
xh: Ukucofa ekunene kubonisa imenyu ye-WM
yi: וינעמ WM טזייוו טיג טכער

source: Open folders using associated MIME application
af: Maak dopgehou oop met geassosieerde MIME-toepassing
am: ተያያዥ የMIME መተግበሪያን በመጠቀም ማህደሮችን ክፈት
ar: ﻂﺒﺗﺮﻤﻟﺍ MIME ﻖﻴﺒﻄﺗ ﻡﺍﺪﺨﺘﺳﺎﺑ ﺕﺍﺪﻠﺠﻤﻟﺍ ﺢﺘﻓﺍ
be: Адкрывайце папкі з дапамогай звязанага прыкладання MIME
bg: Отворете папки с помощта на свързано MIME приложение
bn: সংশ্লিষ্ট MIME অ্যাপ্লিকেশন ব্যবহার করে ফোল্ডার খুলুন
ca: Obriu les carpetes mitjançant l'aplicació MIME associada
cy: Agor ffolderau gan ddefnyddio cymhwysiad MIME cysylltiedig
da: Åbn mapper ved hjælp af tilhørende MIME-applikation
eo: Malfermu dosierujojn uzante rilatan MIME-aplikaĵon
et: Avage kaustad seotud MIME-rakenduse abil
eu: Ireki karpetak lotutako MIME aplikazioa erabiliz
fa: ﺪﯿﻨﮐ ﺯﺎﺑ ﻂﺒﺗﺮﻣ MIME ﻪﻣﺎﻧﺮﺑ ﺯﺍ ﻩﺩﺎﻔﺘﺳﺍ ﺎﺑ ﺍﺭ ﺎﻫ ﻪﺷﻮﭘ
fi: Avaa kansiot siihen liittyvällä MIME-sovelluksella
fil: Buksan ang mga folder gamit ang nauugnay na MIME application
fy: Iepenje mappen mei de assosjearre MIME-applikaasje
ga: Fillteáin oscailte ag úsáid feidhmchlár MIME gaolmhar
gd: Filltearan fosgailte a ’cleachdadh tagradh MIME co-cheangailte
gl: Abrir cartafoles usando a aplicación MIME asociada
gu: સંકળાયેલ MIME એપ્લિકેશનનો ઉપયોગ કરીને ફોલ્ડર્સ ખોલો
he: ךיושמה MIME םושיי תועצמאב תויקית חתפ
hi: संबद्ध MIME एप्लिकेशन का उपयोग करके फ़ोल्डर खोलें
hr: Otvorite mape pomoću povezane MIME aplikacije
hu: Nyissa meg a mappákat a kapcsolódó MIME-alkalmazással
hy: Բացեք թղթապանակները՝ օգտագործելով համապատասխան MIME հավելվածը
id: Buka folder menggunakan aplikasi MIME terkait
is: Opnaðu möppur með því að nota tengt MIME forrit
ka: გახსენით საქაღალდეები ასოცირებული MIME აპლიკაციის გამოყენებით
kk: Қатысты MIME қолданбасын пайдаланып қалталарды ашыңыз
km: បើកថតដោយប្រើកម្មវិធី MIME ដែលពាក់ព័ន្ធ
kn: ಸಂಯೋಜಿತ MIME ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿಕೊಂಡು ಫೋಲ್ಡರ್u200cಗಳನ್ನು ತೆರೆಯಿರಿ
ku: Peldankan bi karanîna serîlêdana MIME ya têkildar vekin
ky: Байланышкан MIME тиркемесин колдонуп папкаларды ачыңыз
lb: Open Classeure mat der assoziéierter MIME Applikatioun
lo: ເປີດໂຟນເດີໂດຍໃຊ້ແອັບພລິເຄຊັນ MIME ທີ່ກ່ຽວຂ້ອງ
lt: Atverti aplankus, naudojant susietą MIME programą
lv: Atveriet mapes, izmantojot saistīto MIME lietojumprogrammu
mg: Sokafy ny lahatahiry mampiasa fampiharana MIME mifandraika
mi: Whakatuwherahia nga kōpaki ma te whakamahi i te tono MIME e hono ana
mk: Отворете ги папките користејќи поврзана MIME апликација
ml: അനുബന്ധ MIME ആപ്ലിക്കേഷൻ ഉപയോഗിച്ച് ഫോൾഡറുകൾ തുറക്കുക
mn: Холбогдох MIME програмыг ашиглан хавтас нээх
mr: संबंधित MIME अनुप्रयोग वापरून फोल्डर उघडा
mt: Iftaħ folders billi tuża applikazzjoni MIME assoċjata
my: ဆက်စပ် MIME အက်ပ်ကို အသုံးပြု၍ ဖိုင်တွဲများကို ဖွင့်ပါ။
nb: Åpne mapper med tilhørende MIME-applikasjon
ne: सम्बन्धित MIME अनुप्रयोग प्रयोग गरेर फोल्डरहरू खोल्नुहोस्
or: ସଂପୃକ୍ତ MIME ପ୍ରୟୋଗ ବ୍ୟବହାର କରି ଫୋଲ୍ଡର ଖୋଲନ୍ତୁ |
pa: ਸੰਬੰਧਿਤ MIME ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਫੋਲਡਰ ਖੋਲ੍ਹੋ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﯤﺭډﻟﻮﻓ ﻩﺮﺳ ﻮﻟﻭﺭﺎﮐ ﻪﭘ ﮏﯿﻠﻨﺘښﻮﻏ MIME ﻩﺪﻧﻭړﺍ ﺩ
ro: Deschideți folderele folosind aplicația MIME asociată
rw: Fungura ububiko ukoresheje porogaramu ya MIME ifitanye isano
sd: ﻮﻴﻟﻮﮐ ﺭڊﻟﻮﻓ ﻱﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻦﺸﻴڪﻴﻠﭙﻳﺍ MIME ﻞﻴﭘﺎﮘﻻ﻿
si: ආශ්u200dරිත MIME යෙදුම භාවිතයෙන් ෆෝල්ඩර විවෘත කරන්න
sk: Otvorte priečinky pomocou pridruženej aplikácie MIME
sl: Odprite mape s pomočjo povezane aplikacije MIME
sq: Hapni dosjet duke përdorur aplikacionin MIME të lidhur
sw: Fungua folda kwa kutumia programu inayohusika ya MIME
ta: தொடர்புடைய MIME பயன்பாட்டைப் பயன்படுத்தி கோப்புறைகளைத் திறக்கவும்
te: అనుబంధిత MIME అప్లికేషన్u200cని ఉపయోగించి ఫోల్డర్u200cలను తెరవండి
tg: Папкаҳоро бо истифода аз замимаи алоқаманди MIME кушоед
th: เปิดโฟลเดอร์โดยใช้แอปพลิเคชัน MIME ที่เกี่ยวข้อง
tk: Baglanyşykly MIME programmasyny ulanyp bukjalary açyň
tt: Бәйләнешле MIME кушымтасы ярдәмендә папкаларны ачыгыз
uk: Відкривайте папки за допомогою відповідної програми MIME
ur: ۔ﮟﯿﻟﻮﮭﮐ ﺭﮉﻟﻮﻓ ﮯﺋﻮﮨ ﮯﺗﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺎﮐ ﻦﺸﯿﮑﯿﻠﭙﯾﺍ MIME ﮧﻘﻠﻌﺘﻣ
uz: Bog'langan MIME ilovasi yordamida papkalarni oching
vi: Mở các thư mục bằng ứng dụng MIME được liên kết
xh: Vula iifolda usebenzisa usetyenziso olunxulumeneyo lwe-MIME
yi: ןאַשייקאַלפּאַ םיימ ןדנובראַפֿ יד ןצינ סרעדלאָפ ןענעפֿע

source: _Desktop
am: _ዴስክቶፕ
ar: _سطح المكتب
be: _Працоўны стол
bg: _работен плот
bn: _ডেস্কটপ
ca: _Escriptori
cy: _Penbwrdd
da: Skrivebor_d
eo: _Surtabla
et: _Töölaud
eu: _Mahaigaina
fa: _ﭖﺎﺘﮑﺳﺩ
fi: _Työpöytä
fy: _Buroblêd
ga: _Deasc
gd: _Deasg
gl: _Escritorio
gu: _ડેસ્કટોપ
he: _שולחן עבודה
hi: _डेस्कटॉप
hr: _Radna površina
hu: Asztal
hy: _Սեղան
is: _Skrifborð
ka: _სამუშაო მაგიდა
kk: _Жұмыс үстелі
km: ផ្ទៃតុ
kn: _ಡೆಸ್ಕ್ಟಾಪ್
ky: _Иш такта
lo: _ເດັສທັອບ
lt: _Darbastalis
lv: _Darbvirsma
mg: _biraonao
mi: _Papamahi
mk: _Десктоп
ml: _ഡെസ്ക്ടോപ്പ്
mn: _Ширээний компьютер
mr: _डेस्कटॉप
my: _ဒက်
nb: Skrivebor_d
ne: _डेस्कटप
or: _ଡେସ୍କଟପ୍
pa: _ਡੈਸਕਟਾਪ
ps: _ﭖﺎټﺴﯾډ
rw: _Ibiro
sd: _ﭖﺎٽ ڪﺴﻳڊ
si: _ඩෙස්ක්ටොප්
sk: _Plocha
sl: _Namizje
sw: _Eneo-kazi
ta: _டெஸ்க்டாப்
te: _డెస్క్u200cటాప్
tg: _Мизи корӣ
th: _เดสก์ทอป
tk: _Iş stoly
tt: _Эш өстәле
uk: _Робочий стіл
ur: _ڈیسک ٹاپ
uz: _Ish stoli
vi: _Máy tính để bàn
xh: _Idesktop
yi: _פּאָטקסעד

source: _Volume Management
af: _Volumebestuur
am: _የድምጽ አስተዳደር
ar: إدارة ال_وسائط
be: _Кіраванне аб'ёмам
bg: _Управление на обема
bn: _ভলিউম ম্যানেজমেন্ট
ca: Gestió de _volums
cy: _Rheoli Cyfrol
da: _Håndtering af medier
eo: _Volumo-Administrado
et: _Andmeruumide haldus
eu: _Bolumenaren kudeaketa
fa: _ﻢﺠﺣ ﺖﯾﺮﯾﺪﻣ
fi: _Taltioiden hallinta
fil: _Pamamahala ng Dami
ga: _Bainistíocht Imleabhar
gd: _Riaghladh Volume
gl: _Xestión de Volumes
gu: _વોલ્યુમ મેનેજમેન્ટ
he: _ניהול התקני אחסון
hi: _वॉल्यूम प्रबंधन
hr: _Upravljanje volumenom
hu: _Kötetkezelés
hy: _Ծավալի կառավարում
id: Manajemen _Volume
is: _Rúmmálsstjórnun
ka: _მოცულობის მართვა
kk: _Көлемді басқару
km: ការ​គ្រប់គ្រង​ភាគ​ថាស
kn: _ವಾಲ್ಯೂಮ್ ಮ್ಯಾನೇಜ್ಮೆಂಟ್
ku: _Management Volume
ky: _Көлөмдү башкаруу
lo: _ການຄຸ້ມຄອງປະລິມານ
lt: _Tomų valdymas
lv: _Apjoma pārvaldība
mi: _Whakahaere Rōrahi
mk: _Управување со волумен
ml: _വോളിയം മാനേജ്മെന്റ്
mn: _Эзлэхүүний менежмент
mr: _व्हॉल्यूम व्यवस्थापन
mt: _Ġestjoni tal-Volum
my: _အသံအတိုးအကျယ်စီမံခန့်ခွဲမှု
nb: _Volumstyring
ne: _भोल्युम व्यवस्थापन
or: _ଭଲ୍ୟୁମ୍ ପରିଚାଳନା
pa: _ਵਾਲੀਅਮ ਪ੍ਰਬੰਧਨ
ps: _ﺖﯾﺮﯾﺪﻣ ﻢﺠﺣ ﺩ
ro: _Managementul volumului
rw: _Gucunga amajwi
sd: _ﻡﺎﻈﺘﻧﺍ ﻮﺟ ﻢﺠﺣ
si: _පරිමාව කළමනාකරණය
sk: _Správa zväzkov
sl: Upravitelj nosilcev
sq: _Menaxhimi i vëllimit
sw: _Usimamizi wa Kiasi
ta: _தொகுதி மேலாண்மை
te: _వాల్యూమ్ నిర్వహణ
tg: _Идоракунии ҳаҷми
th: _การจัดการระดับเสียง
tk: _Sesi dolandyrmak
tt: _Тавыш белән идарә итү
uk: _Управління диском
ur: _والیم ادارت
uz: _Ovozni boshqarish
vi: _Quản lý khối lượng
xh: _Ulawulo loMqulu
yi: _טנעמעגאַנאַמ דנאַב

source: Terminal:
af: Terminale:
am: ተርሚናል፡
ar: الطرفية:
be: Тэрмінал:
bg: Терминал:
bn: টার্মিনাল:
cy: Terfynell:
eo: Terminalo:
et: Terminalirakendus:
eu: Terminala:
fa: :ﻪﻧﺎﯾﺎﭘ
fi: Pääte:
ga: Críochfort:
gu: ટર્મિનલ:
he: מסוף:
hi: टर्मिनल:
hu: Terminál:
hy: Տերմինալ:
is: Flugstöð:
ka: ტერმინალი:
kk: Терминал:
km: ស្ថានីយ ៖
kn: ಟರ್ಮಿನಲ್:
ku: Rawesta paşîn:
ky: Терминал:
lo: ສະຖານີ:
lt: Terminalo programa:
lv: Terminālis:
mg: Terminus:
mi: Kāpeka:
mk: Терминал:
ml: അതിതീവ്രമായ:
mn: Терминал:
mr: टर्मिनल:
my: ဂိတ်:
ne: टर्मिनल:
or: ଟର୍ମିନାଲ୍:
pa: ਅਖੀਰੀ ਸਟੇਸ਼ਨ:
ps: :ﻞﻨﯿﻣﺮﺗ
sd: :ﻞﻨﻴﻣﺮٽ
si: පර්යන්තය:
sk: Terminál:
sl: Ukaz za zagon konzole:
sw: Kituo:
ta: முனையத்தில்:
te: టెర్మినల్:
tg: Терминал:
th: เทอร์มินัล:
tt: Терминал:
uk: Термінал:
ur: ٹرمنل:
vi: Thiết bị đầu cuối:
xh: Indawo yokukhwelela:
yi: :לאַנימרעט

source: Terminal SU:
af: Terminale US:
am: ተርሚናል SU፡
ar: :SU ﺔﻴﻓﺮﻄﻟﺍ ﺔﻄﺤﻤﻟﺍ
be: Тэрмінал SU:
bg: Терминал SU:
bn: টার্মিনাল SU:
cy: Terfynell UM:
eo: Terminalo SU:
eu: SU terminala:
fa: :SU ﻝﺎﻨﯿﻣﺮﺗ
fi: Terminaali SU:
ga: Críochfort SU:
gu: ટર્મિનલ SU:
he: :SU לנימרט
hi: टर्मिनल एसयू:
hu: SU terminál:
hy: Տերմինալ SU:
ka: ტერმინალი SU:
kk: Терминал SU:
km: ស្ថានីយ SU៖
kn: ಟರ್ಮಿನಲ್ SU:
ku: Termînala SU:
ky: Терминал SU:
lt: Terminalo SU:
lv: Terminālis SU:
mi: Kāpeka SU:
mk: Терминал SU:
ml: ടെർമിനൽ SU:
mn: Терминал SU:
mr: टर्मिनल SU:
ne: टर्मिनल SU:
or: ଟର୍ମିନାଲ୍ SU:
pa: ਟਰਮੀਨਲ SU:
ps: :SU ﻞﻨﯿﻣﺮﺗ
sd: :SU ﻞﻨﻴﻣﺮٽ
si: පර්යන්ත SU:
sk: Terminál SU:
sq: Terminali SU:
ta: டெர்மினல் SU:
te: టెర్మినల్ SU:
tg: Терминали SU:
th: เทอร์มินัล SU:
tt: Терминал SU:
uk: Термінал SU:
ur: :SU ﻞﻨﯿﻣﺮﭨ
vi: Nhà ga SU:
xh: Itheminali SU:
yi: :וס לאַנימרעט

source: Graphical SU:
af: Grafiese US:
am: ግራፊክ SU
ar: SU ﺔﻴﻣﻮﺳﺮﻟﺍ:
be: Графічны SU:
bg: Графичен SU:
bn: গ্রাফিক্যাল SU:
ca: SU Gràfic:
cy: UM graffigol:
da: Grafisk SU:
eo: Grafika SU:
et: Graafiline SU:
eu: SU grafikoa:
fa: :SU ﮏﯿﻓﺍﺮﮔ
fi: Graafinen SU:
fil: Graphical na SU:
fy: Grafyske SU:
ga: SU Grafach:
gd: SU grafaigeach:
gl: SU gráfico:
gu: ગ્રાફિકલ SU:
he: SU יפרג:
hi: ग्राफिकल एसयू:
hr: Grafički SU:
hu: Grafikus SU:
hy: Գրաֆիկական SU:
id: SU grafis:
is: Grafískur SU:
ka: გრაფიკული SU:
kk: Графикалық SU:
km: ក្រាហ្វិក SU៖
kn: ಚಿತ್ರಾತ್ಮಕ SU:
ku: SU-ya grafîkî:
ky: Графикалык СУ:
lb: Grafesch SU:
lo: SU ກຣາບຟິກ:
lt: Grafinis SU:
lv: Grafiskais SU:
mg: SU sary:
mi: SU Whakairoiro:
mk: Графички SU:
ml: ഗ്രാഫിക്കൽ SU:
mn: График SU:
mr: ग्राफिकल SU:
mt: SU grafiku:
my: ဂရပ်ဖစ် SU-
nb: Grafisk SU:
ne: ग्राफिकल SU:
or: ଆଲେଖୀକ SU:
pa: ਗ੍ਰਾਫਿਕਲ SU:
ps: :SU ﻲﮑﯿﻓﺍﺮګ
ro: SU grafic:
rw: Igishushanyo cya SU:
sd: :SU ڪﻓﺍﺮﮔ
si: චිත්රක SU:
sk: Grafické SU:
sl: grafični SU:
sq: SU grafike:
ta: வரைகலை SU:
te: గ్రాఫికల్ SU:
tg: SU графикӣ:
th: กราฟิก SU:
tk: Grafiki SU:
tt: График SU:
uk: Графічний SU:
ur: :SU ﻞﮑﯿﻓﺍﺮﮔ
uz: Grafik SU:
vi: Đồ họa SU:
xh: Umzobo SU:
yi: :SU קיפאַרג

source: Filename Encoding:
af: Lêernaam-kodering:
am: የፋይል ስም ኢንኮዲንግ፡
ar: :ﻒﻠﻤﻟﺍ ﻢﺳﺍ ﺰﻴﻣﺮﺗ
be: Кадаванне імя файла:
bg: Кодиране на името на файла:
bn: ফাইলের নাম এনকোডিং:
ca: Codificació del nom del fitxer:
cy: Amgodio Enw Ffeil:
da: Filnavnkodning:
eo: Dosiernomo Kodigado:
et: Failinime kodeering:
eu: Fitxategi-izenen kodeketa:
fa: :ﻞﯾﺎﻓ ﻡﺎﻧ ﯼﺭﺍﺬﮔﺰﻣﺭ
fi: Tiedostonimen koodaus:
fy: Triemnammekodearring:
ga: Ionchódú Ainm comhaid:
gd: Còdachadh ainm faidhle:
gl: Codificación de nome de ficheiro:
gu: ફાઇલનામ એન્કોડિંગ:
he: :ץבוק םש דודיק
hi: फ़ाइल नाम एन्कोडिंग:
hr: Kodiranje naziva datoteke:
hu: Fájlnév kódolás:
hy: Ֆայլի անվան կոդավորում.
id: Pengkodean nama file:
is: Skráarnafnskóðun:
ka: ფაილის სახელის კოდირება:
kk: Файл атауын кодтау:
km: ការអ៊ិនកូដឈ្មោះឯកសារ៖
kn: ಫೈಲ್ ಹೆಸರು ಎನ್ಕೋಡಿಂಗ್:
ku: Şîfrekirina navê pelê:
ky: Файлдын атын коддоо:
lb: Dateinumm Kodéierung:
lo: ການເຂົ້າລະຫັດຊື່ໄຟລ໌:
lt: Failo vardo kodavimas:
lv: Faila nosaukuma kodējums:
mg: Anaran-drakitra Encoding:
mi: Whakawaehere Ingoa Kōnae:
mk: Кодирање на името на датотеката:
ml: ഫയലിന്റെ പേര് എൻകോഡിംഗ്:
mn: Файлын нэрийн кодчилол:
mr: फाइलनाव एन्कोडिंग:
mt: Kodifikazzjoni tal-Isem tal-Fajl:
my: ဖိုင်အမည်ကို ကုဒ်သွင်းခြင်း-
nb: Filnavnkoding:
ne: फाइलनाम इन्कोडिङ:
or: ଫାଇଲନାମ ଏନକୋଡିଂ:
pa: ਫਾਈਲ ਨਾਮ ਇੰਕੋਡਿੰਗ:
ps: :ﻝﻮﮐ ډﻮﮐ ﻡﻮﻧ ﻞﯾﺎﻓ ﺩ
ro: Codificarea numelui fișierului:
rw: Encoding ya Filename:
sd: :ﮓﻧڊﻮڪﻧﺍ ﻮﻟﺎﻧ ﻮﺟ ﻞﺋﺎﻓ
si: ගොනු නාමය කේතනය කිරීම:
sk: Kódovanie názvu súboru:
sl: Kodiranje imena datoteke:
sq: Kodimi i emrit të skedarit:
sw: Usimbaji wa Jina la faili:
ta: கோப்பு பெயர் குறியாக்கம்:
te: ఫైల్ పేరు ఎన్కోడింగ్:
tg: Рамзгузории номи файл:
th: การเข้ารหัสชื่อไฟล์:
tk: Faýlyň adyny kodlamak:
tt: Файлның исемен кодлау:
uk: Кодування імені файлу:
ur: :ﮓﻧﮈﻮﮑﻧﺍ ﻡﺎﻧ ﺎﮐ ﻞﺋﺎﻓ
uz: Fayl nomini kodlash:
vi: Mã hóa tên tệp:
xh: Ukufakwa kweekhowudi kwigama lefayile:
yi: :גנורידאָק ןעמאָנ עקעט

source: Editor:
af: Redakteur:
am: አርታዒ፡
ar: :ﺭﺮﺤﻣ
be: Рэдактар:
bg: Редактор:
bn: সম্পাদক:
cy: Golygydd:
da: Redaktør:
eo: Redaktoro:
et: Toimetaja:
eu: Editorea:
fa: :ﺮﮕﺸﯾﺍﺮﯾﻭ
fi: Toimittaja:
fy: Redakteur:
ga: Eagarthóir:
gd: Deasaiche:
gu: સંપાદક:
he: :ךֵרֹוע
hi: संपादक:
hr: Urednik:
hu: Szerkesztő:
hy: Խմբագիր.
is: Ritstjóri:
ka: რედაქტორი:
kk: Редактор:
km: កម្មវិធីនិពន្ធ៖
kn: ಸಂಪಾದಕ:
ku: Weşanvan:
ky: Редактор:
lo: ບັນນາທິການ:
lt: Redaktorius:
lv: Redaktors:
mg: Mpanonta:
mi: Kaiwhakatika:
mk: Уредник:
ml: എഡിറ്റർ:
mn: Редактор:
mr: संपादक:
mt: Editur:
my: တည်းဖြတ်သူ-
nb: Redaktør:
ne: सम्पादक:
or: ସମ୍ପାଦକ:
pa: ਸੰਪਾਦਕ:
ps: :ﺮﯾﺪﻣ
rw: Muhinduzi:
sd: :ﺮٽﻳڊﻳﺍ
si: සංස්කරණය හෝ:
sl: Urednik:
sq: Redaktor:
sw: Mhariri:
ta: ஆசிரியர்:
te: ఎడిటర్:
tg: Муҳаррир:
th: บรรณาธิการ:
tk: Redaktor:
tt: Редактор:
uk: Редактор:
ur: :ﺮﭩﯾﮉﯾﺍ
uz: Muharrir:
vi: Biên tập viên:
xh: Umhleli:
yi: :ראָטקאַדער

source: Run editor in terminal
af: Begin redigeerder in terminale
am: በተርሚናል ውስጥ አርታዒን ያሂዱ
ar: ﺔﻄﺤﻤﻟﺍ ﻲﻓ ﺭﺮﺤﻤﻟﺍ ﻞﻴﻐﺸﺘﺑ ﻢﻗ
be: Запусціце рэдактар u200bu200bу тэрмінале
bg: Стартирайте редактора в терминала
bn: টার্মিনালে সম্পাদক চালান
ca: Executeu l'editor al terminal
cy: Golygydd rhedeg yn y derfynfa
da: Kør editor i terminal
eo: Rulu redaktilon en terminalo
et: Käivitage terminalis redaktor
eu: Exekutatu editorea terminalean
fa: ﺪﯿﻨﮐ ﺍﺮﺟﺍ ﻝﺎﻨﯿﻣﺮﺗ ﺭﺩ ﺍﺭ ﺮﮕﺸﯾﺍﺮﯾﻭ
fi: Suorita editori terminaalissa
fil: Patakbuhin ang editor sa terminal
fy: Run bewurker yn terminal
ga: Eagarthóir reatha sa chríochfort
gd: Deasaiche ruith ann an terminal
gl: Executar o editor no terminal
gu: ટર્મિનલમાં સંપાદક ચલાવો
he: לנימרטב ךרועה תא לעפה
hi: टर्मिनल में संपादक चलाएँ
hr: Pokrenite editor u terminalu
hu: Futtassa a szerkesztőt a terminálban
hy: Գործարկեք խմբագրիչը տերմինալում
id: Jalankan editor di terminal
is: Keyra ritstjóra í flugstöðinni
ka: გაუშვით რედაქტორი ტერმინალში
kk: Терминалда редакторды іске қосыңыз
km: ដំណើរការកម្មវិធីនិពន្ធនៅក្នុងស្ថានីយ
kn: ಟರ್ಮಿನಲ್u200cನಲ್ಲಿ ಸಂಪಾದಕವನ್ನು ರನ್ ಮಾಡಿ
ku: Edîtorê di termînalê de bixebitin
ky: Терминалда редакторду иштетиңиз
lb: Run Editor am Terminal
lo: ແລ່ນຕົວແກ້ໄຂໃນ terminal
lt: Vykdyti redaktorių terminale
lv: Palaidiet redaktoru terminālī
mg: Alefaso ny editor amin'ny terminal
mi: Whakahaerehia te ētita ki te tauranga
mk: Стартувај уредник во терминал
ml: ടെർമിനലിൽ എഡിറ്റർ പ്രവർത്തിപ്പിക്കുക
mn: Терминал дээр засварлагчийг ажиллуул
mr: टर्मिनलमध्ये संपादक चालवा
mt: Mexxi editur fit-terminal
my: အယ်ဒီတာကို terminal တွင်ဖွင့်ပါ။
nb: Kjør editor i terminal
ne: टर्मिनलमा सम्पादक चलाउनुहोस्
or: ଟର୍ମିନାଲ୍ ରେ ଏଡିଟର୍ ଚଲାନ୍ତୁ |
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਸੰਪਾਦਕ ਚਲਾਓ
ps: ﺉړﮐ ﻞﭼ ﺮﯾﺪﻣ ﯥﮐ ﻞﻨﯿﻣﺮټ ﻪﭘ
ro: Rulați editorul în terminal
rw: Koresha umwanditsi muri terminal
sd: ﻲﺋﻼ﻿ﻫ ﺮٽﻳڊﻳﺍ ۾ ﻞﻨﻴﻣﺮٽ
si: ටර්මිනලයේ සංස්කාරකය ධාවනය කරන්න
sk: Spustite editor v termináli
sl: Zaženite urejevalnik v terminalu
sq: Ekzekutoni redaktorin në terminal
sw: Endesha kihariri kwenye terminal
ta: முனையத்தில் எடிட்டரை இயக்கவும்
te: టెర్మినల్u200cలో ఎడిటర్u200cని అమలు చేయండి
tg: Муҳаррирро дар терминал иҷро кунед
th: เรียกใช้โปรแกรมแก้ไขในเทอร์มินัล
tk: Terminalda redaktory işlediň
tt: Терминалда редакторны эшләгез
uk: Запустіть редактор у терміналі
ur: ۔ﮟﯿﺋﻼ﻿ﭼ ﺮﭩﯾﮉﯾﺍ ﮟﯿﻣ ﻞﻨﯿﻣﺮﭨ
uz: Tahrirlovchini terminalda ishga tushiring
vi: Chạy trình chỉnh sửa trong thiết bị đầu cuối
xh: Yenza umhleli kwi-terminal
yi: לאַזקאָוו ןיא ראָטקאַדער ןפיול
