Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzFM Open Folder
af: zzzFM Maak vouer oop
am: zzzFM አቃፊ ክፈት
ar: zzzFM ﺪﻠﺠﻤﻟﺍ ﺢﺘﻓﺍ
be: zzzFM Адкрыць тэчку
bg: zzzFM Отворена папка
bn: zzzFM ফোল্ডার খোলা
ca: zzzFM Carpeta oberta
cy: zzzFM Ffolder agored
da: zzzFM Åbn mappe
eo: zzzFM Malfermu Dosierujon
et: zzzFM Ava kaust
eu: zzzFM Ireki Karpeta
fi: zzzFM Avaa kansio
fil: zzzFM Buksan ang Folder
fy: zzzFM Iepen map
ga: zzzFM Fillteán Oscailte
gd: zzzFM Folder Fosgailte
gl: zzzFM Cartafol aberto
gu: zzzFM ખુલ્લું ફોલ્ડર
he: zzzFM החותפ הייקית
hi: zzzFM फोल्डर खोलें
hu: zzzFM Nyitott mappa
hy: zzzFM Բացեք Թղթապանակը
id: zzzFM Folder terbuka
is: zzzFM Opna möppu
ka: zzzFM გახსენით საქაღალდე
kk: zzzFM Қалтаны ашу
km: zzzFM បើកថត
kn: zzzFM ಫೋಲ್ಡರ್ ತೆರೆಯಿರಿ
ku: zzzFM Peldanka veke
ky: zzzFM Папканы ачуу
lb: zzzFM Open Dossier
lo: zzzFM ເປີດ Folder
lt: zzzFM Atverti Aplanką
lv: zzzFM Atvērt mapi
mg: zzzFM Sokafy ny lahatahiry
mi: zzzFM Whakatuwhera Kōpaki
mk: zzzFM Отворена папка
ml: zzzFM ഫോൾഡർ തുറക്കുക
mn: zzzFM Нээлттэй хавтас
mr: zzzFM फोल्डर उघडा
mt: zzzFM Iftaħ Folder
my: zzzFM Folder ကိုဖွင့်ပါ။
nb: zzzFM Åpne mappe
ne: zzzFM फोल्डर खोल्नुहोस्
or: zzzFM ଫୋଲ୍ଡର ଖୋଲନ୍ତୁ
pa: zzzFM ਫੋਲਡਰ ਖੋਲ੍ਹੋ
ps: zzzFM ﺉړﮐ ﺹﻼ﻿ﺧ ﺭډﻟﻮﻓ
ro: zzzFM Deschide Folder
rw: zzzFM Fungura Ububiko
sd: zzzFM ﻮﻴﻟﻮﮐ ﺭڊﻟﻮﻓ
si: zzzFM ෆෝල්ඩරය විවෘත කරන්න
sk: zzzFM Otvorte zložku
sl: zzzFM Odpri mapo
sq: zzzFM Hap dosjen
sw: zzzFM Fungua Folda
ta: zzzFM கோப்புறையைத் திறக்கவும்
te: zzzFM ఫోల్డర్ను తెరువు
tg: zzzFM Папка кушоед
th: zzzFM เปิดโฟลเดอร์
tk: zzzFM Papkany açyň
tt: zzzFM Папканы ачу
uk: zzzFM Відкрити папку
ur: zzzFM ۔ﮟﯿﻟﻮﮭﮐ ﺭﮉﻟﻮﻓ
uz: zzzFM Jildni ochish
xh: zzzFM Vula isiqulathi seefayili
yi: zzzFM עקעט ןפֿע

source: Open folder
af: Maak vouer oop
am: አቃፊ ክፈት
ar: ﺪﻠﺠﻤﻟﺍ ﺢﺘﻓﺍ
be: Адкрыць тэчку
bg: Отворена папка
bn: ফোল্ডার খোলা
ca: Carpeta oberta
cy: Ffolder agored
da: Åbn mappe
eo: Malfermu dosierujon
et: Ava kaust
eu: Ireki karpeta
fa: ﺪﯿﻨﮐ ﺯﺎﺑ ﺍﺭ ﻪﺷﻮﭘ
fi: Avaa kansio
fil: Buksan ang folder
fy: Iepen map
ga: Fillteán oscailte
gd: Pasgan fosgailte
gl: Cartafol aberto
gu: ખુલ્લું ફોલ્ડર
he: החותפ הייקית
hi: फोल्डर खोलें
hr: Otvorite mapu
hu: Nyitott mappa
hy: Բացել թղթապանակը
id: Folder terbuka
is: Opna möppu
ka: გახსენით საქაღალდე
kk: Қалтаны ашу
km: បើកថត
kn: ಫೋಲ್ಡರ್ ತೆರೆಯಿರಿ
ku: Peldanka veke
ky: Папканы ачуу
lb: Dossier opmaachen
lo: ເປີດໂຟນເດີ
lt: Atverti aplanką
lv: Atvērt mapi
mg: Sokafy ny lahatahiry
mi: Tuwhera kōpaki
mk: Отворена папка
ml: ഫോൾഡർ തുറക്കുക
mn: Нээлттэй хавтас
mr: फोल्डर उघडा
mt: Iftaħ folder
my: ဖိုင်တွဲကိုဖွင့်ပါ။
nb: Åpne mappen
ne: फोल्डर खोल्नुहोस्
or: ଫୋଲ୍ଡର ଖୋଲନ୍ତୁ |
pa: ਫੋਲਡਰ ਖੋਲ੍ਹੋ
ps: ﺉړﮐ ﺹﻼ﻿ﺧ ﺭډﻟﻮﻓ
ro: Deschide folderul
rw: Fungura ububiko
sd: ﻮﻴﻟﻮﮐ ﺭڊﻟﻮﻓ
si: ෆෝල්ඩරය විවෘත කරන්න
sk: Otvorte zložku
sl: Odpri mapo
sq: Hap dosjen
sw: Fungua folda
ta: கோப்புறையைத் திறக்கவும்
te: ఫోల్డర్ను తెరువు
tg: Папкаи кушоед
th: เปิดโฟลเดอร์
tk: Papkany açyň
tt: Папканы ачу
uk: Відкрити папку
ur: ۔ﮟﯿﻟﻮﮭﮐ ﺭﮉﻟﻮﻓ
uz: Jildni oching
vi: Mở thư mục
xh: Vula isiqulathi seefayili
yi: עקעט ןענעפע

source: zzzFM File Search
af: zzzFM Lêersoektog
am: zzzFM ፋይል ፍለጋ
ar: zzzFM ﻒﻠﻤﻟﺍ ﺚﺤﺑ
be: zzzFM Пошук файлаў
bg: zzzFM Търсене на файлове
bn: zzzFM ফাইল অনুসন্ধান
ca: zzzFM Cerca de fitxers
cy: zzzFM Chwilio Ffeil
da: zzzFM Filsøgning
eo: zzzFM Dosiera Serĉo
et: zzzFM Faili otsing
eu: zzzFM Fitxategien bilaketa
fa: zzzFM ﻞﯾﺎﻓ ﯼﻮﺠﺘﺴﺟ
fi: zzzFM Tiedostohaku
fil: zzzFM Paghahanap ng File
ga: zzzFM Cuardaigh Comhad
gd: zzzFM Lorg faidhle
gl: zzzFM Busca de ficheiros
gu: zzzFM ફાઇલ શોધ
he: zzzFM ץבוק שופיח
hi: zzzFM फ़ाइल की खोज
hr: zzzFM Pretraga datoteka
hu: zzzFM Fájlkeresés
hy: zzzFM Ֆայլի որոնում
id: zzzFM Pencarian Berkas
is: zzzFM Skráaleit
ka: zzzFM ფაილის ძებნა
kk: zzzFM Файл іздеу
km: zzzFM ការស្វែងរកឯកសារ
kn: zzzFM ಫೈಲ್ ಹುಡುಕಾಟ
ku: zzzFM Lêgerîna Pelê
ky: zzzFM Файл издөө
lb: zzzFM Datei Sich
lo: zzzFM ຄົ້ນຫາໄຟລ໌
lt: zzzFM Failų Paieška
lv: zzzFM Failu meklēšana
mg: zzzFM Fikarohana fisie
mi: zzzFM Rapu Kōnae
mk: zzzFM Пребарување датотеки
ml: zzzFM ഫയൽ തിരയൽ
mn: zzzFM Файл хайх
mr: zzzFM फाइल शोध
mt: zzzFM Tiftix tal-Fajl
my: zzzFM ဖိုင်ရှာဖွေမှု
nb: zzzFM Filsøk
ne: zzzFM फाइल खोज
or: zzzFM ଫାଇଲ୍ ସନ୍ଧାନ |
pa: zzzFM ਫਾਈਲ ਖੋਜ
ps: zzzFM ﻥﻮټﻟ ﻞﯾﺎﻓ ﺩ
ro: zzzFM Căutare fișier
rw: zzzFM Gushakisha Idosiye
sd: zzzFM ﺎﻬﻟﻮﮘ ﻞﺋﺎﻓ
si: zzzFM ගොනු සෙවීම
sk: zzzFM Vyhľadávanie súborov
sl: zzzFM Iskanje datotek
sq: zzzFM Kërkimi i skedarit
sw: zzzFM Utafutaji wa Faili
ta: zzzFM கோப்பு தேடல்
te: zzzFM ఫైల్ శోధన
tg: zzzFM Ҷустуҷӯи файл
th: zzzFM ค้นหาไฟล์
tk: zzzFM Faýl gözlegi
tt: zzzFM Файл эзләү
uk: zzzFM Пошук файлів
ur: zzzFM ﺵﻼ﻿ﺗ ﯽﮐ ﻞﺋﺎﻓ
uz: zzzFM Fayl qidirish
vi: zzzFM Tìm kiếm hồ sơ
xh: zzzFM Uphendlo lweFayile
yi: zzzFM ןכוז עקעט

source: Search for files and folders
af: Soek vir lêers en dopgehou
am: ፋይሎችን እና አቃፊዎችን ይፈልጉ
ar: ﺕﺍﺪﻠﺠﻤﻟﺍﻭ ﺕﺎﻔﻠﻤﻟﺍ ﻦﻋ ﺚﺤﺑﺍ
be: Пошук файлаў і тэчак
bg: Търсене на файлове и папки
bn: ফাইল এবং ফোল্ডার জন্য অনুসন্ধান করুন
ca: Cerca fitxers i carpetes
cy: Chwilio am ffeiliau a ffolderau
da: Søg efter filer og mapper
eo: Serĉu dosierojn kaj dosierujojn
et: Otsige faile ja kaustu
eu: Bilatu fitxategiak eta karpetak
fa: ﺎﻫ ﻪﺷﻮﭘ ﻭ ﺎﻫ ﻞﯾﺎﻓ ﯼﻮﺠﺘﺴﺟ
fi: Etsi tiedostoja ja kansioita
fil: Maghanap ng mga file at folder
fy: Sykje nei bestannen en mappen
ga: Cuardaigh comhaid agus fillteáin
gd: Lorg faidhlichean agus pasgain
gl: Busca ficheiros e cartafoles
gu: ફાઇલો અને ફોલ્ડર્સ માટે શોધો
he: תויקיתו םיצבק שפח
hi: फ़ाइलें और फ़ोल्डर खोजें
hr: Tražite datoteke i mape
hu: Fájlok és mappák keresése
hy: Որոնեք ֆայլեր և թղթապանակներ
id: Cari file dan folder
is: Leitaðu að skrám og möppum
ka: მოძებნეთ ფაილები და საქაღალდეები
kk: Файлдар мен қалталарды іздеу
km: ស្វែងរកឯកសារ និងថតឯកសារ
kn: ಫೈಲ್u200cಗಳು ಮತ್ತು ಫೋಲ್ಡರ್u200cಗಳಿಗಾಗಿ ಹುಡುಕಿ
ku: Li pel û peldankan bigerin
ky: Файлдарды жана папкаларды издөө
lb: Sich no Dateien an Ordner
lo: ຊອກຫາໄຟລ໌ ແລະໂຟນເດີ້ຕ່າງໆ
lt: Ieškoti failų ir aplankų
lv: Meklēt failus un mapes
mg: Mitadiava rakitra sy lahatahiry
mi: Rapua nga konae me nga kōpaki
mk: Пребарајте датотеки и папки
ml: ഫയലുകളും ഫോൾഡറുകളും തിരയുക
mn: Файл, хавтас хайх
mr: फायली आणि फोल्डर्स शोधा
mt: Fittex għal fajls u folders
my: ဖိုင်များနှင့် ဖိုင်တွဲများကို ရှာဖွေပါ။
nb: Søk etter filer og mapper
ne: फाइल र फोल्डरहरू खोज्नुहोस्
or: ଫାଇଲ୍ ଏବଂ ଫୋଲ୍ଡରଗୁଡିକ ପାଇଁ ସନ୍ଧାନ କରନ୍ତୁ |
pa: ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰਾਂ ਦੀ ਖੋਜ ਕਰੋ
ps: ﺉړﮐﻭ ﻥﻮټﻟ ﻭﺭډﻟﻮﻓ ﻭﺍ ﻮﻧﻮﻠﯾﺎﻓ ﺩ
ro: Căutați fișiere și foldere
rw: Shakisha dosiye nububiko
sd: ﻮﻴﮭﻟﻮﮘ ﺭڊﻟﻮﻓ ۽ ﻥﻮﻠﺋﺎﻓ
si: ගොනු සහ ෆෝල්ඩර සොයන්න
sk: Vyhľadajte súbory a priečinky
sl: Poiščite datoteke in mape
sq: Kërkoni për skedarë dhe dosje
sw: Tafuta faili na folda
ta: கோப்புகள் மற்றும் கோப்புறைகளைத் தேடுங்கள்
te: ఫైల్u200cలు మరియు ఫోల్డర్u200cల కోసం శోధించండి
tg: Ҷустуҷӯи файлҳо ва ҷузвдонҳо
th: ค้นหาไฟล์และโฟลเดอร์
tk: Faýllary we bukjalary gözläň
tt: Файлларны һәм папкаларны эзләгез
uk: Пошук файлів і папок
ur: ۔ﮟﯾﺮﮐ ﺵﻼ﻿ﺗ ﺯﺭﮉﻟﻮﻓ ﺭﻭﺍ ﮟﯿﻠﺋﺎﻓ
uz: Fayl va papkalarni qidiring
vi: Tìm kiếm tệp và thư mục
xh: Khangela iifayile kunye neefolda
yi: סרעדלאָפ ןוא סעקעט ראַפֿ ןכוז

source: File Manager
af: Lêer bestuurder
am: የፋይል አስተዳዳሪ
ar: ﺕﺎﻔﻠﻤﻟﺍ ﺮﻳﺪﻣ
be: Файлавы менеджэр
bg: Файлов мениджър
bn: নথি ব্যবস্থাপক
ca: Gestor d'arxius
cy: Rheolwr Ffeiliau
da: Filhåndtering
eo: Dosiera Administranto
et: Failihaldur
eu: Fitxategien kudeatzailea
fa: ﻞﯾﺎﻓ ﺮﯾﺪﻣ
fi: Tiedostonhallinta
fil: Tagapamahala ng File
fy: Triembehearder
ga: Bainisteoir Comhad
gd: Manaidsear faidhle
gl: Xestor de ficheiros
gu: ફાઇલ મેનેજર
he: םיצבק להנמ
hi: फ़ाइल प्रबंधक
hr: Upravitelj datotekama
hu: Fájl kezelő
hy: Ֆայլերի կառավարիչ
id: Manajer File
is: Skráasafn
ka: Ფაილის მენეჯერი
kk: Файл менеджері
km: កម្មវិធីu200bគ្រប់u200bគ្រងu200bឯកសារ
kn: ಕಡತ ನಿರ್ವಾಹಕ
ku: Rêveberê Pelê
ky: Файл менеджери
lb: Datei Manager
lo: ຜູ້ຈັດການໄຟລ໌
lt: Failų Tvarkytuvė
lv: Failu menedžeris
mi: Kaiwhakahaere Kōnae
mk: Менаџер на датотеки
ml: ഫയൽ മാനേജർ
mn: Файл менежер
mr: फाइल व्यवस्थापक
my: ဖိုင်မန်နေဂျာ
nb: Filbehandler
ne: फाइल प्रबन्धक
or: ଫାଇଲ୍ ମ୍ୟାନେଜର୍ |
pa: ਫਾਈਲ ਮੈਨੇਜਰ
ps: ﯽﮑﻧﻭﻮﮐ ﻢﻈﻨﻣ ﻮﻠﯾﺎﻓ ﺩ
ro: Manager de fișiere
rw: Umuyobozi wa dosiye
sd: ﺮﺠﻴﻨﺌﻣ ﻞﺋﺎﻓ
si: ගොනු කළමනාකරු
sk: Správca súborov
sl: Upravitelj datotek
sq: Menaxheri i skedarëve
sw: Kidhibiti faili
ta: கோப்பு மேலாளர்
te: ఫైల్ మేనేజర్
tg: Менеҷери файл
th: ตัวจัดการไฟล์
tk: Faýl dolandyryjysy
tt: Файл менеджеры
uk: Файловий менеджер
ur: ﺮﺠﯿﻨﯿﻣ ﻞﺋﺎﻓ
uz: Fayl menejeri
vi: Quản lý tập tin
xh: Umphathi weFayile
yi: רעגאַנאַמ עקעט

source: Browse the file system
af: Blaai deur die lêerstelsel
am: የፋይል ስርዓቱን ያስሱ
ar: ﺕﺎﻔﻠﻤﻟﺍ ﻡﺎﻈﻧ ﺢﻔﺼﺗ
be: Праглядзіце файлавую сістэму
bg: Прегледайте файловата система
bn: ফাইল সিস্টেম ব্রাউজ করুন
ca: Navega pel sistema de fitxers
cy: Porwch y system ffeiliau
da: Gennemse filsystemet
eo: Foliumi la dosiersistemon
et: Sirvige failisüsteemi
eu: Arakatu fitxategi-sisteman
fa: ﺪﯿﻨﮐ ﺭﻭﺮﻣ ﺍﺭ ﻢﺘﺴﯿﺳ ﻞﯾﺎﻓ
fi: Selaa tiedostojärjestelmää
fil: I-browse ang file system
fy: Blêdzje troch it bestânsysteem
ga: Brabhsáil an córas comhaid
gd: Thoir sùil air an t-siostam faidhle
gl: Navega polo sistema de ficheiros
gu: ફાઇલ સિસ્ટમ બ્રાઉઝ કરો
he: םיצבקה תכרעמב ןייע
hi: फ़ाइल सिस्टम ब्राउज़ करें
hr: Pregledajte datotečni sustav
hu: Böngésszen a fájlrendszerben
hy: Զննեք ֆայլային համակարգը
id: Jelajahi sistem file
is: Skoðaðu skráarkerfið
ka: დაათვალიერეთ ფაილური სისტემა
kk: Файлдық жүйені шолыңыз
km: រកមើលប្រព័ន្ធឯកសារ
kn: ಫೈಲ್ ಸಿಸ್ಟಮ್ ಅನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ
ku: Pergala pelan bigerin
ky: Файл системасын карап көрүңүз
lb: Browst de Dateiesystem
lo: ຄົ້ນຫາລະບົບໄຟລ໌
lt: Naršyti failų sistemą
lv: Pārlūkojiet failu sistēmu
mg: Tsidiho ny rafitra fichier
mi: Tirotiro te punaha konae
mk: Прелистајте го датотечен систем
ml: ഫയൽ സിസ്റ്റം ബ്രൗസ് ചെയ്യുക
mn: Файлын системийг үзэх
mr: फाइल सिस्टम ब्राउझ करा
mt: Fittex is-sistema tal-fajls
my: ဖိုင်စနစ်အား ကြည့်ရှုပါ။
nb: Bla gjennom filsystemet
ne: फाइल प्रणाली ब्राउज गर्नुहोस्
or: ଫାଇଲ୍ ସିଷ୍ଟମ୍ ବ୍ରାଉଜ୍ କରନ୍ତୁ |
pa: ਫਾਈਲ ਸਿਸਟਮ ਨੂੰ ਬ੍ਰਾਊਜ਼ ਕਰੋ
ps: ﺉړﮐﻭ ﻥﻮټﻟ ﻢټﺴﯿﺳ ﻞﯾﺎﻓ ﺩ
ro: Răsfoiți sistemul de fișiere
rw: Shakisha dosiye
sd: ﻮﻳﺮڪ ﺯﺅﺍﺮﺑ ﻲﮐ ﻢٽﺴﺳ ﻞﺋﺎﻓ
si: ගොනු පද්ධතිය පිරික්සන්න
sk: Prehľadávajte súborový systém
sl: Brskajte po datotečnem sistemu
sq: Shfletoni sistemin e skedarëve
sw: Vinjari mfumo wa faili
ta: கோப்பு முறைமையை உலாவவும்
te: ఫైల్ సిస్టమ్u200cను బ్రౌజ్ చేయండి
tg: Системаи файлиро аз назар гузаронед
th: เรียกดูระบบไฟล์
tk: Faýl ulgamyna göz aýlaň
tt: Файл системасын карагыз
uk: Перегляньте файлову систему
ur: ۔ﮟﯾﺮﮐ ﺯﺅﺍﺮﺑ ﻮﮐ ﻢﭩﺴﺳ ﻞﺋﺎﻓ
uz: Fayl tizimini ko'rib chiqing
vi: Duyệt qua hệ thống tệp
xh: Khangela inkqubo yefayile
yi: םעטסיס עקעט יד רעטעלב

source: Choose Application
af: Kies Toepassing
am: መተግበሪያን ይምረጡ
ar: ﻖﻴﺒﻄﺘﻟﺍ ﺮﺘﺧﺍ
be: Выберыце дадатак
bg: Изберете Приложение
bn: অ্যাপ্লিকেশন নির্বাচন করুন
ca: Trieu Aplicació
cy: Dewiswch Cais
da: Vælg Applikation
eo: Elektu Aplikon
et: Valige Rakendus
eu: Aukeratu Aplikazioa
fa: Application ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ
fi: Valitse Sovellus
fil: Piliin ang Application
fy: Kies Applikaasje
ga: Roghnaigh Feidhmchlár
gd: Tagh Iarrtas
gl: Escolla Aplicación
gu: એપ્લિકેશન પસંદ કરો
he: םושיי רחב
hi: आवेदन चुनें
hr: Odaberite Aplikacija
hu: Válassza az Alkalmazás lehetőséget
hy: Ընտրեք Դիմում
id: Pilih Aplikasi
is: Veldu Umsókn
ka: აირჩიეთ აპლიკაცია
kk: Қолданбаны таңдаңыз
km: ជ្រើសរើសកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಆಯ್ಕೆಮಾಡಿ
ku: Serlêdan hilbijêrin
ky: Колдонмо тандаңыз
lb: Wielt Applikatioun
lo: ເລືອກແອັບພລິເຄຊັນ
lt: Pasirinkite programą
lv: Izvēlieties Lietojumprogrammu
mg: Mifidiana Application
mi: Kōwhiri Taupānga
mk: Изберете Апликација
ml: ആപ്ലിക്കേഷൻ തിരഞ്ഞെടുക്കുക
mn: Програмыг сонгоно уу
mr: अर्ज निवडा
mt: Agħżel Applikazzjoni
my: လျှောက်လွှာကိုရွေးချယ်ပါ။
nb: Velg Applikasjon
ne: आवेदन छान्नुहोस्
or: ପ୍ରୟୋଗ ବାଛନ୍ତୁ |
pa: ਐਪਲੀਕੇਸ਼ਨ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﮏﯿﻠﻨﺘښﻮﻏ
ro: Alegeți Aplicație
rw: Hitamo Porogaramu
sd: ﻮﻳڊﻧﻮﭼ ﻦﺸﻴڪﻴﻠﭙﻳﺍ
si: යෙදුම තෝරන්න
sk: Vyberte Aplikácia
sl: Izberite Aplikacija
sq: Zgjidhni Aplikim
sw: Chagua Programu
ta: விண்ணப்பத்தைத் தேர்ந்தெடுக்கவும்
te: అప్లికేషన్ ఎంచుకోండి
tg: Барномаро интихоб кунед
th: เลือกสมัคร
tk: Programmany saýlaň
tt: Кушымтаны сайлагыз
uk: Виберіть додаток
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﺖﺳﺍﻮﺧﺭﺩ
uz: Ilovani tanlang
vi: Chọn ứng dụng
xh: Khetha usetyenziso
yi: ןאָיטאַקילפּפּאַ ןביַילק

source: Please choose an application or enter a command:
af: Kies asseblief 'n toepassing of voer 'n opdrag in:
am: እባክዎ መተግበሪያ ይምረጡ ወይም ትዕዛዝ ያስገቡ፡-
ar: :ﺮﻣﺃ ﻝﺎﺧﺩﺇ ﻭﺃ ﻖﻴﺒﻄﺗ ﺭﺎﻴﺘﺧﺍ ءﺎﺟﺮﻟﺍ
be: Калі ласка, абярыце прыкладанне або ўвядзіце каманду:
bg: Моля, изберете приложение или въведете команда:
bn: অনুগ্রহ করে একটি অ্যাপ্লিকেশন চয়ন করুন বা একটি কমান্ড লিখুন:
ca: Trieu una aplicació o introduïu una ordre:
cy: Dewiswch gais neu nodwch orchymyn:
da: Vælg venligst et program eller indtast en kommando:
eo: Bonvolu elekti aplikaĵon aŭ enigi komandon:
et: Valige rakendus või sisestage käsk:
eu: Mesedez, aukeratu aplikazio bat edo idatzi komando bat:
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﺭﻮﺘﺳﺩ ﮏﯾ ﺎﯾ ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﻪﻣﺎﻧﺮﺑ ﮏﯾ ًﺎﻔﻄﻟ
fi: Valitse sovellus tai anna komento:
fil: Mangyaring pumili ng isang application o magpasok ng isang command:
fy: Kies asjebleaft in applikaasje of fier in kommando yn:
ga: Roghnaigh iarratas nó iontráil ordú:
gd: Tagh iarrtas no cuir a-steach àithne:
gl: Escolla unha aplicación ou introduza un comando:
gu: કૃપા કરીને એપ્લિકેશન પસંદ કરો અથવા આદેશ દાખલ કરો:
he: :הדוקפ ןזה וא םושיי רחב אנא
hi: कृपया कोई एप्लिकेशन चुनें या कमांड दर्ज करें:
hr: Molimo odaberite aplikaciju ili unesite naredbu:
hu: Válasszon egy alkalmazást, vagy írjon be egy parancsot:
hy: Խնդրում ենք ընտրել հավելված կամ մուտքագրել հրաման.
id: Silakan pilih aplikasi atau masukkan perintah:
is: Vinsamlegast veldu forrit eða sláðu inn skipun:
ka: გთხოვთ, აირჩიოთ აპლიკაცია ან შეიყვანოთ ბრძანება:
kk: Қолданбаны таңдаңыз немесе пәрменді енгізіңіз:
km: សូមជ្រើសរើសកម្មវិធី ឬបញ្ចូលពាក្យបញ្ជា៖
kn: ದಯವಿಟ್ಟು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ ಅಥವಾ ಆಜ್ಞೆಯನ್ನು ನಮೂದಿಸಿ:
ku: Ji kerema xwe serîlêdanek hilbijêrin an fermanek têkevin:
ky: Сураныч, колдонмону тандаңыз же буйрук киргизиңиз:
lb: Wielt w.e.g. eng Applikatioun oder gitt e Kommando:
lo: ກະລຸນາເລືອກແອັບພລິເຄຊັນ ຫຼືໃສ່ຄໍາສັ່ງ:
lt: Prašome pasirinkti programą arba įvesti komandą:
lv: Lūdzu, izvēlieties lietojumprogrammu vai ievadiet komandu:
mg: Misafidiana fampiharana iray na ampidiro baiko:
mi: Kōwhiria he tono, tāuruhia rānei he tono:
mk: Изберете апликација или внесете команда:
ml: ദയവായി ഒരു ആപ്ലിക്കേഷൻ തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ ഒരു കമാൻഡ് നൽകുക:
mn: Аппликешн сонгох эсвэл тушаал оруулна уу:
mr: कृपया अनुप्रयोग निवडा किंवा आदेश प्रविष्ट करा:
mt: Jekk jogħġbok agħżel applikazzjoni jew daħħal kmand:
my: ကျေးဇူးပြု၍ အပလီကေးရှင်းတစ်ခုအား ရွေးချယ်ပါ သို့မဟုတ် အမိန့်တစ်ခု ထည့်သွင်းပါ-
nb: Velg et program eller skriv inn en kommando:
ne: कृपया एउटा अनुप्रयोग छान्नुहोस् वा आदेश प्रविष्ट गर्नुहोस्:
or: ଦୟାକରି ଏକ ଅନୁପ୍ରୟୋଗ ବାଛନ୍ତୁ କିମ୍ବା ଏକ ନିର୍ଦ୍ଦେଶ ପ୍ରବେଶ କରନ୍ତୁ:
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਐਪਲੀਕੇਸ਼ਨ ਚੁਣੋ ਜਾਂ ਇੱਕ ਕਮਾਂਡ ਦਾਖਲ ਕਰੋ:
ps: :ﺉړﮐ ﻪﻨﻧﺩ ډﻧﺎﻤﮐ ﺎﯾ ﺉړﮐ ﻩﺭﻮﻏ ﮏﯿﻠﻨﺘښﻮﻏ ﻮﯾ ﺉړﮐﻭ ﻲﻧﺎﺑﺮﻬﻣ
ro: Alegeți o aplicație sau introduceți o comandă:
rw: Nyamuneka hitamo porogaramu cyangwa wandike itegeko:
sd: :ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻢڪﺣ ﺎﻳ ﻮﻳڊﻧﻮﭼ ﻦﺸﻴڪﻴﻠﭙﻳﺍ ﻭڙڪﮬ ﻱﺮڪ ﻲﻧﺎﺑﺮﮭﻣ
si: කරුණාකර යෙදුමක් තෝරන්න හෝ විධානයක් ඇතුළත් කරන්න:
sk: Vyberte aplikáciu alebo zadajte príkaz:
sl: Izberite aplikacijo ali vnesite ukaz:
sq: Ju lutemi zgjidhni një aplikacion ose vendosni një komandë:
sw: Tafadhali chagua programu au ingiza amri:
ta: தயவுசெய்து ஒரு பயன்பாட்டைத் தேர்ந்தெடுக்கவும் அல்லது கட்டளையை உள்ளிடவும்:
te: దయచేసి అనువర్తనాన్ని ఎంచుకోండి లేదా ఆదేశాన్ని నమోదు చేయండి:
tg: Лутфан барномаеро интихоб кунед ё фармонро ворид кунед:
th: โปรดเลือกแอปพลิเคชันหรือป้อนคำสั่ง:
tk: Programmany saýlaň ýa-da buýruk giriziň:
tt: Зинһар, кушымтаны сайлагыз яки боерык кертегез:
uk: Будь ласка, виберіть програму або введіть команду:
ur: :ﮟﯾﺮﮐ ﺝﺭﺩ ﮉﻧﺎﻤﮐ ﺎﯾ ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﺖﺳﺍﻮﺧﺭﺩ ﮏﯾﺍ ﻡﺮﮐ ﮦﺍﺮﺑ
uz: Iltimos, ilovani tanlang yoki buyruqni kiriting:
vi: Vui lòng chọn một ứng dụng hoặc nhập lệnh:
xh: Nceda khetha isicelo okanye ngenisa umyalelo:
yi: :לעפֿאַב אַ ןיַיראַ רעדאָ ןאַשייקאַלפּאַ אַ ןביַילק עטיב

source: File Type:
af: Leër tipe:
am: የፋይል አይነት፡
ar: :ﻒﻠﻤﻟﺍ ﻉﻮﻧ
be: Тып файла:
bg: Тип файл:
bn: ফাইলের ধরন:
ca: Tipus d'arxiu:
cy: Math o Ffeil:
da: Filtype:
eo: Dosiertipo:
et: Faili tüüp:
eu: Fitxategi mota:
fa: :ﻞﯾﺎﻓ ﻉﻮﻧ
fi: Tiedostotyyppi:
fil: Uri ng File:
fy: Bestânstype:
ga: Cineál Comhad:
gd: Seòrsa faidhle:
gl: Tipo de ficheiro:
gu: ફાઇલ પ્રકાર:
he: :ץבוק גוס
hi: फाइल का प्रकार:
hr: Vrsta datoteke:
hu: Fájltípus:
hy: Ֆայլի տեսակը:
id: Jenis berkas:
is: Skráartegund:
ka: Ფაილის ტიპი:
kk: Файл түрі:
km: ប្រភេទឯកសារ៖
kn: ಕಡತದ ವರ್ಗ:
ku: Cureyê Pelê:
ky: Файл түрү:
lb: Dateityp:
lo: ປະເພດໄຟລ໌:
lt: Failo Tipas:
lv: Faila tips:
mg: Karazana rakitra:
mi: Momo Kōnae:
mk: Тип на датотека:
ml: ഫയൽ തരം:
mn: Файлын төрөл:
mr: दस्तावेजाचा प्रकार:
mt: Tip ta' Fajl:
my: ဖိုင်အမျိုးအစား:
nb: Filtype:
ne: फाइल प्रकार:
or: ଫାଇଲ୍ ପ୍ରକାର:
pa: ਫਾਈਲ ਕਿਸਮ:
ps: :ﻝﻭډ ﯥﻨﺗﻭﺩ ﺩ
ro: Tip fișier:
rw: Ubwoko bwa dosiye:
sd: :ﻢﺴﻗ ﻮﺟ ﻞﺋﺎﻓ
si: ගොනු වර්ගය:
sk: Typ súboru:
sl: Vrsta datoteke:
sq: Lloji i skedarit:
sw: Aina ya Faili:
ta: கோப்பு வகை:
te: ఫైల్ రకం:
tg: Навъи файл:
th: ประเภทไฟล์:
tk: Faýlyň görnüşi:
tt: Файл төре:
uk: Тип файлу:
ur: :ﻢﺴﻗ ﯽﮐ ﻞﺋﺎﻓ
uz: Fayl turi:
vi: Loại tệp:
xh: Uhlobo Lwefayile:
yi: :פּיט עקעט

source: _Associated Apps
af: _Geassosieerde toepassings
am: _ተዛማጅ መተግበሪያዎች
ar: _ﺔﻄﺒﺗﺮﻤﻟﺍ ﺕﺎﻘﻴﺒﻄﺘﻟﺍ
be: _Звязаныя праграмы
bg: _Свързани приложения
bn: _অ্যাসোসিয়েটেড অ্যাপস
ca: _Aplicacions associades
cy: _Apiau Cysylltiedig
da: _Tilknyttede apps
eo: _Rilataj Aplikoj
et: _Seotud rakendused
eu: _Elkartutako aplikazioak
fa: _ﻂﺒﺗﺮﻣ ﯼﺎﻫ ﻪﻣﺎﻧﺮﺑ
fi: _Liittyvät sovellukset
fil: _Mga Kaugnay na App
ga: _Aipeanna Gaolmhara
gd: _Aplacaidean co-cheangailte
gl: _Aplicacións asociadas
gu: _સંકળાયેલ એપ્લિકેશન્સ
he: _תוכיושמ תויצקילפא
hi: _संबद्ध ऐप्स
hr: _Povezane aplikacije
hu: _Kapcsolódó alkalmazások
hy: _Համակցված հավելվածներ
id: _Aplikasi Terkait
is: _Tengd forrit
ka: _ასოცირებული აპები
kk: _Байланысты қолданбалар
km: _កម្មវិធីដែលពាក់ព័ន្ធ
kn: _ಸಂಬಂಧಿತ ಅಪ್ಲಿಕೇಶನ್u200cಗಳು
ku: _Apps Associated
ky: _Ассоциацияланган колдонмолор
lb: _Associéierten Apps
lo: _ແອັບຯທີ່ກ່ຽວຂ້ອງ
lt: _Susietos Programos
lv: _Saistītās lietotnes
mg: _Apps mifandraika
mi: _Taupānga Hononga
mk: _Поврзани апликации
ml: _അനുബന്ധ ആപ്പുകൾ
mn: _Холбоотой програмууд
mr: _संबद्ध अॅप्स
mt: _Apps Assoċjati
my: _ဆက်စပ်အက်ပ်များ
nb: _Tilknyttede apper
ne: _सम्बद्ध एपहरू
or: _ଆସୋସିଏଟେଡ୍ ଆପ୍ସ |
pa: _ਸੰਬੰਧਿਤ ਐਪਾਂ
ps: _ﻪﻧﻮﺴﭙﯾﺍ ﻁﻮﺑﺮﻣ
ro: _Aplicații asociate
rw: _Porogaramu
sd: _ﺲﭙﺋﺍ ﻞﻴﭘﺎﮘﻻ﻿
si: _ආශ්රිත යෙදුම්
sk: _Pridružené aplikácie
sl: _Povezane aplikacije
sq: _Aplikacionet e lidhura
sw: _Programu Zinazohusishwa
ta: _தொடர்புடைய பயன்பாடுகள்
te: _అనుబంధిత యాప్u200cలు
tg: _Барномаҳои алоқаманд
th: _แอพที่เกี่ยวข้อง
tk: _Baglanyşyk programmalary
tt: _Ассоциацияләнгән кушымталар
uk: _Пов'язані програми
ur: _ﺲﭙﯾﺍ ﮧﺘﺴﺑﺍﻭ
uz: _Bog'langan ilovalar
vi: _Ứng dụng được liên kết
xh: _Ii-Apps eziNxulumeneyo
yi: _ספּפּאַ דעטאַיסאָססאַ

source: A_ll Apps
af: A_ll Toepassings
am: A_ll መተግበሪያዎች
ar: A_ll ﺕﺎﻘﻴﺒﻄﺗ
be: A_ll Праграмы
bg: A_ll Приложения
bn: A_ll অ্যাপস
ca: A_ll Aplicacions
cy: A_ll Apiau
eo: A_ll Aplikoj
et: A_ll Rakendused
eu: A_ll Aplikazioak
fa: A_ll ﺎﻫ ﻪﻣﺎﻧﺮﺑ
fi: A_ll Sovellukset
fil: A_ll Mga app
ga: A_ll Aipeanna
gd: A_ll Apaichean
gl: A_ll Aplicacións
gu: A_ll એપ્સ
he: A_ll תויצקילפא
hi: A_ll ऐप्स
hr: A_ll aplikacije
hu: A_ll Alkalmazások elemre
hy: A_ll Հավելվածներ
id: A_ll Aplikasi
is: A_ll Forrit
ka: A_ll აპები
kk: A_ll Қолданбалар
km: A_ll កម្មវិធី
kn: A_ll ಅಪ್ಲಿಕೇಶನ್ಗಳು
ky: A_ll Колдонмолор
lo: A_ll ແອັບ
lt: _Visos Programos
lv: A_ll Lietotnes
mg: A_ll app
mi: A_ll Taupānga
mk: A_ll Апликации
ml: A_ll ആപ്പുകൾ
mn: A_ll Програмууд
mr: A_ll अॅप्स
my: A_ll အက်ပ်များ
nb: A_ll Apper
ne: A_ll एपहरू
or: A_ll ଆପ୍ଲିକେସନ୍
pa: A_ll ਐਪਸ
ps: A_ll ﺲﭙﯾﺍ
ro: A_ll Aplicații
rw: A_ll Porogaramu
sd: A_ll ﺲﭙﻳﺍ
si: A_ll යෙදුම්
sk: A_ll aplikácie
sl: A_ll aplikacije
sq: A_ll Aplikacionet
sw: A_ll Programu
ta: A_ll பயன்பாடுகள்
te: A_ll యాప్u200cలు
tg: A_ll Барномаҳо
th: A_ll แอพ
tk: A_ll Programmalar
tt: A_ll Кушымталар
uk: A_ll Програми
ur: A_ll ﺲﭙﯾﺍ
uz: A_ll Ilovalar
vi: A_ll Ứng dụng
xh: A_ll Usetyenziso
yi: A_ll ספּפּאַ

source: _Command:
af: _Bevel:
am: _ትዕዛዝ፡-
ar: _:ﺮﻣﺃ
be: _Каманда:
bg: _команда:
bn: _আদেশ:
ca: _Comandament:
cy: _Gorchymyn:
da: _Kommando:
eo: _Komando:
et: _Käsk:
eu: _Agindua:
fa: _:ﻥﺎﻣﺮﻓ
fi: _Komento:
fil: _utos:
fy: _Befel:
ga: _Ordú:
gd: _Òrdugh:
gl: _Comando:
gu: _આદેશ:
he: _:הדוקפ
hi: _आदेश:
hr: _Naredba:
hu: _Parancs:
hy: _Հրաման:
id: _Memerintah:
is: _Skipun:
ka: _ბრძანება:
kk: _Пәрмен:
km: _ពាក្យបញ្ជា៖
kn: _ಆಜ್ಞೆ:
ku: _Ferman:
ky: _Буйрук:
lb: _Kommando:
lo: _ຄໍາສັ່ງ:
lt: _Komanda:
lv: _Komanda:
mg: _baiko:
mi: _Whakahau:
mk: _Команда:
ml: _കമാൻഡ്:
mn: _Тушаал:
mr: _आज्ञा:
mt: _Kmand:
my: _အမိန့်-
nb: _Kommando:
ne: _आदेश:
or: _ନିର୍ଦ୍ଦେଶ:
pa: _ਹੁਕਮ:
ps: _:ﺮﻣﺍ
ro: _Comanda:
rw: _Itegeko:
sd: _:ﻢڪﺣ
si: _විධානය:
sk: _príkaz:
sl: _ukaz:
sq: _Komanda:
sw: _Amri:
ta: _கட்டளை:
te: _ఆదేశం:
tg: _Фармон:
th: _สั่งการ:
tk: _Buýruk:
tt: _Команда:
uk: _Команда:
ur: _:ﮉﻧﺎﻤﮐ
uz: _Buyruq:
vi: _Yêu cầu:
xh: _Umyalelo:
yi: _:לעפֿאַב

source: _Browse
af: _Snuffel
am: _አስስ
ar: _تصفح
be: _Праглядзіце
bg: _Разглеждане
bn: _ব্রাউজ করুন
ca: _Navega
cy: _Porwch
da: _Gennemse
eo: _Foliumi
et: _Lehitse
eu: _Arakatu
fa: _ﻥﺩﺮﮐ ﺭﻭﺮﻣ
fi: _Selaa
fil: _Mag-browse
fy: _Blêdzje
ga: _Brabhsáil
gd: _Dèan brobhsadh
gl: _Navegar
gu: _બ્રાઉઝ કરો
he: _עיון
hi: _ब्राउज़
hr: _pretraživati
hu: _Böngészés
hy: _Թերթիր
id: _Melihat
is: _Skoðaðu
ka: _დათვალიერება
kk: _Шолу
km: រុករក
kn: _ಬ್ರೌಸ್
ky: _Серептөө
lb: _Surfen
lo: _ຄົ້ນຫາ
lt: _Naršyti
lv: _Pārlūkot
mg: _Mikaroka
mi: _Tirotiro
mk: _Прелистајте
ml: _ബ്രൗസ് ചെയ്യുക
mn: _Үзэх
mr: _ब्राउझ करा
mt: _Fittex
my: _လိုက်ကြည့်သည်။
nb: _Bla gjennom
ne: _ब्राउज गर्नुहोस्
or: _ବ୍ରାଉଜ୍ କରନ୍ତୁ |
pa: _ਬਰਾਊਜ਼ ਕਰੋ
ps: _ﺉړﮐﻭ ﻥﻮټﻟ
ro: _Naviga
rw: _Gushakisha
sd: _ﺯﻮﺋﺍﺮﺑ
si: _බ්u200dරවුස් කරන්න
sk: _Prehliadať
sl: _Brskaj
sq: _Shfletoni
sw: _Vinjari
ta: _உலாவவும்
te: _బ్రౌజ్ చేయండి
tg: _Мурури
th: _เรียกดู
tk: _Göz aýlaň
tt: _Карагыз
uk: _Розкрити
ur: _انتخاب
uz: _Ko‘rib chiqish
vi: _Duyệt qua
xh: _Khangela
yi: _רעטעלב
