Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
af: Voer blaaiernaam of bash-opdragreël in om gebruik te word om HTML-lêers en URL's te vertoon: Gebruik: %%u url (Laat leeg vir outomatiese blaaierbespeuring)
am: የኤችቲኤምኤል ፋይሎችን እና ዩአርኤሎችን ለማሳየት የአሳሽ ስም ወይም የባሽ ትዕዛዝ መስመር ያስገቡ፡- ተጠቀም፡ %%u url (በራስ-ሰር አሳሽ ለማግኘት ባዶውን ይተውት)
ar: :URL ﻦﻳﻭﺎﻨﻋﻭ HTML ﺕﺎﻔﻠﻣ ﺽﺮﻌﻟ ﻪﻣﺍﺪﺨﺘﺳﻻ﻿ bash ﺮﻣﺍﻭﺃ ﺮﻄﺳ ﻭﺃ ﺽﺮﻌﺘﺴﻤﻟﺍ ﻢﺳﺍ ﻞﺧﺩﺃ :ﻡﺪﺨﺘﺴﻳ %%u url (ﺢﻔﺼﺘﻤﻟﺍ ﻦﻋ ﻲﺋﺎﻘﻠﺘﻟﺍ ﻒﺸﻜﻠﻟ ﺎًﻏﺭﺎﻓ ﻪﻛﺮﺗﺍ)
be: Увядзіце назву браўзера або камандны радок bash, які будзе выкарыстоўвацца для адлюстравання файлаў HTML і URL-адрасоў: Выкарыстоўвайце: %%u url (Пакіньце пустым для аўтаматычнага вызначэння браўзера)
bg: Въведете име на браузъра или команден ред bash, който да се използва за показване на HTML файлове и URL адреси: Използвайте: %%u url (Оставете празно за автоматично откриване на браузъра)
bn: HTML ফাইল এবং URL প্রদর্শন করতে ব্রাউজারের নাম বা bash কমান্ড লাইন লিখুন: ব্যবহার করুন: %%u url (স্বয়ংক্রিয় ব্রাউজার সনাক্তকরণের জন্য ফাঁকা ছেড়ে দিন)
ca: Introduïu el nom del navegador o la línia d'ordres bash que s'utilitzarà per mostrar fitxers HTML i URL: Ús: %%u url (Deixa en blanc per a la detecció automàtica del navegador)
cy: Rhowch enw porwr neu linell orchymyn bash i'w ddefnyddio i arddangos ffeiliau HTML ac URLs: Defnyddiwch: %%u url (Gadewch yn wag ar gyfer canfod porwr yn awtomatig)
da: Indtast browsernavn eller bash-kommandolinje, der skal bruges til at vise HTML-filer og URL'er: Brug: %%u url (Lad feltet stå tomt for automatisk browsergenkendelse)
eo: Enigu la nomon de la retumilo aŭ la komandlinion de bash por montri HTML-dosierojn kaj URL-ojn: Uzu: %%u url (Lasu malplena por aŭtomata retumila detekto)
et: Sisestage brauseri nimi või bashi käsurida, mida kasutatakse HTML-failide ja URL-ide kuvamiseks: Kasuta: %%u url (Automaatseks brauseri tuvastamiseks jätke tühjaks)
eu: Sartu arakatzailearen izena edo HTML fitxategiak eta URLak bistaratzeko erabiliko den bash komando-lerroa: Erabili: %%u url (Utzi hutsik arakatzailea automatikoki hautemateko)
fa: :ﺩﻮﺷ ﻩﺩﺎﻔﺘﺳﺍ URL ﻭ HTML ﯼﺎﻫu200cﻞﯾﺎﻓ ﺶﯾﺎﻤﻧ ﯼﺍﺮﺑ ﺎﺗ ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ bash ﻥﺎﻣﺮﻓ ﻂﺧ ﺎﯾ ﺮﮔﺭﻭﺮﻣ ﻡﺎﻧ :ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ %%u url (ﺪﯾﺭﺍﺬﮕﺑ ﯽﻟﺎﺧ ﺮﮔﺭﻭﺮﻣ ﺭﺎﮐﺩﻮﺧ ﺺﯿﺨﺸﺗ ﯼﺍﺮﺑ)
fi: Anna selaimen nimi tai bash-komentorivi, jota käytetään HTML-tiedostojen ja URL-osoitteiden näyttämiseen: Käyttää: %%u url (Jätä tyhjäksi automaattista selaimen tunnistusta varten)
fil: Ilagay ang pangalan ng browser o bash command line na gagamitin para magpakita ng mga HTML file at URL: Gamitin ang: %%u url (Iwanang blangko para sa awtomatikong pag-detect ng browser)
fy: Fier browsernamme of bash kommandorigel yn om te brûken om HTML-bestannen en URL's te werjaan: Brûke: %%u url (Lit leech foar automatyske browserdeteksje)
ga: Iontráil ainm brabhsálaí nó líne ordaithe bash le húsáid chun comhaid HTML agus URLanna a thaispeáint: Úsáid: %%u url (Fág bán chun brabhsálaí uathoibríoch a bhrath)
gd: Cuir a-steach ainm brabhsair no loidhne-àithne bash airson a chleachdadh gus faidhlichean HTML agus URLan a thaisbeanadh: Cleachd: %%u url (Fàg bàn airson lorg brabhsair fèin-ghluasadach)
gl: Introduza o nome do navegador ou a liña de comandos bash que se utilizará para mostrar ficheiros HTML e URL: Uso: %%u url (Deixe en branco para a detección automática do navegador)
gu: HTML ફાઇલો અને URL પ્રદર્શિત કરવા માટે ઉપયોગમાં લેવા માટે બ્રાઉઝર નામ અથવા bash કમાન્ડ લાઇન દાખલ કરો: વાપરવુ: %%u url (સ્વચાલિત બ્રાઉઝર શોધ માટે ખાલી છોડો)
he: :URL תובותכו HTML יצבוק תגצהל ושמשיש bash הדוקפה תרוש וא ןפדפדה םש תא ןזה :שמתשהל %%u url (יטמוטוא ןפדפד יוהיזל קיר וריאשה)
hi: HTML फ़ाइलें और URL प्रदर्शित करने के लिए ब्राउज़र का नाम या बैश कमांड लाइन दर्ज करें: उपयोग: %%u url (स्वचालित ब्राउज़र पहचान के लिए खाली छोड़ दें)
hr: Unesite naziv preglednika ili bash naredbeni redak koji će se koristiti za prikaz HTML datoteka i URL-ova: Koristiti: %%u url (Ostavite prazno za automatsko otkrivanje preglednika)
hu: Írja be a böngésző nevét vagy a bash parancssort a HTML-fájlok és URL-ek megjelenítéséhez: Használat: %%u url (Hagyja üresen a böngésző automatikus észleléséhez)
hy: Մուտքագրեք դիտարկիչի անունը կամ bash հրամանի տողը, որը կօգտագործվի HTML ֆայլերի և URL-ների ցուցադրման համար. Օգտագործեք: %%u url (Բրաուզերի ավտոմատ հայտնաբերման համար դատարկ թողեք)
id: Masukkan nama browser atau baris perintah bash yang akan digunakan untuk menampilkan file HTML dan URL: Menggunakan: %%u url (Biarkan kosong untuk deteksi browser otomatis)
is: Sláðu inn heiti vafra eða bash skipanalínu sem á að nota til að birta HTML skrár og vefslóðir: Notaðu: %%u url (Leyfðu autt fyrir sjálfvirka vafragreiningu)
ka: შეიყვანეთ ბრაუზერის სახელი ან bash ბრძანების ხაზი, რომელიც გამოიყენება HTML ფაილების და URL-ების ჩვენებისთვის: გამოყენება: %%u url (დატოვეთ ცარიელი ბრაუზერის ავტომატური აღმოჩენისთვის)
kk: HTML файлдары мен URL мекенжайларын көрсету үшін пайдаланылатын шолғыш атын немесе bash пәрмен жолын енгізіңіз: Қолдану: %%u url (Браузерді автоматты түрде анықтау үшін бос қалдырыңыз)
km: បញ្ចូលឈ្មោះកម្មវិធីរុករកតាមអ៊ីនធឺណិត ឬបន្ទាត់ពាក្យបញ្ជា bash ដែលត្រូវប្រើដើម្បីបង្ហាញឯកសារ HTML និង URLs៖ ប្រើ៖ %%u url (ទុកឱ្យទទេសម្រាប់ការរកឃើញកម្មវិធីរុករកដោយស្វ័យប្រវត្តិ)
kn: HTML ಫೈಲ್u200cಗಳು ಮತ್ತು URL ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಬಳಸಬೇಕಾದ ಬ್ರೌಸರ್ ಹೆಸರು ಅಥವಾ ಬ್ಯಾಷ್ ಕಮಾಂಡ್ ಲೈನ್ ಅನ್ನು ನಮೂದಿಸಿ: ಬಳಸಿ: %%u url (ಸ್ವಯಂಚಾಲಿತ ಬ್ರೌಸರ್ ಪತ್ತೆಗಾಗಿ ಖಾಲಿ ಬಿಡಿ)
ku: Navê gerok an rêzika fermana bash binivîse ku ji bo nîşandana pelên HTML û URL-an were bikar anîn: Bikaranîn: %%u url (Ji bo tespîtkirina geroka otomatîkî vala bihêle)
ky: HTML файлдарын жана URL даректерин көрсөтүү үчүн колдонула турган браузердин атын же bash буйрук сабын киргизиңиз: Колдонуу: %%u url (Бразерди автоматтык түрдө аныктоо үчүн бош калтырыңыз)
lb: Gitt Browsernumm oder Bash Kommandozeil fir benotzt fir HTML Dateien an URLen ze weisen: Benotzt: %%u url (Loosst eidel fir automatesch Browserdetektioun)
lo: ໃສ່ຊື່ບຣາວເຊີ ຫຼືແຖວຄຳສັ່ງ bash ເພື່ອໃຊ້ເພື່ອສະແດງໄຟລ໌ HTML ແລະ URLs: ໃຊ້: %%u url (ປ່ອຍຫວ່າງໄວ້ເພື່ອກວດຫາຕົວທ່ອງເວັບອັດຕະໂນມັດ)
lt: Įveskite naršyklės pavadinimą arba bash komandų eilutę, kuri bus naudojama HTML failams ir URL rodyti: Naudokite: %%u url (Jei norite automatiškai aptikti naršyklę, palikite tuščią)
lv: Ievadiet pārlūkprogrammas nosaukumu vai bash komandrindu, kas jāizmanto, lai parādītu HTML failus un URL: Izmantojiet: %%u url (Atstājiet tukšu, lai automātiski noteiktu pārlūkprogrammu)
mg: Ampidiro ny anaran'ny navigateur na andalana baiko bash ampiasaina hanehoana rakitra HTML sy URL: Ampiasao: %%u url (Avelao ho banga mba hahitana navigateur mandeha ho azy)
mi: Whakauruhia te ingoa kaitirotiro, raina whakahau bash ranei hei whakaatu i nga konae HTML me nga URL: Whakamahia: %%u url (Waiho kia watea kia kitea te tirotiro aunoa)
mk: Внесете име на прелистувач или командна линија bash што ќе се користи за прикажување на HTML-датотеки и URL-адреси: Користете: %%u url (Оставете празно за автоматско откривање на прелистувачот)
ml: HTML ഫയലുകളും URL-കളും പ്രദർശിപ്പിക്കുന്നതിന് ഉപയോഗിക്കേണ്ട ബ്രൗസർ നാമമോ ബാഷ് കമാൻഡ് ലൈനോ നൽകുക: ഉപയോഗിക്കുക: %%u url (ഓട്ടോമാറ്റിക് ബ്രൗസർ കണ്ടെത്തലിനായി ശൂന്യമായി വിടുക)
mn: HTML файлууд болон URL-уудыг харуулахын тулд хөтчийн нэр эсвэл bash тушаалын мөрийг оруулна уу: Хэрэглэх: %%u url (Хөтөчийг автоматаар илрүүлэхийн тулд хоосон орхино уу)
mr: HTML फाइल्स आणि URL प्रदर्शित करण्यासाठी वापरल्या जाणार्u200dया ब्राउझरचे नाव किंवा bash कमांड लाइन प्रविष्ट करा: वापरा: %%u url (स्वयंचलित ब्राउझर शोधण्यासाठी रिक्त सोडा)
mt: Daħħal l-isem tal-brawżer jew il-linja tal-kmand bash li għandha tintuża biex turi fajls HTML u URLs: Użu: %%u url (Ħalli vojt għal skoperta awtomatika tal-browser)
my: HTML ဖိုင်များနှင့် URL များကိုပြသရန်အသုံးပြုရန် ဘရောက်ဆာအမည် သို့မဟုတ် bash ကွန်မန်းလိုင်းကို ထည့်သွင်းပါ- အသုံးပြုရန်- %%u url (အလိုအလျောက်ဘရောက်ဆာသိရှိမှုအတွက် ဗလာချန်ထားပါ)
nb: Skriv inn nettlesernavn eller bash-kommandolinje som skal brukes til å vise HTML-filer og URL-er: Bruk: %%u url (La stå tomt for automatisk nettlesergjenkjenning)
ne: HTML फाइलहरू र URL हरू प्रदर्शन गर्न प्रयोग गरिने ब्राउजर नाम वा bash आदेश लाइन प्रविष्ट गर्नुहोस्: प्रयोग गर्नुहोस्: %%u url (स्वचालित ब्राउजर पत्ता लगाउनको लागि खाली छोड्नुहोस्)
or: HTML ଫାଇଲ୍ ଏବଂ URL ଗୁଡିକ ପ୍ରଦର୍ଶନ କରିବାକୁ ବ୍ୟବହୃତ ହେବାକୁ ଥିବା ବ୍ରାଉଜର୍ ନାମ କିମ୍ବା ବାଶ୍ କମାଣ୍ଡ୍ ଲାଇନ୍ ପ୍ରବେଶ କରନ୍ତୁ: ବ୍ୟବହାର: %%u url (ସ୍ୱୟଂଚାଳିତ ବ୍ରାଉଜର୍ ଚିହ୍ନଟ ପାଇଁ ଖାଲି ଛାଡନ୍ତୁ)
pa: HTML ਫਾਈਲਾਂ ਅਤੇ URL ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾਣ ਲਈ ਬ੍ਰਾਊਜ਼ਰ ਨਾਮ ਜਾਂ bash ਕਮਾਂਡ ਲਾਈਨ ਦਰਜ ਕਰੋ: ਵਰਤੋ: %%u url (ਆਟੋਮੈਟਿਕ ਬ੍ਰਾਊਜ਼ਰ ਖੋਜ ਲਈ ਖਾਲੀ ਛੱਡੋ)
ps: :ﻱږﯿﮐ ﻝﻭﺭﺎﮐ ﻩﺭﺎﭙﻟ ﻮﻟﺩﻮښ URLs ﻭﺍ ﻮﻧﻮﻠﯾﺎﻓ HTML ﺩ ﯥﭼ ﺉړﮐ ﻪﻨﻧﺩ ﻦﯾﻻ﻿ ډﻧﺎﻤﮐ ﺶﺑ ﺩ ﺎﯾ ﻡﻮﻧ ﺭﺯﻭﺍﺮﺑ ﺩ :ﻝﻭﺭﺎﮐ %%u url (ﺉﺩږﯾﺮﭘ ﻲﻟﺎﺧ ﻩﺭﺎﭙﻟ ﻒﺸﮐ ﺭﺯﻭﺍﺮﺑ ﮏﯿﺗﺎﻣﻮﺗﺍ ﺩ)
ro: Introduceți numele browserului sau linia de comandă bash care va fi folosită pentru a afișa fișiere HTML și adrese URL: Utilizare: %%u url (Lăsați necompletat pentru detectarea automată a browserului)
rw: Injira izina rya mushakisha cyangwa bash itegeko umurongo kugirango ukoreshwe kwerekana dosiye ya HTML na URL: Koresha: %%u url (Kureka ubusa kugirango ushishoze byikora)
sd: HTML ۽ ﻦﻠﺋﺎﻓ URLs ﺎﻳ ﻮﻟﺎﻧ ﻮﺟ ﺭﺯﻮﺋﺍﺮﺑ ءِﻻ﻿ ﮡﻴﭤ ﻝﺎﻤﻌﺘﺳﺍ ءِﻻ﻿ ﮠﺮڪ ﻲﻠﭙﺳڊ ﻲﮐ bash ﻮﻳﺮڪ ﻞﺧﺍﺩ ﻦﺋﻻ﻿ ڊﻧﺎﻤڪ: :ﻮﻳﺮڪ ﻝﺎﻤﻌﺘﺳﺍ %%u url (ﻮﻳڏ ﻱڏﮀ ﻲﻟﺎﺧ ءِﻻ﻿ ﮡﻟﻮﮘ ﺭﺯﻮﺋﺍﺮﺑ ﺭﺎڪﺩﻮﺧ)
si: HTML ගොනු සහ URL සංදර්ශන කිරීමට භාවිතා කිරීමට බ්u200dරවුසරයේ නම හෝ bash විධාන රේඛාව ඇතුළත් කරන්න: භාවිත: %%u url (ස්වයංක්u200dරීය බ්u200dරවුසර හඳුනාගැනීම සඳහා හිස්ව තබන්න)
sk: Zadajte názov prehliadača alebo príkazový riadok bash, ktorý sa má použiť na zobrazenie súborov HTML a adries URL: Použitie: %%u url (Nechajte prázdne pre automatickú detekciu prehliadača)
sl: Vnesite ime brskalnika ali ukazno vrstico bash, ki se uporablja za prikaz datotek HTML in URL-jev: Uporaba: %%u url (Za samodejno zaznavanje brskalnika pustite prazno)
sq: Fut emrin e shfletuesit ose linjën e komandës bash që do të përdoret për të shfaqur skedarët HTML dhe URL-të: Përdorni: %%u url (Lëreni bosh për zbulimin automatik të shfletuesit)
sw: Weka jina la kivinjari au mstari wa amri wa bash utakaotumiwa kuonyesha faili na URL za HTML: Tumia: %%u url (Ondoka wazi kwa utambuzi wa kivinjari kiotomatiki)
ta: HTML கோப்புகள் மற்றும் URL களைக் காண்பிக்க உலாவி பெயர் அல்லது பாஷ் கட்டளை வரியை உள்ளிடவும்: பயன்படுத்தவும்: %%u url (தானியங்கு உலாவி கண்டறிதலுக்கு காலியாக விடவும்)
te: HTML ఫైల్u200cలు మరియు URLలను ప్రదర్శించడానికి ఉపయోగించాల్సిన బ్రౌజర్ పేరు లేదా బాష్ కమాండ్ లైన్u200cను నమోదు చేయండి: వా డు: %%u url (ఆటోమేటిక్ బ్రౌజర్ డిటెక్షన్ కోసం ఖాళీగా ఉంచండి)
tg: Номи браузер ё сатри фармони bash-ро ворид кунед, ки барои намоиши файлҳои HTML ва URL-ҳо истифода шавад: Истифода: %%u url (Барои муайянкунии автоматии браузер холӣ гузоред)
th: ป้อนชื่อเบราว์เซอร์หรือบรรทัดคำสั่ง bash เพื่อใช้แสดงไฟล์ HTML และ URL: ใช้: %%u url (เว้นว่างไว้เพื่อตรวจหาเบราว์เซอร์อัตโนมัติ)
tk: HTML faýllaryny we URL-lerini görkezmek üçin brauzeriň adyny ýa-da baş buýruk setirini giriziň: Ulany: %%u url (Brauzeri awtomatiki kesgitlemek üçin boş goýuň)
tt: HTML файлларын һәм URL-ларын күрсәтү өчен браузер исемен яки баш командаларын кертегез: Куллану: %%u url (Браузерны автоматик ачыклау өчен буш калдырыгыз)
uk: Введіть назву браузера або командний рядок bash, який буде використовуватися для відображення файлів HTML та URL-адрес: Використовуйте: %%u url (Залиште порожнім для автоматичного визначення браузера)
ur: HTML ﺭﻭﺍ ﮞﻮﻠﺋﺎﻓ URLs ﺎﯾ ﻡﺎﻧ ﺎﮐ ﺭﺯﺅﺍﺮﺑ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﺮﮨﺎﻇ ﻮﮐ bash ﮟﯾﺮﮐ ﺝﺭﺩ ﻦﺋﻻ﻿ ﮉﻧﺎﻤﮐ: :ﮟﯾﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ %%u url (ﮟﯾﺩ ﮌﻮﮭﭼ ﯽﻟﺎﺧ ﮯﯿﻟ ﮯﮐ ﮯﻧﺎﮕﻟ ﮧﺘﭘ ﺎﮐ ﺭﺯﺅﺍﺮﺑ ﺭﺎﮐﺩﻮﺧ)
uz: HTML fayllari va URL manzillarini ko'rsatish uchun brauzer nomini yoki bash buyruq qatorini kiriting: Foydalanish: %%u url (Brauzerni avtomatik aniqlash uchun bo'sh qoldiring)
vi: Nhập tên trình duyệt hoặc dòng lệnh bash được sử dụng để hiển thị các tệp HTML và URL: Sử dụng: %%u url (Để trống để trình duyệt tự động phát hiện)
xh: Ngenisa igama lesikhangeli okanye umgca womyalelo we-bash oza kusetyenziswa ukubonisa iifayile zeHTML kunye nee-URL: Sebenzisa: %%u url (Shiya kungenanto ukuze ubhaqe isikhangeli esizenzekelayo)
yi: :ס URL ןוא סעקעט HTML ןזיַיוו וצ טנייוועג ןייז וצ הרוש ןלעפֿאַב שאַב רעדאָ ןעמאָנ רערעטעלב ןיַיראַ :ןצינ %%u url (ןאַשקעטיד רערעטעלב קיטאַמאַטאָ ראַפֿ קידייל ןזאָל)

source: _Manual Location
af: _Handmatige ligging
am: _በእጅ የሚገኝ ቦታ
ar: _ﻱﻭﺪﻴﻟﺍ ﻊﻗﻮﻤﻟﺍ
be: _Месцазнаходжанне ўручную
bg: _Ръчно местоположение
bn: _ম্যানুয়াল অবস্থান
ca: _Localització manual
cy: _Lleoliad Llaw
da: _Manuel placering
eo: _Manlibro Loko
et: _Käsitsi asukoht
eu: _Eskuzko kokapena
fa: _ﯽﺘﺳﺩ ﻥﺎﮑﻣ
fi: _Manuaalinen sijainti
fil: _Manu-manong Lokasyon
fy: _Hânlieding Lokaasje
ga: _Suíomh Lámhleabhar
gd: _Àite làimhe
gl: _Localización manual
gu: _મેન્યુઅલ સ્થાન
he: _ינדי םוקימ
hi: _मैनुअल स्थान
hr: _Ručna lokacija
hu: _Kézi hely
hy: _Ձեռնարկի գտնվելու վայրը
id: _Lokasi Manual
is: _Handvirk staðsetning
ka: _სახელმძღვანელო ადგილმდებარეობა
kk: _Қолмен орналасқан жер
km: _ទីតាំងដោយដៃ
kn: _ಹಸ್ತಚಾಲಿತ ಸ್ಥಳ
ky: _Кол менен жайгашкан жер
lb: _Manuell Location
lo: _ສະຖານທີ່ຄູ່ມື
lt: _Rankinė vieta
lv: _Manuāla atrašanās vieta
mg: _Toerana amin'ny tanana
mi: _Tauwāhi ā-ringa
mk: _Прирачник за локација
ml: _മാനുവൽ സ്ഥാനം
mn: _Гарын авлагын байршил
mr: _मॅन्युअल स्थान
mt: _Post Manwal
my: _လူကိုယ်တိုင်တည်နေရာ
nb: _Manuell plassering
ne: _म्यानुअल स्थान
or: _ମାନୁଆଲ୍ ଅବସ୍ଥାନ |
pa: _ਮੈਨੁਅਲ ਟਿਕਾਣਾ
ps: _ﯼﺎځ ﻲﺳﻻ﻿
ro: _Localizare manuală
rw: _Intoki
sd: _ﻡﺎﻘﻣ ﻲﺘﺳﺩ
si: _අතින් පිහිටීම
sk: _Manuálne umiestnenie
sl: _Ročna lokacija
sq: _Vendndodhja manuale
sw: _Mahali pa Mwongozo
ta: _கையேடு இடம்
te: _మాన్యువల్ స్థానం
tg: _Ҷойгиршавии дастӣ
th: _ตำแหน่งคู่มือ
tk: _El bilen ýerleşýän ýeri
tt: _Кул белән урнашу
uk: _Розташування вручну
ur: _ﻡﺎﻘﻣ ﯽﺘﺳﺩ
uz: _Manuel joylashuv
vi: _Vị trí thủ công
xh: _Indawo yokwenziwa ngesandla
yi: _טראָ לאַונאַמ

source: Choose User's Manual Location
af: Kies Gebruikershandleiding Ligging
am: የተጠቃሚ መመሪያ ቦታን ይምረጡ
ar: ﻡﺪﺨﺘﺴﻤﻟﺍ ﻞﻴﻟﺩ ﻊﻗﻮﻣ ﺮﺘﺧﺍ
be: Выберыце размяшчэнне кіраўніцтва карыстальніка
bg: Изберете местоположение на ръководството за потребителя
bn: ব্যবহারকারীর ম্যানুয়াল অবস্থান চয়ন করুন
ca: Trieu la ubicació del manual de l'usuari
cy: Dewiswch Leoliad Llawlyfr Defnyddiwr
da: Vælg Brugermanual Placering
eo: Elektu la Manlibron de Uzanto-Loko
et: Valige Kasutusjuhendi asukoht
eu: Aukeratu erabiltzailearen eskuliburuaren kokapena
fa: ﺪﯿﻨﮐ ﺏﺎﺨﺘﻧﺍ ﺍﺭ ﺮﺑﺭﺎﮐ ﯼﺎﻤﻨﻫﺍﺭ ﻥﺎﮑﻣ
fi: Valitse Käyttöoppaan sijainti
fil: Piliin ang User's Manual Location
fy: Kies Lokaasje fan brûkershantlieding
ga: Roghnaigh Suíomh Lámhleabhar Úsáideora
gd: Tagh Suidheachadh Stiùireadh a ’chleachdaiche
gl: Escolla a localización do manual do usuario
gu: વપરાશકર્તાનું મેન્યુઅલ સ્થાન પસંદ કરો
he: שמתשמל ךירדמ םוקימ רחב
hi: उपयोगकर्ता का मैनुअल स्थान चुनें
hr: Odaberite Lokacija u korisničkom priručniku
hu: Válassza a Felhasználói kézikönyv Hely lehetőséget
hy: Ընտրեք Օգտագործողի ձեռնարկի գտնվելու վայրը
id: Pilih Lokasi Manual Pengguna
is: Veldu staðsetningu notendahandbókar
ka: აირჩიეთ მომხმარებლის სახელმძღვანელოს ადგილმდებარეობა
kk: Пайдаланушы нұсқаулығының орнын таңдаңыз
km: ជ្រើសរើសទីតាំងសៀវភៅណែនាំរបស់អ្នកប្រើ
kn: ಬಳಕೆದಾರರ ಕೈಪಿಡಿ ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Cihê Destûra Bikarhêner hilbijêrin
ky: Колдонуучунун Колдонмо жайгашкан жерин тандаңыз
lb: Wielt d'Benotzerhandbuch Location
lo: ເລືອກສະຖານທີ່ຄູ່ມືຜູ້ໃຊ້
lt: Pasirinkite naudotojo vadovo vietą
lv: Izvēlieties lietotāja rokasgrāmatas atrašanās vietu
mg: Fidio ny toerana misy ny User's Manual
mi: Kōwhiria te Tauwāhi ā-ringa a te Kaiwhakamahi
mk: Изберете Локација на прирачникот за корисникот
ml: ഉപയോക്താവിന്റെ മാനുവൽ ലൊക്കേഷൻ തിരഞ്ഞെടുക്കുക
mn: Хэрэглэгчийн гарын авлагын байршлыг сонгоно уу
mr: वापरकर्त्याचे मॅन्युअल स्थान निवडा
mt: Agħżel il-Post tal-Manwal tal-Utent
my: အသုံးပြုသူ၏လက်စွဲတည်နေရာကို ရွေးချယ်ပါ။
nb: Velg Brukerhåndbokens plassering
ne: प्रयोगकर्ताको म्यानुअल स्थान छान्नुहोस्
or: ଉପଯୋଗକର୍ତ୍ତାଙ୍କ ମାନୁଆଲ୍ ଅବସ୍ଥାନ ବାଛନ୍ତୁ |
pa: ਉਪਭੋਗਤਾ ਦਾ ਮੈਨੁਅਲ ਟਿਕਾਣਾ ਚੁਣੋ
ps: ﺉړﮐ ﻩﺭﻮﻏ ﯼﺎځ ﺩﻮښﺭﻻ﻿ ﻲﮑﻧﻭﺭﺎﮐ ﺩ
ro: Alegeți locația manualului utilizatorului
rw: Hitamo aho ukoresha intoki
sd: ﮫﮙﺟ ﻲﺑﺎﻴﺘﺳﺩ ﻲﺟ ڙﺪﻨڪ ﻝﺎﻤﻌﺘﺳﺍ ﻮﻳﺮڪ ﺐﺨﺘﻨﻣ
si: පරිශීලක අත්පොත ස්ථානය තෝරන්න
sk: Vyberte umiestnenie používateľskej príručky
sl: Izberite lokacijo uporabniškega priročnika
sq: Zgjidhni vendndodhjen e manualit të përdoruesit
sw: Chagua Mahali Mwongozo wa Mtumiaji
ta: பயனரின் கையேடு இருப்பிடத்தைத் தேர்வு செய்யவும்
te: వినియోగదారు మాన్యువల్ స్థానాన్ని ఎంచుకోండి
tg: Ҷойгиршавии дастури корбарро интихоб кунед
th: เลือกตำแหน่งคู่มือผู้ใช้
tk: Ulanyjynyň el bilen ýerleşýän ýerini saýlaň
tt: Кулланучының кул белән урнашкан урынын сайлагыз
uk: Виберіть Розташування посібника користувача
ur: ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﻡﺎﻘﻣ ﯽﺘﺳﺩ ﺎﮐ ﻑﺭﺎﺻ
uz: Foydalanuvchi qo'llanmasining joylashuvini tanlang
vi: Chọn Vị trí Thủ công của Người dùng
xh: Khetha Indawo yeManuwali yoMsebenzisi
yi: טראָ לאַונאַמ ס רעצינאַב ןביַילק
