Repository: dimkr/zzzfm
Catalog: po/from transifex/*/zzzfmpot.sh.po
Languages: af, am, ar, be, bg, bn, ca, cy, da, eo, et, eu, fa, fi, fil, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, mt, my, nb, ne, or, pa, ps, ro, rw, sd, si, sk, sl, sq, sw, ta, te, tg, th, tk, tt, uk, ur, uz, vi, xh, yi

source: zzzfm: internal task %s is read-only
af: zzzfm: interne taak %s is leesalleen
am: zzzfm: ውስጣዊ ተግባር %s ተነባቢ-ብቻ ነው።
ar: zzzfm: ﺔﻴﻠﺧﺍﺩ ﺔﻤﻬﻣ %s ﻂﻘﻓ ﺓءﺍﺮﻘﻠﻟ
be: zzzfm: ўнутраная задача %s толькі для чытання
bg: zzzfm: вътрешна задача %s е само за четене
bn: zzzfm: অভ্যন্তরীণ কাজ %s শুধুমাত্র পঠনযোগ্য
ca: zzzfm: tasca interna %s és només de lectura
cy: zzzfm: tasg fewnol %s yn ddarllenadwy yn unig
da: zzzfm: intern opgave %s er skrivebeskyttet
eo: zzzfm: interna tasko %s estas nurlegebla
et: zzzfm: sisemine ülesanne %s on kirjutuskaitstud
eu: zzzfm: barne zeregina %s irakurtzeko soilik da
fa: zzzfm: ﯽﻠﺧﺍﺩ ﻪﻔﯿﻇﻭ %s ﺖﺳﺍ ﯽﻧﺪﻧﺍﻮﺧ ﻂﻘﻓ
fi: zzzfm: sisäinen tehtävä %s on vain luku -tilassa
fil: zzzfm: panloob na gawain %s ay read-only
fy: zzzfm: ynterne taak %s is allinich lêzen
ga: zzzfm: tasc inmheánach %s inléite amháin
gd: zzzfm: gnìomh a-staigh %s air a leughadh a-mhàin
gl: zzzfm: tarefa interna %s é só de lectura
gu: zzzfm: આંતરિક કાર્ય %s માત્ર વાંચવા માટે છે
he: zzzfm: תימינפ המישמ %s דבלב האירקל אוה
hi: zzzfm: आंतरिक कार्य %s केवल पढ़ने के लिए है
hr: zzzfm: unutarnji zadatak %s je samo za čitanje
hu: zzzfm: belső feladat %s csak olvasható
hy: zzzfm: ներքին առաջադրանք %s միայն կարդալու է
id: zzzfm: tugas internal %s hanya bisa dibaca
is: zzzfm: innra verkefni %s er skrifvarinn
ka: zzzfm: შიდა დავალება %s არის მხოლოდ წაკითხვადი
kk: zzzfm: ішкі тапсырма %s тек оқуға арналған
km: zzzfm: កិច្ចការផ្ទៃក្នុង %s គឺបានតែអាន
kn: zzzfm: ಆಂತರಿಕ ಕಾರ್ಯ %s ಓದಲು ಮಾತ್ರ
ku: zzzfm: karê navxweyî %s tenê xwendin e
ky: zzzfm: ички милдет %s окуу үчүн гана
lb: zzzfm: intern Aufgab %s ass nëmme liesen
lo: zzzfm: ວຽກu200bງານu200bພາຍu200bໃນu200b %s ແມ່ນອ່ານເທົ່ານັ້ນ
lt: zzzfm: vidinė užduotis %s yra tik skaitomas
lv: zzzfm: iekšējais uzdevums %s ir tikai lasāms
mg: zzzfm: asa anatiny %s dia vakiana ihany
mi: zzzfm: mahi o roto %s he panui-anake
mk: zzzfm: внатрешна задача %s е само за читање
ml: zzzfm: ആന്തരിക ചുമതല %s വായിക്കാൻ മാത്രം
mn: zzzfm: дотоод даалгавар %s зөвхөн унших боломжтой
mr: zzzfm: अंतर्गत कार्य %s केवळ वाचनीय आहे
mt: zzzfm: kompitu intern %s huwa jinqara biss
my: zzzfm: အတွင်းပိုင်းတာဝန် %s ဖတ်ရန်သာဖြစ်သည်။
nb: zzzfm: intern oppgave %s er skrivebeskyttet
ne: zzzfm: आन्तरिक कार्य %s पढ्ने मात्र छ
or: zzzfm: ଆଭ୍ୟନ୍ତରୀଣ କାର୍ଯ୍ୟ %s କେବଳ ପଠନୀୟ ଅଟେ |
pa: zzzfm: ਅੰਦਰੂਨੀ ਕੰਮ %s ਸਿਰਫ਼ ਪੜ੍ਹਨ ਲਈ ਹੈ
ps: zzzfm: ﻩﺪﻧﺩ ﻲﻠﺧﺍﺩ %s ﻱږﯿﮐ ﻞﺘﺳﻮﻟ ﯤﺯﺍﻮﯾ
ro: zzzfm: sarcina internă %s este doar pentru citire
rw: zzzfm: umurimo w'imbere %s ni gusoma-gusa
sd: zzzfm: ﻢڪ ﻲﻧﻭﺭﺪﻧﺍ %s ﻲﻫﺁ ءِﻻ﻿ ﮡﻫڙﭘ ﻑﺮﺻ
si: zzzfm: අභ්යන්තර කාර්යය %s කියවීමට පමණි
sk: zzzfm: interná úloha %s je len na čítanie
sl: zzzfm: notranja naloga %s je samo za branje
sq: zzzfm: detyrë e brendshme %s është vetëm për lexim
sw: zzzfm: kazi ya ndani %s ni ya kusoma tu
ta: zzzfm: உள் பணி %s படிக்க மட்டுமே உள்ளது
te: zzzfm: అంతర్గత పని %s చదవడానికి మాత్రమే
tg: zzzfm: вазифаи дохилӣ %s танҳо барои хондан аст
th: zzzfm: งานภายใน %s เป็นแบบอ่านอย่างเดียว
tk: zzzfm: içerki mesele %s Diňe okalýar
tt: zzzfm: эчке эш %s бары тик уку гына
uk: zzzfm: внутрішнє завдання %s доступний лише для читання
ur: zzzfm: ﻡﺎﮐ ﯽﻧﻭﺭﺪﻧﺍ %s ۔ﮯﮨ ﮯﯿﻟ ﮯﮐ ﮯﻨﮬﮍﭘ ﻑﺮﺻ
uz: zzzfm: ichki vazifa %s faqat o‘qish uchun mo‘ljallangan
vi: zzzfm: nhiệm vụ nội bộ %s là chỉ đọc
xh: zzzfm: umsebenzi wangaphakathi %s ifundwa kuphela
yi: zzzfm: טעבראַ ךעלרעני %s ןענעייל זיולב זיא

source: zzzfm: task property '%s' is read-only
af: zzzfm: taak eiendom '%s' is leesalleen
am: zzzfm: የተግባር ንብረት '%s' ተነባቢ-ብቻ ነው።
ar: zzzfm: ﺔﻤﻬﻤﻟﺍ ﺔﻴﺻﺎﺧ '%s' ﻂﻘﻓ ﺓءﺍﺮﻘﻠﻟ
be: zzzfm: ўласцівасць задачы '%s' толькі для чытання
bg: zzzfm: свойство на задачата '%s' е само за четене
bn: zzzfm: টাস্ক সম্পত্তি '%s' শুধুমাত্র পঠনযোগ্য
ca: zzzfm: propietat de la tasca '%s' és només de lectura
cy: zzzfm: eiddo tasg '%s' yn ddarllenadwy yn unig
da: zzzfm: opgaveegenskab '%s' er skrivebeskyttet
eo: zzzfm: tasko posedaĵo '%s' estas nurlegebla
et: zzzfm: ülesande omadus '%s' on kirjutuskaitstud
eu: zzzfm: zereginaren propietatea '%s' irakurtzeko soilik da
fa: zzzfm: ﻪﻔﯿﻇﻭ ﯽﮔﮋﯾﻭ '%s' ﺖﺳﺍ ﯽﻧﺪﻧﺍﻮﺧ ﻂﻘﻓ
fi: zzzfm: tehtävän ominaisuus '%s' on vain luku -tilassa
fil: zzzfm: ari-arian ng gawain '%s' ay read-only
fy: zzzfm: taak eigendom '%s' is allinich lêzen
ga: zzzfm: tasc tasc '%s' inléite amháin
gd: zzzfm: seilbh gnìomh '%s' air a leughadh a-mhàin
gl: zzzfm: propiedade da tarefa '%s' é só de lectura
gu: zzzfm: કાર્ય મિલકત '%s' માત્ર વાંચવા માટે છે
he: zzzfm: המישמ ןייפאמ '%s' דבלב האירקל אוה
hi: zzzfm: कार्य संपत्ति '%s' केवल पढ़ने के लिए है
hr: zzzfm: svojstvo zadatka '%s' je samo za čitanje
hu: zzzfm: feladat tulajdonság '%s' csak olvasható
hy: zzzfm: առաջադրանքի հատկությունը '%s' միայն կարդալու է
id: zzzfm: properti tugas '%s' hanya bisa dibaca
is: zzzfm: verkefnaeign '%s' er skrifvarinn
ka: zzzfm: დავალების თვისება '%s' არის მხოლოდ წაკითხვადი
kk: zzzfm: тапсырма қасиеті '%s' тек оқуға арналған
km: zzzfm: ទ្រព្យសម្បត្តិភារកិច្ច '%s' គឺបានតែអាន
kn: zzzfm: ಕಾರ್ಯ ಆಸ್ತಿ '%s' ಓದಲು ಮಾತ್ರ
ku: zzzfm: milkê peywirê '%s' tenê xwendin e
ky: zzzfm: тапшырма касиети '%s' окуу үчүн гана
lb: zzzfm: Aufgab Propriétéit '%s' ass nëmme liesen
lo: zzzfm: ຊັບສິນວຽກງານ '%s' ແມ່ນອ່ານເທົ່ານັ້ນ
lt: zzzfm: užduoties savybė '%s' yra tik skaitomas
lv: zzzfm: uzdevuma īpašums '%s' ir tikai lasāms
mg: zzzfm: fananana asa '%s' dia vakiana ihany
mi: zzzfm: taonga mahi '%s' he panui-anake
mk: zzzfm: својство на задача '%s' е само за читање
ml: zzzfm: ചുമതല സ്വത്ത് '%s' വായിക്കാൻ മാത്രം
mn: zzzfm: даалгаврын өмч '%s' зөвхөн унших боломжтой
mr: zzzfm: कार्य गुणधर्म '%s' केवळ वाचनीय आहे
mt: zzzfm: proprjetà tal-kompitu '%s' huwa jinqara biss
my: zzzfm: တာဝန်ပိုင်ဆိုင်မှု '%s' ဖတ်ရန်သာဖြစ်သည်။
nb: zzzfm: oppgaveegenskap '%s' er skrivebeskyttet
ne: zzzfm: कार्य सम्पत्ति '%s' पढ्ने मात्र छ
or: zzzfm: ଟାସ୍କ ପ୍ରପର୍ଟି | '%s' କେବଳ ପଠନୀୟ ଅଟେ |
pa: zzzfm: ਕਾਰਜ ਸੰਪਤੀ '%s' ਸਿਰਫ਼ ਪੜ੍ਹਨ ਲਈ ਹੈ
ps: zzzfm: ﺖﯿﮑﻠﻣ ﯤﺪﻧﺩ ﺩ '%s' ﻱږﯿﮐ ﻞﺘﺳﻮﻟ ﯤﺯﺍﻮﯾ
ro: zzzfm: proprietatea sarcinii '%s' este doar pentru citire
rw: zzzfm: umutungo wakazi '%s' ni gusoma-gusa
sd: zzzfm: ﺖﻴڪﻠﻣ ﻲﺟ ﻢڪ '%s' ﻲﻫﺁ ءِﻻ﻿ ﮡﻫڙﭘ ﻑﺮﺻ
si: zzzfm: කාර්ය දේපල '%s' කියවීමට පමණි
sk: zzzfm: vlastnosť úlohy '%s' je len na čítanie
sl: zzzfm: lastnost naloge '%s' je samo za branje
sq: zzzfm: vetia e detyrës '%s' është vetëm për lexim
sw: zzzfm: mali ya kazi '%s' ni ya kusoma tu
ta: zzzfm: பணி சொத்து '%s' படிக்க மட்டுமே உள்ளது
te: zzzfm: పని ఆస్తి '%s' చదవడానికి మాత్రమే
tg: zzzfm: амволи вазифа '%s' танҳо барои хондан аст
th: zzzfm: คุณสมบัติงาน '%s' เป็นแบบอ่านอย่างเดียว
tk: zzzfm: wezipe emlägi '%s' Diňe okalýar
tt: zzzfm: бирем милеге '%s' бары тик уку гына
uk: zzzfm: властивість завдання '%s' доступний лише для читання
ur: zzzfm: ﺖﯿﺻﺎﺧ ﯽﮐ ﻡﺎﮐ '%s' ۔ﮯﮨ ﮯﯿﻟ ﮯﮐ ﮯﻨﮬﮍﭘ ﻑﺮﺻ
uz: zzzfm: vazifa xususiyati '%s' faqat o‘qish uchun mo‘ljallangan
vi: zzzfm: thuộc tính nhiệm vụ '%s' là chỉ đọc
xh: zzzfm: ipropati yomsebenzi '%s' ifundwa kuphela
yi: zzzfm: גאָמראַפ טעבראַ '%s' ןענעייל זיולב זיא

source: zzzfm: invalid queue_state '%s'
af: zzzfm: ongeldige queue_state '%s'
am: zzzfm: ልክ ያልሆነ ወረፋ_ግዛት። '%s'
ar: zzzfm: queue_state ﺔﺤﻟﺎﺻ ﺮﻴﻏ '%s'
be: zzzfm: няправільны queue_state '%s'
bg: zzzfm: невалиден queue_state '%s'
bn: zzzfm: অবৈধ queue_state '%s'
ca: zzzfm: queue_state no vàlid '%s'
cy: zzzfm: queue_state annilys '%s'
da: zzzfm: ugyldig køtilstand '%s'
eo: zzzfm: nevalida queue_state '%s'
et: zzzfm: kehtetu järjekorra_olek '%s'
eu: zzzfm: ilara_egoera baliogabea '%s'
fa: zzzfm: queue_state ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ '%s'
fi: zzzfm: virheellinen queue_state '%s'
fil: zzzfm: di-wastong queue_state '%s'
fy: zzzfm: ûnjildige queue_state '%s'
ga: zzzfm: queue_state neamhbhailí '%s'
gd: zzzfm: queue_state neo-dhligheach '%s'
gl: zzzfm: estado_cola non válido '%s'
gu: zzzfm: અમાન્ય queue_state '%s'
he: zzzfm: queue_state יקוח אל '%s'
hi: zzzfm: अमान्य कतार_राज्य '%s'
hr: zzzfm: nevažeći queue_state '%s'
hu: zzzfm: érvénytelen queue_state '%s'
hy: zzzfm: անվավեր queue_state '%s'
id: zzzfm: antrian_status tidak valid '%s'
is: zzzfm: ógilt queue_state '%s'
ka: zzzfm: არასწორი რიგი_მდგომარეობა '%s'
kk: zzzfm: жарамсыз кезек_күйі '%s'
km: zzzfm: queue_state មិនត្រឹមត្រូវ '%s'
kn: zzzfm: ಅಮಾನ್ಯ ಸರತಿ_ರಾಜ್ಯ '%s'
ku: zzzfm: queue_state nederbasdar '%s'
ky: zzzfm: жараксыз queue_state '%s'
lo: zzzfm: queue_state ບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: neteisinga eilės būsena '%s'
lv: zzzfm: nederīgs queue_state '%s'
mg: zzzfm: tsy mety queue_state '%s'
mi: zzzfm: tūtira_tūtira muhu '%s'
mk: zzzfm: неважечка queue_state '%s'
ml: zzzfm: അസാധുവായ ക്യൂ_സ്റ്റേറ്റ് '%s'
mn: zzzfm: хүчингүй дараалал_төлөв '%s'
mr: zzzfm: अवैध queue_state '%s'
mt: zzzfm: queue_state invalidu '%s'
my: zzzfm: မမှန်ကန်သော queue_state '%s'
nb: zzzfm: ugyldig køtilstand '%s'
ne: zzzfm: अवैध queue_state '%s'
or: zzzfm: ଅବ inv ଧ ଧାଡି_ ଷ୍ଟେଟ୍ | '%s'
pa: zzzfm: ਅਵੈਧ ਕਤਾਰ_ਸਟੇਟ '%s'
ps: zzzfm: ﺖﺳﺎﯾﺭ_ﺭﺎﻄﻗ ﻩﺭﻭﺎﺑﺎﻧ '%s'
ro: zzzfm: queue_state invalid '%s'
rw: zzzfm: umurongo utemewe '%s'
sd: zzzfm: queue_state ﻂﻠﻏ '%s'
si: zzzfm: වලංගු නොවන පෝලිම්_තත්වය '%s'
sk: zzzfm: neplatný queue_state '%s'
sl: zzzfm: neveljavno queue_state '%s'
sq: zzzfm: queue_state e pavlefshme '%s'
sw: zzzfm: foleni_hali batili '%s'
ta: zzzfm: தவறான வரிசை_நிலை '%s'
te: zzzfm: చెల్లని క్యూ_స్టేట్ '%s'
tg: zzzfm: queue_state нодуруст '%s'
th: zzzfm: ไม่ถูกต้อง queue_state '%s'
tk: zzzfm: nädogry nobat_state '%s'
tt: zzzfm: яраксыз чират_ дәүләт '%s'
uk: zzzfm: недійсний queue_state '%s'
ur: zzzfm: queue_state ﻂﻠﻏ '%s'
uz: zzzfm: yaroqsiz queue_state '%s'
vi: zzzfm: queue_state không hợp lệ '%s'
xh: zzzfm: Umgca_ongasebenziyo '%s'
yi: zzzfm: queue_state טלפּירקראַפ '%s'

source: zzzfm: invalid task property '%s'
af: zzzfm: ongeldige taakeienskap '%s'
am: zzzfm: ልክ ያልሆነ የተግባር ንብረት '%s'
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺔﻤﻬﻣ ﺔﻴﺻﺎﺧ '%s'
be: zzzfm: несапраўдная ўласцівасць задачы '%s'
bg: zzzfm: невалидно свойство на задачата '%s'
bn: zzzfm: অবৈধ টাস্ক সম্পত্তি '%s'
ca: zzzfm: propietat de la tasca no vàlida '%s'
cy: zzzfm: eiddo tasg annilys '%s'
da: zzzfm: ugyldig opgaveegenskab '%s'
eo: zzzfm: nevalida taskoposedaĵo '%s'
et: zzzfm: kehtetu ülesande atribuut '%s'
eu: zzzfm: zereginaren propietate baliogabea '%s'
fa: zzzfm: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﻪﻔﯿﻇﻭ ﯽﮔﮋﯾﻭ '%s'
fi: zzzfm: virheellinen tehtäväominaisuus '%s'
fil: zzzfm: di-wastong pag-aari ng gawain '%s'
fy: zzzfm: ûnjildige taak eigenskip '%s'
ga: zzzfm: tasc tasc neamhbhailí '%s'
gd: zzzfm: seilbh gnìomh neo-dhligheach '%s'
gl: zzzfm: propiedade da tarefa non válida '%s'
gu: zzzfm: અમાન્ય કાર્ય મિલકત '%s'
he: zzzfm: יקוח אל המישמ ןייפאמ '%s'
hi: zzzfm: अमान्य कार्य संपत्ति '%s'
hr: zzzfm: nevažeće svojstvo zadatka '%s'
hu: zzzfm: érvénytelen feladat tulajdonság '%s'
hy: zzzfm: առաջադրանքի անվավեր հատկություն '%s'
id: zzzfm: properti tugas tidak valid '%s'
is: zzzfm: ógild verkeiginleiki '%s'
ka: zzzfm: ამოცანის არასწორი თვისება '%s'
kk: zzzfm: жарамсыз тапсырма сипаты '%s'
km: zzzfm: ទ្រព្យសម្បត្តិការងារមិនត្រឹមត្រូវ '%s'
kn: zzzfm: ಅಮಾನ್ಯ ಕಾರ್ಯ ಆಸ್ತಿ '%s'
ku: zzzfm: milkê peywirê nederbasdar '%s'
ky: zzzfm: жараксыз тапшырма касиети '%s'
lb: zzzfm: ongëlteg Aufgab Propriétéit '%s'
lo: zzzfm: ຄຸນສົມບັດໜ້າວຽກບໍ່ຖືກຕ້ອງ '%s'
lt: zzzfm: netinkama užduoties ypatybė '%s'
lv: zzzfm: nederīgs uzdevuma rekvizīts '%s'
mg: zzzfm: fananana asa tsy mety '%s'
mi: zzzfm: āhuatanga mahi muhu '%s'
mk: zzzfm: неважечка карактеристика на задачата '%s'
ml: zzzfm: അസാധുവായ ടാസ്ക് പ്രോപ്പർട്ടി '%s'
mn: zzzfm: хүчингүй даалгавар өмч '%s'
mr: zzzfm: अवैध कार्य गुणधर्म '%s'
mt: zzzfm: proprjetà tal-kompitu invalida '%s'
my: zzzfm: မမှန်ကန်သော အလုပ်ပိုင်ဆိုင်မှု '%s'
nb: zzzfm: ugyldig oppgaveegenskap '%s'
ne: zzzfm: अमान्य कार्य गुण '%s'
or: zzzfm: ଅବ inv ଧ କାର୍ଯ୍ୟ ସମ୍ପତ୍ତି | '%s'
pa: zzzfm: ਅਵੈਧ ਕਾਰਜ ਵਿਸ਼ੇਸ਼ਤਾ '%s'
ps: zzzfm: ﺖﯿﮑﻠﻣ ﻱﺭﺎﮐ ﻢﺳﺎﻧ '%s'
ro: zzzfm: proprietate nevalidă a sarcinii '%s'
rw: zzzfm: umutungo utemewe '%s'
sd: zzzfm: ﺖﻴڪﻠﻣ ﻢڪ ﻂﻠﻏ '%s'
si: zzzfm: වලංගු නොවන කාර්ය දේපල '%s'
sk: zzzfm: neplatná vlastnosť úlohy '%s'
sl: zzzfm: neveljavna lastnost opravila '%s'
sq: zzzfm: pronë e pavlefshme e detyrës '%s'
sw: zzzfm: kipengele batili cha kazi '%s'
ta: zzzfm: செல்லாத பணி சொத்து '%s'
te: zzzfm: చెల్లని టాస్క్ ప్రాపర్టీ '%s'
tg: zzzfm: моликияти вазифаи беэътибор '%s'
th: zzzfm: คุณสมบัติงานที่ไม่ถูกต้อง '%s'
tk: zzzfm: nädogry iş emlägi '%s'
tt: zzzfm: яраксыз эш милеге '%s'
uk: zzzfm: недійсна властивість завдання '%s'
ur: zzzfm: ﯽﭨﺮﭘﺍﺮﭘ ﮏﺳﺎﭨ ﻂﻠﻏ '%s'
uz: zzzfm: yaroqsiz vazifa xususiyati '%s'
vi: zzzfm: thuộc tính nhiệm vụ không hợp lệ '%s'
xh: zzzfm: ipropathi engasebenziyo '%s'
yi: zzzfm: גאָמראַפ טעבראַ טלפּירקראַפ '%s'

source: zzzfm: no such directory '%s'
af: zzzfm: nie so 'n gids nie '%s'
am: zzzfm: እንደዚህ ያለ ማውጫ የለም '%s'
ar: zzzfm: ﻞﻴﻟﺪﻟﺍ ﺍﺬﻫ ﻞﺜﻣ ﺪﺟﻮﻳ ﻻ﻿ '%s'
be: zzzfm: няма такога каталога '%s'
bg: zzzfm: няма такава директория '%s'
bn: zzzfm: এমন কোন ডিরেক্টরি নেই '%s'
ca: zzzfm: no hi ha aquest directori '%s'
cy: zzzfm: dim cyfeiriadur o'r fath '%s'
da: zzzfm: ingen sådan mappe '%s'
eo: zzzfm: ne tia dosierujo '%s'
et: zzzfm: sellist kataloogi pole '%s'
eu: zzzfm: ez dago horrelako direktoriorik '%s'
fa: zzzfm: ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﯼﺭﻮﺘﮐﺮﯾﺍﺩ ﻦﯿﻨﭼ '%s'
fi: zzzfm: ei sellaista hakemistoa '%s'
fil: zzzfm: walang ganoong direktoryo '%s'
fy: zzzfm: gjin sa'n map '%s'
ga: zzzfm: aon eolaire den sórt sin '%s'
gd: zzzfm: no eòlaire mar sin '%s'
gl: zzzfm: ningún directorio deste tipo '%s'
gu: zzzfm: આવી કોઈ ડિરેક્ટરી નથી '%s'
he: zzzfm: וזכ היירפס ןיא '%s'
hi: zzzfm: ऐसी कोई निर्देशिका नहीं '%s'
hr: zzzfm: nema takvog imenika '%s'
hu: zzzfm: nincs ilyen könyvtár '%s'
hy: zzzfm: նման գրացուցակ չկա '%s'
id: zzzfm: tidak ada direktori seperti itu '%s'
is: zzzfm: engin slík skrá '%s'
ka: zzzfm: ასეთი დირექტორია არ არის '%s'
kk: zzzfm: мұндай каталог жоқ '%s'
km: zzzfm: មិនមានថតឯកសារបែបនេះទេ។ '%s'
kn: zzzfm: ಅಂತಹ ಡೈರೆಕ್ಟರಿ ಇಲ್ಲ '%s'
ku: zzzfm: pelrêçek wusa tune '%s'
ky: zzzfm: андай каталог жок '%s'
lb: zzzfm: keen esou Verzeechnes '%s'
lo: zzzfm: ບໍ່ມີລາຍຊື່ດັ່ງກ່າວ '%s'
lt: zzzfm: tokio katalogo nėra '%s'
lv: zzzfm: šāda direktorija nav '%s'
mg: zzzfm: tsy misy lahatahiry toy izany '%s'
mi: zzzfm: kahore he whaiaronga pera '%s'
mk: zzzfm: нема таков директориум '%s'
ml: zzzfm: അത്തരമൊരു ഡയറക്ടറി ഇല്ല '%s'
mn: zzzfm: ийм лавлах байхгүй '%s'
mr: zzzfm: अशी निर्देशिका नाही '%s'
mt: zzzfm: ebda direttorju bħal dan '%s'
my: zzzfm: ထိုကဲ့သို့ လမ်းညွှန်မရှိပါ။ '%s'
nb: zzzfm: ingen slik katalog '%s'
ne: zzzfm: त्यस्तो निर्देशिका छैन '%s'
or: zzzfm: ସେପରି କ directory ଣସି ଡିରେକ୍ଟୋରୀ ନାହିଁ | '%s'
pa: zzzfm: ਅਜਿਹੀ ਕੋਈ ਡਾਇਰੈਕਟਰੀ ਨਹੀਂ '%s'
ps: zzzfm: ﻪﺘﺸﻧ ﺩﻮښﺭﻻ﻿ ﯥﺳﺍﺩ '%s'
ro: zzzfm: nu există un astfel de director '%s'
rw: zzzfm: nta bubiko nk'ubwo '%s'
sd: zzzfm: ﻲﻫﺎﻧ ﻱﺮٽڪﻳﺭﺍڊ ﺎڪ ﻱڙﻫﺍ '%s'
si: zzzfm: එවැනි නාමාවලියක් නැත '%s'
sk: zzzfm: žiadny takýto adresár '%s'
sl: zzzfm: takega imenika ni '%s'
sq: zzzfm: nuk ka drejtori të tillë '%s'
sw: zzzfm: hakuna saraka kama hiyo '%s'
ta: zzzfm: அத்தகைய அடைவு இல்லை '%s'
te: zzzfm: అటువంటి డైరెక్టరీ లేదు '%s'
tg: zzzfm: чунин феҳрист нест '%s'
th: zzzfm: ไม่มีไดเรกทอรีดังกล่าว '%s'
tk: zzzfm: beýle katalog ýok '%s'
tt: zzzfm: андый каталог юк '%s'
uk: zzzfm: немає такого каталогу '%s'
ur: zzzfm: ۔ﮟﯿﮩﻧ ﯼﺮﭩﮐﺮﺋﺍﮈ ﯽﺋﻮﮐ ﯽﺴﯾﺍ '%s'
uz: zzzfm: bunday katalog yo'q '%s'
vi: zzzfm: không có thư mục như vậy '%s'
xh: zzzfm: akukho luhlu olunjalo '%s'
yi: zzzfm: רעזיַיווגעוו אַזאַ טינ '%s'

source: zzzfm: invalid %s task option '%s'
af: zzzfm: ongeldig %s taak opsie '%s'
am: zzzfm: ልክ ያልሆነ %s የተግባር አማራጭ '%s'
ar: zzzfm: ﺔﺤﻟﺎﺻ ﺮﻴﻏ %s ﺔﻤﻬﻤﻟﺍ ﺭﺎﻴﺧ '%s'
be: zzzfm: несапраўдны %s варыянт задання '%s'
bg: zzzfm: невалиден %s опция за задача '%s'
bn: zzzfm: অবৈধ %s টাস্ক বিকল্প '%s'
ca: zzzfm: invàlid %s opció de tasca '%s'
cy: zzzfm: annilys %s opsiwn tasg '%s'
da: zzzfm: ugyldig %s opgavemulighed '%s'
eo: zzzfm: nevalida %s tasko opcio '%s'
et: zzzfm: kehtetu %s ülesande valik '%s'
eu: zzzfm: baliogabea %s ataza aukera '%s'
fa: zzzfm: ﺭﺎﺒﺘﻋﺍ ﯽﺑ %s ﻪﻔﯿﻇﻭ ﻪﻨﯾﺰﮔ '%s'
fi: zzzfm: virheellinen %s tehtävä vaihtoehto '%s'
fil: zzzfm: hindi wasto %s opsyon sa gawain '%s'
fy: zzzfm: ûnjildich %s taak opsje '%s'
ga: zzzfm: neamhbhailí %s rogha tasc '%s'
gd: zzzfm: neo-dhligheach %s roghainn gnìomh '%s'
gl: zzzfm: non válido %s opción de tarefa '%s'
gu: zzzfm: અમાન્ય %s કાર્ય વિકલ્પ '%s'
he: zzzfm: יקוח אל %s המישמ תורשפא '%s'
hi: zzzfm: अमान्य %s कार्य विकल्प '%s'
hr: zzzfm: nevažećim %s opcija zadatka '%s'
hu: zzzfm: érvénytelen %s feladat opció '%s'
hy: zzzfm: անվավեր %s առաջադրանքի տարբերակ '%s'
id: zzzfm: tidak sah %s opsi tugas '%s'
is: zzzfm: ógild %s verkefni valkostur '%s'
ka: zzzfm: არასწორი %s დავალების ვარიანტი '%s'
kk: zzzfm: жарамсыз %s тапсырма опциясы '%s'
km: zzzfm: មិនត្រឹមត្រូវ %s ជម្រើសភារកិច្ច '%s'
kn: zzzfm: ಅಮಾನ್ಯವಾಗಿದೆ %s ಕಾರ್ಯ ಆಯ್ಕೆ '%s'
ku: zzzfm: seqet %s vebijarka peywirê '%s'
ky: zzzfm: жараксыз %s тапшырма опциясы '%s'
lb: zzzfm: ongëlteg %s Aufgab Optioun '%s'
lo: zzzfm: ບໍ່ຖືກຕ້ອງ %s ທາງu200bເລືອກu200bວຽກu200bງານu200b '%s'
lt: zzzfm: negaliojančiais %s užduoties variantas '%s'
lv: zzzfm: nederīgs %s uzdevuma opcija '%s'
mg: zzzfm: tsy mety %s safidy asa '%s'
mi: zzzfm: muhu %s kōwhiringa mahi '%s'
mk: zzzfm: неважечки %s опција за задача '%s'
ml: zzzfm: അസാധുവാണ് %s ടാസ്ക് ഓപ്ഷൻ '%s'
mn: zzzfm: хүчингүй %s даалгаврын сонголт '%s'
mr: zzzfm: अवैध %s कार्य पर्याय '%s'
mt: zzzfm: invalidu %s għażla tal-kompitu '%s'
my: zzzfm: မမှန်ပါ။ %s အလုပ်ရွေးချယ်မှု '%s'
nb: zzzfm: ugyldig %s oppgavealternativ '%s'
ne: zzzfm: अवैध %s कार्य विकल्प '%s'
or: zzzfm: ଅବ alid ଧ | %s ଟାସ୍କ ଅପ୍ସନ୍ | '%s'
pa: zzzfm: ਅਵੈਧ %s ਕਾਰਜ ਵਿਕਲਪ '%s'
ps: zzzfm: ﻢﺳﺎﻧ %s ﺭﺎﯿﺘﺧﺍ ﯤﺪﻧﺩ ﺩ '%s'
ro: zzzfm: invalid %s opțiunea sarcinii '%s'
rw: zzzfm: bitemewe %s ihitamo '%s'
sd: zzzfm: ﻂﻠﻏ %s ﺭﺎﻴﺘﺧﺍ ﺎﺟ ﻢڪ '%s'
si: zzzfm: අවලංගුයි %s කාර්ය විකල්පය '%s'
sk: zzzfm: neplatný %s možnosť úlohy '%s'
sl: zzzfm: neveljavno %s možnost naloge '%s'
sq: zzzfm: e pavlefshme %s opsioni i detyrës '%s'
sw: zzzfm: batili %s chaguo la kazi '%s'
ta: zzzfm: செல்லாது %s பணி விருப்பம் '%s'
te: zzzfm: చెల్లదు %s పని ఎంపిక '%s'
tg: zzzfm: эътибор надорад %s варианти вазифа '%s'
th: zzzfm: ไม่ถูกต้อง %s ตัวเลือกงาน '%s'
tk: zzzfm: nädogry %s wezipe görnüşi '%s'
tt: zzzfm: яраксыз %s бирем варианты '%s'
uk: zzzfm: недійсний %s варіант завдання '%s'
ur: zzzfm: ﻂﻠﻏ %s ﺭﺎﯿﺘﺧﺍ ﺎﮐ ﻡﺎﮐ '%s'
uz: zzzfm: yaroqsiz %s vazifa opsiyasi '%s'
vi: zzzfm: không hợp lệ %s tùy chọn nhiệm vụ '%s'
xh: zzzfm: ayisebenzi %s umsebenzi ukhetho '%s'
yi: zzzfm: טלפּירקראַפ %s עיצפּאָ טעבראַ '%s'

source: zzzfm: no such file '%s'
af: zzzfm: geen so lêer '%s'
am: zzzfm: እንደዚህ ያለ ፋይል የለም '%s'
ar: zzzfm: ﻪﺑﺎﺸﻣ ﻒﻠﻣ ﺪﺟﻮﻳﻻ﻿ '%s'
be: zzzfm: няма такога файла '%s'
bg: zzzfm: няма такъв файл '%s'
bn: zzzfm: এরকম কোন ফাইল নেই '%s'
ca: zzzfm: cap fitxer d'aquest tipus '%s'
cy: zzzfm: dim ffeil o'r fath '%s'
da: zzzfm: Ingen sådan fil '%s'
eo: zzzfm: ne tia dosiero '%s'
et: zzzfm: pole sellist faili '%s'
eu: zzzfm: horrelako fitxategirik ez '%s'
fa: zzzfm: ﻞﯾﺎﻓ ﻦﯿﻨﭼ ﻥﻭﺪﺑ '%s'
fi: zzzfm: ei sellaista tiedostoa '%s'
fil: zzzfm: walang ganoong dokumento '%s'
fy: zzzfm: net sa'n bestân '%s'
ga: zzzfm: aon chomhad den sórt sin '%s'
gd: zzzfm: no faidhle mar sin '%s'
gl: zzzfm: ningún ficheiro deste tipo '%s'
gu: zzzfm: આવી કોઈ ફાઈલ '%s'
he: zzzfm: הזכ ץבוק ןיא '%s'
hi: zzzfm: ऐसी कोई दस्तावेज '%s'
hr: zzzfm: nema takve datoteke '%s'
hu: zzzfm: Nincs ilyen fájl '%s'
hy: zzzfm: նման ֆայլ չկա '%s'
id: zzzfm: tidak ada file seperti itu '%s'
is: zzzfm: engin slík skrá '%s'
ka: zzzfm: არ არის ასეთი ფაილი '%s'
kk: zzzfm: мұндай файл жоқ '%s'
km: zzzfm: មិនu200bមានu200bឯកសារu200bបែបu200bនេះ '%s'
kn: zzzfm: ಅಂತಹ ಫೈಲ್ ಇಲ್ಲ '%s'
ku: zzzfm: dosyayek wisa tune '%s'
ky: zzzfm: мындай файл жок '%s'
lb: zzzfm: keng esou Fichier '%s'
lo: zzzfm: ບໍ່ມີໄຟລ໌ດັ່ງກ່າວ '%s'
lt: zzzfm: Nėra tokio failo '%s'
lv: zzzfm: Nav šādu failu '%s'
mg: zzzfm: tsy misy rakitra toy izany '%s'
mi: zzzfm: kaore he konae penei '%s'
mk: zzzfm: нема таква датотека '%s'
ml: zzzfm: അങ്ങനെയൊരു ഫയലില്ല '%s'
mn: zzzfm: тийм файл байхгүй '%s'
mr: zzzfm: अशी फाइल नाही '%s'
mt: zzzfm: ebda fajl bħal dan '%s'
my: zzzfm: ထိုကဲ့သို့သောဖိုင်မရှိပါ။ '%s'
nb: zzzfm: ingen tilsvarende fil '%s'
ne: zzzfm: त्यस्तो फाइल छैन '%s'
or: zzzfm: ସେପରି କ file ଣସି ଫାଇଲ୍ ନାହିଁ | '%s'
pa: zzzfm: ਅਜਿਹੀ ਕੋਈ ਫਾਈਲ ਨਹੀਂ '%s'
ps: zzzfm: ﻪﺘﺸﻧ ﻞﯾﺎﻓ ﯥﺳﺍﺩ '%s'
ro: zzzfm: nu exista asemenea fisier '%s'
rw: zzzfm: nta dosiye nk'iyi '%s'
sd: zzzfm: ﻲﻫﺎﻧ ﻞﺋﺎﻓ ﺎڪ ﻱڙﻫﺍ '%s'
si: zzzfm: එවැනි ගොනුවක් නොමැත '%s'
sk: zzzfm: žiadny takýto súbor '%s'
sl: zzzfm: ni take datoteke '%s'
sq: zzzfm: asnjë skedar i tillë '%s'
sw: zzzfm: hakuna faili kama hiyo '%s'
ta: zzzfm: அது போன்ற கோப்பு இல்லை '%s'
te: zzzfm: అటువంటి ఫైల్ లేదు '%s'
tg: zzzfm: чунин файл нест '%s'
th: zzzfm: ไม่มีไฟล์ดังกล่าว '%s'
tk: zzzfm: beýle faýl ýok '%s'
tt: zzzfm: андый файл юк '%s'
uk: zzzfm: немає такого файлу '%s'
ur: zzzfm: ﻞﺋﺎﻓ ﯽﺋﻮﮐ ﯽﺴﯾﺍ '%s'
uz: zzzfm: bunday fayl yo'q '%s'
vi: zzzfm: không có tệp như vậy '%s'
xh: zzzfm: akukho fayile enjalo '%s'
yi: zzzfm: עקעט אַזאַ טינ '%s'
