Repository: dimkr/zzzfm
Catalog: po/from transifex/haw/zzzfmpot.sh.po
Languages: haw

source: Dir Write Access
haw: ʻO Dir Write Access

source: File Is Text
haw: He kikokikona ka waihona

source: File Is Dir
haw: ʻO Dir

source: File Is Link
haw: He loulou ka waihona

source: User Is Root
haw: ʻO ka mea hoʻohana ʻo Root

source: Multiple Selected
haw: Nui i wae ʻia

source: Clipboard Has Files
haw: Loaʻa nā faila i ka papa kiʻi

source: Clipboard Has Text
haw: Loaʻa i ka Papa Kīwī

source: Current Panel
haw: Panel o keia manawa

source: Panel Count
haw: Helu Panel

source: Current Tab
haw: Tab o kēia manawa

source: Tab Count
haw: Ka helu pila

source: Bookmark
haw: Kaha puke

source: Device
haw: Mea lako

source: Device Mount Point
haw: Lae mauna meahana

source: Device Label
haw: Lepili Mea Hana

source: Device FSType
haw: Mea FStype

source: Device UDI
haw: Mea lako UDI

source: Device Properties
haw: Nā Pono Mea Hana

source: Task Count
haw: Helu hana

source: Task Directory
haw: Papa kuhikuhi hana

source: Task Type
haw: ʻAno hana

source: Task Name
haw: Inoa hana

source: Panel 1 Directory
haw: Papa kuhikuhi Papa 1

source: Panel 2 Directory
haw: Papa kuhikuhi Papa 2

source: Panel 3 Directory
haw: Papa kuhikuhi Papa 3

source: Panel 4 Directory
haw: Papa kuhikuhi Papa 4

source: Panel 1 Has Sel
haw: Panel 1 He Sel

source: Panel 2 Has Sel
haw: Panel 2 Loaʻa iā Sel

source: Panel 3 Has Sel
haw: Panel 3 Loaʻa iā Sel

source: Panel 4 Has Sel
haw: Panel 4 Loaʻa iā Sel

source: Panel 1 Device
haw: Pane 1 Mea Hana

source: Panel 2 Device
haw: Mea Hana Panel 2

source: Panel 3 Device
haw: Panel 3 Mea Hana

source: Panel 4 Device
haw: Pane 4 Mea Hana

source: equals
haw: like

source: doesn't equal
haw: ʻaʻole like

source: contains
haw: aia

source: doesn't contain
haw: ʻaʻole i loaʻa

source: begins with
haw: hoomaka me

source: doesn't begin with
haw: ʻaʻole hoʻomaka me

source: ends with
haw: pau me

source: doesn't end with
haw: ʻaʻole i pau me

source: is less than
haw: emi iho

source: is greater than
haw: ua oi aku mamua o

source: matches
haw: pāʻani

source: doesn't match
haw: ʻaʻole kūlike

source: Application
haw: Palapala noi

source: Command
haw: Kauoha

source: Current: Show
haw: I kēia manawa: Hōʻike

source: Current: Hide
haw: I kēia manawa: Huna

source: Current: Disable
haw: I kēia manawa: Hoʻopau

source: Current: Enable
haw: I kēia manawa: Hoʻā

source: Save Modified Script?
haw: E mālama i ka palapala i hoʻololi ʻia?

source: Save your changes to the command script?
haw: E mālama i kāu mau hoʻololi i ka palapala kauoha?

source: Overwrite Script?
haw: Kāohi i ka moʻolelo?

source: The command script on disk has changed. Do you want to overwrite it?
haw: Ua loli ka palapala kauoha ma ka disk. Makemake ʻoe e kākau hou iā ia?

source: Command Dir
haw: Kauoha ia Dir

source: (no files)
haw: (ʻaʻohe faila)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
haw: ʻAʻole hoʻomaka ka laina kauoha me kahi faila kikokikona (script) e wehe ʻia, a ʻaʻole i loaʻa ka palapala i kāu $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
haw: Nā Pahuhopu: (kahi papa inoa o nā ala a i ʻole URL i hoʻokaʻawale ʻia i ka semicolon)

source: Target: (a .desktop or executable file)
haw: Pahuhopu: (a .desktop a i ʻole faila hiki ke hoʻokō)

source: Choose Executable
haw: E koho i hiki ke hoʻokō

source: Command Line Too Long
haw: Lāina Kauoha lōʻihi loa

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
haw: ʻOi aku kāu laina kauoha ma mua o 2000 mau huapalapala a hiki ke ʻoki ʻia ke mālama ʻia. E noʻonoʻo e hoʻohana i kahi palapala kauoha ma ke koho ʻana i ka Script ma ka papa kauoha.

source: Toolbar Item Properties
haw: Mea Hana Mea Hana

source: Menu Item Properties
haw: Menu Mea Pono

source: _Menu Item
haw: _Papa kuhikuhi

source: Type:
haw: ʻAno:

source: Name:
haw: inoa:

source: Key:
haw: kī:

source: Icon:
haw: Ikona:

source: matches any rule:
haw: pili i kekahi lula:

source: matches all rules:
haw: pili i nā lula a pau:

source: doesn't match any rule:
haw: 'a'ole like me kekahi lula:

source: doesn't match all rules:
haw: 'a'ole like nā lula a pau:

source: Show
haw: Hōʻike

source: Enable
haw: Hiki

source: Hide
haw: Huna

source: Disable
haw: Hoʻopau

source: item if context
haw: mea inā pōʻaiapili

source: Edit Rule
haw: Hoʻoponopono Rula

source: Value:
haw: Waiwai:

source: If enabled, use as handler for:
haw: Inā ʻae ʻia, e hoʻohana ma ke ʻano he mea lawelawe no:

source: none
haw: ʻaʻohe

source: files
haw: waihona

source: devices
haw: nā mea hana

source: _Ignore Context / Show All (global setting)
haw: _Haʻalele i ka ʻatikala / Hōʻike i nā mea āpau (hoʻonohonoho honua)

source: Command _Line
haw: Kauoha _Line

source: _Script
haw: _Palapala

source: Open In _Editor
haw: Wehe i loko _Lunahooponopono

source: _Root Editor
haw: _Lunahooponopono Aa

source: Run Options
haw: Holo Koho

source: Popup Task
haw: Hana Popup

source: Popup Error
haw: Hapa Popup

source: Popup Output
haw: Hoʻopuka Popup

source: Scroll Output
haw: Puka Puka

source: Keep Terminal Open
haw: E wehe i ka Terminal

source: Run As User:
haw: Holo e like me ka mea hoʻohana:

source: ( leave blank for current user )
haw: ( waiho hakahaka no ka mea hoʻohana i kēia manawa )

source: Style
haw: Kaila

source: Normal
haw: Maʻamau

source: Checkbox
haw: Pahu koho

source: Confirmation
haw: Hōʻoiaʻiʻo

source: Input
haw: Hookomo

source: Confirmation/Input Message:
haw: Hōʻoiaʻiʻo/komo memo:

source: Open in File Browser:
haw: E wehe i ka Pūnaewele Pūnaewele:

source: Data Dir
haw: ʻIkepili Dir

source: Built-In Toolbar Item
haw: Mea Hana Paahana Pahu

source: Submenu
haw: Papa kuhikuhi

source: Separator
haw: Mea hoʻokaʻawale

source: Built-In Command
haw: Kauoha i kūkulu ʻia

source: Follow state
haw: Hahai mokuʻāina

source: Render differently based on the selection state.
haw: Hāʻawi ʻokoʻa ma muli o ke kūlana koho.

source: Icon
haw: Ikona

source: The icon to render.
haw: ʻO ka ikona e hāʻawi.

source: GIcon
haw: GIkona

source: The GIcon to render.
haw: ʻO ka GIkona e hāʻawi.

source: size
haw: nui

source: The size of the icon to render in pixels.
haw: ʻO ka nui o ke kiʻiʻoniʻoni e hāʻawi i nā pika.

source: Preview
haw: Nāmua

source: No file selected
haw: ʻAʻohe faila i koho ʻia

source: Block Device
haw: Paʻa Mea

source: Character Device
haw: Mea Paahana

source: Socket
haw: Puke
