Repository: dimkr/zzzfm
Catalog: po/from transifex/haw/zzzfmpot.sh.po
Languages: haw

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi i ka wā e hoʻololi ai ke koho faila: E hoʻohana: %%e ʻano hanana (evt_pnl_sel) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha. E kau mua i kāu kauoha me ka asterisk (*) a e hoʻihoʻi i ke kūlana puka 0 e pale ai i ka mea hoʻohana paʻamau.

# View|Events|Tab|
source: _New
haw: _Hou

source: Set New Tab Command
haw: E hoʻonoho i ke kauoha Tab Hou

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi i ka wā e wehe ʻia ai kahi pā hou: E hoʻohana: %%e ʻano hanana (evt_tab_new) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha.

source: _Change Dir
haw: _Hoʻololi iā Dir

source: Set Tab Change Dir Command
haw: E hoʻonohonoho i ke kauoha ʻo Tab Change Dir

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi i ka wā e hoʻololi ai kahi papa i kahi papa kuhikuhi ʻē aʻe: E hoʻohana: %%e ʻano hanana (evt_tab_chdir) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā %%d papa kuhikuhi hou Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha.

# View|Events|Tab|
source: _Focus
haw: _Kūleʻa

source: Set Tab Focus Command
haw: E hoʻonohonoho i ke kauoha ʻo Tab Focus

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi i nā manawa a pau e nānā ai kahi tab: E hoʻohana: %%e ʻano hanana (evt_tab_focus) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha.

# View|Events|Tab|
source: _Close
haw: _Pani

source: Set Tab Close Command
haw: E hoʻonohonoho i ke kauoha pani pani

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi i ka wā e pani ʻia kahi pā: E hoʻohana: %%e ʻano hanana (evt_tab_close) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā paʻa

# View|Events|
source: _Device
haw: _Mea lako

source: Set Device Command
haw: E hoʻonohonoho i ke kauoha o nā mea hana

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i ka wā e hoʻololi ai kahi mokuʻāina. E hoʻohana: %%e ʻano hanana (evt_device) %%f waihona mea hana %%v hoʻololi (hoʻohui | wehe | hoʻololi)

source: Wi_ndow Title
haw: Wi_ndow Poʻo inoa

source: Set Window Title Format
haw: E hoʻonohonoho i ke ʻano inoa inoa puka makani

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
haw: E hoʻonohonoho i ke ʻano o ka puka makani: E hoʻohana: %%n inoa waihona o kēia manawa (eg bin) %%d ala waihona o kēia manawa (eg /usr/bin) %%p helu panel o kēia manawa (1-4) %%t helu helu o kēia manawa %%P huina helu o na paneli i ikeia %%T huina helu o na papa ma ka panel o keia manawa * hōʻike ʻia ka asterisk inā e holo ana nā hana ma ka puka makani

source: _Window Icon
haw: _Ikona pukaaniani

source: Set Window Icon
haw: E hoʻonohonoho i ka Ikona pukaaniani

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
haw: E hookomo i ka inoa ikona, ikona waihona ala, a i ole i ka inoa mea waiwai: A i ʻole kaomi i ke koho e koho i kahi ikona. ʻAʻole hana maikaʻi paha kekahi mau kiʻi ma muli o nā pilikia like ʻole. Hāʻawi ʻia nā kiʻi zzzFM ʻē aʻe: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] O kahi laʻana: zzzfm-48-cube-red

source: _Fullscreen
haw: _Palena piha

source: _Design Mode
haw: _ʻAno hoʻolālā

source: _Preferences
haw: _Nā koho

source: _Tool
haw: _Mea hana

source: _Thumbnails (global)
haw: _Nā kiʻi liʻiliʻi (ka honua)

source: _User's Manual
haw: _Palapala Hoʻohana

source: _Options
haw: _Nā koho

source: _Browser
haw: _Pūnaewele

source: Choose HTML Browser
haw: E koho iā HTML Browser

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
haw: E hoʻokomo i ka inoa pūnaewele a i ʻole ka laina kauoha bash e hoʻohana ʻia e hōʻike i nā faila HTML a me nā URL: E hoʻohana: %%u url (E waiho i ka hakahaka no ka ike ana i ka polokalamu kele pūnaewele)

source: _Manual Location
haw: _Wahi Manual

source: Choose User's Manual Location
haw: E koho i ka User's Manual Location

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
haw: E hoʻokomo i ke ala waihona kūloko a i ʻole URL mamao no ka zzzFM User's Manual: (E waiho hakahaka no ka paʻamau)

source: _Show Devices
haw: _Hōʻike i nā mea hana

source: _Task Manager
haw: _Luna hana

source: _Status
haw: _Kūlana

source: _Count
haw: _Helu

source: _Folder
haw: _waihona

source: _Item
haw: _'ikamu

source: _To
haw: _I ka

source: _Progress
haw: _Holomua

source: _Elapsed
haw: _Ua hala

source: C_urrent Speed
haw: C_urrent Ka māmā holo

source: Current Re_main
haw: ʻO kēia manawa Re_main

source: _Average Speed
haw: _Ka māmā maʻamau

source: A_verage Remain
haw: A_verage Noho

source: _Stop
haw: _Kāohi

source: _Queue
haw: _Ka laina laina

source: _Resume
haw: _Hoʻomaka hou

source: Sho_w Output
haw: Sho_w Hoʻopuka

source: _All Tasks
haw: _Nā Hana a pau

source: Show _Manager
haw: Hōʻike _Lunahooponopono

source: Auto-_Hide Manager
haw: Auto-_Huna Luna

source: Task Manager Font
haw: Mea Luna Hana Hana

source: copying File 1:15 65.2 M 30.2 M/s
haw: kope ʻana i ka waihona 1:15 65.2 M 30.2 M/s

source: _Columns
haw: _Nā kolamu

source: Popup _All Tasks
haw: Pohā aʻe _Nā Hana a pau

source: Stay On _Top
haw: Noho Ma _luna

source: A_bove Others
haw: A_bove ʻO nā mea ʻē aʻe

source: All _Workspaces
haw: ʻO nā mea a pau _Nā wahi hana

source: _Detailed Stats
haw: _Heluhelu kiko'ī

source: _Overwrite Option
haw: _Koho overwrite

source: _Error Option
haw: _Koho Kupa

source: Task Popup Font (affects new tasks)
haw: ʻO Task Popup Font (pili i nā hana hou)

source: Example Output 0123456789
haw: Laʻana Huakaʻi 0123456789

source: Stop If _First
haw: Hooki ina _Ka mua

source: Stop On _Any
haw: Kū i ka _Kekahi

source: _Continue
haw: _E hoʻomau

source: _Queue New Tasks
haw: _Lālani Nā Hana Hou

source: _Smart Queue
haw: _Lanakila akamai

source: _Pause On Error
haw: _Hoʻomaha i ka hewa

source: Arrange _Icons
haw: Hoʻonohonoho _Ikona

source: By _Name
haw: Na _Inoa

source: By _Type
haw: Na _ʻAno

source: By _Date Modified
haw: Na _Lā Hoʻololi

source: By _Size
haw: Na _Nui

source: _Custom
haw: _Kuʻuna

source: _Ascending
haw: _Piʻi ʻana

source: Desktop _Settings
haw: Papakaukau _Nā hoʻonohonoho

source: _Desktop Folder
haw: _Palapala Papakaukau

source: Editor Font
haw: Lunahooponopono Font

source: Example Input 0123456789
haw: Hoʻokomo Laʻana 0123456789

source: Input Font
haw: Momo hookomo

source: Edit As _Root
haw: Hoʻoponopono e like me _Root

source: _Choose...
haw: _E koho...

source: File _Handlers...
haw: waihona _Nā mea lawelawe...

source: Open With _Default
haw: Wehe Me _Default

source: _Extract
haw: _Unuhi

source: Extract _To
haw: Unuhi _I ka

source: _List Contents
haw: _Papa inoa

source: _Archive Defaults
haw: _Waihona Paʻamau

source: _Open With App
haw: _Wehe Me ka App

source: _Create Subfolder
haw: _Hana i ka waihona waihona

source: _Write Access
haw: _Kākau Komo

source: Archive _Handlers
haw: Waihona waihona _Nā mea lawelawe

# New|
source: _Bookmark
haw: _Kaha puke

source: _Archive
haw: _Waihona waihona

source: Tab _Here
haw: Tab _Eia

source: _Desktop Application
haw: _Palapala Papahana

source: _Go
haw: _Hele

source: _Back
haw: _Ke kua

source: _Forward
haw: _Imua

source: _Up
haw: _I luna

source: _Set Default
haw: _Hoʻonoho paʻamau

source: Re_al Path
haw: Re_al Alanui

source: _Path Bar
haw: _Bar Ala

source: _File List
haw: _Papa waihona

source: _Tree
haw: _Kumulāʻau

source: _Close
haw: _Pani

source: _Reorder
haw: _Hoʻonohonoho hou

source: _Rubberband Select
haw: _Koho i ka Pahu Rubberband

source: _Sort
haw: _Hoʻokaʻawale

source: _Size
haw: _Nui

source: _Type
haw: _ʻAno

source: _Permission
haw: _ʻAe ʻae

source: _Owner
haw: _mea nona

source: _Modified
haw: _Hoʻololi ʻia

source: _Descending
haw: _Ke iho nei

source: Folders Fi_rst
haw: Nā waihona Fi_rst

source: F_iles First
haw: F_iles Ka mua

source: _Hidden First
haw: _Huna mua

source: Hidden _Last
haw: Huna _Ka hope

source: Re_fresh
haw: Re_hou

source: Auto See_k
haw: ʻIke Auto _k

source: Path Bar _Help
haw: Bar Ala _Kokua

source: _Rename
haw: _inoa hou

source: _Delete
haw: _Holoi

source: Cut
haw: ʻOki

source: _Actions
haw: _Nā hana

source: Copy Pa_rent
haw: kope Pa_rent

source: Paste _Link
haw: Hoʻopili _loulou

source: Paste _Target
haw: Hoʻopili _Kuhikuhi

source: Paste _As
haw: Hoʻopili _E like me

source: _Copy To
haw: _Kope I

source: L_ast Location
haw: L_ast Wahi

source: _Move To
haw: _Neʻe i

source: _Location
haw: _Wahi

source: _Select All
haw: _E koho i nā mea a pau

source: _Unselect All
haw: _Wehe i ke koho i nā mea a pau

source: _Invert Selection
haw: _Koho Huli

source: S_elect By Pattern
haw: S_elect Ma ke Kumu

source: Move _To
haw: Neʻe _I ka

source: Info
haw: ʻIke

source: Permissions
haw: Nā ʻae

source: _Quick
haw: _wikiwiki

source: _Recursive
haw: _Hoihoi hou

source: _Toolbar
haw: _Pahu mea hana

source: _Side Toolbar
haw: _ʻaoʻao Toolbar

source: _Detailed
haw: _kikoʻī

source: _Large Icons
haw: _Nā Ikona Nui

source: _Hidden Files
haw: _Nā waihona huna

source: File List Font (Panel %d)
haw: Palapala Papa waihona (Panel %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
haw: Laʻana 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
haw: Fonts Device (Panel %d)

source: Bookmarks Font (Panel %d)
haw: Fonts Bookmarks (Panel %d)

source: Example Bookmark Name
haw: Laʻana Bookmark Name

source: Path Bar Font (Panel %d)
haw: ʻAla ʻAla ʻAla Font (Panel %d)

source: $ cat /home/user/example
haw: $ cat /home/mea hoʻohana/laʻana

source: Tab Font (Panel %d)
haw: Pepa Font (Panel %d)

source: Status Bar Font (Panel %d)
haw: Palapala Kūlana (Panel %d)

source: 12 G free / 200 G 52 items
haw: 12 G manuahi / 200 G 52 mau mea

source: Follow _Dir
haw: Hahai _Dir

source: _New Tab
haw: _Tab Hou

source: _Single Click
haw: _Hoʻokahi Kaomi

source: Directory doesn't exist %s
haw: ʻAʻohe papa kuhikuhi %s

source: Unable to access %s %s
haw: ʻAʻole hiki ke komo %s %s

source: Select By Pattern
haw: E koho ma ke ʻano

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
haw: E hoʻokomo i ke kumu no ke koho ʻana i nā faila a me nā waihona: Inā loaʻa i kāu mamana kekahi mau huaʻōlelo nui, e pili ana ka hoʻohālikelike ʻana i nā huaʻōlelo. Laʻana: *sp*e?m* TIP: Hiki iā ʻoe ke komo '%% PATTERN' ma ka pahu ala.

source: Choose Location
haw: E koho i kahi

source: Invalid Destination
haw: Wahi kūpono ʻole

source: Destination same as source
haw: E like me ke kumu

source: Invalid destination
haw: Manaʻo ʻole kahi e hele ai

source: Hide File
haw: Hūnā Kōnae

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
haw: E hoʻohui ʻia nā inoa o nā faila i koho ʻia i ka '.hidden' Aia i loko o kēia waihona, e hūnā iā lākou mai ka ʻike ma zzzFM. Pono paha ʻoe e hōʻano hou i ka ʻike a hoʻomaka hou i ka zzzFM no ka nalowale ʻana o nā faila. No ka wehe ʻana i kahi faila, wehe i ka faila .hidden i kāu hoʻoponopono kikokikona, wehe i ka inoa o ka faila, a hōʻano hou.

source: Error hiding files
haw: Ua hewa ka hūnā ʻana i nā faila

source: No files are selected
haw: ʻAʻohe faila i koho ʻia

source: Invalid URL
haw: Helu 'ole

source: The entered URL is not valid.
haw: ʻAʻole kūpono ka URL i hoʻokomo ʻia.

source: Handler Not Found
haw: ʻAʻole i loaʻa ka mea lawelawe

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
haw: ʻAʻohe mea lawelawe pūnaewele i hoʻonohonoho ʻia no kēia URL, a ʻaʻohe kauoha mauna i hoʻonohonoho ʻia. E hoʻohui i kahi mea hoʻohana i loko o nā hāmeʻa|nā hoʻonohonoho|nā mea hoʻoponopono protocol.

source: Open URL %s
haw: Wehe HKH %s

source: mount
haw: mauna

source: unmount
haw: wehe i luna

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
haw: ʻAʻohe mea lawelawe i hoʻonohonoho ʻia no kēia ʻano mea, a ʻaʻole paha %s kau ʻia ke kauoha. E hoʻohui i kahi mea hoʻohana i nā ʻōkuhi|Nā Mea Hoʻohana a i ʻole nā u200bu200bu200bu200bmea hoʻokele Protocol.

source: Mount %s
haw: mauna %s

source: %s is currently mounted. You must unmount it before you can check it.
haw: %s ua kau ʻia i kēia manawa. Pono ʻoe e wehe iā ia ma mua o kou hiki ke nānā.

source: Device Is Mounted
haw: Kau ʻia ka mea hana

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
haw: E hoʻokomo i ke kauoha hōʻoia ʻōnaehana file: E hoʻohana: %%%%v waihona mea hana ( %s ) Hoʻoponopono me ka mālama ʻia kēia kauoha e like me root

source: Check As Root
haw: E nānā e like me Root

source: CHECK AS ROOT
haw: E HOIKE ROOT

source: Check As Root %s
haw: E nānā e like me Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
haw: E komo i ke kauoha mauna: E hoʻohana: %%%%v waihona mea hana ( %s ) %%%%o nā koho mauna kikoʻī leo ( %s ) 'Ōlelo Aʻo: hoʻopau ʻo fstab i kekahi mau koho Hoʻoponopono me ka mālama ʻia kēia kauoha e like me root

source: Mount As Root
haw: Mauna As Root

source: MOUNT AS ROOT
haw: MAUNA AS ROOT

source: Mount As Root %s
haw: Mauna As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
haw: E hoʻokomo i ke kauoha unmount: E hoʻohana: %%%%v waihona mea hana ( %s ) Hoʻoponopono me ka mālama ʻia kēia kauoha e like me root

source: Unmount As Root
haw: Wehe iā As Root

source: Unmount As Root %s
haw: Wehe iā As Root %s

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
haw: 'Ōlelo Aʻo: %s kau ʻia. Makemake ʻoe a pono paha e wehe iā ia ma mua o ka hoʻololi ʻana i ka lepili.

source: Enter volume label for %s:%s
haw: E hoʻokomo i ka lepili leo no %s:%s

source: Change Volume Label
haw: Hoʻololi Lepe Lepe

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
haw: E hoʻokomo i ke kauoha e wehe i ka lepili no fstype '%s': E hoʻohana: %%%%v waihona mea hana ( %s ) %%%%l lepili hou ( "%s" ) Hoʻoponopono me ka mālama ʻia kēia kauoha e like me root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
haw: E hoʻokomo i ke kauoha lepili hoʻololi no fstype '%s': E hoʻohana: %%%%v waihona mea hana ( %s ) %%%%l lepili hou ( "%s" ) Hoʻoponopono me ka mālama ʻia kēia kauoha e like me root%s

source: Change Label As Root
haw: E hoʻololi i ka Lepili E like meRoot

source: Label As Root %s
haw: Lepe like Root %s

source: Unmount %s
haw: Wehe ʻia %s

source: Remove %s
haw: Wehe %s

source: Remount %s
haw: Kau hou %s

source: Reload %s
haw: Hoʻouka hou %s

source: Sync
haw: Hoʻopili

source: %s is currently mounted. You must unmount it before you can format it.
haw: %s ua kau ʻia i kēia manawa. Pono ʻoe e wehe iā ia ma mua o ka hiki ke hoʻohōpili.

source: ( AN ENTIRE DEVICE )
haw: ( HE MEA PAU AKU )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
haw: Ke kokoke nei ʻoe e holoi %s %s- E NALOWALE ANA NA ikepili a pau. E hoʻomanawanui - hiki ke lōʻihi kēia a dd ʻaʻole hāʻawi manaʻo. E hoʻokomo i ke kauoha e kākau hou i ka leo holoʻokoʻa me /dev/%s: E hoʻohana: %%%%v waihona mea hana ( %s ) Hoʻoponopono me ka mālama ʻia kēia kauoha e like me root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
haw: Ua kokoke ʻoe e hoʻopalapala %s %s- E NALOWALE ANA NA ikepili a pau. Komo %s kauoha format: E hoʻohana: %%%%v waihona mea hana ( %s ) Hoʻoponopono me ka mālama ʻia kēia kauoha e like me root

source: Format
haw: Hōʻano

source: DATA LOSS WARNING
haw: HOOLAHA HOLOHOLO

source: Format %s
haw: Hōʻano %s

source: %s is currently mounted. You must unmount it before you can restore it.
haw: %s ua kau ʻia i kēia manawa. Pono ʻoe e wehe iā ia ma mua o ka hoʻihoʻi ʻana.

source: Choose Backup For Restore
haw: E koho i ka Backup For Restore

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
haw: Ua kokoke ʻoe e kākau i ke code boot MBR o %s hoʻohana %s. Hiki i kēia hoʻololi ke pale i kāu kamepiula mai ka hoʻomaka ʻana pono. Pono e kākoʻo mua ʻia nā ʻikepili koʻikoʻi a pau ma ka ʻaoʻao holoʻokoʻa. E hoʻomau? (Inā ʻoe e kaomi iā ʻAe, loaʻa iā ʻoe hoʻokahi manawa hou e hoʻopau ai ma mua o ka hoʻololi ʻana o ka disk.)

source: Restore MBR
haw: Hoʻihoʻi hou i ka MBR

source: Unknown Type
haw: ʻAno ʻike ʻole ʻia

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
haw: ʻAʻole ʻike ʻia ka faila i koho ʻia. FSAia nā waihona waihona waihona 'fsarchiver' a i ʻole e hoʻopau '.fsa'. Loaʻa i nā inoa faila hapa 'partimage' a i ʻole e hoʻopau '.000'. MBR pau nā inoa waihona '.mbr', '.mbr.bin', a i ʻole '-MBR-back' a he 512 bytes ka nui. Inā maopopo ʻoe he waihona kūpono kēia faila, hiki iā ʻoe ke hoʻololi i ka inoa e pale aku i kēia hewa.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
haw: Ke kokoke nei ʻoe e hoʻihoʻi %s %shoʻohana %s - E NALOWALE ANA NA ikepili a pau. Komo %s kauoha hoʻihoʻi: E hoʻohana: %%%%v waihona mea hana ( %s ) %%%%s waihona waihona ( %s ) Hoʻoponopono me ka mālama Ua holo ʻia kēia kauoha ma ke ʻano he kumu

source: Restore
haw: Hoʻihoʻi

source: %s Restore %s
haw: %s Hoʻihoʻi %s

source: The %s directory was not found. Is udevil installed?
haw: ʻO ka %s ʻAʻole i loaʻa ka papa kuhikuhi. Ua hoʻokomo ʻia ʻo udevil?

source: Directory Missing
haw: Nalo ka papa kuhikuhi

source: Choose Backup For Info
haw: E koho i ka waihona no ka ʻike

source: MBR File
haw: Kōnae MBR

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
haw: Ma muli o kona inoa, ʻike ʻia ka faila i koho ʻia he waihona waihona MBR. ʻAʻohe ʻike ʻē aʻe i loaʻa no kēia ʻano waihona.

source: Restore Info
haw: Hoʻihoʻi i ka ʻike

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
haw: 'Ōlelo Aʻo: %s kau ʻia. Ma ka paʻamau, FSE hoʻopaʻa wale ʻo Archiver i nā puke heluhelu-wale i kau ʻia. No ke kākoʻo ʻana i ka leo heluhelu-kākau, pono ʻoe e hoʻohui --allow-rw-mounted i ke kauoha. E nana 'man fsarchiver' no nā kikoʻī.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
haw: %s ua kau ʻia i kēia manawa. Pono ʻoe e wehe iā ia ma mua o ka hana ʻana i kahi waihona me ka hoʻohana ʻana i Partimage.

source: Save %s Backup
haw: Mālama %s Kākoʻo

source: Overwrite?
haw: Kakau hou?

source: The selected backup already exists. Overwrite?
haw: Aia ka waihona i koho ʻia. Kakau hou?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
haw: Komo %s kauoha kākoʻo: E hoʻohana: %%%%v waihona mea hana ( %s ) %%%%s waihona waihona ( %s )%s Hoʻoponopono me ka mālama ʻia kēia kauoha e like me root

source: Backup
haw: Kākoʻo

source: %s Backup %s
haw: %s Kākoʻo %s

source: Properties %s
haw: Waiwai %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
haw: %sMea i koho ʻia i kēia manawa: %s Lepili Volume: %s Mea ID: %s

source: Kill As Other
haw: Pepehi e like me na mea e ae

source: Stop As Other
haw: Kū e like me nā mea ʻē aʻe

source: Cont As Other
haw: E like me na mea e ae

source: Move:
haw: Neʻe:

source: Copy:
haw: kope:

source: Delete:
haw: Holoi:

source: Link:
haw: loulou:

source: Change:
haw: Hoʻololi:

source: Run:
haw: Holo:

source: Moving...
haw: Ke neʻe nei...

source: Copying...
haw: Ke kope nei...

source: Deleting...
haw: Holoi ana...

source: Linking...
haw: Ke loulou nei...

source: Changing...
haw: Ke hoʻololi nei...

source: Running...
haw: Ke holo nei...

source: From:
haw: Mai:

source: To:
haw: I:

source: Progress:
haw: Holomua:

source: Status:
haw: Kūlana:

source: Paused
haw: Hoʻomaha
