Repository: dimkr/zzzfm
Catalog: po/from transifex/haw/zzzfmpot.sh.po
Languages: haw

source: _Bookmark
haw: _Kaha puke

source: _Application
haw: _Palapala noi

source: _Command
haw: _Kauoha

source: Sub_menu
haw: Sub_papa kuhikuhi

source: _Add
haw: _Hoʻohui

source: T_ooltips
haw: T_oolʻōlelo aʻoaʻo

source: _Key Shortcut
haw: _Pōkole kī

source: _Edit Script
haw: _Hoʻoponopono Palapala

source: E_dit As Root
haw: E_dit E like me Root

source: _Edit Command
haw: _Hoʻoponopono Kauoha

source: _Properties
haw: _Waiwai

source: Set Icon
haw: Hoʻonohonoho ikona

source: _Edit
haw: _Hoʻoponopono

source: Your input is invalid because it contains linefeeds
haw: He kūpono ʻole kāu hoʻokomo no ka mea aia nā laina laina

source: _Unset
haw: _Wehe ʻia

source: Remo_ve / Eject
haw: Remo_ve / Kipaku

source: _Unmount
haw: _Wehe ʻia

source: _Sync
haw: _Hoʻopili

source: _Open
haw: _Wehe

# Devices|Open|
source: Open In _Tab
haw: Wehe i loko _Tab

source: _Mount
haw: _mauna

source: Re_/mount
haw: Ua ʻōlelo ʻo Re_/mauna

source: _Root
haw: _Aʻa

source: _Label
haw: _Lepili

source: _Check
haw: _Nānā

source: _Edit fstab
haw: _Hoʻoponopono fstab

source: Edit u_devil.conf
haw: Hoʻoponopono u_devil.conf

source: _Format
haw: _Hōʻano

source: _Backup
haw: _Kākoʻo

source: _Restore
haw: _Hoʻihoʻi

source: _From File
haw: _Mai ka waihona

source: File _Info
haw: waihona _ʻIke

source: _Internal Drives
haw: _Nā Kaʻa Kuloko

source: _Empty Drives
haw: _Nā Kaʻa Haʻahaʻa

source: _Partition Tables
haw: _Nā Papa ʻĀpana

source: Mounted _Networks
haw: Kau ʻia _Nā pūnaewele

source: Mounted _Other
haw: Kau ʻia _'ē aʻe

source: _Volumes...
haw: _Nā Volumes...

source: Show/Hide Volumes
haw: Hōʻike/Hūnā i nā Volumes

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
haw: No ka hoʻoikaika ʻana i ka hōʻike ʻana a i ʻole ka hūnā ʻana i kekahi mau leo, e hoʻopau i nā hoʻonohonoho ʻē aʻe, hiki iā ʻoe ke kuhikuhi i nā mea hana, nā lepili leo, a i ʻole nā u200bu200bID mea hana ma ka papa inoa i hoʻokaʻawale ʻia ma lalo nei. Laʻana: +/dev/sdd1 -Lepili me ka lewa +ata-OCZ-part4 ʻO kēia ke kumu /dev/sdd1 a me ka mea OCZ e hōʻike ʻia, a me ka leo me ka lepili "Lepili me ka lewa" e hunaia. Pono e loaʻa kahi kaawale ma waena o nā mea komo a me kahi hōʻailona hoʻohui a i ʻole hōʻemi pololei ma mua o kēlā me kēia mea. Pilikia kēia papa inoa.

source: Ignore _Hide Policy
haw: Haʻalele _Huna Kulekele

source: _Display Name
haw: _Inoa Hōʻike

source: Set Display Name Format
haw: E hoʻonohonoho i ka inoa hōʻike

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
haw: E hoʻokomo i ka ʻano hōʻike inoa o ka mea hana: E hoʻohana: %%v inoa faila (eg sdd1) %%s huina nui (eg 800G) %%t fsʻano ʻano (eg ext4) %%l lepili leo (e laʻa ka Lepili a i ʻole [ʻaʻohe media]) %%m lae mauna inā kau ʻia, a i ʻole --- %%i ID mea hana %%n major:minor helu kelepona (eg 15:3)

source: _Auto Mount
haw: _Mauna Auto

source: Mount _Optical
haw: mauna _Optical

source: _Mount Removable
haw: _Hiki ke hoʻoneʻe ʻia

source: Mount _Volumes...
haw: mauna _Nā Volumes...

source: Auto-Mount Volumes
haw: Nā Volumes Kauʻi-Aunoa

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
haw: No ka hoʻoikaika ʻana a i ʻole ka pale ʻana i ka hoʻokomo ʻana i kekahi mau leo, e hoʻopau i nā hoʻonohonoho ʻē aʻe, hiki iā ʻoe ke kuhikuhi i nā hāmeʻa, nā lepili leo, a i ʻole nā u200bu200bID mea hana ma ka papa inoa i hoʻokaʻawale ʻia ma lalo nei. Laʻana: +/dev/sdd1 -Lepili me ka lewa +ata-OCZ-part4 ʻO kēia ke kumu /dev/sdd1 a me ka OCZ mea e kau 'akomi ke 'ike 'ia, a me ka leo me ka lepili "Lepili me ka lewa" e malama ole ia. Pono e loaʻa kahi kaawale ma waena o nā mea komo a me kahi hōʻailona hoʻohui a i ʻole hōʻemi pololei ma mua o kēlā me kēia mea. Pilikia kēia papa inoa.

source: Mount _Dirs...
haw: mauna _Na Dirs...

source: Automatic Mount Point Dirs
haw: Nā Dirs Lae Mauna Aunoa

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
haw: E hoʻokomo i ka papa kuhikuhi kahi e hana ai ʻo zzzFM i nā papa kuhikuhi mauna no ka fuse a me nā ʻōnaehana faila like (%%a i nā kauoha lima). Pono e kākau ʻia kēia papa kuhikuhi (mai hoohana /media), a e wehe ʻia nā subdirectories hakahaka. Inā waiho hakahaka, ~/.cache/zzzfm/ (a i ʻole $XDG_CACHE_HOME/zzzfm/) hoʻohana ʻia. ʻIke ʻia nā ʻano like ʻole: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME E hoʻomanaʻo, ʻaʻole hoʻolohe paha kekahi mau mea lawelawe a hoʻopaʻa i kēia hoʻonohonoho.

source: Open _Tab
haw: Wehe _Tab

source: _Unmount On Exit
haw: _Wehe i luna ma ka puka

source: Auto _Run
haw: Auto _Holo

source: On _Mount
haw: Ma ka _mauna

source: Auto Run On Mount
haw: Holo Auto Ma ka mauna

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa ma hope o ka hoʻokomo ʻia ʻana o kahi pahu hoʻoneʻe a i ʻole ka disc data. E hoʻohana: %%v mea hana (eg /dev/sda1) %%l lepili mea %%m mea kau wahi mea (eg /media/disk)

source: On _Audio CD
haw: Ma ka _CD leo

source: Auto Run On Audio CD
haw: Holo ʻakomi ma ka CD Audio

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i ka wā e hoʻokomo ʻia ai kahi CD leo i loko o kahi hāmeʻa kūpono: E hoʻohana: %%v mea hana (eg /dev/sda1) %%l lepili mea %%m mea kau wahi mea (eg /media/disk)

source: On _Video DVD
haw: Ma _Video DVD

source: Auto Run On Video DVD
haw: Holo ʻakomi ma ka DVD wikiō

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi ke kau ʻia kahi DVD wikiō: E hoʻohana: %%v mea hana (eg /dev/sda1) %%l lepili mea %%m mea kau wahi mea (eg /media/disk)

source: On _Insert
haw: Ma ka _Hookomo

source: Auto Run On Insert
haw: Holo Auto Ma Hookomo

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi ke hoʻokomo ʻia kekahi mea hana: E hoʻohana: %%v mea hoʻohui (eg /dev/sda1) %%l lepili mea %%m mea kau wahi mea (eg /media/disk)

source: On _Unmount
haw: Ma _Unmount

source: Auto Run On Unmount
haw: Holo ʻakomi ma ka wehe ʻana

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi ke hoʻokuʻu ʻia kekahi mea ma kekahi ʻano: E hoʻohana: %%v wehe ʻia ka mea hana (eg /dev/sda1) %%l lepili mea %%m mea kau wahi mea (eg /media/disk)

source: On _Remove
haw: Ma ka _Wehe

source: Auto Run On Remove
haw: Holo ʻakomi i ka wehe ʻana

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i ka wā e wehe ʻia ai kekahi mea (ʻaʻole kūpono ke kipaku ʻia o ka media): E hoʻohana: %%v wehe ʻia ka mea hana (eg /dev/sda1) %%l lepili mea %%m mea kau wahi mea (eg /media/disk)

source: Ignore _No Policy
haw: Haʻalele _ʻAʻohe Kulekele

source: _Mount Options
haw: _Koho mauna

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
haw: E hoʻokomo i kāu papa kuhikuhi koma a i ʻole ka hakahaka o nā koho mauna paʻamau ma lalo (%%o i nā mea lawelawe). Ma waho aʻe o nā koho maʻamau, hiki iā ʻoe ke kuhikuhi i nā koho e hoʻohui ʻia a wehe ʻia paha no kahi ʻano filesystem kikoʻī ma ka hoʻohana ʻana i ke ʻano OPTION+FSTYPE a i ʻole OPTION-FSTYPE. Laʻana: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 E hoʻonui kēia nosuid a noatime no nā ʻano waihona waihona, hoʻohui sync no ka mea vfat a ntfs wale, a wehe noatime no ext4. Nānā: Hiki ke hoʻohui ʻia kekahi mau koho, e like me nosuid, e ka polokalamu mauna inā ʻaʻole ʻoe e hoʻokomo iā lākou. Nā koho ma fstab e hoomua. pmounta hiki ʻole i kekahi mau mea lawelawe ke hoʻowahāwahā i nā koho i hoʻonoho ʻia ma aneʻi.

source: Default Mount Options
haw: Nā koho mauna paʻamau

source: Re/mount With Options
haw: Re/mount Me nā koho

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
haw: E kau hou ʻia ka hāmeʻa me ka hoʻohana ʻana i nā koho ma lalo. Ma waho aʻe o nā koho maʻamau, hiki iā ʻoe ke kuhikuhi i nā koho e hoʻohui ʻia a wehe ʻia paha no kahi ʻano filesystem kikoʻī ma ka hoʻohana ʻana i ke ʻano OPTION+FSTYPE a i ʻole OPTION-FSTYPE. Laʻana: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 E hoʻonui kēia nosuid a noatime no nā ʻano waihona waihona, hoʻohui sync no ka mea vfat a ntfs wale, a wehe noatime no ka mea ext4. Nānā: ʻO kekahi mau koho, e like me nosuid, hiki ke hoʻohui ʻia e ka polokalamu mauna inā ʻaʻole ʻoe e hoʻokomo iā lākou. Nā koho ma fstab e hoomua. ʻAʻole nānā ʻo pmount i nā koho i hoʻonoho ʻia ma aneʻi.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
haw: E hoʻokomo i kāu papa inoa koma a i ʻole i hoʻokaʻawale ʻia o nā faila ʻaʻole pono e nānā ʻia no nā loli faila. Hoʻopili wale kēia hoʻonohonoho i nā mea paʻa ʻole (e like me nfs a i ʻole fuse), a hoʻohana mau ʻia no ka pale ʻana i ka zzzFM i pane ʻole me nā ʻōnaehana faila. Hoʻopau ʻia ka hoʻouka ʻana i nā kiʻi liʻiliʻi a me nā nui subdirectory.

source: Change Detection Blacklist
haw: Hoʻololi i ka papa inoa ʻeleʻele ʻike

source: _Device Handlers
haw: _Nā Mea Hana Mea Hana

source: _Protocol Handlers
haw: _Nā Luna Hoʻoponopono

source: _Icon
haw: _Ikona

source: Audio CD
haw: CD leo

source: Optical Mounted
haw: Kau ʻia ʻo Optical

source: Optical Has Media
haw: Loaʻa iā Optical Media

source: Floppy Mounted
haw: Kau ʻia ʻo Floppy

source: Floppy Unmounted
haw: ʻAʻole kau ʻia ʻo Floppy

source: Removable Mounted
haw: Hiki ke kau ʻia

source: Removable Unmounted
haw: Hiki ke wehe ʻia ʻaʻole kau ʻia

source: Internal Mounted
haw: Kauia Kuloko

source: Internal Unmounted
haw: Kuloko Unmounted

source: Mounted Network
haw: Pūnaehana kau ʻia

source: Mounted Other
haw: Kauʻia ʻē aʻe

source: _Settings
haw: _Nā hoʻonohonoho

source: Bookmark _Icon
haw: Kaha puke _Ikona

source: Sub_menu Icon
haw: Sub_papa kuhikuhi Ikona

source: _Show Bookmarks
haw: _Hōʻike i nā kaha puke

source: New _Bookmark
haw: Hou _Kaha puke

source: _Name
haw: _Inoa

source: F_ilename
haw: F_ileinoa

source: _Parent
haw: _makua

source: _Option
haw: _Koho

source: _Link
haw: _loulou

source: Copy _Target
haw: kope _Kuhikuhi

source: Lin_k Target
haw: Lin_k Kuhikuhi

source: _As Root
haw: _E like me Root

source: Move Dialog Font
haw: E hoʻoneʻe i ke ʻano ʻōlelo

source: /home/user/Example Filename.ext
haw: /home/user/Laʻana inoa faila.ext

source: _Confirm Create
haw: _E hōʻoia i ka hana

source: Highlight _Bar
haw: Kahakaha _Bar

source: Status Bar Highlight Color
haw: Kala Kūlana Kūlana

source: Highlight _Text
haw: Kahakaha _kikokikona

source: Status Bar Text Highlight Color
haw: Kala Kūlana Kūlana kikokikona

source: _Middle Click
haw: _Kaomi Waena

source: Copy _Name
haw: kope _Inoa

source: Copy _Path
haw: kope _Alanui

source: _Hide Panel
haw: _Huna Panel

source: New _Window
haw: Hou _Pukaaniani

source: R_oot Window
haw: R_oot Pukaaniani

source: _File Search
haw: _Huli waihona

source: Open _URL
haw: Wehe _URL

source: Open URL
haw: Wehe HKH

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
haw: E hookomo i ka URL ma ke ano: KULA://USERNAME:HUA HUNA@HOME:AWA/Kaʻana like Nā laʻana: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// ʻAʻole palekana ka hoʻokomo ʻana i kahi ʻōlelo huna. No ka bookmark i kahi URL, kaomi ʻākau ma ka pūnaewele i kau ʻia ma Devices a koho i ka Bookmark.

source: Save Ta_bs
haw: Mālama Ta_bs

source: Panel _1
haw: Pane _1

source: Panel _2
haw: Pane _2

source: Panel _3
haw: Pane _3

source: Panel _4
haw: Pane _4

source: _Next
haw: _Aʻe

source: _Hide
haw: _Huna

source: _Event Manager
haw: _Luna Hana Hana

source: _Instance
haw: _Laʻana

source: _Startup
haw: _Hoʻomaka

source: Set Instance Startup Command
haw: E hoʻonohonoho i ke kauoha hoʻomaka

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i ka wā e hoʻomaka ai kahi hiʻohiʻona zzzFM: E hoʻohana: %%e ʻano hanana (evt_start)

source: _Exit
haw: _Puka

source: Set Instance Exit Command
haw: E hoʻonoho i ke kauoha puka ʻana

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi i ka wā e puka ai kahi hiʻohiʻona zzzFM: E hoʻohana: %%e ʻano hanana (evt_exit)

source: _Window
haw: _Pukaaniani

# View|Events|Window|
source: _New
haw: _Hou

source: Set New Window Command
haw: E hoʻonoho i ke kauoha puka makani hou

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i ka wā e wehe ʻia ai kahi pukaaniani zzzFM hou: E hoʻohana: %%e ʻano hanana (evt_win_new) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha.

# View|Events|Window|
source: _Focus
haw: _Kūleʻa

source: Set Window Focus Command
haw: E hoʻonohonoho i ke kauoha ʻo Window Focus

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i kēlā me kēia manawa i ka pukaaniani zzzFM. E hoʻohana: %%e ʻano hanana (evt_win_focus) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha.

source: _Move/Resize
haw: _Hoʻoneʻe/Hoʻololi i ka nui

source: Set Window Move/Resize Command
haw: E hoʻonohonoho i ke kauoha e neʻe a hoʻololi i ka puka makani

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i kēlā me kēia manawa e neʻe a hoʻololi ʻia ka pukaaniani zzzFM: E hoʻohana: %%e ʻano hanana (evt_win_move) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha. Nānā: Hiki ke holo i kēia kauoha i nā manawa he nui i ka hoʻololi ʻana.

# View|Events|Window|
source: _Click
haw: _Kaomi

source: Set Click Command
haw: E hoʻonoho i ke Kauoha Kaomi

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i ka wā e kaomi ʻia ai ka ʻiole: E hoʻohana: %%e ʻano hanana (evt_win_click) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā %%b pihi ( pihi iole ) %%m hoʻololi (kī hoʻololi) %%f focus (mea i loaʻa i ke kaomi) Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) Hiki ke hoʻohana ʻia i kēia kauoha inā ʻaʻole hoʻohana ʻia kahi prefix asterisk. E kau mua i kāu kauoha me ka asterisk (*) a e hoʻihoʻi i ke kūlana puka 0 e pale ai i ka mea hoʻohana paʻamau. O kahi laʻana: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nUa kaomi ʻia ke pihi waena %%f" --button ok &

source: _Keypress
haw: _kaomi kī

source: Set Window Keypress Command
haw: E hoʻonohonoho i ke kauoha kī kī Window

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i ka wā e paʻi ʻia ke kī: E hoʻohana: %%e ʻano hanana (evt_win_key) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā %%k kī kī (pāʻia kī) %%m hoʻololi (kī hoʻololi) Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) Hiki ke hoʻohana ʻia i kēia kauoha inā ʻaʻole hoʻohana ʻia kahi prefix asterisk. E kau mua i kāu kauoha me ka asterisk (*) a e hoʻihoʻi i ke kūlana puka 0 e pale ai i ka mea hoʻohana paʻamau. O kahi laʻana: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nUa paʻi ʻia ke kī F8." --button ok &

source: Set Window Close Command
haw: E hoʻonohonoho i ke kauoha pani pukaaniani

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo aunoa i ka wā e pani ʻia kahi pukaaniani zzzFM: E hoʻohana: %%e ʻano hanana (evt_win_close) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha.

# View|Events|Panel|
source: _Focus
haw: _Kūleʻa

source: Set Panel Focus Command
haw: E hoʻonohonoho i ke kauoha Kūlana Panel

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi i ka wā e nānā ai kahi panel: Hoʻohana: %%e ʻano hanana (evt_pnl_focus) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha.

# View|Events|Panel|
source: _Show
haw: _Hōʻike

source: Set Panel Show Command
haw: E hoʻonohonoho i ke kauoha Hōʻike Panel

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash e holo maʻalahi i kēlā me kēia manawa e hōʻike ʻia a hūnā ʻia kahi panel a i ʻole nā u200bu200bu200bu200bmea papa: E hoʻohana: %%e ʻano hanana (evt_pnl_show) %%w id puka makani (e ʻike i ke kōkua zzzfm -s) %%p panela %%t pā %%f kālele (mea hōʻike ʻia a hūnā ʻia paha) %%v ʻike ʻia (1 a i ʻole 0) Nā mea hoʻololi bash i lawe ʻia (eg $fm_pwd, etc) hiki ke hoʻohana i kēia kauoha.

source: Set Panel Select Command
haw: E hoʻonohonoho i ka Panel Select Command
