Repository: dimkr/zzzfm
Catalog: po/from transifex/haw/zzzfmpot.sh.po
Languages: haw

source: Queued
haw: Ka laina laina

source: Ask
haw: Ninau

source: Overwrite All
haw: Kāohi i nā mea a pau

source: Skip All
haw: Holo i nā mea a pau

source: Auto Rename
haw: Kapa inoa hou

source: Stop If Error First
haw: Hoʻopau inā hewa mua

source: Stop On Any Error
haw: E hooki i ka hewa

source: Continue
haw: E hoʻomau

source: Stopped
haw: Ua kū

source: Errors
haw: Nā hewa

source: Done
haw: Pau

source: %s (%s) %s remaining
haw: %s (%s) %s koena

source: Error ( Stop If First )
haw: Hapa (Ho'oki inā mua)

source: Error ( Stop On Any )
haw: Hapa ( Stop On Any )

source: Stopped with %d error
haw: Ua kū me %d kuhi hewa

source: Finished with %d error
haw: Pau me %d kuhi hewa

source: Finished with error ( exit status %d )
haw: Pau me ka hewa ( kūlana puka %d )

source: Finished with error
haw: Pau me ka hewa

source: Paused ( pid %d )
haw: Hoʻomaha ( pid %d )

source: Paused ( exit status %d )
haw: Hoʻomaha ( kūlana puka %d )

source: Queued ( pid %d )
haw: Ka laina laina ( pid %d )

source: Queued ( exit status %d )
haw: Ka laina laina ( kūlana puka %d )

source: Running with %d error
haw: Holo me %d kuhi hewa

source: Running... ( pid %d )
haw: Ke holo nei... ( pid %d )

source: Running... ( exit status %d )
haw: Ke holo nei... ( kūlana puka %d )

source: stalled
haw: paa

source: [ SNIP - additional errors above have been trimmed from this log ]
haw: [ SNIP - ua ʻoki ʻia nā hewa hou aʻe ma luna mai kēia log ]

source: Moving from folder:
haw: Ke neʻe nei mai ka waihona:

source: Linking from folder:
haw: Ke loulou nei mai ka waihona:

source: Copying from folder:
haw: Ke kope nei mai ka waihona:

source: Folder Exists
haw: Loaʻa ka waihona

source: <b>Folder already exists.</b> Please rename or select an action.
haw: <b>Aia ka waihona.</b> E ʻoluʻolu e hoʻololi i ka inoa a koho paha i kahi hana.

source: <b>( link )</b>
haw: <b>( loulou )</b>

source: <b>! overwrite file with link !</b>
haw: <b>! kākau hou i ka faila me ka loulou !</b>

source: <b>( same size )</b>
haw: <b>( like ka nui )</b>

source: larger
haw: nui aku

source: smaller
haw: liʻiliʻi

source: <b>( same time )</b>
haw: <b>( manawa like )</b>

source: newer
haw: hou aku

source: older
haw: kahiko

source: Filename Exists
haw: Aia ka inoa faila

source: <b>Filename already exists.</b> Please rename or select an action.
haw: <b>Aia ka inoa faila.</b> E ʻoluʻolu e hoʻololi i ka inoa a koho paha i kahi hana.

source: Rename Required
haw: Pono ka inoa hou

source: In folder:
haw: Ma ka waihona:

source: _Overwrite
haw: _Kāohi ʻana

source: Overwrite _All
haw: Kāohi ʻana _ʻO nā mea a pau

source: _Pause
haw: _Hoʻomaha

source: _Skip
haw: _Holoi

source: S_kip All
haw: S_kip ʻO nā mea a pau

source: To folder:
haw: I ka waihona:

source: <b>Folder Name:</b>
haw: <b>inoa waihona:</b>

source: _Rename
haw: _inoa hou

source: A_uto Rename
haw: A_uto inoa hou

source: Auto Re_name All
haw: Auto Re_name ʻO nā mea a pau

source: Error Loading Handler
haw: Kuhihewa i ka hoʻouka ʻana

source: Create Archive
haw: Hana i ka waihona

source: Co_mpress Commands:
haw: Co_mpress Nā kauoha:

source: Archive Handlers - Create Archive
haw: Nā mea mālama waihona - hana i ka waihona

source: No archive handlers configured. You must add a handler before creating an archive.
haw: ʻAʻohe mea mālama waihona i hoʻonohonoho ʻia. Pono ʻoe e hoʻohui i kahi mea lawelawe ma mua o ka hana ʻana i kahi waihona.

source: _Archive Format:
haw: _ʻAno waihona:

source: The archive creation command is empty. Please enter a command.
haw: Ua nele ke kauoha hana waihona. E ʻoluʻolu e hoʻokomo i kahi kauoha.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
haw: Pono nā ʻano like ʻole i loko o ke kauoha hana waihona: ʻO kekahi o kēia mau mea: %%%%n: Ua koho mua ʻia ka faila/papa kuhikuhi no ka waihona %%%%N: ʻO nā faila/papa kuhikuhi āpau i koho ʻia no ka waihona a me kekahi o keia: %%%%o: Ka hopena hoʻokahi waihona %%%%O: Loaʻa ka waihona no kēlā me kēia kumu waihona/papa kuhikuhi (ike %%%%n/%%%%N)

source: Error Saving Handler
haw: Hapa ka mālama ʻana

source: copy
haw: kope

source: Archive
haw: Waihona waihona

source: Extract To
haw: Unuhi I

source: Make contents user-_writable
haw: E hoʻohana i nā mea hoʻohana-_hiki ke kakauia

source: No archive handler/command found for file:
haw: ʻAʻohe mea mālama waihona/kauoha i loaʻa no ka faila:

source: Extract %s
haw: Unuhi %s

source: Complete!
haw: Hoʻopiha!

source: Command:
haw: Kauoha:

source: File System
haw: Pūnaehana waihona

source: ( no subfolder )
haw: ( ʻaʻohe waihona waihona )

source: Remove Text Type Association
haw: Wehe i ka hui ʻano kikokikona

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
haw: KA MANAʻO: I ka hoʻohui ʻana i ka papa inoa o nā noi e ʻike ʻia ma ka papa kuhikuhi Open no kahi faila kikokikona, e hoʻokomo ʻia ka zzzFM i nā noi pili me ka MIME type (eg text/html) AND nā noi pili me text/plain. Inā ʻoe e koho Wehe ma kahi palapala noi, e wehe ʻia ʻo ia ma ke ʻano he noi pili no ka MIME type (eg text/html), akā ʻaʻole e wehe ʻia ma ke ʻano he noi pili no text/plain (ke ole ka MIME type ʻo ia text/plain). No laila, ʻaʻole hiki i ka hoʻohana ʻana iā Remove ke wehe i ka palapala noi mai ka papa kuhikuhi Open no kēia ʻano, ke ʻole ʻoe e wehe iā ia mai text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
haw: ʻO ka faila '%s' ʻaʻole i loaʻa. Ma ke kope '%s' i '%s' a me ka hoʻoponopono ʻana, hiki iā ʻoe ke hoʻololi i ke ʻano a me ke ʻano o kēia noi no ka mea hoʻohana i kēia manawa. E hana i kēia kope i kēia manawa?

source: Copy Desktop File
haw: E kope kope

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
haw: ʻO ka faila '%s' ʻaʻole i loaʻa. Ma ke kope '%s' i '%s' a me ka hoʻoponopono ʻana, hiki iā ʻoe ke hoʻololi i ke ʻano o ka MIME '%s' ʻike ʻia nā faila no ka mea hoʻohana i kēia manawa. E hana i kēia kope i kēia manawa?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
haw: ʻO ka faila '%s' ʻaʻole i loaʻa. Ma ka hana ʻana i kahi faila hou '%s' a me ka hoʻoponopono ʻana, hiki iā ʻoe ke wehewehe i ke ʻano o ka MIME '%s' ʻike ʻia nā faila no ka mea hoʻohana i kēia manawa. E hana i kēia faila i kēia manawa?

source: Create New XML
haw: Hana Hou XML

source: _Set As Default
haw: _E hoʻonoho ma ke ʻano he paʻamau

source: _Add...
haw: _Hoʻohui...

source: new
haw: hou

source: Delete %d selected item ?
haw: Holoi %d mea koho ?

source: Confirm Delete
haw: E hōʻoia Holoi

source: <b>P_ath:</b> <i>original</i>
haw: <b>P_ath:</b> <i>kumu</i>

source: <b>_Name:</b> <i>original</i>
haw: <b>_inoa:</b> <i>kumu</i>

source: <b>_Filename:</b> <i>original</i>
haw: <b>_inoa faila:</b> <i>kumu</i>

source: <b>_Parent:</b> <i>original</i>
haw: <b>_makua:</b> <i>kumu</i>

source: <b>P_ath:</b> <i>exists as folder</i>
haw: <b>P_ath:</b> <i>Aia ma ke ʻano he waihona</i>

source: <b>_Name:</b> <i>exists as folder</i>
haw: <b>_inoa:</b> <i>Aia ma ke ʻano he waihona</i>

source: <b>_Filename:</b> <i>exists as folder</i>
haw: <b>_inoa faila:</b> <i>Aia ma ke ʻano he waihona</i>

source: <b>_Parent:</b>
haw: <b>_makua:</b>

source: <b>P_ath:</b> <i>exists as file</i>
haw: <b>P_ath:</b> <i>aia ma ke ʻano he faila</i>

source: <b>_Name:</b> <i>exists as file</i>
haw: <b>_inoa:</b> <i>aia ma ke ʻano he faila</i>

source: <b>_Filename:</b> <i>exists as file</i>
haw: <b>_inoa faila:</b> <i>aia ma ke ʻano he faila</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
haw: <b>P_ath:</b> <i>* kākau i ka faila i loaʻa</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
haw: <b>_inoa:</b> <i>* kākau i ka faila i loaʻa</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
haw: <b>_inoa faila:</b> <i>* kākau i ka faila i loaʻa</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
haw: <b>P_ath:</b> <i>aia ka makua ma ke ʻano he faila</i>

source: <b>_Name:</b>
haw: <b>_inoa:</b>

source: <b>_Filename:</b>
haw: <b>_inoa faila:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
haw: <b>_makua:</b> <i>aia ka makua ma ke ʻano he faila</i>

source: <b>P_ath:</b> <i>* create parent</i>
haw: <b>P_ath:</b> <i>* hana makua</i>

source: <b>_Parent:</b> <i>* create parent</i>
haw: <b>_makua:</b> <i>* hana makua</i>

source: _Move
haw: _Neʻe

source: Select Link Target
haw: E koho i ka Link Target

source: Select Template File
haw: E koho i ka File Template

source: Select Template Folder
haw: E koho i ka waihona waihona

source: Browse
haw: Huli

source: Insert as
haw: Hookomo e like me

# Title|
source: Create New
haw: Hana Hou

# Title|CreateNew|
source: File
haw: waihona

# Title|CreateNew|
source: Folder
haw: waihona

# Title|CreateNew|
source: Link
haw: loulou

source: Move
haw: Neʻe

source: Copy
haw: kope

source: Create Link To
haw: Hana i ka loulou i

source: Target
haw: Kuhikuhi

source: As Root
haw: E like me Root

source: Link
haw: loulou

source: File
haw: waihona

source: & _Open
haw: & _Wehe

source: Link-> %s
haw: loulou-> %s

source: !Link-> %s (missing)
haw: !loulou-> %s (nalowale)

source: <b>_Target:</b>
haw: <b>_Pahuhopu:</b>

source: <b>_Template:</b>
haw: <b>_Papahana:</b>

source: Empty File
haw: Waihona hakahaka

source: Empty Folder
haw: Waihona Waihona

source: Link Tar_get
haw: loulouTar_get

# New|Radio
source: _Link
haw: _loulou

source: New
haw: Hou

source: Path contains linefeeds
haw: Loaʻa i ke ala nā laina laina

source: Create Parent Folder
haw: Hana i ka waihona makua

source: The parent folder does not exist. Create it?
haw: ʻAʻole i loaʻa ka waihona makua. Hana ia?

source: Error creating parent folder %s
haw: Ua hewa ka hana ʻana i ka waihona makua %s

source: Mkdir Error
haw: Mkdir Kuhihewa

source: Overwrite Existing File
haw: Hoʻopau i ka faila i loaʻa

source: OVERWRITE WARNING
haw: OLELO HOOLAHA

source: The file path exists. Overwrite existing file?
haw: Aia ke ala waihona. Kāohi i ka faila i kēia manawa?

source: Create Link%s
haw: Hana i ka loulou%s

source: Template Missing
haw: Nalo ka la'ana

source: The specified template does not exist
haw: ʻAʻole i loaʻa ka mamana i kuhikuhi ʻia

source: Create New File%s
haw: Hana i ka faila hou%s

source: Create New Folder%s
haw: Hana i ka waihona hou%s

source: Copy%s
haw: kope%s

source: Copy Target Error
haw: E kope i ka hewa pahu hopu

source: Error determining link's target
haw: Ua hewa ka hoʻoholo ʻana i ka pahuhopu o ka loulou

source: Link Target Error
haw: Kuʻia Kuʻi Pahu Hoʻohui

source: Move%s
haw: Neʻe%s

source: Error renaming file %s
haw: Ua hewa ke kapa hou ʻana i ka faila %s

source: Rename Error
haw: Hapa inoa hou

source: New Folder
haw: Palapala Hou

source: New folder name:
haw: inoa waihona hou:

source: New File
haw: Kōnae Hou

source: New filename:
haw: inoa faila hou:

source: Name already exists. Please input a new one:
haw: Aia ka inoa. E ʻoluʻolu e hoʻokomo i kahi mea hou:

source: The new file cannot be created
haw: ʻAʻole hiki ke hana i ka faila hou

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
haw: Nalo ka pahu hopu o kēia symlink a i ʻole ʻae ʻia ʻoe e komo iā ia: %s Pahuhopu: %s

source: Broken Link
haw: Loko Haʻihaʻi

source: Delete %d selected item as root ?
haw: Holoi %d mea koho e like me root ?

source: Confirm Delete As Root
haw: E hōʻoia Holoi E like me Root

source: DELETE AS ROOT
haw: HOLOLE AS ROOT

source: Delete As Root
haw: Holoi e like me Root

source: Move As Root
haw: Neʻe E like Root

source: Copy As Root
haw: Kope e like me Root

source: %d folder
haw: %d waihona

source: %d file, %s
haw: %d waihona, %s

source: %d files
haw: %d waihona

source: ( multiple files )
haw: ( mau faila )

source: ( multiple types )
haw: ( nā ʻano he nui )

source: Choose...
haw: E koho...

source: 1 file
haw: 1 waihona

source: <b>Link _Name:</b>
haw: <b>loulou _Inoa:</b>

source: ( broken link )
haw: ( loulou haki )

source: ( read link error )
haw: ( hewa loulou heluhelu )

source: Calculating...
haw: Ke helu nei...

source: Invalid User
haw: Mea hoʻohana hewa ʻole

source: Invalid Group
haw: Pūʻulu kūpono ʻole

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
haw: Ma waho aʻe o kahi waihona a i ʻole ala faila, hiki ke hoʻokomo i nā kauoha i ka Path Bar. Prefix: $ holo e like me ka hana & holo a poina + holo ma ka pahu ! holo like root E hoʻohana: %%F nā faila i koho ʻia a i ʻole %%f file koho mua %%N nā inoa faila i koho ʻia a i ʻole %%n inoa faila i koho mua ʻia %%d papa kuhikuhi o kēia manawa %%v mea i koho ʻia (eg /dev/sda1) %%m mea kau wahi mea (eg /media/dvd); %%l lepili mea %%b bookmark koho %%t papa kuhikuhi hana i koho ʻia; %%p hana pid %%a waiwai mea papa kuhikuhi $fm_panel, $fm_tab, $fm_command, etc Laʻana: $ echo "Papa kuhikuhi o kēia manawa: %%d" Laʻana: +! umount %%v

source: Archive Handlers
haw: Nā mea mālama waihona

source: Device Handlers
haw: Nā Mea Hana Mea Hana

source: Protocol Handlers
haw: Nā Luna Hoʻoponopono

source: File Handlers
haw: Nā mea mālama waihona

source: Archive Hand_lers
haw: Waihona waihona Hand_lers

source: Device Hand_lers
haw: Mea lako Hand_lers

source: Protocol Hand_lers
haw: Kūkākūkā Hand_lers

source: File Hand_lers
haw: waihona Hand_lers

source: Error: unable to load command (internal error)
haw: Hapa: hiki ʻole ke hoʻouka i ke kauoha (hewa i loko)

source: Error: unable to save command (can't get script path?)
haw: Hapa: hiki ʻole ke mālama i ke kauoha (ʻaʻole hiki ke kiʻi i ke ala palapala?)

source: Error reading file
haw: Ua hewa ka heluhelu ʻana i ka faila

source: Error: unable to save command (internal error)
haw: Hapa: hiki ʻole ke mālama i ke kauoha (hewa i loko)

source: Error writing to file
haw: Ua hewa ke kākau ʻana i ka faila

source: (optional)
haw: (koho)

source: (disabled)
haw: (pololei)

source: Permanently remove the selected handler?
haw: Wehe mau i ka mea lawelawe i koho ʻia?

source: Apply Changes ?
haw: E noi i nā hoʻololi ?

source: Apply changes to the current handler?
haw: E hoʻohana i nā hoʻololi i ka mea lawelawe i kēia manawa?

source: Restore Default Handlers
haw: Hoʻihoʻi hou i nā mea lawelawe paʻamau

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
haw: E hoʻihoʻi ʻia nā mea lawelawe paʻamau i nalowale. HOʻOPIʻI pū i nā mea lawelawe paʻamau e kū nei?

source: Please enter a valid handler name.
haw: E ʻoluʻolu e hoʻokomo i kahi inoa mea lawelawe pono.

source: Please enter a valid MIME Type or Pathname pattern.
haw: E ʻoluʻolu e hoʻokomo i kahi ʻano MIME kūpono a i ʻole ka inoa Ala.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
haw: Pono paha nā ʻano hoʻololi hou i loko o ke kauoha kaomi: ʻO kekahi o kēia mau mea: %%n: Ua koho mua ʻia ka faila/papa kuhikuhi no ka waihona %%N: ʻO nā faila/papa kuhikuhi āpau i koho ʻia no ka waihona a me kekahi o keia: %%o: Ka hopena hoʻokahi waihona %%O: Loaʻa ka waihona no kēlā me kēia kumu waihona/papa kuhikuhi

source: The following variables should probably be in the extraction command: %%x: Archive to extract
haw: Aia paha nā ʻano like ʻole i ke kauoha unuhi: %%x: Waihona e unuhi

source: The following variables should probably be in the list command: %%x: Archive to list
haw: Aia paha nā ʻano like ʻole i loko o ke kauoha papa inoa: %%x: Waiho i ka papa inoa

source: Restore _Default Handlers
haw: Hoʻihoʻi _Default Handlers

source: Ena_ble as a default opener
haw: Ena_ble ma ke ʻano he mea wehe paʻamau

source: Ena_ble Handler
haw: Ena_ble Mea lima lima

source: _Name:
haw: _inoa:

source: MIM_E Type:
haw: MIM_E ʻAno:

source: Whit_elist:
haw: Whit_epapa inoa:

source: Bl_acklist:
haw: Bl_ackpapa inoa:

source: _Icon:
haw: _Ikona:

source: <b>Open Co_mmand:</b>
haw: <b>Wehe Co_mmand:</b>

source: <b>_Mount:</b>
haw: <b>_mauna:</b>

source: Run In Terminal
haw: Holo i ka Terminal

source: Run As Task
haw: Holo e like me ka hana

source: Edit
haw: Hoʻoponopono

source: Please choose an application:
haw: E ʻoluʻolu e koho i kahi palapala noi:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
haw: Nānā: MIME type '%s' i kēia manawa e wehe ʻia me ka '%s' mea mālama waihona, ma mua o kāu noi MIME pili. Pono paha ʻoe e hoʻopau i kēia mea hoʻohana ma Open|File Handlers no kēia ʻano e wehe ʻia me kāu noi pili ma ke ʻano paʻamau.

source: MIME Type Has Handler
haw: Loaʻa i ke ʻano o MIME ka mea lawelawe

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
haw: Nānā: MIME type '%s' i kēia manawa e wehe ʻia me ka '%s' mea mālama waihona, ma mua o kāu noi MIME pili. Pono paha ʻoe e hoʻopau i kēia mea hoʻohana ma Open|Archive Defaults|Archive Handlers, A i ʻole e koho i ke koho honua Wehe|Archive Defaults|Wehe me ka App, no ka wehe ʻana o kēia ʻano me kāu noi pili ma ka paʻamau.

source: Command not found
haw: ʻAʻole i loaʻa ke kauoha

source: Destination directory "%1$s" is contained in source "%2$s"
haw: Papa kuhikuhi kuhikuhi "%1$s" aia ma ke kumu "%2$s"

source: Accessing
haw: Ke komo ʻana

source: Removing
haw: Ke wehe nei

source: Creating Dir
haw: Ke hana nei ʻo Dir

source: Creating Link
haw: Ke hana nei i ka loulou

source: Writing
haw: Kākau ʻana

source: Creating
haw: Ke hana nei

source: Renaming
haw: Ka inoa hou

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
haw: E ʻoluʻolu e hoʻokomo /usr/bin/sha256sum no laila hiki iaʻu ke hoʻomaikaʻi i kou palekana ke holo nei i nā kauoha aʻa

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
haw: E ʻoluʻolu e hoʻonohonoho i kahi Terminal kūpono SU kauoha ma View|Preferences|Advanced

source: Terminal SU Not Available
haw: Terminal SU ʻAʻole Loaʻa

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
haw: E ʻoluʻolu e hoʻonohonoho i kahi kiʻi kiʻi kūpono SU kauoha ma View|Preferences|Advanced

source: Graphical SU Not Available
haw: Kiʻi kiʻi SU ʻAʻole Loaʻa

source: Cannot create temporary directory
haw: ʻAʻole hiki ke hana i ka papa kuhikuhi manawa

source: Please set a valid terminal program in View|Preferences|Advanced
haw: E ʻoluʻolu e hoʻonoho i kahi papahana hoʻopau kūpono ma View|Preferences|Advanced

source: zzzfm-auth not found in path - this reduces your security
haw: zzzfm-auth ʻaʻole i loaʻa ma ke ala - hōʻemi kēia i kou palekana

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
haw: Kupa i ka hoʻokō ʻana '%s' E nana stdout (holo zzzfm i kahi pahu) no ka ʻike debug

source: Error writing temporary file
haw: Ua hewa ke kākau ʻana i ka faila manawa

source: Timed out calculating total size
haw: Ua pau ka manawa i ka helu ʻana i ka nui

source: %s %s Error: %s
haw: %s %s Kuʻia: %s

source: :floppy
haw: :palapala

source: :optical
haw: :opika

source: [blank]
haw: [hakahaka]

source: [audio]
haw: [leo]

source: [no media]
haw: [ʻaʻohe media]

source: Selected Device Handler
haw: Mea Hoʻohana Mea Hana i koho ʻia

source: Selected Protocol Handler
haw: Koho ʻia ka mea hoʻoponopono protocol

source: ( no udev device )
haw: ( aʻole udev mea hana )

source: Auto Open Tab for %s in %s
haw: Hāmama ʻAiʻa i ka Tab no %s i loko %s

source: Auto-Unmount: %s
haw: Wehe ʻakomi: %s

source: Auto-Unmount: error: no unmount command available
haw: Unmount Auto: hewa: ʻaʻohe kauoha unmount i loaʻa

source: Automount: %s
haw: Kau 'akomi: %s

source: Automount: error: no mount command available
haw: Automount: hewa: ʻaʻohe kauoha mauna i loaʻa

source: Unmount-If-Mounted: %s
haw: Wehe ʻia-Ina-Kau ʻia: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
haw: ʻAʻohe ou ʻae e hoʻoponopono i nā mea o ka faila %s E noʻonoʻo e kope i ka faila i ka pākaukau, a i ʻole loulou i kahi kope i waiho ʻia i loko ~/.local/share/applications/

source: Unable To Rename
haw: ʻAʻole hiki ke hoʻololi i ka inoa

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
haw: E hoʻokomo i ka inoa ʻikamu papapihi hou: Pono ka hoʻololi ʻana i ka inoa o kēia ʻikamu papapihi e hoʻololi i nā ʻike o ka faila desktop %s

source: Change Desktop Item Name
haw: Hoʻololi i ka inoa ʻikamu papapihi

source: An error occurred renaming this desktop item.
haw: Ua hewa ke kapa hou ʻana i kēia mea papapihi.

source: Open Containing _Folder
haw: Hāmama Loaʻa _waihona

source: Select a folder
haw: E koho i kahi waihona

source: Browse...
haw: Nānā...

source: Local Volumes
haw: Nā Volume Kūloko

source: Last Modified
haw: Hoʻololi hope

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash: E hoʻohana: %F nā faila i koho ʻia a i ʻole %f file koho mua %N nā inoa faila i koho ʻia a i ʻole %n inoa faila i koho mua ʻia %d papa kuhikuhi o kēia manawa %v mea i koho ʻia (eg /dev/sda1) %m mea kau wahi mea (eg /media/dvd); %l lepili mea %b bookmark koho %t papa kuhikuhi hana i koho ʻia; %p hana pid %a waiwai mea papa kuhikuhi $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
haw: ʻAno MIME

source: Filename
haw: inoa faila

source: Directory
haw: Papa kuhikuhi
