Repository: dimkr/zzzfm
Catalog: po/from transifex/haw/zzzfmpot.sh.po
Languages: haw

source: zzzFM Open Folder
haw: zzzFM E wehe i ka waihona

source: Open folder
haw: E wehe i ka waihona

source: zzzFM File Search
haw: zzzFM Huli waihona

source: Search for files and folders
haw: Huli i nā faila a me nā waihona

source: File Manager
haw: Luna waihona

source: Browse the file system
haw: E nānā i ka ʻōnaehana faila

source: Choose Application
haw: E koho i ka palapala noi

source: Please choose an application or enter a command:
haw: E ʻoluʻolu e koho i kahi noi a i ʻole e hoʻokomo i kahi kauoha:

source: File Type:
haw: ʻAno waihona:

source: _Associated Apps
haw: _Nā polokalamu pili

source: _Command:
haw: _Kauoha:

source: _Browse
haw: _Huli

source: Opened in Terminal
haw: Wehe ʻia ma Terminal

source: _Set as default application for this file type
haw: _E hoʻonoho i palapala paʻamau no kēia ʻano faila

source: File Properties
haw: Waiwai waihona

source: <b>File Name:</b>
haw: <b>inoa faila:</b>

source: <b>Location:</b>
haw: <b>Wahi:</b>

source: <b>Link Target:</b>
haw: <b>Pahuhoihoi loulou:</b>

source: <b>Type:</b>
haw: <b>ʻAno:</b>

source: <b>Opens _With:</b>
haw: <b>Wehe _Me:</b>

source: <b>Total Size:</b>
haw: <b>Nui Nui:</b>

source: <b>Size On Disk:</b>
haw: <b>Nui ma ka Disk:</b>

source: <b>Count:</b>
haw: <b>helu:</b>

source: <b>Modified:</b>
haw: <b>Hoʻololi ʻia:</b>

source: <b>Accessed:</b>
haw: <b>Loaʻa:</b>

source: _Info
haw: _ʻIke

source: <b>_Owner:</b>
haw: <b>_mea nona:</b>

source: <b>_Group:</b>
haw: <b>_Hui:</b>

source: <b>Owner:</b>
haw: <b>mea nona:</b>

source: <b>Group:</b>
haw: <b>Hui:</b>

source: <b>Other:</b>
haw: <b>'ē aʻe:</b>

source: Read
haw: Heluhelu

source: Write
haw: Kākau

source: Execute
haw: Hoʻokō

source: Set UID
haw: E hoʻonoho iā UID

source: Set GID
haw: E hoʻonoho iā GID

source: Sticky
haw: Pilikia

source: Recursive (apply changes to folders and their contents)
haw: Recursive (e hoʻololi i nā waihona a me kā lākou mau mea)

source: _Permissions
haw: _Nā ʻae

source: Any
haw: Kekahi

source: Within One Day
haw: Iloko o ka la hookahi

source: Within One Week
haw: Iloko o Hookahi pule

source: Within One Month
haw: Iloko o Hookahi Mahina

source: Within One Year
haw: Iloko o Hookahi Makahiki

source: Within Selected Date Range
haw: Ma loko o ka lā i koho ʻia

source: Find Files
haw: E huli i nā faila

source: <b>Filename:</b>
haw: <b>inoa faila:</b>

source: Case Sensitive
haw: Kūleʻa Pilikino

source: Video Files (avi, mpg,...)
haw: Nā waihona wikiō (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
haw: Nā waihona leo (mp3, ogg,...)

source: Image Files (jpg, png,...)
haw: Nā waihona kiʻi (jpg, png,...)

source: Plain Text Files
haw: Nā waihona kikokikona

source: All Files and Folders
haw: Nā waihona a me nā waihona a pau

source: <b>File Types to Search</b>
haw: <b>Nā ʻano waihona e huli ai</b>

source: Search in subfolders
haw: Huli ma nā waihona waihona

source: Search hidden files
haw: Huli i nā faila huna

source: <b>Places to Search</b>
haw: <b>Nā wahi e ʻimi ai</b>

source: General
haw: Generala

source: File Contains:
haw: Aia i loko o ka waihona:

source: Use Regular Expression
haw: E hoʻohana i ka ʻōlelo maʻamau

source: <b>File Content</b>
haw: <b>Waihona waihona</b>

source: Content
haw: Maʻiʻo

source: Greater Than:
haw: Oi aku i:

source: Smaller Than:
haw: ʻoi aku ka liʻiliʻi ma mua o:

source: <b>File Size</b>
haw: <b>Nui waihona</b>

source: <b>Last Modified</b>
haw: <b>Hoʻololi hope</b>

source: Size & Date
haw: Nui a me ka lā

source: <b>Search Result:</b>
haw: <b>Huli Huli:</b>

source: Search Again
haw: Huli Hou

source: Go to folder
haw: E hele i ka waihona

source: Open In Current Tab
haw: E wehe i ka papa o kēia manawa

source: Open In New Tab
haw: Wehe I ka New Tab

source: Stretch
haw: Hoʻopololei

source: Fit
haw: Pono

source: Center
haw: Ke kikowaena

source: Transparent
haw: Alohilohi

source: Automatic
haw: 'akomi

source: Copy (Ctrl+Drag)
haw: kope (Ctrl+Kauō)

source: Move (Shift+Drag)
haw: Neʻe (Shift+Kauō)

source: Link (Ctrl+Shift+Drag)
haw: loulou (Ctrl+Shift+Kauō)

source: Preferences
haw: Nā koho

source: Small Icons:
haw: Nā Ikona liʻiliʻi:

source: Large Icons:
haw: Nā Ikona Nui:

source: Toolbar Icons:
haw: Nā kiʻiona pahu hana:

source: <b>Icons</b>
haw: <b>Ikona</b>

source: Single click opens files
haw: Hoʻokahi kaomi e wehe i nā faila

source: Hover selects
haw: Koho hover

source: Bookmarks:
haw: Nā kaha puke:

source: Show Thumbnails
haw: Hōʻike i nā kiʻi liʻiliʻi

source: Max Pic Size To Thumbnail:
haw: Ka nui kiʻi kiʻi i ka liʻiliʻi liʻiliʻi:

source: <b>File List</b>
haw: <b>Papa waihona</b>

source: _General
haw: _Generala

source: Always show the tab bar
haw: Hōʻike mau i ka pā pā

source: Hide 'Close Tab' buttons
haw: Huna 'Pani i ka Tab' pihi

source: Confirm delete/remove
haw: E hōʻoia e holoi / wehe

source: Click runs executables ( caution! )
haw: Kaomi i nā mea hoʻokō (e akahele!)

source: SI File Sizes (1K = 1000) (requires restart)
haw: Nui faila SI (1K = 1000) (pono e hoʻomaka hou)

source: Show root user indicator color
haw: Hōʻike i ke kala hōʻailona mea hoʻohana kumu

source: Default Drag Action:
haw: Hana Kauō Paʻamau:

source: I_nterface
haw: I_interface

source: Please select an image file
haw: E ʻoluʻolu e koho i kahi faila kiʻi

source: Mode:
haw: ʻano:

source: Background:
haw: Ka hope:

source: Text:
haw: kikokikona:

source: Shadow:
haw: aka:

source: Top:
haw: luna:

source: Left:
haw: Hema:

source: Right:
haw: Akau:

source: Bottom:
haw: lalo:

source: <b>Margins</b>
haw: <b>Nā palena</b>

source: Right click shows WM menu
haw: ʻO ke kaomi ʻākau e hōʻike ana i ka papa kuhikuhi WM

source: Open folders using associated MIME application
haw: E wehe i nā waihona me ka hoʻohana ʻana i ka noi MIME pili

source: _Desktop
haw: _Papakaukau

source: _Volume Management
haw: _Hooponopono Volume

source: Graphical SU:
haw: SU kiʻi kiʻi:

source: Filename Encoding:
haw: Hoʻopili inoa faila:

source: Editor:
haw: Lunahooponopono:

source: Run editor in terminal
haw: Holo ka mea hoʻoponopono ma ka pahu

source: Root's Editor:
haw: Lunahooponopono o Root:

source: Run root's editor in terminal
haw: E holo i ka mea hoʻoponopono o ke kumu ma ka terminal

source: Date Format:
haw: Hōʻano lā:

source: (requires reload)
haw: (pono e hoouka hou)

source: Date Display
haw: Lā Hōʻike

source: _Advanced
haw: _Kiʻekiʻe

source: Too many columns (>%d) in %s
haw: Nui loa nā kolamu (>%d) i loko %s

source: error reading file %s: %s
haw: hewa heluhelu faila %s: %s

source: file '%s' contents are not valid UTF-8
haw: waihona '%s' ʻAʻole kūpono nā mea i loko UTF-8

source: Cannot set missing element '%s'
haw: ʻAʻole hiki ke hoʻonohonoho i ka mea e nalowale ana '%s'

source: file '%s' is not a regular file
haw: waihona '%s' ʻaʻole ia he faila maʻamau

source: Dynamic resize requires width and height > 0
haw: Pono ka laula a me ke kiʻekiʻe > 0

source: internal command %s requires an argument
haw: kauoha kuloko %s pono i ka hoopaapaa

source: element '%s' does not exist
haw: ʻeleʻele '%s' ʻaʻole i loaʻa

source: internal command press is invalid for non-button %s
haw: ʻAʻole kūpono ka paʻi kauoha kūloko no ka pihi ʻole %s

source: internal command un/select is invalid for %s
haw: ʻAʻole kūpono ke kauoha kūloko un/koho no %s

source: error writing file %s: %s
haw: faila kākau hewa %s: %s

source: '%s' is not an internal command
haw: '%s' aole ia he kauoha kuloko

source: error creating file %s: %s
haw: hewa ka hana ʻana i ka faila %s: %s

source: pipe '%s' data is not valid UTF-8
haw: paipu '%s' ʻaʻole kūpono ka ʻikepili UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
haw: [ SNIP - ua ʻoki ʻia nā mea hoʻopuka hou ma luna mai kēia log ]

source: ( file contents are not valid UTF-8 )
haw: ( ʻAʻole kūpono nā waihona waihona UTF-8 )

source: prefix '%s' is not a valid variable name
haw: prefix '%s' ʻaʻole ia he inoa hoʻololi kūpono

source: Pause
haw: Hoʻomaha

source: file '%s' is not a regular file or a pipe
haw: waihona '%s' ʻaʻole ia he faila maʻamau a he paipu paha

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
haw: zzzFMHoʻokumu ʻo Dialog i kahi kamaʻilio GTK maʻamau e pili ana i nā mea GUI iā ʻoe e kuhikuhi ma ka laina kauoha, nā hiʻohiʻona holo-manawa i loko / waho kauoha i hiki ke hoʻololi i nā mea, a me nā hopena i hiki ke loiloi/parsable hopena.

source: Usage:
haw: Hoʻohana:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
haw: zzzfm --dialog|-g {ELEMENT [NA KOHO] [HOOLAHA...]} ...

source: Example:
haw: Laʻana:

source: zzzfm -g --label "A message" --button ok
haw: zzzfm -g --label "He leka" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
haw: ELEMENT: NA KOHO & KAUKA:

source: The following arguments may be used as shown above:
haw: Hiki ke hoʻohana ʻia nā manaʻo e like me ka mea i hōʻike ʻia ma luna.

source: STOCK %s
haw: HAAWINA %s

source: ICON An icon name, eg: gtk-open
haw: ICON He inoa ikona, e laʻa: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
haw: @FILE He waihona kikokikona kahi e heluhelu ai i kahi waiwai. I kekahi mau hihia kēia faila nānā ʻia, no laila ke kākau ʻana i kahi waiwai hou i ka faila e hōʻano hou i ka ʻeleʻele. Ma nā hihia ʻē aʻe, kuhikuhi ka faila i kahi waiwai mua.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
haw: SAVEFILE Mālama ʻia nā mea nānā a mea hoʻoponopono paha i kēia faila.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
haw: COMMAND He kauoha kūloko a i ʻole hoʻokō ʻia i ukali ʻia e nā hoʻopaʻapaʻa. Hoʻokaʻawale mau kauoha me ka -- hoʻopaʻapaʻa. Hiki ke hoʻohana ʻia nā mea pani i nā COMMAND: %%n Ka inoa o ka mea i kēia manawa %%v Waiwai o ka mea o keia manawa %%NAME Ka waiwai o ka mea i kapa ʻia NAME (laʻa: %%input1) %%(command) stdoutmai kahi laina kauoha bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
haw: LABEL ʻO nā kaʻina pakele ma lalo nei LABEL ʻaʻole i pakele: \n laina hou \t pā \" " \\ \ In --label nā mea wale nō, inā ka hua mua i lokoLABEL he a tilde (~), Hiki ke hoʻohana ʻia ka māka pango. O kahi laʻana: --label '~He akaka keia. <b>He wiwo ʻole kēia.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
haw: Ma waho aʻe o nā OPTIONS i helu ʻia ma luna, --compact a i ʻole --expand hiki ke koho hoʻohui ʻia i kekahi mea. Eia kekahi, a--font Hiki ke hoʻohana ʻia ke koho me ka hapa nui nā ʻano e hoʻololi i ka ʻeleʻele a me ka nui o ka font. O kahi laʻana: --input --font "Times New Roman 16" "kikokikona paʻamau"

source: INTERNAL COMMANDS:
haw: NA KAUOHA KUOKOA:

source: EXAMPLE WITH COMMANDS:
haw: LA'ANA ME NA KAUOHA:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
haw: zzzfm -g --label "E hoʻokomo i kekahi kikokikona a pēhi iā Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
haw: LA'ANA PALAPALA:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
haw: #!%s # Hōʻike kēia palapala i kahi kamaʻilio ʻAe/ʻAʻole # E hoʻohana i ka QUOTED eval no ka heluhelu ʻana i nā mea hoʻololi i hoʻopuka ʻia e zzzFM Kūkākūkā: eval "`zzzfm -g --label "He 'oiaʻiʻo kēnā?" --button ae --button aʻole`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Paʻi ka mea hoʻohana iā ʻAe - e hana i kekahi hana" else echo "ʻAʻole paʻi ka mea hoʻohana iā ʻAe - kāpae" fi

source: For full documentation and examples see the zzzFM User's Manual:
haw: No nā palapala piha a me nā laʻana e ʻike i ka Manual's User's Manual zzzFM:

source: zzzfm: argument is not valid UTF-8
haw: zzzfm: ʻAʻole kūpono ka hoʻopaʻapaʻa UTF-8

source: invalid dialog option
haw: koho kamaʻilio kūpono ʻole

source: Set window title
haw: E hoʻonohonoho i ka inoa pukaaniani

source: Set window icon
haw: E hoʻonohonoho i ka ikona pukaaniani

source: Add a text label
haw: Hoʻohui i kahi lepili kikokikona

source: Add STOCK dialog button, or LABEL button with ICON
haw: Hoʻohui i ke pihi kūkākūkā STOCK, a i ʻole ke pihi LABEL me ICON

source: Add STOCK button, or LABEL button with ICON anywhere
haw: Hoʻohui i ke pihi STOCK, a i ʻole ke pihi LABEL me ICON ma nā wahi a pau

source: Add a text entry
haw: Hoʻohui i kahi kikokikona

source: Add a large text entry
haw: E hoʻokomo i kahi kikokikona nui

source: Add a password entry
haw: Hoʻohui i kahi ʻōlelo huna

source: Add a file or pipe viewer
haw: Hoʻohui i kahi faila a i ʻole ka mea nānā paipu

source: Add multi-line text editor
haw: Hoʻohui i ka hoʻoponopono kikokikona laina nui

source: Add a checkbox option
haw: Hoʻohui i kahi koho pahu pahu

source: Add a radio option
haw: Hoʻohui i kahi koho lekiō

source: Add an icon
haw: Hoʻohui i kahi ikona

source: Add an image
haw: Hoʻohui i kahi kiʻi

source: Add a progress bar
haw: Hoʻohui i kahi pae holomua

source: Add a horizontal line separator
haw: E hoʻohui i kahi mea hoʻokaʻawale laina

source: Add a vertical line separator
haw: Hoʻohui i kahi mea hoʻokaʻawale laina kūpaʻa

source: Automatically close window after DELAY seconds
haw: Pani 'akomi i ka puka makani ma hope o DELAY kekona

source: Add a drop-down list. COMMAND run when clicked.
haw: Hoʻohui i kahi papa inoa hāʻule iho. E holo ʻo COMMAND i ke kaomi ʻana.

source: Add a combo list. COMMAND run when Enter pressed.
haw: Hoʻohui i kahi papa inoa hui. E holo ʻo COMMAND ke kaomi ʻia ʻo Enter.

source: Add a list box. COMMAND run when double-clicked.
haw: Hoʻohui i kahi pahu papa inoa. E holo ʻo COMMAND ke kaomi pālua.

source: Add a list box with multiple selections
haw: Hoʻohui i kahi pahu papa inoa me nā koho he nui

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
haw: Nā koho: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
haw: E hoʻonoho i ka inoa hoʻololi kumu (Paʻamau: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
haw: E hoʻonoho i ka laulā liʻiliʻi, ke kiʻekiʻe, ka padding (-1 = mai hoololi)

source: Add following widgets to a horizontal box
haw: Hoʻohui i nā widget ma hope i kahi pahu ākea

source: Add following widgets to a vertical box
haw: E hoʻohui i nā widget ma hope i kahi pahu kūpaʻa

source: Close the current box of widgets
haw: E pani i ka pahu o nā widget i kēia manawa

source: Run COMMAND when a key combination is pressed
haw: E holo i ka COMMAND ke kaomi ʻia kahi hui kī

source: Run COMMAND when an element is clicked or focused
haw: E holo i ka COMMAND ke kaomi ʻia a nānā ʻia paha kekahi mea

source: Run COMMAND on window close attempt
haw: Holo i ka COMMAND ma ka ho'āʻo kokoke i ka puka makani

source: Read commands from FILE or PIPE. COMMAND for init.
haw: E heluhelu i nā kauoha mai FILE a i ʻole PIPE. KAUOHA no init.

source: No operation - does nothing but evaluate arguments
haw: ʻAʻohe hana - hana wale i ka loiloi ʻana i nā hoʻopaʻapaʻa

source: Close the dialog
haw: Pani i ke kamaʻilio

source: Press button named BUTTON-NAME
haw: E kaomi i ke pihi i kapa ʻia ʻo BUTTON-NAME

source: Set element NAME to VALUE
haw: E hoʻonoho i ka NAME i ka VALUE

source: Select item VALUE (or first/all) in element NAME
haw: E koho i ka mea VALUE (a i ʻole ka mua/nā mea a pau) i ka mea NAME

source: Unselect item VALUE (or all) in element NAME
haw: Wehe i ka mea VALUE (a i ʻole nā u200bu200bmea a pau) i ka mea NAME

source: Focus element NAME, or raise dialog window
haw: E hoʻokuʻu i ka mea NAME, a i ʻole e hoʻāla i ka puka aniani

source: Hide element NAME
haw: Hūnā mea NAME

source: Show element NAME if previously hidden
haw: Hōʻike i ka mea NAME inā i hūnā mua ʻia

source: Disable element NAME
haw: Hoʻopau i ka mea NAME

source: Enable element NAME if previously disabled
haw: E ho'ā i ka mea NAME inā pio mua

source: Save files and write source output to FILE
haw: E mālama i nā faila a kākau i ke kumu kumu i FILE

source: Open folders in new tab of last window (default)
haw: E wehe i nā waihona ma ka ʻaoʻao hou o ka puka makani hope (paʻamau)

source: Open folder in current tab of last used window
haw: E wehe i ka waihona ma ka ʻaoʻao o kēia manawa o ka puka aniani i hoʻohana ʻia

source: Don't load saved tabs
haw: Mai hoʻouka i nā pā i mālama ʻia

source: Open folders in new window
haw: E wehe i nā waihona ma ka puka makani hou

source: Open folders in panel 'P' (1-4)
haw: E wehe i nā waihona ma ka panel 'P' (1-4)

source: Launch desktop manager daemon
haw: E hoʻokuʻu i ka daemon manager desktop

source: Show desktop settings
haw: Hōʻike i nā hoʻonohonoho papapihi

source: Show Preferences ('N' is the Pref tab number)
haw: Hōʻike i nā makemake ('N' ʻo ia ka helu Pref tab)

source: Run as a daemon
haw: Holo me he daemon

source: Use DIR as configuration directory
haw: E hoʻohana iā DIR ma ke ʻano he papa kuhikuhi

source: Show File Search
haw: Hōʻike i ka huli waihona

source: Set desktop wallpaper to FILE
haw: E hoʻonoho i ka pepa paʻi kiʻi papa i FILE

source: Show a custom dialog (See -g help)
haw: Hōʻike i kahi kamaʻilio maʻamau (E nana -g help)

source: Send a socket command (See -s help)
haw: E hoʻouna i kahi kauoha socket (E nana -s help)

source: No function - for compatibility only
haw: ʻAʻohe hana - no ka hoʻopili wale ʻana

source: Show version information
haw: Hōʻike i ka ʻike mana

source: Option --config-dir ignored - an instance is already running
haw: Koho --config-dir nānā ʻole - ke holo nei kahi laʻana

source: Option --config-dir contains invalid chars - cannot start
haw: Koho --config-dir loaʻa nā chars invalid - ʻaʻole hiki ke hoʻomaka

source: zzzfm: --socket-cmd requires an argument
haw: zzzfm: --socket-cmd pono i ka hoopaapaa

source: zzzfm: could not create socket
haw: zzzfm: ʻaʻole hiki ke hana i ke kumu

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
haw: zzzfm: ʻAʻole hiki ke hoʻopili i ke kumu (ʻaʻole holo? a ʻaʻole i hoʻonohonoho ʻia ʻo DISPLAY?)

source: zzzfm: invalid response from socket
haw: zzzfm: pane kūpono ʻole mai ke kumu

source: zzzFM socket commands permit external processes
haw: zzzFM ʻae nā kauoha socket i nā kaʻina hana waho

source: (such as command scripts) to read and set GUI property values
haw: (e like me nā palapala kauoha) e heluhelu a hoʻonohonoho i nā waiwai waiwai GUI

source: and execute methods inside running zzzFM windows.
haw: a hoʻokō i nā ʻano hana i loko o ka holo zzzFM puka makani.

source: To handle events, see View|Events in the main menu bar.
haw: No ka mālama ʻana i nā hanana, e ʻike iā View|Nā hanana ma ka papa kuhikuhi nui.

source: Usage:
haw: Hoʻohana:

source: Example:
haw: Laʻana:

source: METHODS -------
haw: NA HANA -------

source: Sets a property
haw: Hoʻonohonoho i kahi waiwai

source: Gets a property
haw: Loaʻa i kahi waiwai

source: Sets a task property
haw: Hoʻonohonoho i kahi waiwai hana

source: Gets a task property
haw: Loaʻa i kahi waiwai hana

source: Starts a new task
haw: Hoʻomaka i kahi hana hou

source: Activates a menu item by emitting its shortcut key
haw: Ho'ā i kahi mea papa kuhikuhi ma ka hoʻopuka ʻana i kāna kī pōkole

source: Runs custom command or shows submenu named NAME
haw: Holo i ke kauoha maʻamau a hōʻike paha i ka papa inoa NAME

source: Add asynchronous handler COMMAND to EVENT
haw: E hoʻohui i ka mea hoʻokele asynchronous COMMAND i EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
haw: E hoʻohui i ka mea hoʻohana like ʻo COMMAND i EVENT, e pani ana i ka mea lima paʻamau

source: Remove handler COMMAND from EVENT
haw: Wehe i ka mea hoʻokele COMMAND mai EVENT

source: Shows this help reference. (Also see manual link below.)
haw: Hōʻike i kēia kuhikuhi kōkua. (E nānā pū i ka loulou manual ma lalo.)

source: OPTIONS -------
haw: NA KOHO -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
haw: Hoʻohui i nā koho ma hope o METHOD e kuhikuhi i kahi puka aniani, panel, a/a i ʻole tab.

source: Otherwise the current tab of the current panel in the last window is used.
haw: A i ʻole, hoʻohana ʻia ka ʻaoʻao o kēia manawa ma ka puka makani hope.

source: Specify window. eg:
haw: E wehewehe i ka puka makani. laʻa:

source: Specify panel 1-4. eg:
haw: E wehewehe i ka papa 1-4. laʻa:

source: Specify tab 1-... eg:
haw: E wehewehe i ka papa 1-... laʻa:

source: PROPERTIES ----------
haw: NA WAIWAI ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
haw: E hoʻonoho i nā waiwai me METHOD 'set', aiʻole e kiʻi i ka waiwai me 'get'.

source: eg '1024x768' (read-only)
haw: eg '1024x768' (heluhelu wale)

source: Open DIR or default in a new tab
haw: E wehe i DIR a i ʻole ma kahi pākaukau hou

source: eg 'Current Status: Example'
haw: laʻa, 'Ke kūlana o kēia manawa: Laʻana'

source: [FILENAME...]
haw: [INOA FILE...]

source: [PATTERN] eg '*.jpg'
haw: [KAHUA] eg '*.jpg'

source: eg 'Some\nlines\nof text'
haw: eg 'ʻO kekahi\nlaina laina\no ka kikokikona'

source: eg '~/copy-file-contents-to-clipboard.txt'
haw: eg '~/kope-waihona-mea i loko-i-papa ʻokiʻoki.txt'

source: FILE... Files copied to clipboard
haw: FILE... Kope ʻia nā faila i ka papa ʻokiʻoki

source: FILE... Files cut to clipboard
haw: FILE... Ua ʻoki ʻia nā faila i ka papa paʻi

source: TASK PROPERTIES ---------------
haw: NA WAIWAI HANA ---------------

source: contents of Status task column (read-only)
haw: maʻiʻo o ke kolamu hana kūlana (heluhelu wale nō)

source: text to show in Count task column
haw: kikokikona e hōʻike ma ke kolamu hana helu

source: text to show in Folder task column
haw: kikokiko e hōʻike ʻia ma ke kolamu hana Kōpili

source: text to show in Item task column
haw: kikokikona e hōʻike ma ke kolamu hana ʻImi

source: text to show in To task column
haw: kikokiko e hōʻike i ke kolamu To task

source: progress percent (1..100) or '' to pulse
haw: pākēneka holomua (1..100) a i ʻole '' i ka pulupulu

source: text to show in Total task column
haw: kikokikona e hōʻike ma ke kolamu hana

source: text to show in Current task column
haw: kikokikona e hōʻike ma ke kolamu hana o kēia manawa

source: text to show in CRemain task column
haw: kikokiko e hōʻike ma ke kolamu hana CRemain

source: text to show in Average task column
haw: kikokiko e hōʻike ma ke kolamu hana Average

source: text to show in Remain task column
haw: kikokiko e hōʻike ʻia ma ke kolamu hana e koe

source: contents of Elapsed task column (read-only)
haw: nā mea o ke kolamu hana i hala (heluhelu wale nō)

source: contents of Started task column (read-only)
haw: maʻiʻo o ke kolamu hana i hoʻomaka (heluhelu wale nō)
