Repository: dimkr/zzzfm
Catalog: po/from transifex/haw/zzzfmpot.sh.po
Languages: haw

source: COMMAND command to show a custom task dialog
haw: Kauoha COMMAND e hōʻike i kahi kamaʻilio hana maʻamau

source: TASK TYPES ----------
haw: NA ANO HANA ----------

source: Run COMMAND in DIR
haw: Holo COMMAND ma DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
haw: Kope|E neʻe|Loaʻa FILE(s) a i ʻole DIR(s) i TARGET dir

source: Recursively delete FILE(s) or DIR(s)
haw: Holoi hou i FILE (mau) a DIR (mau)

source: Open FILE in user's or root's text editor
haw: E wehe i ka FILE ma ka mea hoʻohana a i ʻole ke kumu hoʻoponopono kikokikona

source: Mount DEVICE or URL
haw: E mauna DEVICE a i ʻole URL

source: Unmount DEVICE or mount point DIR
haw: Wehe i ka DEVICE a i ʻole ke kiko mauna DIR

source: EVENTS ------
haw: NA HANA ------

source: Instance start %e
haw: Hoʻomaka ka laʻana %e

source: Instance exit %e
haw: Laʻana puka %e

source: Window new %e %w %p %t
haw: pukaaniani hou %e %w %p %t

source: Window focus %e %w %p %t
haw: Nānā pukaaniani %e %w %p %t

source: Window move/resize %e %w %p %t
haw: Hoʻoneʻe/nui ka puka makani %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
haw: Kaomi iole %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
haw: Paʻi kī puka makani %e %w %p %t %k %m

source: Window close %e %w %p %t
haw: Pani pukaaniani %e %w %p %t

source: Panel focus %e %w %p %t
haw: Nānā panel %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
haw: Hōʻike/peʻe ka papa %e %w %p %t %f %v

source: Selection changed %e %w %p %t
haw: Ua hoʻololi ʻia ke koho %e %w %p %t

source: Tab new %e %w %p %t
haw: Pahu hou %e %w %p %t

source: Tab change dir %e %w %p %t %d
haw: Hoʻololi tab dir %e %w %p %t %d

source: Tab focus %e %w %p %t
haw: Kuhikuhi papa %e %w %p %t

source: Tab close %e %w %p %t
haw: Pani pani %e %w %p %t

source: Device change %e %f %v
haw: Hoʻololi mea hana %e %f %v

source: Event COMMAND Substitution Variables:
haw: Nā ʻano hoʻololi hoʻololi COMMAND hanana hanana:

source: event type (evt_start|evt_exit|...)
haw: ʻano hanana (evt_start|evt_exit|...)

source: window ID
haw: pukaaniani ID

source: panel number (1-4)
haw: helu papa (1-4)

source: tab number (1-...)
haw: helu helu (1-...)

source: quoted directory ('/etc')
haw: papa kuhikuhi kuhikuhi ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
haw: pihi iole (0=papalua 1=hema 2=waena 3=akau ...)

source: key code (eg 0x63)
haw: code kī (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
haw: kī hoʻololi (eg 0x4 hoʻohana ʻia me nā kaomi a me nā kī)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
haw: mea nānā (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
haw: ʻIke ʻia ka mea kikoʻī (0 a i ʻole 1, a i ʻole ka hoʻololi ʻana i ka mokuʻāina)

source: Examples
haw: Nā laʻana

source: These files have been copied to the clipboard
haw: Ua kope ʻia kēia mau faila i ka clipboard

source: For full documentation and examples see the zzzFM User's Manual:
haw: No nā palapala piha a me nā hiʻohiʻona e ʻike i ka ZzzFM User's Manual:

source: This build of zzzFM has desktop integration disabled
haw: ʻO kēia kūkulu o zzzFM ua pio ka hoʻohui papa

source: zzzfm: Error: Unable to save session %s
haw: zzzfm: Kuʻia: ʻAʻole hiki ke mālama i ke kau %s

source: File doesn't exist
haw: ʻAʻohe faila

source: Error
haw: Kuhihewa

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
haw: Hapa: ʻAʻole hiki ke hoʻomaka i ka nānā ʻana i ka hoʻololi ʻana i ka faila. Loaʻa iā ʻoe kahi kernel hiki ke hoʻomaopopo?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
haw: Hapa: ʻAʻole hiki ke hoʻokumu i ka pilina me FAM. Aia paha iā 'oe "FAM" a i ʻole "Gamin" hoʻokomo a holo?

source: --dialog must be first option
haw: --dialog pono ke koho mua

source: --socket-cmd must be first option
haw: --socket-cmd pono ke koho mua

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
haw: zzzFM koi bash e hookomoia. ʻAʻole like nā pūpū ʻē aʻe i ka hoʻohana ʻana o zzzFM i nā hiʻohiʻona i loaʻa wale i ka bash maoli (v4+). ʻO ka papahana %s ʻaʻole i loaʻa. Hoʻokomobasha i ʻole e hoʻohana i ka koho hoʻonohonoho --with-bash-path e kuhikuhi i kahi maʻamau i ka manawa kūkulu.

source: Don't know how to open the file
haw: ʻAʻole ʻike pehea e wehe ai i ka faila

source: Unable to open file: "%s" %s
haw: ʻAʻole hiki ke wehe i ka faila: "%s" %s

source: Open Root Window
haw: E wehe i ka puka aniani

source: Terminal Not Available
haw: ʻAʻole Loaʻa ka Terminal

source: Please set your terminal program in View|Preferences|Advanced
haw: E ʻoluʻolu e hoʻonoho i kāu polokalamu hoʻopau ma View|Preferences|Advanced

source: Open Terminal
haw: E wehe i ka Terminal

source: Design Mode Help
haw: Kōkua ʻano hoʻolālā

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
haw: Hiki iā ʻoe ke hoʻololi i ka inoa, ke kī pōkole a me ka ikona o ka papa kuhikuhi, ka mea hana a me nā mea bookmark, e hōʻike i ke kōkua no kahi mea, a hoʻohui i kāu mau kauoha maʻamau a me nā noi. No ka wehe ʻana i ka Papa Hoʻolālā, kaomi ʻākau ma luna o kahi mea papa inoa, bookmark, a i ʻole mea paahana. No ka wehe ʻana i ka Papa Hoʻolālā no kahi papa kuhikuhi, e pani mua i ka submenu (ma ke kaomi ʻana iā ia). No ka 'ike hou aku, e kaomi i ke pihi Kōkua ma lalo nei.

source: New _Command
haw: Hou _Kauoha

source: Show Panel %d
haw: Hōʻike Panel %d

source: _File
haw: _waihona

source: _View
haw: _Nānā

source: _Devices
haw: _Nā lakohana

source: _Bookmarks
haw: _Nā kaha puke

source: _Tools
haw: _Mea hana

source: _Help
haw: _Kokua

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
haw: Hapa: ʻAʻole hiki ke mālama i ka faila kau. Makemake ʻoe e haʻalele me ka mālama ʻole? ( %s )

source: zzzFM Error
haw: zzzFM Kuhihewa

source: Stop all tasks running in this window?
haw: Hoʻopau i nā hana a pau e holo ana ma kēia pukaaniani?

source: Aborting tasks...
haw: Hoʻopau i nā hana...

source: %s free / %s
haw: %s manuahi / %s

source: %sReading %s ...
haw: %sHeluhelu %s ...

source: Link → %s
haw: loulou → %s

source: Link → %s/
haw: loulou → %s/

source: !Link → %s/ (missing)
haw: !loulou → %s/ (nalowale)

source: Link → %s (%s)
haw: loulou → %s (%s)

source: !Link → %s (missing)
haw: !loulou → %s (missing)

source: !Link → ( error reading target )
haw: !loulou → ( kuhi hewa heluhelu )

source: hidden
haw: hunaia

source: %s%d visible (%s) %s
haw: %s%d ʻike ʻia (%s) %s

source: %s%d item %s
haw: %s%d mea %s

source: Status
haw: Kūlana

source: Folder
haw: waihona

source: Item
haw: 'ikamu

source: To
haw: I ka

source: Progress
haw: Holomua

source: Total
haw: Huina

source: Started
haw: Hoʻomaka

source: Elapsed
haw: Ua hala

source: Current
haw: ʻO kēia manawa

source: CRemain
haw: CNoho

source: Average
haw: Awelika

source: Remain
haw: Noho

source: Reorder Columns Help
haw: Hoʻonohonoho hou i nā kolamu kōkua

source: To change the order of the columns, drag the column header to the desired location.
haw: No ka hoʻololi i ke ʻano o nā kolamu, kauo i ke poʻo kolamu i kahi i makemake ʻia.

source: moving
haw: e neʻe ana

source: copying
haw: kope

source: deleting
haw: e holoi ana

source: linking
haw: pili ana

source: changing
haw: hoololi

source: running
haw: e holo ana

source: %d error %s
haw: %d kuhi hewa %s

source: %d errors %s
haw: %d hewa %s

source: paused
haw: hoʻomaha

source: queued
haw: laina laina

source: Name
haw: Inoa

source: Size
haw: Nui

source: Type
haw: ʻAno

source: Permission
haw: ʻAe ʻae

source: Owner
haw: mea nona

source: Modified
haw: Hoʻololi ʻia

source: Created
haw: Hana ʻia

source: zzzfm: invalid socket command
haw: zzzfm: kauoha kumu ʻole

source: zzzfm: invalid option '%s'
haw: zzzfm: koho hewa ʻole '%s'

source: zzzfm: option %s requires an argument
haw: zzzfm: koho %s pono i ka hoopaapaa

source: zzzfm: invalid window
haw: zzzfm: pukaaniani pono ole

source: zzzfm: invalid window %s
haw: zzzfm: pukaaniani pono ole %s

source: zzzfm: invalid panel %d
haw: zzzfm: ʻaʻohe ʻaoʻao %d

source: zzzfm: panel %d is not visible
haw: zzzfm: panela %d ʻaʻole ʻike ʻia

source: zzzfm: invalid tab %d
haw: zzzfm: ʻaoʻao kūpono ʻole %d

source: zzzfm: command set requires an argument
haw: zzzfm: Pono ka hoʻonohonoho kauoha i hoʻopaʻapaʻa

source: zzzfm: invalid %s value
haw: zzzfm: pono ole %s waiwai

source: zzzfm: invalid slider value
haw: zzzfm: waiwai slider kūpono ʻole

source: zzzfm: invalid panel number
haw: zzzfm: helu panel hewa ʻole

source: zzzfm: invalid tab number
haw: zzzfm: helu ʻaoʻao kūpono ʻole

source: zzzfm: invalid property %s
haw: zzzfm: waiwai pono ole %s

source: zzzfm: invalid column width
haw: zzzfm: kūpono ʻole ka laulā kolamu

source: zzzfm: invalid column name '%s'
haw: zzzfm: inoa kolamu kūpono ʻole '%s'

source: zzzfm: text is not valid UTF-8
haw: zzzfm: ʻAʻole kūpono ke kikokikona UTF-8

source: zzzfm: %s requires a file path
haw: zzzfm: %s makemake i kahi ala waihona

source: zzzfm: error reading file '%s'
haw: zzzfm: hewa heluhelu faila '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
haw: zzzfm: waihona '%s' ʻaʻohe kikokikona UTF-8 kūpono

source: zzzfm: %s requires a directory path
haw: zzzfm: %s pono ke ala papa kuhikuhi

source: zzzfm: directory '%s' does not exist
haw: zzzfm: papa kuhikuhi '%s' ʻaʻole i loaʻa

source: zzzfm: command %s requires an argument
haw: zzzfm: kauoha %s pono i ka hoopaapaa

source: zzzfm: %s requires two arguments
haw: zzzfm: %s koi ʻelua manaʻo hoʻopaʻapaʻa

source: zzzfm: invalid task '%s'
haw: zzzfm: hana hewa ʻole '%s'

source: zzzfm: internal task %s is read-only
haw: zzzfm: hana kuloko %s he heluhelu wale no

source: zzzfm: task property '%s' is read-only
haw: zzzfm: waiwai hana '%s' he heluhelu wale no

source: zzzfm: invalid queue_state '%s'
haw: zzzfm: ʻaʻole pono ka queue_state '%s'

source: zzzfm: invalid task property '%s'
haw: zzzfm: waiwai hana hewa ʻole '%s'

source: zzzfm: no such directory '%s'
haw: zzzfm: ʻaʻohe papa kuhikuhi '%s'

source: zzzfm: invalid %s task option '%s'
haw: zzzfm: pono ole %s koho hana '%s'

source: zzzfm: no such file '%s'
haw: zzzfm: ʻaʻohe faila pēlā '%s'

source: zzzfm: task type %s requires TARGET argument
haw: zzzfm: ʻano hana %s makemake i ka hoʻopaʻapaʻa TARGET

source: zzzfm: invalid TARGET '%s'
haw: zzzfm: manaʻo ʻole '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
haw: zzzfm: ala pili '%s' koi %s koho --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
haw: zzzfm: ʻano hana %s pono FILE hoʻopaʻapaʻa (mau)

source: zzzfm: invalid task type '%s'
haw: zzzfm: ʻano hana hewa ʻole '%s'

source: zzzfm: invalid keycode '%s'
haw: zzzfm: kuhi hewa ʻole '%s'

source: zzzfm: custom command or submenu '%s' not found
haw: zzzfm: kauoha maʻamau a i ʻole submenu '%s' loaʻa 'ole

source: zzzfm: item '%s' context hidden or disabled
haw: zzzfm: mea '%s' poʻomanaʻo huna a pio ʻole paha

source: zzzfm: invalid event type '%s'
haw: zzzfm: ʻano hanana kūpono ʻole '%s'

source: zzzfm: event handler not found
haw: zzzfm: ʻAʻole i loaʻa ka mea lawelawe hanana

source: zzzfm: invalid socket method '%s'
haw: zzzfm: ʻano kumu kumu kūpono ʻole '%s'

source: Choose Desktop Font
haw: E koho i ka Font Desktop

source: Example Item 0123456789
haw: Mea Laʻana 0123456789

source: Transparency Requirements
haw: Nā Koina Alohilohi

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
haw: Manaʻo Nui: No ka hana ʻana i ka ʻike o ka papapihi, pono ʻoe e holo i kahi luna puka makani compositing a i ʻole compositor kaʻawale e like me compton a i ʻole xcompmgr. A laila hiki iā ʻoe ke hoʻohana i ka nitrogen a i ʻole xwinwrap e hoʻonoho i ka wallpaper ma ke kua. ʻAʻole e hana hou kēia memo.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
haw: Ka hoʻohana ʻana i kekahi mau pahu (%s) me ka zzzFM hiki ke pale i nā koho Run As Task a Run In Terminal e hoʻohana pū ʻia e holo i nā kauoha, ma muli o nā palena o kēia mau hopena. No ka laʻana, hiki i kēia ke kumu i ka wehe ʻole ʻana o nā protocols i kau ʻia ma kahi pahu ma hope o ke kau ʻana. No ka hoʻohana piha ʻana i nā hiʻohiʻona o zzzFM, koho ʻia kahi pahu ʻē aʻe.

source: Limited Terminal Emulator Selected
haw: Koho ʻia ʻo Terminal Emulator Limited

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
haw: E noi ʻia ʻoe i kāu ʻōlelo huna e mālama i karoot nā hoʻonohonoho no kēia mea hoʻohana i kahi faila i loko %s/zzzfm/ Hoʻolako ʻia ka ʻōlelo huna ma ka pukaaniani aʻe. Ma muli o ka holo ʻana o zzzFM i kekahi mau kauoha ma ke ʻano he aʻa ma o su, ʻoi aku ka maikaʻi o kēia mau hoʻonohonoho root.

source: Save Root Settings
haw: Mālama Root Nā hoʻonohonoho

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
haw: E hoʻokomo i ka papahana a i ʻole ka laina kauoha bash: E hoʻohana: %%F nā faila i koho ʻia a i ʻole %%f file koho mua %%N nā inoa faila i koho ʻia a i ʻole %%n inoa faila i koho mua ʻia %%d papa kuhikuhi o kēia manawa %%v mea i koho ʻia (eg /dev/sda1) %%m mea kau wahi mea (eg /media/dvd); %%l lepili mea %%b bookmark koho %%t papa kuhikuhi hana i koho ʻia; %%p hana pid %%a waiwai mea papa kuhikuhi $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
haw: E hookomo i ka inoa ikona, ikona waihona ala, a i ole i ka inoa mea waiwai: A i ʻole kaomi i ke koho e koho i kahi ikona. ʻAʻole hiki ke hana pono nā kiʻi āpau ma muli o nā pilikia like ʻole.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
haw: E hoʻokomo i ka inoa mea: E hoʻomaka i kahi kiʻi me kahi kaha lalo (_) e kaha i kēlā ʻano ma ke ʻano he kī pōkole inā makemake ʻia.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
haw: E hoʻokomo i ka inoa mea hou: E hoʻomaka i kahi kiʻi me kahi kaha lalo (_) e kaha i kēlā ʻano ma ke ʻano he kī pōkole inā makemake ʻia. Manaʻo Manaʻo: No ka hoʻololi ʻana i kēia mea ma hope, kaomi ʻākau i ka mea e wehe i ka Design Menu.

source: Show Devices
haw: Hōʻike i nā mea hana

source: Show Bookmarks
haw: Hōʻike i nā kaha puke

source: Show Tree
haw: Hōʻike Laʻau

source: Up
haw: I luna

source: Back
haw: Ke kua

source: Back History
haw: Moolelo hope

source: Forward
haw: Imua

source: Forward History
haw: Moʻolelo i mua

source: Refresh
haw: Hōʻano hou

source: New Tab
haw: Tab Hou

source: New Tab Here
haw: Kipa Hou Eia

source: Show Hidden
haw: Hōʻike Huna

source: Large Icons
haw: Nā Ikona Nui

source: %s: %s contains invalid characters - ignored
haw: %s: %s loaʻa nā huaʻōlelo kūpono ʻole - nānā ʻole ʻia

source: %s: tmp_dir '%s' does not exist - reverting to %s
haw: %s: tmp_dir '%s' 'a'ole i noho - ho'i i %s

source: file not found
haw: ʻAʻole i loaʻa ka faila

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
haw: # zzzFM Waihona Kau # ʻAʻole i hoʻolālā ʻia kēia faila e hoʻoponopono - e heluhelu ʻia a kākau ʻia # Inā holoi ʻoe i nā faila session* a pau, e hoʻihoʻi hou ʻia ka zzzFM i nā paʻamau o ka hale hana.

source: Error saving file
haw: Ua hewa ka mālama ʻana i ka faila

source: zzzFM Error: Unable to autosave session file ( %s )
haw: zzzFMHapa: ʻAʻole hiki ke hoʻopaʻa i ka faila kau ( %s )

source: Selected Menu Item '%s' As Handler
haw: Koho ʻia ka papa kuhikuhi '%s' As Handler

source: Create README
haw: Hana README

source: No README file exists for this command. Create a default README file for you to fill in?
haw: ʻAʻohe faila README no kēia kauoha. E hana i kahi faila README paʻamau no ʻoe e hoʻopiha ai?

source: Creation Failed
haw: Hana ʻia

source: An error occurred creating a README file for this command.
haw: Ua hewa ka hana ʻana i kahi faila README no kēia kauoha.

source: An error occurred copying command files %s
haw: Ua hewa ke kope ʻana i nā faila kauoha %s

source: Copy Command Error
haw: Hapa kauoha kope

source: An error occurred copying command data files %s
haw: Ua hewa ke kope ʻana i nā faila ʻikepili kauoha %s

source: Bookmark target '%s' is missing or invalid.
haw: Nalo a ʻaʻole kūpono paha ka pahuhopu bookmark '%s'.

source: Invalid Bookmark Target
haw: Manaʻo ʻia ka Bookmark Target

source: Change Item Name
haw: Hoʻololi i ka inoa ʻikamu

source: Editor Not Set
haw: ʻAʻole i hoʻonohonoho ʻia ka Lunahooponopono

source: Please set your editor in View|Preferences|Advanced
haw: E ʻoluʻolu e hoʻonoho i kāu mea hoʻoponopono ma View|Preferences|Advanced

source: Root Editor Not Set
haw: ʻAʻole i hoʻonohonoho ʻia ka Lunahooponopono Aʻa

source: Please set root's editor in View|Preferences|Advanced
haw: E ʻoluʻolu e hoʻonoho i ka mea hoʻoponopono kumu ma View|Preferences|Advanced

source: Edit %s
haw: Hoʻoponopono %s

source: User's Manual Not Found
haw: ʻAʻole i loaʻa ka manual o ka mea hoʻohana

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
haw: ʻAʻole i loaʻa ke kope kūloko o ka manual zzzFM mea hoʻohana. E ʻoluʻolu e hoʻonoho i kahi kūpono ma Help|Kō koho|Wāhi Manuahi.

source: Manual Opened ?
haw: Ua wehe ʻia ka manual ?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
haw: Ua wehe ʻia ka manual mea hoʻohana zzzFM ma kāu polokalamu kele pūnaewele. Inā ʻaʻole i wehe ʻia, a i ʻole makemake ʻoe e hoʻohana i kahi polokalamu kele pūnaewele ʻē aʻe, e hoʻonoho i kāu polokalamu kele pūnaewele ma Help|Options|Browser. ʻAʻole e hana hou kēia memo.

source: ( none )
haw: ( ʻaʻohe )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
haw: %s Keycode: %#4x Mea hoʻololi: %#x %s ua hāʻawi mua ʻia i '%s'. E kaomi i kekahi kī ʻokoʻa a i ʻole e kaomi i Set no ka pani ʻana i ka hana kī o kēia manawa.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
haw: %s Keycode: %#4x [%#4x] Mea hoʻololi: %#x %s ua hāʻawi mua ʻia i '%s'. E kaomi i kekahi kī ʻokoʻa a i ʻole e kaomi i Set no ka pani ʻana i ka hana kī o kēia manawa.

source: %s Keycode: %#4x Modifier: %#x
haw: %s Keycode: %#4x Mea hoʻololi: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
haw: E kaomi i kāu hui kī no ka mea '%s' a laila kaomi Set. No ka wehe ʻana i ka hana kī o kēia manawa, kaomi Unset.

source: Cancel
haw: Hoʻopau

source: Unset
haw: Wehe ʻia

source: Set
haw: Hoʻonoho

source: Set Key
haw: Hoʻonoho i ke kī

source: Edit Command Line
haw: Hoʻoponopono i ka laina kauoha

source: Choose Custom Executable
haw: E koho i ka mea hiki ke hoʻokō

source: Run As User
haw: Holo i mea hoʻohana

source: Run this command as username: ( Leave blank for current user )
haw: E holo i kēia kauoha ma ke ʻano he mea hoʻohana: ( E waiho hakahaka no ka mea hoʻohana i kēia manawa )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
haw: Ke hoʻohui nei ʻoe i kahi kauoha maʻamau i ka mea papa kuhikuhi Default. E loaʻa koke i kēia ʻikamu kahi ʻōlelo mua - e ʻike wale ʻia ke ʻano o ke ʻano MIME o ka faila i koho mua ʻia me ke ʻano o kēia manawa. '%s'. Hoʻohui i nā kauoha a i ʻole nā u200bu200bmenus ma aneʻi āu e makemake ai e hōʻike wale no kēia ʻano MIME.

source: New Context Command
haw: Kauoha Hōʻikeʻike Hou

source: Set Item Name
haw: E hoʻonoho i ka inoa ʻikamu

source: Choose Folder
haw: E koho i ka waihona

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
haw: Ke hoʻohui nei ʻoe i kahi papa kuhikuhi maʻamau i ka mea papa inoa Default. E loaʻa koke i kēia ʻikamu kahi ʻōlelo mua - e ʻike wale ʻia ke ʻano o ke ʻano MIME o ka faila i koho mua ʻia me ke ʻano o kēia manawa. '%s'. Hoʻohui i nā kauoha a i ʻole nā u200bu200bmenus ma aneʻi āu e makemake ai e hōʻike wale no kēia ʻano MIME.

source: (none)
haw: (ʻaʻohe)

source: Set Submenu Name
haw: E hoʻonoho i ka inoa papa inoa

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
haw: E hoʻokomo i ka inoa submenu: E hoʻomaka i kahi huaʻōlelo me kahi kaha lalo (_) e kaha lalo i kēlā ʻano ma ke ʻano he kī pōkole inā makemake ʻia.

source: New _Submenu
haw: Hou _Papa kuhikuhi

source: ( no name )
haw: ( ʻaʻohe inoa )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
haw: Wehe mau i ka '%s' SUBMENU a me nā mea a pau i loko o laila? E holoi kēia hana i nā hoʻonohonoho a me nā faila e pili ana i kēia mau mea.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
haw: Wehe mau i ka '%s' mea? E holoi kēia hana i nā hoʻonohonoho a me nā faila e pili ana i kēia mea.

source: Confirm Remove
haw: Hōʻoia Wehe

source: Are you sure?
haw: He 'oiaʻiʻo kēnā?

source: Dialog Message
haw: ʻŌlelo Kūkākūkā

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
haw: E hoʻokomo i ka memo e hōʻike ʻia ma kēia kamaʻilio: E hoʻohana: \n laina hou \t pā

source: _Copy
haw: _kope

source: _Paste
haw: _Hoʻopili

source: _Remove
haw: _Wehe

source: _New
haw: _Hou
