Repository: dimkr/zzzfm
Catalog: po/from transifex/ht/zzzfmpot.sh.po
Languages: ht

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
ht: Antre nan anyè a kote zzzFM ta dwe otomatikman kreye anyè pwen mòn pou fuse ak sistèm fichye menm jan an (%%a nan kòmandman moun kap okipe yo). Anyè sa a dwe ka ekri pou itilizatè a (PA itilize /media), epi yo pral retire subdirectory vid yo. Si yo rete vid, ~/.cache/zzzfm/ (oswa $XDG_CACHE_HOME/zzzfm/) se itilize. Yo rekonèt varyab sa yo: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Remake byen ke kèk moun kap okipe yo oswa pwogram mòn yo ka pa obeyi paramèt sa a.

source: Open _Tab
ht: Louvri _Tab

source: _Unmount On Exit
ht: _Demonte sou sòti

source: Auto _Run
ht: Oto _Kouri

source: On _Mount
ht: Sou _Mòn

source: Auto Run On Mount
ht: Oto kouri sou mòn

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman apre yon kondwi detachable oswa disk done yo oto-monte: Sèvi ak: %%v aparèy (eg /dev/sda1) %%l etikèt aparèy %%m pwen mòn aparèy (eg /media/disk)

source: On _Audio CD
ht: Sou _CD odyo

source: Auto Run On Audio CD
ht: Oto kouri sou CD odyo

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman lè yo mete yon CD odyo nan yon aparèy ki kalifye: Sèvi ak: %%v aparèy (eg /dev/sda1) %%l etikèt aparèy %%m pwen mòn aparèy (eg /media/disk)

source: On _Video DVD
ht: Sou _Videyo DVD

source: Auto Run On Video DVD
ht: Oto kouri sou DVD videyo

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman lè yon DVD videyo monte oto: Sèvi ak: %%v aparèy (eg /dev/sda1) %%l etikèt aparèy %%m pwen mòn aparèy (eg /media/disk)

source: On _Insert
ht: Sou _Mete

source: Auto Run On Insert
ht: Oto kouri sou mete

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman lè yo mete nenpòt aparèy: Sèvi ak: %%v aparèy te ajoute (eg /dev/sda1) %%l etikèt aparèy %%m pwen mòn aparèy (eg /media/disk)

source: On _Unmount
ht: Sou _Demonte

source: Auto Run On Unmount
ht: Oto kouri sou demonte

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman lè nenpòt aparèy demonte pa nenpòt mwayen: Sèvi ak: %%v aparèy demonte (eg /dev/sda1) %%l etikèt aparèy %%m pwen mòn aparèy (eg /media/disk)

source: On _Remove
ht: Sou _Retire

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman lè yo retire nenpòt aparèy (ekspilsyon medya pa kalifye): Sèvi ak: %%v aparèy retire (eg /dev/sda1) %%l etikèt aparèy %%m pwen mòn aparèy (eg /media/disk)

source: Ignore _No Policy
ht: Ignore _Pa gen Règleman

source: _Mount Options
ht: _Opsyon mòn

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
ht: Antre lis opsyon monte default ki separe ak vigil oswa espas ki anba a (%%o nan moun kap okipe yo). Anplis opsyon regilye yo, ou kapab tou presize opsyon yo dwe ajoute oswa retire pou yon kalite sistèm fichye espesifik lè w itilize fòm OPTION+FSTYPE oswa OPTION-FSTYPE. Egzanp: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Sa a pral ajoute nosuid epi noatime pou tout kalite sistèm fichye, ajoute sync pou vfat epi ntfs sèlman, epi retire noatime pou ext4. Nòt: Gen kèk opsyon, tankou nosuid, ka ajoute pa pwogram mòn lan menm si ou pa mete yo. Opsyon nan fstab pran priyorite. pmountak kèk moun kap okipe yo ka inyore opsyon yo mete isit la.

source: Default Mount Options
ht: Opsyon Mount Default

source: Re/mount With Options
ht: Re/monte Avèk Opsyon

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
ht: Aparèy la pral (re)monte lè l sèvi avèk opsyon ki anba yo. Anplis opsyon regilye yo, ou kapab tou presize opsyon yo dwe ajoute oswa retire pou yon kalite sistèm fichye espesifik lè w itilize fòm OPTION+FSTYPE oswa OPTION-FSTYPE. Egzanp: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Sa a pral ajoute nosuid epi noatime pou tout kalite sistèm fichye, ajoute sync pou vfat epi ntfs sèlman, epi retire noatime pou ext4. Nòt: Gen kèk opsyon, tankou nosuid, ka ajoute pa pwogram mòn lan menm si ou pa mete yo. Opsyon nan fstab pran priyorite. pmount inyore opsyon yo mete isit la.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
ht: Antre lis sistèm fichye ki separe ak vigil oswa espas ki PA ta dwe kontwole pou chanjman nan fichye yo. Anviwònman sa a sèlman afekte aparèy ki pa bloke (tankou nfs oswa fuse), epi anjeneral yo itilize pou anpeche zzzFM vin pa reponn ak sistèm fichye rezo yo. Chajman miniatures ak gwosè sous-répertoires ap tou enfim.

source: Change Detection Blacklist
ht: Lis nwa deteksyon chanjman

source: _Device Handlers
ht: _Manadjè aparèy

source: _Protocol Handlers
ht: _Moun k ap okipe pwotokòl

source: _Icon
ht: _Icône

source: Audio CD
ht: CD odyo

source: Optical Mounted
ht: Optik monte

source: Optical Has Media
ht: Optik gen medya

source: Optical No Media
ht: Optik Pa gen Medya

source: Floppy Mounted
ht: Diskèt monte

source: Floppy Unmounted
ht: Diskèt demonte

source: Removable Mounted
ht: Detachable monte

source: Removable Unmounted
ht: Detachable demonte

source: Internal Mounted
ht: Entèn Monte

source: Internal Unmounted
ht: Entèn demonte

source: Mounted Network
ht: Rezo monte

source: Mounted Other
ht: Monte Lòt

source: _Settings
ht: _Anviwònman

source: Bookmark _Icon
ht: Bookmark _Icône

source: Sub_menu Icon
ht: Sub_meni icon

source: _Show Bookmarks
ht: _Montre Bookmarks

source: New _Bookmark
ht: Nouvo _Bookmark

source: _Name
ht: _Non

source: F_ilename
ht: F_ilenon

source: _Parent
ht: _Paran

source: _Option
ht: _Opsyon

source: Copy _Target
ht: Kopi _Sib

source: Lin_k Target
ht: Lin_k Sib

source: _As Root
ht: _Kòm Root

source: Move Dialog Font
ht: Deplase Polis dyalòg

source: /home/user/Example Filename.ext
ht: /home/user/Egzanp Filename.ext

source: _Confirm Create
ht: _Konfime Kreye

source: Highlight _Bar
ht: Mete aksan sou _Bar

source: Status Bar Highlight Color
ht: Status Bar Mete aksan sou Koulè

source: Highlight _Text
ht: Mete aksan sou _Tèks

source: Status Bar Text Highlight Color
ht: Tèks Ba Estati Mete aksan sou Koulè

source: _Middle Click
ht: _Mwayen Klike

source: Copy _Name
ht: Kopi _Non

source: Copy _Path
ht: Kopi _Chemen

source: _Hide Panel
ht: _Kache Panel

source: New _Window
ht: Nouvo _Fenèt

source: R_oot Window
ht: R_oot Fenèt

source: _Terminal
ht: _Tèminal

source: _Root Terminal
ht: _Root Tèminal

source: Open _URL
ht: Louvri _URL

source: Open URL
ht: Louvri URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
ht: Antre URL nan fòma a: PWOTÒKÒL://NON ITIlizatè:MODAS@LAME:PORT/PATAJE Egzanp yo: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Mete yon modpas pa an sekirite. Pou make yon URL, klike sou rezo a ki monte nan Aparèy epi chwazi Bookmark.

source: Save Ta_bs
ht: Sove Ta_bs

source: _Hide
ht: _Kache

source: _Event Manager
ht: _Manadjè evènman

source: _Instance
ht: _Enstans

source: _Startup
ht: _Demaraj

source: Set Instance Startup Command
ht: Mete Kòmandman Demaraj Enstans

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman lè yon egzanp zzzFM kòmanse: Sèvi ak: %%e Kalite evènman (evt_start)

source: _Exit
ht: _Sòti

source: Set Instance Exit Command
ht: Mete lòd sòti enstans

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman lè yon egzanp zzzFM sòti: Sèvi ak: %%e Kalite evènman (evt_exit)

source: _Window
ht: _Fenèt

# View|Events|Window|
source: _New
ht: _Nouvo

source: Set New Window Command
ht: Mete yon nouvo lòd pou fenèt

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon nouvo fenèt zzzFM louvri: Sèvi ak: %%e kalite evènman (evt_win_new) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a.

# View|Events|Window|
source: _Focus
ht: _Konsantre

source: Set Window Focus Command
ht: Mete Kòmandman Konsantre Fenèt la

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon fenèt zzzFM vin konsantre: Sèvi ak: %%e kalite evènman (evt_win_focus) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a.

source: _Move/Resize
ht: _Deplase/Redimansyonman

source: Set Window Move/Resize Command
ht: Mete Fenèt Deplase/Redimansyonman Kòmandman

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon fenèt zzzFM deplase oswa chanje gwosè: Sèvi ak: %%e kalite evènman (evt_win_move) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a. Remak: Kòmand sa a ka kouri plizyè fwa pandan redimansyon.

# View|Events|Window|
source: _Click
ht: _Klike sou

source: Set Click Command
ht: Mete Klike Kòmandman

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yo klike sou sourit la: Sèvi ak: %%e kalite evènman (evt_win_click) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab %%b bouton (bouton sourit peze) %%m modifye (kle modifikatè) %%f konsantre (eleman ki te resevwa klik la) Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan kòmandman sa a lè yo pa itilize prefiks asterisk. Prefiks kòmandman ou a ak yon asterisk (*) epi retounen estati sòti 0 kondisyonèl pou anpeche moun k ap okipe defo a. Pa egzanp: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMwayen bouton an te klike nan %%f" --button ok &

source: _Keypress
ht: _Peze kle

source: Set Window Keypress Command
ht: Mete Kòmandman Keypress Fenèt la

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yo peze yon kle: Sèvi ak: %%e kalite evènman (evt_win_key) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab %%k kòd kle (kle peze) %%m modifye (kle modifikatè) Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan kòmandman sa a lè yo pa itilize prefiks asterisk. Prefiks kòmandman ou a ak yon asterisk (*) epi retounen estati sòti 0 kondisyonèl pou anpeche moun k ap okipe defo a. Pa egzanp: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKle F8 te peze." --button ok &

source: Set Window Close Command
ht: Mete Fenèt Fèmen Kòmand

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon fenèt zzzFM fèmen: Sèvi ak: %%e kalite evènman (evt_win_close) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a.

# View|Events|Panel|
source: _Focus
ht: _Konsantre

source: Set Panel Focus Command
ht: Mete Kòmandman Konsantre Panel

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon panèl vin konsantre: Sèvi ak: %%e kalite evènman (evt_pnl_focus) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a.

# View|Events|Panel|
source: _Show
ht: _Montre

source: Set Panel Show Command
ht: Mete Panel Montre Kòmandman

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon panèl oswa eleman panèl yo montre oswa kache: Sèvi ak: %%e kalite evènman (evt_pnl_show) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab %%f konsantre (eleman yo montre oswa kache) %%v vizib (1 oswa 0) Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a.

source: Set Panel Select Command
ht: Mete Panel Chwazi Kòmandman

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa seleksyon fichye a chanje: Sèvi ak: %%e kalite evènman (evt_pnl_sel) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a. Prefiks kòmandman ou a ak yon asterisk (*) epi retounen estati sòti 0 kondisyonèl pou anpeche moun k ap okipe defo a.

# View|Events|Tab|
source: _New
ht: _Nouvo

source: Set New Tab Command
ht: Mete nouvo lòd tab la

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yo louvri yon nouvo tab: Sèvi ak: %%e kalite evènman (evt_tab_new) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a.

source: _Change Dir
ht: _Chanje Dir

source: Set Tab Change Dir Command
ht: Mete Tab Chanje Dir Command

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon tab chanje nan yon anyè diferan: Sèvi ak: %%e kalite evènman (evt_tab_chdir) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab %%d nouvo anyè Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a.

# View|Events|Tab|
source: _Focus
ht: _Konsantre

source: Set Tab Focus Command
ht: Mete Kòmandman Konsantre Tab

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon tab vin konsantre: Sèvi ak: %%e kalite evènman (evt_tab_focus) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t tab Ekspòte varyab bash (eg $fm_pwd, etc) ka itilize nan lòd sa a.

# View|Events|Tab|
source: _Close
ht: _Fèmen

source: Set Tab Close Command
ht: Mete Tab Fèmen Kòmandman

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon tab fèmen: Sèvi ak: %%e kalite evènman (evt_tab_close) %%w idantite fenèt (gade èd zzzfm -s) %%p panèl %%t onglet fèmen

# View|Events|
source: _Device
ht: _Aparèy

source: Set Device Command
ht: Mete Kòmandman Aparèy

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
ht: Antre nan pwogram oswa liy lòd bash yo dwe kouri otomatikman chak fwa yon eta aparèy chanje: Sèvi ak: %%e kalite evènman (evt_device) %%f dosye aparèy %%v chanje (ajoute|retire|chanje)

source: Wi_ndow Title
ht: Wi_ndow Tit

source: Set Window Title Format
ht: Mete fòma tit fenèt la

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
ht: Mete fòma tit fenèt la: Sèvi ak: %%n non dosye aktyèl la (eg bin) %%d chemen folder aktyèl la (eg /usr/bin) %%p nimewo panèl aktyèl la (1-4) %%t nimewo tab aktyèl la %%P kantite total panno vizib %%T kantite total onglet nan panèl aktyèl la * asteris yo montre si travay ap kouri nan fenèt la

source: _Window Icon
ht: _Icône fenèt

source: Set Window Icon
ht: Mete ikòn fenèt la

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
ht: Antre yon non icon, chemen dosye ikòn, oswa non atik stock: Oswa klike sou Chwazi pou chwazi yon icon. Gen kèk ikon ki ka pa travay byen akòz divès pwoblèm. Bay lòt ikon zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Pa egzanp: zzzfm-48-cube-red

source: _Fullscreen
ht: _Tout ekran

source: _Preferences
ht: _Preferans

source: _Tool
ht: _Zouti

source: _Thumbnails (global)
ht: _Miniatures (mondyal)

source: _User's Manual
ht: _Manyèl itilizatè a

source: _Options
ht: _Opsyon

source: _Browser
ht: _Navigatè

source: Choose HTML Browser
ht: Chwazi navigatè HTML

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
ht: Antre non navigatè a oswa liy lòd bash yo dwe itilize pou montre dosye HTML ak URL: Sèvi ak: %%u url (Kite vid pou deteksyon otomatik navigatè)

source: _Manual Location
ht: _Manyèl Kote

source: Choose User's Manual Location
ht: Chwazi Kote Manyèl Itilizatè a

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
ht: Antre chemen fichye lokal la oswa URL aleka pou Manyèl Itilizatè zzzFM la: (Kite vid pou default)

source: _Show Devices
ht: _Montre Aparèy

source: _Task Manager
ht: _Manadjè Objektif Travay la

source: _Status
ht: _Estati

source: _Count
ht: _Konte

source: _Folder
ht: _Dosye

source: _Item
ht: _Atik

source: _To
ht: _Pou

source: _Progress
ht: _Pwogrè

source: _Elapsed
ht: _Pase

source: C_urrent Speed
ht: C_urrent Vitès

source: Current Re_main
ht: Kouran Re_main

source: _Average Speed
ht: _Vitès Mwayèn

source: A_verage Remain
ht: A_verage Rete
