Repository: dimkr/zzzfm
Catalog: po/from transifex/ht/zzzfmpot.sh.po
Languages: ht

source: zzzFM Open Folder
ht: zzzFM Louvri Dosye

source: Open folder
ht: Louvri katab

source: Search for files and folders
ht: Chèche dosye ak dosye

source: File Manager
ht: Manadjè File

source: Browse the file system
ht: Browse sistèm fichye a

source: Choose Application
ht: Chwazi Aplikasyon

source: Please choose an application or enter a command:
ht: Tanpri chwazi yon aplikasyon oswa antre yon kòmandman:

source: File Type:
ht: Kalite dosye:

source: _Associated Apps
ht: _Aplikasyon ki asosye yo

source: A_ll Apps
ht: A_ll Aplikasyon yo

source: _Command:
ht: _Kòmandman:

source: Opened in Terminal
ht: Louvri nan Tèminal

source: _Set as default application for this file type
ht: _Mete kòm aplikasyon default pou kalite fichye sa a

source: File Properties
ht: Pwopriyete dosye

source: <b>File Name:</b>
ht: <b>Non dosye:</b>

source: <b>Location:</b>
ht: <b>Kote:</b>

source: <b>Link Target:</b>
ht: <b>Sib Link:</b>

source: <b>Type:</b>
ht: <b>Kalite:</b>

source: <b>Opens _With:</b>
ht: <b>Ouvè _Avèk:</b>

source: <b>Total Size:</b>
ht: <b>Gwosè total:</b>

source: <b>Size On Disk:</b>
ht: <b>Gwosè sou Disk:</b>

source: <b>Count:</b>
ht: <b>Konte:</b>

source: <b>Modified:</b>
ht: <b>Modifye:</b>

source: <b>Accessed:</b>
ht: <b>Aksede:</b>

source: <b>_Owner:</b>
ht: <b>_Pwopriyetè:</b>

source: <b>_Group:</b>
ht: <b>_Gwoup:</b>

source: <b>Owner:</b>
ht: <b>Pwopriyetè:</b>

source: <b>Group:</b>
ht: <b>Gwoup:</b>

source: <b>Other:</b>
ht: <b>Lòt:</b>

source: Read
ht: Li

source: Write
ht: Ekri

source: Execute
ht: Egzekite

source: Set UID
ht: Mete UID

source: Set GID
ht: Mete GID

source: Sticky
ht: kolan

source: Recursive (apply changes to folders and their contents)
ht: Rekursif (aplike chanjman nan dosye ak sa yo)

source: _Permissions
ht: _Otorizasyon

source: Any
ht: Nenpòt

source: Within One Day
ht: Nan yon jou

source: Within One Week
ht: Nan yon semèn

source: Within One Month
ht: Nan yon mwa

source: Within One Year
ht: Nan yon ane

source: Within Selected Date Range
ht: Nan seri dat yo chwazi

source: Find Files
ht: Jwenn fichye yo

source: <b>Filename:</b>
ht: <b>Non dosye:</b>

source: Case Sensitive
ht: Ka Sansib

source: Video Files (avi, mpg,...)
ht: Fichye Videyo (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
ht: Fichye odyo (mp3, ogg,...)

source: Image Files (jpg, png,...)
ht: Fichye imaj (jpg, png,...)

source: All Files and Folders
ht: Tout Dosye ak Dosye

source: <b>File Types to Search</b>
ht: <b>Kalite dosye pou chèche</b>

source: Search in subfolders
ht: Chèche nan sousdosye yo

source: Search hidden files
ht: Chèche dosye kache

source: <b>Places to Search</b>
ht: <b>Kote pou chèche</b>

source: General
ht: Jeneral

source: File Contains:
ht: Fichye a genyen:

source: Use Regular Expression
ht: Sèvi ak ekspresyon regilye

source: <b>File Content</b>
ht: <b>Fichye kontni</b>

source: Content
ht: Kontni

source: Greater Than:
ht: Pi gran pase:

source: Smaller Than:
ht: Pi piti pase:

source: <b>Last Modified</b>
ht: <b>Dènye modifye</b>

source: Size & Date
ht: Gwosè & Dat

source: <b>Search Result:</b>
ht: <b>Rezilta rechèch:</b>

source: Search Again
ht: Chèche ankò

source: Go to folder
ht: Ale nan katab

source: Open In Current Tab
ht: Louvri nan tab aktyèl la

source: Open In New Tab
ht: Louvri nan nouvo tab

source: Stretch
ht: Detire

source: Fit
ht: Anfòm

source: Center
ht: Sant

source: Tile
ht: Mozayik

source: Transparent
ht: Transparan

source: Automatic
ht: Otomatik

source: Copy (Ctrl+Drag)
ht: Kopi (Ctrl+Trennen)

source: Move (Shift+Drag)
ht: Deplase (Shift+Trennen)

source: Link (Ctrl+Shift+Drag)
ht: Link (Ctrl+Shift+Trennen)

source: Preferences
ht: Preferans

source: Small Icons:
ht: Ti ikon:

source: Large Icons:
ht: Gwo ikon:

source: Toolbar Icons:
ht: Ikon ba zouti:

source: <b>Icons</b>
ht: <b>Ikon</b>

source: Single click opens files
ht: Yon sèl klike sou ouvè fichye yo

source: Hover selects
ht: Hover chwazi

source: Show Thumbnails
ht: Montre miniatures

source: Max Pic Size To Thumbnail:
ht: Maksimòm gwosè foto pou miniatures:

source: <b>File List</b>
ht: <b>Lis dosye</b>

source: _General
ht: _Jeneral

source: Always show the tab bar
ht: Toujou montre ba tab la

source: Hide 'Close Tab' buttons
ht: Kache 'Fèmen Tab' bouton

source: Confirm delete/remove
ht: Konfime efase/retire

source: Click runs executables ( caution! )
ht: Klike sou kouri ègzèkutabl (atansyon!)

source: SI File Sizes (1K = 1000) (requires restart)
ht: SI File Sizes (1K = 1000) (mande rekòmanse)

source: Show root user indicator color
ht: Montre koulè endikatè itilizatè rasin

source: Default Drag Action:
ht: Default aksyon trennen:

source: Please select an image file
ht: Tanpri chwazi yon fichye imaj

source: Mode:
ht: Mòd:

source: Text:
ht: Tèks:

source: Shadow:
ht: Lonbraj:

source: Font:
ht: Polis:

source: Left:
ht: Agòch:

source: Right:
ht: Dwa:

source: Bottom:
ht: Anba:

source: <b>Margins</b>
ht: <b>Marge yo</b>

source: Right click shows WM menu
ht: Klike sou dwa montre meni WM

source: Open folders using associated MIME application
ht: Louvri dosye lè l sèvi avèk aplikasyon MIME ki asosye

source: _Volume Management
ht: _Jesyon Volim

source: Terminal:
ht: Tèminal:

source: Terminal SU:
ht: Tèminal SU:

source: Graphical SU:
ht: SU grafik:

source: Filename Encoding:
ht: Kodaj non fichye:

source: Editor:
ht: Editè:

source: Run editor in terminal
ht: Kouri editè nan tèminal

source: Root's Editor:
ht: Editè Rasin:

source: Run root's editor in terminal
ht: Kouri editè rasin nan tèminal

source: Date Format:
ht: Fòma Dat:

source: (requires reload)
ht: (mande rechaje)

source: Date Display
ht: Dat ekspozisyon

source: _Advanced
ht: _Avanse

source: Too many columns (>%d) in %s
ht: Twòp kolòn (>%d) nan %s

source: error reading file %s: %s
ht: erè lekti dosye %s: %s

source: file '%s' contents are not valid UTF-8
ht: dosye '%s' kontni yo pa valab UTF-8

source: Cannot set missing element '%s'
ht: Pa ka mete eleman ki manke '%s'

source: file '%s' is not a regular file
ht: dosye '%s' se pa yon dosye regilye

source: Dynamic resize requires width and height > 0
ht: Redimansyon dinamik mande pou lajè ak wotè > 0

source: internal command %s requires an argument
ht: lòd entèn %s mande yon agiman

source: element '%s' does not exist
ht: eleman '%s' pa egziste

source: internal command press is invalid for non-button %s
ht: laprès lòd entèn pa valab pou ki pa bouton %s

source: internal command un/select is invalid for %s
ht: lòd entèn un/select pa valab pou %s

source: error writing file %s: %s
ht: erè ekri dosye %s: %s

source: '%s' is not an internal command
ht: '%s' se pa yon kòmandman entèn

source: error creating file %s: %s
ht: erè nan kreye fichye a %s: %s

source: pipe '%s' data is not valid UTF-8
ht: tiyo '%s' done yo pa valab UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
ht: [ SNIP - Yo retire lòt pwodiksyon anlè a nan jounal sa a ]

source: ( file contents are not valid UTF-8 )
ht: ( kontni fichye a pa valab UTF-8 )

source: prefix '%s' is not a valid variable name
ht: prefiks '%s' se pa yon non varyab valab

source: Pause
ht: Pran yon poz

source: file '%s' is not a regular file or a pipe
ht: dosye '%s' se pa yon fichye regilye oswa yon tiyo

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
ht: zzzFMDyalòg kreye yon dyalòg GTK koutim ki baze sou eleman GUI ou presize sou liy lòd la, karakteristik kouri-tan kòmandman entèn / ekstèn ki ka modifye eleman, ak rezilta rezilta evalyab/parsable.

source: Usage:
ht: Itilizasyon:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
ht: zzzfm --dialog|-g {Eleman [OPSYON] [AGIMAN...]} ...

source: Example:
ht: Egzanp:

source: zzzfm -g --label "A message" --button ok
ht: zzzfm -g --label "Yon mesaj" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
ht: Eleman: OPSYON & AGIMAN:

source: The following arguments may be used as shown above:
ht: Agiman sa yo ka itilize jan yo montre pi wo a:

source: ICON An icon name, eg: gtk-open
ht: IKON Yon non icon, pa egzanp: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
ht: @FILE Yon dosye tèks pou li yon valè. Nan kèk ka dosye sa a se kontwole, kidonk ekri yon nouvo valè nan dosye a pral mete ajou eleman. Nan lòt ka, dosye a espesifye yon valè inisyal.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
ht: SAVEFILE Kontni yon espektatè oswa yon editè yo sove nan fichye sa a.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
ht: COMMAND Yon lòd entèn oswa ègzèkutabl ki te swiv pa agiman. Separe plizyè kòmandman ak yon -- agiman. Ranplasman sa yo ka itilize nan KÒMAND yo: %%n Non eleman aktyèl la %%v Valè eleman aktyèl la %%NAME Valè eleman yo rele NAME (egzanp: %%input1) %%(command) stdoutsoti nan yon liy lòd bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
ht: LABEL Sekans chape anba yo nan LABEL yo san chape: \n newline \t tab \" " \\ \ Nan --label eleman sèlman, si premye karaktè nanLABEL se yon tilde (~), Yo ka itilize makè pango. Pa egzanp: --label '~Sa a se klè. <b>Sa a se fonse.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
ht: Anplis OPSYON ki endike anwo a, --compact oswa --expand opsyon yo ka ajoute nan nenpòt eleman. Epitou, a--font opsyon ka itilize ak pifò eleman kalite yo chanje font eleman an ak gwosè font. Pa egzanp: --input --font "Times New Roman 16" "Tèks Default"

source: INTERNAL COMMANDS:
ht: KÒMAND ENtèn:

source: EXAMPLE WITH COMMANDS:
ht: EGZANP AK KÒMAND:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ht: zzzfm -g --label "Antre kèk tèks epi peze Antre:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
ht: EGZANP SCRIPT:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
ht: #!%s # Script sa a montre yon dyalòg Wi/Non # Sèvi ak QUOTED eval pou li varyab pwodiksyon pa zzzFM Dyalòg: eval "`zzzfm -g --label "Èske w sèten?" --button wi --button non`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Itilizatè a peze Wi - pran kèk aksyon" else echo "Itilizatè PA t peze Wi - avòte" fi

source: For full documentation and examples see the zzzFM User's Manual:
ht: Pou tout dokiman ak egzanp gade Manyèl Itilizatè zzzFM la:

source: zzzfm: argument is not valid UTF-8
ht: zzzfm: agiman pa valab UTF-8

source: invalid dialog option
ht: opsyon dyalòg envalid

source: Set window title
ht: Mete tit fenèt la

source: Set window icon
ht: Mete icon fenèt la

source: Add a text label
ht: Ajoute yon etikèt tèks

source: Add STOCK dialog button, or LABEL button with ICON
ht: Ajoute bouton dyalòg STOCK, oswa bouton LABEL ak IKON

source: Add STOCK button, or LABEL button with ICON anywhere
ht: Ajoute bouton STOCK, oswa bouton LABEL ak IKON nenpòt kote

source: Add a text entry
ht: Ajoute yon antre tèks

source: Add a large text entry
ht: Ajoute yon gwo antre tèks

source: Add a password entry
ht: Ajoute yon antre modpas

source: Add a file or pipe viewer
ht: Ajoute yon fichye oswa tiyo visualiseur

source: Add multi-line text editor
ht: Ajoute editè tèks milti-liy

source: Add a checkbox option
ht: Ajoute yon opsyon kaz

source: Add a radio option
ht: Ajoute yon opsyon radyo

source: Add an icon
ht: Ajoute yon icon

source: Add an image
ht: Ajoute yon imaj

source: Add a progress bar
ht: Ajoute yon ba pwogrè

source: Add a horizontal line separator
ht: Ajoute yon séparateur liy orizontal

source: Add a vertical line separator
ht: Ajoute yon separasyon liy vètikal

source: Automatically close window after DELAY seconds
ht: Otomatikman fèmen fenèt apre DELAY segonn

source: Add a drop-down list. COMMAND run when clicked.
ht: Ajoute yon lis drop-down. KÒMAND kouri lè klike.

source: Add a combo list. COMMAND run when Enter pressed.
ht: Ajoute yon lis Combo. KÒMAND kouri lè Enter peze.

source: Add a list box. COMMAND run when double-clicked.
ht: Ajoute yon bwat lis. KÒMAND kouri lè doub-klike sou.

source: Add a list box with multiple selections
ht: Ajoute yon bwat lis ak seleksyon miltip

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
ht: Opsyon: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
ht: Mete non baz varyab (Default: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
ht: Mete minimòm lajè, wotè, padding (-1 = pa chanje)

source: Add following widgets to a horizontal box
ht: Ajoute widgets sa yo nan yon bwat orizontal

source: Add following widgets to a vertical box
ht: Ajoute widgets sa yo nan yon bwat vètikal

source: Close the current box of widgets
ht: Fèmen bwat widget aktyèl la

source: Run COMMAND when a key combination is pressed
ht: Kouri COMMAND lè yo peze yon konbinezon kle

source: Run COMMAND when an element is clicked or focused
ht: Kouri COMMAND lè yo klike sou yon eleman oswa konsantre

source: Run COMMAND on window close attempt
ht: Kouri COMMAND sou tantativ fèmen fenèt la

source: Read commands from FILE or PIPE. COMMAND for init.
ht: Li kòmandman ki soti nan FILE oswa PIPE. KÒMAND pou init.

source: No operation - does nothing but evaluate arguments
ht: Pa gen operasyon - pa fè anyen men evalye agiman yo

source: Close the dialog
ht: Fèmen dyalòg la

source: Press button named BUTTON-NAME
ht: Peze bouton ki rele BOUTON-NON

source: Set element NAME to VALUE
ht: Mete eleman NAME sou VALUE

source: Select item VALUE (or first/all) in element NAME
ht: Chwazi atik VALUE (oswa premye/tout) nan eleman NON

source: Unselect item VALUE (or all) in element NAME
ht: Dezeleksyone atik VALUE (oswa tout) nan eleman NAME

source: Focus element NAME, or raise dialog window
ht: Konsantre eleman NON, oswa ogmante fenèt dyalòg

source: Hide element NAME
ht: Kache eleman NAME

source: Show element NAME if previously hidden
ht: Montre eleman NON si li te kache anvan

source: Disable element NAME
ht: Enfim eleman NAME

source: Enable element NAME if previously disabled
ht: Aktive eleman NAME si li te deja enfim

source: Save files and write source output to FILE
ht: Sove fichye yo epi ekri pwodiksyon sous nan FILE

source: Open folders in new tab of last window (default)
ht: Louvri dosye nan nouvo tab nan dènye fenèt (default)

source: Open folder in current tab of last used window
ht: Louvri katab nan tab aktyèl la nan dènye fenèt itilize

source: Don't load saved tabs
ht: Pa chaje onglet ki te sove yo

source: Open folders in new window
ht: Louvri dosye nan nouvo fenèt

source: Open folders in panel 'P' (1-4)
ht: Louvri dosye nan panèl la 'P' (1-4)

source: Launch desktop manager daemon
ht: Lanse daemon manadjè Desktop

source: Show desktop settings
ht: Montre paramèt Desktop yo

source: Show Preferences ('N' is the Pref tab number)
ht: Montre Preferans ('N' se nimewo tab Pref la)

source: Run as a daemon
ht: Kouri kòm yon demon

source: Use DIR as configuration directory
ht: Sèvi ak DIR kòm anyè konfigirasyon

source: Show File Search
ht: Montre File Search

source: Set desktop wallpaper to FILE
ht: Mete D' Bureau pou FILE

source: Show a custom dialog (See -g help)
ht: Montre yon dyalòg koutim (Gade -g help)

source: Send a socket command (See -s help)
ht: Voye yon lòd socket (Gade -s help)

source: No function - for compatibility only
ht: Pa gen fonksyon - pou konpatibilite sèlman

source: Show version information
ht: Montre enfòmasyon sou vèsyon an

source: Option --config-dir ignored - an instance is already running
ht: Opsyon --config-dir inyore - yon egzanp ap deja kouri

source: Option --config-dir contains invalid chars - cannot start
ht: Opsyon --config-dir gen karaktè envalid - pa ka kòmanse

source: zzzfm: --socket-cmd requires an argument
ht: zzzfm: --socket-cmd mande yon agiman

source: zzzfm: could not create socket
ht: zzzfm: pa t 'kapab kreye priz

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
ht: zzzfm: pa t 'kapab konekte nan priz (pa kouri? oswa DISPLAY pa mete?)

source: zzzfm: invalid response from socket
ht: zzzfm: repons envalid soti nan priz

source: zzzFM socket commands permit external processes
ht: zzzFM kòmandman priz pèmèt pwosesis ekstèn

source: (such as command scripts) to read and set GUI property values
ht: (tankou script kòmand) pou li epi mete valè pwopriyete GUI

source: and execute methods inside running zzzFM windows.
ht: ak egzekite metòd andedan kouri zzzFM fenèt yo.

source: To handle events, see View|Events in the main menu bar.
ht: Pou jere evènman yo, gade View|Evènman nan ba meni prensipal la.

source: Usage:
ht: Itilizasyon:

source: Example:
ht: Egzanp:

source: METHODS -------
ht: METÒD -------

source: Sets a property
ht: Mete yon pwopriyete

source: Gets a property
ht: Jwenn yon pwopriyete

source: Sets a task property
ht: Mete yon pwopriyete travay

source: Gets a task property
ht: Jwenn yon pwopriyete travay

source: Starts a new task
ht: Kòmanse yon nouvo travay

source: Activates a menu item by emitting its shortcut key
ht: Aktive yon atik meni lè li emèt kle rakoursi li yo

source: Runs custom command or shows submenu named NAME
ht: Kouri kòmand koutim oswa montre sou-menu yo te rele NAME

source: Add asynchronous handler COMMAND to EVENT
ht: Ajoute asynchrone handler COMMAND pou EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
ht: Ajoute synchrone handler COMMAND pou EVENT, ranplase moun k ap okipe default

source: Remove handler COMMAND from EVENT
ht: Retire moun k ap okipe COMMAND nan EVÈNMAN

source: Shows this help reference. (Also see manual link below.)
ht: Montre referans èd sa a. (Gade tou lyen manyèl anba a.)

source: OPTIONS -------
ht: OPSYON -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
ht: Ajoute opsyon apre METÒD pou presize yon fenèt espesifik, panèl, ak/oswa tab.

source: Otherwise the current tab of the current panel in the last window is used.
ht: Sinon yo itilize tab aktyèl la nan panèl aktyèl la nan dènye fenèt la.

source: Specify window. eg:
ht: Espesifye fenèt la. egzanp:

source: Specify panel 1-4. eg:
ht: Espesifye panèl 1-4. egzanp:

source: Specify tab 1-... eg:
ht: Espesifye tab 1-... pa egzanp:

source: PROPERTIES ----------
ht: PWOPRIYETE ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
ht: Mete pwopriyete ak METÒD 'set', oswa jwenn valè a avèk 'get'.

source: eg '1024x768' (read-only)
ht: eg '1024x768' (li sèlman)

source: Open DIR or default in a new tab
ht: Louvri DIR oswa default nan yon nouvo tab

source: eg 'Current Status: Example'
ht: pa egzanp 'Eta aktyèl: Egzanp'

source: [FILENAME...]
ht: [NON DOSYE...]

source: [PATTERN] eg '*.jpg'
ht: [MODÈL] eg '*.jpg'

source: eg 'Some\nlines\nof text'
ht: eg 'Gen kèk\nliy yo\nnan tèks'

source: eg '~/copy-file-contents-to-clipboard.txt'
ht: eg '~/kopi-dosye-kontni-pou-clipboard.txt'

source: FILE... Files copied to clipboard
ht: FILE... Fichye yo kopye nan clipboard

source: FILE... Files cut to clipboard
ht: FILE... Fichye koupe nan clipboard

source: TASK PROPERTIES ---------------
ht: PWOPRIYETE TACH ---------------

source: contents of Status task column (read-only)
ht: sa ki nan kolòn travay Status (li sèlman)

source: text to show in Count task column
ht: tèks pou montre nan kolòn Konte travay

source: text to show in Folder task column
ht: tèks pou montre nan kolòn travay Dosye

source: text to show in Item task column
ht: tèks pou montre nan kolòn travay atik

source: text to show in To task column
ht: tèks pou montre nan kolòn Pou travay la

source: progress percent (1..100) or '' to pulse
ht: pwogrè pousan (1..100) oswa '' batman kè

source: text to show in Total task column
ht: tèks pou montre nan kolòn Total travay

source: text to show in Current task column
ht: tèks pou montre nan kolòn Travay aktyèl la

source: text to show in CRemain task column
ht: tèks pou montre nan kolòn travay CRemain

source: text to show in Average task column
ht: tèks pou montre nan kolòn travay Mwayèn

source: text to show in Remain task column
ht: tèks pou montre nan kolòn Rete travay

source: contents of Elapsed task column (read-only)
ht: sa ki nan kolòn travay ki pase (li sèlman)

source: contents of Started task column (read-only)
ht: sa ki nan kolòn Travay kòmanse (li sèlman)

source: COMMAND command to show a custom task dialog
ht: COMMAND kòmand pou montre yon dyalòg travay koutim

source: TASK TYPES ----------
ht: TIP TACH ----------

source: Run COMMAND in DIR
ht: Kouri COMMAND nan DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
ht: Kopi|Deplase|Lyen FICHÈ (yo) oswa DIR (yo) nan TARGET dir

source: Recursively delete FILE(s) or DIR(s)
ht: Efase FILE(yo) oswa DIR(yo) yon fason rekursif

source: Open FILE in user's or root's text editor
ht: Louvri FILE nan editè tèks itilizatè a oswa rasin

source: Mount DEVICE or URL
ht: Monte DEVICE oswa URL

source: Unmount DEVICE or mount point DIR
ht: Demonte DEVICE oswa monte pwen DIR

source: EVENTS ------
ht: EVÈNMAN ------

source: Instance start %e
ht: Enstans kòmanse %e

source: Instance exit %e
ht: Enstans sòti %e

source: Window new %e %w %p %t
ht: Fenèt nouvo %e %w %p %t

source: Window focus %e %w %p %t
ht: Fenèt konsantre %e %w %p %t

source: Window move/resize %e %w %p %t
ht: Fenèt deplase/redimansyonman %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
ht: Klike sou sourit %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
ht: Fenèt touche %e %w %p %t %k %m

source: Window close %e %w %p %t
ht: Fenèt fèmen %e %w %p %t

source: Panel focus %e %w %p %t
ht: Panel konsantre %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
ht: Panel montre/kache %e %w %p %t %f %v

source: Selection changed %e %w %p %t
ht: Seleksyon chanje %e %w %p %t

source: Tab new %e %w %p %t
ht: Tab nouvo %e %w %p %t

source: Tab change dir %e %w %p %t %d
ht: Tab chanje dir %e %w %p %t %d

source: Tab focus %e %w %p %t
ht: Tab konsantre %e %w %p %t

source: Tab close %e %w %p %t
ht: Tab fèmen %e %w %p %t

source: Device change %e %f %v
ht: Chanjman aparèy %e %f %v

source: Event COMMAND Substitution Variables:
ht: Evènman COMMAND Sibstitisyon Varyab:

source: event type (evt_start|evt_exit|...)
ht: kalite evènman (evt_start|evt_exit|...)

source: window ID
ht: ID fenèt

source: panel number (1-4)
ht: nimewo panèl (1-4)

source: tab number (1-...)
ht: nimewo tab (1-...)

source: quoted directory ('/etc')
ht: site anyè ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
ht: bouton sourit (0=doub 1=kite 2=mitan 3=dwa ...)
