Repository: dimkr/zzzfm
Catalog: po/from transifex/ht/zzzfmpot.sh.po
Languages: ht

source: _Stop
ht: _Sispann

source: _Queue
ht: _Keu

source: _Resume
ht: _Rezime

source: Sho_w Output
ht: Sho_w Sòti

source: _All Tasks
ht: _Tout Travay

source: Show _Manager
ht: Montre _Manadjè

source: Auto-_Hide Manager
ht: Oto-_Kache Manadjè

source: Task Manager Font
ht: Polis Manadjè Objektif Travay la

source: copying File 1:15 65.2 M 30.2 M/s
ht: kopye File 1:15 65.2 M 30.2 M/s

source: _Columns
ht: _Kolòn

source: Popup _All Tasks
ht: Popup _Tout Travay

source: Stay On _Top
ht: Rete Sou _Top

source: A_bove Others
ht: A_bove Lòt moun

source: All _Workspaces
ht: Tout _Espas travay

source: _Detailed Stats
ht: _Estatistik detaye

source: _Overwrite Option
ht: _Ecraser Opsyon

source: _Error Option
ht: _Erè Opsyon

source: Task Popup Font (affects new tasks)
ht: Task Popup Font (afèkte nouvo travay)

source: Example Output 0123456789
ht: Egzanp Sòti 0123456789

source: Stop If _First
ht: Sispann Si _Premye

source: Stop On _Any
ht: One Stop On _Nenpòt

source: _Continue
ht: _Kontinye

source: _Queue New Tasks
ht: _Queue Nouvo Travay

source: _Pause On Error
ht: _Pòz sou erè

source: Arrange _Icons
ht: Ranje _Ikon

source: By _Name
ht: Pa _Non

source: By _Type
ht: Pa _Kalite

source: By _Date Modified
ht: Pa _Dat modifye

source: By _Size
ht: Pa _Gwosè

source: _Ascending
ht: _Asandan

source: Desktop _Settings
ht: Desktop _Anviwònman

source: _Desktop Folder
ht: _Dosye Desktop

source: Editor Font
ht: Editè Font

source: Example Input 0123456789
ht: Egzanp Antre 0123456789

source: Input Font
ht: Antre Font

source: Edit As _Root
ht: Edit kòm _Root

source: _Choose...
ht: _Chwazi...

source: File _Handlers...
ht: File _Moun kap okipe yo...

source: Open With _Default
ht: Louvri Avèk _Default

source: In _Tab
ht: Nan _Tab

source: In _Panel
ht: Nan _Panel

source: _Extract
ht: _Ekstrè

source: Extract _To
ht: Ekstrè _Pou

source: _List Contents
ht: _Lis kontni

source: _Archive Defaults
ht: _Achiv Default

source: _Open With App
ht: _Louvri Ak App

source: _Create Subfolder
ht: _Kreye Subfolder

source: _Write Access
ht: _Aksè ekri

source: Archive _Handlers
ht: Achiv _Moun kap okipe yo

source: _Archive
ht: _Achiv

source: Tab _Here
ht: Tab _Isit la

source: _Desktop Application
ht: _Aplikasyon Desktop

source: _Go
ht: _Ale

source: _Back
ht: _Retounen

source: _Forward
ht: _Pi devan

source: _Up
ht: _Leve

source: _Home
ht: _Lakay

source: _Set Default
ht: _Mete Default

source: Re_al Path
ht: Re_al Chemen

source: _File List
ht: _Lis dosye

source: _Tree
ht: _Pye bwa

source: _Close
ht: _Fèmen

source: _Reorder
ht: _Rekòmande

source: _Rubberband Select
ht: _Rubberband Chwazi

source: _Sort
ht: _Triye

source: _Size
ht: _Gwosè

source: _Type
ht: _Kalite

source: _Permission
ht: _Pèmisyon

source: _Owner
ht: _Pwopriyetè

source: _Modified
ht: _Modifye

source: _Descending
ht: _Desandan

source: Folders Fi_rst
ht: Dosye Fi_rst

source: F_iles First
ht: F_iles Premye

source: _Hidden First
ht: _Kache Premye

source: Hidden _Last
ht: Kache _Denye

source: Re_fresh
ht: Re_fre

source: Auto See_k
ht: Oto Gade _k

source: Path Bar _Help
ht: Path Bar _Ede

source: _Rename
ht: _Chanje non

source: _Delete
ht: _Efase

source: Cut
ht: Koupe

source: _Actions
ht: _Aksyon

source: Copy Pa_rent
ht: Kopi Pa_rent

source: Paste _Link
ht: Kole _Link

source: Paste _Target
ht: Kole _Sib

source: Paste _As
ht: Kole _Kòm

source: _Copy To
ht: _Kopi Pou

source: L_ast Location
ht: L_ast Kote

source: _Move To
ht: _Deplase Pou

source: _Location
ht: _Kote

source: _Select All
ht: _Seleksyone tout

source: _Unselect All
ht: _Dezeleksyone tout

source: _Invert Selection
ht: _Envèse Seleksyon

source: S_elect By Pattern
ht: S_elect Pa Modèl

source: Move _To
ht: Deplase _Pou

source: Permissions
ht: Otorizasyon

source: _Quick
ht: _Rapid

source: _Recursive
ht: _Rekursif

source: _Toolbar
ht: _Ba zouti

source: _Detailed
ht: _Detaye

source: _Compact
ht: _Kontra enfòmèl ant

source: _Large Icons
ht: _Gwo Ikon

source: _Hidden Files
ht: _Fichye kache

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ht: Egzanp 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
ht: Aparèy Font (Panel %d)

source: Example Bookmark Name
ht: Egzanp Bookmark Non

source: $ cat /home/user/example
ht: $ cat /lakay ou/itilizatè/egzanp

source: Tab Font (Panel %d)
ht: Onglet Font (Panel %d)

source: 12 G free / 200 G 52 items
ht: 12 G gratis / 200 G 52 atik yo

source: Follow _Dir
ht: Swiv _Dir

source: _New Tab
ht: _Nouvo Tab

source: _Single Click
ht: _Single Klike

source: Directory doesn't exist %s
ht: Anyè pa egziste %s

source: Unable to access %s %s
ht: Pa kapab jwenn aksè %s %s

source: Select By Pattern
ht: Chwazi pa modèl

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
ht: Antre modèl pou chwazi dosye ak dosye: Si modèl ou a gen nenpòt karaktè majiskil, matche a pral sansib. Egzanp: *sp*e?m* KONSÈY: Ou ka antre tou '%% PATTERN' nan ba chemen an.

source: Choose Location
ht: Chwazi Kote

source: Invalid Destination
ht: Destinasyon envalid

source: Destination same as source
ht: Destinasyon menm ak sous

source: Invalid destination
ht: Destinasyon pa valab

source: Hide File
ht: Kache File

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
ht: Yo pral ajoute non fichye yo chwazi a '.hidden' dosye ki sitiye nan katab sa a, ki pral kache yo nan zzzFM. Ou ka bezwen rafrechi vi a oswa rekòmanse zzzFM pou dosye yo disparèt. Pou montre yon fichye, louvri fichye .hidden nan editè tèks ou a, retire non fichye a epi rafrechi.

source: Error hiding files
ht: Erè kache dosye yo

source: No files are selected
ht: Pa gen okenn dosye yo chwazi

source: Invalid URL
ht: URL pa valab

source: The entered URL is not valid.
ht: URL antre a pa valab.

source: Handler Not Found
ht: Mantè pa jwenn

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
ht: Pa gen okenn reskonsab rezo konfigirasyon pou URL sa a, oswa pa gen okenn lòd mòn yo mete. Ajoute yon moun kap okipe nan Aparèy|Anviwònman|Gestè Pwotokòl.

source: Open URL %s
ht: Louvri URL %s

source: mount
ht: mòn

source: unmount
ht: demonte

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
ht: Pa gen moun kap okipe yo ki configuré pou kalite aparèy sa a, oswa non %s lòd yo mete. Ajoute yon moun kap okipe nan Anviwònman|Gestè Aparèy oswa Pwotokòl Handler.

source: Mount %s
ht: Mòn %s

source: %s is currently mounted. You must unmount it before you can check it.
ht: %s se kounye a monte. Ou dwe demonte li anvan ou ka tcheke li.

source: Device Is Mounted
ht: Aparèy la monte

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ht: Antre kòmandman chèk sistèm fichye a: Sèvi ak: %%%%v dosye aparèy ( %s ) EDITE AK SWEN Kòmand sa a kouri kòm root

source: Check As Root
ht: Tcheke kòm Root

source: CHECK AS ROOT
ht: TCHEKE AS ROOT

source: Check As Root %s
ht: Tcheke kòm Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
ht: Antre lòd mòn: Sèvi ak: %%%%v dosye aparèy ( %s ) %%%%o opsyon mòn espesifik volim ( %s ) Nòt: fstab pase sou kèk opsyon EDITE AK SWEN Kòmand sa a kouri kòm root

source: Mount As Root
ht: Mòn As Root

source: MOUNT AS ROOT
ht: MÒN AS ROOT

source: Mount As Root %s
ht: Mòn As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ht: Antre lòd demonte: Sèvi ak: %%%%v dosye aparèy ( %s ) EDITE AK SWEN Kòmand sa a kouri kòm root

source: Unmount As Root
ht: Demonte Kòm Root

source: UNMOUNT AS ROOT
ht: DEMONTE AS ROOT

source: Unmount As Root %s
ht: Demonte Kòm Root %s

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
ht: AVÈTISMAN: %s se monte. Ou ka vle oswa bezwen demonte li anvan ou chanje etikèt la.

source: Enter volume label for %s:%s
ht: Antre etikèt volim pou %s:%s

source: Change Volume Label
ht: Chanje etikèt volim

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
ht: Antre kòmand retire etikèt pou fstype '%s': Sèvi ak: %%%%v dosye aparèy ( %s ) %%%%l nouvo etikèt ( "%s" ) EDITE AK SWEN Kòmand sa a kouri kòm root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
ht: Antre lòd chanje etikèt pou fstype '%s': Sèvi ak: %%%%v dosye aparèy ( %s ) %%%%l nouvo etikèt ( "%s" ) EDITE AK SWEN Kòmand sa a kouri kòm root%s

source: Change Label As Root
ht: Chanje etikèt kòmRoot

source: Label As Root %s
ht: Mete etikèt sou kòm Root %s

source: Unmount %s
ht: Demonte %s

source: Remove %s
ht: Retire %s

source: Remount %s
ht: Remonte %s

source: Reload %s
ht: Rechaje %s

source: Sync
ht: Senkronize

source: %s is currently mounted. You must unmount it before you can format it.
ht: %s se kounye a monte. Ou dwe demonte li anvan ou ka fòma li.

source: ( AN ENTIRE DEVICE )
ht: ( YON APARÈY TOUT )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ht: Ou pral efase %s %s- TOUT DONE PRAL PÈDI. Pran pasyans - sa ka pran yon ti tan ak dd pa bay okenn fidbak. Antre kòmand pou kouvri tout volim ak /dev/%s: Sèvi ak: %%%%v dosye aparèy ( %s ) EDITE AK SWEN Kòmand sa a kouri kòm root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ht: Ou se sou fòma %s %s- TOUT DONE PRAL PÈDI. Antre %s fòma kòmand: Sèvi ak: %%%%v dosye aparèy ( %s ) EDITE AK SWEN Kòmand sa a kouri kòm root

source: Format
ht: Fòma

source: DATA LOSS WARNING
ht: AVÈTISMAN PÈT DONE

source: Format %s
ht: Fòma %s

source: %s is currently mounted. You must unmount it before you can restore it.
ht: %s se kounye a monte. Ou dwe demonte li anvan ou ka restore li.

source: Choose Backup For Restore
ht: Chwazi Sovgad pou Restore

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
ht: Ou pral ranplase kòd bòt MBR la %s lè l sèvi avèk %s. Chanjman sa a ka anpeche òdinatè w lan demare byen. Tout done enpòtan sou aparèy la tout antye ta dwe fè bak an premye. Kontinye? (Si ou peze Wi, ou toujou gen yon lòt opòtinite pou avòte anvan disk la modifye.)

source: Restore MBR
ht: Retabli MBR

source: Unknown Type
ht: Kalite enkoni

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
ht: Fichye a chwazi a se pa yon dosye backup rekonèt. FSNon fichye achiv yo genyen 'fsarchiver' oswa fini nan '.fsa'. Non fichye Partimage yo genyen 'partimage' oswa fini nan '.000'. MBR non fichye yo fini nan '.mbr', '.mbr.bin', oswa '-MBR-back' epi yo gen 512 byte nan gwosè. Si w SÈ ke dosye sa a se yon backup ki valab, ou ka chanje non li pou evite erè sa a.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
ht: Ou se sou retabli %s %slè l sèvi avèk %s - TOUT DONE PRAL PÈDI. Antre %s retabli lòd: Sèvi ak: %%%%v dosye aparèy ( %s ) %%%%s dosye backup ( %s ) EDITE AK SWEN Kòmand sa a kouri kòm rasin

source: The %s directory was not found. Is udevil installed?
ht: La %s anyè pa te jwenn. Èske udevil enstale?

source: Directory Missing
ht: Anyè ki manke

source: Choose Backup For Info
ht: Chwazi Sovgad Pou Enfòmasyon

source: MBR File
ht: Fichye MBR

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
ht: Ki baze sou non li, fichye a chwazi parèt yo dwe yon dosye backup MBR. Pa gen lòt enfòmasyon ki disponib pou kalite backup sa a.

source: Restore Info
ht: Retabli enfòmasyon

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
ht: AVÈTISMAN: %s se monte. Pa defo, FSArchiver pral sèlman backup komèsan monte lekti sèlman. Pou fè backup yon volim lekti-ekri, ou bezwen ajoute --allow-rw-mounted nan kòmandman an. Gade 'man fsarchiver' pou detay.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
ht: %s se kounye a monte. Ou dwe demonte li anvan ou ka kreye yon backup lè l sèvi avèk Partimage.

source: Save %s Backup
ht: Sove %s Sovgad

source: Overwrite?
ht: Ranplase?

source: The selected backup already exists. Overwrite?
ht: Sovgad chwazi a deja egziste. Ranplase?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
ht: Antre %s lòd backup: Sèvi ak: %%%%v dosye aparèy ( %s ) %%%%s dosye backup ( %s )%s EDITE AK SWEN Kòmand sa a kouri kòm root

source: Backup
ht: Sovgad

source: %s Backup %s
ht: %s Sovgad %s

source: Properties %s
ht: Pwopriyete %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
ht: %sAparèy yo chwazi kounye a: %s Etikèt volim: %s ID aparèy: %s

source: Kill As Other
ht: Touye kòm lòt

source: Stop As Other
ht: Sispann Kòm Lòt

source: Cont As Other
ht: Kont kòm lòt

source: Move:
ht: Deplase:

source: Copy:
ht: Kopi:

source: Delete:
ht: Efase:

source: Change:
ht: Chanjman:

source: Run:
ht: Kouri:

source: Moving...
ht: Deplase...

source: Copying...
ht: Kopye...

source: Deleting...
ht: Efase...

source: Changing...
ht: Chanje...

source: Running...
ht: Kouri...

source: From:
ht: Soti nan:

source: To:
ht: Pou:

source: Progress:
ht: Pwogrè:

source: Status:
ht: Estati:

source: Paused
ht: Poz

source: Queued
ht: Nan keu

source: Ask
ht: Mande

source: Overwrite All
ht: Ecrase tout

source: Skip All
ht: Sote tout

source: Auto Rename
ht: Oto chanje non

source: Stop If Error First
ht: One Stop Si Erè Premye

source: Stop On Any Error
ht: Sispann sou nenpòt erè

source: Continue
ht: Kontinye

source: Stopped
ht: Sispann

source: Errors
ht: Erè

source: Done
ht: Fè

source: %s (%s) %s remaining
ht: %s (%s) %s rete

source: Error ( Stop If First )
ht: Erè (sispann si premye)

source: Error ( Stop On Any )
ht: Erè (sispann sou nenpòt)

source: Stopped with %d error
ht: Sispann ak %d erè

source: Finished with %d error
ht: Fini ak %d erè

source: Finished with error ( exit status %d )
ht: Fini ak erè ( estati sòti %d )

source: Finished with error
ht: Fini ak erè

source: Paused ( pid %d )
ht: Poz ( pid %d )

source: Paused ( exit status %d )
ht: Poz ( estati sòti %d )

source: Queued ( pid %d )
ht: Nan keu ( pid %d )

source: Queued ( exit status %d )
ht: Nan keu ( estati sòti %d )

source: Running with %d error
ht: Kouri ak %d erè

source: Running... ( pid %d )
ht: Kouri... ( pid %d )

source: Running... ( exit status %d )
ht: Kouri... ( estati sòti %d )

source: stalled
ht: bloke

source: [ SNIP - additional errors above have been trimmed from this log ]
ht: [ SNIP - Yo retire lòt erè ki anwo yo nan jounal sa a ]

source: Moving from folder:
ht: Deplase soti nan katab:

source: Linking from folder:
ht: Lyen soti nan katab:

source: Copying from folder:
ht: Kopi nan katab:

source: Folder Exists
ht: Dosye egziste

source: <b>Folder already exists.</b> Please rename or select an action.
ht: <b>Dosye deja egziste.</b> Tanpri chanje non oswa chwazi yon aksyon.

source: <b>( link )</b>
ht: <b>( lyen )</b>

source: <b>! overwrite file with link !</b>
ht: <b>! ranplase fichye ak lyen !</b>

source: <b>( same size )</b>
ht: <b>( menm gwosè )</b>

source: %s ( %lu bytes )
ht: %s ( %lu byte )

source: larger
ht: pi gwo

source: smaller
ht: pi piti

source: <b>( same time )</b>
ht: <b>( menm tan )</b>

source: newer
ht: pi nouvo

source: older
ht: pi gran

source: Filename Exists
ht: Non fichye a egziste

source: <b>Filename already exists.</b> Please rename or select an action.
ht: <b>Non fichye deja egziste.</b> Tanpri chanje non oswa chwazi yon aksyon.

source: Rename Required
ht: Chanje non Obligatwa

source: In folder:
ht: Nan katab:

source: _Overwrite
ht: _Remplaser

source: Overwrite _All
ht: Remplaser _Tout

source: _Pause
ht: _Pran yon poz

source: _Skip
ht: _Sote

source: S_kip All
ht: S_kip Tout

source: To folder:
ht: Nan katab:

source: <b>Folder Name:</b>
ht: <b>Non Dosye:</b>

source: _Rename
ht: _Chanje non

source: A_uto Rename
ht: A_uto Chanje non

source: Auto Re_name All
ht: Oto Re_name Tout

source: Error Loading Handler
ht: Erè chaje Handler

source: Create Archive
ht: Kreye Achiv

source: Co_mpress Commands:
ht: Co_mpress Kòmandman:

source: Archive Handlers - Create Archive
ht: Achiv Handlers - Kreye Achiv

source: No archive handlers configured. You must add a handler before creating an archive.
ht: Pa gen moun kap okipe achiv yo configuré. Ou dwe ajoute yon moun kap okipe anvan ou kreye yon achiv.

source: _Archive Format:
ht: _Fòma Achiv:

source: The archive creation command is empty. Please enter a command.
ht: Kòmandman pou kreye achiv la vid. Tanpri antre yon kòmandman.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
ht: Varyab sa yo ta dwe prezan nan lòd kreyasyon achiv la: Youn nan bagay sa yo: %%%%n: Premye chwazi fichye/anyè pou achiv %%%%N: Tout fichye/anyè yo chwazi pou achiv ak youn nan bagay sa yo: %%%%o: Rezilta yon sèl achiv %%%%O: Rezilta achiv pou chak dosye sous/anyè (wè %%%%n/%%%%N)

source: Error Saving Handler
ht: Erè Saving Handler

source: copy
ht: kopi

source: Archive
ht: Achiv

source: Extract To
ht: Ekstrè Pou

source: Cre_ate subfolder(s)
ht: Cre_ate sousdosye (yo)

source: Make contents user-_writable
ht: Fè kontni itilizatè-_ekri

source: No archive handler/command found for file:
ht: Pa gen moun ki okipe achiv/kòmand yo jwenn pou fichye a:

source: Extract %s
ht: Ekstrè %s

source: Complete!
ht: Ranpli!

source: Command:
ht: Kòmandman:

source: ( no subfolder )
ht: ( pa gen okenn subfolder )

source: Remove Text Type Association
ht: Retire Asosyasyon Kalite Tèks

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
ht: REMAK: Lè w ap konpile lis aplikasyon pou parèt nan sou-menu Louvri pou yon dosye tèks, zzzFM ap gen ladan aplikasyon ki asosye ak MIME type (eg text/html) AK aplikasyon ki asosye ak text/plain. Si w chwazi Retire sou yon aplikasyon, li pral retire kòm yon aplikasyon ki asosye pou la MIME type (eg text/html), men yo pa pral retire kòm yon aplikasyon asosye pou text/plain (sof si la MIME type se text/plain). Kidonk, lè l sèvi avèk Retire ka pa retire aplikasyon an nan sou-menu Louvri pou kalite sa a, sof si ou tou retire li nan text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
ht: Dosye a '%s' pa egziste. Pa kopye '%s' pou '%s' epi modifye li, ou ka ajiste konpòtman ak aparans aplikasyon sa a pou itilizatè aktyèl la. Kreye kopi sa a kounye a?

source: Copy Desktop File
ht: Kopi Desktop File

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
ht: Dosye a '%s' pa egziste. Pa kopye '%s' pou '%s' epi modifye li, ou ka ajiste ki jan kalite MIME '%s' dosye yo rekonèt pou itilizatè aktyèl la. Kreye kopi sa a kounye a?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
ht: Dosye a '%s' pa egziste. Lè w kreye nouvo dosye '%s' epi modifye li, ou ka defini ki jan kalite MIME '%s' dosye yo rekonèt pou itilizatè aktyèl la. Kreye fichye sa a kounye a?

source: Create New XML
ht: Kreye Nouvo XML

source: _Set As Default
ht: _Mete kòm Default

source: _Add...
ht: _Ajoute...

source: new
ht: nouvo

source: Delete %d selected item ?
ht: Efase %d atik chwazi?

source: Confirm Delete
ht: Konfime Efase

source: <b>P_ath:</b> <i>original</i>
ht: <b>P_ath:</b> <i>orijinal</i>

source: <b>_Name:</b> <i>original</i>
ht: <b>_Non:</b> <i>orijinal</i>

source: <b>_Filename:</b> <i>original</i>
ht: <b>_Non dosye:</b> <i>orijinal</i>

source: <b>_Parent:</b> <i>original</i>
ht: <b>_Paran:</b> <i>orijinal</i>

source: <b>P_ath:</b> <i>exists as folder</i>
ht: <b>P_ath:</b> <i>egziste kòm katab</i>

source: <b>_Name:</b> <i>exists as folder</i>
ht: <b>_Non:</b> <i>egziste kòm katab</i>

source: <b>_Filename:</b> <i>exists as folder</i>
ht: <b>_Non dosye:</b> <i>egziste kòm katab</i>

source: <b>_Parent:</b>
ht: <b>_Paran:</b>

source: <b>P_ath:</b> <i>exists as file</i>
ht: <b>P_ath:</b> <i>egziste kòm dosye</i>

source: <b>_Name:</b> <i>exists as file</i>
ht: <b>_Non:</b> <i>egziste kòm dosye</i>

source: <b>_Filename:</b> <i>exists as file</i>
ht: <b>_Non dosye:</b> <i>egziste kòm dosye</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
ht: <b>P_ath:</b> <i>* ranplase dosye ki egziste deja</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
ht: <b>_Non:</b> <i>* ranplase dosye ki egziste deja</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
ht: <b>_Non dosye:</b> <i>* ranplase dosye ki egziste deja</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
ht: <b>P_ath:</b> <i>paran egziste kòm dosye</i>

source: <b>_Name:</b>
ht: <b>_Non:</b>

source: <b>_Filename:</b>
ht: <b>_Non dosye:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
ht: <b>_Paran:</b> <i>paran egziste kòm dosye</i>

source: <b>P_ath:</b> <i>* create parent</i>
ht: <b>P_ath:</b> <i>* kreye paran</i>

source: <b>_Parent:</b> <i>* create parent</i>
ht: <b>_Paran:</b> <i>* kreye paran</i>

source: _Move
ht: _Deplase
