Repository: dimkr/zzzfm
Catalog: po/from transifex/ht/zzzfmpot.sh.po
Languages: ht

source: key code (eg 0x63)
ht: kòd kle (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
ht: kle modifye (eg 0x4 itilize ak klik ak kle)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ht: eleman konsantre (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
ht: eleman konsantre vizib (0 oswa 1, oswa chanjman eta aparèy)

source: Examples
ht: Egzanp yo

source: These files have been copied to the clipboard
ht: Fichye sa yo te kopye nan clipboard la

source: For full documentation and examples see the zzzFM User's Manual:
ht: Pou tout dokiman ak egzanp gade Manyèl Itilizatè zzzFM la:

source: This build of zzzFM has desktop integration disabled
ht: Konstriksyon sa a nan zzzFM gen entegrasyon Desktop enfim

source: zzzfm: Error: Unable to save session %s
ht: zzzfm: Erè: Pa kapab sove sesyon an %s

source: File doesn't exist
ht: Dosye pa egziste

source: Error
ht: Erè

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
ht: Erè: Pa kapab inisyalize inotify monitè chanjman dosye. Èske ou gen yon nwayo inotify-kapab?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
ht: Erè: Pa kapab etabli koneksyon ak FAM. Eske ou genyen "FAM" oswa "Gamin" enstale ak kouri?

source: --dialog must be first option
ht: --dialog dwe premye opsyon

source: --socket-cmd must be first option
ht: --socket-cmd dwe premye opsyon

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
ht: zzzFM mande bash yo dwe enstale. Lòt kokiy yo PA ekivalan kòm zzzFM sèvi ak karakteristik sèlman yo jwenn nan bach otantik (v4+). Pwogram nan %s pa te jwenn. Enstalebashoswa itilize konfigirasyon opsyon --with-bash-path pou presize yon kote koutim nan moman konstriksyon.

source: Don't know how to open the file
ht: Pa konnen ki jan yo louvri dosye a

source: Unable to open file: "%s" %s
ht: Pa kapab louvri fichye a: "%s" %s

source: Open Root Window
ht: Louvri Fenèt Rasin

source: Terminal Not Available
ht: Tèminal pa disponib

source: Please set your terminal program in View|Preferences|Advanced
ht: Tanpri mete pwogram tèminal ou a nan View|Preferences|Advanced

source: Open Terminal
ht: Louvri Tèminal

source: Design Mode Help
ht: Design Mode èd

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
ht: Mòd Design pèmèt ou chanje non, kle rakoursi ak ikòn meni, ba ikòn ak atik makè yo, montre èd pou yon atik, epi ajoute pwòp kòmandman ak aplikasyon ou. Pou ouvri meni konsepsyon an, tou senpleman klike sou yon atik meni, yon makè oswa yon atik ba zouti. Pou ouvri meni Design pou yon sou-menu, premye fèmen sou-menu a (pa klike sou li). Pou plis enfòmasyon, klike sou bouton Èd ki anba a.

source: New _Command
ht: Nouvo _Kòmandman

source: Show Panel %d
ht: Montre Panel %d

source: _Devices
ht: _Aparèy

source: _Tools
ht: _Zouti

source: _Help
ht: _Ede

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
ht: Erè: Pa kapab sove fichye sesyon an. Èske ou vle soti san yo pa sove? ( %s )

source: zzzFM Error
ht: zzzFM Erè

source: Stop all tasks running in this window?
ht: Sispann tout travay k ap kouri nan fenèt sa a?

source: Aborting tasks...
ht: Avòte travay...

source: %s free / %s
ht: %s gratis / %s

source: %sReading %s ...
ht: %sLekti %s ...

source: !Link → %s/ (missing)
ht: !Link → %s/ (manke)

source: !Link → ( error reading target )
ht: !Link → ( erè lekti sib )

source: hidden
ht: kache

source: %s%d visible (%s) %s
ht: %s%d vizib (%s) %s

source: %s%d item %s
ht: %s%d atik %s

source: Status
ht: Estati

source: Folder
ht: Dosye

source: Item
ht: Atik

source: To
ht: Pou

source: Progress
ht: Pwogrè

source: Started
ht: Te kòmanse

source: Elapsed
ht: Pase

source: Current
ht: Kouran

source: CRemain
ht: CRete

source: Average
ht: Mwayèn

source: Remain
ht: Rete

source: Reorder Columns Help
ht: Reorder Columns Èd

source: To change the order of the columns, drag the column header to the desired location.
ht: Pou chanje lòd kolòn yo, trennen tèt kolòn nan kote ou vle a.

source: moving
ht: k ap deplase

source: copying
ht: kopye

source: deleting
ht: efase

source: linking
ht: ki lye

source: changing
ht: chanje

source: running
ht: kouri

source: %d error %s
ht: %d erè %s

source: %d errors %s
ht: %d erè %s

source: paused
ht: pran poz

source: queued
ht: nan keu

source: Name
ht: Non

source: Size
ht: Gwosè

source: Type
ht: Kalite

source: Permission
ht: Pèmisyon

source: Owner
ht: Pwopriyetè

source: Modified
ht: Modifye

source: Created
ht: Kreye

source: zzzfm: invalid socket command
ht: zzzfm: kòmand priz envalid

source: zzzfm: invalid option '%s'
ht: zzzfm: opsyon envalid '%s'

source: zzzfm: option %s requires an argument
ht: zzzfm: opsyon %s mande yon agiman

source: zzzfm: invalid window
ht: zzzfm: fenèt ki pa valab

source: zzzfm: invalid window %s
ht: zzzfm: fenèt ki pa valab %s

source: zzzfm: invalid panel %d
ht: zzzfm: panèl envalid %d

source: zzzfm: panel %d is not visible
ht: zzzfm: panèl %d pa vizib

source: zzzfm: invalid tab %d
ht: zzzfm: tab envalid %d

source: zzzfm: command set requires an argument
ht: zzzfm: seri lòd mande pou yon agiman

source: zzzfm: invalid %s value
ht: zzzfm: envalid %s valè

source: zzzfm: invalid slider value
ht: zzzfm: valè kurseur envalid

source: zzzfm: invalid panel number
ht: zzzfm: nimewo panèl envalid

source: zzzfm: invalid tab number
ht: zzzfm: nimewo tab envalid

source: zzzfm: invalid property %s
ht: zzzfm: pwopriyete envalid %s

source: zzzfm: invalid column width
ht: zzzfm: lajè kolòn envalid

source: zzzfm: invalid column name '%s'
ht: zzzfm: non kolòn ki pa valab '%s'

source: zzzfm: text is not valid UTF-8
ht: zzzfm: tèks pa valab UTF-8

source: zzzfm: %s requires a file path
ht: zzzfm: %s mande pou yon chemen dosye

source: zzzfm: error reading file '%s'
ht: zzzfm: erè lekti dosye '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
ht: zzzfm: dosye '%s' pa gen tèks UTF-8 ki valab

source: zzzfm: %s requires a directory path
ht: zzzfm: %s mande pou yon chemen anyè

source: zzzfm: directory '%s' does not exist
ht: zzzfm: anyè '%s' pa egziste

source: zzzfm: command %s requires an argument
ht: zzzfm: kòmand %s mande yon agiman

source: zzzfm: %s requires two arguments
ht: zzzfm: %s mande de agiman

source: zzzfm: invalid task '%s'
ht: zzzfm: travay envalid '%s'

source: zzzfm: internal task %s is read-only
ht: zzzfm: travay entèn %s se lekti sèlman

source: zzzfm: task property '%s' is read-only
ht: zzzfm: pwopriyete travay '%s' se lekti sèlman

source: zzzfm: invalid queue_state '%s'
ht: zzzfm: envalid queue_state '%s'

source: zzzfm: invalid task property '%s'
ht: zzzfm: pwopriyete travay envalid '%s'

source: zzzfm: no such directory '%s'
ht: zzzfm: pa gen anyè konsa '%s'

source: zzzfm: invalid %s task option '%s'
ht: zzzfm: envalid %s opsyon travay '%s'

source: zzzfm: no such file '%s'
ht: zzzfm: pa gen dosye sa yo '%s'

source: zzzfm: task type %s requires TARGET argument
ht: zzzfm: kalite travay %s mande agiman TARGET

source: zzzfm: invalid TARGET '%s'
ht: zzzfm: sib valab '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
ht: zzzfm: chemen relatif '%s' mande %s opsyon --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
ht: zzzfm: kalite travay %s mande agiman FILE (yo)

source: zzzfm: invalid task type '%s'
ht: zzzfm: kalite travay ki pa valab '%s'

source: zzzfm: invalid keycode '%s'
ht: zzzfm: keycode envalid '%s'

source: zzzfm: custom command or submenu '%s' not found
ht: zzzfm: lòd koutim oswa sou-menu '%s' pa jwenn

source: zzzfm: item '%s' context hidden or disabled
ht: zzzfm: atik '%s' kontèks kache oswa andikape

source: zzzfm: invalid event type '%s'
ht: zzzfm: kalite evènman envalid '%s'

source: zzzfm: event handler not found
ht: zzzfm: Responsab evènman pa jwenn

source: zzzfm: invalid socket method '%s'
ht: zzzfm: metòd priz envalid '%s'

source: Choose Desktop Font
ht: Chwazi Desktop Font

source: Example Item 0123456789
ht: Egzanp atik 0123456789

source: Transparency Requirements
ht: Kondisyon pou transparans

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
ht: Nòt Jeneral: Pou transparans Desktop yo travay, ou bezwen ap kouri yon manadjè fenèt konpozisyon oswa konpozè separe tankou compton oswa xcompmgr. Lè sa a, ou ka itilize itilize nitwojèn oswa xwinwrap pou mete photo sou background nan. Mesaj sa pap repete.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
ht: Sèvi ak kèk tèminal (%s) ak zzzFM ka anpeche opsyon Run As Task ak Run In Terminal yo itilize ansanm pou kouri kòmandman, akòz limit nan tèminal sa yo. Pou egzanp, sa ka lakòz pwotokòl monte nan yon tèminal pa otomatikman louvri apre yo fin monte. Pou itilizasyon konplè karakteristik zzzFM yo, li rekòmande pou chwazi yon lòt tèminal.

source: Limited Terminal Emulator Selected
ht: Emulateur tèminal limite chwazi

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
ht: Koulye a, yo pral mande w pou modpas rasin ou pou konsève pouroot anviwònman pou itilizatè sa a nan yon dosye nan %s/zzzfm/ Li rekòmande bay modpas la nan pwochen fenèt la. Paske zzzFM kouri kèk kòmandman kòm rasin atravè su, paramèt sa yo pi byen pwoteje pa root.

source: Save Root Settings
ht: Sove Root Anviwònman

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
ht: Antre nan pwogram oswa liy lòd bash: Sèvi ak: %%F fichye chwazi oswa %%f premye fichye chwazi %%N chwazi non fichye oswa %%n premye non fichye chwazi %%d anyè aktyèl la %%v aparèy chwazi (eg /dev/sda1) %%m pwen mòn aparèy (eg /media/dvd); %%l etikèt aparèy %%b makè chwazi %%t anyè travay chwazi; %%p travay pid %%a valè atik meni an $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
ht: Antre yon non icon, chemen dosye ikòn, oswa non atik stock: Oswa klike sou Chwazi pou chwazi yon icon. Se pa tout ikon yo ka travay byen akòz divès pwoblèm.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
ht: Antre non atik la: Rantre yon karaktè ak yon souliye (_) pou souliye karaktè sa a kòm yon kle chemen kout si ou vle.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
ht: Antre nouvo non atik la: Rantre yon karaktè ak yon souliye (_) pou souliye karaktè sa a kòm yon kle chemen kout si ou vle. KONSÈY: Pou chanje atik sa a pita, klike sou atik la pou w ouvri meni Design la.

source: Show Devices
ht: Montre Aparèy

source: Show Bookmarks
ht: Montre Bookmarks

source: Show Tree
ht: Montre Tree

source: Home
ht: Lakay

source: Up
ht: Leve

source: Back
ht: Retounen

source: Back History
ht: Retounen Istwa

source: Forward
ht: Pi devan

source: Forward History
ht: Pi devan Istwa

source: Refresh
ht: Rafrechi

source: New Tab
ht: Nouvo Tab

source: New Tab Here
ht: Nouvo Tab isit la

source: Show Hidden
ht: Montre kache

source: Large Icons
ht: Gwo Ikon

source: %s: %s contains invalid characters - ignored
ht: %s: %s gen karaktè envalid - inyore

source: %s: tmp_dir '%s' does not exist - reverting to %s
ht: %s: tmp_dir '%s' pa egziste - retounen nan %s

source: file not found
ht: dosye pa jwenn

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
ht: # zzzFM Dosye Sesyon # FICHÈ SA A PA KONSEYE POU YO EDITE - y ap li epi REKRI l # Si ou efase tout fichye sesyon* yo, zzzFM pral reset nan parèf faktori yo.

source: Error saving file
ht: Erè nan sove fichye a

source: zzzFM Error: Unable to autosave session file ( %s )
ht: zzzFMErè: Pa kapab sove fichye sesyon an otomatikman ( %s )

source: Selected Menu Item '%s' As Handler
ht: Atik nan meni chwazi '%s' Kòm Handler

source: Create README
ht: Kreye README

source: No README file exists for this command. Create a default README file for you to fill in?
ht: Pa gen okenn dosye README ki egziste pou lòd sa a. Kreye yon dosye README default pou ou ranpli?

source: Creation Failed
ht: Kreyasyon echwe

source: An error occurred creating a README file for this command.
ht: Yon erè te rive kreye yon fichye README pou lòd sa a.

source: An error occurred copying command files %s
ht: Yon erè te fèt nan kopye dosye kòmand yo %s

source: Copy Command Error
ht: Erè kòmandman kopi

source: An error occurred copying command data files %s
ht: Yon erè te fèt nan kopye dosye done lòd yo %s

source: Bookmark target '%s' is missing or invalid.
ht: Sib makè '%s' manke oswa pa valab.

source: Invalid Bookmark Target
ht: Sib Bookmark envalid

source: Change Item Name
ht: Chanje non atik la

source: Editor Not Set
ht: Editè pa mete

source: Please set your editor in View|Preferences|Advanced
ht: Tanpri mete editè ou a nan View|Preferences|Advanced

source: Root Editor Not Set
ht: Editè rasin pa mete

source: Please set root's editor in View|Preferences|Advanced
ht: Tanpri mete editè rasin nan View|Preferences|Advanced

source: User's Manual Not Found
ht: Manyèl itilizatè a pa jwenn

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
ht: Yo pa jwenn kopi lokal manyèl itilizatè zzzFM la. Tanpri mete kote ki kòrèk la nan Èd|Opsyon|Manyèl Kote.

source: Manual Opened ?
ht: Manyèl louvri?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
ht: Manyèl itilizatè zzzFM la ta dwe louvri nan navigatè w la. Si li pa te louvri, oswa si ou ta renmen sèvi ak yon navigatè diferan, mete navigatè ou a nan Èd|Opsyon|Navigatè. Mesaj sa pap repete.

source: ( none )
ht: ( okenn )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
ht: %s Kòd kle: %#4x Modifikatè: %#x %s se deja asiyen nan '%s'. Peze yon lòt kle oswa klike sou Mete pou ranplase plasman kle aktyèl la.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
ht: %s Kòd kle: %#4x [%#4x] Modifikatè: %#x %s se deja asiyen nan '%s'. Peze yon lòt kle oswa klike sou Mete pou ranplase plasman kle aktyèl la.

source: %s Keycode: %#4x Modifier: %#x
ht: %s Kòd kle: %#4x Modifikatè: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
ht: Peze konbinezon kle ou pou atik la '%s' Lè sa a, klike sou Mete. Pou retire plasman kle aktyèl la, klike sou Désactiver.

source: Cancel
ht: Anile

source: Set
ht: Mete

source: Set Key
ht: Mete kle

source: Edit Command Line
ht: Edit liy kòmand

source: Choose Custom Executable
ht: Chwazi Custom Executable

source: Run As User
ht: Kouri kòm itilizatè

source: Run this command as username: ( Leave blank for current user )
ht: Kouri kòmandman sa a kòm non itilizatè: ( Kite vid pou itilizatè aktyèl la )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
ht: Ou ap ajoute yon lòd koutim nan atik la Default meni. Atik sa a pral otomatikman gen yon kontèks anvan - li pral parèt sèlman lè kalite MIME premye fichye chwazi a matche ak kalite aktyèl la. '%s'. Ajoute kòmandman oswa meni isit la ke ou vle parèt sèlman pou yon sèl kalite MIME sa a.

source: New Context Command
ht: Nouvo Kòmandman Context

source: Set Item Name
ht: Mete non atik la

source: Choose Folder
ht: Chwazi Dosye

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
ht: Ou ap ajoute yon sou-menu koutim nan atik la meni Default. Atik sa a pral otomatikman gen yon kontèks anvan - li pral parèt sèlman lè kalite MIME premye fichye chwazi a matche ak kalite aktyèl la. '%s'. Ajoute kòmandman oswa meni isit la ke ou vle parèt sèlman pou yon sèl kalite MIME sa a.

source: (none)
ht: (okenn)

source: Set Submenu Name
ht: Mete non sou-menu

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
ht: Antre non submenu a: Anvan yon karaktè ak yon souliye (_) souliye karaktè sa a kòm yon kle chemen kout si ou vle.

source: New _Submenu
ht: Nouvo _Sou-menu

source: ( no name )
ht: ( pa gen non )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
ht: Pèmanans retire a '%s' SUBMENI AK TOUT ATIK KI ANDAN LI? Aksyon sa a pral efase tout paramèt ak dosye ki asosye ak atik sa yo.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
ht: Retire atik '%s' pou tout tan? Aksyon sa a pral efase tout paramèt ak dosye ki asosye ak atik sa a.

source: Confirm Remove
ht: Konfime Retire

source: Are you sure?
ht: Èske w sèten?

source: Dialog Message
ht: Mesaj dyalòg

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
ht: Antre mesaj pou parèt nan dyalòg sa a: Sèvi ak: \n newline \t tab

source: _Copy
ht: _Kopi

source: _Paste
ht: _Kole

source: _Remove
ht: _Retire

source: _New
ht: _Nouvo

source: _Application
ht: _Aplikasyon

source: _Command
ht: _Kòmandman

source: Sub_menu
ht: Sub_meni

source: _Add
ht: _Ajoute

source: T_ooltips
ht: T_oolkonsèy

source: _Key Shortcut
ht: _Kle chemen kout

source: E_dit As Root
ht: E_dit Kòm Root

source: _Edit Command
ht: _Edit lòd

source: _Properties
ht: _Pwopriyete

source: Set Icon
ht: Mete Icon

source: Your input is invalid because it contains linefeeds
ht: Antre ou pa valab paske li gen liy liy

source: Remo_ve / Eject
ht: Remo_ve / Ejecte

source: _Unmount
ht: _Demonte

source: _Sync
ht: _Senkronize

source: _Open
ht: _Louvri

# Devices|Open|
source: Open In _Tab
ht: Louvri nan _Tab

source: _Mount
ht: _Mòn

source: Re_/mount
ht: Re_/mòn

source: _Root
ht: _Rasin

source: _Label
ht: _Mete etikèt sou

source: _Check
ht: _Tcheke

source: _Format
ht: _Fòma

source: _Backup
ht: _Sovgad

source: _From File
ht: _Soti nan File

source: _Internal Drives
ht: _Kondwi Entèn yo

source: _Empty Drives
ht: _Kondwi Vide

source: _Partition Tables
ht: _Tablo Partition

source: Mounted _Networks
ht: Monte _Rezo

source: Mounted _Other
ht: Monte _Lòt

source: _Volumes...
ht: _Komèsan...

source: Show/Hide Volumes
ht: Montre/Kache volim yo

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
ht: Pou fòse montre oswa kache kèk volim, pase lòt paramèt, ou ka presize aparèy yo, etikèt volim, oswa ID aparèy yo nan lis ki separe ak espas ki anba a. Egzanp: +/dev/sdd1 -Mete etikèt sou ak espas +ata-OCZ-part4 Sa a ta lakòz /dev/sdd1 ak aparèy la OCZ yo dwe montre, ak volim nan ak etikèt "Mete etikèt sou ak espas" yo dwe kache. Dwe gen yon espas ant antre ak yon siy plis oswa mwens dirèkteman anvan chak atik. Lis sa a se ka-sansib.

source: Ignore _Hide Policy
ht: Inyore _Kache politik

source: _Display Name
ht: _Ekspozisyon Non

source: Set Display Name Format
ht: Mete fòma non ekspozisyon

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
ht: Antre fòma non ekspozisyon aparèy la: Sèvi ak: %%v non fichye aparèy la (eg sdd1) %%s gwosè total (eg 800G) %%t fskalite (eg ext4) %%l volim etikèt (egzanp etikèt oswa [pa gen medya]) %%m pwen mòn si monte, oswa --- %%i ID aparèy %%n major:minor nimewo aparèy (eg 15:3)

source: Mount _Optical
ht: Mòn _Optik

source: _Mount Removable
ht: _Mòn detachable

source: Mount _Volumes...
ht: Mòn _Komèsan...

source: Auto-Mount Volumes
ht: Volim Auto-Mount

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
ht: Pou fòse oswa anpeche automounting kèk volim, pase sou lòt paramèt, ou ka presize aparèy yo, etikèt volim, oswa ID aparèy yo nan lis ki separe ak espas ki anba a. Egzanp: +/dev/sdd1 -Mete etikèt sou ak espas +ata-OCZ-part4 Sa a ta lakòz /dev/sdd1 ak aparèy la OCZ yo dwe oto-monte lè detekte, ak volim nan ak etikèt "Mete etikèt sou ak espas" yo dwe inyore. Dwe gen yon espas ant antre ak yon siy plis oswa mwens dirèkteman anvan chak atik. Lis sa a se ka-sansib.

source: Mount _Dirs...
ht: Mòn _Dirs...

source: Automatic Mount Point Dirs
ht: Otomatik Mount Point Dirs
