Repository: dimkr/zzzfm
Catalog: po/from transifex/ht/zzzfmpot.sh.po
Languages: ht

source: Select Link Target
ht: Chwazi Link Target

source: Select Template File
ht: Chwazi dosye modèl

source: Select Template Folder
ht: Chwazi Dosye Modèl

source: Insert as
ht: Mete kòm

# Title|
source: Create New
ht: Kreye Nouvo

# Title|CreateNew|
source: Folder
ht: Dosye

source: Move
ht: Deplase

source: Copy
ht: Kopi

source: Create Link To
ht: Kreye Link Pou

source: Link Target
ht: Link Sib

source: Target
ht: Sib

source: As Root
ht: Kòm Root

source: & _Open
ht: & _Louvri

source: !Link-> %s (missing)
ht: !Link-> %s (manke)

source: <b>_Target:</b>
ht: <b>_Sib:</b>

source: <b>_Template:</b>
ht: <b>_Modèl:</b>

source: Empty File
ht: Dosye Vide

source: Empty Folder
ht: Dosye Vide

source: New
ht: Nouvo

source: Path contains linefeeds
ht: Path gen liy liy

source: Create Parent Folder
ht: Kreye Dosye Paran

source: The parent folder does not exist. Create it?
ht: Katab paran an pa egziste. Kreye li?

source: Error creating parent folder %s
ht: Erè nan kreye dosye paran yo %s

source: Mkdir Error
ht: Mkdir Erè

source: Overwrite Existing File
ht: Ranplase Fichye ki deja egziste

source: OVERWRITE WARNING
ht: EKRI AVÈTISMAN

source: The file path exists. Overwrite existing file?
ht: Chemen dosye a egziste. Ranplase dosye ki egziste deja?

source: Create Link%s
ht: Kreye Link%s

source: Template Missing
ht: Modèl ki manke

source: The specified template does not exist
ht: Modèl espesifye a pa egziste

source: Create New File%s
ht: Kreye nouvo fichye%s

source: Create New Folder%s
ht: Kreye Nouvo Dosye%s

source: Copy%s
ht: Kopi%s

source: Copy Target Error
ht: Kopi sib erè

source: Error determining link's target
ht: Erè lè w ap detèmine sib lyen an

source: Move%s
ht: Deplase%s

source: Error renaming file %s
ht: Erè chanje non fichye a %s

source: Rename Error
ht: Chanje non Erè

source: New Folder
ht: Nouvo Dosye

source: New folder name:
ht: Nouvo non dosye:

source: New File
ht: Nouvo File

source: New filename:
ht: Nouvo non fichye:

source: Name already exists. Please input a new one:
ht: Non deja egziste. Tanpri antre yon nouvo:

source: The new file cannot be created
ht: Nouvo fichye a pa ka kreye

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
ht: Objektif lyen senbolik sa a manke oswa ou pa gen pèmisyon pou w jwenn aksè nan li: %s Sib: %s

source: Broken Link
ht: Lyen kase

source: Delete %d selected item as root ?
ht: Efase %d atik chwazi kòm root ?

source: Confirm Delete As Root
ht: Konfime efase kòm Root

source: DELETE AS ROOT
ht: EFASE AS ROOT

source: Delete As Root
ht: Efase kòm Root

source: Move As Root
ht: Deplase kòm Root

source: Copy As Root
ht: Kopi kòm Root

source: %s ( %lu bytes )
ht: %s ( %lu byte )

source: %d folder
ht: %d katab

source: %d file, %s
ht: %d dosye, %s

source: %d files
ht: %d dosye

source: ( multiple files )
ht: ( fichye miltip )

source: ( multiple types )
ht: ( plizyè kalite )

source: Choose...
ht: Chwazi...

source: %s ( %lu bytes )
ht: %s ( %lu byte )

source: 1 file
ht: 1 dosye

source: <b>Link _Name:</b>
ht: <b>Lyen _Non:</b>

source: ( broken link )
ht: ( lyen kase )

source: ( read link error )
ht: ( li erè lyen )

source: Calculating...
ht: Kalkile...

source: Invalid User
ht: Itilizatè ki pa valab

source: Invalid Group
ht: Gwoup envalid

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
ht: Anplis de yon katab oswa yon chemen dosye, kòmandman yo ka antre nan Path Bar la. Prefiks: $ kouri kòm travay & kouri epi bliye + kouri nan tèminal ! kouri kòm root Sèvi ak: %%F fichye chwazi oswa %%f premye fichye chwazi %%N chwazi non fichye oswa %%n premye non fichye chwazi %%d anyè aktyèl la %%v aparèy chwazi (eg /dev/sda1) %%m pwen mòn aparèy (eg /media/dvd); %%l etikèt aparèy %%b makè chwazi %%t anyè travay chwazi; %%p travay pid %%a valè atik meni an $fm_panel, $fm_tab, $fm_command, etc Egzanp: $ echo "Anyè aktyèl: %%d" Egzanp: +! umount %%v

source: Archive Handlers
ht: Manadjè Achiv yo

source: Device Handlers
ht: Manadjè aparèy

source: Protocol Handlers
ht: Moun k ap okipe pwotokòl

source: Archive Hand_lers
ht: Achiv Hand_lers

source: Device Hand_lers
ht: Aparèy Hand_lers

source: Protocol Hand_lers
ht: Pwotokòl Hand_lers

source: Error: unable to load command (internal error)
ht: Erè: pa kapab chaje lòd (erè entèn)

source: Error: unable to save command (can't get script path?)
ht: Erè: pa kapab sove lòd (pa ka jwenn chemen script?)

source: Error reading file
ht: Erè nan lekti fichye a

source: Error: unable to save command (internal error)
ht: Erè: pa kapab sove lòd (erè entèn)

source: Error writing to file
ht: Erè ekri nan dosye a

source: (optional)
ht: (opsyonèl)

source: (disabled)
ht: (enfim)

source: Permanently remove the selected handler?
ht: Pou tout tan retire moun kap okipe a chwazi?

source: Apply Changes ?
ht: Aplike Chanjman?

source: Apply changes to the current handler?
ht: Aplike chanjman nan moun kap okipe kounye a?

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
ht: Yo pral retabli moun k ap okipe defo ki manke yo. Epitou EKPRISE TOUT moun kap okipe defo ki ekziste yo?

source: Please enter a valid handler name.
ht: Tanpri antre yon non moun kap okipe.

source: Please enter a valid MIME Type or Pathname pattern.
ht: Tanpri antre yon kalite MIME ki valab oswa yon modèl Pathname.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
ht: Varyab sibstitisyon sa yo ta dwe pwobableman nan lòd konpresyon an: Youn nan bagay sa yo: %%n: Premye chwazi fichye/anyè pou achiv %%N: Tout fichye/anyè yo chwazi pou achiv ak youn nan bagay sa yo: %%o: Rezilta yon sèl achiv %%O: Rezilta achiv pou chak dosye sous/anyè

source: The following variables should probably be in the extraction command: %%x: Archive to extract
ht: Varyab sa yo ta dwe pwobableman nan lòd ekstraksyon an: %%x: Achiv pou ekstrè

source: The following variables should probably be in the list command: %%x: Archive to list
ht: Varyab sa yo ta dwe pwobableman nan lòd lis la: %%x: Achiv nan lis

source: Ena_ble as a default opener
ht: Ena_ble kòm yon ouvèti default

source: _Name:
ht: _Non:

source: MIM_E Type:
ht: MIM_E Kalite:

source: Whit_elist:
ht: Whit_elis:

source: Bl_acklist:
ht: Bl_acklis:

source: _Icon:
ht: _Ikon:

source: <b>Open Co_mmand:</b>
ht: <b>Louvri Co_mmand:</b>

source: <b>_Mount:</b>
ht: <b>_Mòn:</b>

source: Run In Terminal
ht: Kouri nan Tèminal

source: Run As Task
ht: Kouri kòm travay

source: Please choose an application:
ht: Tanpri chwazi yon aplikasyon:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
ht: Remak: MIME type '%s' se kounye a mete yo louvri ak la '%s' file handler, olye ke ak aplikasyon MIME ou ki asosye. Ou ka bezwen tou enfim moun kap okipe sa a nan Open|File Handlers pou kalite sa a dwe louvri ak aplikasyon ou asosye pa default.

source: MIME Type Has Handler
ht: Kalite MIME Gen Handler

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
ht: Remak: MIME type '%s' se kounye a mete yo louvri ak la '%s' gestionnaire achiv, olye ke ak aplikasyon MIME ou asosye. Ou ka bezwen tou dezaktive moun kap okipe sa a nan Open|Achiv Default|Achiv Handlers, OSWA chwazi opsyon global Louvri|Achiv Default|Louvri ak Aplikasyon, pou kalite sa a dwe louvri ak aplikasyon ou asosye pa default.

source: Command not found
ht: Kòmand pa jwenn

source: Destination directory "%1$s" is contained in source "%2$s"
ht: Anyè destinasyon "%1$s" ki genyen nan sous "%2$s"

source: Accessing
ht: Aksè

source: Removing
ht: Retire

source: Creating Dir
ht: Kreye Dir

source: Creating Link
ht: Kreye Link

source: Writing
ht: Ekri

source: Creating
ht: Kreye

source: Renaming
ht: Chanje non

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
ht: Tanpri enstale /usr/bin/sha256sum Se konsa, mwen ka amelyore sekirite ou pandan w ap kouri kòmandman rasin

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
ht: Tanpri konfigirasyon yon Tèminal ki valab SU kòmand nan View|Preferans|Avanse

source: Terminal SU Not Available
ht: Tèminal SU Pa disponib

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
ht: Tanpri konfigirasyon yon grafik ki valab SU kòmand nan View|Preferans|Avanse

source: Graphical SU Not Available
ht: Grafik SU Pa disponib

source: Cannot create temporary directory
ht: Pa ka kreye anyè tanporè

source: Please set a valid terminal program in View|Preferences|Advanced
ht: Tanpri mete yon pwogram tèminal valab nan View|Preferences|Advanced

source: zzzfm-auth not found in path - this reduces your security
ht: zzzfm-auth pa jwenn nan chemen - sa a diminye sekirite ou

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
ht: Erè nan egzekite '%s' Gade stdout (kouri zzzfm nan yon tèminal) pou enfòmasyon debug

source: Error writing temporary file
ht: Erè ekri fichye tanporè

source: Timed out calculating total size
ht: Tan pou kalkile gwosè total

source: %s %s Error: %s
ht: %s %s Erè: %s

source: :optical
ht: :optik

source: [blank]
ht: [vid]

source: [audio]
ht: [odyo]

source: [no media]
ht: [pa gen medya]

source: Selected Device Handler
ht: Manadjè Aparèy Chwazi

source: Selected Protocol Handler
ht: Chwazi Pwotokòl Handler

source: ( no udev device )
ht: ( non udev aparèy )

source: Auto Open Tab for %s in %s
ht: Auto Open Tab pou %s nan %s

source: Auto-Unmount: %s
ht: Oto-demonte: %s

source: Auto-Unmount: error: no unmount command available
ht: Auto-Demonte: erè: pa gen okenn lòd demonte ki disponib

source: Automount: error: no mount command available
ht: Automount: erè: pa gen okenn lòd mòn ki disponib

source: Unmount-If-Mounted: %s
ht: Demonte-Si-Monte: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
ht: Ou pa gen pèmisyon pou modifye sa ki nan dosye a %s Konsidere kopye fichye a sou Desktop la, oswa konekte ak yon kopi ki mete ladan l ~/.local/share/applications/

source: Unable To Rename
ht: Pa Kapab Chanje Non

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
ht: Antre nouvo non atik Desktop: Chanje non atik Desktop sa a mande pou modifye sa ki nan dosye Desktop la %s

source: Change Desktop Item Name
ht: Chanje non atik Desktop

source: An error occurred renaming this desktop item.
ht: Yon erè te fèt lè w chanje non atik Desktop sa a.

source: Open Containing _Folder
ht: Louvri ki genyen _Dosye

source: Select a folder
ht: Chwazi yon katab

source: Local Volumes
ht: Komèsan lokal yo

source: Last Modified
ht: Dènye modifye

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
ht: Antre pwogram oswa liy lòd bash (yo): Sèvi ak: %F fichye chwazi oswa %f premye fichye chwazi %N chwazi non fichye oswa %n premye non fichye chwazi %d anyè aktyèl la %v aparèy chwazi (eg /dev/sda1) %m pwen mòn aparèy (eg /media/dvd); %l etikèt aparèy %b makè chwazi %t anyè travay chwazi; %p travay pid %a valè atik meni an $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
ht: Kalite MIME

source: Filename
ht: Non dosye

source: Directory
ht: Anyè

source: Dir Write Access
ht: Dir Aksè Ekri

source: File Is Text
ht: Fichye a se tèks

source: File Is Dir
ht: Dosye Se Dir

source: File Is Link
ht: Fichye se Link

source: User Is Root
ht: Itilizatè a se rasin

source: Multiple Selected
ht: Plizyè Chwazi

source: Clipboard Has Files
ht: Clipboard gen fichye

source: Clipboard Has Text
ht: Clipboard gen tèks

source: Current Panel
ht: Kouran Panel

source: Panel Count
ht: Konte Panel

source: Current Tab
ht: Kouran Tab

source: Tab Count
ht: Konte Tab

source: Device
ht: Aparèy

source: Device Mount Point
ht: Aparèy Mount Point

source: Device Label
ht: Etikèt aparèy

source: Device FSType
ht: Aparèy FSType

source: Device UDI
ht: Aparèy UDI

source: Device Properties
ht: Pwopriyete aparèy

source: Task Count
ht: Konte Objektif Travay la

source: Task Directory
ht: Anyè Objektif Travay la

source: Task Type
ht: Kalite Objektif Travay la

source: Task Name
ht: Non travay la

source: Panel 1 Directory
ht: Panel 1 Anyè

source: Panel 2 Directory
ht: Panel 2 Anyè

source: Panel 3 Directory
ht: Panel 3 Anyè

source: Panel 4 Directory
ht: Panel 4 Anyè

source: Panel 1 Has Sel
ht: Panel 1 Gen Sel

source: Panel 2 Has Sel
ht: Panel 2 Gen Sel

source: Panel 3 Has Sel
ht: Panel 3 Gen Sel

source: Panel 4 Has Sel
ht: Panel 4 Gen Sel

source: Panel 1 Device
ht: Panel 1 Aparèy

source: Panel 2 Device
ht: Panel 2 Aparèy

source: Panel 3 Device
ht: Panel 3 Aparèy

source: Panel 4 Device
ht: Panel 4 Aparèy

source: equals
ht: egal

source: doesn't equal
ht: pa egal

source: contains
ht: gen ladann

source: doesn't contain
ht: pa genyen

source: begins with
ht: kòmanse ak

source: doesn't begin with
ht: pa kòmanse ak

source: ends with
ht: fini ak

source: doesn't end with
ht: pa fini ak

source: is less than
ht: se mwens pase

source: is greater than
ht: pi gran pase

source: matches
ht: alimèt

source: doesn't match
ht: pa matche

source: Application
ht: Aplikasyon

source: Command
ht: Kòmandman

source: Current: Show
ht: Kouran: Montre

source: Current: Hide
ht: Kouran: Kache

source: Current: Disable
ht: Kouran: Enfim

source: Current: Enable
ht: Kouran: Pèmèt

source: Save Modified Script?
ht: Sove Script modifye?

source: Save your changes to the command script?
ht: Sove chanjman ou yo nan script lòd la?

source: Overwrite Script?
ht: Ecraser Script?

source: The command script on disk has changed. Do you want to overwrite it?
ht: Script lòd la sou disk chanje. Èske ou vle recouvrir li?

source: Command Dir
ht: Kòmand Dir

source: (no files)
ht: (pa gen fichye)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
ht: Liy lòd la pa kòmanse ak yon dosye tèks (script) yo dwe louvri, oswa script la pa te jwenn nan ou $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
ht: Objektif: (yon lis chemen oswa URL ki separe ak virgule)

source: Target: (a .desktop or executable file)
ht: Sib: (a .desktop oswa dosye ègzèkutabl)

source: Choose Executable
ht: Chwazi ègzekutabl

source: Command Line Too Long
ht: Liy Kòmand Twò Long

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
ht: Liy lòd ou a pi gran pase 2000 karaktè epi yo ka tronke lè yo sove. Konsidere itilize yon script kòmand olye de chwazi Script sou tab la Kòmand.

source: Toolbar Item Properties
ht: Pwopriyete atik ba zouti

source: Menu Item Properties
ht: Meni Item Pwopriyete

source: _Menu Item
ht: _Atik meni an

source: Type:
ht: Kalite:

source: Name:
ht: Non:

source: Key:
ht: Kle:

source: Icon:
ht: Ikon:

source: matches any rule:
ht: matche ak nenpòt règ:

source: matches all rules:
ht: matche ak tout règ:

source: doesn't match any rule:
ht: pa matche ak okenn règ:

source: doesn't match all rules:
ht: pa matche ak tout règ:

source: Show
ht: Montre

source: Enable
ht: Pèmèt

source: Hide
ht: Kache

source: Disable
ht: Enfim

source: item if context
ht: atik si kontèks

source: Edit Rule
ht: Edit Règ

source: Value:
ht: Valè:

source: If enabled, use as handler for:
ht: Si li aktive, itilize kòm moun kap okipe pou:

source: none
ht: okenn

source: files
ht: dosye

source: devices
ht: aparèy

source: _Ignore Context / Show All (global setting)
ht: _Ignore Kontèks / Montre tout (anviwònman global)

source: Command _Line
ht: Kòmandman _Line

source: Open In _Editor
ht: Louvri nan _Editè

source: _Root Editor
ht: _Editè rasin

source: Run Options
ht: Kouri Opsyon

source: Popup Task
ht: Popup Travay

source: Popup Error
ht: Erè Popup

source: Popup Output
ht: Popup Sòti

source: Scroll Output
ht: Scroll Sòti

source: Keep Terminal Open
ht: Kenbe Tèminal Louvri

source: Run As User:
ht: Kouri kòm itilizatè:

source: ( leave blank for current user )
ht: ( kite vid pou itilizatè aktyèl la )

source: Normal
ht: Nòmal

source: Checkbox
ht: Case

source: Confirmation
ht: Konfimasyon

source: Input
ht: Antre

source: Confirmation/Input Message:
ht: Konfimasyon / Mesaj Antre:

source: Open in File Browser:
ht: Louvri nan Navigatè File:

source: Data Dir
ht: Done Dir

source: Built-In Toolbar Item
ht: Atik ba zouti entegre

source: Submenu
ht: Sou-menu

source: Separator
ht: Separatè

source: Built-In Command
ht: Kòmandman entegre

source: Follow state
ht: Swiv eta

source: Render differently based on the selection state.
ht: Rann yon fason diferan selon eta seleksyon an.

source: Icon
ht: Icône

source: The icon to render.
ht: Ikon pou rann.

source: GIcon
ht: GIcône

source: The GIcon to render.
ht: La GIcône pou rann.

source: size
ht: gwosè

source: The size of the icon to render in pixels.
ht: Gwosè icon nan rann an piksèl.

source: No file selected
ht: Pa gen fichye chwazi

source: Block Device
ht: Blòk Aparèy

source: Character Device
ht: Aparèy karaktè
