Repository: dimkr/zzzfm
Catalog: po/from transifex/co/zzzfmpot.sh.po
Languages: co

source: Window new %e %w %p %t
co: Finestra nova %e %w %p %t

source: Window focus %e %w %p %t
co: Focus di a finestra %e %w %p %t

source: Window move/resize %e %w %p %t
co: Sposta / ridimensiona a finestra %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
co: Cliccate u mouse %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
co: Tasti di finestra %e %w %p %t %k %m

source: Window close %e %w %p %t
co: Finestra vicinu %e %w %p %t

source: Panel focus %e %w %p %t
co: Focus di u pannellu %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
co: Panel mostra / oculta %e %w %p %t %f %v

source: Selection changed %e %w %p %t
co: A selezzione cambiata %e %w %p %t

source: Tab new %e %w %p %t
co: Tabulazione nova %e %w %p %t

source: Tab change dir %e %w %p %t %d
co: Tab cambia dir %e %w %p %t %d

source: Tab focus %e %w %p %t
co: Tabulazione focus %e %w %p %t

source: Tab close %e %w %p %t
co: Tabulazione chiudi %e %w %p %t

source: Device change %e %f %v
co: Cambia u dispusitivu %e %f %v

source: Event COMMAND Substitution Variables:
co: Event COMMAND Variabili di Sustituzione:

source: event type (evt_start|evt_exit|...)
co: tipu d'avvenimentu (evt_start|evt_exit|...)

source: window ID
co: ID finestra

source: panel number (1-4)
co: numeru di pannelli (1-4)

source: tab number (1-...)
co: numeru di tabulazione (1-...)

source: quoted directory ('/etc')
co: annuariu citatu ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
co: buttone di u mouse (0=doppia 1=manca 2=mezzu 3=diritta ...)

source: key code (eg 0x63)
co: codice chjave (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
co: chjave mudificatore (eg 0x4 usatu cù clics è keypress)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
co: elementu focus (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
co: L'elementu focus hè visibile (0 o 1, o cambiamentu di statu di u dispusitivu)

source: Examples
co: Esempii

source: These files have been copied to the clipboard
co: Questi schedari sò stati copiati in u clipboard

source: For full documentation and examples see the zzzFM User's Manual:
co: Per a documentazione completa è l'esempii vede u zzzFM User's Manual:

source: This build of zzzFM has desktop integration disabled
co: Questa custruzzione di zzzFM hà l'integrazione di desktop disattivata

source: zzzfm: Error: Unable to save session %s
co: zzzfm: Errore: Impossibile di salvà a sessione %s

source: File doesn't exist
co: U schedariu ùn esiste micca

source: Error
co: Errore

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
co: Errore: Impossibile inizializà u monitor di cambiamentu di u schedariu inotify. Avete un kernel capace di inotify ?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
co: Errore: Impossibile stabilisce a cunnessione cù FAM. Hai "FAM" o "Gamin" installatu è in esecuzione?

source: --dialog must be first option
co: --dialog deve esse a prima opzione

source: --socket-cmd must be first option
co: --socket-cmd deve esse a prima opzione

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
co: zzzFM esige bash per esse stallatu. L'altri cunchiglia ùn sò micca equivalenti cum'è zzzFM usa funzioni truvate solu in bash genuine (v4+). U prugramma %s ùn hè statu trovu. Installabasho aduprate l'opzione di cunfigurazione --with-bash-pathper specificà un locu persunalizatu à u tempu di custruisce.

source: Don't know how to open the file
co: Ùn sò micca sapè cumu apre u schedariu

source: Unable to open file: "%s" %s
co: Impossibile apre u schedariu: "%s" %s

source: Terminal Not Available
co: Terminal ùn hè micca dispunibule

source: Please set your terminal program in View|Preferences|Advanced
co: Per piacè stabilisce u vostru prugramma di terminal in View|Preferences|Advanced

source: Design Mode Help
co: Modu Design Aiutu

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
co: U Modu di Design permette di cambià u nome, a chjave di scelta rapida è l'icona di u menù, a barra di strumenti è l'articuli di marcatura, mostra l'aiutu per un articulu, è aghjunghje i vostri cumandamenti persunalizati è applicazioni. Per apre u Menu di Disegnu, basta à cliccà cù u dirittu nantu à una voce di menu, un marcatu, o una barra di strumenti. Per apre u Menu Design per un submenu, prima chiude u sottumenu (cliccandu nantu à ellu). Per più infurmazione, cliccate nantu à u buttone Aiutu sottu.

source: New _Command
co: Novu _Cumanda

source: Show Panel %d
co: Mostra Panel %d

source: _View
co: _Vede

source: _Devices
co: _Dispositivi

source: _Bookmarks
co: _Segnalibri

source: _Tools
co: _Strumenti

source: _Help
co: _Aiutu

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
co: Errore: Impossibile di salvà u schedariu di sessione. Vulete esce senza salvà ? ( %s )

source: zzzFM Error
co: zzzFM Errore

source: Stop all tasks running in this window?
co: Ferma tutti i travaglii in esecuzione in questa finestra?

source: Aborting tasks...
co: Avortamentu di i travaglii...

source: %s free / %s
co: %s liberu / %s

source: %sReading %s ...
co: %sLettura %s ...

source: !Link → %s/ (missing)
co: !Link → %s/ (mancanti)

source: !Link → ( error reading target )
co: !Link → ( errore di lettura di destinazione )

source: hidden
co: ammucciatu

source: %s%d visible (%s) %s
co: %s%d visibile (%s) %s

source: %s%d item %s
co: %s%d articulu %s

source: Item
co: Articulu

source: To
co: À

source: Progress
co: Prugressu

source: Total
co: Totale

source: Started
co: Cuminciò

source: Elapsed
co: Passatu

source: Current
co: currente

source: CRemain
co: CResta

source: Average
co: Media

source: Remain
co: Resta

source: Reorder Columns Help
co: Reorder Columns Aiutu

source: To change the order of the columns, drag the column header to the desired location.
co: Per cambià l'ordine di e colonne, trascinate l'intestazione di a colonna à u locu desideratu.

source: moving
co: movendu

source: copying
co: cupià

source: deleting
co: sguassà

source: linking
co: liendu

source: changing
co: cambiendu

source: running
co: corsa

source: %d error %s
co: %d errore %s

source: %d errors %s
co: %d errori %s

source: paused
co: in pausa

source: queued
co: in fila

source: Name
co: Nome

source: Size
co: Taglia

source: Type
co: Tipu

source: Permission
co: Permissione

source: Owner
co: Pruprietariu

source: Modified
co: Modificatu

source: Created
co: Criatu

source: zzzfm: invalid socket command
co: zzzfm: cumanda di socket invalidu

source: zzzfm: invalid option '%s'
co: zzzfm: opzione invalida '%s'

source: zzzfm: option %s requires an argument
co: zzzfm: opzione %s richiede un argumentu

source: zzzfm: invalid window
co: zzzfm: finestra invalida

source: zzzfm: invalid window %s
co: zzzfm: finestra invalida %s

source: zzzfm: invalid panel %d
co: zzzfm: pannellu invalidu %d

source: zzzfm: panel %d is not visible
co: zzzfm: pannellu %d ùn hè micca visibile

source: zzzfm: invalid tab %d
co: zzzfm: tab invalidu %d

source: zzzfm: command set requires an argument
co: zzzfm: set di cumandamenti richiede un argumentu

source: zzzfm: invalid %s value
co: zzzfm: invalidu %s valore

source: zzzfm: invalid slider value
co: zzzfm: valore di slider invalidu

source: zzzfm: invalid panel number
co: zzzfm: numeru di pannellu invalidu

source: zzzfm: invalid tab number
co: zzzfm: numeru di tabulazione invalidu

source: zzzfm: invalid property %s
co: zzzfm: pruprietà invalida %s

source: zzzfm: invalid column width
co: zzzfm: larghezza di colonna invalida

source: zzzfm: invalid column name '%s'
co: zzzfm: nome di colonna invalidu '%s'

source: zzzfm: text is not valid UTF-8
co: zzzfm: u testu ùn hè micca validu UTF-8

source: zzzfm: %s requires a file path
co: zzzfm: %s richiede un percorso di file

source: zzzfm: error reading file '%s'
co: zzzfm: errore di lettura di u schedariu '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
co: zzzfm: schedariu '%s' ùn cuntene micca testu UTF-8 validu

source: zzzfm: %s requires a directory path
co: zzzfm: %s richiede una strada di repertoriu

source: zzzfm: directory '%s' does not exist
co: zzzfm: annuariu '%s' ùn esiste micca

source: zzzfm: command %s requires an argument
co: zzzfm: cumanda %s richiede un argumentu

source: zzzfm: %s requires two arguments
co: zzzfm: %s richiede dui argumenti

source: zzzfm: invalid task '%s'
co: zzzfm: compitu invalidu '%s'

source: zzzfm: internal task %s is read-only
co: zzzfm: compitu internu %s hè di sola lettura

source: zzzfm: task property '%s' is read-only
co: zzzfm: pruprietà di u compitu '%s' hè di sola lettura

source: zzzfm: invalid queue_state '%s'
co: zzzfm: queue_state invalidu '%s'

source: zzzfm: invalid task property '%s'
co: zzzfm: pruprietà di u travagliu invalidu '%s'

source: zzzfm: no such directory '%s'
co: zzzfm: micca un tali repertoriu '%s'

source: zzzfm: invalid %s task option '%s'
co: zzzfm: invalidu %s opzione di compitu '%s'

source: zzzfm: no such file '%s'
co: zzzfm: micca tali file '%s'

source: zzzfm: task type %s requires TARGET argument
co: zzzfm: tipu di compitu %s richiede l'argumentu TARGET

source: zzzfm: invalid TARGET '%s'
co: zzzfm: TARGET invalidu '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
co: zzzfm: percorso relative '%s' esige %s opzione --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
co: zzzfm: tipu di compitu %s richiede argumenti FILE

source: zzzfm: invalid task type '%s'
co: zzzfm: tipu di compitu invalidu '%s'

source: zzzfm: invalid keycode '%s'
co: zzzfm: codice chjave invalidu '%s'

source: zzzfm: custom command or submenu '%s' not found
co: zzzfm: cumandamentu persunalizatu o sottumenu '%s' micca trovu

source: zzzfm: item '%s' context hidden or disabled
co: zzzfm: articulu '%s' cuntestu oculatu o disattivatu

source: zzzfm: invalid event type '%s'
co: zzzfm: tipu d'avvenimentu invalidu '%s'

source: zzzfm: event handler not found
co: zzzfm: u gestore di l'eventi ùn hè micca truvatu

source: zzzfm: invalid socket method '%s'
co: zzzfm: metudu di socket invalidu '%s'

source: Choose Desktop Font
co: Sceglie Font Desktop

source: Example Item 0123456789
co: Elementu di esempiu 0123456789

source: Transparency Requirements
co: Requisiti di trasparenza

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
co: Nota generale: Per travaglià a trasparenza di u desktop, avete bisognu di eseguisce un gestore di finestra di cumpusizioni o cumpusitori separati cum'è compton o xcompmgr. Pudete tandu aduprà nitrogenu o xwinwrap per stabilisce u wallpaper nantu à u fondu. Stu missaghju ùn ripeterà.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
co: L'usu di certi terminali (%s) cù zzzFM pò impedisce l'opzioni Run As Task è Run In Terminal chì sò aduprate inseme per eseguisce cumandamenti, per via di limitazioni in questi terminali. Per esempiu, questu pò causà protokolli muntati in un terminal per fallu apre automaticamente dopu esse muntati. Per usu sanu di e funziunalità di zzzFM, selezziunate un altru terminal hè cunsigliatu.

source: Limited Terminal Emulator Selected
co: Emulatore di Terminal Limitatu Sceltu

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
co: Vi sarà avà dumandatu a vostra password di root à salvà uroot paràmetri per questu utilizatore à un schedariu in %s/zzzfm/ Hè cunsigliatu di furnisce a password in a prossima finestra. Perchè zzzFM esegue alcuni cumandamenti cum'è root via su, sti paràmetri sò megliu prutetti da root.

source: Save Root Settings
co: Salvà Root Settings

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
co: Inserite u prugramma o a linea di cummanda bash: Utilizà: %%F i schedari selezziunati o %%f primu schedariu sceltu %%N nomi di file selezziunati o %%n primu nome di schedariu sceltu %%d annuariu attuale %%v dispusitivu sceltu (eg /dev/sda1) %%m puntu di muntatura di u dispusitivu (eg /media/dvd); %%l etichetta di u dispusitivu %%b marcatu sceltu %%t u cartulare di u travagliu sceltu; %%p compitu pid %%a valore di l'elementu di menu $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
co: Inserite un nome di l'icona, u percorsu di u schedariu di l'icona, o un nome di l'articulu di stock: O cliccate Sceglie per selezziunà un icona. Micca tutte l'icone pò travaglià bè per via di diversi prublemi.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
co: Inserite u nome di l'articulu: Precede un caratteru cun un underscore (_) per sottulinà quellu caratteru cum'è una chjave di scelta rapida se vulete.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
co: Inserite u novu nome di l'articulu: Precede un caratteru cun un underscore (_) per sottulinà quellu caratteru cum'è una chjave di scelta rapida se vulete. TIP: Per cambià questu articulu dopu, fate un clic right nantu à l'articulu per apre u Menu Design.

source: Show Devices
co: Mostra i dispusitivi

source: Show Bookmarks
co: Mostra i marcati

source: Show Tree
co: Mostra l'Arburu

source: Home
co: A casa

source: Back
co: Torna

source: Back History
co: Storia di ritornu

source: Forward
co: Avanti

source: Forward History
co: Storia avanti

source: New Tab
co: Tabulazione nova

source: New Tab Here
co: Nova Tabelle quì

source: Show Hidden
co: Mostra Hidden

source: Large Icons
co: Icone grandi

source: %s: %s contains invalid characters - ignored
co: %s: %s cuntene caratteri invalidi - ignorati

source: %s: tmp_dir '%s' does not exist - reverting to %s
co: %s: tmp_dir '%s' ùn esiste micca - vultà à %s

source: file not found
co: schedariu micca trovu

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
co: # zzzFM File di sessione # QUESTU FICHIU ùn hè micca cuncepitu per esse editatu - serà lettu è OVERWRITT # Se sguassate tutti i fugliali di sessione*, zzzFM serà resettatu à i paràmetri di fabbrica.

source: Error saving file
co: Errore di salvezza di u schedariu

source: zzzFM Error: Unable to autosave session file ( %s )
co: zzzFMErrore: Impossibile di salvà automaticamente u schedariu di sessione ( %s )

source: Selected Menu Item '%s' As Handler
co: Elementu di menu sceltu '%s' Cum'è Handler

source: Create README
co: Crea README

source: No README file exists for this command. Create a default README file for you to fill in?
co: Nisun schedariu README esiste per questu cumandamentu. Crià un schedariu README predeterminatu per voi per riempie?

source: Creation Failed
co: A creazione falluta

source: An error occurred creating a README file for this command.
co: Un errore hè accadutu creendu un schedariu README per questu cumandamentu.

source: An error occurred copying command files %s
co: Un errore hè accadutu durante a copia di i schedarii di cumanda %s

source: Copy Command Error
co: Errore di Copia di Command

source: An error occurred copying command data files %s
co: Un errore hè accadutu durante a copia di i schedarii di dati di cumanda %s

source: Bookmark target '%s' is missing or invalid.
co: U marcatu di destinazione '%s' hè mancante o invalidu.

source: Invalid Bookmark Target
co: Target di marcatu invalidu

source: Change Item Name
co: Cambia u nome di l'articulu

source: Editor Not Set
co: Editore micca stabilitu

source: Please set your editor in View|Preferences|Advanced
co: Per piacè stabilisce u vostru editore in View|Preferences|Advanced

source: Root Editor Not Set
co: L'editore di root ùn hè micca stabilitu

source: Please set root's editor in View|Preferences|Advanced
co: Per piacè mette l'editore di root in View|Preferences|Advanced

source: User's Manual Not Found
co: Manuale d'Usuariu ùn hè micca truvatu

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
co: A copia lucale di u manuale d'utilizatore zzzFM ùn hè micca stata trovata. Per piacè stabilisce u locu currettu in Aiutu|Opzioni|Locu manuale.

source: Manual Opened ?
co: Manuale Apertu ?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
co: U manuale di l'usu di zzzFM deve esse apertu in u vostru navigatore. S'ellu ùn hè micca apertu, o se vulete usà un navigatore diversu, cunfigurate u vostru navigatore in Help|Opzioni|Browser. Stu missaghju ùn ripeterà.

source: ( none )
co: ( nimu )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
co: %s Keycode: %#4x Modificatore: %#x %s hè digià attribuitu à '%s'. Pulse una chjave diversa o cliccate Set per rimpiazzà l'assignazione di chjave attuale.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
co: %s Keycode: %#4x [%#4x] Modificatore: %#x %s hè digià attribuitu à '%s'. Pulse una chjave diversa o cliccate Set per rimpiazzà l'assignazione di chjave attuale.

source: %s Keycode: %#4x Modifier: %#x
co: %s Keycode: %#4x Modificatore: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
co: Pulse a vostra combinazione di chjave per l'articulu '%s' dopu cliccate Set. Per sguassà l'assignazione di chjave attuale, cliccate Unset.

source: Cancel
co: Cancella

source: Edit Command Line
co: Edit Line Command

source: Choose Custom Executable
co: Sceglie Custom Executable

source: Run this command as username: ( Leave blank for current user )
co: Eseguite stu cumandamentu cum'è username: ( Lasciate in biancu per l'utilizatore attuale )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
co: Avete aghjustatu un cumandamentu persunalizatu à l'elementu di menu Predeterminatu. Questu articulu averà automaticamente un pre-cuntestu - apparirà solu quandu u tipu MIME di u primu schedariu sceltu currisponde à u tipu attuale. '%s'. Aghjunghjite cumandamenti o menu quì chì vulete apparisce solu per questu tipu MIME.

source: New Context Command
co: Cumandamentu di u novu cuntestu

source: Set Item Name
co: Definisce u nome di l'articulu

source: Choose Folder
co: Sceglite Folder

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
co: Avete aghjustatu un submenu persunalizatu à l'elementu di menu Predeterminatu. Questu articulu averà automaticamente un pre-cuntestu - apparirà solu quandu u tipu MIME di u primu schedariu sceltu currisponde à u tipu attuale. '%s'. Aghjunghjite cumandamenti o menu quì chì vulete apparisce solu per questu tipu MIME.

source: (none)
co: (nimu)

source: Set Submenu Name
co: Definisce u nome di u sottumenu

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
co: Inserite u nome di u submenu: Precede un caratteru cù un underscore (_) per sottulinà quellu caratteru cum'è una chjave di scelta rapida se vulete.

source: New _Submenu
co: Novu _Sottomenu

source: ( no name )
co: ( senza nome )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
co: Elimina permanentemente u '%s' SUBMENU È TUTTI L'ARTIGI IN TUTTI? Questa azione eliminerà tutti i paràmetri è i fugliali assuciati cù questi elementi.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
co: Eliminate definitivamente l'elementu '%s' ? Questa azione eliminerà tutti i paràmetri è i fugliali assuciati cù questu articulu.

source: Confirm Remove
co: Cunfirmà Elimina

source: Are you sure?
co: Sì sicuru?

source: Dialog Message
co: Missaghju di dialogu

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
co: Inserite u missaghju chì deve esse affissatu in questu dialogu: Utilizà: \n nova linea \t tab

source: _Copy
co: _Copia

source: _Remove
co: _Eliminate

source: _New
co: _Novu

source: _Bookmark
co: _Marcatu

source: _Application
co: _Applicazione

source: _Command
co: _Cumanda

source: T_ooltips
co: T_oolcunsiglii

source: _Key Shortcut
co: _Shortcut chjave

source: _Properties
co: _Pruprietà

source: Set Icon
co: Set Icona

source: Your input is invalid because it contains linefeeds
co: U vostru input hè invalidu perchè cuntene linefeeds

source: _Unmount
co: _Smonta

source: _Sync
co: _Sincronizza

source: _Open
co: _Apertu

source: _Mount
co: _Munti

source: Re_/mount
co: Re_/muntagna

source: _Label
co: _Etichetta

source: _Check
co: _Verificate

source: _Restore
co: _Risturà

source: _From File
co: _Da u File

source: _Internal Drives
co: _Drives interni

source: _Empty Drives
co: _Unità vacanti

source: _Partition Tables
co: _Tabelle di partizione

source: Mounted _Networks
co: Muntatu _Reti

source: Mounted _Other
co: Muntatu _Altru

source: _Volumes...
co: _Volumi...

source: Show/Hide Volumes
co: Mostra / nasconde i volumi
