Repository: dimkr/zzzfm
Catalog: po/from transifex/co/zzzfmpot.sh.po
Languages: co

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì u statu di u dispusitivu cambia: Utilizà: %%e tipu d'avvenimentu (evt_device) %%f u schedariu di u dispusitivu %%v cambià (aghjuntu | sguassatu | cambiatu)

source: Wi_ndow Title
co: Wi_ndow Titulu

source: Set Window Title Format
co: Definite u Formatu di Titulu di a Finestra

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
co: Definite u formatu di titulu di a finestra: Utilizà: %%n nome di u cartulare attuale (eg bin) %%d percorso di u cartulare attuale (eg /usr/bin) %%p numeru di panel attuale (1-4) %%t numeru di tabulazione attuale %%P numeru tutale di pannelli visibili %%T numeru tutale di tabulazioni in u pannellu attuale * astérisque montré si les tâches en cours d'exécution dans la fenêtre

source: _Window Icon
co: _Icona di a finestra

source: Set Window Icon
co: Set l'icona di a finestra

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
co: Inserite un nome di l'icona, u percorsu di u schedariu di l'icona, o un nome di l'articulu di stock: O cliccate Sceglie per selezziunà un icona. Alcune icone ponu micca funziona bè per via di diversi prublemi. Fornite icone zzzFM alternative: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Per esempiu: zzzfm-48-cube-red

source: _Design Mode
co: _Modu Design

source: _Preferences
co: _Preferenze

source: _Tool
co: _Strumenta

source: _Thumbnails (global)
co: _Miniature (globale)

source: _User's Manual
co: _Manuale d'usu

source: _Options
co: _Opzioni

source: Choose HTML Browser
co: Sceglie u navigatore HTML

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
co: Inserite u nome di u navigatore o a linea di cumanda bash per esse utilizatu per vede i schedari HTML è l'URL: Utilizà: %%u url (Lasciate in biancu per a rilevazione automatica di u navigatore)

source: _Manual Location
co: _Posizione manuale

source: Choose User's Manual Location
co: Sceglie Locazione Manuale d'Usuariu

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
co: Inserite u percorsu di u schedariu locale o l'URL remoto per u Manuale d'Usuariu zzzFM: (Lasciate in biancu per default)

source: _Show Devices
co: _Mostra i dispusitivi

source: _Count
co: _Conti

source: _Item
co: _Articulu

source: _To
co: _À

source: _Progress
co: _Prugressu

source: _Elapsed
co: _Passatu

source: C_urrent Speed
co: C_urrent Velocità

source: Current Re_main
co: currente Re_main

source: _Average Speed
co: _Velocità media

source: A_verage Remain
co: A_verage Resta

source: _Queue
co: _Coda

source: _Resume
co: _Curriculum vitae

source: _All Tasks
co: _Tutti i travaglii

source: Show _Manager
co: Mostra _Manager

source: copying File 1:15 65.2 M 30.2 M/s
co: cupià u File 1:15 65.2 M 30.2 M/s

source: _Columns
co: _Culonni

source: Popup _All Tasks
co: Affacà _Tutti i travaglii

source: A_bove Others
co: A_bove Altri

source: All _Workspaces
co: Tuttu _Spazi di travagliu

source: _Detailed Stats
co: _Statistiche detallate

source: _Overwrite Option
co: _Opzione di sovrascrittura

source: _Error Option
co: _Opzione di errore

source: Task Popup Font (affects new tasks)
co: Task Popup Font (affetta i novi compiti)

source: Example Output 0123456789
co: Esempiu Output 0123456789

source: Stop If _First
co: Stop If _Primu

source: Stop On _Any
co: Stop On _Qualchese

source: _Continue
co: _Cuntinuà

source: _Smart Queue
co: _Coda intelligente

source: Arrange _Icons
co: Arrange _Icone

source: By _Name
co: By _Nome

source: By _Type
co: By _Tipu

source: By _Date Modified
co: By _Data di mudificazione

source: By _Size
co: By _Taglia

source: _Ascending
co: _Ascendante

source: _Desktop Folder
co: _Cartulare Desktop

source: Example Input 0123456789
co: Esempiu di input 0123456789

source: _Choose...
co: _Sceglite...

source: File _Handlers...
co: File _Manipulatori...

source: Open With _Default
co: Apertura cun _Default

source: _Extract
co: _Estrattu

source: Extract _To
co: Estrattu _À

source: _List Contents
co: _Lista cuntenuti

source: _Archive Defaults
co: _Predefiniti di l'archiviu

source: _Open With App
co: _Apertura cù l'app

source: _Create Subfolder
co: _Crea un Subfolder

source: _Write Access
co: _Accessu di scrittura

source: Archive _Handlers
co: Archive _Manipulatori

# New|
source: _Bookmark
co: _Marcatu

source: Tab _Here
co: Tab _Quì

source: _Desktop Application
co: _Applicazione Desktop

source: _Go
co: _Vai

source: _Back
co: _Torna

source: _Forward
co: _Avanti

source: _Home
co: _A casa

source: Re_al Path
co: Re_al Strada

source: _File List
co: _Lista di schedari

source: _Tree
co: _Arburu

source: _Close
co: _Chiudi

source: _Reorder
co: _Riordini

source: _Sort
co: _Sorte

source: _Size
co: _Taglia

source: _Type
co: _Tipu

source: _Permission
co: _Permissione

source: _Owner
co: _Pruprietariu

source: _Modified
co: _Modificatu

source: _Descending
co: _Discendente

source: F_iles First
co: F_iles Primu

source: _Hidden First
co: _Prima nascosta

source: Hidden _Last
co: Ammucciatu _Ultimu

source: Re_fresh
co: Re_frescu

source: Path Bar _Help
co: Path Bar _Aiutu

source: _Rename
co: _Rinomina

source: _Delete
co: _Sguassà

source: Cut
co: Tagliate

source: _Actions
co: _Azzioni

source: Copy Pa_rent
co: Copia Pa_rent

source: _Copy To
co: _Copia à

source: L_ast Location
co: L_ast Locu

source: _Move To
co: _Sposta à

source: _Location
co: _Locu

source: _Select All
co: _Selezziunà tuttu

source: _Invert Selection
co: _Invertisce a selezzione

source: S_elect By Pattern
co: S_elect Per mudellu

source: Move _To
co: Sposta _À

source: _Quick
co: _Rapidu

source: _Recursive
co: _Ricursivu

source: _Side Toolbar
co: _Toolbar laterale

source: _Large Icons
co: _Icone grandi

source: _Hidden Files
co: _File Hidden

source: File List Font (Panel %d)
co: Fonte Lista di File (Panel %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
co: Esempiu 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
co: Dispositivi Font (Panel %d)

source: Bookmarks Font (Panel %d)
co: Segnalibri Font (Panel %d)

source: Example Bookmark Name
co: Esempiu di nome di marcatu

source: Path Bar Font (Panel %d)
co: Font Bar Path (Panel %d)

source: $ cat /home/user/example
co: $ cat /casa/utilizatore/esempiu

source: Tab Font (Panel %d)
co: Tabulazione Font (Panel %d)

source: 12 G free / 200 G 52 items
co: 12 G liberu / 200 G 52 articuli

source: Follow _Dir
co: Segui _Dir

source: _New Tab
co: _Tabulazione nova

source: _Single Click
co: _Cliccate unicu

source: Directory doesn't exist %s
co: U repertoriu ùn esiste micca %s

source: Unable to access %s %s
co: Impossibile à accede %s %s

source: Select By Pattern
co: Selezziunà Per Pattern

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
co: Inserite u mudellu per selezziunà i fugliali è i cartulare: Se u vostru mudellu cuntene caratteri maiusculi, a corrispondenza serà sensible à maiuscule. Esempiu: *sp*e?m* TIP: Pudete ancu entre '%% PATTERN' in a barra di a strada.

source: Choose Location
co: Sceglie Locu

source: Invalid Destination
co: Destination invalida

source: Destination same as source
co: A destinazione uguale à a fonte

source: Invalid destination
co: Destinazione invalida

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
co: I nomi di i schedari selezziunati sarà aghjuntu à u '.hidden' u schedariu situatu in stu cartulare, chì li piattarà da a vista in zzzFM. Pudete bisognu di rinfriscà a vista o riavvia zzzFM per chì i schedari spariscanu. Per unhide un schedariu, apre u schedariu .hidden in u vostru editore di testu, sguassate u nome di u schedariu, è rinfriscà.

source: Error hiding files
co: Errore di ammuccià i schedari

source: No files are selected
co: Nisun schedariu hè sceltu

source: Invalid URL
co: URL invalidu

source: The entered URL is not valid.
co: L'URL inseritu ùn hè micca validu.

source: Handler Not Found
co: Handler micca trovu

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
co: Nisun gestore di rete hè cunfiguratu per questu URL, o nisun cumandamentu di muntagna hè stabilitu. Aggiungi un gestore in Dispositivi|Settings|Protocol Handlers.

source: mount
co: muntagna

source: unmount
co: smontà

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
co: Nisun gestore hè cunfiguratu per stu tipu di dispusitivu, o no %s cumanda hè stabilitu. Aghjunghjite un gestore in Impostazioni|Gestionatori di Dispositivi o Gestori di Protocollo.

source: Mount %s
co: Munti %s

source: %s is currently mounted. You must unmount it before you can check it.
co: %s hè attualmente muntatu. Duvete smontallu prima di pudè verificà.

source: Device Is Mounted
co: U dispusitivu hè muntatu

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
co: Inserite u cumandimu di cuntrollu di u sistema di filesystem: Utilizà: %%%%v u schedariu di u dispusitivu ( %s ) EDITÀ CON CURA Stu cumandamentu hè eseguitu cum'è root

source: Check As Root
co: Verificate cum'è Root

source: CHECK AS ROOT
co: VERIFICARE AS ROOT

source: Check As Root %s
co: Verificate cum'è Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
co: Inserite u cumandamentu di muntagna: Utilizà: %%%%v u schedariu di u dispusitivu ( %s ) %%%%o Opzioni di muntatura specifiche per u voluminu ( %s ) Nota: fstab annulla alcune opzioni EDITÀ CON CURA Stu cumandamentu hè eseguitu cum'è root

source: Mount As Root
co: Munti As Root

source: MOUNT AS ROOT
co: MUNTA AS ROOT

source: Mount As Root %s
co: Munti As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
co: Inserite u cumandamentu di smontà: Utilizà: %%%%v u schedariu di u dispusitivu ( %s ) EDITÀ CON CURA Stu cumandamentu hè eseguitu cum'è root

source: UNMOUNT AS ROOT
co: UNMONTU AS ROOT

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
co: ATTENZIONE: %s hè muntatu. Pudete vulete o bisognu di smontallu prima di cambià l'etichetta.

source: Enter volume label for %s:%s
co: Inserite l'etichetta di volume per %s:%s

source: Change Volume Label
co: Cambia l'etichetta di u voluminu

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
co: Inserite u cumandamentu di sguassà l'etichetta per fstype '%s': Utilizà: %%%%v u schedariu di u dispusitivu ( %s ) %%%%l nova etichetta ( "%s" ) EDITÀ CON CURA Stu cumandamentu hè eseguitu cum'è root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
co: Inserite u cumandamentu di cambià l'etichetta per fstype '%s': Utilizà: %%%%v u schedariu di u dispusitivu ( %s ) %%%%l nova etichetta ( "%s" ) EDITÀ CON CURA Stu cumandamentu hè eseguitu cum'è root%s

source: Change Label As Root
co: Cambia l'etichetta cum'èRoot

source: Label As Root %s
co: Etichetta cum'è Root %s

source: Unmount %s
co: Smonta %s

source: Remove %s
co: Eliminate %s

source: Remount %s
co: Rimonta %s

source: Reload %s
co: Ricaricate %s

source: Sync
co: Sincronizza

source: %s is currently mounted. You must unmount it before you can format it.
co: %s hè attualmente muntatu. Duvete smontallu prima di pudè formattà.

source: ( AN ENTIRE DEVICE )
co: ( UN DISPOSITU TUTTU )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
co: Avete da sguassà %s %s- TUTTI I DATI SERÀ PERDI. Siate pazienti - questu pò piglià un pocu è dd ùn dà micca feedback. Inserite u cumandamentu per sovrascrive u voluminu tutale cù /dev/%s: Utilizà: %%%%v u schedariu di u dispusitivu ( %s ) EDITÀ CON CURA Stu cumandamentu hè eseguitu cum'è root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
co: Avete da formattà %s %s- TUTTI I DATI SERÀ PERDI. Entre %s cumandamentu di furmatu: Utilizà: %%%%v u schedariu di u dispusitivu ( %s ) EDITÀ CON CURA Stu cumandamentu hè eseguitu cum'è root

source: DATA LOSS WARNING
co: AVVERTIMENTO DI PERDITA DI DATI

source: %s is currently mounted. You must unmount it before you can restore it.
co: %s hè attualmente muntatu. Duvete smontallu prima di pudè restaurà.

source: Choose Backup For Restore
co: Sceglite Backup For Restore

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
co: Vi sò circa à overwrite u codice boot MBR di %s usu %s. Stu cambiamentu pò impedisce à u vostru urdinatore di avvià bè. Tutti i dati impurtanti nant'à u dispusitivu sanu deve esse backed up prima. Avanzate ? (Se pressu Iè, avete ancu una altra opportunità per abortà prima chì u discu hè mudificatu.)

source: Restore MBR
co: Ripristina MBR

source: Unknown Type
co: Tipu scunnisciutu

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
co: U schedariu sceltu ùn hè micca un schedariu di salvezza ricunnisciutu. FSI nomi di schedarii di archiviu cuntenenu 'fsarchiver' o finisci in '.fsa'. I nomi di file Partimage cuntenenu 'partimage' o finisci in '.000'. MBR i nomi di file finiscinu in '.mbr', '.mbr.bin', o '-MBR-back' è sò 512 bytes in dimensione. Sè vo site SURE stu schedariu hè una copia di salvezza valida, pudete rinominà per evità stu errore.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
co: Avete da ritruvà %s %susu %s - TUTTI I DATI SERÀ PERDI. Entre %s cumanda di restaurazione: Utilizà: %%%%v u schedariu di u dispusitivu ( %s ) %%%%s schedariu di salvezza ( %s ) EDITÀ CON CURA Stu cumandamentu hè eseguitu cum'è root

source: Restore
co: Risturà

source: %s Restore %s
co: %s Risturà %s

source: The %s directory was not found. Is udevil installed?
co: U %s cartulare ùn hè statu trovu. Udevil hè stallatu?

source: Directory Missing
co: Manca l'annuariu

source: Choose Backup For Info
co: Sceglite Backup For Info

source: MBR File
co: File MBR

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
co: Basatu nantu à u so nome, u schedariu sceltu pare esse un schedariu di salvezza MBR. Nisuna altra infurmazione hè dispunibule per stu tipu di salvezza.

source: Restore Info
co: Ripristina Info

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
co: ATTENZIONE: %s hè muntatu. Per difettu, FSL'archiver farà una copia di salvezza solu di volumi muntati in sola lettura. Per fà una copia di salvezza di un voluminu di lettura-scrittura, avete bisognu di aghjunghje --allow-rw-mounted à u cumandamentu. Vede 'man fsarchiver' per i dettagli.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
co: %s hè attualmente muntatu. Duvete smontallu prima di pudè creà una copia di salvezza cù Partimage.

source: Save %s Backup
co: Salvà %s Backup

source: The selected backup already exists. Overwrite?
co: A copia di salvezza scelta esiste digià. Overwrite?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
co: Entre %s cumanda di salvezza: Utilizà: %%%%v u schedariu di u dispusitivu ( %s ) %%%%s schedariu di salvezza ( %s )%s EDITÀ CON CURA Stu cumandamentu hè eseguitu cum'è root

source: Properties %s
co: Pruprietà %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
co: %sDispositivu attualmente sceltu: %s Etichetta di volume: %s ID di u dispusitivu: %s

source: Cont As Other
co: Cunsigliu cum'è l'altru

source: Move:
co: Sposta:

source: Copy:
co: Copia:

source: Delete:
co: Sguassà:

source: Change:
co: Cambia:

source: Run:
co: Corri:

source: Moving...
co: Sposta...

source: Copying...
co: Copia...

source: Deleting...
co: Sguassendu...

source: Changing...
co: Cambiendu...

source: Running...
co: Corsa...

source: From:
co: Da:

source: To:
co: À :

source: Progress:
co: Prugressu:

source: Paused
co: In pausa

source: Queued
co: In fila

source: Ask
co: Dumandate

source: Skip All
co: Saltà tuttu

source: Continue
co: Cuntinuà

source: Stopped
co: Fermatu

source: Errors
co: Errori

source: Done
co: Fattu

source: %s (%s) %s remaining
co: %s (%s) %s resta

source: Error ( Stop If First )
co: Errore (Arreta se prima)

source: Error ( Stop On Any )
co: Errore (Arresta nantu à qualsiasi)

source: Stopped with %d error
co: Firmatu cun %d errore

source: Finished with %d error
co: Finitu cù %d errore

source: Finished with error ( exit status %d )
co: Finitu cù errore ( statutu di uscita %d )

source: Finished with error
co: Finitu cù errore

source: Paused ( pid %d )
co: In pausa ( pid %d )

source: Paused ( exit status %d )
co: In pausa ( statutu di uscita %d )

source: Queued ( pid %d )
co: In fila ( pid %d )

source: Queued ( exit status %d )
co: In fila ( statutu di uscita %d )

source: Running with %d error
co: Corsa cun %d errore

source: Running... ( pid %d )
co: Corsa... ( pid %d )

source: Running... ( exit status %d )
co: Corsa... ( statutu di uscita %d )

source: stalled
co: stagnatu

source: [ SNIP - additional errors above have been trimmed from this log ]
co: [ SNIP - errori supplementari sopra sò stati tagliati da stu log ]

source: Moving from folder:
co: Sposta da u cartulare:

source: Linking from folder:
co: Ligame da u cartulare:

source: Copying from folder:
co: Copia da u cartulare:

source: Folder Exists
co: U cartulare esiste

source: <b>Folder already exists.</b> Please rename or select an action.
co: <b>U cartulare esiste digià.</b> Per piacè rinominate o selezziunate una azione.

source: <b>( link )</b>
co: <b>( ligame )</b>

source: <b>! overwrite file with link !</b>
co: <b>! sovrascrive u schedariu cù u ligame !</b>

source: <b>( same size )</b>
co: <b>( listessa taglia )</b>

source: larger
co: più grande

source: smaller
co: più chjucu

source: <b>( same time )</b>
co: <b>( listessu tempu )</b>

source: newer
co: più novu

source: older
co: più vechja

source: Filename Exists
co: Filename esiste

source: <b>Filename already exists.</b> Please rename or select an action.
co: <b>U nome di file esiste digià.</b> Per piacè rinominate o selezziunate una azione.

source: Rename Required
co: Rename Obligatoriu

source: In folder:
co: In u cartulare:

source: Overwrite _All
co: Overwrite _Tuttu

source: _Pause
co: _Pausa

source: _Skip
co: _Saltà

source: S_kip All
co: S_kip Tuttu

source: To folder:
co: À u cartulare:

source: <b>Folder Name:</b>
co: <b>Nome di u cartulare:</b>

source: _Rename
co: _Rinomina

source: A_uto Rename
co: A_uto Rinomina

source: Auto Re_name All
co: Auto Re_name Tuttu

source: Error Loading Handler
co: Errore di caricamentu di u gestore

source: Create Archive
co: Crea un archiviu

source: Co_mpress Commands:
co: Co_mpress Cumandamenti:

source: Archive Handlers - Create Archive
co: Gestori d'archivi - Crea un archiviu

source: No archive handlers configured. You must add a handler before creating an archive.
co: Nisun gestori d'archiviu cunfigurati. Avete da aghjunghje un gestore prima di creà un archiviu.

source: _Archive Format:
co: _Format d'archiviu:

source: The archive creation command is empty. Please enter a command.
co: U cumandimu di creazione d'archiviu hè viotu. Per piacè inserisci un cumandamentu.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
co: E seguenti variabili duveranu esse presenti in u cumandimu di creazione d'archiviu: Unu di i seguenti: %%%%n: U primu schedariu / repertoriu sceltu per archivià %%%%N: Tutti i schedarii / cartulari selezziunati per archivià è unu di i seguenti: %%%%o: Un archiviu unicu risultatu %%%%O: L'archiviu risultatu per u schedariu / repertoriu fonte (vede %%%%n/%%%%N)

source: Error Saving Handler
co: Errore di salvezza di u gestore

source: copy
co: copia

source: Extract To
co: Estrattu à

source: Cre_ate subfolder(s)
co: Cre_ate sottucartulare(s)

source: Make contents user-_writable
co: Fate utilizatore di cuntenutu-_scrivibile

source: No archive handler/command found for file:
co: Nisun gestore d'archiviu / cumandamentu trovu per u schedariu:

source: Extract %s
co: Estrattu %s

source: Complete!
co: Cumpletu!

source: Command:
co: Cumandamentu:

source: ( no subfolder )
co: ( senza sottucartulare )

source: Remove Text Type Association
co: Eliminate l'Associazione Tipu di Testu
