Repository: dimkr/zzzfm
Catalog: po/from transifex/co/zzzfmpot.sh.po
Languages: co

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
co: NOTA: Quandu compilate a lista di l'applicazioni per apparisce in u sottumenu Open per un schedariu di testu, zzzFM includerà l'applicazioni assuciate cù u MIME type (eg text/html) E appiicazioni assuciati cù text/plain. Se selezziunate Rimuovere in una applicazione, serà eliminata cum'è una applicazione assuciata per u MIME type (eg text/html), ma ùn serà micca eliminatu cum'è una applicazione assuciata per text/plain (salvu chì u MIME type hè text/plain). Cusì l'usu di Remove ùn pò micca sguassà l'applicazione da u sottumenu Open per stu tipu, salvu chì ùn l'avete ancu eliminata text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
co: U schedariu '%s' ùn esiste micca. Copiendu '%s' à '%s' è edità, pudete aghjustà u cumpurtamentu è l'apparenza di sta applicazione per l'utilizatore attuale. Crià sta copia avà?

source: Copy Desktop File
co: Copia u schedariu Desktop

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
co: U schedariu '%s' ùn esiste micca. Copiendu '%s' à '%s' è edità, pudete aghjustà u tipu MIME '%s' i schedari sò ricunnisciuti per l'utilizatori attuale. Crià sta copia avà?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
co: U schedariu '%s' ùn esiste micca. Creendu un novu schedariu '%s' è edità, pudete definisce cumu tipu MIME '%s' i schedari sò ricunnisciuti per l'utilizatori attuale. Crià stu schedariu avà?

source: Create New XML
co: Crea Novu XML

source: _Add...
co: _Aggiungi...

source: new
co: novu

source: Delete %d selected item ?
co: Sguassà %d articulu sceltu ?

source: Confirm Delete
co: Cunfirmà Elimina

source: <b>P_ath:</b> <i>original</i>
co: <b>P_ath:</b> <i>uriginale</i>

source: <b>_Name:</b> <i>original</i>
co: <b>_Nome:</b> <i>uriginale</i>

source: <b>_Filename:</b> <i>original</i>
co: <b>_Filename:</b> <i>uriginale</i>

source: <b>_Parent:</b> <i>original</i>
co: <b>_Genitore:</b> <i>uriginale</i>

source: <b>P_ath:</b> <i>exists as folder</i>
co: <b>P_ath:</b> <i>esiste cum'è cartulare</i>

source: <b>_Name:</b> <i>exists as folder</i>
co: <b>_Nome:</b> <i>esiste cum'è cartulare</i>

source: <b>_Filename:</b> <i>exists as folder</i>
co: <b>_Filename:</b> <i>esiste cum'è cartulare</i>

source: <b>_Parent:</b>
co: <b>_Genitore:</b>

source: <b>P_ath:</b> <i>exists as file</i>
co: <b>P_ath:</b> <i>esiste cum'è un schedariu</i>

source: <b>_Name:</b> <i>exists as file</i>
co: <b>_Nome:</b> <i>esiste cum'è un schedariu</i>

source: <b>_Filename:</b> <i>exists as file</i>
co: <b>_Filename:</b> <i>esiste cum'è un schedariu</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
co: <b>P_ath:</b> <i>* sovrascrive u schedariu esistente</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
co: <b>_Nome:</b> <i>* sovrascrive u schedariu esistente</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
co: <b>_Filename:</b> <i>* sovrascrive u schedariu esistente</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
co: <b>P_ath:</b> <i>parent esiste cum'è schedariu</i>

source: <b>_Name:</b>
co: <b>_Nome:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
co: <b>_Genitore:</b> <i>parent esiste cum'è schedariu</i>

source: <b>P_ath:</b> <i>* create parent</i>
co: <b>P_ath:</b> <i>* crià parenti</i>

source: <b>_Parent:</b> <i>* create parent</i>
co: <b>_Genitore:</b> <i>* crià parenti</i>

source: _Move
co: _Sposta

source: Select Link Target
co: Selezziunà Link Target

source: Select Template File
co: Selezziunà u schedariu Template

source: Select Template Folder
co: Selezziunà u cartulare Template

source: Browse
co: Sfoglia

source: Insert as
co: Inserite cum'è

# Title|
source: Create New
co: Crea Novu

source: Move
co: Sposta

source: Copy
co: Copia

source: Create Link To
co: Crea un ligame per

source: & _Open
co: & _Apertu

source: !Link-> %s (missing)
co: !Link-> %s (mancanti)

source: Empty File
co: File viotu

source: Empty Folder
co: Cartulare viotu

source: New
co: Novu

source: Path contains linefeeds
co: Path cuntene linefeeds

source: Create Parent Folder
co: Crea una cartella parenti

source: The parent folder does not exist. Create it?
co: U cartulare parenti ùn esiste micca. Crea lu?

source: Error creating parent folder %s
co: Errore durante a creazione di u cartulare parent %s

source: Mkdir Error
co: Mkdir Errore

source: Overwrite Existing File
co: Overwrite File Existing

source: The file path exists. Overwrite existing file?
co: A strada di u schedariu esiste. Overwrite u schedariu esistente?

source: Create Link%s
co: Crea Link%s

source: Template Missing
co: Template mancante

source: The specified template does not exist
co: U mudellu specificatu ùn esiste micca

source: Create New File%s
co: Crea New File%s

source: Create New Folder%s
co: Crea un novu cartulare%s

source: Copy%s
co: Copia%s

source: Error determining link's target
co: Errore di determinazione di u target di u ligame

source: Move%s
co: Sposta%s

source: Error renaming file %s
co: Errore di rinominazione di u schedariu %s

source: New folder name:
co: Nome di u novu cartulare:

source: Name already exists. Please input a new one:
co: U nome esiste digià. Per piacè inserisci un novu:

source: The new file cannot be created
co: U novu schedariu ùn pò esse creatu

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
co: L'obbiettivu di stu ligame simbolicu manca o ùn avete micca permessu per accede à questu: %s Target: %s

source: Broken Link
co: Link rottu

source: Delete %d selected item as root ?
co: Sguassà %d articulu sceltu cum'è root ?

source: Confirm Delete As Root
co: Cunfirmà Elimina As Root

source: DELETE AS ROOT
co: ELIMINA AS ROOT

source: Delete As Root
co: Elimina As Root

source: Copy As Root
co: Copia cum'è Root

source: %d folder
co: %d cartulare

source: %d file, %s
co: %d schedariu, %s

source: %d files
co: %d schedarii

source: ( multiple files )
co: ( parechji schedari )

source: ( multiple types )
co: ( parechji tippi )

source: Choose...
co: Sceglite...

source: 1 file
co: 1 schedariu

source: <b>Link _Name:</b>
co: <b>Link _Nome:</b>

source: ( broken link )
co: ( ligame rottu )

source: ( read link error )
co: ( leghje errore di ligame )

source: Calculating...
co: Calculant...

source: Invalid User
co: User invalidu

source: Invalid Group
co: Gruppu invalidu

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
co: In più di un cartulare o una strada di file, i cumandamenti ponu esse inseriti in a Path Bar. Prefissi : $ eseguite cum'è compitu & corre è scurdate + corre in terminal ! corre cum'è root Utilizà: %%F i schedari selezziunati o %%f primu schedariu sceltu %%N nomi di file selezziunati o %%n primu nome di schedariu sceltu %%d annuariu attuale %%v dispusitivu sceltu (eg /dev/sda1) %%m puntu di muntatura di u dispusitivu (eg /media/dvd); %%l etichetta di u dispusitivu %%b marcatu sceltu %%t u cartulare di u travagliu sceltu; %%p compitu pid %%a valore di l'elementu di menu $fm_panel, $fm_tab, $fm_command, etc Esempiu: $ echo "Directory attuale: %%d" Esempiu: +! umount %%v

source: Archive Handlers
co: I gestori di archivi

source: Device Handlers
co: Manipulatori di i dispositi

source: Protocol Handlers
co: Manipulatori di protocolu

source: File Handlers
co: I gestori di file

source: Device Hand_lers
co: Dispositivu Hand_lers

source: Protocol Hand_lers
co: Protocolu Hand_lers

source: Error: unable to load command (internal error)
co: Errore: impussibile di carica u cumandamentu (errore internu)

source: Error: unable to save command (can't get script path?)
co: Errore: impussibile di salvà u cumandamentu (ùn pò micca ottene u percorsu di u script?)

source: Error reading file
co: Errore di lettura di u schedariu

source: Error: unable to save command (internal error)
co: Errore: ùn pò micca salvà u cumandamentu (errore internu)

source: Error writing to file
co: Errore di scrittura à u schedariu

source: (optional)
co: (opcional)

source: (disabled)
co: (disabilitatu)

source: Permanently remove the selected handler?
co: Eliminate definitivamente u gestore sceltu ?

source: Apply Changes ?
co: Applicà i cambiamenti?

source: Apply changes to the current handler?
co: Applicà cambiamenti à u gestore attuale?

source: Restore Default Handlers
co: Ripristina i gestori predefiniti

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
co: I gestori predeterminati mancanti seranu restaurati. Sovrascrivi ancu tutti i gestori predeterminati ESISTENTI ?

source: Please enter a valid handler name.
co: Per piacè inserite un nome di gestore validu.

source: Please enter a valid MIME Type or Pathname pattern.
co: Per piacè inserite un tipu MIME validu o un mudellu di Pathname.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
co: E seguenti variabili di sustituzione duveranu esse probabilmente in u cumandamentu di compressione: Unu di i seguenti: %%n: U primu schedariu / repertoriu sceltu per archivià %%N: Tutti i schedarii / cartulari selezziunati per archivià è unu di i seguenti: %%o: Un archiviu unicu risultatu %%O: L'archiviu risultatu per u schedariu / repertoriu fonte

source: The following variables should probably be in the extraction command: %%x: Archive to extract
co: E seguenti variabili duveranu esse probabilmente in u cumandimu di estrazione: %%x: Archivio per estrarre

source: The following variables should probably be in the list command: %%x: Archive to list
co: E seguenti variabili duveranu esse probabilmente in u cumandimu di lista: %%x: Archive à listinu

source: Restore _Default Handlers
co: Ripristina _Gestionatori predeterminati

source: Ena_ble as a default opener
co: Ena_ble cum'è un aperture predeterminatu

source: Ena_ble Handler
co: Ena_ble Manipulatore

source: _Name:
co: _Nome:

source: MIM_E Type:
co: MIM_E Tipu:

source: Whit_elist:
co: Whit_elista:

source: Bl_acklist:
co: Bl_acklista:

source: _Icon:
co: _Icona:

source: <b>Open Co_mmand:</b>
co: <b>Apertu Co_mmand:</b>

source: <b>_Mount:</b>
co: <b>_Munti :</b>

source: Please choose an application:
co: Per piacè sceglite un'applicazione:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
co: Nota: MIME type '%s' hè attualmente stabilitu per apre cù u '%s' file handler, piuttostu chè cù a vostra applicazione MIME assuciata. Pudete ancu avè bisognu di disattivà stu gestore in Open|File Handlers per chì stu tipu sia apertu cù a vostra applicazione assuciata per difettu.

source: MIME Type Has Handler
co: Tipu MIME Ha un gestore

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
co: Nota: MIME type '%s' hè attualmente stabilitu per apre cù u '%s' gestore di archiviu, piuttostu cà cù a vostra applicazione MIME assuciata. Puderete ancu avè bisognu di disattivà stu gestore in Open|Archive Defaults|Archive Handlers, O selezziunà l'opzione globale Open|Archive Defaults|Open With App, per chì stu tipu sia apertu cù a vostra applicazione assuciata per difettu.

source: Command not found
co: U cumandamentu ùn hè micca truvatu

source: Destination directory "%1$s" is contained in source "%2$s"
co: Directory di destinazione "%1$s" hè contenuta in a fonte "%2$s"

source: Accessing
co: Accessu

source: Removing
co: Eliminazione

source: Creating Dir
co: Creazione di Dir

source: Creating Link
co: Creazione di Link

source: Writing
co: Scrittura

source: Creating
co: Crià

source: Renaming
co: Rinomina

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
co: Per piacè stallà /usr/bin/sha256sum cusì possu migliurà a vostra sicurità mentre eseguite cumandamenti di root

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
co: Per piacè cunfigurate un Terminal validu SU cumanda in View|Preferences|Advanced

source: Terminal SU Not Available
co: Terminal SU Ùn dispunibile

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
co: Per piacè cunfigurà un graficu validu SU cumanda in View|Preferences|Advanced

source: Graphical SU Not Available
co: Graficu SU Ùn dispunibile

source: Cannot create temporary directory
co: Ùn pò micca creà un repertoriu tempurale

source: Please set a valid terminal program in View|Preferences|Advanced
co: Per piacè stabilisce un prugramma di terminal validu in View|Preferences|Advanced

source: zzzfm-auth not found in path - this reduces your security
co: zzzfm-auth micca truvatu in u percorsu - questu reduce a vostra sicurità

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
co: Errore durante l'esecuzione '%s' Vede stdout (run zzzfm in un terminal) per l'infurmazioni di debug

source: Error writing temporary file
co: Errore di scrittura di u schedariu pruvisoriu

source: Timed out calculating total size
co: Timed out per calculà a dimensione tutale

source: %s %s Error: %s
co: %s %s Errore: %s

source: :optical
co: : otticu

source: [blank]
co: [biancu]

source: [no media]
co: [senza media]

source: Selected Device Handler
co: Gestore di Dispositivi Scelti

source: Selected Protocol Handler
co: Manipulatore di protocolu sceltu

source: ( no udev device )
co: ( Innò udev dispusitivu )

source: Auto Open Tab for %s in %s
co: Auto Open Tab per %s in %s

source: Auto-Unmount: %s
co: Smonta automaticamente: %s

source: Auto-Unmount: error: no unmount command available
co: Auto-Unmount: errore: ùn hè micca un cumandamentu di smontà dispunibule

source: Automount: error: no mount command available
co: Automount: errore: ùn ci hè micca un cumandamentu di muntagna dispunibule

source: Unmount-If-Mounted: %s
co: Smonta-Se-Muntatu: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
co: Ùn avete micca permessu di edità u cuntenutu di u schedariu %s Cunsiderate di cupià u schedariu à u desktop, o ligame à una copia posta in ~/.local/share/applications/

source: Unable To Rename
co: Impossible di rinomina

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
co: Inserite u novu nome di l'articulu di u desktop: U cambiamentu di u nome di stu articulu di u desktop richiede mudificà u cuntenutu di u schedariu di u desktop %s

source: Change Desktop Item Name
co: Cambia u nome di l'articulu di u Desktop

source: An error occurred renaming this desktop item.
co: Un errore hè accadutu rinuminando stu articulu di u desktop.

source: Select a folder
co: Selezziunà un cartulare

source: Browse...
co: Sfoglia...

source: Local Volumes
co: Volumi Locali

source: Last Modified
co: Ultima mudificazione

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
co: Inserite u prugramma o a linea di cummanda bash: Utilizà: %F i schedari selezziunati o %f primu schedariu sceltu %N nomi di file selezziunati o %n primu nome di schedariu sceltu %d annuariu attuale %v dispusitivu sceltu (eg /dev/sda1) %m puntu di muntatura di u dispusitivu (eg /media/dvd); %l etichetta di u dispusitivu %b marcatu sceltu %t u cartulare di u travagliu sceltu; %p compitu pid %a valore di l'elementu di menu $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
co: Tipu MIME

source: Directory
co: annuariu

source: Dir Write Access
co: Dir Access Scrittura

source: File Is Text
co: U schedariu hè testu

source: File Is Dir
co: U schedariu hè Dir

source: File Is Link
co: U schedariu hè Link

source: User Is Root
co: L'utente hè Root

source: Multiple Selected
co: Multiple Scelti

source: Clipboard Has Files
co: Clipboard Ha Files

source: Clipboard Has Text
co: Clipboard hà testu

source: Current Panel
co: Panel attuale

source: Panel Count
co: Conte di pannelli

source: Current Tab
co: Tabulazione attuale

source: Tab Count
co: Tabulazione Count

source: Bookmark
co: Marcatu

source: Device
co: Dispositivu

source: Device Mount Point
co: Puntu di Muntura di u Dispositiu

source: Device Label
co: Etichetta di u dispusitivu

source: Device FSType
co: Dispositivu FSType

source: Device UDI
co: Dispositivu UDI

source: Device Properties
co: Pruprietà di u dispusitivu

source: Task Count
co: Conte di Task

source: Task Directory
co: Directory di u travagliu

source: Task Type
co: Tipu di compitu

source: Task Name
co: Nome di u travagliu

source: Panel 1 Device
co: Panel 1 Dispositivu

source: Panel 2 Device
co: Panel 2 Dispositivu

source: Panel 3 Device
co: Panel 3 Dispositivu

source: Panel 4 Device
co: Panel 4 Dispositivu

source: equals
co: uguali

source: doesn't equal
co: ùn hè uguale

source: contains
co: cuntene

source: doesn't contain
co: ùn cuntene

source: begins with
co: principia cù

source: doesn't begin with
co: ùn principia micca

source: ends with
co: finisce cù

source: doesn't end with
co: ùn finisci micca cù

source: is less than
co: hè menu cà

source: is greater than
co: hè più grande cà

source: matches
co: partite

source: doesn't match
co: ùn currisponde micca

source: Application
co: Applicazione

source: Command
co: Cumanda

source: Current: Show
co: Current: Mostra

source: Current: Enable
co: Current: Habilita

source: Save Modified Script?
co: Salvà u Script Modificatu?

source: Save your changes to the command script?
co: Salvà i vostri cambiamenti à u script di cumandamentu?

source: The command script on disk has changed. Do you want to overwrite it?
co: U script di cumandamentu nantu à u discu hè cambiatu. Vulete soprascrive?

source: (no files)
co: (senza schedari)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
co: A linea di cumanda ùn principia micca cù un schedariu di testu (script) per esse apertu, o l'script ùn hè micca truvatu in u vostru $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
co: Targets: (una lista di percorsi o URL separati da punti virguli)

source: Target: (a .desktop or executable file)
co: Target: (a .desktop o file eseguibile)

source: Choose Executable
co: Sceglite Executable

source: Command Line Too Long
co: A linea di cummanda hè troppu longa

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
co: A vostra linea di cumanda hè più grande di 2000 caratteri è pò esse truncatu quandu hè salvatu. Cunsiderate l'usu di un script di cumanda invece di selezziunate Script in a tabulazione Command.

source: Toolbar Item Properties
co: Proprietà di l'elementu Toolbar

source: Menu Item Properties
co: Proprietà di l'elementu di menu

source: _Toolbar Item
co: Elementu _Toolbar

source: _Menu Item
co: _Elementu di menu

source: Type:
co: Tipu:

source: Name:
co: Nome:

source: Key:
co: Chjave:

source: Icon:
co: Icona:

source: matches any rule:
co: currisponde à qualsiasi regula:

source: matches all rules:
co: currisponde à tutte e regule:

source: doesn't match any rule:
co: ùn currisponde à alcuna regula:

source: doesn't match all rules:
co: ùn currisponde à tutte e regule:

source: Show
co: Mostra

source: Enable
co: Attivà

source: Hide
co: Nascondi

source: Disable
co: Disattivà

source: item if context
co: articulu se cuntestu

source: Value:
co: Valore:

source: If enabled, use as handler for:
co: Se attivatu, utilizate cum'è gestore per:

source: none
co: nimu

source: files
co: schedarii

source: devices
co: dispusitivi

source: _Ignore Context / Show All (global setting)
co: _Ignora u cuntestu / Mostra tuttu (impostazione globale)

source: Command _Line
co: Cumanda _Line

source: _Script
co: _Scrittura

source: Open In _Editor
co: Open In _Editore

source: Run Options
co: Esegui Opzioni

source: Popup Task
co: Task popup

source: Popup Error
co: Errore popup

source: Popup Output
co: Output popup

source: Keep Terminal Open
co: Mantene a terminal aperta

source: ( leave blank for current user )
co: ( lasciate in biancu per l'utilizatore attuale )

source: Style
co: Stile

source: Normal
co: Normale

source: Confirmation
co: Cunfirmazione

source: Confirmation/Input Message:
co: Messaghju di cunferma / input:

source: Open in File Browser:
co: Apertura in u navigatore di file:

source: Data Dir
co: Dati Dir

source: Built-In Toolbar Item
co: Elementu di Toolbar integratu

source: Submenu
co: Sottomenu

source: Separator
co: Separatore

source: Built-In Command
co: Cumandante integratu

source: Follow state
co: Segui u statu

source: Render differently based on the selection state.
co: Rende diversamente basatu annantu à u statu di selezzione.

source: Icon
co: Icona

source: The icon to render.
co: L'icona da rende.

source: GIcon
co: GIcona

source: The GIcon to render.
co: U GIcona da rende.

source: size
co: taglia

source: The size of the icon to render in pixels.
co: A dimensione di l'icona da rende in pixel.

source: Preview
co: Anteprima

source: No file selected
co: Nisun schedariu sceltu

source: Block Device
co: Block Dispositivu

source: Character Device
co: Dispositivu di caratteru
