Repository: dimkr/zzzfm
Catalog: po/from transifex/co/zzzfmpot.sh.po
Languages: co

source: Open folder
co: Apertura cartulare

source: zzzFM File Search
co: zzzFM Ricerca di schedari

source: Search for files and folders
co: Ricerca di schedari è cartulare

source: Browse the file system
co: Sfoglia u sistema di schedari

source: Choose Application
co: Sceglite Applicazione

source: Please choose an application or enter a command:
co: Per piacè sceglite una applicazione o inserite un cumandamentu:

source: File Type:
co: Tipu di schedariu:

source: _Associated Apps
co: _Apps assuciati

source: _Command:
co: _Cumandamentu:

source: _Browse
co: _Sfoglia

source: Opened in Terminal
co: Apertu in Terminal

source: _Set as default application for this file type
co: _Stabilite cum'è applicazione predeterminata per stu tipu di schedariu

source: File Properties
co: Pruprietà di u schedariu

source: <b>Location:</b>
co: <b>Locu:</b>

source: <b>Type:</b>
co: <b>Tipu:</b>

source: <b>Opens _With:</b>
co: <b>Si apre _Cù:</b>

source: <b>Total Size:</b>
co: <b>Dimensione tutale:</b>

source: <b>Size On Disk:</b>
co: <b>Dimensione nantu à u discu:</b>

source: <b>Count:</b>
co: <b>Conte:</b>

source: <b>Modified:</b>
co: <b>Modificatu:</b>

source: <b>Accessed:</b>
co: <b>Accessu:</b>

source: <b>_Owner:</b>
co: <b>_Prupietariu:</b>

source: <b>_Group:</b>
co: <b>_Gruppu:</b>

source: <b>Owner:</b>
co: <b>Prupietariu:</b>

source: <b>Group:</b>
co: <b>Gruppu:</b>

source: <b>Other:</b>
co: <b>Altri:</b>

source: Read
co: Leghjite

source: Write
co: Scrivite

source: Execute
co: Eseguite

source: Recursive (apply changes to folders and their contents)
co: Ricursivu (applicà cambiamenti à i cartulare è u so cuntenutu)

source: Any
co: Qualchese

source: Within One Day
co: In un ghjornu

source: Within One Week
co: In una settimana

source: Within One Month
co: In un mese

source: Within One Year
co: In un annu

source: Within Selected Date Range
co: Dentru a gamma di data selezziunata

source: Find Files
co: Truvà i schedari

source: Audio Files (mp3, ogg,...)
co: File Audio (mp3, ogg,...)

source: Image Files (jpg, png,...)
co: File d'Image (jpg, png,...)

source: Plain Text Files
co: File di testu pianu

source: All Files and Folders
co: Tutti i schedari è i cartulare

source: <b>File Types to Search</b>
co: <b>Tipi di schedari à circà</b>

source: Search in subfolders
co: Ricerca in sottucartuli

source: Search hidden files
co: Ricerca i fugliali nascosti

source: <b>Places to Search</b>
co: <b>Lochi à circà</b>

source: General
co: Generale

source: File Contains:
co: U schedariu cuntene:

source: Use Regular Expression
co: Utilizà l'espressione regulare

source: <b>File Content</b>
co: <b>U cuntenutu di u schedariu</b>

source: Content
co: Cuntinutu

source: Greater Than:
co: Più grande di:

source: Smaller Than:
co: Più chjucu cà:

source: <b>File Size</b>
co: <b>Size File</b>

source: <b>Last Modified</b>
co: <b>Ultima mudificazione</b>

source: Size & Date
co: Taglia è data

source: <b>Search Result:</b>
co: <b>Risultato di ricerca:</b>

source: Search Again
co: Cerca di novu

source: Go to folder
co: Andà à u cartulare

source: Open In Current Tab
co: Apertura in a tabulazione attuale

source: Open In New Tab
co: Apertura in una nova tabulazione

source: Center
co: Centru

source: Transparent
co: Trasparente

source: Automatic
co: autumàticu

source: Copy (Ctrl+Drag)
co: Copia (Ctrl+Trascinate)

source: Move (Shift+Drag)
co: Sposta (Shift+Trascinate)

source: Link (Ctrl+Shift+Drag)
co: Link (Ctrl+Shift+Trascinate)

source: Preferences
co: Preferenze

source: Small Icons:
co: Picculi icone:

source: Large Icons:
co: Icone grandi:

source: Toolbar Icons:
co: Icone di Toolbar:

source: <b>Icons</b>
co: <b>Icone</b>

source: Single click opens files
co: Un clicu apre i schedari

source: Hover selects
co: Hover sceglie

source: Bookmarks:
co: Segnalibri:

source: Show Thumbnails
co: Mostra miniature

source: Max Pic Size To Thumbnail:
co: Dimensione massima di foto à miniatura:

source: <b>File List</b>
co: <b>Lista di schedari</b>

source: _General
co: _Generale

source: Always show the tab bar
co: Mostra sempre a barra di tabulazione

source: Hide 'Close Tab' buttons
co: Nascondi 'Chiudi Tab' i buttoni

source: Confirm delete/remove
co: Cunfirmà sguassà / sguassà

source: Click runs executables ( caution! )
co: Clicca esegue eseguibili (attenzione!)

source: SI File Sizes (1K = 1000) (requires restart)
co: Size File SI (1K = 1000) (richiede riavvia)

source: Show root user indicator color
co: Mostra u culore di l'indicatore di l'utilizatori root

source: Default Drag Action:
co: Azione di trascinamentu predefinita:

source: I_nterface
co: I_interfaccia

source: Please select an image file
co: Per piacè selezziunate un schedariu d'imaghjini

source: Mode:
co: Modu:

source: Background:
co: Sfondate:

source: Text:
co: Testu:

source: Shadow:
co: Ombra :

source: Left:
co: Manca:

source: Right:
co: Diritta:

source: Bottom:
co: In fondu:

source: <b>Margins</b>
co: <b>Margini</b>

source: Right click shows WM menu
co: Un clic right mostra u menu WM

source: Open folders using associated MIME application
co: Apertura di cartulare cù l'applicazione MIME assuciata

source: _Volume Management
co: _Gestione di u voluminu

source: Graphical SU:
co: SU graficu:

source: Filename Encoding:
co: Codifica di u nome di file:

source: Editor:
co: Editore:

source: Run editor in terminal
co: Eseguite l'editore in u terminal

source: Root's Editor:
co: Editore di Root:

source: Run root's editor in terminal
co: Eseguite l'editore di root in u terminal

source: Date Format:
co: Format di data:

source: (requires reload)
co: (richiede ricarica)

source: Date Display
co: Data Display

source: _Advanced
co: _Avanzatu

source: Too many columns (>%d) in %s
co: Troppu culonni (>%d) in %s

source: error reading file %s: %s
co: errore di lettura di u schedariu %s: %s

source: file '%s' contents are not valid UTF-8
co: schedariu '%s' u cuntenutu ùn hè micca validu UTF-8

source: Cannot set missing element '%s'
co: Ùn pò micca stabilisce l'elementu mancante '%s'

source: file '%s' is not a regular file
co: schedariu '%s' ùn hè micca un schedariu regulare

source: Dynamic resize requires width and height > 0
co: U ridimensionamentu dinamicu richiede larghezza è altezza > 0

source: internal command %s requires an argument
co: cumandamentu internu %s richiede un argumentu

source: element '%s' does not exist
co: elementu '%s' ùn esiste micca

source: internal command press is invalid for non-button %s
co: A pressa di cumandamentu internu hè invalida per u buttone senza %s

source: internal command un/select is invalid for %s
co: U cumandamentu internu un/select hè invalidu per %s

source: error writing file %s: %s
co: errore di scrittura di u schedariu %s: %s

source: '%s' is not an internal command
co: '%s' ùn hè micca un cumandamentu internu

source: error creating file %s: %s
co: errore di creazione di u schedariu %s: %s

source: pipe '%s' data is not valid UTF-8
co: pipa '%s' i dati ùn sò micca validi UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
co: [ SNIP - l'output addiziale sopra hè statu tagliatu da stu log ]

source: ( file contents are not valid UTF-8 )
co: ( u cuntenutu di u schedariu ùn hè micca validu UTF-8 )

source: prefix '%s' is not a valid variable name
co: prefissu '%s' ùn hè micca un nome variabile validu

source: Pause
co: Pausa

source: file '%s' is not a regular file or a pipe
co: schedariu '%s' ùn hè micca un schedariu regulare o una pipa

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
co: zzzFMDialog crea un dialogu GTK persunalizatu basatu annantu à l'elementi GUI chì voi specificà nantu à a linea di cummanda, caratteristiche run-time cumandamenti interni / esterni chì pò mudificà elementi, è outputs risultati evaluatable / parsable.

source: Usage:
co: usu:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
co: zzzfm --dialog|-g {ELEMENTU [OPZIONI] [ARGUMENTI...]} ...

source: Example:
co: Esempiu:

source: zzzfm -g --label "A message" --button ok
co: zzzfm -g --label "Un missaghju" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
co: ELEMENTO: OPZIONI & ARGUMENTI:

source: The following arguments may be used as shown above:
co: I seguenti argumenti ponu esse usatu cum'è mostratu sopra:

source: ICON An icon name, eg: gtk-open
co: ICONA Un nome di l'icona, per esempiu: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
co: @FILE Un schedariu di testu da quale leghje un valore. In certi casi stu schedariu hè monitoratu, cusì scrive un novu valore à u schedariu aghjurnà u elementu. In altri casi, u schedariu specifica un valore iniziale.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
co: SAVEFILE U cuntenutu di un visore o di l'editore hè salvatu in stu schedariu.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
co: COMMAND Un cumandamentu internu o eseguibile seguitatu da argumenti. Separate cumandamenti multipli cù a -- argumentu. E seguenti sustituzzioni ponu esse aduprate in COMMAND: %%n Nome di l'elementu attuale %%v Valore di l'elementu attuale %%NAME Valore di l'elementu chjamatu NAME (per esempiu: %%input1) %%(command) stdoutda una linea di cumanda bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
co: LABEL E seguenti sequenze di escape in LABEL ùn sò micca scappati: \n nova linea \t tab \" " \\ \ In --label elementi solu, se u primu caratteru inLABEL hè a tilde (~), Pango markup pò esse usatu. Per esempiu: --label '~Questu hè chjaru. <b>Questu hè audace.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
co: In più di l'OPZIONI elencate sopra, --compact o --expand l'opzioni ponu esse aghjuntu à ogni elementu. Inoltre, a--font L'opzione pò esse usata cù a maiò parte di l'elementu tipi per cambià a font è a dimensione di font di l'elementu. Per esempiu: --input --font "Times New Roman 16" "Testu predeterminatu"

source: INTERNAL COMMANDS:
co: COMANDI INTERNI:

source: EXAMPLE WITH COMMANDS:
co: ESEMPIU CON COMMAND:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
co: zzzfm -g --label "Inserite qualchì testu è appughjà Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
co: SCRIPT ESEMPIU:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
co: #!%s # Stu script mostra un dialogu Sì / No # Aduprate QUOTED eval per leghje e variabili output da zzzFM Dialogu: eval "`zzzfm -g --label "Sì sicuru?" --button Iè --button Innò`" if [[ "$dialog_pressed" == "button1" ]]; then echo "L'utilizatore hà pressatu Sì - pigliate qualchì azione" else echo "L'utilizatore ùn hà micca stampatu Iè - abbandunà" fi

source: For full documentation and examples see the zzzFM User's Manual:
co: Per a documentazione completa è l'esempii vede u zzzFM User's Manual:

source: zzzfm: argument is not valid UTF-8
co: zzzfm: argumentu ùn hè micca validu UTF-8

source: invalid dialog option
co: opzione di dialogu invalida

source: Set window title
co: Definite u titulu di a finestra

source: Set window icon
co: Set l'icona di a finestra

source: Add a text label
co: Aghjunghjite una etichetta di testu

source: Add STOCK dialog button, or LABEL button with ICON
co: Aggiungi buttone di dialogu STOCK, o buttone LABEL cù ICONA

source: Add STOCK button, or LABEL button with ICON anywhere
co: Aggiungi buttone STOCK, o buttone LABEL cù ICONA in ogni locu

source: Add a text entry
co: Aghjunghjite una entrata di testu

source: Add a large text entry
co: Aghjunghjite una grande entrata di testu

source: Add a password entry
co: Aghjunghjite una entrata di password

source: Add a file or pipe viewer
co: Aghjunghjite un visore di file o pipe

source: Add multi-line text editor
co: Aghjunghjite un editore di testu multilinea

source: Add a checkbox option
co: Aggiungi una opzione di checkbox

source: Add a radio option
co: Aghjunghjite una opzione di radiu

source: Add an icon
co: Aghjunghjite una icona

source: Add an image
co: Aghjunghjite una maghjina

source: Add a progress bar
co: Aghjunghjite una barra di prugressu

source: Add a horizontal line separator
co: Aghjunghjite un separatore di linea horizontale

source: Add a vertical line separator
co: Aghjunghjite un separatore di linea verticale

source: Automatically close window after DELAY seconds
co: Chiude automaticamente a finestra dopu DELAY seconde

source: Add a drop-down list. COMMAND run when clicked.
co: Aghjunghjite una lista drop-down. COMMAND run quandu cliccate.

source: Add a combo list. COMMAND run when Enter pressed.
co: Aghjunghjite una lista combo. COMMAND run quandu Enter pressatu.

source: Add a list box. COMMAND run when double-clicked.
co: Aghjunghjite una casella di lista. COMMAND eseguite quandu fate un doppiu clic.

source: Add a list box with multiple selections
co: Aghjunghjite una casella di lista cù parechje selezzione

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
co: Opzioni: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
co: Pone u nome di variabile di basa (Default: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
co: Definite a larghezza minima, altezza, imbottitura (-1 = ùn cambia micca)

source: Add following widgets to a horizontal box
co: Aghjunghjite i seguenti widgets à una casella horizontale

source: Add following widgets to a vertical box
co: Aghjunghjite i seguenti widgets à una casella verticale

source: Close the current box of widgets
co: Chiudi a casella attuale di widgets

source: Run COMMAND when a key combination is pressed
co: Eseguite COMMAND quandu una combinazione di chjave hè pressata

source: Run COMMAND when an element is clicked or focused
co: Eseguite COMMAND quandu un elementu hè clicatu o focu

source: Run COMMAND on window close attempt
co: Eseguite COMMAND in u tentativu di chiudere a finestra

source: Read commands from FILE or PIPE. COMMAND for init.
co: Leghjite cumandamenti da FILE o PIPE. COMMAND per init.

source: No operation - does nothing but evaluate arguments
co: Nisuna operazione - ùn face nunda, ma evaluà l'argumenti

source: Close the dialog
co: Chiudi u dialogu

source: Press button named BUTTON-NAME
co: Press u buttone chjamatu BUTTON-NAME

source: Set element NAME to VALUE
co: Pone l'elementu NAME à VALUE

source: Select item VALUE (or first/all) in element NAME
co: Selezziunate l'elementu VALUE (o prima / tutti) in l'elementu NAME

source: Unselect item VALUE (or all) in element NAME
co: Deseleziona l'elementu VALUE (o tutti) in l'elementu NAME

source: Focus element NAME, or raise dialog window
co: Focus elementu NAME, o cresce finestra di dialogu

source: Hide element NAME
co: Oculta l'elementu NAME

source: Show element NAME if previously hidden
co: Mostra l'elementu NAME s'ellu era oculatu prima

source: Disable element NAME
co: Disattiva l'elementu NAME

source: Enable element NAME if previously disabled
co: Attivà l'elementu NAME se prima disattivatu

source: Save files and write source output to FILE
co: Salvà i fugliali è scrivite l'output source à FILE

source: Open folders in new tab of last window (default)
co: Apertura cartulare in una nova tabulazione di l'ultima finestra (predeterminatu)

source: Open folder in current tab of last used window
co: Aprite u cartulare in a tabulazione attuale di l'ultima finestra utilizata

source: Don't load saved tabs
co: Ùn caricate tabulazioni salvate

source: Open folders in new window
co: Apertura cartulare in una nova finestra

source: Open folders in panel 'P' (1-4)
co: Apertura cartulare in u pannellu 'P' (1-4)

source: Launch desktop manager daemon
co: Lanciate u demone di gestione di desktop

source: Show desktop settings
co: Mostra i paràmetri di u desktop

source: Show Preferences ('N' is the Pref tab number)
co: Mostra Preferenze ('N' hè u numeru di tabulazione Pref)

source: Run as a daemon
co: Corri cum'è un demone

source: Use DIR as configuration directory
co: Aduprate DIR cum'è cartulare di cunfigurazione

source: Show File Search
co: Mostra File Search

source: Set desktop wallpaper to FILE
co: Pone u wallpaper di u desktop à FILE

source: Show a custom dialog (See -g help)
co: Mostra un dialogu persunalizatu (Vede -g help)

source: Send a socket command (See -s help)
co: Mandate un cumandamentu di socket (Vede -s help)

source: No function - for compatibility only
co: Nisuna funzione - solu per a cumpatibilità

source: Show version information
co: Mostra l'infurmazione di a versione

source: Option --config-dir ignored - an instance is already running
co: Opzione --config-dir ignoratu - un'istanza hè digià in esecuzione

source: Option --config-dir contains invalid chars - cannot start
co: Opzione --config-dir cuntene caratteri invalidi - ùn pò micca inizià

source: zzzfm: --socket-cmd requires an argument
co: zzzfm: --socket-cmd richiede un argumentu

source: zzzfm: could not create socket
co: zzzfm: ùn pudia micca creà socket

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
co: zzzfm: ùn pudia micca cunnette à u socket (micca in esecuzione? o DISPLAY micca stabilitu?)

source: zzzfm: invalid response from socket
co: zzzfm: risposta invalida da u socket

source: zzzFM socket commands permit external processes
co: zzzFM cumandamenti di socket permettenu prucessi esterni

source: (such as command scripts) to read and set GUI property values
co: (cum'è script di cumandamentu) per leghje è stabilisce i valori di pruprietà GUI

source: and execute methods inside running zzzFM windows.
co: è eseguisce metudi in esecuzione zzzFM finestri.

source: To handle events, see View|Events in the main menu bar.
co: Per trattà l'avvenimenti, vede View|Avvenimenti in a barra di menu principale.

source: Usage:
co: usu:

source: Example:
co: Esempiu:

source: METHODS -------
co: METODI -------

source: Sets a property
co: Pone una pruprietà

source: Gets a property
co: Ottene una pruprietà

source: Sets a task property
co: Stabilisce una pruprietà di u compitu

source: Gets a task property
co: Ottene una pruprietà di u compitu

source: Starts a new task
co: Cumincia un novu compitu

source: Activates a menu item by emitting its shortcut key
co: Attiva una voce di menu emettendu a so chjave di scelta rapida

source: Runs custom command or shows submenu named NAME
co: Esegue un cumandamentu persunalizatu o mostra u sottumenu chjamatu NAME

source: Add asynchronous handler COMMAND to EVENT
co: Aghjunghjite u gestore asincronu COMMAND à EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
co: Aghjunghjite u gestore sincronu COMMAND à EVENT, rimpiazzà u gestore predeterminatu

source: Remove handler COMMAND from EVENT
co: Eliminate u gestore COMMAND da EVENT

source: Shows this help reference. (Also see manual link below.)
co: Mostra sta referenza d'aiutu. (Vede ancu u ligame manuale sottu.)

source: OPTIONS -------
co: OPZIONI -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
co: Aghjunghjite l'opzioni dopu METHOD per specificà una finestra, pannellu è / o tabulazione specifica.

source: Otherwise the current tab of the current panel in the last window is used.
co: Altrimenti, a tabulazione attuale di u pannellu attuale in l'ultima finestra hè aduprata.

source: Specify window. eg:
co: Specificate a finestra. per esempiu:

source: Specify panel 1-4. eg:
co: Specificate u pannellu 1-4. per esempiu:

source: Specify tab 1-... eg:
co: Specificate tabulazione 1-... per esempiu:

source: PROPERTIES ----------
co: PROPRIETATI ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
co: Definite e proprietà cù METHOD 'set', o uttene u valore cun 'get'.

source: eg '1024x768' (read-only)
co: eg '1024x768' (sola lettura)

source: Open DIR or default in a new tab
co: Aprite DIR o predeterminatu in una nova tabulazione

source: eg 'Current Status: Example'
co: per esempiu 'Statu attuale: Esempiu'

source: eg 'Some\nlines\nof text'
co: eg 'Certi\nlinii\ndi testu'

source: eg '~/copy-file-contents-to-clipboard.txt'
co: eg '~/copia-schedariu-cuntenuti-à-clipboard.txt'

source: FILE... Files copied to clipboard
co: FILE... I schedarii copiati in u clipboard

source: FILE... Files cut to clipboard
co: FILE... I schedari tagliati à u clipboard

source: TASK PROPERTIES ---------------
co: PROPRIETATI TASK ---------------

source: contents of Status task column (read-only)
co: cuntenutu di a colonna Status task (sola lettura)

source: text to show in Count task column
co: testu à mustrà in a colonna di u compitu Count

source: text to show in Folder task column
co: testu à mustrà in a colonna di attività di u cartulare

source: text to show in Item task column
co: testu per vede in a colonna di u travagliu di l'elementu

source: text to show in To task column
co: testu à mustrà in a colonna To task

source: progress percent (1..100) or '' to pulse
co: per centu prugressu (1..100) o '' à pulse

source: text to show in Total task column
co: testu per vede in a colonna di u travagliu tutale

source: text to show in Current task column
co: testu per vede in a colonna di u travagliu attuale

source: text to show in CRemain task column
co: testu per vede in a colonna CRemain task

source: text to show in Average task column
co: testu per vede in a colonna di u travagliu mediu

source: text to show in Remain task column
co: testu per vede in a colonna di u travagliu Remain

source: contents of Elapsed task column (read-only)
co: cuntenutu di a colonna di u travagliu trascuratu (sola lettura)

source: contents of Started task column (read-only)
co: cuntenutu di a colonna di u travagliu iniziatu (sola lettura)

source: COMMAND command to show a custom task dialog
co: Cumandamentu COMMAND per mostrà un dialogu di travagliu persunalizatu

source: TASK TYPES ----------
co: TIPI DI TASK ----------

source: Run COMMAND in DIR
co: Eseguite COMMAND in DIR

source: Recursively delete FILE(s) or DIR(s)
co: Elimine recursivamente FILE(s) o DIR(s)

source: Open FILE in user's or root's text editor
co: Apertura FILE in l'editore di testu di l'utilizatore o root

source: Mount DEVICE or URL
co: Muntà DEVICE o URL

source: Unmount DEVICE or mount point DIR
co: Unmount DEVICE o puntu di muntagna DIR

source: EVENTS ------
co: EVENTI ------

source: Instance start %e
co: L'istanza principia %e

source: Instance exit %e
co: Esci da l'istanza %e
