Repository: dimkr/zzzfm
Catalog: po/from transifex/co/zzzfmpot.sh.po
Languages: co

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
co: Per furzà a mostra o a ocultazione di certi volumi, annunziendu altri paràmetri, pudete specificà i dispositi, l'etichette di u voluminu, o l'ID di i dispositi in a lista separata da u spaziu sottu. Esempiu: +/dev/sdd1 -Etichetta cù u spaziu +ata-OCZ-part4 Questu causaria /dev/sdd1 è u dispusitivu OCZ per esse mostratu, è u voluminu cù l'etichetta "Etichetta cù u spaziu" per esse ammucciatu. Ci deve esse un spaziu trà e entrate è un segnu più o minus direttamente davanti à ogni articulu. Questa lista hè sensible à u casu.

source: Ignore _Hide Policy
co: Ignora _Hide Policy

source: _Display Name
co: _Nome di visualizazione

source: Set Display Name Format
co: Stabilisci u Formatu di Nome di Display

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
co: Inserite u formatu di nome di visualizazione di u dispositivu: Utilizà: %%v nome di u schedariu di u dispusitivu (eg sdd1) %%s dimensione tutale (eg 800G) %%t fstipu (eg ext4) %%l etichetta di volume (p.e. Etichetta o [senza media]) %%m puntu di muntagna se muntatu, o --- %%i ID di u dispusitivu %%n major:minor numeri di dispusitivu (eg 15:3)

source: _Auto Mount
co: _Munti Auto

source: Mount _Optical
co: Munti _otticu

source: _Mount Removable
co: _Munti amovibile

source: Mount _Volumes...
co: Munti _Volumi...

source: Auto-Mount Volumes
co: Volumi Auto-Mount

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
co: Per furzà o impedisce l'automounting di certi volumi, annunziendu altri paràmetri, pudete specificà i dispusitivi, l'etichette di u voluminu o l'ID di i dispositi in a lista separata da u spaziu sottu. Esempiu: +/dev/sdd1 -Etichetta cù u spaziu +ata-OCZ-part4 Questu causaria /dev/sdd1 è u dispusitivu OCZ per esse auto-muntatu quandu rilevatu, è u voluminu cù etichetta "Etichetta cù u spaziu" per esse ignoratu. Ci deve esse un spaziu trà e entrate è un segnu più o minus direttamente davanti à ogni articulu. Questa lista hè sensible à u casu.

source: Mount _Dirs...
co: Munti _Dirs...

source: Automatic Mount Point Dirs
co: Dirs automaticu di i punti di muntagna

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
co: Inserite u repertoriu induve zzzFM hà da creà automaticamente repertorii di punti di muntagna per fuse è filesystems simili (%%a in i cumandamenti di u gestore). Stu cartulare deve esse scrivibile da l'utilizatori (Ùn aduprate micca /media), è i subdirectori vioti seranu eliminati. Se lasciatu in biancu, ~/.cache/zzzfm/ (o $XDG_CACHE_HOME/zzzfm/) hè usatu. I seguenti variabili sò ricunnisciuti: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Nota chì certi gestori o prugrammi di muntatura ùn ponu micca ubbidisce à sta paràmetra.

source: Open _Tab
co: Apertu _Tab

source: Auto _Run
co: Auto _Corri

source: On _Mount
co: On _Munti

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente dopu chì un discu amovibile o un discu di dati hè automontatu: Utilizà: %%v dispusitivu (eg /dev/sda1) %%l etichetta di u dispusitivu %%m puntu di muntatura di u dispusitivu (eg /media/disk)

source: On _Audio CD
co: On _CD audio

source: Auto Run On Audio CD
co: Auto Run On CD Audio

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente quandu un CD audio hè inseritu in un dispositivu qualificatu: Utilizà: %%v dispusitivu (eg /dev/sda1) %%l etichetta di u dispusitivu %%m puntu di muntatura di u dispusitivu (eg /media/disk)

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente quandu un DVD video hè muntatu automaticamente: Utilizà: %%v dispusitivu (eg /dev/sda1) %%l etichetta di u dispusitivu %%m puntu di muntatura di u dispusitivu (eg /media/disk)

source: On _Insert
co: On _Inserisce

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente quandu qualsiasi dispositivu hè inseritu: Utilizà: %%v aparechju aghjuntu (eg /dev/sda1) %%l etichetta di u dispusitivu %%m puntu di muntatura di u dispusitivu (eg /media/disk)

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente quandu qualsiasi dispositivu hè smontatu per ogni modu: Utilizà: %%v dispusitivu dismuntatu (eg /dev/sda1) %%l etichetta di u dispusitivu %%m puntu di muntatura di u dispusitivu (eg /media/disk)

source: On _Remove
co: On _Eliminate

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente quandu qualsiasi dispositivu hè eliminatu (l'espulsione di i media ùn hè micca qualificata): Utilizà: %%v dispusitivu cacciatu (eg /dev/sda1) %%l etichetta di u dispusitivu %%m puntu di muntatura di u dispusitivu (eg /media/disk)

source: Ignore _No Policy
co: Ignore _No Politica

source: _Mount Options
co: _Opzioni di muntagna

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
co: Inserite a vostra lista separata da virgule o spazii di l'opzioni di muntagna predeterminate quì sottu (%%o in i gestori). In più di l'opzioni regulari, pudete ancu specificà l'opzioni per esse aghjuntu o sguassate per un tipu di filesystem specificu utilizendu a forma OPTION+FSTYPE o OPTION-FSTYPE. Esempiu: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Questu aghjunghje nosuid è noatime per tutti i tipi di filesystem, aghjunghje sync per vfat è ntfs solu, è caccià noatime per ext4. Nota: Alcune opzioni, cum'è nosuid, ponu esse aghjuntu da u prugramma di muntagna ancu s'ellu ùn li include micca. Opzioni in fstab piglià a primura. pmountè certi gestori ponu ignurà l'opzioni stabilite quì.

source: Default Mount Options
co: Opzioni di Munti Predefinitu

source: Re/mount With Options
co: Re/muntà Cù Opzioni

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
co: U dispusitivu serà (ri)muntatu cù l'opzioni sottu. In più di l'opzioni regulari, pudete ancu specificà l'opzioni per esse aghjuntu o sguassate per un tipu di filesystem specificu utilizendu a forma OPTION+FSTYPE o OPTION-FSTYPE. Esempiu: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Questu aghjunghje nosuid è noatime per tutti i tipi di filesystem, aghjunghje sync per vfat è ntfs solu, è sguassate noatime per ext4. Nota: Alcune opzioni, cum'è nosuid, pò esse aghjuntu da u prugramma di muntagna ancu s'ellu ùn li include micca. Opzioni in fstab piglià a primura. pmount ignora l'opzioni stabilite quì.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
co: Inserite a vostra lista di filesystems separati da virgule o spazii chì ùn deve micca esse monitoratu per i cambiamenti di file. Questa paràmetra affetta solu i dispositi chì ùn sò micca blocchi (cum'è nfs o fuse), è hè generalmente utilizatu per impedisce chì zzzFM ùn risponda micca cù i sistemi di filesystem di rete. A carica di miniature è dimensioni di subdirectory serà ancu disattivata.

source: Change Detection Blacklist
co: Lista Nera di Rilevazione di Cambia

source: _Device Handlers
co: _Manipulatori di i dispositi

source: _Protocol Handlers
co: _Manipulatori di protocolu

source: _Icon
co: _Icona

source: Audio CD
co: CD audio

source: Optical Mounted
co: Muntatu otticu

source: Optical Has Media
co: Optical Ha Media

source: Removable Mounted
co: Muntatu amovibile

source: Removable Unmounted
co: Amovibile Unmounted

source: Internal Mounted
co: Muntatu internu

source: Internal Unmounted
co: Internu Unmounted

source: Mounted Network
co: Rete Muntata

source: Mounted Other
co: Muntatu Altru

source: Bookmark _Icon
co: Marcatu _Icona

source: Sub_menu Icon
co: Sub_icona menu

source: _Show Bookmarks
co: _Mostra i marcati

source: New _Bookmark
co: Novu _Marcatu

source: _Name
co: _Nome

source: F_ilename
co: F_ilenomu

source: _Parent
co: _Genitore

source: _Option
co: _Opzione

source: Copy _Target
co: Copia _Target

source: /home/user/Example Filename.ext
co: /home/user/Esempiu Filename.ext

source: _Confirm Create
co: _Cunfirmà Crea

source: Highlight _Text
co: Highlight _Testu

source: _Middle Click
co: _Cliccà Middle

source: Copy _Name
co: Copia _Nome

source: Copy _Path
co: Copia _Strada

source: New _Window
co: Novu _Finestra

source: R_oot Window
co: R_oot Finestra

source: _File Search
co: _Ricerca di schedari

source: Open _URL
co: Apertu _URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
co: Inserite l'URL in u furmatu: PROTOCOLLU://USERNAME:CODICE@HOST:PORTU/SHARE Esempii: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Includite una password ùn hè micca sicura. Per marcà un URL, cliccate right-click nantu à a reta muntata in Dispositivi è selezziunate Bookmark.

source: Save Ta_bs
co: Salvà Ta_bs

source: _Next
co: _Dopu

source: _Hide
co: _Nascondi

source: _Event Manager
co: _Manager di l'avvenimenti

source: _Instance
co: _Istanza

source: _Startup
co: _Abbrivu

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente quandu una istanza zzzFM principia: Utilizà: %%e tipu d'avvenimentu (evt_start)

source: _Exit
co: _Esci

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente quandu una istanza zzzFM esce: Utilizà: %%e tipu d'avvenimentu (evt_exit)

source: _Window
co: _Finestra

# View|Events|Window|
source: _New
co: _Novu

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì una nova finestra zzzFM hè aperta: Utilizà: %%e tipu d'avvenimentu (evt_win_new) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu.

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì una finestra di zzzFM si focalizza: Utilizà: %%e tipu d'avvenimentu (evt_win_focus) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu.

source: _Move/Resize
co: _Sposta / Ridimensionà

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì una finestra zzzFM hè mossa o ridimensionata: Utilizà: %%e tipu d'avvenimentu (evt_win_move) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu. Nota: Stu cumandamentu pò esse eseguitu parechje volte durante u resize.

# View|Events|Window|
source: _Click
co: _Cliccate

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì u mouse hè clicatu: Utilizà: %%e tipu d'avvenimentu (evt_win_click) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab %%b buttone (pulsante di u mouse pressatu) %%m modificatore (tasti modificatori) %%f focus (elementu chì hà ricevutu u clicu) Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu quandu ùn hè micca utilizatu prefissu asteriscu. Prefissa u vostru cumandamentu cù un asteriscu (*) è rinvià u statutu di exit conditionally 0 per inibisce u gestore predeterminatu. Per esempiu: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nU buttone mediu hè stata clicata %%f" --button ok &

source: _Keypress
co: _Pressu tastu

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì una chjave hè pressata: Utilizà: %%e tipu d'avvenimentu (evt_win_key) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab %%k codice chjave (chjavi pressatu) %%m modificatore (tasti modificatori) Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu quandu ùn hè micca utilizatu prefissu asteriscu. Prefissa u vostru cumandamentu cù un asteriscu (*) è rinvià u statutu di exit conditionally 0 per inibisce u gestore predeterminatu. Per esempiu: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nA chjave F8 hè stata pressata." --button ok &

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì una finestra zzzFM hè chjusa: Utilizà: %%e tipu d'avvenimentu (evt_win_close) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu.

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì un pannellu si focalizeghja: Aduprà: %%e tipu d'avvenimentu (evt_pnl_focus) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu.

# View|Events|Panel|
source: _Show
co: _Mostra

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì un pannellu o un elementu di pannellu hè mostratu o oculatu: Utilizà: %%e tipu d'avvenimentu (evt_pnl_show) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab %%f focus (elementu mostratu o oculatu) %%v visibile (1 o 0) Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu.

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì a selezzione di u schedariu cambia: Utilizà: %%e tipu d'avvenimentu (evt_pnl_sel) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu. Prefissa u vostru cumandamentu cù un asteriscu (*) è rinvià u statutu di exit conditionally 0 per inibisce u gestore predeterminatu.

# View|Events|Tab|
source: _New
co: _Novu

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì una nova tabulazione hè aperta: Utilizà: %%e tipu d'avvenimentu (evt_tab_new) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu.

source: _Change Dir
co: _Cambia Dir

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì una tabulazione cambia in un repertoriu diversu: Utilizà: %%e tipu d'avvenimentu (evt_tab_chdir) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab %%d novu cartulare Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu.

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì una tabulazione si mette in focus: Utilizà: %%e tipu d'avvenimentu (evt_tab_focus) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tab Variabili bash esportati (eg $fm_pwd, etc) pò esse usatu in questu cumandamentu.

# View|Events|Tab|
source: _Close
co: _Chiudi

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
co: Inserite u prugramma o a linea di cumanda bash per esse eseguita automaticamente ogni volta chì una tabulazione hè chjusa: Utilizà: %%e tipu d'avvenimentu (evt_tab_close) %%w ID di a finestra (vede l'aiutu di zzzfm -s) %%p pannellu %%t tabulazione chjusa

# View|Events|
source: _Device
co: _Dispositivu

source: Set Device Command
co: Stabbilisce u Cumandamentu di u Dispositivu
