Repository: dimkr/zzzfm
Catalog: po/from transifex/ceb/zzzfmpot.sh.po
Languages: ceb

source: zzzFM Open Folder
ceb: zzzFM Buksi ang Folder

source: Open folder
ceb: Buksi ang folder

source: zzzFM File Search
ceb: zzzFM Pagpangita sa File

source: Search for files and folders
ceb: Pangitaa ang mga file ug folder

source: Browse the file system
ceb: Pag-browse sa file system

source: Choose Application
ceb: Pilia ang Aplikasyon

source: Please choose an application or enter a command:
ceb: Palihug pagpili og aplikasyon o pagsulod og sugo:

source: File Type:
ceb: Uri sa File:

source: _Associated Apps
ceb: _Kauban nga Apps

source: A_ll Apps
ceb: A_ll Aplikasyon

source: _Command:
ceb: _Sugo:

source: _Browse
ceb: _Pag-browse

source: Opened in Terminal
ceb: Giablihan sa Terminal

source: _Set as default application for this file type
ceb: _Ibutang ingon nga default nga aplikasyon alang sa kini nga tipo sa file

source: File Properties
ceb: Mga Properties sa File

source: <b>File Name:</b>
ceb: <b>Ngalan sa file:</b>

source: <b>Location:</b>
ceb: <b>Lokasyon:</b>

source: <b>Type:</b>
ceb: <b>Matang:</b>

source: <b>Opens _With:</b>
ceb: <b>Gibuksan _Uban sa:</b>

source: <b>Total Size:</b>
ceb: <b>Kinatibuk-ang Gidak-on:</b>

source: <b>Size On Disk:</b>
ceb: <b>Gidak-on sa Disk:</b>

source: <b>Count:</b>
ceb: <b>Ihap:</b>

source: <b>Modified:</b>
ceb: <b>Giusab:</b>

source: <b>Accessed:</b>
ceb: <b>Na-access:</b>

source: _Info
ceb: _Impormasyon

source: <b>_Owner:</b>
ceb: <b>_Tag-iya:</b>

source: <b>_Group:</b>
ceb: <b>_Grupo:</b>

source: <b>Owner:</b>
ceb: <b>Tag-iya:</b>

source: <b>Group:</b>
ceb: <b>Grupo:</b>

source: <b>Other:</b>
ceb: <b>uban pa:</b>

source: Read
ceb: Basaha

source: Write
ceb: Isulat

source: Execute
ceb: Ipatuman

source: Set UID
ceb: Ibutang ang UID

source: Set GID
ceb: Ibutang ang GID

source: Sticky
ceb: Mapilit

source: Recursive (apply changes to folders and their contents)
ceb: Recursive (ibutang ang mga pagbag-o sa mga folder ug mga sulud niini)

source: _Permissions
ceb: _Mga permiso

source: Any
ceb: Bisan unsa

source: Within One Day
ceb: Sulod sa Usa ka Adlaw

source: Within One Week
ceb: Sulod sa Usa ka Semana

source: Within One Month
ceb: Sulod sa Usa ka Buwan

source: Within One Year
ceb: Sulod sa Usa ka Tuig

source: Within Selected Date Range
ceb: Sulod sa Pinili nga Sakop sa Petsa

source: Find Files
ceb: Pangitaa ang mga File

source: <b>Filename:</b>
ceb: <b>ngalan sa file:</b>

source: Case Sensitive
ceb: Sensitibo sa Kaso

source: Video Files (avi, mpg,...)
ceb: Mga Video File (avi, mpg,...)

source: Image Files (jpg, png,...)
ceb: Mga File sa Hulagway (jpg, png,...)

source: All Files and Folders
ceb: Tanan nga mga File ug Folder

source: <b>File Types to Search</b>
ceb: <b>Mga Uri sa File nga Pangitaon</b>

source: Search in subfolders
ceb: Pangitaa sa mga subfolder

source: Search hidden files
ceb: Pangitaa ang mga tinago nga mga file

source: <b>Places to Search</b>
ceb: <b>Mga Dapit nga Pangitaon</b>

source: General
ceb: Heneral

source: File Contains:
ceb: File Naglangkob:

source: Use Regular Expression
ceb: Gamita ang Regular nga Ekspresyon

source: <b>File Content</b>
ceb: <b>Kontento sa File</b>

source: Content
ceb: Kontento

source: Greater Than:
ceb: Labaw sa:

source: Smaller Than:
ceb: Mas gamay kay sa:

source: <b>File Size</b>
ceb: <b>Gidak-on sa File</b>

source: <b>Last Modified</b>
ceb: <b>Katapusan nga Gibag-o</b>

source: Size & Date
ceb: Gidak-on ug Petsa

source: <b>Search Result:</b>
ceb: <b>Resulta sa pagpangita:</b>

source: Search Again
ceb: Pangitaa Pag-usab

source: Go to folder
ceb: Adto sa folder

source: Open In Current Tab
ceb: Ablihi Sa Kasamtangang Tab

source: Open In New Tab
ceb: Ablihi Sa Bag-ong Tab

source: Stretch
ceb: Pag-inat

source: Fit
ceb: Mohaum

source: Center
ceb: Sentro

source: Zoom
ceb: Pag-zoom

source: Automatic
ceb: Awtomatiko

source: Copy (Ctrl+Drag)
ceb: Kopyaha (Ctrl+Pag-drag)

source: Move (Shift+Drag)
ceb: Lihok (Shift+Pag-drag)

source: Link (Ctrl+Shift+Drag)
ceb: Link (Ctrl+Shift+Pag-drag)

source: Preferences
ceb: Mga gusto

source: Small Icons:
ceb: Gamay nga Icon:

source: Large Icons:
ceb: Dagkong mga Icon:

source: Toolbar Icons:
ceb: Mga Icon sa Toolbar:

source: <b>Icons</b>
ceb: <b>Mga icon</b>

source: Single click opens files
ceb: Ang usa ka pag-klik nagbukas sa mga file

source: Hover selects
ceb: Gipili ang hover

source: Bookmarks:
ceb: Mga bookmark:

source: Show Thumbnails
ceb: Ipakita ang mga Thumbnail

source: Max Pic Size To Thumbnail:
ceb: Max Gidak-on sa Litrato Ngadto sa Thumbnail:

source: <b>File List</b>
ceb: <b>Listahan sa File</b>

source: _General
ceb: _Heneral

source: Always show the tab bar
ceb: Kanunay ipakita ang tab bar

source: Hide 'Close Tab' buttons
ceb: Tagoa 'Isira ang Tab' butones

source: Confirm delete/remove
ceb: Kumpirma ang pagtangtang/pagtangtang

source: Click runs executables ( caution! )
ceb: Pag-klik nagpadagan sa mga executable (pagbantay!)

source: SI File Sizes (1K = 1000) (requires restart)
ceb: Mga Laki sa File sa SI (1K = 1000) (nanginahanglan pag-restart)

source: Show root user indicator color
ceb: Ipakita ang kolor sa timailhan sa gamut nga tiggamit

source: Default Drag Action:
ceb: Default nga Drag nga Aksyon:

source: I_nterface
ceb: Ako_interface

source: Please select an image file
ceb: Palihug pagpili ug image file

source: Text:
ceb: Teksto:

source: Shadow:
ceb: anino:

source: Top:
ceb: Ibabaw:

source: Left:
ceb: Sa wala:

source: Right:
ceb: Tuo:

source: Bottom:
ceb: Ubos:

source: <b>Margins</b>
ceb: <b>Mga margin</b>

source: Right click shows WM menu
ceb: Ang right click nagpakita sa WM menu

source: Open folders using associated MIME application
ceb: Ablihi ang mga folder gamit ang kaubang MIME nga aplikasyon

source: _Volume Management
ceb: _Pagdumala sa Volume

source: Graphical SU:
ceb: Graphical nga SU:

source: Run editor in terminal
ceb: Pagdalagan ang editor sa terminal

source: Root's Editor:
ceb: Editor sa Root:

source: Run root's editor in terminal
ceb: Pagdalagan ang editor sa gamut sa terminal

source: Date Format:
ceb: Format sa Petsa:

source: (requires reload)
ceb: (nagkinahanglan og reload)

source: Date Display
ceb: Pagpakita sa Petsa

source: _Advanced
ceb: _Abante

source: Too many columns (>%d) in %s
ceb: Daghan kaayog column (>%d) sa %s

source: error reading file %s: %s
ceb: sayop nga pagbasa sa file %s: %s

source: file '%s' contents are not valid UTF-8
ceb: file '%s' dili balido ang mga sulod UTF-8

source: Cannot set missing element '%s'
ceb: Dili mabutang ang nawala nga elemento '%s'

source: file '%s' is not a regular file
ceb: file '%s' dili usa ka regular nga file

source: Dynamic resize requires width and height > 0
ceb: Ang dinamikong pagbag-o nanginahanglan gilapdon ug gitas-on > 0

source: internal command %s requires an argument
ceb: internal nga sugo %s nagkinahanglan ug argumento

source: element '%s' does not exist
ceb: elemento '%s' wala maglungtad

source: internal command press is invalid for non-button %s
ceb: Ang internal nga command press dili balido alang sa non-button %s

source: internal command un/select is invalid for %s
ceb: Ang internal nga command un/select dili balido para sa %s

source: error writing file %s: %s
ceb: sayop nga pagsulat file %s: %s

source: '%s' is not an internal command
ceb: '%s' dili usa ka internal nga sugo

source: error creating file %s: %s
ceb: sayop sa paghimo og file %s: %s

source: pipe '%s' data is not valid UTF-8
ceb: tubo '%s' dili balido ang datos UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
ceb: [ SNIP - dugang nga output sa ibabaw ang giputol gikan niini nga log ]

source: ( file contents are not valid UTF-8 )
ceb: ( dili balido ang sulod sa file UTF-8 )

source: prefix '%s' is not a valid variable name
ceb: prefix '%s' dili balido nga ngalan sa variable

source: Pause
ceb: Paghunong

source: file '%s' is not a regular file or a pipe
ceb: file '%s' dili usa ka regular nga file o usa ka tubo

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
ceb: zzzFMAng dialog nagmugna og custom nga GTK dialog base sa GUI nga mga elemento nga imo espesipiko sa command line, adunay mga run-time nga internal/external commands nga mahimong usbon ang mga elemento, ug mga output nga matimbang-timbang/ma-parsable nga mga resulta.

source: Usage:
ceb: Paggamit:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
ceb: zzzfm --dialog|-g {ELEMENTO [OPTIONS] [MGA ARGUMENTO...]} ...

source: Example:
ceb: Pananglitan:

source: zzzfm -g --label "A message" --button ok
ceb: zzzfm -g --label "Usa ka mensahe" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
ceb: ELEMENTO: OPTIONS UG ARGUMENTS:

source: The following arguments may be used as shown above:
ceb: Ang mosunod nga mga argumento mahimong gamiton sama sa gipakita sa ibabaw:

source: ICON An icon name, eg: gtk-open
ceb: ICON Usa ka ngalan sa icon, pananglitan: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
ceb: @FILE Usa ka text file diin mabasa ang usa ka kantidad. Sa pipila ka mga kaso kini nga file gimonitor, mao nga ang pagsulat og bag-ong bili sa file mag-update sa elemento. Sa ubang mga kaso, ang file nagtino sa usa ka inisyal nga kantidad.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
ceb: SAVEFILE Ang sulod sa tigtan-aw o editor gitipigan niini nga payl.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
ceb: COMMAND Usa ka internal nga sugo o executable nga gisundan sa mga argumento. Magbulag daghang mga sugo nga adunay a -- argumento. Ang mosunod nga mga substitusyon mahimong gamiton sa COMMAND: %%n Ngalan sa kasamtangan nga elemento %%v Ang bili sa kasamtangan nga elemento %%NAME Ang bili sa elemento nga ginganlan NAME (pananglitan: %%input1) %%(command) stdoutgikan sa bash command line %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
ceb: LABEL Ang mosunod nga escape sequences sa LABEL wala makaikyas: \n Bagong linya \t tab \" " \\ \ Sa --label mga elemento lamang, kung ang unang karakter saLABEL mao ang a tilde (~), Mahimong gamiton ang pango markup. Pananglitan: --label '~Kini mao ang yano. <b>Kini maisugon.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
ceb: Dugang pa sa mga OPSYON nga gilista sa ibabaw, --compact o --expand mahimo nga mga kapilian gidugang sa bisan unsang elemento. Usab, a--font ang kapilian mahimong gamiton sa kadaghanan nga elemento mga tipo aron usbon ang font ug gidak-on sa font sa elemento. Pananglitan: --input --font "Times New Roman 16" "Default nga Teksto"

source: INTERNAL COMMANDS:
ceb: INTERNAL NGA MGA SUGO:

source: EXAMPLE WITH COMMANDS:
ceb: Ehemplo nga adunay mga SUGO:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ceb: zzzfm -g --label "Pagsulod sa pipila ka teksto ug pindota ang Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
ceb: EKSAMPOL NGA ESKRIPTO:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
ceb: #!%s # Kini nga script nagpakita ug Oo/Dili dialog # Gamita ang QUOTED eval aron mabasa ang mga variable nga output pinaagi sa zzzFM Dialog: eval "`zzzfm -g --label "Sigurado ka?" --button oo --button dili`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Gipugos sa user ang Oo - buhata ang pipila ka aksyon" else echo "WALA mipilit ang user sa Oo - abort" fi

source: For full documentation and examples see the zzzFM User's Manual:
ceb: Para sa bug-os nga dokumentasyon ug mga pananglitan tan-awa ang zzzFM User's Manual:

source: zzzfm: argument is not valid UTF-8
ceb: zzzfm: dili balido ang argumento UTF-8

source: invalid dialog option
ceb: dili balido nga opsyon sa dialogo

source: Set window title
ceb: Ibutang ang titulo sa bintana

source: Set window icon
ceb: Ibutang ang icon sa bintana

source: Add a text label
ceb: Pagdugang og text label

source: Add STOCK dialog button, or LABEL button with ICON
ceb: Idugang ang STOCK dialog button, o LABEL button nga adunay ICON

source: Add STOCK button, or LABEL button with ICON anywhere
ceb: Idugang ang STOCK nga buton, o ang LABEL nga buton nga adunay ICON bisan asa

source: Add a text entry
ceb: Pagdugang og text entry

source: Add a large text entry
ceb: Pagdugang og dako nga text entry

source: Add a password entry
ceb: Pagdugang og password entry

source: Add a file or pipe viewer
ceb: Pagdugang og file o pipe viewer

source: Add multi-line text editor
ceb: Idugang ang multi-line text editor

source: Add a checkbox option
ceb: Pagdugang og opsyon sa checkbox

source: Add a radio option
ceb: Pagdugang og opsyon sa radyo

source: Add an icon
ceb: Pagdugang og icon

source: Add an image
ceb: Pagdugang og hulagway

source: Add a progress bar
ceb: Pagdugang og progress bar

source: Add a horizontal line separator
ceb: Pagdugang usa ka pinahigda nga linya separator

source: Add a vertical line separator
ceb: Pagdugang usa ka bertikal nga linya nga separator

source: Automatically close window after DELAY seconds
ceb: Awtomatikong isira ang bintana pagkahuman sa DELAY segundos

source: Add a drop-down list. COMMAND run when clicked.
ceb: Pagdugang ug usa ka drop-down list. COMMAND run kung gi-klik.

source: Add a combo list. COMMAND run when Enter pressed.
ceb: Pagdugang usa ka lista sa kombo. COMMAND run kung gipugos ang Enter.

source: Add a list box. COMMAND run when double-clicked.
ceb: Pagdugang og list box. COMMAND run kung doble-klik.

source: Add a list box with multiple selections
ceb: Pagdugang usa ka kahon sa lista nga adunay daghang mga kapilian

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
ceb: Mga kapilian: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
ceb: Ibutang ang base variable nga ngalan (Default: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
ceb: Ibutang ang minimum nga gilapdon, gitas-on, padding (-1 = ayaw usba)

source: Add following widgets to a horizontal box
ceb: Idugang ang mosunod nga mga widget sa usa ka pinahigda nga kahon

source: Add following widgets to a vertical box
ceb: Idugang ang mosunod nga mga widget sa usa ka bertikal nga kahon

source: Close the current box of widgets
ceb: Isira ang kasamtangan nga kahon sa mga widget

source: Run COMMAND when a key combination is pressed
ceb: Pagdalagan ang COMMAND kung ang usa ka yawe nga kombinasyon gipugos

source: Run COMMAND when an element is clicked or focused
ceb: Pagdagan ang COMMAND kung ang usa ka elemento gi-klik o gipunting

source: Run COMMAND on window close attempt
ceb: Dagan ang COMMAND sa pagsulay sa pagsira sa bintana

source: Read commands from FILE or PIPE. COMMAND for init.
ceb: Basaha ang mga sugo gikan sa FILE o PIPE. COMMAND para sa init.

source: No operation - does nothing but evaluate arguments
ceb: Walay operasyon - wala'y mahimo gawas sa pagtimbang-timbang sa mga argumento

source: Close the dialog
ceb: Isira ang dialog

source: Press button named BUTTON-NAME
ceb: Pindota ang buton nga ginganlag BUTTON-NAME

source: Set element NAME to VALUE
ceb: Ibutang ang elemento NAME ngadto sa VALUE

source: Select item VALUE (or first/all) in element NAME
ceb: Pilia ang aytem nga VALUE (o una/tanan) sa elemento NAME

source: Unselect item VALUE (or all) in element NAME
ceb: I-unselect ang butang VALUE (o tanan) sa elemento NAME

source: Focus element NAME, or raise dialog window
ceb: Itutok ang elemento NAME, o ipataas ang dialog window

source: Hide element NAME
ceb: Tagoa ang elemento NAME

source: Show element NAME if previously hidden
ceb: Ipakita ang elemento NAME kung gitago kaniadto

source: Disable element NAME
ceb: I-disable ang elemento nga NAME

source: Enable element NAME if previously disabled
ceb: I-enable ang elemento nga NAME kung gi-disable kaniadto

source: Save files and write source output to FILE
ceb: I-save ang mga file ug isulat ang gigikanan nga output sa FILE

source: Open folders in new tab of last window (default)
ceb: Ablihi ang mga folder sa bag-ong tab sa katapusang bintana (default)

source: Open folder in current tab of last used window
ceb: Ablihi ang folder sa kasamtangan nga tab sa katapusang gigamit nga bintana

source: Don't load saved tabs
ceb: Ayaw ikarga ang mga na-save nga tab

source: Open folders in new window
ceb: Ablihi ang mga folder sa bag-ong bintana

source: Open folders in panel 'P' (1-4)
ceb: Ablihi ang mga folder sa panel 'P' (1-4)

source: Launch desktop manager daemon
ceb: Ilunsad ang desktop manager daemon

source: Show desktop settings
ceb: Ipakita ang mga setting sa desktop

source: Show Preferences ('N' is the Pref tab number)
ceb: Ipakita ang mga Kagustuhan ('N' mao ang numero sa Pref tab)

source: Run as a daemon
ceb: Pagdagan ingon usa ka daemon

source: Use DIR as configuration directory
ceb: Gamita ang DIR isip direktoryo sa pag-configure

source: Show File Search
ceb: Ipakita ang Pagpangita sa File

source: Set desktop wallpaper to FILE
ceb: Ibutang ang desktop wallpaper sa FILE

source: Show a custom dialog (See -g help)
ceb: Ipakita ang custom nga dialog (Tan-awa -g help)

source: Send a socket command (See -s help)
ceb: Pagpadala ug socket command (Tan-awa -s help)

source: No function - for compatibility only
ceb: Walay function - alang sa compatibility lamang

source: Show version information
ceb: Ipakita ang impormasyon sa bersyon

source: Option --config-dir ignored - an instance is already running
ceb: Opsyon --config-dir gibalewala - ang usa ka pananglitan nagdagan na

source: Option --config-dir contains invalid chars - cannot start
ceb: Opsyon --config-dir adunay dili balido nga mga karakter - dili makasugod

source: zzzfm: --socket-cmd requires an argument
ceb: zzzfm: --socket-cmd nagkinahanglan ug argumento

source: zzzfm: could not create socket
ceb: zzzfm: dili makahimo ug socket

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
ceb: zzzfm: dili makakonektar sa socket (dili modagan? o DISPLAY dili set?)

source: zzzfm: invalid response from socket
ceb: zzzfm: dili balido nga tubag gikan sa socket

source: zzzFM socket commands permit external processes
ceb: zzzFM Ang mga sugo sa socket nagtugot sa mga eksternal nga proseso

source: (such as command scripts) to read and set GUI property values
ceb: (sama sa command scripts) para basahon ug itakda ang GUI property values

source: and execute methods inside running zzzFM windows.
ceb: ug ipatuman ang mga pamaagi sa sulod sa pagdagan zzzFM bintana.

source: To handle events, see View|Events in the main menu bar.
ceb: Aron pagdumala sa mga panghitabo, tan-awa ang View|Mga panghitabo sa main menu bar.

source: Usage:
ceb: Paggamit:

source: Example:
ceb: Pananglitan:

source: METHODS -------
ceb: MGA PAMAAGI -------

source: Sets a property
ceb: Nagtakda ug kabtangan

source: Gets a property
ceb: Nakakuha ug kabtangan

source: Sets a task property
ceb: Nagbutang usa ka propyedad sa buluhaton

source: Gets a task property
ceb: Nakakuha ug buluhaton nga propyedad

source: Starts a new task
ceb: Nagsugod ug bag-ong buluhaton

source: Activates a menu item by emitting its shortcut key
ceb: Pag-aktibo sa usa ka butang sa menu pinaagi sa pagpagawas sa shortcut key niini

source: Runs custom command or shows submenu named NAME
ceb: Nagpadagan sa custom nga sugo o nagpakita sa submenu nga ginganlan NAME

source: Add asynchronous handler COMMAND to EVENT
ceb: Idugang ang asynchronous handler COMMAND sa EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
ceb: Idugang ang dungan nga handler COMMAND sa EVENT, ilisan ang default handler

source: Remove handler COMMAND from EVENT
ceb: Kuhaa ang handler COMMAND gikan sa EVENT

source: Shows this help reference. (Also see manual link below.)
ceb: Gipakita kini nga pakisayran sa tabang. (Tan-awa usab ang manwal nga link sa ubos.)

source: Add options after METHOD to specify a specific window, panel, and/or tab.
ceb: Idugang ang mga opsyon human sa PAMAAGI aron matino ang usa ka piho nga bintana, panel, ug/o tab.

source: Otherwise the current tab of the current panel in the last window is used.
ceb: Kung dili ang kasamtangan nga tab sa kasamtangan nga panel sa katapusang bintana gigamit.

source: Specify window. eg:
ceb: Tinoa ang bintana. pananglitan:

source: Specify panel 1-4. eg:
ceb: Itakda ang panel 1-4. pananglitan:

source: Specify tab 1-... eg:
ceb: Ipiho ang tab 1-... pananglitan:

source: PROPERTIES ----------
ceb: MGA PROPERTY ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
ceb: Ibutang ang mga kabtangan gamit ang PAMAAGI 'set', o pagkuha sa bili uban sa 'get'.

source: eg '1024x768' (read-only)
ceb: eg '1024x768' (basahon lamang)

source: Open DIR or default in a new tab
ceb: Ablihi ang DIR o default sa usa ka bag-ong tab

source: eg 'Current Status: Example'
ceb: eg 'Karon nga Status: Ehemplo'

source: [PATTERN] eg '*.jpg'
ceb: [SUMBANAN] eg '*.jpg'

source: eg 'Some\nlines\nof text'
ceb: eg 'Ang uban\nmga linya\nsa text'

source: eg '~/copy-file-contents-to-clipboard.txt'
ceb: eg '~/kopya-file-sulod-sa-clipboard.txt'

source: FILE... Files copied to clipboard
ceb: FILE... Ang mga file gikopya sa clipboard

source: FILE... Files cut to clipboard
ceb: FILE... Ang mga file giputol sa clipboard

source: TASK PROPERTIES ---------------
ceb: MGA PROPERTY SA TASK ---------------

source: contents of Status task column (read-only)
ceb: sulod sa Status task column (read-only)

source: text to show in Count task column
ceb: teksto nga ipakita sa Count task column

source: text to show in Folder task column
ceb: teksto nga ipakita sa kolum sa buluhaton sa Folder

source: text to show in Item task column
ceb: teksto nga ipakita sa kolum sa buluhaton sa Item

source: text to show in To task column
ceb: teksto nga ipakita sa To task column

source: progress percent (1..100) or '' to pulse
ceb: porsyento sa pag-uswag (1..100) o '' sa pulso

source: text to show in Total task column
ceb: teksto nga ipakita sa Total nga buluhaton nga kolum

source: text to show in Current task column
ceb: teksto nga ipakita sa kolum nga buluhaton karon

source: text to show in CRemain task column
ceb: teksto nga ipakita sa kolum sa buluhaton sa CRemain

source: text to show in Average task column
ceb: teksto nga ipakita sa Average nga kolum sa buluhaton

source: text to show in Remain task column
ceb: teksto nga ipakita sa Remain task column

source: contents of Elapsed task column (read-only)
ceb: sulod sa Nalabay nga buluhaton nga kolum (read-only)
