Repository: dimkr/zzzfm
Catalog: po/from transifex/ceb/zzzfmpot.sh.po
Languages: ceb

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
ceb: Pagsulod sa programa o bash command line aron awtomatiko nga ipadagan kung mabag-o ang pagpili sa file: Gamita: %%e matang sa panghitabo (evt_pnl_sel) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo. I-prefix ang imong command gamit ang asterisk (*) ug kondisyonal nga ibalik ang exit status 0 aron pugngan ang default handler.

# View|Events|Tab|
source: _New
ceb: _Bag-o nga

source: Set New Tab Command
ceb: Ibutang ang Bag-ong Tab Command

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan sa matag higayon nga maablihan ang bag-ong tab: Gamita: %%e matang sa panghitabo (evt_tab_new) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo.

source: _Change Dir
ceb: _Usbon ni Dir

source: Set Tab Change Dir Command
ceb: Itakda ang Tab Change Dir Command

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan sa matag tab nga mausab ngadto sa laing direktoryo: Gamita: %%e matang sa panghitabo (evt_tab_chdir) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab %%d bag-ong direktoryo Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo.

# View|Events|Tab|
source: _Focus
ceb: _Pagtutok

source: Set Tab Focus Command
ceb: Ibutang ang Tab Focus Command

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ceb: Pagsulod sa programa o bash command line aron awtomatiko nga ipadagan kung ang usa ka tab magpunting: Gamita: %%e matang sa panghitabo (evt_tab_focus) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo.

# View|Events|Tab|
source: _Close
ceb: _Suod nga

source: Set Tab Close Command
ceb: Ibutang ang Tab Close Command

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan kung ang usa ka tab sirado: Gamita: %%e matang sa panghitabo (evt_tab_close) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t sirado nga tab

source: Set Device Command
ceb: Ibutang ang Device Command

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan sa matag higayon nga mausab ang estado sa device: Gamita: %%e matang sa panghitabo (evt_device) %%f file sa device %%v usbon (gidugang|gitangtang|giusab)

source: Wi_ndow Title
ceb: Wi_ndow Titulo

source: Set Window Title Format
ceb: Itakda ang Format sa Titulo sa Window

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
ceb: Itakda ang format sa titulo sa bintana: Gamita: %%n kasamtangan nga ngalan sa folder (eg bin) %%d kasamtangan nga dalan sa folder (eg /usr/bin) %%p kasamtangan nga numero sa panel (1-4) %%t kasamtangan nga numero sa tab %%P kinatibuk-ang gidaghanon sa mga panel nga makita %%T kinatibuk-ang gidaghanon sa mga tab sa kasamtangan nga panel * asterisk nga gipakita kung ang mga buluhaton nagdagan sa bintana

source: _Window Icon
ceb: _Icon sa Bintana

source: Set Window Icon
ceb: Ibutang ang Icon sa Window

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
ceb: Pagsulod ug ngalan sa icon, dalan sa file sa icon, o ngalan sa stock item: O i-klik ang Pagpili aron makapili og icon. Ang ubang mga icon mahimong dili molihok sa husto tungod sa lainlaing mga isyu. Naghatag ug alternatibong zzzFM nga mga icon: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Pananglitan: zzzfm-48-cube-red

source: _Design Mode
ceb: _Disenyo nga Mode

source: _Preferences
ceb: _Mga gusto

source: _Tool
ceb: _himan

source: _Thumbnails (global)
ceb: _Mga thumbnail (global)

source: _User's Manual
ceb: _Manwal sa Gumagamit

source: _Options
ceb: _Mga kapilian

source: Choose HTML Browser
ceb: Pilia ang HTML Browser

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
ceb: Pagsulod sa ngalan sa browser o bash command line nga gamiton sa pagpakita sa mga HTML file ug URL: Gamita: %%u url (Biyai nga blangko para sa awtomatik nga pagkakita sa browser)

source: _Manual Location
ceb: _Manwal nga Lokasyon

source: Choose User's Manual Location
ceb: Pilia ang User's Manual Location

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
ceb: Pagsulod sa lokal nga agianan sa file o hilit nga URL para sa zzzFM User's Manual: (Biyai nga blangko para sa default)

source: _Show Devices
ceb: _Ipakita ang mga Device

source: _Count
ceb: _Ihap

source: _Item
ceb: _butang

source: _To
ceb: _Sa

source: _Progress
ceb: _Pag-uswag

source: _Elapsed
ceb: _Nilabay

source: C_urrent Speed
ceb: C_urrent Bilis

source: Current Re_main
ceb: kasamtangan Re_main

source: A_verage Remain
ceb: A_verage Magpabilin

source: _Stop
ceb: _Hunong

source: _Queue
ceb: _Pila

source: _Resume
ceb: _Ipadayon

source: _All Tasks
ceb: _Tanang Buluhaton

source: Show _Manager
ceb: Ipakita _Manager

source: Auto-_Hide Manager
ceb: awto-_Tagoa ang Manager

source: Task Manager Font
ceb: Font sa Task Manager

source: copying File 1:15 65.2 M 30.2 M/s
ceb: pagkopya sa File 1:15 65.2 M 30.2 M/s

source: _Columns
ceb: _Mga kolum

source: _Popups
ceb: _Mga popup

source: Popup _All Tasks
ceb: Popup _Tanang Buluhaton

source: Stay On _Top
ceb: Magpabilin sa _Ibabaw

source: A_bove Others
ceb: A_bove Ang uban

source: All _Workspaces
ceb: Tanan _Mga workspace

source: _Detailed Stats
ceb: _Detalyadong Estadistika

source: _Overwrite Option
ceb: _Overwrite nga Opsyon

source: _Error Option
ceb: _Sayop nga Opsyon

source: Task Popup Font (affects new tasks)
ceb: Task Popup Font (makaapektar sa bag-ong mga buluhaton)

source: Example Output 0123456789
ceb: Panig-ingnan nga Output 0123456789

source: Stop If _First
ceb: Hunong Kon _Una

source: Stop On _Any
ceb: Hunong Sa _Bisan unsa

source: _Continue
ceb: _Padayon

source: _Queue New Tasks
ceb: _Pagpila Bag-ong Buluhaton

source: _Pause On Error
ceb: _Paghunong Sa Sayop

source: Arrange _Icons
ceb: Paghan-ay _Mga icon

source: By _Name
ceb: Pinaagi sa _Ngalan

source: By _Type
ceb: Pinaagi sa _Matang

source: By _Date Modified
ceb: Pinaagi sa _Petsa nga Gibag-o

source: By _Size
ceb: Pinaagi sa _Gidak-on

source: _Ascending
ceb: _Pagsaka

source: Desktop _Settings
ceb: Desktop _Mga setting

source: Editor Font
ceb: Font sa Editor

source: Example Input 0123456789
ceb: Pananglitan nga Input 0123456789

source: Input Font
ceb: Input nga Font

source: Edit As _Root
ceb: I-edit Ingon _Root

source: _Choose...
ceb: _Pilia...

source: File _Handlers...
ceb: file _Mga tigdumala...

source: Open With _Default
ceb: Bukas Uban _Default

source: In _Tab
ceb: Sa _Tab

source: In _Panel
ceb: Sa _Panel

source: Extract _To
ceb: Extract _Sa

source: _List Contents
ceb: _Ilista ang mga Sulod

source: _Archive Defaults
ceb: _Mga Default sa Archive

source: _Open With App
ceb: _Ablihi Uban sa App

source: _Create Subfolder
ceb: _Paghimo Subfolder

source: _Write Access
ceb: _Pagsulat Access

source: Archive _Handlers
ceb: Archive _Mga tigdumala

source: Tab _Here
ceb: Tab _Dinhi

source: _Desktop Application
ceb: _Aplikasyon sa Desktop

source: _Go
ceb: _Lakaw

source: _Back
ceb: _Balik

source: _Forward
ceb: _Sa unahan

source: _Up
ceb: _Taas

source: _Home
ceb: _Balay

source: _Set Default
ceb: _Ibutang ang Default

source: Re_al Path
ceb: Re_al Dalan

source: _File List
ceb: _Listahan sa File

source: _Tree
ceb: _Kahoy

source: _Close
ceb: _Suod nga

source: _Reorder
ceb: _Pag-order pag-usab

source: _Rubberband Select
ceb: _Pagpili sa Rubberband

source: _Sort
ceb: _Pagsunud-sunod

source: _Size
ceb: _Gidak-on

source: _Type
ceb: _Matang

source: _Permission
ceb: _Permiso

source: _Owner
ceb: _Tag-iya

source: _Modified
ceb: _Giusab

source: _Descending
ceb: _Nagpaubos

source: Folders Fi_rst
ceb: Mga folder Fi_rst

source: F_iles First
ceb: F_iles Una

source: _Hidden First
ceb: _Gitago Una

source: Hidden _Last
ceb: Gitagoan _Katapusan

source: Re_fresh
ceb: Re_lab-as

source: Auto See_k
ceb: Awtomatikong Tan-awa _k

source: Path Bar _Help
ceb: Path Bar _Tabang

source: _Rename
ceb: _Usba ang ngalan

source: _Delete
ceb: _Pagtangtang

source: Cut
ceb: Giputol

source: _Actions
ceb: _Mga aksyon

source: Copy Pa_rent
ceb: Kopyaha Pa_rent

source: Paste _Link
ceb: Idikit _Link

source: Paste _Target
ceb: Idikit _Target

source: Paste _As
ceb: Idikit _Ingon

source: _Copy To
ceb: _Kopyaha Sa

source: L_ast Location
ceb: L_ast Lokasyon

source: _Move To
ceb: _Balhin sa

source: _Location
ceb: _Lokasyon

source: _Select All
ceb: _Pilia ang Tanan

source: _Unselect All
ceb: _Unselect Tanan

source: _Invert Selection
ceb: _Balika ang Pagpili

source: S_elect By Pattern
ceb: S_elect Pinaagi sa Sumbanan

source: Move _To
ceb: Lihok _Sa

source: Info
ceb: Impormasyon

source: Permissions
ceb: Mga permiso

source: _Quick
ceb: _Dali

source: _Side Toolbar
ceb: _Toolbar sa kilid

source: _Detailed
ceb: _Detalyado

source: _Large Icons
ceb: _Dagkong Icon

source: _Hidden Files
ceb: _Natago nga mga File

source: File List Font (Panel %d)
ceb: Font sa Listahan sa File (Panel %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ceb: Pananglitan 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
ceb: Font sa mga Device (Panel %d)

source: Bookmarks Font (Panel %d)
ceb: Mga Bookmark nga Font (Panel %d)

source: Example Bookmark Name
ceb: Pananglitan nga Ngalan sa Bookmark

source: Path Bar Font (Panel %d)
ceb: Font sa Path Bar (Panel %d)

source: $ cat /home/user/example
ceb: $ cat /balay/tiggamit/pananglitan

source: 12 G free / 200 G 52 items
ceb: 12 G libre / 200 G 52 mga butang

source: Follow _Dir
ceb: Sunda _Dir

source: _New Tab
ceb: _Bag-ong Tab

source: _Single Click
ceb: _Usa ka Pag-klik

source: Directory doesn't exist %s
ceb: Wala ang direktoryo %s

source: Unable to access %s %s
ceb: Dili ma-access %s %s

source: Select By Pattern
ceb: Pagpili Pinaagi sa Pattern

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
ceb: Pagsulod sa pattern aron mapili ang mga file ug folder: Kung ang imong pattern adunay bisan unsang uppercase nga mga karakter, ang pagpares mahimong case sensitive. Pananglitan: *sp*e?m* TIP: Mahimo ka usab nga mosulod '%% PATTERN' sa dalan bar.

source: Choose Location
ceb: Pilia ang Lokasyon

source: Invalid Destination
ceb: Dili balido nga Padulngan

source: Destination same as source
ceb: Ang destinasyon parehas sa gigikanan

source: Invalid destination
ceb: Dili balido nga destinasyon

source: Hide File
ceb: Tagoa ang File

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
ceb: Ang mga ngalan sa pinili nga mga file idugang sa '.hidden' file nga nahimutang niini nga folder, nga magtago kanila gikan sa pagtan-aw sa zzzFM. Tingali kinahanglan nimo nga i-refresh ang view o i-restart ang zzzFM aron mawala ang mga file. Aron i-unhide ang file, ablihi ang .hidden file sa imong text editor, kuhaa ang ngalan sa file, ug i-refresh.

source: Error hiding files
ceb: Sayop sa pagtago sa mga file

source: No files are selected
ceb: Walay mga file nga gipili

source: Invalid URL
ceb: Dili balido nga URL

source: The entered URL is not valid.
ceb: Ang gisulod nga URL dili balido.

source: Handler Not Found
ceb: Wala Makita ang Handler

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
ceb: Walay network handler ang na-configure para niini nga URL, o walay mount command nga gitakda. Pagdugang ug handler sa Devices|Settings|Protocol Handlers.

source: Open URL %s
ceb: Ablihi ang URL %s

source: mount
ceb: bukid

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
ceb: Walay handler nga na-configure para niining matang sa device, o dili %s gitakda ang sugo. Pagdugang og handler sa Settings|Device Handler o Protocol Handler.

source: Mount %s
ceb: Bungtod %s

source: %s is currently mounted. You must unmount it before you can check it.
ceb: %s gi-mount karon. Kinahanglan nimo nga i-unmount kini sa dili pa nimo kini masusi.

source: Device Is Mounted
ceb: Gi-mount ang Device

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ceb: Pagsulod sa filesystem check command: Gamita: %%%%v file sa device ( %s ) I-EDIT UBAN ANG PAG-AMPO Kini nga sugo gipadagan ingon root

source: Check As Root
ceb: Susiha Ingon Root

source: Check As Root %s
ceb: Susiha Ingon Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
ceb: Pagsulod sa mount command: Gamita: %%%%v file sa device ( %s ) %%%%o mga kapilian sa pag-mount nga piho sa gidaghanon ( %s ) Hinumdomi: ang fstab nag-override sa pipila ka mga kapilian I-EDIT UBAN ANG PAG-AMPO Kini nga sugo gipadagan ingon root

source: Mount As Root
ceb: Bukid sa As Root

source: MOUNT AS ROOT
ceb: BUKOD AS ROOT

source: Mount As Root %s
ceb: Bukid sa As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ceb: Pagsulod sa unmount command: Gamita: %%%%v file sa device ( %s ) I-EDIT UBAN ANG PAG-AMPO Kini nga sugo gipadagan ingon root

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
ceb: WARNING: %s gi-mount. Mahimo nimo o kinahanglan nga i-unmount kini sa dili pa usbon ang label.

source: Enter volume label for %s:%s
ceb: Pagsulod sa label sa volume para sa %s:%s

source: Change Volume Label
ceb: Usba ang Volume Label

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
ceb: Pagsulod sa remove label command para sa fstype '%s': Gamita: %%%%v file sa device ( %s ) %%%%l bag-ong label ( "%s" ) I-EDIT UBAN ANG PAG-AMPO Kini nga sugo gipadagan ingon root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
ceb: Pagsulod sa change label command para sa fstype '%s': Gamita: %%%%v file sa device ( %s ) %%%%l bag-ong label ( "%s" ) I-EDIT UBAN ANG PAG-AMPO Kini nga sugo gipadagan ingon root%s

source: Change Label As Root
ceb: Usba ang Label IngonRoot

source: Label As Root %s
ceb: Labelan Ingon Root %s

source: Remove %s
ceb: Kuhaa %s

source: Reload %s
ceb: I-reload %s

source: Sync
ceb: Pag-sync

source: %s is currently mounted. You must unmount it before you can format it.
ceb: %s gi-mount karon. Kinahanglan nimo nga i-unmount kini sa dili pa nimo kini ma-format.

source: ( AN ENTIRE DEVICE )
ceb: ( USA KA TIBUOK DEVICE )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ceb: Hapit na nimo mapapas %s %s- TANANG DATA MAWALA. Pagpailub - kini mahimong magdugay ug dd walay feedback. Pagsulod sa sugo aron i-overwrite ang tibuok volume /dev/%s: Gamita: %%%%v file sa device ( %s ) I-EDIT UBAN ANG PAG-AMPO Kini nga sugo gipadagan ingon root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ceb: Hapit na nimo i-format %s %s- TANANG DATA MAWALA. Pagsulod %s format nga sugo: Gamita: %%%%v file sa device ( %s ) I-EDIT UBAN ANG PAG-AMPO Kini nga sugo gipadagan ingon root

source: DATA LOSS WARNING
ceb: WARNING SA PAGKAWAL SA DATA

source: %s is currently mounted. You must unmount it before you can restore it.
ceb: %s gi-mount karon. Kinahanglan nimo nga i-unmount kini sa dili pa nimo kini mabalik.

source: Choose Backup For Restore
ceb: Pilia ang Backup For Restore

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
ceb: Hapit na nimo i-overwrite ang MBR boot code sa %s naggamit %s. Kini nga pagbag-o mahimong makapugong sa imong kompyuter sa pag-boot sa hustong paagi. Ang tanang importanteng datos sa tibuok device kinahanglang i-back up una. Ipadayon? (Kon imong pug-on ang Oo, aduna ka pay usa ka oportunidad sa pag-abort sa dili pa mausab ang disk.)

source: Restore MBR
ceb: Iuli ang MBR

source: Unknown Type
ceb: Wala mailhi nga tipo

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
ceb: Ang gipili nga file dili usa ka giila nga backup file. FSAng mga filename sa archiver adunay 'fsarchiver' o matapos sa '.fsa'. Naglangkob ang mga ngalan sa file nga partiimage 'partimage' o matapos sa '.000'. MBR Ang mga ngalan sa file natapos sa '.mbr', '.mbr.bin', o '-MBR-back' ug 512 bytes ang gidak-on. Kung nakasiguro ka nga kini nga file usa ka balido nga backup, mahimo nimo kini ilisan aron malikayan kini nga sayup.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
ceb: Hapit na nimo ibalik %s %snaggamit %s - TANANG DATA MAWALA. Pagsulod %s ibalik nga sugo: Gamita: %%%%v file sa device ( %s ) %%%%s backup nga file ( %s ) PAG-EDIT NGA MAY PAG-AMPO Kini nga sugo gipadagan isip gamut

source: Restore
ceb: Iuli

source: %s Restore %s
ceb: %s Iuli %s

source: The %s directory was not found. Is udevil installed?
ceb: Ang %s wala makit-an ang direktoryo. Na-install ba ang udevil?

source: Directory Missing
ceb: Nawala ang Direktoryo

source: Choose Backup For Info
ceb: Pilia ang Backup Para sa Impormasyon

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
ceb: Base sa ngalan niini, ang pinili nga file daw usa ka MBR backup file. Walay laing impormasyon nga anaa alang niining matang sa backup.

source: Restore Info
ceb: Iuli ang Impormasyon

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
ceb: WARNING: %s gi-mount. Pinaagi sa default, FSAng archiver mag-backup lang sa mga volume nga gi-mount read-only. Aron ma-backup ang usa ka volume sa pagbasa-sulat, kinahanglan nimo nga idugang --allow-rw-mounted sa sugo. Tan-awa 'man fsarchiver' alang sa mga detalye.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
ceb: %s gi-mount karon. Kinahanglan nimo nga i-unmount kini sa dili ka pa makahimo og backup gamit ang Partimage.

source: Save %s Backup
ceb: Tipigi %s Pag-backup

source: Overwrite?
ceb: I-overwrite?

source: The selected backup already exists. Overwrite?
ceb: Ang pinili nga backup anaa na. I-overwrite?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
ceb: Pagsulod %s backup nga sugo: Gamita: %%%%v file sa device ( %s ) %%%%s backup nga file ( %s )%s I-EDIT UBAN ANG PAG-AMPO Kini nga sugo gipadagan ingon root

source: Backup
ceb: Pag-backup

source: %s Backup %s
ceb: %s Pag-backup %s

source: Properties %s
ceb: Mga kabtangan %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
ceb: %sKasamtangang Gipili nga Device: %s Volume Label: %s Device ID: %s

source: Kill As Other
ceb: Pagpatay Sama sa Uban

source: Stop As Other
ceb: Hunong Sama sa Uban

source: Cont As Other
ceb: Padayon Sama sa Uban

source: Move:
ceb: Lihok:

source: Copy:
ceb: Kopya:

source: Delete:
ceb: Pagtangtang:

source: Change:
ceb: Usba:

source: Run:
ceb: Dagan:

source: Moving...
ceb: Naglihok...

source: Copying...
ceb: Nagkopya...

source: Deleting...
ceb: Gipapas...

source: Linking...
ceb: Nagsumpay...

source: Changing...
ceb: Nagbag-o...

source: Running...
ceb: Nagdagan...

source: From:
ceb: gikan sa:

source: To:
ceb: Sa:

source: Progress:
ceb: Pag-uswag:

source: Status:
ceb: kahimtang:

source: Paused
ceb: Gipahunong

source: Queued
ceb: Gipila

source: Ask
ceb: Pangutana

source: Overwrite All
ceb: I-overwrite ang Tanan

source: Skip All
ceb: Laktawan Tanan

source: Auto Rename
ceb: Awtomatikong pagbag-o sa ngalan

source: Stop If Error First
ceb: Hunong Kon Sayop Una

source: Stop On Any Error
ceb: Hunong sa Bisan unsang Sayop

source: Continue
ceb: Padayon

source: Stopped
ceb: Mihunong

source: Errors
ceb: Mga sayop

source: Done
ceb: Nahimo

source: %s (%s) %s remaining
ceb: %s (%s) %s nahibilin

source: Error ( Stop If First )
ceb: Sayop (Hunong Kon Una)

source: Error ( Stop On Any )
ceb: Sayop (Hunong Sa Bisan Unsa)

source: Stopped with %d error
ceb: Mihunong sa %d sayop

source: Finished with %d error
ceb: Nahuman sa %d sayop
