Repository: dimkr/zzzfm
Catalog: po/from transifex/ceb/zzzfmpot.sh.po
Languages: ceb

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
ceb: Permanente nga tangtangon ang butang nga '%s'? Kini nga aksyon magwagtang sa tanan nga mga setting ug mga file nga nalangkit niini nga butang.

source: Confirm Remove
ceb: Kumpirma ang Pagtangtang

source: Are you sure?
ceb: Sigurado ka?

source: Dialog Message
ceb: Dialog nga Mensahe

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
ceb: Pagsulod sa mensahe nga ipakita niini nga dialog: Gamita: \n Bagong linya \t tab

source: _Copy
ceb: _Kopyaha

source: _Paste
ceb: _Idikit

source: _Remove
ceb: _Kuhaa

source: _New
ceb: _Bag-o nga

source: _Application
ceb: _Aplikasyon

source: _Command
ceb: _Sugo

source: _Add
ceb: _Idugang

source: T_ooltips
ceb: T_oolmga tip

source: _Edit Script
ceb: _I-edit ang Script

source: E_dit As Root
ceb: E_dit Ingon Root

source: _Edit Command
ceb: _I-edit ang Sugo

source: _Properties
ceb: _Mga kabtangan

source: Your input is invalid because it contains linefeeds
ceb: Ang imong input dili balido tungod kay kini adunay mga linefeed

source: _OK
ceb: _OK ra

source: _Unset
ceb: _Wala mabutang

source: Remo_ve / Eject
ceb: Remo_ve / Ipagawas

source: _Sync
ceb: _Pag-sync

source: _Open
ceb: _Bukas

# Devices|Open|
source: Open In _Tab
ceb: Ablihi Sa _Tab

source: _Mount
ceb: _Bungtod

source: Re_/mount
ceb: Si Re_/bukid

source: _Root
ceb: _Gamut

source: _Check
ceb: _Susiha

source: _Backup
ceb: _Pag-backup

source: _Restore
ceb: _Iuli

source: _From File
ceb: _Gikan sa File

source: File _Info
ceb: file _Impormasyon

source: _Internal Drives
ceb: _Internal nga mga Drive

source: _Empty Drives
ceb: _Walay sulod nga mga Drive

source: _Partition Tables
ceb: _Mga lamesa sa partisyon

source: Mounted _Networks
ceb: Gibutang _Mga network

source: Mounted _Other
ceb: Gibutang _Ang uban

source: _Volumes...
ceb: _Mga tomo...

source: Show/Hide Volumes
ceb: Ipakita/Itago ang mga Tomo

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
ceb: Aron mapugos ang pagpakita o pagtago sa pipila ka mga volume, pag-override sa ubang mga setting, mahimo nimong ipiho ang mga aparato, mga label sa volume, o mga ID sa aparato sa lista nga gibulag sa wanang sa ubos. Pananglitan: +/dev/sdd1 -Label nga May Luna +ata-OCZ-part4 Kini maoy hinungdan /dev/sdd1 ug ang OCZ device nga ipakita, ug ang volume nga adunay label "Label nga May Luna" nga itago. Kinahanglan nga adunay usa ka luna tali sa mga entri ug usa ka plus o minus nga timaan direkta sa atubangan sa matag butang. Kini nga listahan kay case-sensitive.

source: Ignore _Hide Policy
ceb: Ignore _Tagoa ang Polisiya

source: _Display Name
ceb: _Ipakita ang Ngalan

source: Set Display Name Format
ceb: Itakda ang Display Name Format

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
ceb: Pagsulod sa format sa ngalan sa display sa device: Gamita: %%v ngalan sa file sa aparato (eg sdd1) %%s kinatibuk-ang gidak-on (eg 800G) %%t fsmatang (eg ext4) %%l label sa volume (eg Label o [walay media]) %%m mount point kung gitaod, o --- %%i device ID %%n major:minor mga numero sa device (eg 15:3)

source: Mount _Optical
ceb: Bungtod _Optical

source: _Mount Removable
ceb: _Makuha nga Mount

source: Mount _Volumes...
ceb: Bungtod _Mga tomo...

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
ceb: Aron mapugos o mapugngan ang pag-automount sa pipila ka mga volume, pag-override sa ubang mga setting, mahimo nimong ipiho ang mga aparato, mga label sa volume, o mga ID sa aparato sa lista nga gibulag sa wanang sa ubos. Pananglitan: +/dev/sdd1 -Label nga May Luna +ata-OCZ-part4 Kini maoy hinungdan /dev/sdd1 ug ang OCZ device nga i-auto-mount kung makit-an, ug ang volume nga adunay label "Label nga May Luna" nga dili tagdon. Kinahanglan nga adunay usa ka luna tali sa mga entri ug usa ka plus o minus nga timaan direkta sa atubangan sa matag butang. Kini nga listahan kay case-sensitive.

source: Mount _Dirs...
ceb: Bungtod _Gipasabot ni Dirs...

source: Automatic Mount Point Dirs
ceb: Awtomatikong Mount Point Dirs

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
ceb: Pagsulod sa direktoryo diin ang zzzFM kinahanglan nga awtomatiko nga maghimo mga direktoryo sa mount point para sa fuse ug parehas nga mga filesystem (%%a sa mga mando sa handler). Kini nga direktoryo kinahanglan nga masulat sa user (ayaw gamita /media), ug ang walay sulod nga mga subdirectory tangtangon. Kung gibiyaan nga blangko, ~/.cache/zzzfm/ (o $XDG_CACHE_HOME/zzzfm/) gigamit. Ang mosunod nga mga variable giila: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Timan-i nga ang ubang mga handler o mount programs mahimong dili mosunod niini nga setting.

source: Open _Tab
ceb: Bukas _Tab

source: _Unmount On Exit
ceb: _I-unmount Sa Exit

source: Auto _Run
ceb: awto _Dagan

source: On _Mount
ceb: Sa _Bungtod

source: Auto Run On Mount
ceb: Auto Run Sa Bukid

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan human ang usa ka removable drive o data disc kay auto-mount: Gamita: %%v kahimanan (eg /dev/sda1) %%l label sa device %%m mount point sa device (eg /media/disk)

source: On _Audio CD
ceb: Sa _Audio CD

source: Auto Run On Audio CD
ceb: Auto Run Sa Audio CD

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan kung ang usa ka audio CD gisal-ot sa usa ka kwalipikado nga aparato: Gamita: %%v kahimanan (eg /dev/sda1) %%l label sa device %%m mount point sa device (eg /media/disk)

source: On _Video DVD
ceb: Sa _Video DVD

source: Auto Run On Video DVD
ceb: Auto Run Sa Video DVD

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan kung ang usa ka video DVD awtomatik nga gi-mount: Gamita: %%v kahimanan (eg /dev/sda1) %%l label sa device %%m mount point sa device (eg /media/disk)

source: On _Insert
ceb: Sa _Isulod

source: Auto Run On Insert
ceb: Auto Run Sa Insert

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan kung adunay bisan unsang aparato nga gisal-ut: Gamita: %%v device gidugang (eg /dev/sda1) %%l label sa device %%m mount point sa device (eg /media/disk)

source: On _Unmount
ceb: Sa _Unmount

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ceb: Pagsulod sa programa o bash command line aron awtomatiko nga ipadagan kung ang bisan unsang aparato dili ma-unmount sa bisan unsang paagi: Gamita: %%v gi-unmount ang device (eg /dev/sda1) %%l label sa device %%m mount point sa device (eg /media/disk)

source: On _Remove
ceb: Sa _Kuhaa

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ceb: Pagsulod sa programa o bash command line nga awtomatik nga ipadagan kung makuha ang bisan unsang aparato (dili kuwalipikado ang pagpagawas sa media): Gamita: %%v gitangtang ang device (eg /dev/sda1) %%l label sa device %%m mount point sa device (eg /media/disk)

source: _Mount Options
ceb: _Mga Opsyon sa Bukid

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
ceb: Isulod ang imong lista sa comma o space-separated sa default mount options sa ubos (%%o sa mga handler). Dugang pa sa regular nga mga kapilian, mahimo usab nimong ipiho ang mga kapilian nga idugang o tangtangon alang sa usa ka piho nga tipo sa filesystem pinaagi sa paggamit sa porma nga OPTION+FSTYPE o OPTION-FSTYPE. Pananglitan: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Kini makadugang nosuid ug noatime para sa tanang matang sa filesystem, idugang sync kay vfat ug ntfs lamang, ug kuhaa noatime alang sa ext4. Mubo nga sulat: Ang ubang mga opsyon, sama sa nosuid, mahimong idugang sa mount program bisan kung wala nimo kini iapil. Mga kapilian sa fstab unahon. pmountug ang ubang mga handler mahimong dili magtagad sa mga opsyon nga gitakda dinhi.

source: Default Mount Options
ceb: Default nga Mount Options

source: Re/mount With Options
ceb: Re/mount Uban sa mga Opsyon

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
ceb: Ang aparato i-mount (pag-usab) gamit ang mga kapilian sa ubos. Dugang pa sa regular nga mga kapilian, mahimo usab nimong ipiho ang mga kapilian nga idugang o tangtangon alang sa usa ka piho nga tipo sa filesystem pinaagi sa paggamit sa porma nga OPTION+FSTYPE o OPTION-FSTYPE. Pananglitan: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Kini makadugang nosuid ug noatime para sa tanang matang sa filesystem, idugang sync kay vfat ug ntfs lamang, ug kuhaa noatime kay ext4. Mubo nga sulat: Pipila ka mga kapilian, sama sa nosuid, mahimong idugang sa programa sa pag-mount bisan kung wala nimo sila iapil. Mga kapilian sa fstab unahon. Ang pmount wala magtagad sa mga kapilian nga gitakda dinhi.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
ceb: Pagsulod sa imong listahan sa mga filesystem nga gibulag sa comma o space nga DILI bantayan alang sa mga pagbag-o sa file. Kini nga setting makaapekto lamang sa mga non-block device (sama sa nfs o fuse), ug kasagaran gigamit aron mapugngan ang zzzFM nga mahimong dili mosanong sa mga network filesystem. Ang pagkarga sa mga thumbnail ug mga gidak-on sa subdirectory ma-disable usab.

source: Change Detection Blacklist
ceb: Usba ang Detection Blacklist

source: _Device Handlers
ceb: _Mga Handler sa Device

source: _Protocol Handlers
ceb: _Mga tigdumala sa protocol

source: Optical Mounted
ceb: Gi-mount nga Optical

source: Optical Has Media
ceb: Ang Optical Adunay Media

source: Optical No Media
ceb: Optical Walay Media

source: Floppy Mounted
ceb: Gibutang sa Floppy

source: Floppy Unmounted
ceb: Ang Floppy Wala Gi-mount

source: Removable Unmounted
ceb: Matangtang nga Wala Nabutang

source: Internal Mounted
ceb: Gi-mount sa sulod

source: Internal Unmounted
ceb: Internal nga Wala Gi-mount

source: Mounted Network
ceb: Gi-mount nga Network

source: Mounted Other
ceb: Gi-mount ang Uban

source: _Settings
ceb: _Mga setting

source: Sub_menu Icon
ceb: Sub_Icon sa menu

source: _Show Bookmarks
ceb: _Ipakita ang mga Bookmark

source: New _Bookmark
ceb: Bag-o nga _Bookmark

source: _Name
ceb: _Ngalan

source: F_ilename
ceb: F_ilengalan

source: _Parent
ceb: _Ginikanan

source: _Option
ceb: _Opsyon

source: Copy _Target
ceb: Kopyaha _Target

source: _As Root
ceb: _Ingon Root

source: Move Dialog Font
ceb: Ibalhin ang Dialog Font

source: /home/user/Example Filename.ext
ceb: /home/user/Pananglitan sa Filename.ext

source: _Confirm Create
ceb: _Kumpirma ang Paghimo

source: Status Bar Highlight Color
ceb: Kolor sa Highlight sa Status Bar

source: Status Bar Text Highlight Color
ceb: Kolor sa Highlight sa Teksto sa Status Bar

source: _Middle Click
ceb: _Tunga nga Pag-klik

source: Copy _Name
ceb: Kopyaha _Ngalan

source: Copy _Path
ceb: Kopyaha _Dalan

source: _Hide Panel
ceb: _Tagoa ang Panel

source: New _Window
ceb: Bag-o nga _Bintana

source: R_oot Window
ceb: R_oot Bintana

source: _File Search
ceb: _Pagpangita sa File

source: Open _URL
ceb: Bukas _URL

source: Open URL
ceb: Ablihi ang URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
ceb: Pagsulod sa URL sa format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/IBAHAGI Mga pananglitan: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Ang paglakip sa password dili luwas. Aron ma-bookmark ang usa ka URL, pag-right-click sa naka-mount nga network sa Mga Device ug pilia ang Bookmark.

source: Save Ta_bs
ceb: Tipigi Ta_bs

source: _Next
ceb: _Sunod

source: _Hide
ceb: _Tagoa

source: _Event Manager
ceb: _Tagdumala sa Panghitabo

source: _Instance
ceb: _Pananglitan

source: _Startup
ceb: _Pagsugod

source: Set Instance Startup Command
ceb: Ibutang ang Instance Startup Command

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan kung magsugod ang usa ka zzzFM nga pananglitan: Gamita: %%e matang sa panghitabo (evt_start)

source: _Exit
ceb: _Paggawas

source: Set Instance Exit Command
ceb: Ibutang ang Instance Exit Command

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan kung ang usa ka zzzFM nga pananglitan mogawas: Gamita: %%e matang sa panghitabo (evt_exit)

source: _Window
ceb: _Bintana

# View|Events|Window|
source: _New
ceb: _Bag-o nga

source: Set New Window Command
ceb: Ibutang ang Bag-ong Window Command

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan sa matag higayon nga maablihan ang bag-ong zzzFM nga bintana: Gamita: %%e matang sa panghitabo (evt_win_new) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo.

# View|Events|Window|
source: _Focus
ceb: _Pagtutok

source: Set Window Focus Command
ceb: Ibutang ang Window Focus Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan sa matag higayon nga ang zzzFM nga bintana makakuha og focus: Gamita: %%e matang sa panghitabo (evt_win_focus) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo.

source: _Move/Resize
ceb: _Ibalhin/I-resize

source: Set Window Move/Resize Command
ceb: Itakda ang Window Move/Resize Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan sa matag higayon nga ang zzzFM nga bintana ibalhin o gibag-o: Gamita: %%e matang sa panghitabo (evt_win_move) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo. Mubo nga sulat: Kini nga sugo mahimong ipadagan sa makadaghang higayon atol sa pag-resize.

# View|Events|Window|
source: _Click
ceb: _Pag-klik

source: Set Click Command
ceb: Ibutang ang Click Command

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan sa matag higayon nga ang mouse i-klik: Gamita: %%e matang sa panghitabo (evt_win_click) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab %%b buton (gipindot sa mouse) %%m modifier (mga yawe sa modifier) %%f focus (elemento nga nakadawat sa pag-klik) Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo kung walay asterisk prefix ang gigamit. I-prefix ang imong command gamit ang asterisk (*) ug kondisyonal nga ibalik ang exit status 0 aron pugngan ang default handler. Pananglitan: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nAng tunga nga buton gi-klik %%f" --button ok &

source: Set Window Keypress Command
ceb: Ibutang ang Window Keypress Command

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
ceb: Pagsulod sa programa o bash command line nga awtomatik nga ipadagan kung ang usa ka yawe gipugos: Gamita: %%e matang sa panghitabo (evt_win_key) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab %%k key code (gipindot ang yawe) %%m modifier (mga yawe sa modifier) Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo kung walay asterisk prefix ang gigamit. I-prefix ang imong command gamit ang asterisk (*) ug kondisyonal nga ibalik ang exit status 0 aron pugngan ang default handler. Pananglitan: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nAng yawe nga F8 gipugos." --button ok &

source: Set Window Close Command
ceb: Ibutang ang Window Close Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan sa matag higayon nga ang usa ka zzzFM nga bintana sirado: Gamita: %%e matang sa panghitabo (evt_win_close) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo.

# View|Events|Panel|
source: _Focus
ceb: _Pagtutok

source: Set Panel Focus Command
ceb: Ibutang ang Panel Focus Command

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ceb: Pagsulod sa programa o bash command line nga awtomatikong ipadagan kung ang usa ka panel makakuha og focus: Paggamit: %%e matang sa panghitabo (evt_pnl_focus) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo.

# View|Events|Panel|
source: _Show
ceb: _Ipakita

source: Set Panel Show Command
ceb: Ibutang ang Panel Show Command

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ceb: Pagsulod sa programa o bash command line nga awtomatik nga ipadagan kung ang usa ka panel o panel nga elemento gipakita o gitago: Gamita: %%e matang sa panghitabo (evt_pnl_show) %%w window id (tan-awa ang zzzfm -s tabang) %%p panel %%t tab %%f focus (elemento nga gipakita o gitago) %%v makita (1 o 0) Gi-export nga mga variable sa bash (eg $fm_pwd, etc) mahimong gamiton niini nga sugo.

source: Set Panel Select Command
ceb: Itakda ang Panel Select Command
