Repository: dimkr/zzzfm
Catalog: po/from transifex/ceb/zzzfmpot.sh.po
Languages: ceb

source: Panel 4 Device
ceb: Panel 4 nga Device

source: equals
ceb: managsama

source: doesn't equal
ceb: dili managsama

source: contains
ceb: naglangkob

source: doesn't contain
ceb: walay sulod

source: begins with
ceb: nagsugod sa

source: doesn't begin with
ceb: wala magsugod sa

source: ends with
ceb: matapos sa

source: doesn't end with
ceb: dili matapos sa

source: is less than
ceb: mas ubos kay sa

source: is greater than
ceb: mas dako kay sa

source: matches
ceb: posporo

source: doesn't match
ceb: dili tugma

source: Application
ceb: Aplikasyon

source: Command
ceb: Sugo

source: Current: Show
ceb: Karon: Ipakita

source: Current: Hide
ceb: Karon: Tagoa

source: Current: Disable
ceb: Karon: I-disable

source: Current: Enable
ceb: Karon: I-enable

source: Save Modified Script?
ceb: I-save ang Giusab nga Script?

source: Save your changes to the command script?
ceb: I-save ang imong mga pagbag-o sa command script?

source: Overwrite Script?
ceb: I-overwrite ang Script?

source: The command script on disk has changed. Do you want to overwrite it?
ceb: Ang command script sa disk nausab. Gusto ba nimong i-overwrite kini?

source: Command Dir
ceb: Gimando ni Dir

source: (no files)
ceb: (walay files)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
ceb: Ang command line wala magsugod sa usa ka text file (script) nga ablihan, o ang script wala makita sa imong $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
ceb: Mga Target: (usa ka lista sa mga agianan o URL nga gibulag sa semicolon)

source: Target: (a .desktop or executable file)
ceb: Target: (a .desktop o executable nga file)

source: Choose Executable
ceb: Pilia ang Executable

source: Command Line Too Long
ceb: Taas kaayo ang Command Line

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
ceb: Ang imong command line kay labaw pa sa 2000 ka karakter ug mahimong putlon kung ma-save. Ikonsiderar ang paggamit sa usa ka command script sa baylo pinaagi sa pagpili sa Script sa Command tab.

source: Menu Item Properties
ceb: Mga Properties sa Butang sa Menu

source: Type:
ceb: Matang:

source: Name:
ceb: Ngalan:

source: Key:
ceb: yawe:

source: matches any rule:
ceb: motakdo sa bisan unsa nga lagda:

source: matches all rules:
ceb: nahiuyon sa tanan nga mga lagda:

source: doesn't match any rule:
ceb: wala motakdo sa bisan unsang lagda:

source: doesn't match all rules:
ceb: dili motakdo sa tanang lagda:

source: Show
ceb: Ipakita

source: Enable
ceb: Makahimo

source: Hide
ceb: Tagoa

source: Disable
ceb: Pag-disable

source: item if context
ceb: butang kon konteksto

source: Edit Rule
ceb: Usba ang Lagda

source: Value:
ceb: Bili:

source: If enabled, use as handler for:
ceb: Kung mahimo, gamita isip handler para sa:

source: none
ceb: wala

source: files
ceb: mga file

source: devices
ceb: mga himan

source: _Ignore Context / Show All (global setting)
ceb: _Ibaliwala ang Konteksto / Ipakita ang Tanan (global setting)

source: Command _Line
ceb: Sugo _Line

source: Open In _Editor
ceb: Ablihi Sa _Editor

source: _Root Editor
ceb: _Gamut nga Editor

source: Run Options
ceb: Dagan ang mga Opsyon

source: Popup Task
ceb: Buluhaton sa Popup

source: Popup Error
ceb: Sayop sa Popup

source: Scroll Output
ceb: Pag-scroll Output

source: Keep Terminal Open
ceb: Padayon nga Bukas ang Terminal

source: Run As User:
ceb: Pagdagan Ingon Gumagamit:

source: ( leave blank for current user )
ceb: ( biyai nga blangko alang sa kasamtangan nga tiggamit )

source: Style
ceb: Estilo

source: Confirmation
ceb: Pagkumpirma

source: Confirmation/Input Message:
ceb: Pagkumpirma/Pag-input nga Mensahe:

source: Open in File Browser:
ceb: Ablihi sa File Browser:

source: Data Dir
ceb: Gibutyag ni Data Dir

source: Built-In Toolbar Item
ceb: Gitukod-Sa Toolbar Item

source: Built-In Command
ceb: Gitukod-sa Command

source: Follow state
ceb: Sunda ang estado

source: Render differently based on the selection state.
ceb: Lahi ang paghatag base sa estado sa pagpili.

source: The icon to render.
ceb: Ang icon nga i-render.

source: The GIcon to render.
ceb: Ang GIcon nga i-render.

source: size
ceb: gidak-on

source: The size of the icon to render in pixels.
ceb: Ang gidak-on sa icon nga i-render sa mga pixel.

source: No file selected
ceb: Walay file nga gipili

source: Block Device
ceb: I-block ang Device

source: Character Device
ceb: Kinaiya nga Device
