Repository: dimkr/zzzfm
Catalog: po/from transifex/ceb/zzzfmpot.sh.po
Languages: ceb

source: contents of Started task column (read-only)
ceb: sulod sa kolum sa Gisugdan nga buluhaton (read-only)

source: COMMAND command to show a custom task dialog
ceb: COMMAND command para magpakita ug custom task dialog

source: TASK TYPES ----------
ceb: MGA MATANG SA BUHATON ----------

source: Run COMMAND in DIR
ceb: Dagan ang COMMAND sa DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
ceb: Kopyaha|Ibalhin|I-link ang (mga) FILE o (mga) DIR ngadto sa TARGET dir

source: Recursively delete FILE(s) or DIR(s)
ceb: Balik-balik nga pagtangtang sa (mga) FILE o (mga) DIR

source: Open FILE in user's or root's text editor
ceb: Ablihi ang FILE sa text editor sa user o root

source: Mount DEVICE or URL
ceb: I-mount ang DEVICE o URL

source: Unmount DEVICE or mount point DIR
ceb: I-unmount DEVICE o mount point DIR

source: EVENTS ------
ceb: MGA PANGHITABO ------

source: Instance start %e
ceb: Pagsugod sa pananglitan %e

source: Instance exit %e
ceb: Paggawas sa pananglitan %e

source: Window new %e %w %p %t
ceb: Bag-o nga bintana %e %w %p %t

source: Window focus %e %w %p %t
ceb: Pagtutok sa bintana %e %w %p %t

source: Window move/resize %e %w %p %t
ceb: Pagbalhin/pagbag-o sa bintana %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
ceb: Pag-klik sa mouse %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
ceb: Pindot sa bintana %e %w %p %t %k %m

source: Window close %e %w %p %t
ceb: Pagsira sa bintana %e %w %p %t

source: Panel focus %e %w %p %t
ceb: Pokus sa panel %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
ceb: Pagpakita/pagtago sa panel %e %w %p %t %f %v

source: Selection changed %e %w %p %t
ceb: Gibag-o ang pagpili %e %w %p %t

source: Tab new %e %w %p %t
ceb: Bag-o nga tab %e %w %p %t

source: Tab change dir %e %w %p %t %d
ceb: Pagbag-o sa tab dir %e %w %p %t %d

source: Tab focus %e %w %p %t
ceb: Focus sa tab %e %w %p %t

source: Tab close %e %w %p %t
ceb: Pagsira sa tab %e %w %p %t

source: Device change %e %f %v
ceb: Pagbag-o sa aparato %e %f %v

source: Event COMMAND Substitution Variables:
ceb: Kaganapan COMMAND Pagpuli nga Variable:

source: event type (evt_start|evt_exit|...)
ceb: matang sa panghitabo (evt_start|evt_exit|...)

source: window ID
ceb: bintana ID

source: panel number (1-4)
ceb: numero sa panel (1-4)

source: tab number (1-...)
ceb: numero sa tab (1-...)

source: quoted directory ('/etc')
ceb: gikutlo nga direktoryo ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
ceb: butones sa mouse (0=doble 1=sa wala 2=tunga-tunga 3=husto ...)

source: modifier key (eg 0x4 used with clicks and keypresses)
ceb: yawe sa modifier (eg 0x4 gigamit uban sa mga clicks ug keypresses)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ceb: focus nga elemento (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
ceb: Ang focus nga elemento makita (0 o 1, o pagbag-o sa estado sa device)

source: Examples
ceb: Mga pananglitan

source: These files have been copied to the clipboard
ceb: Kini nga mga file gikopya sa clipboard

source: For full documentation and examples see the zzzFM User's Manual:
ceb: Para sa kompleto nga dokumentasyon ug mga pananglitan tan-awa ang zzzFM User's Manual:

source: This build of zzzFM has desktop integration disabled
ceb: Kini nga pagtukod sa zzzFM adunay gibabagan nga panagsama sa desktop

source: zzzfm: Error: Unable to save session %s
ceb: zzzfm: Sayop: Dili ma-save ang sesyon %s

source: File doesn't exist
ceb: Wala ang file

source: Error
ceb: Sayop

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
ceb: Sayop: Dili ma-initialize ang inotify file change monitor. Aduna ka bay inotify-capable nga kernel?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
ceb: Sayop: Dili makatukod og koneksyon sa FAM. Aduna ka bay "FAM" o "Gamin" gi-install ug nagdagan?

source: --dialog must be first option
ceb: --dialog kinahanglan una nga kapilian

source: --socket-cmd must be first option
ceb: --socket-cmd kinahanglan una nga kapilian

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
ceb: zzzFM nagkinahanglan bash nga i-install. Ang ubang mga kabhang DILI katumbas kay ang zzzFM naggamit sa mga feature nga makita lamang sa tinuod nga bash (v4+). Ang programa %s wala makit-an. Pag-instalarbasho gamita ang kapilian sa pag-configure --with-bash-patharon matino ang usa ka naandan nga lokasyon sa oras sa pagtukod.

source: Don't know how to open the file
ceb: Wala kabalo unsaon pag-abli sa file

source: Unable to open file: "%s" %s
ceb: Dili maablihan ang file: "%s" %s

source: Open Root Window
ceb: Ablihi ang Root Window

source: Terminal Not Available
ceb: Dili Magamit ang Terminal

source: Please set your terminal program in View|Preferences|Advanced
ceb: Palihug ibutang ang imong terminal nga programa sa View|Preferences|Advanced

source: Open Terminal
ceb: Bukas nga Terminal

source: Design Mode Help
ceb: Tabang sa Design Mode

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
ceb: Ang Design Mode nagtugot kanimo sa pag-ilis sa ngalan, shortcut key ug icon sa menu, toolbar ug bookmark nga mga butang, pagpakita og tabang alang sa usa ka butang, ug pagdugang sa imong kaugalingong custom nga mga sugo ug mga aplikasyon. Aron maablihan ang Design Menu, pag-right-click lang sa menu item, bookmark, o toolbar item. Aron maablihan ang Design Menu para sa usa ka submenu, isira una ang submenu (pinaagi sa pag-klik niini). Para sa dugang nga impormasyon, i-klik ang Help button sa ubos.

source: New _Command
ceb: Bag-o nga _Sugo

source: Show Panel %d
ceb: Ipakita ang Panel %d

source: _View
ceb: _Panglantaw

source: _Devices
ceb: _Mga gamit

source: _Bookmarks
ceb: _Mga bookmark

source: _Tools
ceb: _Mga galamiton

source: _Help
ceb: _Tabang

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
ceb: Sayop: Dili ma-save ang session file. Gusto ka ba nga mogawas nga wala magtipig? ( %s )

source: zzzFM Error
ceb: zzzFM Sayop

source: Stop all tasks running in this window?
ceb: Hunonga ang tanang buluhaton nga nagdagan niini nga bintana?

source: Aborting tasks...
ceb: Pag-abort sa mga buluhaton...

source: %s free / %s
ceb: %s libre / %s

source: %sReading %s ...
ceb: %sPagbasa %s ...

source: !Link → %s/ (missing)
ceb: !Link → %s/ (nawala)

source: !Link → ( error reading target )
ceb: !Link → ( sayop sa pagbasa target )

source: hidden
ceb: gitago

source: %s%d visible (%s) %s
ceb: %s%d makita (%s) %s

source: %s%d item %s
ceb: %s%d butang %s

source: Item
ceb: butang

source: To
ceb: Sa

source: Progress
ceb: Pag-uswag

source: Started
ceb: Nagsugod

source: Elapsed
ceb: Nilabay

source: Current
ceb: kasamtangan

source: CRemain
ceb: CMagpabilin

source: Remain
ceb: Magpabilin

source: Reorder Columns Help
ceb: Paghan-ay pag-usab sa Mga Kolum Tabang

source: To change the order of the columns, drag the column header to the desired location.
ceb: Para usbon ang han-ay sa mga column, i-drag ang column header ngadto sa gusto nga lokasyon.

source: moving
ceb: naglihok

source: copying
ceb: pagkopya

source: deleting
ceb: pagtangtang

source: linking
ceb: pagsumpay

source: changing
ceb: pagbag-o

source: running
ceb: nagdagan

source: %d error %s
ceb: %d sayop %s

source: %d errors %s
ceb: %d mga sayop %s

source: paused
ceb: mihunong

source: queued
ceb: nagpila

source: Name
ceb: Ngalan

source: Size
ceb: Gidak-on

source: Type
ceb: Matang

source: Permission
ceb: Permiso

source: Owner
ceb: Tag-iya

source: Modified
ceb: Giusab

source: Created
ceb: Gibuhat

source: zzzfm: invalid socket command
ceb: zzzfm: dili balido nga sugo sa socket

source: zzzfm: invalid option '%s'
ceb: zzzfm: dili balido nga kapilian '%s'

source: zzzfm: option %s requires an argument
ceb: zzzfm: kapilian %s nagkinahanglan ug argumento

source: zzzfm: invalid window
ceb: zzzfm: dili balido nga bintana

source: zzzfm: invalid window %s
ceb: zzzfm: dili balido nga bintana %s

source: zzzfm: invalid panel %d
ceb: zzzfm: dili balido nga panel %d

source: zzzfm: panel %d is not visible
ceb: zzzfm: panel %d dili makita

source: zzzfm: invalid tab %d
ceb: zzzfm: dili balido nga tab %d

source: zzzfm: command set requires an argument
ceb: zzzfm: command set nagkinahanglan ug argumento

source: zzzfm: invalid %s value
ceb: zzzfm: dili balido %s bili

source: zzzfm: invalid slider value
ceb: zzzfm: dili balido nga bili sa slider

source: zzzfm: invalid panel number
ceb: zzzfm: dili balido nga numero sa panel

source: zzzfm: invalid tab number
ceb: zzzfm: dili balido nga numero sa tab

source: zzzfm: invalid property %s
ceb: zzzfm: dili balido nga kabtangan %s

source: zzzfm: invalid column width
ceb: zzzfm: dili balido nga gilapdon sa kolum

source: zzzfm: invalid column name '%s'
ceb: zzzfm: dili balido nga ngalan sa kolum '%s'

source: zzzfm: text is not valid UTF-8
ceb: zzzfm: dili balido ang teksto UTF-8

source: zzzfm: %s requires a file path
ceb: zzzfm: %s nanginahanglan usa ka agianan sa file

source: zzzfm: error reading file '%s'
ceb: zzzfm: sayop nga pagbasa sa file '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
ceb: zzzfm: file '%s' walay sulod nga balido nga UTF-8 nga teksto

source: zzzfm: %s requires a directory path
ceb: zzzfm: %s nanginahanglan usa ka agianan sa direktoryo

source: zzzfm: directory '%s' does not exist
ceb: zzzfm: direktoryo '%s' wala maglungtad

source: zzzfm: command %s requires an argument
ceb: zzzfm: sugo %s nagkinahanglan ug argumento

source: zzzfm: %s requires two arguments
ceb: zzzfm: %s nagkinahanglan ug duha ka argumento

source: zzzfm: invalid task '%s'
ceb: zzzfm: dili balido nga buluhaton '%s'

source: zzzfm: internal task %s is read-only
ceb: zzzfm: internal nga buluhaton %s kay read-only

source: zzzfm: task property '%s' is read-only
ceb: zzzfm: propyedad sa buluhaton '%s' kay read-only

source: zzzfm: invalid queue_state '%s'
ceb: zzzfm: dili balido nga queue_state '%s'

source: zzzfm: invalid task property '%s'
ceb: zzzfm: dili balido nga propyedad sa buluhaton '%s'

source: zzzfm: no such directory '%s'
ceb: zzzfm: walay ingon nga direktoryo '%s'

source: zzzfm: invalid %s task option '%s'
ceb: zzzfm: dili balido %s opsyon sa buluhaton '%s'

source: zzzfm: no such file '%s'
ceb: zzzfm: walay ingon nga file '%s'

source: zzzfm: task type %s requires TARGET argument
ceb: zzzfm: matang sa buluhaton %s nagkinahanglan TARGET argumento

source: zzzfm: invalid TARGET '%s'
ceb: zzzfm: dili balido nga TARGET '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
ceb: zzzfm: relatibong dalan '%s' nagkinahanglan %s kapilian --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
ceb: zzzfm: matang sa buluhaton %s nanginahanglan (mga) argumento sa FILE

source: zzzfm: invalid task type '%s'
ceb: zzzfm: dili balido nga matang sa buluhaton '%s'

source: zzzfm: invalid keycode '%s'
ceb: zzzfm: dili balido nga keycode '%s'

source: zzzfm: custom command or submenu '%s' not found
ceb: zzzfm: custom nga sugo o submenu '%s' wala makit-an

source: zzzfm: item '%s' context hidden or disabled
ceb: zzzfm: butang '%s' gitago o gibalda ang konteksto

source: zzzfm: invalid event type '%s'
ceb: zzzfm: dili balido nga matang sa panghitabo '%s'

source: zzzfm: event handler not found
ceb: zzzfm: wala makit-an ang tigdumala sa panghitabo

source: zzzfm: invalid socket method '%s'
ceb: zzzfm: dili balido nga paagi sa socket '%s'

source: Choose Desktop Font
ceb: Pilia ang Desktop Font

source: Example Item 0123456789
ceb: Pananglitan nga Butang 0123456789

source: Transparency Requirements
ceb: Mga Kinahanglanon sa Transparency

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
ceb: Kinatibuk-ang Pahinumdom: Aron molihok ang transparency sa desktop, kinahanglang magpadagan ka og compositing window manager o bulag nga compositor sama sa compton o xcompmgr. Mahimo nimong gamiton ang nitrogen o xwinwrap aron itakda ang wallpaper sa background. Kini nga mensahe dili na masubli.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
ceb: Paggamit sa pipila ka mga terminal (%s) uban sa zzzFM mahimong makapugong sa Run As Task ug Run In Terminal nga mga opsyon nga gamiton nga dungan sa pagpadagan sa mga command, tungod sa mga limitasyon niini nga mga terminal. Pananglitan, kini mahimong hinungdan sa mga protocol nga gitaod sa usa ka terminal nga mapakyas sa awtomatikong pag-abli human ma-mount. Alang sa hingpit nga paggamit sa mga bahin sa zzzFM, girekomenda ang pagpili sa lain nga terminal.

source: Limited Terminal Emulator Selected
ceb: Limitado nga Terminal Emulator Gipili

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
ceb: Pangutan-on ka karon sa imong root password aron ma-save angroot mga setting alang niini nga tiggamit sa usa ka file sa %s/zzzfm/ Girekomenda ang paghatag sa password sa sunod nga bintana. Tungod kay ang zzzFM nagpadagan sa pipila ka mga sugo ingon nga gamut pinaagi sa su, kini nga mga setting labing gipanalipdan sa root.

source: Save Root Settings
ceb: Tipigi Root Mga setting

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
ceb: Pagsulod sa programa o bash command line: Gamita: %%F pinili nga mga file o %%f una nga gipili nga file %%N pinili nga mga filename o %%n unang gipili nga filename %%d kasamtangan nga direktoryo %%v pinili nga device (eg /dev/sda1) %%m mount point sa device (eg /media/dvd); %%l label sa device %%b pinili nga bookmark %%t pinili nga direktoryo sa buluhaton; %%p buluhaton pid %%a bili sa butang sa menu $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
ceb: Pagsulod ug ngalan sa icon, dalan sa file sa icon, o ngalan sa stock item: O i-klik ang Pagpili aron makapili og icon. Dili tanan nga mga icon mahimong molihok sa husto tungod sa lainlaing mga isyu.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
ceb: Pagsulod sa ngalan sa butang: Pag-una sa usa ka karakter nga adunay underscore (_) aron i-underline ang karakter ingon usa ka shortcut key kung gusto.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
ceb: Pagsulod sa bag-ong ngalan sa butang: Pag-una sa usa ka karakter nga adunay underscore (_) aron i-underline ang karakter ingon usa ka shortcut key kung gusto. TIP: Aron usbon kini nga butang sa ulahi, i-right-click ang butang aron maablihan ang Design Menu.

source: Show Devices
ceb: Ipakita ang mga Device

source: Show Bookmarks
ceb: Ipakita ang mga Bookmark

source: Show Tree
ceb: Ipakita ang Kahoy

source: Home
ceb: Balay

source: Up
ceb: Taas

source: Back
ceb: Balik

source: Back History
ceb: Balik nga Kasaysayan

source: Forward
ceb: Sa unahan

source: Forward History
ceb: Kasaysayan sa unahan

source: Refresh
ceb: I-refresh

source: New Tab
ceb: Bag-ong Tab

source: New Tab Here
ceb: Bag-ong Tab Dinhi

source: Show Hidden
ceb: Ipakita ang Gitago

source: Large Icons
ceb: Dagkong Icon

source: %s: %s contains invalid characters - ignored
ceb: %s: %s adunay dili balido nga mga karakter - gibalewala

source: %s: tmp_dir '%s' does not exist - reverting to %s
ceb: %s: tmp_dir '%s' wala naglungtad - pagbalik sa %s

source: file not found
ceb: wala makit-an ang file

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
ceb: # zzzFM File sa Sesyon # KINI NGA FILE DILI GINADESENYO NGA I-EDIT - kini basahon ug OVERWRITTEN # Kung imong tangtangon ang tanan nga mga file sa session*, ang zzzFM i-reset sa mga default sa pabrika.

source: Error saving file
ceb: Sayop sa pagtipig sa file

source: zzzFM Error: Unable to autosave session file ( %s )
ceb: zzzFMSayop: Dili ma-autosave ang session file ( %s )

source: Selected Menu Item '%s' As Handler
ceb: Gipili nga Menu Item '%s' Ingon Handler

source: Create README
ceb: Paghimo README

source: No README file exists for this command. Create a default README file for you to fill in?
ceb: Walay README file nga anaa alang niini nga sugo. Paghimo usa ka default nga README file aron imong pun-on?

source: Creation Failed
ceb: Napakyas ang Paglalang

source: An error occurred creating a README file for this command.
ceb: Usa ka sayup ang nahitabo sa paghimo og README file alang niini nga sugo.

source: An error occurred copying command files %s
ceb: Usa ka sayup ang nahitabo sa pagkopya sa mga file sa command %s

source: Copy Command Error
ceb: Kopyaha ang Command Error

source: An error occurred copying command data files %s
ceb: Usa ka sayup ang nahitabo sa pagkopya sa mga file sa datos sa mando %s

source: Bookmark target '%s' is missing or invalid.
ceb: Ang target sa bookmark nga '%s' nawala o dili balido.

source: Invalid Bookmark Target
ceb: Dili balido nga Target sa Bookmark

source: Change Item Name
ceb: Usba ang Ngalan sa Item

source: Editor Not Set
ceb: Dili Gitakda ang Editor

source: Please set your editor in View|Preferences|Advanced
ceb: Palihug ibutang ang imong editor sa View|Preferences|Advanced

source: Root Editor Not Set
ceb: Ang Root Editor Wala Gitakda

source: Please set root's editor in View|Preferences|Advanced
ceb: Palihug ibutang ang editor sa gamut sa View|Preferences|Advanced

source: User's Manual Not Found
ceb: Ang Manwal sa Gumagamit Wala Makita

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
ceb: Ang lokal nga kopya sa zzzFM user's manual wala makit-an. Palihug ibutang ang husto nga lokasyon sa Tabang|Mga Opsyon|Manwal nga Lokasyon.

source: Manual Opened ?
ceb: Giablihan ang Manwal?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
ceb: Ang manwal sa gumagamit nga zzzFM kinahanglan nga giablihan sa imong browser. Kung wala kini maablihan, o kung gusto nimo nga mogamit usa ka lahi nga browser, ibutang ang imong browser sa Help|Options|Browser. Kini nga mensahe dili na masubli.

source: ( none )
ceb: ( wala )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
ceb: %s Keycode: %#4x Modifier: %#x %s na-assign na sa '%s'. Pindota ang laing yawe o i-klik ang Set aron ilisan ang kasamtangan nga yawe nga assignment.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
ceb: %s Keycode: %#4x [%#4x] Modifier: %#x %s na-assign na sa '%s'. Pindota ang laing yawe o i-klik ang Set aron ilisan ang kasamtangan nga yawe nga assignment.

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
ceb: Pindota ang imong key combination para sa aytem '%s' unya i-klik ang Set. Aron tangtangon ang kasamtangan nga yawe nga assignment, i-klik ang Unset.

source: Cancel
ceb: Pagkanselar

source: Unset
ceb: Wala mabutang

source: Set
ceb: Gitakda

source: Set Key
ceb: Ibutang ang Yawe

source: Edit Command Line
ceb: I-edit ang Command Line

source: Choose Custom Executable
ceb: Pilia ang Custom Executable

source: Run As User
ceb: Pagdagan Ingon Gumagamit

source: Run this command as username: ( Leave blank for current user )
ceb: Pagdalagan kini nga sugo isip username: ( Biyai nga blangko alang sa kasamtangan nga tiggamit )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
ceb: Nagdugang ka ug custom command sa Default menu item. Kini nga butang awtomatik nga adunay usa ka pre-konteksto - kini makita lamang kung ang tipo sa MIME sa unang gipili nga file mohaum sa kasamtangan nga tipo. '%s'. Idugang ang mga sugo o mga menu dinhi nga gusto nimo nga makita alang niining usa ka tipo sa MIME.

source: New Context Command
ceb: Bag-ong Sugo sa Konteksto

source: Set Item Name
ceb: Ibutang ang Ngalan sa Item

source: Choose Folder
ceb: Pilia ang Folder

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
ceb: Nagdugang ka ug custom submenu sa Default menu item. Kini nga butang awtomatik nga adunay usa ka pre-konteksto - kini makita lamang kung ang tipo sa MIME sa unang gipili nga file mohaum sa kasamtangan nga tipo. '%s'. Idugang ang mga sugo o mga menu dinhi nga gusto nimo nga makita alang niining usa ka tipo sa MIME.

source: (none)
ceb: (wala)

source: Set Submenu Name
ceb: Ibutang ang Ngalan sa Submenu

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
ceb: Pagsulod sa ngalan sa submenu: Unahan ang karakter nga adunay underscore (_) aron i-underline kana nga karakter ingon usa ka shortcut key kung gusto.

source: New _Submenu
ceb: Bag-o nga _Submenu

source: ( no name )
ceb: ( walay pangalan )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
ceb: Permanente nga tangtangon ang '%s' SUBMENU UG TANANG ITEMS SULOD NIINI? Kini nga aksyon magwagtang sa tanan nga mga setting ug mga file nga may kalabutan niini nga mga butang.
