Repository: dimkr/zzzfm
Catalog: po/from transifex/ceb/zzzfmpot.sh.po
Languages: ceb

source: Finished with error ( exit status %d )
ceb: Nahuman sa sayop ( exit status %d )

source: Finished with error
ceb: Nahuman sa sayop

source: Paused ( pid %d )
ceb: Gipahunong ( pid %d )

source: Paused ( exit status %d )
ceb: Gipahunong ( exit status %d )

source: Queued ( pid %d )
ceb: Gipila ( pid %d )

source: Queued ( exit status %d )
ceb: Gipila ( exit status %d )

source: Running with %d error
ceb: Nagdagan uban %d sayop

source: Running... ( pid %d )
ceb: Nagdagan... ( pid %d )

source: Running... ( exit status %d )
ceb: Nagdagan... ( exit status %d )

source: stalled
ceb: nahunong

source: [ SNIP - additional errors above have been trimmed from this log ]
ceb: [ SNIP - dugang nga mga sayop sa ibabaw giputol gikan niini nga log ]

source: Moving from folder:
ceb: Pagbalhin gikan sa folder:

source: Linking from folder:
ceb: Pag-link gikan sa folder:

source: Copying from folder:
ceb: Pagkopya gikan sa folder:

source: Folder Exists
ceb: Naglungtad ang Folder

source: <b>Folder already exists.</b> Please rename or select an action.
ceb: <b>Ang folder anaa na.</b> Palihug usba ang ngalan o pagpili og aksyon.

source: <b>( link )</b>
ceb: <b>( sumpay )</b>

source: <b>! overwrite file with link !</b>
ceb: <b>! i-overwrite ang file nga adunay link !</b>

source: <b>( same size )</b>
ceb: <b>( parehas nga gidak-on )</b>

source: larger
ceb: mas dako

source: smaller
ceb: mas gamay

source: <b>( same time )</b>
ceb: <b>( sa samang higayon )</b>

source: newer
ceb: mas bag-o

source: older
ceb: tigulang

source: Filename Exists
ceb: Filename Anaa

source: <b>Filename already exists.</b> Please rename or select an action.
ceb: <b>Ang ngalan sa file anaa na.</b> Palihug usba ang ngalan o pagpili og aksyon.

source: Rename Required
ceb: Pag-usab sa Ngalan Gikinahanglan

source: In folder:
ceb: Sa folder:

source: _Overwrite
ceb: _I-overwrite

source: Overwrite _All
ceb: I-overwrite _Tanan

source: _Pause
ceb: _Paghunong

source: _Skip
ceb: _Laktaw

source: S_kip All
ceb: S_kip Tanan

source: To folder:
ceb: Sa folder:

source: <b>Folder Name:</b>
ceb: <b>Ngalan sa Folder:</b>

source: _Rename
ceb: _Usba ang ngalan

source: A_uto Rename
ceb: A_uto Usba ang ngalan

source: Auto Re_name All
ceb: awto Re_name Tanan

source: Create Archive
ceb: Paghimo og Archive

source: Co_mpress Commands:
ceb: Co_mpress Mga sugo:

source: Archive Handlers - Create Archive
ceb: Mga Handler sa Archive - Paghimo og Archive

source: No archive handlers configured. You must add a handler before creating an archive.
ceb: Walay archive handler nga na-configure. Kinahanglan ka magdugang usa ka handler sa dili pa maghimo usa ka archive.

source: _Archive Format:
ceb: _Format sa Archive:

source: The archive creation command is empty. Please enter a command.
ceb: Ang sugo sa paghimo sa archive walay sulod. Palihog pagsulod ug sugo.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
ceb: Ang mosunod nga mga baryable kinahanglan nga anaa sa sulod sa archive creation command: Usa sa mosunod: %%%%n: Unang gipili nga file/direktoryo nga i-archive %%%%N: Tanang pinili nga mga file/direktoryo nga i-archive ug usa sa mosunod: %%%%o: Nagresulta sa usa ka archive %%%%O: Ang resulta nga archive kada tinubdan nga file/direktoryo (tan-awa %%%%n/%%%%N)

source: Error Saving Handler
ceb: Error sa Pagtipig Handler

source: copy
ceb: kopya

source: Extract To
ceb: Extract Sa

source: Cre_ate subfolder(s)
ceb: Cre_ate (mga) subfolder

source: Make contents user-_writable
ceb: Paghimo sa sulod nga tiggamit-_masulat

source: No archive handler/command found for file:
ceb: Walay archive handler/command nga nakit-an para sa file:

source: Complete!
ceb: Kompleto!

source: Command:
ceb: Sugo:

source: File System
ceb: Sistema sa File

source: ( no subfolder )
ceb: ( walay subfolder )

source: Remove Text Type Association
ceb: Kuhaa ang Text Type Association

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
ceb: PAHINUMDOM: Kung mag-compile sa lista sa mga aplikasyon nga makita sa Open submenu para sa usa ka text file, ang zzzFM maglakip sa mga aplikasyon nga nalangkit sa MIME type (eg text/html) UG mga aplikasyon nga nalangkit sa text/plain. Kung imong pilion ang Kuhaa sa usa ka aplikasyon, kini tangtangon ingon usa ka kauban nga aplikasyon alang sa MIME type (eg text/html), apan DILI tangtangon isip kaubang aplikasyon para sa text/plain (gawas kon ang MIME type mao ang text/plain). Sa ingon ang paggamit sa Remove mahimong dili tangtangon ang aplikasyon gikan sa Open submenu para sa kini nga klase, gawas kung tangtangon usab nimo kini text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
ceb: Ang file '%s' wala maglungtad. Pinaagi sa pagkopya '%s' sa '%s' ug pag-edit niini, mahimo nimong ipahiangay ang pamatasan ug hitsura sa kini nga aplikasyon alang sa karon nga tiggamit. Paghimo niini nga kopya karon?

source: Copy Desktop File
ceb: Kopyaha ang Desktop File

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
ceb: Ang file '%s' wala maglungtad. Pinaagi sa pagkopya '%s' sa '%s' ug pag-edit niini, mahimo nimong i-adjust kung giunsa ang tipo sa MIME '%s' Ang mga file giila alang sa kasamtangan nga tiggamit. Paghimo niini nga kopya karon?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
ceb: Ang file '%s' wala maglungtad. Pinaagi sa paghimo og bag-ong file '%s' ug ang pag-edit niini, mahimo nimong ipasabut kung giunsa ang tipo sa MIME '%s' Ang mga file giila alang sa kasamtangan nga tiggamit. Paghimo niini nga file karon?

source: Create New XML
ceb: Paghimo Bag-o XML

source: _Set As Default
ceb: _Ibutang Ingon nga Default

source: _Add...
ceb: _Idugang...

source: new
ceb: bag-o nga

source: Delete %d selected item ?
ceb: Pagtangtang %d pinili nga butang?

source: Confirm Delete
ceb: Kumpirma ang Pagtangtang

source: <b>P_ath:</b> <i>original</i>
ceb: <b>P_ath:</b> <i>orihinal</i>

source: <b>_Name:</b> <i>original</i>
ceb: <b>_Ngalan:</b> <i>orihinal</i>

source: <b>_Filename:</b> <i>original</i>
ceb: <b>_ngalan sa file:</b> <i>orihinal</i>

source: <b>_Parent:</b> <i>original</i>
ceb: <b>_Ginikanan:</b> <i>orihinal</i>

source: <b>P_ath:</b> <i>exists as folder</i>
ceb: <b>P_ath:</b> <i>anaa isip folder</i>

source: <b>_Name:</b> <i>exists as folder</i>
ceb: <b>_Ngalan:</b> <i>anaa isip folder</i>

source: <b>_Filename:</b> <i>exists as folder</i>
ceb: <b>_ngalan sa file:</b> <i>anaa isip folder</i>

source: <b>_Parent:</b>
ceb: <b>_Ginikanan:</b>

source: <b>P_ath:</b> <i>exists as file</i>
ceb: <b>P_ath:</b> <i>anaa isip file</i>

source: <b>_Name:</b> <i>exists as file</i>
ceb: <b>_Ngalan:</b> <i>anaa isip file</i>

source: <b>_Filename:</b> <i>exists as file</i>
ceb: <b>_ngalan sa file:</b> <i>anaa isip file</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
ceb: <b>P_ath:</b> <i>* i-overwrite ang kasamtangan nga file</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
ceb: <b>_Ngalan:</b> <i>* i-overwrite ang kasamtangan nga file</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
ceb: <b>_ngalan sa file:</b> <i>* i-overwrite ang kasamtangan nga file</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
ceb: <b>P_ath:</b> <i>ang ginikanan anaa isip file</i>

source: <b>_Name:</b>
ceb: <b>_Ngalan:</b>

source: <b>_Filename:</b>
ceb: <b>_ngalan sa file:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
ceb: <b>_Ginikanan:</b> <i>ang ginikanan anaa isip file</i>

source: <b>P_ath:</b> <i>* create parent</i>
ceb: <b>P_ath:</b> <i>* paghimo sa ginikanan</i>

source: <b>_Parent:</b> <i>* create parent</i>
ceb: <b>_Ginikanan:</b> <i>* paghimo sa ginikanan</i>

source: _Move
ceb: _Lihok

source: Select Link Target
ceb: Pilia ang Link Target

source: Select Template File
ceb: Pilia ang Template File

source: Select Template Folder
ceb: Pilia ang Template Folder

source: Browse
ceb: Pag-browse

source: Insert as
ceb: Isulod ingon

# Title|
source: Create New
ceb: Paghimo Bag-o

source: Move
ceb: Lihok

source: Copy
ceb: Kopyaha

source: Create Link To
ceb: Paghimo og Link Sa

source: As Root
ceb: Ingon Root

source: & _Open
ceb: & _Bukas

source: !Link-> %s (missing)
ceb: !Link-> %s (nawala)

source: Empty File
ceb: Walay sulod nga File

source: Empty Folder
ceb: Walay sulod nga Folder

source: New
ceb: Bag-o nga

source: Path contains linefeeds
ceb: Ang dalan adunay mga linefeed

source: Create Parent Folder
ceb: Paghimo og Folder sa Ginikanan

source: The parent folder does not exist. Create it?
ceb: Wala ang parent folder. Paghimo niini?

source: Error creating parent folder %s
ceb: Sayop sa paghimo sa parent folder %s

source: Mkdir Error
ceb: Mkdir Sayop

source: Overwrite Existing File
ceb: I-overwrite ang Anaa nga File

source: OVERWRITE WARNING
ceb: SOBRA WARNING

source: The file path exists. Overwrite existing file?
ceb: Anaa ang agianan sa file. I-overwrite ang kasamtangan nga file?

source: Create Link%s
ceb: Paghimo og Link%s

source: Template Missing
ceb: Nawala ang Template

source: The specified template does not exist
ceb: Ang gipiho nga template wala maglungtad

source: Create New File%s
ceb: Paghimo Bag-ong File%s

source: Create New Folder%s
ceb: Paghimo Bag-ong Folder%s

source: Copy%s
ceb: Kopyaha%s

source: Copy Target Error
ceb: Kopyaha ang Target Error

source: Error determining link's target
ceb: Sayop sa pagtino sa target sa link

source: Move%s
ceb: Lihok%s

source: Error renaming file %s
ceb: Sayop sa pag-usab sa ngalan sa file %s

source: Rename Error
ceb: Usba ang Ngalan Error

source: New Folder
ceb: Bag-ong Folder

source: New folder name:
ceb: Bag-ong ngalan sa folder:

source: New File
ceb: Bag-ong File

source: New filename:
ceb: Bag-ong ngalan sa file:

source: Name already exists. Please input a new one:
ceb: Anaa na ang ngalan. Palihug pag-input og bag-o:

source: The new file cannot be created
ceb: Ang bag-ong file dili mahimo

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
ceb: Kulang ang target sa symlink o wala kay permiso sa pag-access niini: %s Target: %s

source: Broken Link
ceb: Naputol nga Link

source: Delete %d selected item as root ?
ceb: Pagtangtang %d pinili nga butang ingon root ?

source: Confirm Delete As Root
ceb: Kumpirma ang Pagtangtang Ingon Root

source: Delete As Root
ceb: Pagtangtang Ingon Root

source: Move As Root
ceb: Lihok Ingon Root

source: Copy As Root
ceb: Kopyaha Ingon Root

source: %d files
ceb: %d mga file

source: ( multiple files )
ceb: ( daghang mga file )

source: ( multiple types )
ceb: ( daghang matang )

source: Choose...
ceb: Pilia...

source: <b>Link _Name:</b>
ceb: <b>Link _Ngalan:</b>

source: ( broken link )
ceb: ( putol nga sumpay )

source: ( read link error )
ceb: ( sayop sa pagbasa sa link )

source: Calculating...
ceb: Nagkuwenta...

source: Invalid User
ceb: Dili balido nga Gumagamit

source: Invalid Group
ceb: Dili balido nga Grupo

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
ceb: Dugang pa sa usa ka folder o agianan sa file, ang mga sugo mahimong masulod sa Path Bar. Mga prefix: $ modagan ingon nga buluhaton & dagan ug kalimtan + dagan sa terminal ! dagan ingon root Gamita: %%F pinili nga mga file o %%f una nga gipili nga file %%N pinili nga mga filename o %%n unang gipili nga filename %%d kasamtangan nga direktoryo %%v pinili nga device (eg /dev/sda1) %%m mount point sa device (eg /media/dvd); %%l label sa device %%b pinili nga bookmark %%t pinili nga direktoryo sa buluhaton; %%p buluhaton pid %%a bili sa butang sa menu $fm_panel, $fm_tab, $fm_command, etc Pananglitan: $ echo "Kasamtangang Direktoryo: %%d" Pananglitan: +! umount %%v

source: Archive Handlers
ceb: Mga tigdumala sa archive

source: Device Handlers
ceb: Mga Handler sa Device

source: Protocol Handlers
ceb: Mga tigdumala sa protocol

source: File Handlers
ceb: Mga Handler sa File

source: Protocol Hand_lers
ceb: Protokol Hand_lers

source: Error: unable to load command (internal error)
ceb: Error: dili ma-load ang command (internal error)

source: Error: unable to save command (can't get script path?)
ceb: Sayop: dili makaluwas sa sugo (dili makakuha og script path?)

source: Error reading file
ceb: Sayop sa pagbasa sa file

source: Error: unable to save command (internal error)
ceb: Sayop: dili makaluwas sa sugo (internal error)

source: Error writing to file
ceb: Sayop sa pagsulat sa file

source: (optional)
ceb: (kapilian)

source: Permanently remove the selected handler?
ceb: Permanenteng tangtangon ang pinili nga tigdumala?

source: Apply Changes ?
ceb: Ibutang ang mga Pagbag-o?

source: Apply changes to the current handler?
ceb: Ibutang ang mga pagbag-o sa karon nga tigdumala?

source: Restore Default Handlers
ceb: Iuli ang Default nga mga Handler

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
ceb: Ang nawala nga mga default handler ibalik. I-overwrite usab ang tanan nga naglungtad nga default handler?

source: Please enter a valid handler name.
ceb: Palihug pagsulod ug balido nga ngalan sa tigdumala.

source: Please enter a valid MIME Type or Pathname pattern.
ceb: Palihug pagsulod ug balido nga MIME Type o Pathname pattern.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
ceb: Ang mosunod nga mga baryable sa pag-ilis kinahanglan tingali naa sa compression command: Usa sa mosunod: %%n: Unang gipili nga file/direktoryo nga i-archive %%N: Tanang pinili nga mga file/direktoryo nga i-archive ug usa sa mosunod: %%o: Nagresulta sa usa ka archive %%O: Ang resulta nga archive kada tinubdan nga file/direktoryo

source: The following variables should probably be in the extraction command: %%x: Archive to extract
ceb: Ang mosunud nga mga variable kinahanglan tingali naa sa mando sa pagkuha: %%x: I-archive aron makuha

source: The following variables should probably be in the list command: %%x: Archive to list
ceb: Ang mosunod nga mga baryable kinahanglan tingali sa listahan nga sugo: %%x: Archive sa listahan

source: Restore _Default Handlers
ceb: Ibalik ang _Default nga mga Handler

source: Ena_ble as a default opener
ceb: Ena_ble isip usa ka default opener

source: _Name:
ceb: _Ngalan:

source: MIM_E Type:
ceb: MIM_E Matang:

source: Whit_elist:
ceb: Whit_elistahan:

source: Bl_acklist:
ceb: Bl_acklistahan:

source: <b>Open Co_mmand:</b>
ceb: <b>Bukas Co_mmand:</b>

source: <b>_Mount:</b>
ceb: <b>_Bungtod:</b>

source: Run In Terminal
ceb: Pagdagan sa Terminal

source: Run As Task
ceb: Pagdalagan Ingon nga Buluhaton

source: Please choose an application:
ceb: Palihug pagpili og aplikasyon:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
ceb: Nota: MIME type '%s' sa pagkakaron gikatakdang ablihan uban sa '%s' file handler, imbes sa imong kauban nga MIME application. Mahimong kinahanglan nimo nga i-disable kini nga handler sa Open|File Handlers aron kini nga klase maablihan sa imong kauban nga aplikasyon pinaagi sa default.

source: MIME Type Has Handler
ceb: Ang Uri sa MIME Adunay Handler

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
ceb: Nota: MIME type '%s' sa pagkakaron gikatakdang ablihan uban sa '%s' tigdumala sa archive, imbes sa imong kaubang MIME nga aplikasyon. Mahimong kinahanglan nimo nga i-disable kini nga handler sa Open|Archive Defaults|Archive Handlers, O pilia ang global nga opsyon Open|Archive Defaults|Open With App, para kini nga tipo maablihan sa imong kaubang aplikasyon sa default.

source: Command not found
ceb: Wala makit-an ang sugo

source: Destination directory "%1$s" is contained in source "%2$s"
ceb: Direktoryo sa destinasyon "%1$s" anaa sa tinubdan "%2$s"

source: Accessing
ceb: Pag-access

source: Removing
ceb: Pagtangtang

source: Creating Dir
ceb: Gimugna ni Dir

source: Creating Link
ceb: Paghimo og Link

source: Writing
ceb: Pagsulat

source: Creating
ceb: Pagmugna

source: Renaming
ceb: Pag-usab sa ngalan

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
ceb: Palihug instalar /usr/bin/sha256sum aron mapauswag nako ang imong seguridad samtang nagpadagan sa mga mando sa ugat

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
ceb: Palihug i-configure ang usa ka balido nga Terminal SU sugo sa View|Preferences|Advanced

source: Terminal SU Not Available
ceb: Terminal SU Dili Magamit

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
ceb: Palihug i-configure ang balido nga Graphical SU sugo sa View|Preferences|Advanced

source: Graphical SU Not Available
ceb: graphical SU Dili Magamit

source: Cannot create temporary directory
ceb: Dili makahimo og temporaryo nga direktoryo

source: Please set a valid terminal program in View|Preferences|Advanced
ceb: Palihug pagbutang ug balido nga terminal program sa View|Preferences|Advanced

source: zzzfm-auth not found in path - this reduces your security
ceb: zzzfm-auth dili makit-an sa dalan - kini makapamenos sa imong seguridad

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
ceb: Sayop sa pagpatuman '%s' Tan-awa stdout (pagdagan zzzfm sa usa ka terminal) para sa debug info

source: Error writing temporary file
ceb: Sayop sa pagsulat sa temporaryo nga file

source: Timed out calculating total size
ceb: Gi-time out ang pagkalkula sa kinatibuk-ang gidak-on

source: %s %s Error: %s
ceb: %s %s Sayop: %s

source: [blank]
ceb: [blangko]

source: [no media]
ceb: [walay media]

source: Selected Device Handler
ceb: Gipili nga Handler sa Device

source: Selected Protocol Handler
ceb: Pinili nga Protocol Handler

source: ( no udev device )
ceb: ( dili udev kahimanan )

source: Auto Open Tab for %s in %s
ceb: Auto Open Tab alang sa %s sa %s

source: Auto-Unmount: error: no unmount command available
ceb: Auto-Unmount: sayop: walay unmount command nga magamit

source: Automount: error: no mount command available
ceb: Automount: sayop: walay mount command nga magamit

source: Unmount-If-Mounted: %s
ceb: Unmount-Kung-Gibutang: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
ceb: Wala kay permiso sa pag-edit sa mga sulod sa file %s Ikonsiderar ang pagkopya sa file sa desktop, o pag-link sa usa ka kopya nga gibutang sa ~/.local/share/applications/

source: Unable To Rename
ceb: Dili Makabag-o sa Ngalan

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
ceb: Pagsulod sa bag-ong ngalan sa item sa desktop: Ang pag-ilis sa ngalan niining desktop item nagkinahanglan og pag-usab sa mga sulod sa desktop file %s

source: Change Desktop Item Name
ceb: Usba ang Ngalan sa Item sa Desktop

source: An error occurred renaming this desktop item.
ceb: Usa ka sayup ang nahitabo sa pag-ilis sa ngalan niini nga desktop item.

source: Open Containing _Folder
ceb: Bukas nga Naglangkob _Folder

source: Select a folder
ceb: Pagpili og folder

source: Browse...
ceb: Pag-browse...

source: Local Volumes
ceb: Lokal nga Tomo

source: Last Modified
ceb: Katapusan nga Gibag-o

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
ceb: Pagsulod sa (mga) programa o bash command line: Gamita: %F pinili nga mga file o %f una nga gipili nga file %N pinili nga mga filename o %n unang gipili nga filename %d kasamtangan nga direktoryo %v pinili nga device (eg /dev/sda1) %m mount point sa device (eg /media/dvd); %l label sa device %b pinili nga bookmark %t pinili nga direktoryo sa buluhaton; %p buluhaton pid %a bili sa butang sa menu $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
ceb: Uri sa MIME

source: Directory
ceb: Direktoryo

source: Dir Write Access
ceb: Pag-access sa Pagsulat sa Dir

source: File Is Text
ceb: Ang File Mao ang Teksto

source: File Is Dir
ceb: File mao si Dir

source: File Is Link
ceb: Ang File mao ang Link

source: User Is Root
ceb: Ang Gumagamit kay Root

source: Multiple Selected
ceb: Daghang Gipili

source: Clipboard Has Files
ceb: Ang Clipboard Adunay mga File

source: Clipboard Has Text
ceb: Ang Clipboard Adunay Teksto

source: Current Panel
ceb: Kasamtangang Panel

source: Panel Count
ceb: Ihap sa Panel

source: Current Tab
ceb: Kasamtangang Tab

source: Tab Count
ceb: Ihap sa Tab

source: Device Mount Point
ceb: Punto sa Mount sa Device

source: Device Label
ceb: Label sa Device

source: Device FSType
ceb: Device FSype

source: Device Properties
ceb: Mga Property sa Device

source: Task Count
ceb: Ihap sa Buluhaton

source: Task Directory
ceb: Direktoryo sa buluhaton

source: Task Type
ceb: Uri sa Buluhaton

source: Task Name
ceb: Ngalan sa Buluhaton

source: Panel 1 Directory
ceb: Direktoryo sa Panel 1

source: Panel 2 Directory
ceb: Direktoryo sa Panel 2

source: Panel 3 Directory
ceb: Direktoryo sa Panel 3

source: Panel 4 Directory
ceb: Direktoryo sa Panel 4

source: Panel 1 Has Sel
ceb: Ang Panel 1 Adunay Sel

source: Panel 2 Has Sel
ceb: Ang Panel 2 Adunay Sel

source: Panel 3 Has Sel
ceb: Ang Panel 3 Adunay Sel

source: Panel 4 Has Sel
ceb: Panel 4 Adunay Sel

source: Panel 1 Device
ceb: Panel 1 nga Device
