Repository: dimkr/zzzfm
Catalog: po/from transifex/st/zzzfmpot.sh.po
Languages: st

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
st: Kenya lenaneo kapa mela ea taelo ea bash: Sebelisa: %F lifaele tse khethiloeng kapa %f faele e khethiloeng pele %N mabitso a lifaele a khethiloeng kapa %n lebitso la faele le khethiloeng pele %d lenane la hona joale %v sesebelisoa se khethiloeng (eg /dev/sda1) %m sesebediswa thaba ntlha (eg /media/dvd); %l leibole ea sesebelisoa %b bookmark e khethiloeng %t lethathamo la mesebetsi e khethiloeng; %p mosebetsi pid %a boleng ba ntho ea menu $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
st: Mofuta oa MIME

source: Filename
st: Lebitso la faele

source: File Is Dir
st: Faele ke Dir

source: User Is Root
st: Mosebelisi ke Motso

source: Multiple Selected
st: Tse ngata tse Khethiloeng

source: Clipboard Has Files
st: Clipboard e na le lifaele

source: Clipboard Has Text
st: Clipboard e na le Mongolo

source: Current Panel
st: Panel ea Hona joale

source: Panel Count
st: Palo ea Phanele

source: Current Tab
st: Taba ea Hona Joale

source: Tab Count
st: Tabo Count

source: Device
st: Sesebelisoa

source: Device Mount Point
st: Sesebelisoa sa Mount Point

source: Device Label
st: Sesebediswa Label

source: Device FSType
st: Sesebelisoa sa FSType

source: Device UDI
st: Sesebelisoa UDI

source: Device Properties
st: Thepa ea sesebelisoa

source: Task Count
st: Palo ea Mosebetsi

source: Task Directory
st: Bukana ea Mosebetsi

source: Task Type
st: Mofuta oa Mosebetsi

source: Task Name
st: Lebitso la Mosebetsi

source: Panel 1 Has Sel
st: Panel 1 e na le Sel

source: Panel 2 Has Sel
st: Panel 2 e na le Sel

source: Panel 3 Has Sel
st: Panel 3 e na le Sel

source: Panel 4 Has Sel
st: Panel 4 e na le Sel

source: Panel 1 Device
st: Panel 1 Sesebelisoa

source: Panel 2 Device
st: Panel 2 Sesebelisoa

source: Panel 3 Device
st: Panel 3 Sesebelisoa

source: Panel 4 Device
st: Panel 4 Sesebelisoa

source: equals
st: lekana

source: doesn't equal
st: ha e lekane

source: contains
st: e na le

source: doesn't contain
st: ha e na

source: begins with
st: e qala ka

source: doesn't begin with
st: ha e qale

source: ends with
st: e qetella ka

source: doesn't end with
st: ha e felle ka

source: is less than
st: e tlase ho

source: is greater than
st: e kholo hofeta

source: matches
st: lipapali

source: doesn't match
st: ha e tsamaellane

source: Application
st: Kopo

source: Command
st: Taelo

source: Current: Show
st: Hona joale: Bontša

source: Current: Hide
st: Hona joale: Pata

source: Current: Disable
st: Hona joale: Tlosa

source: Current: Enable
st: Hona joale: nolofalletsa

source: Save Modified Script?
st: Boloka Mongolo o Fetoletsoeng?

source: Save your changes to the command script?
st: Boloka liphetoho tsa hau ho lengolo la taelo?

source: Overwrite Script?
st: Hlakola Script?

source: The command script on disk has changed. Do you want to overwrite it?
st: Script ea litaelo ho disk e fetohile. Na u batla ho e hlakola?

source: Command Dir
st: Laela Dir

source: (no files)
st: (ha ho lifaele)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
st: Mohala oa taelo ha o qale ka faele ea mongolo (script) e lokelang ho buloa, kapa mongolo ha oa fumanoa ho hau $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
st: Maikemisetso: (lenane le arohaneng la semicolon la litsela kapa li-URL)

source: Target: (a .desktop or executable file)
st: Sepheo: (a .desktop kapa faele e sebetsang)

source: Choose Executable
st: Khetha E phethisoang

source: Command Line Too Long
st: Mola oa Taelo o Motelele Haholo

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
st: Taelo ea hau e kholo ho feta litlhaku tse 2000 'me e ka fokotsoa ha e bolokoa. Nahana ka ho sebelisa lengolo la taelo ho e-na le ho khetha Script ho tab ea Taelo.

source: Toolbar Item Properties
st: Lisebelisoa tsa Toolbar

source: _Toolbar Item
st: Ntho ea _Toolbar

source: _Menu Item
st: _Ntho ea Menu

source: Type:
st: Mofuta:

source: Name:
st: Lebitso:

source: Key:
st: Senotlolo:

source: Icon:
st: Letšoao:

source: matches any rule:
st: e lumellana le molao ofe kapa ofe:

source: matches all rules:
st: e lumellana le melao eohle:

source: doesn't match any rule:
st: ha e tsamaellane le molao ofe kapa ofe:

source: doesn't match all rules:
st: ha e tsamaellane le melao eohle:

source: Show
st: Bontsha

source: Enable
st: Thusa

source: Hide
st: Ipate

source: Disable
st: Thibela

source: item if context
st: ntho haeba e le moelelo

source: Edit Rule
st: Fetola Molao

source: Value:
st: Boleng:

source: If enabled, use as handler for:
st: Haeba e lumelletsoe, sebelisa e le sebatli bakeng sa:

source: none
st: ha ho letho

source: files
st: lifaele

source: devices
st: lisebelisoa

source: _Ignore Context / Show All (global setting)
st: _Hlokomoloha Boemo / Bontša Tsohle (sebopeho sa lefats'e)

source: Command _Line
st: Taelo _Line

source: Open In _Editor
st: Open In _Mohlophisi

source: _Root Editor
st: _Mohlophisi oa Motso

source: Run Options
st: Matha Likhetho

source: Popup Task
st: Mosebetsi oa popup

source: Popup Error
st: Phoso ea Popup

source: Popup Output
st: Sephetho sa Popup

source: Scroll Output
st: Tsamaisa Output

source: Keep Terminal Open
st: Boloka Terminal e Bulehile

source: Run As User:
st: Matha Joalo ka Mosebelisi:

source: ( leave blank for current user )
st: ( tlohela letho bakeng sa mosebelisi oa hajoale )

source: Style
st: Setaele

source: Normal
st: Tloaelehileng

source: Checkbox
st: Lebokose la ho hlahloba

source: Confirmation
st: Netefatso

source: Input
st: Kenyeletso

source: Confirmation/Input Message:
st: Netefatso/Molaetsa o Kenyo:

source: Open in File Browser:
st: Bula ho File Browser:

source: Data Dir
st: Dir

source: Built-In Toolbar Item
st: Ntho e hahiloeng ka har'a Toolbar

source: Submenu
st: Lenane le tlase

source: Separator
st: Searohanyi

source: Built-In Command
st: Taelo e hahiloeng

source: Follow state
st: Latela naha

source: Render differently based on the selection state.
st: Fana ka tsela e fapaneng ho latela boemo ba khetho.

source: Icon
st: Letšoao

source: The icon to render.
st: Letshwao la ho fana.

source: GIcon
st: GLetšoao

source: The GIcon to render.
st: The GLetšoao la ho fana.

source: size
st: boholo

source: The size of the icon to render in pixels.
st: Boholo ba lets'oao le ka hlahisoang ka lipikselse.

source: Preview
st: Sheba esale pele

source: No file selected
st: Ha ho faele e khethiloeng

source: Block Device
st: Thibela Sesebelisoa

source: Character Device
st: Sesebediswa sa Sebopeho

source: Socket
st: Soketeng
