Repository: dimkr/zzzfm
Catalog: po/from transifex/st/zzzfmpot.sh.po
Languages: st

source: To:
st: Ho ea:

source: Progress:
st: Tsoelo-pele:

source: Status:
st: Boemo:

source: Paused
st: E emisitsoe

source: Queued
st: E moleng

source: Ask
st: Botsa

source: Overwrite All
st: Ngola Kaofela

source: Skip All
st: Tlola Tsohle

source: Stop If Error First
st: Emisa Haeba Phoso Pele

source: Stop On Any Error
st: Emisa ho Phoso efe kapa efe

source: Continue
st: Tswella

source: Stopped
st: E emisitsoe

source: Errors
st: Liphoso

source: Done
st: E felile

source: %s (%s) %s remaining
st: %s (%s) %s setseng

source: Error ( Stop If First )
st: Phoso ( Emisa Haeba Pele)

source: Error ( Stop On Any )
st: Phoso (Emisa ho Eng kapa Efe)

source: Stopped with %d error
st: E eme le %d phoso

source: Finished with %d error
st: E felile ka %d phoso

source: Finished with error ( exit status %d )
st: E felile ka phoso ( boemo ba ho tsoa %d )

source: Finished with error
st: E felile ka phoso

source: Paused ( pid %d )
st: E emisitsoe ( pid %d )

source: Paused ( exit status %d )
st: E emisitsoe ( boemo ba ho tsoa %d )

source: Queued ( pid %d )
st: E moleng ( pid %d )

source: Queued ( exit status %d )
st: E moleng ( boemo ba ho tsoa %d )

source: Running with %d error
st: Ho matha le %d phoso

source: Running... ( pid %d )
st: E matha... ( pid %d )

source: Running... ( exit status %d )
st: E matha... ( boemo ba ho tsoa %d )

source: stalled
st: sitiloe

source: [ SNIP - additional errors above have been trimmed from this log ]
st: [ SNIP - liphoso tse ling tse kaholimo li lokisitsoe ho tsoa lethathamong lena ]

source: Moving from folder:
st: Ho tloha ho sephutheli:

source: Linking from folder:
st: Khokahano ho tsoa ho sephutheli:

source: Copying from folder:
st: Kopitsa ho tsoa ho sephutheli:

source: Folder Exists
st: Sephutheli se teng

source: <b>Folder already exists.</b> Please rename or select an action.
st: <b>Sephutheli se se se ntse se le teng.</b> Ka kopo reha bocha kapa khetha ketso.

source: <b>( link )</b>
st: <b>( sehokelo )</b>

source: <b>! overwrite file with link !</b>
st: <b>! Ngola faele ka sehokelo !</b>

source: <b>( same size )</b>
st: <b>( boholo bo lekanang )</b>

source: %s ( %lu bytes )
st: %s ( %lu li-byte )

source: larger
st: kholoanyane

source: smaller
st: e nyane

source: <b>( same time )</b>
st: <b>( nako yona eo )</b>

source: newer
st: nchanyane

source: older
st: moholoane

source: Filename Exists
st: Filename e teng

source: <b>Filename already exists.</b> Please rename or select an action.
st: <b>Filename e se e ntse e le teng.</b> Ka kopo reha bocha kapa khetha ketso.

source: Rename Required
st: Ho Hlokahala Ho Reha Botjha

source: In folder:
st: Ka har'a sephutheli:

source: _Overwrite
st: _Ngola hodima

source: Overwrite _All
st: Ngola hodima _Tsohle

source: _Pause
st: _Khutsa

source: _Skip
st: _Tlola

source: S_kip All
st: S_kip Tsohle

source: To folder:
st: Ho sephutheli:

source: <b>Folder Name:</b>
st: <b>Lebitso la Sephutheli:</b>

source: _Rename
st: _Reha lebitso bocha

source: A_uto Rename
st: A_uto Reha lebitso bocha

source: Auto Re_name All
st: Auto Re_name Tsohle

source: Error Loading Handler
st: Phoso ea ho Loading Handler

source: Create Archive
st: Etsa Archive

source: Co_mpress Commands:
st: Co_mpress Litaelo:

source: Archive Handlers - Create Archive
st: Li-Archive Handlers - Theha Archive

source: No archive handlers configured. You must add a handler before creating an archive.
st: Ha ho li-archives tse lokiselitsoeng. U tlameha ho kenya sebatli pele u theha polokelo ea litaba.

source: _Archive Format:
st: _Sebopeho sa Archive:

source: The archive creation command is empty. Please enter a command.
st: Taelo ea ho theha archive ha e na letho. Ka kopo, kenya taelo.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
st: Liphetoho tse latelang li lokela ho ba teng ka har'a taelo ea ho theha li-archive: E 'ngoe ea tse latelang: %%%%n: E khethiloe pele file/directory e lokelang ho bolokoa %%%%N: Lifaele / li-directory tsohle tse khethiloeng tse lokelang ho bolokoa le e 'ngoe ea tse latelang: %%%%o: Sephetho sa polokelo e le 'ngoe %%%%O: Sephetho sa polokelo ka faele ea mohloli / bukana (bona %%%%n/%%%%N)

source: Error Saving Handler
st: Phoso ea ho Boloka Sebatli

source: copy
st: kopitsa

source: Archive
st: Boloka

source: Extract To
st: Extract Ho

source: Cre_ate subfolder(s)
st: Cre_ate foldara e nyane

source: Make contents user-_writable
st: Etsa hore litaba li be mosebelisi-_ngolehang

source: No archive handler/command found for file:
st: Ha ho sebatli/taelo ea polokelo e fumanoeng bakeng sa faele:

source: Extract %s
st: Hlakola %s

source: Complete!
st: Qetella!

source: Command:
st: Taelo:

source: File System
st: Sistimi ea faele

source: ( no subfolder )
st: ( ha ho foldara e nyane )

source: Remove Text Type Association
st: Tlosa Mokhatlo oa Mofuta oa Mongolo

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
st: ELA HLOKO: Ha o hlophisa lethathamo la lits'ebetso tse tla hlaha ho Open submenu bakeng sa faele ea mongolo, zzzFM e tla kenyelletsa lits'ebetso tse amanang le MIME type (eg text/html) LE likopo tse amanang le text/plain. Haeba o khetha Tlosa ts'ebelisong, e tla tlosoa joalo ka ts'ebeliso e amanang le eona MIME type (eg text/html), empa HA TLA tloswa joalo ka kopo e amanang le text/plain (ntle le haeba MIME type ke text/plain). Ka hona, ho sebelisa Tlosa ho kanna ha se tlose sesebelisoa ho Open submenu ea mofuta ona, ntle le haeba o e tlosa ho eona text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
st: Faele '%s' ha e yo. Ka ho kopitsa '%s' ho '%s' le ho e hlophisa, o ka fetola boitšoaro le chebahalo ea sesebelisoa sena bakeng sa mosebelisi oa hajoale. Etsa kopi ee hona joale?

source: Copy Desktop File
st: Kopitsa faele ea desktop

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
st: Faele '%s' ha e yo. Ka ho kopitsa '%s' ho '%s' le ho e hlophisa, o ka lokisa mokhoa oa ho ngola MIME '%s' lifaele li amoheloa bakeng sa mosebelisi oa hajoale. Etsa kopi ee hona joale?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
st: Faele '%s' ha e yo. Ka ho theha faele e ncha '%s' le ho e hlophisa, o ka hlalosa hore na MIME e ngola joang '%s' lifaele li amoheloa bakeng sa mosebelisi oa hajoale. Etsa faele ee hona joale?

source: Create New XML
st: Etsa e Ncha XML

source: _Set As Default
st: _Beha Joalo ka Kamehla

source: _Add...
st: _Kenya...

source: new
st: e ncha

source: Delete %d selected item ?
st: Hlakola %d ntho e khethiloeng?

source: Confirm Delete
st: Netefatsa Hlakola

source: <b>P_ath:</b> <i>original</i>
st: <b>P_ath:</b> <i>ea mantlha</i>

source: <b>_Name:</b> <i>original</i>
st: <b>_Lebitso:</b> <i>ea mantlha</i>

source: <b>_Filename:</b> <i>original</i>
st: <b>_Lebitso la faele:</b> <i>ea mantlha</i>

source: <b>_Parent:</b> <i>original</i>
st: <b>_Motsoali:</b> <i>ea mantlha</i>

source: <b>P_ath:</b> <i>exists as folder</i>
st: <b>P_ath:</b> <i>e teng joalo ka foldara</i>

source: <b>_Name:</b> <i>exists as folder</i>
st: <b>_Lebitso:</b> <i>e teng joalo ka foldara</i>

source: <b>_Filename:</b> <i>exists as folder</i>
st: <b>_Lebitso la faele:</b> <i>e teng joalo ka foldara</i>

source: <b>_Parent:</b>
st: <b>_Motsoali:</b>

source: <b>P_ath:</b> <i>exists as file</i>
st: <b>P_ath:</b> <i>e teng joalo ka faele</i>

source: <b>_Name:</b> <i>exists as file</i>
st: <b>_Lebitso:</b> <i>e teng joalo ka faele</i>

source: <b>_Filename:</b> <i>exists as file</i>
st: <b>_Lebitso la faele:</b> <i>e teng joalo ka faele</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
st: <b>P_ath:</b> <i>* hlakola faele e teng</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
st: <b>_Lebitso:</b> <i>* hlakola faele e teng</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
st: <b>_Lebitso la faele:</b> <i>* hlakola faele e teng</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
st: <b>P_ath:</b> <i>motsoali o teng joalo ka faele</i>

source: <b>_Name:</b>
st: <b>_Lebitso:</b>

source: <b>_Filename:</b>
st: <b>_Lebitso la faele:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
st: <b>_Motsoali:</b> <i>motsoali o teng joalo ka faele</i>

source: <b>P_ath:</b> <i>* create parent</i>
st: <b>P_ath:</b> <i>* theha motsoali</i>

source: <b>_Parent:</b> <i>* create parent</i>
st: <b>_Motsoali:</b> <i>* theha motsoali</i>

source: _Move
st: _Sutha

source: Select Link Target
st: Khetha Link Target

source: Select Template File
st: Khetha Faele ea template

source: Select Template Folder
st: Kgetha Sephutheli sa Template

source: Browse
st: Sheba

source: Insert as
st: Kenya joalo ka

# Title|
source: Create New
st: Etsa e Ncha

# Title|CreateNew|
source: File
st: Faele

# Title|CreateNew|
source: Folder
st: Sephutheli

# Title|CreateNew|
source: Link
st: Sehokelo

source: Move
st: Sutha

source: Copy
st: Kopitsa

source: Create Link To
st: Theha Link To

source: Target
st: Sepheo

source: As Root
st: Joalo ka Root

source: Link
st: Sehokelo

source: File
st: Faele

source: & _Open
st: & _Bula

source: Link-> %s
st: Sehokelo-> %s

source: !Link-> %s (missing)
st: !Sehokelo-> %s (e hlokang)

source: <b>_Target:</b>
st: <b>_Sepheo:</b>

source: <b>_Template:</b>
st: <b>_Setšoantšo:</b>

source: Empty File
st: Faele e se nang letho

source: Empty Folder
st: Sephutheli se se nang letho

source: Link Tar_get
st: SehokeloTar_get

# New|Radio
source: _Link
st: _Sehokelo

source: New
st: E ncha

source: Path contains linefeeds
st: Tsela e na le linefeeds

source: Create Parent Folder
st: Theha Sephutheli sa Batsoali

source: The parent folder does not exist. Create it?
st: Sephutheli sa motsoali ha se eo. E thehile?

source: Error creating parent folder %s
st: Phoso ea ho theha sephutheli sa motsoali %s

source: Mkdir Error
st: Mkdir Phoso

source: Overwrite Existing File
st: Ngola Faele e Leng Teng

source: OVERWRITE WARNING
st: TLHOKOMELO TLHOKOMELO

source: The file path exists. Overwrite existing file?
st: Tsela ea faele e teng. Hlakola faele e teng?

source: Create Link%s
st: Etsa Sehokelo%s

source: Template Missing
st: Template Ha e eo

source: The specified template does not exist
st: Setšoantšo se boletsoeng ha se eo

source: Create New File%s
st: Theha Faele e Ncha%s

source: Create New Folder%s
st: Theha Sephutheli se Secha%s

source: Copy%s
st: Kopitsa%s

source: Copy Target Error
st: Kopitsa Phoso e Nehetsoeng

source: Error determining link's target
st: Phoso ea ho fumana sepheo sa lihokelo

source: Link Target Error
st: Khokahano ea Phoso ea Sepheo

source: Move%s
st: Sutha%s

source: Error renaming file %s
st: Phoso ea ho fetola faele %s

source: Rename Error
st: Phoso ea Reha Botjha

source: New Folder
st: Sephutheli se Secha

source: New folder name:
st: Lebitso la sephutheli se secha:

source: New File
st: Faele e Ncha

source: New filename:
st: Lebitso le lecha la faele:

source: Name already exists. Please input a new one:
st: Lebitso le se le le teng. Ka kopo, kenya e ncha:

source: The new file cannot be created
st: Faele e ncha e ke ke ea etsoa

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
st: Sepheo sa symlink ha se eo kapa ha u na tumello ea ho se fumana: %s Sepheo: %s

source: Broken Link
st: Sehokelo se robehileng

source: Delete %d selected item as root ?
st: Hlakola %d ntho e khethiloeng joalo ka root ?

source: Confirm Delete As Root
st: Netefatsa Hlakola Joalo Root

source: DELETE AS ROOT
st: HLAKOLA JOALOKA ROOT

source: Delete As Root
st: Hlakola Joalo ka Root

source: Move As Root
st: Tsamaea Joalo ka Root

source: Copy As Root
st: Kopitsa joalo ka Root

source: %s ( %lu bytes )
st: %s ( %lu li-byte )

source: %d folder
st: %d foldara

source: %d file, %s
st: %d faele, %s

source: %d files
st: %d lifaele

source: ( multiple files )
st: ( lifaele tse ngata )

source: ( multiple types )
st: ( mefuta e mengata )

source: Choose...
st: Khetha...

source: %s ( %lu bytes )
st: %s ( %lu li-byte )

source: 1 file
st: 1 faele

source: <b>Link _Name:</b>
st: <b>Link _Lebitso:</b>

source: ( broken link )
st: ( sehokelo se robehileng )

source: ( read link error )
st: ( bala phoso ea lihokelo )

source: Calculating...
st: Ea bala...

source: Invalid User
st: Mosebedisi ya Fosahetseng

source: Invalid Group
st: Sehlopha se sa sebetseng

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
st: Ho phaella ho foldara kapa tsela ea faele, litaelo li ka kenngoa ho Tsela ea Tsela. Prefixes: $ matha joalo ka mosebetsi & matha o lebale + matha ka terminal ! matha joalo ka root Sebelisa: %%F lifaele tse khethiloeng kapa %%f faele e khethiloeng pele %%N mabitso a lifaele a khethiloeng kapa %%n lebitso la faele le khethiloeng pele %%d lenane la hona joale %%v sesebelisoa se khethiloeng (eg /dev/sda1) %%m sesebediswa thaba ntlha (eg /media/dvd); %%l leibole ea sesebelisoa %%b bookmark e khethiloeng %%t lethathamo la mesebetsi e khethiloeng; %%p mosebetsi pid %%a boleng ba ntho ea menu $fm_panel, $fm_tab, $fm_command, etc Mohlala: $ echo "Lenane la Hona Joale: %%d" Mohlala: +! umount %%v

source: Archive Handlers
st: Baetsi ba Archive

source: Device Handlers
st: Lisebelisoa tsa lisebelisoa

source: Protocol Handlers
st: Basebelisi ba Protocol

source: Archive Hand_lers
st: Boloka Hand_lers

source: Device Hand_lers
st: Sesebelisoa Hand_lers

source: File Hand_lers
st: Faele Hand_lers

source: Error: unable to load command (internal error)
st: Phoso: ha e khone ho kenya taelo (phoso ea ka hare)

source: Error: unable to save command (can't get script path?)
st: Phoso: ha e khone ho boloka taelo (ha e khone ho fumana tsela ea script?)

source: Error reading file
st: Phoso ea ho bala faele

source: Error: unable to save command (internal error)
st: Phoso: ha e khone ho boloka taelo (phoso ea ka hare)

source: Error writing to file
st: Phoso ea ho ngola faeleng

source: (optional)
st: (ka boikhethelo)

source: (disabled)
st: (qhoala)

source: Permanently remove the selected handler?
st: Tlosa sebapi se khethiloeng ka ho sa feleng?

source: Apply Changes ?
st: Sebelisa Liphetoho ?

source: Apply changes to the current handler?
st: Etsa liphetoho ho sebapi sa hajoale?

source: Restore Default Handlers
st: Khutlisa li-Handlers tsa kamehla

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
st: Libapali tse sieo tsa kamehla li tla khutlisoa. Hape U NKA TLALETSA LITŠOANTŠISO TSOHLE TSE LENG TENG?

source: Please enter a valid handler name.
st: Ka kopo, kenya lebitso le sebetsang.

source: Please enter a valid MIME Type or Pathname pattern.
st: Ka kopo, kenya mofuta o nepahetseng oa MIME kapa mofuta oa Pathname.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
st: Liphetoho tse latelang li tlameha ho ba taelong ea compression: E 'ngoe ea tse latelang: %%n: E khethiloe pele file/directory e lokelang ho bolokoa %%N: Lifaele / li-directory tsohle tse khethiloeng tse lokelang ho bolokoa le e 'ngoe ea tse latelang: %%o: Sephetho sa polokelo e le 'ngoe %%O: Sephetho sa polokelo ka faele ea mohloli / bukana

source: The following variables should probably be in the extraction command: %%x: Archive to extract
st: Lintlha tse latelang li tlameha ho ba taelong ea ho ntša: %%x: Boloka ho ntšuoa

source: The following variables should probably be in the list command: %%x: Archive to list
st: Lintlha tse latelang li tlameha ho ba lethathamong la taelo: %%x: Boloka lethathamong

source: Restore _Default Handlers
st: Khutlisa _Default Handlers

source: Ena_ble as a default opener
st: Ena_ble joalo ka sebui sa kamehla

source: Ena_ble Handler
st: Ena_ble Mohlokomedi

source: _Name:
st: _Lebitso:

source: MIM_E Type:
st: MIM_E Mofuta:

source: Whit_elist:
st: Whit_elenane:

source: Bl_acklist:
st: Bl_acklenane:

source: _Icon:
st: _Letšoao:

source: <b>Open Co_mmand:</b>
st: <b>Bula Co_mmand:</b>

source: <b>_Mount:</b>
st: <b>_Thaba:</b>

source: Run In Terminal
st: Matha ka Terminal

source: Run As Task
st: Matha Joalo ka Mosebetsi

source: Edit
st: Fetola

source: Please choose an application:
st: Ka kopo, khetha sesebelisoa:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
st: Hlokomela: MIME type '%s' ha joale e reretsoe ho bula ka '%s' sesebelisoa sa faele, ho fapana le ts'ebeliso ea hau ea MIME e amanang le eona. U kanna ua hloka ho tima sebatli sena ho Open|File Handlers hore mofuta ona o tle o buloe ka ts'ebeliso ea hau e amanang le eona.

source: MIME Type Has Handler
st: Mofuta oa MIME o na le Sesebelisoa

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
st: Hlokomela: MIME type '%s' ha joale e reretsoe ho bula ka '%s' sebatli sa polokelo, ho fapana le ts'ebeliso ea hau ea MIME e amanang le eona. U kanna ua hloka ho tima sebatli sena ho Open|Archive Defaults|Archive Handlers, KAPA khetha khetho ea lefats'e Open|Archive Defaults|Bula ka App, hore mofuta ona o buloe le sesebelisoa sa hau se amanang ka boiketsetso.

source: Command not found
st: Taelo ha e fumanehe

source: Destination directory "%1$s" is contained in source "%2$s"
st: Lenane la sebaka "%1$s" e fumaneha mohloling "%2$s"

source: Accessing
st: Ho kena

source: Removing
st: Ho tlosa

source: Creating Dir
st: Ho theha Dir

source: Creating Link
st: Ho theha Sehokelo

source: Writing
st: Ho ngola

source: Creating
st: Ho theha

source: Renaming
st: Ho reha bocha

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
st: Ka kopo, kenya /usr/bin/sha256sum kahoo nka ntlafatsa ts'ireletso ea hau ha ke ntse ke tsamaisa litaelo tsa motso

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
st: Ka kopo, lokisa Terminal e nepahetseng SU taelo ho View|Preferences|E tsoetseng pele

source: Terminal SU Not Available
st: Theminale SU Ha e fumanehe

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
st: Ka kopo, lokisa Graphical e nepahetseng SU taelo ho View|Preferences|E tsoetseng pele

source: Graphical SU Not Available
st: Grafiken SU Ha e fumanehe

source: Cannot create temporary directory
st: Ha e khone ho etsa bukana ea nakoana

source: Please set a valid terminal program in View|Preferences|Advanced
st: Ka kopo, seta lenaneo le nepahetseng la theminale ho View|Preferences|E tsoetseng pele

source: zzzfm-auth not found in path - this reduces your security
st: zzzfm-auth ha e fumanehe tseleng - sena se fokotsa ts'ireletso ea hau

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
st: Phoso ha e etsoa '%s' Bona stdout (matha zzzfm ka terminal) bakeng sa lintlha tsa debug

source: Error writing temporary file
st: Phoso ea ho ngola faele ea nakoana

source: Timed out calculating total size
st: E feletsoe ke nako ho baloa kakaretso ea boholo

source: %s %s Error: %s
st: %s %s Phoso: %s

source: :optical
st: : pono

source: [blank]
st: [e se nang letho]

source: [audio]
st: [molumo]

source: [no media]
st: [ha ho media]

source: Selected Device Handler
st: Sesebelisoa se Khethiloeng sa Sesebelisoa

source: Selected Protocol Handler
st: E Khethiloeng Protocol Handler

source: ( no udev device )
st: ( che udev sesebelisoa )

source: Auto Open Tab for %s in %s
st: Auto Open Tab bakeng sa %s ho %s

source: Auto-Unmount: %s
st: Theola-Motho: %s

source: Auto-Unmount: error: no unmount command available
st: Auto-Theola: phoso: ha ho na taelo ea ho theola e fumanehang

source: Automount: error: no mount command available
st: Automount: phoso: ha ho taelo ea ho phahamisa e fumanehang

source: Unmount-If-Mounted: %s
st: Theola-Haeba-E phahamisitsoe: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
st: Ha u na tumello ea ho fetola litaba tsa faele %s Nahana ka ho kopitsa faele komporong ea hau, kapa sehokelo sa kopi e kentsoeng ho eona ~/.local/share/applications/

source: Unable To Rename
st: Ha e khone ho Renaha

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
st: Kenya lebitso la ntho e ncha ea komporo: Ho fetola lebitso la ntho ena ea komporo ho hloka hore u fetole litaba tsa faele ea komporo %s

source: Change Desktop Item Name
st: Fetola Lebitso la Ntho ea Desktop

source: An error occurred renaming this desktop item.
st: Ho hlahile phoso ha re fetola ntho ena ea komporo.

source: Open Containing _Folder
st: Open Containing _Sephutheli

source: Select a folder
st: Khetha foldara

source: Browse...
st: Batla...

source: Local Volumes
st: Meqolo ea Libaka

source: Last Modified
st: Qetello e Fetotsoe
