Repository: dimkr/zzzfm
Catalog: po/from transifex/st/zzzfmpot.sh.po
Languages: st

source: zzzFM Open Folder
st: zzzFM Bula Sephutheli

source: Open folder
st: Bula sephutheli

source: zzzFM File Search
st: zzzFM Batla Lifaele

source: Search for files and folders
st: Batla lifaele le lifoldara

source: File Manager
st: Motsamaisi oa faele

source: Browse the file system
st: Batla sistimi ea faele

source: Choose Application
st: Khetha Sesebelisoa

source: Please choose an application or enter a command:
st: Ka kopo, khetha sesebelisoa kapa kenya taelo:

source: File Type:
st: Mofuta oa Faele:

source: _Associated Apps
st: _Lisebelisoa tse Amanang

source: A_ll Apps
st: A_ll Lisebelisoa

source: _Command:
st: _Taelo:

source: _Browse
st: _Sheba

source: Opened in Terminal
st: E butsoe ka Terminal

source: _Set as default application for this file type
st: _Beha e le sesebelisoa sa kamehla sa mofuta ona oa faele

source: <b>File Name:</b>
st: <b>Lebitso la faele:</b>

source: <b>Location:</b>
st: <b>Sebaka:</b>

source: <b>Type:</b>
st: <b>Mofuta:</b>

source: <b>Opens _With:</b>
st: <b>E bula _Ka:</b>

source: <b>Total Size:</b>
st: <b>Kakaretso ea Boholo:</b>

source: <b>Size On Disk:</b>
st: <b>Boholo ho Disk:</b>

source: <b>Count:</b>
st: <b>Bala:</b>

source: <b>Modified:</b>
st: <b>E fetotsoe:</b>

source: <b>Accessed:</b>
st: <b>E fihlellehile:</b>

source: <b>_Owner:</b>
st: <b>_Mong'a:</b>

source: <b>_Group:</b>
st: <b>_Sehlopha:</b>

source: <b>Owner:</b>
st: <b>Mong'a:</b>

source: <b>Group:</b>
st: <b>Sehlopha:</b>

source: <b>Other:</b>
st: <b>Tse ling:</b>

source: Read
st: Bala

source: Write
st: Ngola

source: Execute
st: Phetha

source: Set UID
st: Beha UID

source: Set GID
st: Beha GID

source: Sticky
st: Khomaretsi

source: Recursive (apply changes to folders and their contents)
st: Recursive (sebelisa liphetoho ho lifoldara le litaba tsa tsona)

source: _Permissions
st: _Litumello

source: Bytes
st: Li-byte

source: Any
st: Leha e le efe

source: Within One Day
st: Ka Tsatsi Le Leng

source: Within One Week
st: Ka beke e le 'ngoe

source: Within One Month
st: Nakong ea Khoeli e le 'Ngoe

source: Within One Year
st: Nakong ea Selemo se le seng

source: Within Selected Date Range
st: Ka har'a Nako e Kgethiloeng ea Letsatsi

source: Find Files
st: Fumana Lifaele

source: <b>Filename:</b>
st: <b>Lebitso la faele:</b>

source: Case Sensitive
st: E latela litlhaku

source: Video Files (avi, mpg,...)
st: Lifaele tsa Video (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
st: Lifaele tsa Audio (mp3, ogg,...)

source: Image Files (jpg, png,...)
st: Lifaele tsa Litšoantšo (jpg, png,...)

source: Plain Text Files
st: Lifaele tse sa Tšoaneng

source: All Files and Folders
st: Lifaele tsohle le lifoldara

source: <b>File Types to Search</b>
st: <b>Mefuta ea Lifaele ea ho Batla</b>

source: Search in subfolders
st: Batla ka har'a lifoldara tse nyane

source: Search hidden files
st: Batla lifaele tse patiloeng

source: <b>Places to Search</b>
st: <b>Libaka tseo u ka li Batlang</b>

source: General
st: Kakaretso

source: File Contains:
st: Faele e na le:

source: Use Regular Expression
st: Sebelisa Mantsoe a Kamehla

source: <b>File Content</b>
st: <b>Litaba tsa Faele</b>

source: Content
st: Litaba

source: Greater Than:
st: E kholo ho Feta:

source: Smaller Than:
st: E nyane ho Feta:

source: <b>File Size</b>
st: <b>Boholo ba faele</b>

source: <b>Last Modified</b>
st: <b>Qetello e Fetotsoe</b>

source: Size & Date
st: Boholo & Letsatsi

source: <b>Search Result:</b>
st: <b>Sephetho sa Patlo:</b>

source: Search Again
st: Batla Hape

source: Go to folder
st: Eya ho sephutheli

source: Open In Current Tab
st: Bula ho Tab ea Hona Joale

source: Open In New Tab
st: Bula ho Tab e Ncha

source: Stretch
st: Otlolla

source: Center
st: Setsi

source: Zoom
st: Atometsa

source: Transparent
st: Tse pepeneneng

source: Automatic
st: Ka ho iketsa

source: Copy (Ctrl+Drag)
st: Kopitsa (Ctrl+Hula)

source: Move (Shift+Drag)
st: Sutha (Shift+Hula)

source: Link (Ctrl+Shift+Drag)
st: Sehokelo (Ctrl+Shift+Hula)

source: Preferences
st: Likhetho

source: Small Icons:
st: Litšoantšo tse Nyenyane:

source: Large Icons:
st: Litšoantšo tse kholo:

source: Toolbar Icons:
st: Litšoantšo tsa Toolbar:

source: <b>Icons</b>
st: <b>Litšoantšo</b>

source: Single click opens files
st: Tobetsa e le 'ngoe e bula lifaele

source: Hover selects
st: Hover khetha

source: Bookmarks:
st: Li-bookmark:

source: Show Thumbnails
st: Hlahisa Lits'oants'o

source: Max Pic Size To Thumbnail:
st: Boholo ba Pic ho ea ho Senepe:

source: <b>File List</b>
st: <b>Lethathamo la Lifaele</b>

source: _General
st: _Kakaretso

source: Always show the tab bar
st: Hlahisa »tabbar« kamehla

source: Hide 'Close Tab' buttons
st: Ipate 'Koala Tab' likonopo

source: Confirm delete/remove
st: Netefatsa ho hlakola/tlosa

source: Click runs executables ( caution! )
st: Tobetsa e tsamaisa tse phethiloeng (tlhokomeliso!)

source: SI File Sizes (1K = 1000) (requires restart)
st: Size File Sizes (1K = 1000) (e hloka ho qala bocha)

source: Show root user indicator color
st: Hlahisa 'mala oa mosebelisi oa motso

source: Default Drag Action:
st: Ketso e Tloaelehileng ea ho Hula:

source: I_nterface
st: I_sefahleho

source: Please select an image file
st: Ka kopo, khetha faele ea setšoantšo

source: Mode:
st: Mokhoa:

source: Background:
st: Ka morao:

source: Text:
st: Mongolo:

source: Shadow:
st: Moriti:

source: Font:
st: Mongolo:

source: Top:
st: Holimo:

source: Left:
st: Ka ho le letšehali:

source: Right:
st: Ka ho le letona:

source: Bottom:
st: Tlase:

source: Right click shows WM menu
st: Tlanya ka ho le letona ho bonts'a menyu ea WM

source: Open folders using associated MIME application
st: Bula lifoldara u sebelisa sesebelisoa se amanang le MIME

source: _Volume Management
st: _Taolo ea Bolumo

source: Terminal:
st: Theminale:

source: Filename Encoding:
st: Khouto Lebitso la Faele:

source: Editor:
st: Mohlophisi:

source: Run editor in terminal
st: Kenya mohlophisi ho terminal

source: Root's Editor:
st: Mohlophisi oa Root:

source: Run root's editor in terminal
st: Kenya »root editor« ho terminal

source: Date Format:
st: Sebopeho sa Letsatsi:

source: (requires reload)
st: (e hloka reload)

source: Date Display
st: Pontšo ea Letsatsi

source: _Advanced
st: _E tsoetseng pele

source: Too many columns (>%d) in %s
st: Likholomo tse ngata haholo (>%d) ho %s

source: error reading file %s: %s
st: faele ea ho bala phoso %s: %s

source: file '%s' contents are not valid UTF-8
st: faele '%s' litaba tse ka hare ha li sebetse UTF-8

source: Cannot set missing element '%s'
st: Ha e khone ho beha ntho e sieo '%s'

source: file '%s' is not a regular file
st: faele '%s' ha se faele e tloaelehileng

source: Dynamic resize requires width and height > 0
st: Phetoho e matla e hloka bophara le bophahamo > 0

source: internal command %s requires an argument
st: taelo ya ka hare %s e hloka khang

source: element '%s' does not exist
st: element '%s' ha e yo

source: internal command press is invalid for non-button %s
st: konopo ea ka hare ea taelo ha e sebetse ho bao e seng konopo %s

source: internal command un/select is invalid for %s
st: taelo ea ka hare un/elect ha e sebetse bakeng sa %s

source: error writing file %s: %s
st: faele ea ho ngola phoso %s: %s

source: '%s' is not an internal command
st: '%s' ha se taelo e ka hare

source: error creating file %s: %s
st: phoso ea ho theha faele %s: %s

source: pipe '%s' data is not valid UTF-8
st: phala '%s' data ha e sebetse UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
st: [ SNIP - tlhahiso e eketsehileng e kaholimo e hlophisitsoe ho tsoa lethathamong lena ]

source: ( file contents are not valid UTF-8 )
st: ( Lifaele ha li sebetse UTF-8 )

source: prefix '%s' is not a valid variable name
st: sehlongoapele '%s' ha se lebitso le fetotsoeng le nepahetseng

source: Pause
st: Khutsa

source: file '%s' is not a regular file or a pipe
st: faele '%s' ha se faele e tloaelehileng kapa phala

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
st: zzzFMPuisano e theha puisano ea GTK e ikhethileng e ipapisitseng le likarolo tsa GUI tseo u li etsang hlakisa moleng oa taelo, e na le litaelo tsa ka hare / tsa ka ntle e ka fetola likarolo, le liphetho tse ka lekanyetsoang / tse arolelanoang.

source: Usage:
st: Tšebeliso:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
st: zzzfm --dialog|-g {SEKOLO [MAKHETHA] [LIEKETSENG...]} ...

source: Example:
st: Mohlala:

source: zzzfm -g --label "A message" --button ok
st: zzzfm -g --label "Molaetsa" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
st: ELEMENT: LIKHETHONG LE KHANG:

source: The following arguments may be used as shown above:
st: Lintlha tse latelang li ka sebelisoa joalokaha ho bontšitsoe ka holimo:

source: STOCK %s
st: LESOTHO %s

source: ICON An icon name, eg: gtk-open
st: LETŠOANTŠO Lebitso la letšoao, mohlala: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
st: @FILE Faele e ngotsoeng eo ho ka baloang boleng ho eona. Ka linako tse ling faele ena e behiloe leihlo, kahoo ho ngola boleng bo bocha faeleng ho tla ntlafatsa element. Maemong a mang, faele e bolela boleng ba pele.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
st: SAVEFILE Litaba tsa sebali kapa tsa mohlophisi li bolokiloe faeleng ena.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
st: COMMAND Taelo ea ka hare kapa e ka phethisoang e lateloang ke likhang. Arohane litaelo tse ngata tse nang le a -- khang. Lintlha tse latelang li ka sebelisoa ho COMMANDs: %%n Lebitso la elemente ea hajoale %%v Boleng ba elemente ea hajoale %%NAME Boleng ba element e reheletsoeng NAME (mohlala: %%input1) %%(command) stdoutho tloha molaong oa taelo oa bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
st: LABEL Letoto le latelang la ho phonyoha ka LABEL ha baa phonyoha: \n newline \t tab ya \" " \\ \ Ho --label likarolo feela, haeba sebapali sa pele seLABEL ke a tilde (~), Pango markup e ka sebelisoa. Ka mohlala: --label '~Sena se hlakile. <b>Sena se sebete.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
st: Ho phaella ho OPTIONS e thathamisitsoeng ka holimo, --compact kapa --expand dikgetho e ka ba e kenyelelitsoe nthong efe kapa efe. Hape, a--font khetho e ka sebelisoa le likarolo tse ngata mefuta ho fetola fonte ea element le boholo ba fonte. Ka mohlala: --input --font "Times New Roman 16" "Sengoloa se Tloaelehileng"

source: INTERNAL COMMANDS:
st: LITAELO TSA KA HARE:

source: EXAMPLE WITH COMMANDS:
st: MOHLALA KA LITAELO:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
st: zzzfm -g --label "Kenya mongolo ebe o tobetsa Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
st: MOHLALA MANGOLO:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
st: #!%s # Mongolo ona o bonts'a puisano ea E/Che # Sebelisa QUOTED eval ho bala mefuta e fapaneng e hlahisoang ke zzzFM Dialog: eval "`zzzfm -g --label "U na le bonnete?" --button ho joalo --button che`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Mosebedisi o tobetse E - nka kgato e itseng" else echo "Mosebedisi HA A ka a tobetsa E - tlohela" fi

source: For full documentation and examples see the zzzFM User's Manual:
st: Bakeng sa litokomane tse felletseng le mehlala bona Bukana ea Mosebelisi ea zzzFM:

source: zzzfm: argument is not valid UTF-8
st: zzzfm: khang ha e ea nepahala UTF-8

source: invalid dialog option
st: khetho e fosahetseng ea puisano

source: Set window title
st: Beha sehlooho sa fensetere

source: Set window icon
st: Seta letšoao la fensetere

source: Add a text label
st: Kenya mongolo

source: Add STOCK dialog button, or LABEL button with ICON
st: Kenya konopo ea puisano ea STOCK, kapa konopo ea LABEL e nang le ICON

source: Add STOCK button, or LABEL button with ICON anywhere
st: Kenya konopo ea STOCK, kapa konopo ea LABEL e nang le ICON kae kapa kae

source: Add a text entry
st: Kenya mongolo

source: Add a large text entry
st: Kenya mongolo o moholo

source: Add a password entry
st: Kenya password

source: Add a file or pipe viewer
st: Kenya faele kapa sebonela-peipi

source: Add multi-line text editor
st: Kenya mongolo oa mela e mengata

source: Add a checkbox option
st: Kenya khetho ea lebokose la ho hlahloba

source: Add a radio option
st: Kenya khetho ea seea-le-moea

source: Add an icon
st: Kenya letšoao

source: Add an image
st: Kenya setšoantšo

source: Add a progress bar
st: Kenya sebaka sa tsoelo-pele

source: Add a horizontal line separator
st: Kenya searolanyi se rapameng

source: Add a vertical line separator
st: Kenya searolanyi se otlolohileng

source: Automatically close window after DELAY seconds
st: Koala fensetere ka bo eona ka mor'a metsotsoana ea DELAY

source: Add a drop-down list. COMMAND run when clicked.
st: Kenya lenane la ho theoha. COMMAND matha ha o tobetse.

source: Add a combo list. COMMAND run when Enter pressed.
st: Kenya lenane la combo. COMAND matha ha Enter e tobetsa.

source: Add a list box. COMMAND run when double-clicked.
st: Kenya lethathamo la lebokose. COMMAND e sebetsa ha u tobetse habeli.

source: Add a list box with multiple selections
st: Kenya lebokose la lethathamo le nang le likhetho tse ngata

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
st: Likhetho: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
st: Beha lebitso la motheo la phetoho (Ea kamehla: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
st: Beha bonyane bophara, bophahamo, padding (-1 = seke oa fetoha)

source: Add following widgets to a horizontal box
st: Kenya li-widget tse latelang lebokoseng le otlolohileng

source: Add following widgets to a vertical box
st: Kenya li-widget tse latelang lebokoseng le otlolohileng

source: Close the current box of widgets
st: Koala lebokose la hajoale la li-widget

source: Run COMMAND when a key combination is pressed
st: Matha COMMAND ha motsoako oa konopo o tobetsoa

source: Run COMMAND when an element is clicked or focused
st: Matha COMMAND ha elemente e tobetse kapa e tsepamisitsoe

source: Run COMMAND on window close attempt
st: Matha COMMAND ha u leka ho koala fensetere

source: Read commands from FILE or PIPE. COMMAND for init.
st: Bala litaelo ho tsoa ho FILE kapa PIPE. TAELO bakeng sa init.

source: No operation - does nothing but evaluate arguments
st: Ha ho ts'ebetso - ha e etse letho haese ho lekola likhang

source: Close the dialog
st: Koala puisano

source: Press button named BUTTON-NAME
st: Tobetsa konopo e bitsoang BUTTON-NAME

source: Set element NAME to VALUE
st: Bea karolo NAME ho VALUE

source: Select item VALUE (or first/all) in element NAME
st: Khetha ntho VALUE (kapa ea pele/tsohle) karolong ea NAME

source: Unselect item VALUE (or all) in element NAME
st: Tlosa khetho ea ntho VALUE (kapa kaofela) ho element NAME

source: Focus element NAME, or raise dialog window
st: Tsepamisa maikutlo ho NAME, kapa phahamisa fensetere ea puisano

source: Hide element NAME
st: Pata karolo NAME

source: Show element NAME if previously hidden
st: Hlahisa karolo NAME haeba e patiloe pele

source: Disable element NAME
st: Thibela karolo NAME

source: Enable element NAME if previously disabled
st: Lumella karolo ea NAME haeba e ne e koetsoe pele

source: Save files and write source output to FILE
st: Boloka lifaele 'me u ngole tlhahiso ea mohloli ho FILE

source: Open folders in new tab of last window (default)
st: Bula li-folders ho tab e ncha ea fensetere ea ho qetela (kamehla)

source: Open folder in current tab of last used window
st: Bula foldara ho tab ea hajoale ea fensetere ea ho qetela e sebelisitsoeng

source: Don't load saved tabs
st: Se ke oa kenya li-tab tse bolokiloeng

source: Open folders in new window
st: Bula lifoldara ka fensetere e ncha

source: Open folders in panel 'P' (1-4)
st: Bula lifoldara ka phanele 'P' (1-4)

source: Launch desktop manager daemon
st: Qala daemon ea mookameli oa desktop

source: Show desktop settings
st: Hlahisa litlhophiso tsa komporo

source: Show Preferences ('N' is the Pref tab number)
st: Bontša Likhetho ('N' ke nomoro ea tab ea Pref)

source: Run as a daemon
st: Matha joalo ka daemon

source: Use DIR as configuration directory
st: Sebelisa DIR joalo ka lethathamo la litlhophiso

source: Show File Search
st: Hlahisa Patlo ea Lifaele

source: Set desktop wallpaper to FILE
st: Beha Wallpaper ea komporo ho FILE

source: Show a custom dialog (See -g help)
st: Hlahisa puisano e ikhethileng (Bona -g help)

source: Send a socket command (See -s help)
st: Romela taelo ea sokete (Bona -s help)

source: No function - for compatibility only
st: Ha ho ts'ebetso - bakeng sa ho lumellana feela

source: Show version information
st: Hlahisa lintlha tsa mofuta

source: Option --config-dir ignored - an instance is already running
st: Khetho --config-dir e hlokomolohuoe - mohlala o se o ntse o sebetsa

source: Option --config-dir contains invalid chars - cannot start
st: Khetho --config-dir e na le litlhaku tse sa sebetseng - ha e khone ho qala

source: zzzfm: --socket-cmd requires an argument
st: zzzfm: --socket-cmd e hloka khang

source: zzzfm: could not create socket
st: zzzfm: ha e khone ho theha sokete

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
st: zzzfm: ha e khone ho hokela socket (ha e sebetse? kapa DISPLAY ha e so bewe?)

source: zzzfm: invalid response from socket
st: zzzfm: karabo e fosahetseng ho tsoa ho sokete

source: zzzFM socket commands permit external processes
st: zzzFM litaelo tsa socket li lumella lits'ebetso tsa kantle

source: (such as command scripts) to read and set GUI property values
st: (joalo ka mangolo a litaelo) ho bala le ho beha boleng ba thepa ea GUI

source: and execute methods inside running zzzFM windows.
st: le ho etsa mekhoa e ka hare ho matha zzzFM lifesetere.

source: To handle events, see View|Events in the main menu bar.
st: Ho sebetsana le liketsahalo, sheba Sheba|Liketsahalo tse ka har'a menyu ea mantlha.

source: Usage:
st: Tšebeliso:

source: Example:
st: Mohlala:

source: METHODS -------
st: MEKHOA -------

source: Sets a property
st: E beha thepa

source: Gets a property
st: E fumana thepa

source: Sets a task property
st: E beha sebaka sa mosebetsi

source: Gets a task property
st: E fumana thepa ea mosebetsi

source: Starts a new task
st: E qala mosebetsi o mocha

source: Activates a menu item by emitting its shortcut key
st: E kenya tshebetsong ntho ya menu ka ho ntsha konopo ya kgaoletso

source: Runs custom command or shows submenu named NAME
st: E tsamaisa taelo ea tloaelo kapa e bonts'a menyu e nyane e reheletsoeng NAME

source: Add asynchronous handler COMMAND to EVENT
st: Kenya sebapali se sa tsitsang COMMAND ho EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
st: Kenya sebapali sa synchronous COMMAND ho EVENT, u nkela sebapi sa kamehla

source: Remove handler COMMAND from EVENT
st: Tlosa sebapi COMMAND ho EVENT

source: Shows this help reference. (Also see manual link below.)
st: E bonts'a setšupiso sena sa thuso. (Hape sheba sehokelo sa tataiso ka tlase.)

source: OPTIONS -------
st: MAKHETHA -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
st: Kenya likhetho ka mor'a METHOD ho hlakisa fensetere e itseng, phanele, le/kapa tab.

source: Otherwise the current tab of the current panel in the last window is used.
st: Ho seng joalo, ho sebelisoa tabo ea hajoale ea phanele ea hajoale fensetereng ea ho qetela.

source: Specify window. eg:
st: Kenya fensetere. mohlala:

source: Specify panel 1-4. eg:
st: Hlalosa phanele ea 1-4. mohlala:

source: Specify tab 1-... eg:
st: Hlalosa thebo ea 1-... mohlala:

source: PROPERTIES ----------
st: LETLOTLO ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
st: Beha thepa ka METHOD 'set', kapa fumana boleng ka 'get'.

source: eg '1024x768' (read-only)
st: eg '1024x768' (bala feela)

source: Open DIR or default in a new tab
st: Bula DIR kapa kamehla ho tab e ncha

source: eg 'Current Status: Example'
st: mohlala, 'Maemo a Hona Joale: Mohlala'

source: [FILENAME...]
st: [LEBITSO LA FAELE...]

source: [PATTERN] eg '*.jpg'
st: [MOTS'EOA] eg '*.jpg'

source: eg 'Some\nlines\nof text'
st: eg 'Ba bang\nmela\nea mongolo'

source: eg '~/copy-file-contents-to-clipboard.txt'
st: eg '~/kopitsa-faele-dikahare-ho-letlapa la ho pata.txt'

source: FILE... Files copied to clipboard
st: FILE... Lifaele li kopitsoe ho clipboard

source: FILE... Files cut to clipboard
st: FILE... Lifaele li khaotsoe ho clipboard

source: TASK PROPERTIES ---------------
st: MOSEBETSI MATLA ---------------

source: contents of Status task column (read-only)
st: likahare tsa kholomo ea mosebetsi oa Boemo (bala-feela)

source: text to show in Count task column
st: mongolo o tla hlaha ho Bala kholomo ea mosebetsi

source: text to show in Folder task column
st: mongolo o tla hlaha kholomong ea mosebetsi oa Folder

source: text to show in Item task column
st: mongolo o tla hlaha kholomong ea Mosebetsi

source: text to show in To task column
st: mongolo o tla bontshwa ho Ho isa kholomong ya mosebetsi

source: progress percent (1..100) or '' to pulse
st: phesente ea tsoelopele (1..100) kapa '' ho otla

source: text to show in Total task column
st: mongolo o tla bontshwa kholomong ya mosebetsi kaofela

source: text to show in Current task column
st: mongolo o tla hlaha kholomong ea Mosebetsi oa hajoale

source: text to show in CRemain task column
st: mongolo o tla bonts'a kholomong ea mosebetsi oa CRemain

source: text to show in Average task column
st: mongolo o tla bontshwa kholomong ya mosebetsi o tlwaelehileng

source: text to show in Remain task column
st: mongolo o tla bontshwa kholomong ya Tshebetso

source: contents of Elapsed task column (read-only)
st: likahare tsa kholomo ea mosebetsi e Fetileng (bala-feela)

source: contents of Started task column (read-only)
st: likahare tsa kholomo ea mosebetsi e qalileng (bala-feela)

source: COMMAND command to show a custom task dialog
st: COMMAND taelo ea ho bonts'a puisano e ikhethileng ea mosebetsi

source: TASK TYPES ----------
st: MOSEBETSI MEFUTA ----------

source: Run COMMAND in DIR
st: Matha COMMAND ka DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
st: Kopitsa|Sutha| Kopanya FILE(li) kapa DIR(li) ho TARGET dir

source: Recursively delete FILE(s) or DIR(s)
st: Hlakola khafetsa FILE(li) kapa DIR(li)
