Repository: dimkr/zzzfm
Catalog: po/from transifex/st/zzzfmpot.sh.po
Languages: st

source: Open FILE in user's or root's text editor
st: Bula FILE ho mosebelisi kapa motso oa mongolo

source: Mount DEVICE or URL
st: Kenya DEVICE kapa URL

source: Unmount DEVICE or mount point DIR
st: Theola DEVICE kapa ntlha ea ho hloa DIR

source: EVENTS ------
st: LIKETSAHALO ------

source: Instance start %e
st: Mohlala oa ho qala %e

source: Instance exit %e
st: Mohlala oa ho tsoa %e

source: Window new %e %w %p %t
st: Fesetere e ncha %e %w %p %t

source: Window focus %e %w %p %t
st: Tsepamiso ea fensetere %e %w %p %t

source: Window move/resize %e %w %p %t
st: Fesetere sisinya/ho fetola boholo %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
st: Tobetsa toeba %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
st: Tobetsa fensetere %e %w %p %t %k %m

source: Window close %e %w %p %t
st: Fesetere e koala %e %w %p %t

source: Panel focus %e %w %p %t
st: Tsepamiso ea phanele %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
st: Phanele e bonts'a/ho pata %e %w %p %t %f %v

source: Selection changed %e %w %p %t
st: Khetho e fetohile %e %w %p %t

source: Tab new %e %w %p %t
st: Taba e ncha %e %w %p %t

source: Tab change dir %e %w %p %t %d
st: Phetoho ea li-tab %e %w %p %t %d

source: Tab focus %e %w %p %t
st: Tsepamiso ea li-tab %e %w %p %t

source: Tab close %e %w %p %t
st: Thebo e koala %e %w %p %t

source: Device change %e %f %v
st: Phetoho ea sesebelisoa %e %f %v

source: Event COMMAND Substitution Variables:
st: Ketsahalo ea COMMAND Substitution Variables:

source: event type (evt_start|evt_exit|...)
st: mofuta oa ketsahalo (evt_start|evt_exit|...)

source: window ID
st: ID ea fensetere

source: panel number (1-4)
st: nomoro ea sehlopha (1-4)

source: tab number (1-...)
st: nomoro ea tab (1-...)

source: quoted directory ('/etc')
st: bukana e qotsitsoeng ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
st: konopo ea mouse (0=habeli 1=letsetsoa 2=bohareng 3=hantle ...)

source: key code (eg 0x63)
st: khoutu ea senotlolo (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
st: senotlolo sa ho fetola (eg 0x4 e sebedisoang ka ho tobetsa le ho tobetsa)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
st: tsepamiso ya maikutlo (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
st: ntho e tsepamisitsoeng maikutlo e ea bonahala (0 kapa 1, kapa phetoho ea boemo ba sesebelisoa)

source: Examples
st: Mehlala

source: These files have been copied to the clipboard
st: Lifaele tsena li kopitsitsoe ho clipboard

source: For full documentation and examples see the zzzFM User's Manual:
st: Bakeng sa litokomane tse felletseng le mehlala bona Bukana ea Mosebelisi ea zzzFM:

source: This build of zzzFM has desktop integration disabled
st: Mohaho ona oa zzzFM o na le komporo ea komporo e holofalitsoeng

source: zzzfm: Error: Unable to save session %s
st: zzzfm: Phoso: Ha e khone ho boloka nako %s

source: File doesn't exist
st: Faele ha e eo

source: Error
st: Phoso

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
st: Phoso: Ha e khone ho qalisa retify file monitor monitor. O na le kernel e nang le bokhoni ba ho itify?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
st: Phoso: Ha re khone ho theha khokahano le FAM. Na u na le "FAM" kapa "Gamin" e kentsoe le ho sebetsa?

source: --dialog must be first option
st: --dialog e lokela ho ba khetho ea pele

source: --socket-cmd must be first option
st: --socket-cmd e lokela ho ba khetho ea pele

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
st: zzzFM hloka bash ho kengoa. Likhetla tse ling HA li lekane kaha zzzFM e sebelisa likarolo tse fumanehang feela ho bash ea 'nete (v4+). Lenaneo %s ha ea fumanoa. Kenyabashkapa sebelisa khetho ea configure --with-bash-path ho hlakisa sebaka se ikhethileng ka nako ea kaho.

source: Don't know how to open the file
st: Ha u tsebe ho bula faele

source: Unable to open file: "%s" %s
st: Ha e khone ho bula faele: "%s" %s

source: Terminal Not Available
st: Terminal Ha e Fumanehe

source: Please set your terminal program in View|Preferences|Advanced
st: Ka kopo, seta lenaneo la hau la ho qetela ho View|Preferences|E tsoetseng pele

source: Open Terminal
st: Bula Terminal

source: Design Mode Help
st: Thuso ea Mokhoa oa ho Rala

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
st: Design Mode e o dumella ho fetola lebitso, konopo ya kgaoletso le aekhone ya menu, toolbar le dintho tsa bookmark, bontsha thuso bakeng sa ntho, mme o kenye ditaelo le ditshebediso tsa hao. Ho bula Menu ea Moralo, tobetsa feela ho le letona ho aetheme ea menu, bookmark, kapa toolbar. Ho bula Menu ea Moralo bakeng sa menyu e nyane, koala pele menyu e nyane (ka ho e tobetsa). Ho fumana lintlha tse ling, tobetsa konopo ea Thuso e ka tlase.

source: Panel
st: Phanele

source: New _Command
st: E ncha _Taelo

source: Show Panel %d
st: Hlahisa Phanele %d

source: _File
st: _Faele

source: _View
st: _Sheba

source: _Devices
st: _Lisebelisoa

source: _Bookmarks
st: _Li-bookmark

source: _Tools
st: _Lisebelisoa

source: _Help
st: _Thusa

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
st: Phoso: Ha e khone ho boloka faele ea kopano. Na u batla ho tsoa ntle le ho boloka? ( %s )

source: zzzFM Error
st: zzzFM Phoso

source: Stop all tasks running in this window?
st: Emisa mesebetsi eohle e sebetsang fensetereng ee?

source: Aborting tasks...
st: Ho tlohela mesebetsi...

source: %s free / %s
st: %s mahala / %s

source: %sReading %s ...
st: %sHo bala %s ...

source: Link → %s
st: Sehokelo → %s

source: Link → %s/
st: Sehokelo → %s/

source: !Link → %s/ (missing)
st: !Sehokelo → %s/ (e hlokang)

source: Link → %s (%s)
st: Sehokelo → %s (%s)

source: !Link → %s (missing)
st: !Sehokelo → %s (missing)

source: !Link → ( error reading target )
st: !Sehokelo → ( phoso ea ho bala sepheo )

source: hidden
st: patiloeng

source: %s%d visible (%s) %s
st: %s%d bonahalang (%s) %s

source: %s%d item %s
st: %s%d ntho %s

source: Status
st: Boemo

source: Folder
st: Sephutheli

source: Item
st: Ntho

source: To
st: Ho

source: Progress
st: Tsoelopele

source: Total
st: Kakaretso

source: Started
st: E qadile

source: Elapsed
st: E fetile

source: Current
st: Hona joale

source: CRemain
st: CLula

source: Average
st: Karolelano

source: Remain
st: Lula

source: Reorder Columns Help
st: Hlophisa Likholomo Thuso

source: To change the order of the columns, drag the column header to the desired location.
st: Ho fetola tatellano ea litšiea, hula sehlooho sa kholomo sebakeng seo u se batlang.

source: moving
st: ho tsamaya

source: copying
st: ho kopitsa

source: deleting
st: phumula

source: linking
st: ho hokahanya

source: changing
st: ho fetoha

source: running
st: mathang

source: %d error %s
st: %d phoso %s

source: %d errors %s
st: %d liphoso %s

source: paused
st: emisitse

source: queued
st: kolokile

source: Name
st: Lebitso

source: Size
st: Boholo

source: Type
st: Mofuta

source: Permission
st: Tumello

source: Owner
st: Mong'a

source: Modified
st: Fetisitsoe

source: Created
st: E entsoe

source: zzzfm: invalid socket command
st: zzzfm: taelo e sa sebetseng ea sokete

source: zzzfm: invalid option '%s'
st: zzzfm: khetho e fosahetseng '%s'

source: zzzfm: option %s requires an argument
st: zzzfm: kgetho %s e hloka khang

source: zzzfm: invalid window
st: zzzfm: fensetere e sa sebetseng

source: zzzfm: invalid window %s
st: zzzfm: fensetere e sa sebetseng %s

source: zzzfm: invalid panel %d
st: zzzfm: phanele e sa sebetseng %d

source: zzzfm: panel %d is not visible
st: zzzfm: phanele %d ha e bonahale

source: zzzfm: invalid tab %d
st: zzzfm: tab e sa sebetseng %d

source: zzzfm: command set requires an argument
st: zzzfm: taelo set hloka khang

source: zzzfm: invalid %s value
st: zzzfm: fosahetse %s boleng

source: zzzfm: invalid slider value
st: zzzfm: boleng bo fosahetseng ba seselaete

source: zzzfm: invalid panel number
st: zzzfm: nomoro ea phanele e sa sebetseng

source: zzzfm: invalid tab number
st: zzzfm: nomoro ea tab e sa sebetseng

source: zzzfm: invalid property %s
st: zzzfm: thepa e fosahetseng %s

source: zzzfm: invalid column width
st: zzzfm: bophara ba kholomo bo fosahetseng

source: zzzfm: invalid column name '%s'
st: zzzfm: lebitso la kholomo le fosahetseng '%s'

source: zzzfm: text is not valid UTF-8
st: zzzfm: mongolo ha o sebetse UTF-8

source: zzzfm: %s requires a file path
st: zzzfm: %s e hloka tsela ea faele

source: zzzfm: error reading file '%s'
st: zzzfm: faele ea ho bala phoso '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
st: zzzfm: faele '%s' ha e na mongolo o nepahetseng oa UTF-8

source: zzzfm: %s requires a directory path
st: zzzfm: %s e hloka tsela ea directory

source: zzzfm: directory '%s' does not exist
st: zzzfm: directory '%s' ha e yo

source: zzzfm: command %s requires an argument
st: zzzfm: laela %s e hloka khang

source: zzzfm: %s requires two arguments
st: zzzfm: %s e hloka likhang tse peli

source: zzzfm: invalid task '%s'
st: zzzfm: mosebetsi o fosahetseng '%s'

source: zzzfm: internal task %s is read-only
st: zzzfm: mosebetsi o ka hare %s e baloa feela

source: zzzfm: task property '%s' is read-only
st: zzzfm: thepa ea mosebetsi '%s' e baloa feela

source: zzzfm: invalid queue_state '%s'
st: zzzfm: foleng_state '%s'

source: zzzfm: invalid task property '%s'
st: zzzfm: thepa e sa sebetseng '%s'

source: zzzfm: no such directory '%s'
st: zzzfm: ha ho directory e joalo '%s'

source: zzzfm: invalid %s task option '%s'
st: zzzfm: fosahetse %s khetho ea mosebetsi '%s'

source: zzzfm: no such file '%s'
st: zzzfm: ha ho faele e joalo '%s'

source: zzzfm: task type %s requires TARGET argument
st: zzzfm: mofuta oa mosebetsi %s e hloka khang ea TARGET

source: zzzfm: invalid TARGET '%s'
st: zzzfm: TARGET e sa sebetseng '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
st: zzzfm: tsela e amanang '%s' hloka %s kgetho --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
st: zzzfm: mofuta oa mosebetsi %s e hloka FILE likhang

source: zzzfm: invalid task type '%s'
st: zzzfm: mofuta o sa sebetseng oa mosebetsi '%s'

source: zzzfm: invalid keycode '%s'
st: zzzfm: senotlolo se fosahetseng '%s'

source: zzzfm: custom command or submenu '%s' not found
st: zzzfm: taelo e ikgethang kapa menyu e nyane '%s' ha ea fumanoa

source: zzzfm: item '%s' context hidden or disabled
st: zzzfm: ntho '%s' maemo a patiloeng kapa a koetsoeng

source: zzzfm: invalid event type '%s'
st: zzzfm: mofuta o fosahetseng oa ketsahalo '%s'

source: zzzfm: event handler not found
st: zzzfm: sebatli sa ketsahalo ha se fumanehe

source: zzzfm: invalid socket method '%s'
st: zzzfm: mokhoa o sa sebetseng oa sokete '%s'

source: Default
st: Ea kamehla

source: Choose Desktop Font
st: Khetha Fonte ea Desktop

source: Example Item 0123456789
st: Ntho ea mohlala 0123456789

source: Transparency Requirements
st: Litlhoko tsa Ponaletso

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
st: Tlhokomeliso e Akaretsang: Hore ponaletso ea komporo e sebetse, o hloka ho tsamaisa mookameli oa lifensetere tse kopanyang kapa moqapi o arohaneng joalo ka compton kapa xcompmgr. Joale u ka sebelisa naetrojene kapa xwinwrap ho seta Wallpaper ka morao. Molaetsa ona o ke ke oa pheta.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
st: Tšebeliso ea li-terminals tse ling (%s) ka zzzFM e ka thibela likhetho tsa Run As Task le Run In Terminal hore li sebelisoe 'moho ho tsamaisa litaelo, ka lebaka la mefokolo ea li-terminals tsena. Mohlala, sena se ka 'na sa etsa hore liprothokholo tse kentsoeng setsing sa marang-rang li hlolehe ho buleha ka bo eona ka mor'a ho kenngoa. Bakeng sa ts'ebeliso e felletseng ea likarolo tsa zzzFM, ho khothaletsoa ho khetha terminal e 'ngoe.

source: Limited Terminal Emulator Selected
st: E Khethiloe Terminal Emulator

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
st: Hona joale o tla botsoa ka password ea hau ea motso ho bolokaroot litlhophiso tsa mosebelisi enoa ho faele ho %s/zzzfm/ Ho fana ka password ka fensetere e latelang ho kgothaletswa. Hobane zzzFM e tsamaisa litaelo tse ling joalo ka motso ka su, litlhophiso tsena li sirelelitsoe hantle ke root.

source: Save Root Settings
st: Boloka Root Litlhophiso

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
st: Kenya lenaneo kapa mola oa taelo oa bash: Sebelisa: %%F lifaele tse khethiloeng kapa %%f faele e khethiloeng pele %%N mabitso a lifaele a khethiloeng kapa %%n lebitso la faele le khethiloeng pele %%d lenane la hona joale %%v sesebelisoa se khethiloeng (eg /dev/sda1) %%m sesebediswa thaba ntlha (eg /media/dvd); %%l leibole ea sesebelisoa %%b bookmark e khethiloeng %%t lethathamo la mesebetsi e khethiloeng; %%p mosebetsi pid %%a boleng ba ntho ea menu $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
st: Kenya lebitso la aekhone, tsela ea faele ea setšoantšo, kapa lebitso la thepa ea stock: Kapa tobetsa Khetha ho khetha letšoao. Ha se litšoantšo tsohle tse ka sebetsang hantle ka lebaka la litaba tse fapaneng.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
st: Kenya lebitso la ntho: Etela sebapali se nang le underscore (_) ho thalla tlhaku eo e le senotlolo sa ho khaoletsoa ha ho hlokahala.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
st: Kenya lebitso la ntho e ncha: Etela sebapali se nang le underscore (_) ho thalla tlhaku eo e le senotlolo sa ho khaoletsoa ha ho hlokahala. KELETSO: Ho fetola ntho ena hamorao, tlanya nthong eo ka ho le letona ho bula Menu ea Moralo.

source: Show Devices
st: Hlahisa Lisebelisoa

source: Show Bookmarks
st: Hlahisa Li-bookmark

source: Show Tree
st: Bontša Sefate

source: Home
st: Lehae

source: Up
st: Holimo

source: Back
st: Morao

source: Back History
st: Histori ea Morao

source: Forward
st: Tsoela pele

source: Forward History
st: Nalane e Tsoelang Pele

source: Refresh
st: Hlasimolla

source: New Tab
st: Taba e Ncha

source: New Tab Here
st: Taba e Ncha Mona

source: Show Hidden
st: Bontša Tse Patehileng

source: Large Icons
st: Litšoantšo tse kholo

source: %s: %s contains invalid characters - ignored
st: %s: %s e na le litlhaku tse fosahetseng - e hlokomolohuoe

source: %s: tmp_dir '%s' does not exist - reverting to %s
st: %s: tmp_dir '%s' ha e eo - ho khutlela ho %s

source: file not found
st: faele ha e fumanoa

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
st: # zzzFM Faele ea Kopano # FILE ENA HA EA SEBELETSOA HO HLOKOA - e tla baloa le ho NGOLOA # Haeba u hlakola lifaele tsa session* kaofela, zzzFM e tla khutlisetsoa ho litlhophiso tsa feme.

source: Error saving file
st: Phoso ea ho boloka faele

source: zzzFM Error: Unable to autosave session file ( %s )
st: zzzFMPhoso: Ha e khone ho boloka faele ea seboka ka bo eona ( %s )

source: Selected Menu Item '%s' As Handler
st: Ntho e Khethiloeng ea Menu '%s' Joalo ka Handler

source: Create README
st: Theha TS'ELISO

source: No README file exists for this command. Create a default README file for you to fill in?
st: Ha ho faele ea README e teng bakeng sa taelo ena. Etsa faele ea kamehla ea README hore u e tlatse?

source: Creation Failed
st: Pōpo e hlōlehile

source: An error occurred creating a README file for this command.
st: Ho hlahile phoso ha ho etsoa faele ea README bakeng sa taelo ena.

source: An error occurred copying command files %s
st: Ho hlahile phoso ha ho kopitsoa lifaele tsa taelo %s

source: Copy Command Error
st: Kopitsa Taelo Phoso

source: An error occurred copying command data files %s
st: Ho hlahile phoso ha ho kopitsoa lifaele tsa data tsa taelo %s

source: Bookmark target '%s' is missing or invalid.
st: '%s' ha e eo kapa ha e sebetse.

source: Invalid Bookmark Target
st: Sepheo sa Bookmark se Fosahetseng

source: Change Item Name
st: Fetola Lebitso la Ntho

source: Editor Not Set
st: Mohlophisi Ha A Hlophisoa

source: Please set your editor in View|Preferences|Advanced
st: Ka kopo, seta mohlophisi oa hau ho View|Preferences|E tsoetseng pele

source: Root Editor Not Set
st: Root Editor Ha e Behiloe

source: Please set root's editor in View|Preferences|Advanced
st: Ka kopo, seta mohlophisi oa motso ho View|Preferences|E tsoetseng pele

source: Edit %s
st: Fetola %s

source: User's Manual Not Found
st: Buka ea Mosebelisi ha e Fumane

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
st: Kopi ea lehae ea bukana ea mosebelisi ea zzzFM ha e ea fumanoa. Ka kopo, seta sebaka se nepahetseng ho Thuso|Likhetho|Sebaka ka letsoho.

source: Manual Opened ?
st: Buka ea Buloa ?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
st: Bukana ea mosebelisi ea zzzFM e ne e tlameha ebe e butsoe ho sebatli sa hau. Haeba e sa buleha, kapa haeba u batla ho sebelisa sebatli se fapaneng, beha sebatli sa hau ho Help|Options|Browser. Molaetsa ona o ke ke oa pheta.

source: ( none )
st: ( ha ho letho )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
st: %s Keycode: %#4x Mofetoleli: %#x %s e se e abetsoe ho '%s'. Tobetsa konopo e fapaneng kapa tobetsa Seta ho khutlisetsa mosebetsi oa hau oa hajoale.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
st: %s Keycode: %#4x [%#4x] Mofetoleli: %#x %s e se e abetsoe ho '%s'. Tobetsa konopo e fapaneng kapa tobetsa Seta ho khutlisetsa mosebetsi oa hau oa hajoale.

source: %s Keycode: %#4x Modifier: %#x
st: %s Keycode: %#4x Mofetoleli: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
st: Tobetsa motsoako oa linotlolo bakeng sa ntho '%s' ebe o tobetsa Set. Ho tlosa mosebetsi oa konopo oa hajoale, tobetsa Unset.

source: Cancel
st: Hlakola

source: Unset
st: E sa hlophisoa

source: Set
st: Beha

source: Set Key
st: Seta Senotlolo

source: Edit Command Line
st: Fetola Taelo Line

source: Choose Custom Executable
st: Khetha Custom Executable

source: Run As User
st: Matha Joalo ka Mosebelisi

source: Run this command as username: ( Leave blank for current user )
st: Kenya taelo ena joalo ka lebitso la mosebelisi: ( Tlohela letho bakeng sa mosebelisi oa hajoale )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
st: U ntse u eketsa taelo ea tloaelo nthong ea Default menu. Ntho ena e tla ba le pre-context ka bo eona - e tla hlaha feela ha mofuta oa MIME oa faele e khethiloeng ea pele o lumellana le mofuta oa hajoale. '%s'. Kenya litaelo kapa menyetla mona eo u batlang ho hlaha feela bakeng sa mofuta ona o le mong oa MIME.

source: New Context Command
st: Taelo e Ncha ea Boemo

source: Set Item Name
st: Beha Ntho Lebitso

source: Choose Folder
st: Khetha Folder

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
st: U ntse u eketsa submenu ea tloaelo nthong ea Default menu. Ntho ena e tla ba le pre-context ka bo eona - e tla hlaha feela ha mofuta oa MIME oa faele e khethiloeng ea pele o lumellana le mofuta oa hajoale. '%s'. Kenya litaelo kapa menyetla mona eo u batlang ho hlaha feela bakeng sa mofuta ona o le mong oa MIME.

source: (none)
st: (ha ho letho)

source: Set Submenu Name
st: Seta Submenu Lebitso

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
st: Kenya lebitso la submenu: Etela sebapali ka mongolo oa underscore (_) ho thalla tlhaku eo e le senotlolo sa kgaoletso ha o batla.

source: New _Submenu
st: E ncha _Lenane le tlase

source: ( no name )
st: ( ha ho lebitso )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
st: Tlosa ka ho sa feleng '%s' SUBMENU LE LINTHO TSOHLE KA HO ONA? Ketso ena e tla hlakola litlhophiso tsohle le lifaele tse amanang le lintho tsena.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
st: Tlosa ntho ea '%s' ka ho sa feleng? Ketso ena e tla hlakola litlhophiso le lifaele tsohle tse amanang le ntho ena.

source: Confirm Remove
st: Netefatsa Tlosa

source: Are you sure?
st: U na le bonnete?

source: Dialog Message
st: Molaetsa oa puisano

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
st: Kenya molaetsa o tla hlaha puisanong ena: Sebelisa: \n newline \t tab ya

source: _Copy
st: _Kopitsa

source: _Paste
st: _Beha

source: _Remove
st: _Tlosa

source: _New
st: _E ncha

source: _Application
st: _Kopo

source: _Command
st: _Taelo

source: _Add
st: _Eketsa

source: T_ooltips
st: T_oolmalebela

source: _Key Shortcut
st: _Shortcut ea Senotlolo

source: _Edit Script
st: _Fetola Script

source: E_dit As Root
st: E_dit Joalo ka Root

source: _Edit Command
st: _Fetola Taelo

source: _Properties
st: _Thepa

source: Set Icon
st: Seta Letšoao

source: _Edit
st: _Fetola
