Repository: dimkr/zzzfm
Catalog: po/from transifex/st/zzzfmpot.sh.po
Languages: st

source: _Default
st: _Ea kamehla

source: Your input is invalid because it contains linefeeds
st: Seo u se ngotseng ha se sebetse hobane se na le linefeed

source: _Unset
st: _E sa hlophisoa

source: _Unmount
st: _Theola

source: _Open
st: _Bula

# Devices|Open|
source: Open In _Tab
st: Open In _Taba

source: _Mount
st: _Thaba

source: Re_/mount
st: Re_/thaba

source: _Root
st: _Motso

source: _Check
st: _Sheba

source: _Edit fstab
st: _Fetola fstab

source: Edit u_devil.conf
st: Fetola u_devil.conf

source: _Format
st: _Sebopeho

source: _Backup
st: _Boloka

source: _Restore
st: _Khutlisa

source: _From File
st: _Ho tsoa ho File

source: File _Info
st: Faele _Info

source: _Internal Drives
st: _Li-Drives tsa ka hare

source: _Empty Drives
st: _Li-Drives tse Hloekileng

source: _Partition Tables
st: _Litafole tsa karohano

source: Mounted _Networks
st: E phahamisitsoe _Marang-rang

source: Mounted _Other
st: E phahamisitsoe _Tse ding

source: _Volumes...
st: _Meqolo...

source: Show/Hide Volumes
st: Bontša/Pata Melumo

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
st: Ho qobella ho bonts'a kapa ho pata mefuta e meng, ho tlola litlhophiso tse ling, o ka hlakisa lisebelisoa, lileibole tsa molumo, kapa li-ID tsa sesebelisoa lenaneng le arohaneng la sebaka le ka tlase. Mohlala: +/dev/sdd1 -Label With Space +ata-OCZ-part4 Sena se ne se tla baka /dev/sdd1 le sesebelisoa sa OCZ se tla bontšoa, le molumo o nang le label "Label With Space" ho patoa. Ho tlameha ho ba le sebaka lipakeng tsa ho kenyeletsoa le lets'oao la ho eketsa kapa ho tlosa ka kotloloho pele ho ntho ka 'ngoe. Lethathamo lena ha le na taba.

source: Ignore _Hide Policy
st: iphapanyetse _Pata Leano

source: _Display Name
st: _Lebitso le hlahang

source: Set Display Name Format
st: Seta Sebopeho sa Lebitso la Pontšo

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
st: Kenya sebopeho sa lebitso la sesebelisoa: Sebelisa: %%v sesebelisoa filename (eg sdd1) %%s boholo bo felletseng (eg 800G) %%t fsmofuta (eg ext4) %%l molumo oa molumo (mohlala Label kapa [ha ho media]) %%m mount point haeba e phahamisitsoe, kapa --- %%i ID ea sesebelisoa %%n major:minor linomoro tsa lisebelisoa (eg 15:3)

source: Mount _Optical
st: Thaba _Optical

source: Mount _Volumes...
st: Thaba _Meqolo...

source: Auto-Mount Volumes
st: Li-Volumes tsa Boithaopo

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
st: Ho qobella kapa ho thibela ho itlama ha livolume tse ling, ho feta litlhophiso tse ling, o ka hlakisa lisebelisoa, lileibole tsa molumo, kapa li-ID tsa sesebelisoa lenaneng le arohaneng la sebaka le ka tlase. Mohlala: +/dev/sdd1 -Label With Space +ata-OCZ-part4 Sena se ne se tla baka /dev/sdd1 le sesebediswa sa OCZ se tla itlhomellwa ka boyena ha se fumanwa, le modumo o nang le leibole "Label With Space" ho hlokomolohuoa. Ho tlameha ho ba le sebaka lipakeng tsa ho kenyeletsoa le lets'oao la ho eketsa kapa ho tlosa ka kotloloho pele ho ntho ka 'ngoe. Lethathamo lena ha le na taba.

source: Mount _Dirs...
st: Thaba _Dirs...

source: Automatic Mount Point Dirs
st: Mount Point Dirs e iketsang

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
st: Kenya bukana moo zzzFM e lokelang ho iketsetsa li-directory tsa mount point bakeng sa fuse le litsamaiso tse tšoanang tsa lifaele (%%a ka ditaelo tsa motshwari). Sengoliloeng sena se tlameha ho ngoloa ke basebelisi (SE KE UA sebelisa /media), le li-subdirectories tse se nang letho li tla tlosoa. Haeba e siiloe e se na letho, ~/.cache/zzzfm/ (kapa $XDG_CACHE_HOME/zzzfm/) e sebelisoa. Lintlha tse latelang li tsejoa: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Hlokomela hore libatli tse ling kapa li-program tsa mounting li kanna tsa se mamele litlhophiso tsena.

source: Open _Tab
st: Bula _Taba

source: _Unmount On Exit
st: _Theoha Ha U Tsoa

source: Auto _Run
st: Auto _Matha

source: On _Mount
st: E butsoe _Thaba

source: Auto Run On Mount
st: Ho Matha ka Boiketsetso Thabeng

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona ka mor'a hore drive e ntšoang kapa data disc e kenngoe ka bo eona: Sebelisa: %%v sesebelisoa (eg /dev/sda1) %%l leibole ea sesebelisoa %%m sesebediswa thaba ntlha (eg /media/disk)

source: On _Audio CD
st: E butsoe _CD ea molumo

source: Auto Run On Audio CD
st: Matha Auto ho CD ea Audio

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona ha CD ea molumo e kentsoe sesebelisoa se tšoanelehang: Sebelisa: %%v sesebelisoa (eg /dev/sda1) %%l leibole ea sesebelisoa %%m sesebediswa thaba ntlha (eg /media/disk)

source: On _Video DVD
st: Ho _Video DVD

source: Auto Run On Video DVD
st: Auto Matha ka Video DVD

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona ha DVD ea video e itlhomme ka bo eona: Sebelisa: %%v sesebelisoa (eg /dev/sda1) %%l leibole ea sesebelisoa %%m sesebediswa thaba ntlha (eg /media/disk)

source: On _Insert
st: E butsoe _Kenya

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona ha sesebelisoa sefe kapa sefe se kentsoe: Sebelisa: %%v sesebelisoa se kentsoe (eg /dev/sda1) %%l leibole ea sesebelisoa %%m sesebediswa thaba ntlha (eg /media/disk)

source: On _Unmount
st: Ho _Tlosa

source: Auto Run On Unmount
st: Matha ka Boithaopo Ha u theoha

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona ha sesebelisoa leha e le sefe se theotsoe ka mokhoa ofe kapa ofe: Sebelisa: %%v sesebelisoa se theotsoe (eg /dev/sda1) %%l leibole ea sesebelisoa %%m sesebediswa thaba ntlha (eg /media/disk)

source: On _Remove
st: E butsoe _Tlosa

source: Auto Run On Remove
st: Auto Matha On Tlosa

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona ha sesebelisoa leha e le sefe se tlosoa (ejection ea media ha e tšoanelehe): Sebelisa: %%v sesebelisoa se tlositsoe (eg /dev/sda1) %%l leibole ea sesebelisoa %%m sesebediswa thaba ntlha (eg /media/disk)

source: Ignore _No Policy
st: Iphapanyetse _Ha ho Leano

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
st: Kenya phegelwana- kapa lenane le arohaneng la sebaka la dikgetho tsa kamehla tsa ho hloma mona ka tlase (%%o ho batshwari). Ntle le likhetho tse tloaelehileng, u ka boela ua hlakisa likhetho tse tla kenyelletsoa kapa tsa tlosoa bakeng sa mofuta o itseng oa sistimi ka ho sebelisa foromo OPTION+FSTYPE kapa OPTION-FSTYPE. Mohlala: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Sena se tla eketsa nosuid le noatime bakeng sa mefuta eohle ea tsamaiso ea lifaele, eketsa sync bakeng sa vfat le ntfs feela, le ho tlosa noatime bakeng sa ext4. Tlhokomeliso: Likhetho tse ling, joalo ka nosuid, li ka eketsoa ke lenaneo la mount le haeba u sa li kenye. Dikgetho ho kena fstab nka pele. pmount'me basebelisi ba bang ba ka iphapanyetsa likhetho tse behiloeng mona.

source: Default Mount Options
st: Dikgetho tsa kamehla tsa Mount

source: Re/mount With Options
st: Khutlisa/thaba ka Likhetho

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
st: Sesebelisoa se tla (hape) se phahamisoe ho sebelisoa likhetho tse ka tlase. Ntle le likhetho tse tloaelehileng, u ka boela ua hlakisa likhetho tse tla kenyelletsoa kapa tsa tlosoa bakeng sa mofuta o itseng oa sistimi ka ho sebelisa foromo OPTION+FSTYPE kapa OPTION-FSTYPE. Mohlala: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Sena se tla eketsa nosuid le noatime bakeng sa mefuta eohle ea tsamaiso ea lifaele, eketsa sync bakeng sa vfat le ntfs feela, le ho tlosa noatime bakeng sa ext4. Tlhokomeliso: Likhetho tse ling, joalo ka nosuid, e ka eketsoa ke lenaneo la mount le haeba u sa li kenye. Dikgetho ho kena fstab nka pele. pmount e hlokomoloha likhetho tse behiloeng mona.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
st: Kenya lenane la hau la li-file kapa sebaka se arohaneng le li-file tse SA LOKELANG ho beoa leihlo bakeng sa liphetoho tsa faele. Tlhophiso ena e ama feela lisebelisoa tse sa thibeleng (joalo ka li-nfs kapa fuse), 'me hangata e sebelisoa ho thibela zzzFM hore e se ke ea arabela lits'ebetsong tsa marang-rang. Ho kengoa ha li-thumbnail le li-subdirectory tsa boholo le hona ho tla emisoa.

source: Change Detection Blacklist
st: Fetola Lethathamo la Khethollo

source: _Device Handlers
st: _Lisebelisoa tsa lisebelisoa

source: _Protocol Handlers
st: _Basebelisi ba Protocol

source: _Icon
st: _Letšoao

source: Audio CD
st: CD ea molumo

source: Optical Has Media
st: Optical e na le Media

source: Optical No Media
st: Optical Ha ho Media

source: Removable Unmounted
st: E tlosehang, e sa theohe

source: Internal Mounted
st: Hare Mounted

source: Internal Unmounted
st: Hare Ha e Fanoe

source: _Settings
st: _Litlhophiso

source: Bookmark _Icon
st: Bookmark _Letšoao

source: Sub_menu Icon
st: Sub_Letšoao la menu

source: _Show Bookmarks
st: _Hlahisa Li-bookmark

source: New _Bookmark
st: E ncha _Bookmark

source: _Name
st: _Lebitso

source: F_ilename
st: F_ilelebitso

source: _Parent
st: _Motsoali

source: _Option
st: _Khetho

source: _Link
st: _Sehokelo

source: Copy _Target
st: Kopitsa _Sepheo

source: Lin_k Target
st: Lin_k Sepheo

source: _As Root
st: _Joalo ka Root

source: _Font
st: _Mongolo

source: Move Dialog Font
st: Tsamaisa Fonte ea Dialog

source: /home/user/Example Filename.ext
st: /home/user/Mohlala Filename.ext

source: _Confirm Create
st: _Netefatsa Etsa

source: Highlight _Bar
st: Totobatsa _Sebaka

source: Status Bar Highlight Color
st: 'Mala oa Phatlalatso ea Sebaka sa Boemo

source: Highlight _Text
st: Totobatsa _Mongolo

source: Status Bar Text Highlight Color
st: Mobala oa Mongolo oa Boemo o Hlahisang

source: _Middle Click
st: _Tlanya Bohareng

source: Copy _Name
st: Kopitsa _Lebitso

source: Copy _Path
st: Kopitsa _Tsela

source: _Hide Panel
st: _Pata Panele

source: New _Window
st: E ncha _Fesetere

source: R_oot Window
st: R_oot Fesetere

source: _File Search
st: _Batla Lifaele

source: _Terminal
st: _Theminale

source: _Root Terminal
st: _Root Theminale

source: Open _URL
st: Bula _URL

source: Open URL
st: Bula URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
st: Kenya URL ka sebopeho: TS'ELISO://USERNAME:PASEKA@MOHALE:KOPA/KABELO Mehlala: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Ho kenyelletsa le password ha hoa sireletseha. Ho tshwaya URL, tobetsa ka ho le letona ho netweke e homilweng ho Disebediswa ebe o kgetha Bookmark.

source: Save Ta_bs
st: Boloka Ta_bs

source: Panel _1
st: Sehlopha _1

source: Panel _2
st: Phanele _2

source: Panel _3
st: Sehlopha _3

source: Panel _4
st: Sehlopha _4

source: _Next
st: _E 'ngoe

source: _Hide
st: _Ipate

source: _Event Manager
st: _Motsamaisi oa Ketsahalo

source: _Instance
st: _Mohlala

source: _Startup
st: _E QALANG

source: Set Instance Startup Command
st: Beha Taelo ea ho Qala ea Instance

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona ha mohlala oa zzzFM o qala: Sebelisa: %%e mofuta oa ketsahalo (evt_start)

source: _Exit
st: _Etsoa

source: Set Instance Exit Command
st: Beha Taelo ea ho Tsoa ha Instance

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona ha mohlala oa zzzFM o tsoa: Sebelisa: %%e mofuta oa ketsahalo (evt_exit)

source: _Window
st: _Fesetere

# View|Events|Window|
source: _New
st: _E ncha

source: Set New Window Command
st: Beha Taelo ea Fesetere e Ncha

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
st: Kenya lenaneo kapa taelo ea bash e tla tsamaisoa ka bo eona neng kapa neng ha fensetere e ncha ea zzzFM e buloa: Sebelisa: %%e mofuta oa ketsahalo (evt_win_new) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena.

# View|Events|Window|
source: _Focus
st: _Tsepamisa maikutlo

source: Set Window Focus Command
st: Seta Window Focus Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha fensetere ea zzzFM e tsepamisa maikutlo: Sebelisa: %%e mofuta oa ketsahalo (evt_win_focus) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena.

source: _Move/Resize
st: _Tsamaisa/ Resize

source: Set Window Move/Resize Command
st: Seta Taelo ea ho Tsamaisa Window/Resize

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
st: Kenya lenaneo kapa mola oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha fensetere ea zzzFM e sisinyeha kapa e fetotsoe: Sebelisa: %%e mofuta oa ketsahalo (evt_win_move) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena. Tlhokomeliso: Taelo ena e ka tsamaisoa ka makhetlo a mangata nakong ea ho fetola boholo.

# View|Events|Window|
source: _Click
st: _Tobetsa

source: Set Click Command
st: Seta Tobetsa Taelo

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
st: Kenya lenaneo kapa mola oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha toeba e tobetsoa: Sebelisa: %%e mofuta oa ketsahalo (evt_win_click) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya %%b konopo (e tobetse konopo ea mouse) %%m mofetoleli (linotlolo tsa ho fetola) %%f tsepamisa maikutlo (karolo e amohetseng ho penya) Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena ha ho sa sebelisoe sehlongoapele sa linaleli. Kenyelletsa taelo ea hau ka naleli (*) 'me u khutlisetse boemo ba ho tsoa 0 ho thibela motshwari oa kamehla. Ka mohlala: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nkonopo e bohareng e tobetse %%f" --button ok &

source: _Keypress
st: _Tobetsa konopo

source: Set Window Keypress Command
st: Seta Window Keypress Taelo

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha senotlolo se tobetsoa: Sebelisa: %%e mofuta oa ketsahalo (evt_win_key) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya %%k konopo ea senotlolo (e tobetse) %%m mofetoleli (linotlolo tsa ho fetola) Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena ha ho sa sebelisoe sehlongoapele sa linaleli. Kenyelletsa taelo ea hau ka naleli (*) 'me u khutlisetse boemo ba ho tsoa 0 ho thibela motshwari oa kamehla. Ka mohlala: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nSenotlolo sa F8 se ile sa tobetsoa." --button ok &

source: Set Window Close Command
st: Seta Window Close Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha fensetere ea zzzFM e koetsoe: Sebelisa: %%e mofuta oa ketsahalo (evt_win_close) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena.

source: _Panel
st: _Phanele

# View|Events|Panel|
source: _Focus
st: _Tsepamisa maikutlo

source: Set Panel Focus Command
st: Seta Taelo ea Phanele ea Tsepamiso

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha phanele e tsepamisa maikutlo: Sebelisa: %%e mofuta oa ketsahalo (evt_pnl_focus) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena.

# View|Events|Panel|
source: _Show
st: _Bontsha

source: Set Panel Show Command
st: Seta Panel Show Command

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
st: Kenya lenaneo kapa mola oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha phanele kapa karolo ea phanele e bontšoa kapa e patiloe: Sebelisa: %%e mofuta oa ketsahalo (evt_pnl_show) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya %%f tsepamiso (karolo e bonts'itsoeng kapa e patiloeng) %%v bonahalang (1 kapa 0) Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena.

source: Set Panel Select Command
st: Seta Panel Khetha Taelo
