Repository: dimkr/zzzfm
Catalog: po/from transifex/st/zzzfmpot.sh.po
Languages: st

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
st: Kenya lenaneo kapa mola oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha khetho ea faele e fetoha: Sebelisa: %%e mofuta oa ketsahalo (evt_pnl_sel) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena. Kenyelletsa taelo ea hau ka naleli (*) 'me u khutlisetse boemo ba ho tsoa 0 ho thibela motshwari oa kamehla.

# View|Events|
source: _Tab
st: _Taba

# View|Events|Tab|
source: _New
st: _E ncha

source: Set New Tab Command
st: Beha Tab Tab Taelo e Ncha

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha ho buloa tabo e ncha: Sebelisa: %%e mofuta oa ketsahalo (evt_tab_new) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena.

source: _Change Dir
st: _Fetola Dir

source: Set Tab Change Dir Command
st: Seta Tab Fetola Taelo ea Dir

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
st: Kenya lenaneo kapa mola oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha tabo e fetoha bukeng e fapaneng: Sebelisa: %%e mofuta oa ketsahalo (evt_tab_chdir) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya %%d bukana e ncha Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena.

# View|Events|Tab|
source: _Focus
st: _Tsepamisa maikutlo

source: Set Tab Focus Command
st: Seta Tab Focus Taelo

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
st: Kenya lenaneo kapa mola oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha tabo e tsepamisa maikutlo: Sebelisa: %%e mofuta oa ketsahalo (evt_tab_focus) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab ya Mefuta ea bash e romelloang kantle ho naha (eg $fm_pwd, etc) e ka sebelisoa taelong ena.

# View|Events|Tab|
source: _Close
st: _Koala

source: Set Tab Close Command
st: Seta Tab Koala Taelo

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
st: Kenya lenaneo kapa mola oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha tab e koetsoe: Sebelisa: %%e mofuta oa ketsahalo (evt_tab_close) %%w id ea fensetere (bona thuso ea zzzfm) %%p phanele %%t tab e koetsoeng

# View|Events|
source: _Device
st: _Sesebelisoa

source: Set Device Command
st: Seta Taelo ea Sesebelisoa

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
st: Kenya lenaneo kapa mohala oa taelo oa bash o tla tsamaisoa ka bohona neng kapa neng ha boemo ba sesebelisoa bo fetoha: Sebelisa: %%e mofuta oa ketsahalo (evt_device) %%f faele ea sesebelisoa %%v phetoho (e kenyelelitsoe|e tlositsoe| e fetotsoe)

source: Wi_ndow Title
st: Wi_ndow Sehlooho

source: Set Window Title Format
st: Beha Fomete ea Sehlooho sa Fesetere

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
st: Beha sebopeho sa sehlooho sa fensetere: Sebelisa: %%n lebitso la sephutheli sa hajoale (eg bin) %%d tsela ea hajoale ea foldara (eg /usr/bin) %%p nomoro ea hona joale ea phanele (1-4) %%t nomoro ea tab ea hona joale %%P palo yohle ya diphanele tse bonahalang %%T palo eohle ea li-tab phanele ea hajoale * naleli e bonts'itsoeng haeba mesebetsi e sebetsa ka fensetere

source: _Window Icon
st: _Letšoao la Fesetere

source: Set Window Icon
st: Seta Letšoao la Fesetere

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
st: Kenya lebitso la aekhone, tsela ea faele ea setšoantšo, kapa lebitso la thepa ea stock: Kapa tobetsa Khetha ho khetha letšoao. Li-icon tse ling li kanna tsa se sebetse hantle ka lebaka la litaba tse fapaneng. E fane ka litšoantšo tse ling tsa zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Ka mohlala: zzzfm-48-cube-red

source: _Fullscreen
st: _Skrine se felletseng

source: _Design Mode
st: _Mokhoa oa ho Rala

source: _Preferences
st: _Likhetho

source: _Tool
st: _Sesebelisoa

source: _Thumbnails (global)
st: _Manane a manyane (fatšeng)

source: _User's Manual
st: _Buka ea Mosebelisi

source: _FAQ
st: _LBH

source: _Options
st: _Dikgetho

source: _Browser
st: _Sebatli

source: Choose HTML Browser
st: Khetha HTML Browser

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
st: Kenya lebitso la sebatli kapa mola oa taelo oa bash o tla sebelisoa ho hlahisa lifaele tsa HTML le li-URL: Sebelisa: %%u url (Tloha ho se na letho bakeng sa ho iphumanela sebatli)

source: Choose User's Manual Location
st: Khetha Sebaka sa Buka ea Mosebelisi

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
st: Kenya tsela ea faele ea lehae kapa URL e hole bakeng sa Bukana ea Mosebelisi ea zzzFM: (Tlohela ho se na letho bakeng sa kamehla)

source: _Show Devices
st: _Hlahisa Lisebelisoa

source: _Task Manager
st: _Motsamaisi oa Mosebetsi

source: _Status
st: _Boemo

source: _Count
st: _Bala

source: _Folder
st: _Sephutheli

source: _Item
st: _Ntho

source: _To
st: _Ho

source: _Progress
st: _Tsoelopele

source: _Elapsed
st: _E fetile

source: C_urrent Speed
st: C_urrent Lebelo

source: Current Re_main
st: Hona joale Re_main

source: _Average Speed
st: _Karolelano ea Lebelo

source: A_verage Remain
st: A_verage Lula

source: _Stop
st: _Ema

source: _Queue
st: _Lethathamo

source: _Resume
st: _Lethathamo LA tsebo tsa hau

source: Sho_w Output
st: Sho_w Sephetho

source: _All Tasks
st: _Mesebetsi eohle

source: Show _Manager
st: Bontsha _Motsamaisi

source: Auto-_Hide Manager
st: Auto-_Pata Mookameli

source: Task Manager Font
st: Fonte ea Motsamaisi oa Mosebetsi

source: copying File 1:15 65.2 M 30.2 M/s
st: ho kopitsa File 1:15 65.2 M 30.2 M/s

source: _Columns
st: _Likholomo

source: _Popups
st: _Li-popups

source: Popup _All Tasks
st: Hlahella _Mesebetsi eohle

source: Stay On _Top
st: Lula U Tsoetse pele _Holimo

source: A_bove Others
st: A_bove Ba bang

source: All _Workspaces
st: Tsohle _Libaka tsa mosebetsi

source: _Detailed Stats
st: _Lintlha tse qaqileng

source: _Overwrite Option
st: _Khetho ea ho Ngola

source: _Error Option
st: _Khetho ea Phoso

source: Task Popup Font (affects new tasks)
st: Task Popup Font (e ama mesebetsi e mecha)

source: Example Output 0123456789
st: Sephetho sa Mohlala 0123456789

source: Stop If _First
st: Emisa Haeba _Ea pele

source: Stop On _Any
st: Emisa Tsoha _Leha e le efe

source: _Continue
st: _Tswella

source: _Queue New Tasks
st: _Etsa lethathamo la Mesebetsi e Mecha

source: _Pause On Error
st: _Emisa Phoso

source: Arrange _Icons
st: Hlophisa _Litšoantšo

source: By _Name
st: Ka _Lebitso

source: By _Type
st: Ka _Mofuta

source: By _Date Modified
st: Ka _Letsatsi le Fetotsoeng

source: By _Size
st: Ka _Boholo

source: _Custom
st: _Tloaelo

source: _Ascending
st: _Ho nyoloha

source: Desktop _Settings
st: Desktop _Litlhophiso

source: _Desktop Folder
st: _Sephutheli sa Desktop

source: Editor Font
st: Mongolo oa Mohlophisi

source: Example Input 0123456789
st: Kenyeletso ea Mohlala 0123456789

source: Input Font
st: Mongolo o Kenang

source: Edit As _Root
st: Fetola Joalo ka _Root

source: _Choose...
st: _Khetha...

source: File _Handlers...
st: Faele _Batshwari...

source: Open With _Default
st: Bula Ka _Ea kamehla

source: In _Tab
st: Ho _Taba

source: In _Panel
st: Ho _Phanele

source: _Extract
st: _Hlakola

source: Extract _To
st: Hlakola _Ho

source: _List Contents
st: _Lethathamo la Litaba

source: _Open With App
st: _Bula ka App

source: _Create Subfolder
st: _Theha Sefoldara

source: _Write Access
st: _Ngola Access

source: Archive _Handlers
st: Boloka _Batshwari

source: _Archive
st: _Boloka

# New|
source: _Tab
st: _Taba

source: Tab _Here
st: Taba _Mona

source: _Desktop Application
st: _Sesebelisoa sa Desktop

source: _Go
st: _Eya

source: _Back
st: _Morao

source: _Forward
st: _Tsoela pele

source: _Up
st: _Holimo

source: _Home
st: _Lehae

source: _Set Default
st: _Beha kamehla

source: Re_al Path
st: Re_al Tsela

source: _Path Bar
st: _Tsela Bar

source: _File List
st: _Lethathamo la Lifaele

source: _Tree
st: _Sefate

# Go|
source: _Tab
st: _Taba

source: _Close
st: _Koala

source: _Reorder
st: _Hlophisa hape

source: _Rubberband Select
st: _Rubberband Khetha

source: _Sort
st: _Hlopha

source: _Size
st: _Boholo

source: _Type
st: _Mofuta

source: _Permission
st: _Tumello

source: _Owner
st: _Mong'a

source: _Modified
st: _Fetisitsoe

source: _Descending
st: _Ho theoha

source: Folders Fi_rst
st: Liphutheli Fi_rst

source: F_iles First
st: F_iles Ea pele

source: _Hidden First
st: _E patiloeng Pele

source: Hidden _Last
st: E patiloe _Qetellong

source: Re_fresh
st: Re_e ncha

source: Auto See_k
st: Bona ka ho iketsa _k

source: Path Bar _Help
st: Tsela Bar _Thusa

source: _Rename
st: _Reha lebitso bocha

source: _Delete
st: _Hlakola

source: Cut
st: Khaola

source: _Actions
st: _Liketso

source: Copy Pa_rent
st: Kopitsa Pa_rent

source: Paste _Link
st: Beha _Sehokelo

source: Paste _Target
st: Beha _Sepheo

source: Paste _As
st: Beha _Joalo ka

source: _Copy To
st: _Kopitsa ho

source: L_ast Location
st: L_ast Sebaka

# Edit|CopyTo|
source: _Tab
st: _Taba

# Edit|CopyTo|
source: _Panel
st: _Phanele

source: _Move To
st: _Tsamaisa Ho

source: _Location
st: _Sebaka

# Edit|MoveTo|
source: _Tab
st: _Taba

# Edit|MoveTo|
source: _Panel
st: _Phanele

source: _Select All
st: _Kgetha Tsohle

source: _Unselect All
st: _Tlosa ho Khetha Tsohle

source: _Invert Selection
st: _Kgetho ya Fetola

source: S_elect By Pattern
st: S_elect Ka Mohlala

source: Move _To
st: Sutha _Ho

source: Permissions
st: Litumello

source: _Quick
st: _Ka potlako

source: _Toolbar
st: _Sebaka sa lisebelisoa

source: _Side Toolbar
st: _Lehlakoreng la Toolbar

source: _Detailed
st: _Ka botlalo

source: _Large Icons
st: _Litšoantšo tse kholo

source: _Hidden Files
st: _Lifaele tse patiloeng

source: File List Font (Panel %d)
st: Fonte ea Lethathamo la Lifaele (Phanele %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
st: Mohlala 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
st: Fonte ea Lisebelisoa (Phanele %d)

source: Bookmarks Font (Panel %d)
st: Mongolo oa Li-bookmark (Phanele %d)

source: Example Bookmark Name
st: Mohlala Lebitso la Bookmark

source: Path Bar Font (Panel %d)
st: Path Bar Font (Phanele %d)

source: $ cat /home/user/example
st: $ cat /hae/mosebedisi/mohlala

source: Tab Font (Panel %d)
st: Mongolo oa Tabo (Phanele %d)

source: Status Bar Font (Panel %d)
st: Fonte ea Sebaka sa Boemo (Phanele %d)

source: 12 G free / 200 G 52 items
st: 12 G mahala / 200 G 52 dintho

source: Follow _Dir
st: Latela _Dir

source: _New Tab
st: _Taba e Ncha

source: _Single Click
st: _Penya e le 'Ngoe

source: Directory doesn't exist %s
st: Directory ha e eo %s

source: Unable to access %s %s
st: Ha e khone ho kena %s %s

source: Select By Pattern
st: Khetha Ka Mohlala

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
st: Kenya paterone ho khetha lifaele le lifoldara: Haeba paterone ea hau e na le litlhaku tse kholo, tse nyallanang li tla ba bonolo. Mohlala: *sp*e?m* KELETSO: U ka boela ua kena '%% PATTERN' moleng wa tsela.

source: Choose Location
st: Khetha Sebaka

source: Invalid Destination
st: Sebaka se Fosahetseng

source: Destination same as source
st: Sebaka se ts'oanang le mohloli

source: Invalid destination
st: Sebaka se fosahetseng

source: Hide File
st: Pata Faele

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
st: Mabitso a lifaele tse khethiloeng a tla ekeletsoa ho '.hidden' faele e ka har'a sephutheli sena, e tla li pata hore li se ke tsa bonoa ho zzzFM. U ka 'na ua hloka ho tsosolosa pono kapa ho qala zzzFM hape hore lifaele li nyamele. Ho pepesa faele, bula faele e patiloeng ka har'a mongolo oa hau, tlosa lebitso la faele, 'me u khatholle.

source: Error hiding files
st: Phoso ea ho pata lifaele

source: No files are selected
st: Ha ho lifaele tse khethiloeng

source: Invalid URL
st: URL e fosahetseng

source: The entered URL is not valid.
st: URL e kentsoeng ha e sebetse.

source: Handler Not Found
st: Sebapali ha se Fumane

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
st: Ha ho sebatli sa marang-rang se lokiselitsoeng URL ena, kapa ha ho taelo e behiloeng. Kenya sebatli ho Lisebelisoa|Litlhophiso|Basebelisi ba Protocol.

source: Open URL %s
st: Bula URL %s

source: mount
st: thaba

source: unmount
st: theolela

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
st: Ha ho sebatli se lokiselitsoeng mofuta oa sesebelisoa sena, kapa che %s taelo e behiloe. Kenya sebapali ho Litlhophiso|Basebelisi ba Sesebelisoa kapa Li-Protocol Handlers.

source: Mount %s
st: Thaba %s

source: %s is currently mounted. You must unmount it before you can check it.
st: %s e kentsoe hajoale. U tlameha ho e theola pele u ka e hlahloba.

source: Device Is Mounted
st: Sesebelisoa se kentsoe

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
st: Kenya taelo ea ho hlahloba tsamaiso ea lifaele: Sebelisa: %%%%v faele ea sesebelisoa ( %s ) EDITA KA TLHOKOMELISO Taelo ena e tsamaisoa e le root

source: Check As Root
st: Sheba Joalo Root

source: CHECK AS ROOT
st: HLOKOMELA JOALOKA ROOT

source: Check As Root %s
st: Sheba Joalo Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
st: Kenya mount command: Sebelisa: %%%%v faele ea sesebelisoa ( %s ) %%%%o likhetho tsa ho phahamisa tse ikhethileng ka bongata ( %s ) Tlhokomeliso: fstab e fetisa likhetho tse ling EDITA KA TLHOKOMELISO Taelo ena e tsamaisoa e le root

source: Mount As Root
st: Thaba E le Root

source: MOUNT AS ROOT
st: THABANG JOALOKA ROOT

source: Mount As Root %s
st: Thaba E le Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
st: Kenya taelo ea ho theola: Sebelisa: %%%%v faele ea sesebelisoa ( %s ) EDITA KA TLHOKOMELISO Taelo ena e tsamaisoa e le root

source: Unmount As Root
st: Theoha joalo ka Root

source: UNMOUNT AS ROOT
st: THABANG JOALOKA ROOT

source: Unmount As Root %s
st: Theoha joalo ka Root %s

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
st: TLHOKOMELISO: %s e kentsoe. U ka 'na ua batla kapa ua hloka ho e theola pele u fetola leibole.

source: Enter volume label for %s:%s
st: Kenya molumo oa molumo bakeng sa %s:%s

source: Change Volume Label
st: Fetola Leibole la Molumo

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
st: Kenya »remose label command« bakeng sa fstype '%s': Sebelisa: %%%%v faele ea sesebelisoa ( %s ) %%%%l label e ncha ( "%s" ) EDITA KA TLHOKOMELISO Taelo ena e tsamaisoa e le root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
st: Kenya taelo ea ho fetola label bakeng sa fstype '%s': Sebelisa: %%%%v faele ea sesebelisoa ( %s ) %%%%l label e ncha ( "%s" ) EDITA KA TLHOKOMELISO Taelo ena e tsamaisoa e le root%s

source: Change Label As Root
st: Fetola Label Joalo kaRoot

source: LABEL AS ROOT
st: LABELA AS ROOT

source: Label As Root %s
st: Tšoaea joalo ka Root %s

source: Unmount %s
st: Theola %s

source: Remove %s
st: Tlosa %s

source: Remount %s
st: Khutlisa %s

source: Reload %s
st: Kenya hape %s

source: %s is currently mounted. You must unmount it before you can format it.
st: %s e kentsoe hajoale. O tlameha ho e theolela pele o ka e fomata.

source: ( AN ENTIRE DEVICE )
st: ( SEBELISA TŠEBE )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
st: U mothating oa ho hlakola %s %s- DATA TSOHLE TLA lahleha. E-ba le mamello - sena se ka nka nakoana 'me dd ha e fane ka maikutlo. Kenya taelo ea ho hlakola molumo kaofela ka /dev/%s: Sebelisa: %%%%v faele ea sesebelisoa ( %s ) EDITA KA TLHOKOMELISO Taelo ena e tsamaisoa e le root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
st: U mothating oa ho fomata %s %s- DATA TSOHLE TLA lahleha. Kena %s taelo ea sebopeho: Sebelisa: %%%%v faele ea sesebelisoa ( %s ) EDITA KA TLHOKOMELISO Taelo ena e tsamaisoa e le root

source: Format
st: Sebopeho

source: DATA LOSS WARNING
st: TAHLEHELO TEMOSO

source: Format %s
st: Sebopeho %s

source: %s is currently mounted. You must unmount it before you can restore it.
st: %s e kentsoe hajoale. U tlameha ho e theola pele u ka e khutlisa.

source: Choose Backup For Restore
st: Khetha Backup bakeng sa Khutlisa

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
st: U mothating oa ho hlakola khoutu ea boot ea MBR ea %s tshebediso %s. Phetoho ena e ka thibela komporo ea hau ho qala hantle. Lintlha tsohle tsa bohlokoa ho sesebelisoa kaofela li lokela ho tšehetsoa pele. Tsoela pele? (Haeba u tobetsa E, u ntse u e-na le monyetla o mong hape oa ho ntša mpa pele disk e fetoloa.)

source: Restore MBR
st: Khutlisetsa MBR

source: Unknown Type
st: Mofuta o sa Tsejoeng

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
st: Faele e kgethilweng ha se faele ya bekapo e tsebahalang. FSMabitso a lifaele tsa polokelo ea litaba a na le 'fsarchiver' kapa qetella ka '.fsa'. Mabitso a lifaele tsa likarolo a na le 'partimage' kapa qetella ka '.000'. MBR mabitso a lifaele a fella ka '.mbr', '.mbr.bin', kapa '-MBR-back' 'me ke li-byte tse 512 ka boholo. Haeba u SEBELISA hore faele ena ke bekapo e nepahetseng, u ka e reha lebitso hape ho qoba phoso ena.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
st: O mothating wa ho tsosolosa %s %stshebediso %s - DATA TSOHLE TLA lahleha. Kena %s tsosolosa taelo: Sebelisa: %%%%v faele ea sesebelisoa ( %s ) %%%%s bekapo faele ( %s ) EDITA KA TLHOKOMELISO Taelo ena e tsamaisoa joalo ka motso

source: Restore
st: Khutlisa

source: %s Restore %s
st: %s Khutlisa %s

source: The %s directory was not found. Is udevil installed?
st: The %s bukana ha e so fumanehe. Na udevil e kentsoe?

source: Directory Missing
st: Directory ha e yo

source: Choose Backup For Info
st: Khetha Backup bakeng sa Info

source: MBR File
st: Faele ea MBR

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
st: Ho ipapisitsoe le lebitso la eona, faele e khethiloeng e bonahala e le faele ea bekapo ea MBR. Ha ho lintlha tse ling tse fumanehang bakeng sa mofuta ona oa bekapo.

source: Restore Info
st: Khutlisa Info

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
st: TLHOKOMELISO: %s e kentsoe. Ka tloaelo, FSArchiver e tla boloka li-volumes tse kentsoeng feela. Ho boloka molumo oa ho bala-ngola, o hloka ho eketsa --allow-rw-mounted ho taelo. Bona 'man fsarchiver' bakeng sa lintlha.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
st: %s e kentsoe hajoale. O tlameha ho e theolela pele o ka etsa bekapo o sebelisa Partimage.

source: Save %s Backup
st: Boloka %s Boloka

source: Overwrite?
st: Ngola holim'a?

source: The selected backup already exists. Overwrite?
st: Backup e khethiloeng e se e ntse e le teng. Ngola holim'a?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
st: Kena %s bekapo taelo: Sebelisa: %%%%v faele ea sesebelisoa ( %s ) %%%%s bekapo faele ( %s )%s EDITA KA TLHOKOMELISO Taelo ena e tsamaisoa e le root

source: Backup
st: Boloka

source: %s Backup %s
st: %s Boloka %s

source: Properties %s
st: Thepa %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
st: %sSesebelisoa se Khethiloeng Hajoale: %s Bolumo Label: %s ID ea sesebelisoa: %s

source: Kill As Other
st: Bolaea Joalo ka Tse ling

source: Stop As Other
st: Emisa Joalo ka Ba Bang

source: Cont As Other
st: Tsoela Pele Joalo ka Tse Ling

source: Move:
st: Sutha:

source: Copy:
st: Kopitsa:

source: Delete:
st: Hlakola:

source: Link:
st: Sehokelo:

source: Change:
st: Fetola:

source: Run:
st: Matha:

source: Moving...
st: E tsamaya...

source: Copying...
st: E ea kopitsa...

source: Deleting...
st: E hlakolwa...

source: Linking...
st: E kopanya...

source: Changing...
st: E ea fetoha...

source: Running...
st: E matha...

source: From:
st: Ho tsoa ho:
