Repository: dimkr/zzzfm
Catalog: po/from transifex/su/zzzfmpot.sh.po
Languages: su

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé tab janten fokus: Paké: %%e jenis acara (evt_tab_focus) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu.

# View|Events|Tab|
source: _Close
su: _Tutup

source: Set Tab Close Command
su: Atur Tab Tutup Komando

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé tab ditutup: Paké: %%e jenis acara (evt_tab_close) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab katutup

# View|Events|
source: _Device
su: _Paranti

source: Set Device Command
su: Set Komando Alat

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé kaayaan alat robih: Paké: %%e jenis acara (evt_device) %%f file alat %%v robah (ditambahkeun|dihapus|diganti)

source: Wi_ndow Title
su: Wi_ndow Judul

source: Set Window Title Format
su: Setel Format Judul Jandéla

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
su: Setel format judul jandela: Paké: %%n ngaran folder ayeuna (eg bin) %%d jalur folder ayeuna (eg /usr/bin) %%p nomer panel ayeuna (1-4) %%t nomer tab ayeuna %%P total jumlah panels katempo %%T total jumlah tab dina panel ayeuna * asterisk ditémbongkeun lamun tugas ngajalankeun dina jandela

source: _Window Icon
su: _Ikon Jandéla

source: Set Window Icon
su: Set Ikon Jandéla

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
su: Lebetkeun nami ikon, jalur file ikon, atanapi nami barang saham: Atawa klik Pilih pikeun milih hiji ikon. Sababaraha ikon tiasa henteu jalan leres kusabab sababaraha masalah. Disadiakeun ikon zzzFM alternatif: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Salaku conto: zzzfm-48-cube-red

source: _Fullscreen
su: _Layar pinuh

source: _Design Mode
su: _Modeu Desain

source: _Preferences
su: _Karesep

source: _Tool
su: _Alat

source: _Thumbnails (global)
su: _Gambar leutik (global)

source: _User's Manual
su: _Manual pamaké

source: _Options
su: _Pilihan

source: _Browser
su: _Pangotektak

source: Choose HTML Browser
su: Pilih HTML Browser

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
su: Lebetkeun nami browser atanapi garis paréntah bash pikeun dianggo pikeun nampilkeun file HTML sareng URL: Paké: %%u url (Ninggalkeun kosong pikeun deteksi browser otomatis)

source: _Manual Location
su: _Lokasi Manual

source: Choose User's Manual Location
su: Pilih Lokasi Manual Pamaké

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
su: Lebetkeun jalur file lokal atanapi URL jauh pikeun Manual Pamaké zzzFM: (Ninggalkeun kosong pikeun standar)

source: _Show Devices
su: _Témbongkeun Alat

source: _Task Manager
su: _Manajer Tugas

source: _Count
su: _Ngitung

source: _Folder
su: _polder

source: _Item
su: _Barang

source: _To
su: _Ka

source: _Progress
su: _Kamajuan

source: _Elapsed
su: _Kaliwat

source: C_urrent Speed
su: C_urrent Laju

source: Current Re_main
su: ayeuna Re_main

source: _Average Speed
su: _Rata Laju

source: A_verage Remain
su: A_verage Tetep

source: _Stop
su: _Eureun

source: _Queue
su: _Ngantri

source: _Resume
su: _CV

source: Sho_w Output
su: Sho_w Kaluaran

source: _All Tasks
su: _Sadaya Tugas

source: Show _Manager
su: Témbongkeun _Gerentes

source: Auto-_Hide Manager
su: Otomatis-_Sumputkeun Manajer

source: Task Manager Font
su: Font Manajer Tugas

source: copying File 1:15 65.2 M 30.2 M/s
su: nyalin File 1:15 65.2 M 30.2 M/s

source: _Columns
su: _Kolom

source: Popup _All Tasks
su: Bijil _Sadaya Tugas

source: Stay On _Top
su: Tetep Dina _Top

source: A_bove Others
su: A_bove Batur

source: All _Workspaces
su: Sadayana _Rohangan gawé

source: _Detailed Stats
su: _Statistik lengkep

source: _Overwrite Option
su: _Pilihan Nimpa

source: _Error Option
su: _Pilihan Kasalahan

source: Task Popup Font (affects new tasks)
su: Font Popup Tugas (ngapangaruhan tugas anyar)

source: Example Output 0123456789
su: Conto Kaluaran 0123456789

source: Stop If _First
su: Eureun Lamun _kahiji

source: Stop On _Any
su: Eureun _Sakur

source: _Continue
su: _Teraskeun

source: _Queue New Tasks
su: _Antrian Tugas Anyar

source: _Smart Queue
su: _Antrian pinter

source: _Pause On Error
su: _Reureuh Dina Kasalahan

source: Arrange _Icons
su: Ngatur _Ikon

source: By _Name
su: Ku _Ngaran

source: By _Type
su: Ku _Tipe

source: By _Date Modified
su: Ku _Tanggal dirobah

source: By _Size
su: Ku _Ukuran

source: _Custom
su: _Adat

source: _Ascending
su: _Naék

source: Desktop _Settings
su: Desktop _Setélan

source: _Desktop Folder
su: _Polder Desktop

source: Editor Font
su: Font Editor

source: Example Input 0123456789
su: Conto Input 0123456789

source: Edit As _Root
su: Edit Salaku _Root

source: _Choose...
su: _Milih...

source: File _Handlers...
su: File _Panangan...

source: Open With _Default
su: Buka Jeung _Default

source: In _Tab
su: Di _Tab

source: In _Panel
su: Di _Panel

source: _Extract
su: _nimba

source: Extract _To
su: nimba _Ka

source: _List Contents
su: _Daptar Eusi

source: _Archive Defaults
su: _Arsip Defaults

source: _Open With App
su: _Buka Jeung App

source: _Create Subfolder
su: _Jieun Subfolder

source: _Write Access
su: _Aksés Tulis

source: Archive _Handlers
su: Arsip _Panangan

# New|
source: _Bookmark
su: _Tetengger

source: _Archive
su: _Arsip

source: Tab _Here
su: Tab _Ieuh

source: _Desktop Application
su: _Aplikasi Desktop

source: _Go
su: _indit

source: _Back
su: _Balik deui

source: _Forward
su: _Maju

source: _Up
su: _Ka luhur

source: _Home
su: _Imah

source: _Set Default
su: _Setel Default

source: Re_al Path
su: Re_al jalur

source: _Path Bar
su: _Jalur Bar

source: _File List
su: _Daptar File

source: _Tree
su: _Tangkal

source: _Close
su: _Tutup

source: _Reorder
su: _Susun deui

source: _Rubberband Select
su: _Rubberband Pilih

source: _Sort
su: _Susun

source: _Size
su: _Ukuran

source: _Type
su: _Tipe

source: _Permission
su: _idin

source: _Owner
su: _Nu boga

source: _Modified
su: _Dirobah

source: _Descending
su: _Turun

source: Folders Fi_rst
su: Polder Fi_rst

source: F_iles First
su: F_iles kahiji

source: _Hidden First
su: _Nyumput heula

source: Hidden _Last
su: Disumputkeun _Panungtungan

source: Re_fresh
su: Re_seger

source: Auto See_k
su: Otomatis Tempo _k

source: Path Bar _Help
su: Jalur Bar _Tulung

source: _Rename
su: _Ganti ngaran

source: _Delete
su: _Mupus

source: Cut
su: Motong

source: _Actions
su: _lampah

source: Copy Pa_rent
su: Nyalin Pa_rent

source: Paste _Link
su: témpél _Tumbu

source: Paste _Target
su: témpél _Sasaran

source: Paste _As
su: témpél _Salaku

source: _Copy To
su: _Salin Ka

source: L_ast Location
su: L_ast lokasi

source: _Move To
su: _Pindah ka

source: _Location
su: _lokasi

source: _Select All
su: _Pilih Sadaya

source: _Unselect All
su: _Pupus pilihan Sadaya

source: _Invert Selection
su: _Balikkeun Pilihan

source: S_elect By Pattern
su: S_elect Ku Pola

source: Move _To
su: Mindahkeun _Ka

source: Info
su: Inpo

source: Permissions
su: idin

source: _Quick
su: _Gancang

source: _Recursive
su: _Rekursif

source: _Side Toolbar
su: _Sisi Toolbar

source: _Detailed
su: _Diwincik

source: _Compact
su: _Kompak

source: _Large Icons
su: _Ikon ageung

source: _Hidden Files
su: _Payil disumputkeun

source: File List Font (Panel %d)
su: Font Daptar File (Panel %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
su: Contona 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
su: Font Alat (Panel %d)

source: Bookmarks Font (Panel %d)
su: Font Tetengger (Panel %d)

source: Example Bookmark Name
su: Conto Ngaran Bookmark

source: Path Bar Font (Panel %d)
su: Font Path Bar (Panel %d)

source: $ cat /home/user/example
su: $ cat /imah/pamaké/conto

source: Tab Font (Panel %d)
su: Font Tab (Panel %d)

source: Status Bar Font (Panel %d)
su: Font Bar Status (Panel %d)

source: 12 G free / 200 G 52 items
su: 12 G bébas / 200 G 52 barang

source: Follow _Dir
su: Tuturkeun _Dir

source: _New Tab
su: _Tab Anyar

source: _Single Click
su: _Pencét Tunggal

source: Directory doesn't exist %s
su: Diréktori teu aya %s

source: Unable to access %s %s
su: Teu bisa diaksés %s %s

source: Select By Pattern
su: Pilih Ku Pola

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
su: Lebetkeun pola pikeun milih file sareng polder: Upami pola anjeun ngandung karakter hurup ageung, anu cocog bakal sénsitip kana hurup leutik. conto: *sp*e?m* Tip: Anjeun oge bisa ngasupkeun '%% PATTERN' dina bar jalur.

source: Choose Location
su: Pilih Lokasi

source: Invalid Destination
su: Tujuan teu valid

source: Destination same as source
su: Tujuan sarua jeung sumber

source: Invalid destination
su: Tujuan teu valid

source: Hide File
su: Sumputkeun File

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
su: Ngaran koropak nu dipilih bakal ditambahkeun kana '.hidden' file lokasina di folder ieu, nu bakal nyumputkeun aranjeunna tina tempoan di zzzFM. Anjeun panginten kedah nga-refresh tampilan atanapi ngabalikan deui zzzFM supados file ngaleungit. Pikeun unhide file, buka file .hidden dina pangropéa téksu anjeun, piceun ngaran file, sarta refresh.

source: Error hiding files
su: Kasalahan nyumputkeun file

source: No files are selected
su: Henteu aya file anu dipilih

source: Invalid URL
su: URL teu valid

source: The entered URL is not valid.
su: URL nu diasupkeun teu valid.

source: Handler Not Found
su: Handler Teu Kapanggih

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
su: Henteu aya panangan jaringan anu dikonpigurasi pikeun URL ieu, atanapi henteu aya paréntah mount anu disetél. Tambahkeun panangan dina Alat|Setélan|Panangan Protokol.

source: Open URL %s
su: Buka URL %s

source: mount
su: gunung

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
su: Henteu aya panangan anu dikonpigurasi pikeun jinis alat ieu, atanapi henteu %s paréntah diatur. Tambihkeun panangan dina Setélan|Panangan Alat atanapi Panangan Protokol.

source: Mount %s
su: Gunung %s

source: %s is currently mounted. You must unmount it before you can check it.
su: %s ayeuna dipasang. Anjeun kedah unmount sateuacan anjeun tiasa pariksa.

source: Device Is Mounted
su: Alat Dipasang

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
su: Lebetkeun paréntah cek filesystem: Paké: %%%%v file alat ( %s ) Édit kalayan ati-ati Paréntah ieu dijalankeun salaku root

source: Check As Root
su: Pariksa Salaku Root

source: CHECK AS ROOT
su: CEK AS ROOT

source: Check As Root %s
su: Pariksa Salaku Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
su: Lebetkeun paréntah mount: Paké: %%%%v file alat ( %s ) %%%%o pilihan gunung-spésifik volume ( %s ) Catetan: fstab overrides sababaraha pilihan Édit kalayan ati-ati Paréntah ieu dijalankeun salaku root

source: Mount As Root
su: Gunung As Root

source: MOUNT AS ROOT
su: GUNUNG AS ROOT

source: Mount As Root %s
su: Gunung As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
su: Lebetkeun paréntah unmount: Paké: %%%%v file alat ( %s ) Édit kalayan ati-ati Paréntah ieu dijalankeun salaku root

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
su: PERHATOSAN: %s dipasang. Anjeun panginten hoyong atanapi kedah ngahapus éta sateuacan ngarobih labél.

source: Enter volume label for %s:%s
su: Lebetkeun labél volume pikeun %s:%s

source: Change Volume Label
su: Robah Volume Label

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
su: Lebetkeun paréntah cabut labél pikeun fstype '%s': Paké: %%%%v file alat ( %s ) %%%%l labél anyar ( "%s" ) Édit kalayan ati-ati Paréntah ieu dijalankeun salaku root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
su: Lebetkeun paréntah labél robah pikeun fstype '%s': Paké: %%%%v file alat ( %s ) %%%%l labél anyar ( "%s" ) Édit kalayan ati-ati Paréntah ieu dijalankeun salaku root%s

source: Change Label As Root
su: Robah Label SalakuRoot

source: Label As Root %s
su: Label Salaku Root %s

source: Unmount %s
su: Leupaskeun %s

source: Remove %s
su: Cabut %s

source: Reload %s
su: Muat deui %s

source: Sync
su: Singkronkeun

source: %s is currently mounted. You must unmount it before you can format it.
su: %s ayeuna dipasang. Anjeun kedah unmount sateuacan anjeun tiasa pormat.

source: ( AN ENTIRE DEVICE )
su: ( SARENG alat )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
su: Anjeun rék mupus %s %s- ALL DATA BAKAL leungit. Sabar - ieu tiasa nyandak sakedap sareng dd teu masihan eupan balik. Lebetkeun paréntah pikeun nimpa sakabéh volume kalawan /dev/%s: Paké: %%%%v file alat ( %s ) Édit kalayan ati-ati Paréntah ieu dijalankeun salaku root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
su: Anjeun badé pormat %s %s- ALL DATA BAKAL leungit. Lebetkeun %s paréntah format: Paké: %%%%v file alat ( %s ) Édit kalayan ati-ati Paréntah ieu dijalankeun salaku root

source: Format
su: Formatna

source: DATA LOSS WARNING
su: PERHATOSAN LEUNGIT DATA

source: Format %s
su: Formatna %s

source: %s is currently mounted. You must unmount it before you can restore it.
su: %s ayeuna dipasang. Anjeun kedah unmount sateuacan anjeun tiasa mulangkeunana.

source: Choose Backup For Restore
su: Pilih Cadangan Pikeun Mulangkeun

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
su: Anjeun badé nimpa kodeu boot MBR tina %s ngagunakeun %s. Parobihan ieu tiasa nyegah komputer anjeun booting leres. Sadaya data penting dina sadaya alat kedah dicadangkeun heula. Teraskeun? (Upami anjeun pencét Sumuhun, anjeun masih gaduh hiji deui kasempetan pikeun ngabolaykeun sateuacan disk dirobah.)

source: Restore MBR
su: Mulangkeun MBR

source: Unknown Type
su: Teu kanyahoan Tipe

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
su: Payil nu dipilih lain payel cadangan nu dipikawanoh. FSNgaran koropak arsip ngandung 'fsarchiver' atanapi mungkas dina '.fsa'. Ngaran koropak Partimage ngandung 'partimage' atanapi mungkas dina '.000'. MBR Ngaran koropak ditungtungan ku '.mbr', '.mbr.bin', atawa '-MBR-back' sareng ukuranana 512 bait. Upami anjeun YAKIN file ieu mangrupikeun cadangan anu sah, anjeun tiasa ngaganti nami pikeun ngahindarkeun kasalahan ieu.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
su: Anjeun rék mulangkeun %s %sngagunakeun %s - ALL DATA BAKAL leungit. Lebetkeun %s paréntah pamulihan: Paké: %%%%v file alat ( %s ) %%%%s file cadangan ( %s ) Édit kalayan ati-ati Paréntah ieu dijalankeun salaku root

source: Restore
su: Mulangkeun

source: %s Restore %s
su: %s Mulangkeun %s

source: The %s directory was not found. Is udevil installed?
su: The %s diréktori teu kapanggih. Dupi udevil dipasang?

source: Directory Missing
su: Diréktori Leungit

source: Choose Backup For Info
su: Pilih Nyadangkeun Kanggo Inpormasi

source: MBR File
su: File MBR

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
su: Dumasar namina, file anu dipilih katingalina mangrupikeun file cadangan MBR. Henteu aya inpormasi sanés anu sayogi pikeun jinis cadangan ieu.

source: Restore Info
su: Mulangkeun Info

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
su: PERHATOSAN: %s dipasang. Sacara standar, FSArchiver ngan bakal nyadangkeun volume anu dipasang ngan ukur dibaca. Pikeun nyadangkeun volume baca-tulis, anjeun kedah nambihan --allow-rw-mounted kana paréntah. Tingali 'man fsarchiver' pikeun detil.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
su: %s ayeuna dipasang. Anjeun kedah ngahapus éta sateuacan anjeun tiasa nyiptakeun cadangan nganggo Partimage.

source: Save %s Backup
su: Simpen %s Nyadangkeun

source: Overwrite?
su: Nimpa?

source: The selected backup already exists. Overwrite?
su: Cadangan nu dipilih geus aya. Nimpa?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
su: Lebetkeun %s paréntah cadangan: Paké: %%%%v file alat ( %s ) %%%%s file cadangan ( %s )%s Édit kalayan ati-ati Paréntah ieu dijalankeun salaku root

source: Backup
su: Nyadangkeun

source: %s Backup %s
su: %s Nyadangkeun %s

source: Properties %s
su: Pasipatan %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
su: %sAlat anu Dipilih Ayeuna: %s Label Volume: %s ID alat: %s

source: Kill As Other
su: Maéhan Salaku lianna

source: Stop As Other
su: Eureun Salaku Lain

source: Cont As Other
su: Cont Salaku lianna

source: Move:
su: Pindahkeun:

source: Copy:
su: Nyalin:

source: Delete:
su: Mupus:

source: Link:
su: Tumbu:

source: Change:
su: Robah:

source: Run:
su: ngajalankeun:

source: Moving...
su: Pindah...

source: Copying...
su: Niron...

source: Deleting...
su: Ngahapus...

source: Linking...
su: Nyambungkeun...

source: Changing...
su: Ngarobah...

source: Running...
su: Lumpat...

source: From:
su: Ti:

source: To:
su: Ka:

source: Progress:
su: kamajuan:

source: Paused
su: Direureuhkeun

source: Queued
su: Ngantri

source: Ask
su: nanya

source: Overwrite All
su: Nimpa Sadaya

source: Skip All
su: Skip Sadaya

source: Auto Rename
su: Ganti ngaran otomatis

source: Stop If Error First
su: Eureun Lamun Kasalahan Mimiti

source: Stop On Any Error
su: Eureun Dina Kasalahan Sakur

source: Continue
su: Teraskeun

source: Stopped
su: Dieureunkeun

source: Errors
su: Kasalahan

source: Done
su: Réngsé

source: %s (%s) %s remaining
su: %s (%s) %s sésana

source: Error ( Stop If First )
su: Kasalahan (Eureun Lamun Mimiti)

source: Error ( Stop On Any )
su: Kasalahan (Eureun Dina Sakur)

source: Stopped with %d error
su: Dieureunkeun ku %d kasalahan

source: Finished with %d error
su: Réngsé jeung %d kasalahan

source: Finished with error ( exit status %d )
su: Réngsé ku kasalahan ( status kaluar %d )

source: Finished with error
su: Réngsé ku kasalahan

source: Paused ( pid %d )
su: Direureuhkeun ( pid %d )

source: Paused ( exit status %d )
su: Direureuhkeun ( status kaluar %d )

source: Queued ( pid %d )
su: Ngantri ( pid %d )

source: Queued ( exit status %d )
su: Ngantri ( status kaluar %d )

source: Running with %d error
su: Ngajalankeun kalawan %d kasalahan

source: Running... ( pid %d )
su: Lumpat... ( pid %d )

source: Running... ( exit status %d )
su: Lumpat... ( status kaluar %d )

source: stalled
su: macet

source: [ SNIP - additional errors above have been trimmed from this log ]
su: [ SNIP - kasalahan tambahan di luhur geus dipangkas tina log ieu ]

source: Moving from folder:
su: Pindah tina folder:

source: Linking from folder:
su: Link tina folder:

source: Copying from folder:
su: Nyalin tina folder:

source: Folder Exists
su: Polder Aya

source: <b>Folder already exists.</b> Please rename or select an action.
su: <b>Polder geus aya.</b> Punten ganti nami atanapi pilih tindakan.

source: <b>! overwrite file with link !</b>
su: <b>! nimpa file kalawan link !</b>

source: <b>( same size )</b>
su: <b>( ukuran sarua )</b>

source: %s ( %lu bytes )
su: %s ( %lu bait )

source: larger
su: gedé

source: smaller
su: leuwih leutik

source: <b>( same time )</b>
su: <b>( waktos anu sami )</b>

source: newer
su: leuwih anyar

source: older
su: leuwih kolot

source: Filename Exists
su: Ngaran koropak Aya

source: <b>Filename already exists.</b> Please rename or select an action.
su: <b>Ngaran koropak geus aya.</b> Punten ganti nami atanapi pilih tindakan.

source: Rename Required
su: Ganti ngaran Diperlukeun

source: In folder:
su: Dina folder:

source: _Overwrite
su: _Nimpa

source: Overwrite _All
su: Nimpa _Sadayana

source: _Pause
su: _Reureuh sakeudeung

source: S_kip All
su: S_kip Sadayana

source: To folder:
su: Pikeun folder:

source: <b>Folder Name:</b>
su: <b>Ngaran polder:</b>

source: _Rename
su: _Ganti ngaran

source: A_uto Rename
su: A_uto Ganti ngaran

source: Auto Re_name All
su: Otomatis Re_name Sadayana

source: Error Loading Handler
su: Kasalahan Loading Handler

source: Create Archive
su: Jieun Arsip

source: Co_mpress Commands:
su: Co_mpress Paréntah:

source: Archive Handlers - Create Archive
su: Pawang Arsip - Jieun Arsip

source: No archive handlers configured. You must add a handler before creating an archive.
su: Taya pawang arsip ngonpigurasi. Anjeun kedah nambihan panangan sateuacan nyiptakeun arsip.

source: _Archive Format:
su: _Format Arsip:

source: The archive creation command is empty. Please enter a command.
su: Paréntah nyiptakeun arsip kosong. Mangga lebetkeun paréntah.
