Repository: dimkr/zzzfm
Catalog: po/from transifex/su/zzzfmpot.sh.po
Languages: su

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
su: Variabel di handap ieu kedah aya dina paréntah nyiptakeun arsip: Salah sahiji di handap ieu: %%%%n: Mimiti dipilih file / diréktori pikeun arsip %%%%N: Sadaya file / diréktori anu dipilih pikeun diarsipkeun sareng salah sahiji di handap ieu: %%%%o: Arsip tunggal hasilna %%%%O: Arsip hasilna per file sumber / diréktori (tingali %%%%n/%%%%N)

source: Error Saving Handler
su: Kasalahan Nyimpen Handler

source: copy
su: nyalin

source: Archive
su: Arsip

source: Extract To
su: Ékstrak Pikeun

source: Cre_ate subfolder(s)
su: Cre_ate subfolder

source: Make contents user-_writable
su: Jieun eusi pamaké-_bisa dituliskeun

source: No archive handler/command found for file:
su: Teu aya panangan/paréntah arsip pikeun file:

source: Extract %s
su: nimba %s

source: Complete!
su: Lengkep!

source: Command:
su: Paréntah:

source: File System
su: Sistem File

source: ( no subfolder )
su: ( euweuh subfolder )

source: Remove Text Type Association
su: Hapus Asosiasi Tipe Teks

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
su: CATETAN: Nalika nyusun daptar aplikasi anu bakal muncul dina submenu Buka pikeun file téks, zzzFM bakal ngalebetkeun aplikasi anu aya hubunganana sareng MIME type (eg text/html) AND aplikasi pakait sareng text/plain. Upami anjeun milih Hapus dina aplikasi, éta bakal dipupus salaku aplikasi anu aya hubunganana MIME type (eg text/html), tapi NOT bakal dihapus salaku aplikasi pakait pikeun text/plain (iwal ti MIME type nyaeta text/plain). Ku kituna ngagunakeun Hapus bisa jadi teu miceun aplikasi tina Open submenu pikeun jenis ieu, iwal mun ogé dipiceun tina text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
su: The file '%s' teu aya. Ku nyalin '%s' ka '%s' sareng ngédit éta, anjeun tiasa nyaluyukeun paripolah sareng penampilan aplikasi ieu pikeun pangguna ayeuna. Jieun salinan ieu ayeuna?

source: Copy Desktop File
su: Salin File Desktop

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
su: The file '%s' teu aya. Ku nyalin '%s' ka '%s' jeung ngédit éta, anjeun bisa nyaluyukeun kumaha tipe MIME '%s' file dipikawanoh pikeun pamaké ayeuna. Jieun salinan ieu ayeuna?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
su: The file '%s' teu aya. Ku nyieun file anyar '%s' jeung ngédit éta, anjeun bisa nangtukeun kumaha tipe MIME '%s' file dipikawanoh pikeun pamaké ayeuna. Jieun file ieu ayeuna?

source: Create New XML
su: Jieun Anyar XML

source: _Set As Default
su: _Setel Salaku Default

source: _Add...
su: _Tambahkeun...

source: new
su: anyar

source: Delete %d selected item ?
su: Mupus %d item nu dipilih?

source: Confirm Delete
su: Konfirmasi Pupus

source: <b>P_ath:</b> <i>original</i>
su: <b>P_ath:</b> <i>aslina</i>

source: <b>_Name:</b> <i>original</i>
su: <b>_ngaran:</b> <i>aslina</i>

source: <b>_Filename:</b> <i>original</i>
su: <b>_Nami file:</b> <i>aslina</i>

source: <b>_Parent:</b> <i>original</i>
su: <b>_kolot:</b> <i>aslina</i>

source: <b>P_ath:</b> <i>exists as folder</i>
su: <b>P_ath:</b> <i>aya salaku folder</i>

source: <b>_Name:</b> <i>exists as folder</i>
su: <b>_ngaran:</b> <i>aya salaku folder</i>

source: <b>_Filename:</b> <i>exists as folder</i>
su: <b>_Nami file:</b> <i>aya salaku folder</i>

source: <b>_Parent:</b>
su: <b>_kolot:</b>

source: <b>P_ath:</b> <i>exists as file</i>
su: <b>P_ath:</b> <i>aya salaku file</i>

source: <b>_Name:</b> <i>exists as file</i>
su: <b>_ngaran:</b> <i>aya salaku file</i>

source: <b>_Filename:</b> <i>exists as file</i>
su: <b>_Nami file:</b> <i>aya salaku file</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
su: <b>P_ath:</b> <i>* nimpa file nu aya</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
su: <b>_ngaran:</b> <i>* nimpa file nu aya</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
su: <b>_Nami file:</b> <i>* nimpa file nu aya</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
su: <b>P_ath:</b> <i>indungna aya salaku file</i>

source: <b>_Name:</b>
su: <b>_ngaran:</b>

source: <b>_Filename:</b>
su: <b>_Nami file:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
su: <b>_kolot:</b> <i>indungna aya salaku file</i>

source: <b>P_ath:</b> <i>* create parent</i>
su: <b>P_ath:</b> <i>* nyieun kolot</i>

source: <b>_Parent:</b> <i>* create parent</i>
su: <b>_kolot:</b> <i>* nyieun kolot</i>

source: _Move
su: _Mindahkeun

source: Select Link Target
su: Pilih Link Target

source: Select Template File
su: Pilih File Template

source: Select Template Folder
su: Pilih Folder Template

source: Browse
su: Ngotéktak

source: Insert as
su: Selapkeun salaku

# Title|
source: Create New
su: Jieun Anyar

# Title|CreateNew|
source: Folder
su: polder

# Title|CreateNew|
source: Link
su: Tumbu

source: Move
su: Mindahkeun

source: Copy
su: Nyalin

source: Create Link To
su: Jieun Tumbu Ka

source: Target
su: Sasaran

source: As Root
su: Salaku Root

source: Link
su: Tumbu

source: & _Open
su: & _Muka

source: Link-> %s
su: Tumbu-> %s

source: !Link-> %s (missing)
su: !Tumbu-> %s (leungit)

source: <b>_Target:</b>
su: <b>_Sasaran:</b>

source: <b>_Template:</b>
su: <b>_Citakan:</b>

source: Empty File
su: File kosong

source: Empty Folder
su: Polder kosong

source: Link Tar_get
su: TumbuTar_get

# New|Radio
source: _Link
su: _Tumbu

source: New
su: Anyar

source: Path contains linefeeds
su: Path ngandung linefeeds

source: Create Parent Folder
su: Jieun Polder Kolot

source: The parent folder does not exist. Create it?
su: Polder indungna teu aya. Nyiptakeunana?

source: Error creating parent folder %s
su: Kasalahan nyieun folder indungna %s

source: Mkdir Error
su: Mkdir Kasalahan

source: Overwrite Existing File
su: Nimpa File nu Aya

source: OVERWRITE WARNING
su: Nimpa PERHATOSAN

source: The file path exists. Overwrite existing file?
su: Jalur file aya. Nimpa file anu aya?

source: Create Link%s
su: Jieun Tumbu%s

source: Template Missing
su: Citakan leungit

source: The specified template does not exist
su: template nu dieusian teu aya

source: Create New File%s
su: Jieun File Anyar%s

source: Create New Folder%s
su: Jieun Polder Anyar%s

source: Copy%s
su: Nyalin%s

source: Copy Target Error
su: Salin Kasalahan Target

source: Error determining link's target
su: Kasalahan nangtukeun udagan link

source: Link Target Error
su: Link Target Kasalahan

source: Move%s
su: Mindahkeun%s

source: Error renaming file %s
su: Kasalahan ngaganti ngaran file %s

source: Rename Error
su: Kasalahan Ganti ngaran

source: New Folder
su: Polder Anyar

source: New folder name:
su: Ngaran folder anyar:

source: New File
su: File anyar

source: New filename:
su: Ngaran koropak anyar:

source: Name already exists. Please input a new one:
su: Ngaran geus aya. Mangga lebetkeun nu anyar:

source: The new file cannot be created
su: Berkas anyar teu tiasa didamel

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
su: Target symlink ieu leungit atawa anjeun teu boga idin pikeun ngakses eta: %s Sasaran: %s

source: Broken Link
su: Patalina pegat

source: Delete %d selected item as root ?
su: Mupus %d item nu dipilih salaku root ?

source: Confirm Delete As Root
su: Konfirmasi Pupus Salaku Root

source: DELETE AS ROOT
su: Pupus AS ROOT

source: Delete As Root
su: Pupus Salaku Root

source: Move As Root
su: Pindahkeun Salaku Root

source: Copy As Root
su: Salin Salaku Root

source: %s ( %lu bytes )
su: %s ( %lu bait )

source: %d folder
su: %d polder

source: %d file, %s
su: %d berkas, %s

source: %d files
su: %d file

source: ( multiple files )
su: ( sababaraha file )

source: ( multiple types )
su: ( sababaraha jenis )

source: Choose...
su: Pilih...

source: %s ( %lu bytes )
su: %s ( %lu bait )

source: 1 file
su: 1 berkas

source: <b>Link _Name:</b>
su: <b>Link _Ngaran:</b>

source: ( broken link )
su: ( link rusak )

source: ( read link error )
su: ( maca kasalahan link )

source: Calculating...
su: Ngitung...

source: Invalid User
su: Pamaké teu sah

source: Invalid Group
su: Grup teu valid

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
su: Salian ti folder atawa jalur file, paréntah bisa diasupkeun dina Path Bar. Awalan: $ ngajalankeun salaku tugas & lumpat jeung poho + ngajalankeun di terminal ! ngajalankeun salaku root Paké: %%F file dipilih atawa %%f file dipilih munggaran %%N Ngaran koropak dipilih atawa %%n Ngaran koropak dipilih munggaran %%d diréktori ayeuna %%v alat nu dipilih (eg /dev/sda1) %%m titik dipasang alat (eg /media/dvd); %%l labél alat %%b tetengger dipilih %%t diréktori tugas dipilih; %%p tugas pid %%a nilai item menu $fm_panel, $fm_tab, $fm_command, etc conto: $ echo "Diréktori Ayeuna: %%d" conto: +! umount %%v

source: Archive Handlers
su: Panangan Arsip

source: Device Handlers
su: Panangan Alat

source: Protocol Handlers
su: Panangan Protokol

source: File Handlers
su: Panangan File

source: Archive Hand_lers
su: Arsip Hand_lers

source: Device Hand_lers
su: Paranti Hand_lers

source: Protocol Hand_lers
su: Protokol Hand_lers

source: Error: unable to load command (internal error)
su: Kasalahan: teu tiasa ngamuat paréntah (kasalahan internal)

source: Error: unable to save command (can't get script path?)
su: Kasalahan: teu tiasa nyimpen paréntah (teu tiasa kéngingkeun jalur skrip?)

source: Error reading file
su: Kasalahan maca file

source: Error: unable to save command (internal error)
su: Kasalahan: teu tiasa nyimpen paréntah (kasalahan internal)

source: Error writing to file
su: Kasalahan nulis kana file

source: (optional)
su: (opsional)

source: (disabled)
su: (cacad)

source: Permanently remove the selected handler?
su: Cabut panangan anu dipilih sacara permanén?

source: Apply Changes ?
su: Larapkeun Parobahan?

source: Apply changes to the current handler?
su: Larapkeun parobahan ka pawang ayeuna?

source: Restore Default Handlers
su: Balikkeun Panangan Default

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
su: Panangan standar anu leungit bakal disimpen deui. Ogé nimpa sadaya pawang standar anu aya?

source: Please enter a valid handler name.
su: Mangga lebetkeun nami pawang valid.

source: Please enter a valid MIME Type or Pathname pattern.
su: Mangga lebetkeun tipe MIME anu valid atanapi pola Pathname.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
su: Variabel substitusi di handap ieu sigana kedah aya dina paréntah komprési: Salah sahiji di handap ieu: %%n: Mimiti dipilih file / diréktori pikeun arsip %%N: Sadaya file / diréktori anu dipilih pikeun diarsipkeun sareng salah sahiji di handap ieu: %%o: Arsip tunggal hasilna %%O: Arsip hasilna per file sumber / diréktori

source: The following variables should probably be in the extraction command: %%x: Archive to extract
su: Variabel di handap ieu sigana kedah aya dina paréntah ékstraksi: %%x: Arsip pikeun ékstrak

source: The following variables should probably be in the list command: %%x: Archive to list
su: Variabel di handap ieu sigana kedah aya dina paréntah daptar: %%x: Arsip kana daptar

source: Restore _Default Handlers
su: Mulangkeun _Default Handlers

source: Ena_ble as a default opener
su: Ena_ble salaku opener standar

source: Ena_ble Handler
su: Ena_ble Panangan

source: _Name:
su: _ngaran:

source: MIM_E Type:
su: MIM_E Tipe:

source: Whit_elist:
su: Whit_edaptar:

source: Bl_acklist:
su: Bl_ackdaptar:

source: _Icon:
su: _Ikon:

source: <b>Open Co_mmand:</b>
su: <b>Muka Co_mmand:</b>

source: <b>_Mount:</b>
su: <b>_Gunung:</b>

source: Run In Terminal
su: Ngajalankeun Dina Terminal

source: Run As Task
su: Jalankeun Salaku Tugas

source: Edit
su: Édit

source: Please choose an application:
su: Mangga pilih hiji aplikasi:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
su: Catetan: MIME type '%s' ayeuna disetel ka muka kalawan '%s' file Handler, tinimbang jeung aplikasi MIME pakait Anjeun. Anjeun ogé kedah nganonaktipkeun panangan ieu dina Open|Panangan File supados jinis ieu dibuka sareng aplikasi anu aya hubunganana sacara standar.

source: MIME Type Has Handler
su: Tipe MIME Mibanda Handler

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
su: Catetan: MIME type '%s' ayeuna disetel ka muka kalawan '%s' panangan arsip, tinimbang sareng aplikasi MIME anu aya hubunganana. Anjeun ogé kedah nganonaktipkeun panangan ieu dina Buka|Default Arsip|Pangurus Arsip, ATAWA pilih pilihan global Buka|Default Arsip|Buka Kalayan Aplikasi, pikeun jinis ieu dibuka sareng aplikasi anu aya hubunganana sacara standar.

source: Command not found
su: Paréntah teu kapanggih

source: Destination directory "%1$s" is contained in source "%2$s"
su: diréktori tujuan "%1$s" dikandung dina sumber "%2$s"

source: Accessing
su: Ngaksés

source: Removing
su: Nyabut

source: Creating Dir
su: Nyiptakeun Dir

source: Creating Link
su: Nyieun Tumbu

source: Writing
su: Nulis

source: Creating
su: Nyiptakeun

source: Renaming
su: Ngaganti ngaran

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
su: Mangga install /usr/bin/sha256sum supados abdi tiasa ningkatkeun kaamanan anjeun nalika ngajalankeun paréntah root

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
su: Mangga konfigurasi Terminal valid SU paréntah di View|Preferences|Advanced

source: Terminal SU Not Available
su: Terminal SU Henteu sayogi

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
su: Mangga konfigurasi Grafika valid SU paréntah di View|Preferences|Advanced

source: Graphical SU Not Available
su: Grafis SU Henteu sayogi

source: Cannot create temporary directory
su: Teu bisa nyieun diréktori samentara

source: Please set a valid terminal program in View|Preferences|Advanced
su: Punten setel program terminal anu valid dina View|Preferences|Advanced

source: zzzfm-auth not found in path - this reduces your security
su: zzzfm-auth teu kapanggih dina jalur - ieu ngurangan kaamanan Anjeun

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
su: Kasalahan ngalaksanakeun '%s' Tingali stdout (ngajalankeun zzzfm di terminal a) pikeun inpo debug

source: Error writing temporary file
su: Kasalahan nulis file samentara

source: Timed out calculating total size
su: Time out ngitung ukuran total

source: %s %s Error: %s
su: %s %s Kasalahan: %s

source: :floppy
su: : ngagantung

source: :optical
su: : optik

source: [blank]
su: [kosong]

source: [no media]
su: [euweuh média]

source: Selected Device Handler
su: Dipilih Alat Handler

source: Selected Protocol Handler
su: Dipilih Protocol Handler

source: ( no udev device )
su: ( henteu udev alat )

source: Auto Open Tab for %s in %s
su: Otomatis Buka Tab pikeun %s di %s

source: Auto-Unmount: %s
su: Unmount Otomatis: %s

source: Auto-Unmount: error: no unmount command available
su: Unmount Otomatis: kasalahan: euweuh paréntah unmount sadia

source: Automount: %s
su: Otomatis: %s

source: Automount: error: no mount command available
su: Automount: kasalahan: euweuh Gunung paréntah sadia

source: Unmount-If-Mounted: %s
su: Leupaskeun-Lamun-Dipasang: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
su: Anjeun teu gaduh idin pikeun ngédit eusi file %s Pertimbangkeun nyalin file kana desktop, atanapi tautan kana salinan anu disimpen ~/.local/share/applications/

source: Unable To Rename
su: Teu Bisa Ngaganti Ngaran

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
su: Lebetkeun nami item desktop anyar: Ngarobih nami item desktop ieu peryogi ngarobih eusi file desktop %s

source: Change Desktop Item Name
su: Robah Ngaran Item Desktop

source: An error occurred renaming this desktop item.
su: Aya kasalahan dina ngaganti ngaran item desktop ieu.

source: Open Containing _Folder
su: Buka Ngandung _polder

source: Select a folder
su: Pilih hiji polder

source: Browse...
su: Ngotéktak...

source: Local Volumes
su: Jilid Lokal

source: Last Modified
su: Panungtungan dirobah

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
su: Lebetkeun program atanapi garis paréntah bash: Paké: %F file dipilih atawa %f file dipilih munggaran %N Ngaran koropak dipilih atawa %n Ngaran koropak dipilih munggaran %d diréktori ayeuna %v alat nu dipilih (eg /dev/sda1) %m titik dipasang alat (eg /media/dvd); %l labél alat %b tetengger dipilih %t diréktori tugas dipilih; %p tugas pid %a nilai item menu $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
su: Tipe MIME

source: Filename
su: Nami file

source: Directory
su: diréktori

source: Dir Write Access
su: Dir Tulis Aksés

source: File Is Text
su: File Nyaéta Téks

source: File Is Dir
su: File Nyaéta Dir

source: File Is Link
su: File Nyaéta Link

source: User Is Root
su: Pamaké Dupi Akar

source: Multiple Selected
su: Sababaraha Dipilih

source: Clipboard Has Files
su: Clipboard Mibanda Payil

source: Clipboard Has Text
su: Clipboard Mibanda Téks

source: Current Panel
su: Panel ayeuna

source: Panel Count
su: Jumlah Panel

source: Current Tab
su: Tab ayeuna

source: Tab Count
su: Jumlah Tab

source: Bookmark
su: Tetengger

source: Device
su: Paranti

source: Device Mount Point
su: Alat Gunung Point

source: Device Label
su: Label Alat

source: Device FSType
su: Alat FStype

source: Device UDI
su: Paranti UDI

source: Device Properties
su: Pasipatan alat

source: Task Count
su: Jumlah Tugas

source: Task Directory
su: Diréktori Tugas

source: Task Type
su: Jenis Tugas

source: Task Name
su: Ngaran Tugas

source: Panel 1 Directory
su: Diréktori Panel 1

source: Panel 2 Directory
su: Diréktori Panel 2

source: Panel 3 Directory
su: Diréktori Panel 3

source: Panel 4 Directory
su: Diréktori Panel 4

source: Panel 1 Has Sel
su: Panel 1 Mibanda Sel

source: Panel 2 Has Sel
su: Panel 2 Mibanda Sel

source: Panel 3 Has Sel
su: Panel 3 Mibanda Sel

source: Panel 4 Has Sel
su: Panel 4 Mibanda Sel

source: Panel 1 Device
su: Panel 1 Alat

source: Panel 2 Device
su: Panel 2 Alat

source: Panel 3 Device
su: Panel 3 Alat

source: Panel 4 Device
su: Panel 4 Alat

source: equals
su: sarua

source: doesn't equal
su: teu sarua

source: contains
su: ngandung

source: doesn't contain
su: teu ngandung

source: begins with
su: dimimitian ku

source: doesn't begin with
su: henteu dimimitian ku

source: ends with
su: ditungtungan ku

source: doesn't end with
su: teu ditungtungan ku

source: is less than
su: nyaeta kirang ti

source: is greater than
su: leuwih gede ti

source: matches
su: patandingan

source: doesn't match
su: teu cocog

source: Application
su: Aplikasi

source: Command
su: Paréntah

source: Current: Show
su: Ayeuna: Témbongkeun

source: Current: Hide
su: Ayeuna: Sumputkeun

source: Current: Disable
su: Ayeuna: Nonaktipkeun

source: Current: Enable
su: Ayeuna: Aktipkeun

source: Save Modified Script?
su: Simpen Skrip Dirobih?

source: Save your changes to the command script?
su: Simpen parobahan anjeun kana skrip paréntah?

source: Overwrite Script?
su: Nimpa Skrip?

source: The command script on disk has changed. Do you want to overwrite it?
su: Aksara paréntah dina disk geus robah. Naha anjeun badé nimpa?

source: Command Dir
su: Komando Dir

source: (no files)
su: (teu aya file)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
su: Baris paréntah henteu dimimitian ku file téks (naskah) dibuka, atawa naskah teu kapanggih dina Anjeun $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
su: Sasaran: (daptar jalur atanapi URL anu dipisahkeun titik koma)

source: Target: (a .desktop or executable file)
su: Sasaran: (a .desktop atanapi file laksana)

source: Choose Executable
su: Pilih Executable

source: Command Line Too Long
su: Garis Komando Panjang teuing

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
su: Baris paréntah anjeun langkung ageung ti 2000 karakter sareng tiasa dipotong nalika disimpen. Pertimbangkeun nganggo skrip paréntah ku cara milih Aksara dina tab Komando.

source: Toolbar Item Properties
su: Toolbar Item Pasipatan

source: Menu Item Properties
su: Menu Item Pasipatan

source: _Toolbar Item
su: _Item Toolbar

source: _Menu Item
su: _Item menu

source: Type:
su: Tipe:

source: Name:
su: ngaran:

source: Key:
su: konci:

source: Icon:
su: Ikon:

source: matches any rule:
su: cocog sareng aturan naon waé:

source: matches all rules:
su: cocog sagala aturan:

source: doesn't match any rule:
su: henteu cocog sareng aturan naon waé:

source: doesn't match all rules:
su: henteu cocog sareng sadaya aturan:

source: Show
su: Témbongkeun

source: Enable
su: Aktipkeun

source: Hide
su: Sumputkeun

source: Disable
su: Pareuman

source: item if context
su: item lamun konteks

source: Edit Rule
su: Edit Aturan

source: Value:
su: nilai:
