Repository: dimkr/zzzfm
Catalog: po/from transifex/su/zzzfmpot.sh.po
Languages: su

source: Panel focus %e %w %p %t
su: Fokus panel %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
su: Panel némbongkeun / nyumputkeun %e %w %p %t %f %v

source: Selection changed %e %w %p %t
su: Pamilihan robah %e %w %p %t

source: Tab new %e %w %p %t
su: Tab anyar %e %w %p %t

source: Tab change dir %e %w %p %t %d
su: Tab robah dir %e %w %p %t %d

source: Tab focus %e %w %p %t
su: Fokus tab %e %w %p %t

source: Tab close %e %w %p %t
su: Tab nutup %e %w %p %t

source: Device change %e %f %v
su: Robah alat %e %f %v

source: Event COMMAND Substitution Variables:
su: Variabel Panggantian KOMMAND Acara:

source: event type (evt_start|evt_exit|...)
su: jenis acara (evt_start|evt_exit|...)

source: window ID
su: ID jandela

source: panel number (1-4)
su: nomer panel (1-4)

source: tab number (1-...)
su: nomer tab (1-...)

source: quoted directory ('/etc')
su: diréktori dicutat ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
su: tombol mouse (0=ganda 1=ditinggalkeun 2=tengah 3=leres ...)

source: key code (eg 0x63)
su: kode konci (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
su: konci modifier (eg 0x4 dipaké kalawan clicks na keypresses)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
su: unsur fokus (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
su: Unsur fokus katingali (0 atanapi 1, atanapi parobahan kaayaan alat)

source: Examples
su: Contona

source: These files have been copied to the clipboard
su: Berkas ieu parantos ditiron kana clipboard

source: For full documentation and examples see the zzzFM User's Manual:
su: Pikeun dokuméntasi lengkep sareng conto tingali Buku Panduan Pamaké zzzFM:

source: This build of zzzFM has desktop integration disabled
su: Wangunan zzzFM ieu ngagaduhan integrasi desktop ditumpurkeun

source: zzzfm: Error: Unable to save session %s
su: zzzfm: Kasalahan: Teu tiasa nyimpen sési %s

source: File doesn't exist
su: File teu aya

source: Error
su: Kasalahan

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
su: Kasalahan: Teu tiasa ngamimitian ngabéréskeun monitor parobahan file. Dupi anjeun gaduh kernel anu tiasa inotify?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
su: Kasalahan: Teu bisa nyieun sambungan jeung FAM. Naha anjeun ngagaduhan "FAM" atawa "Gamin" dipasang jeung ngajalankeun?

source: --dialog must be first option
su: --dialog kudu jadi pilihan kahiji

source: --socket-cmd must be first option
su: --socket-cmd kudu jadi pilihan kahiji

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
su: zzzFM merlukeun bash pikeun dipasang. Cangkang sanésna henteu sami sareng zzzFM nganggo fitur anu ngan ukur aya dina bash asli (v4+). Program éta %s teu kapanggih. Masangbashatanapi nganggo pilihan konfigurasi --with-bash-path pikeun nangtukeun lokasi custom dina waktu ngawangun.

source: Don't know how to open the file
su: Teu terang kumaha carana muka file

source: Unable to open file: "%s" %s
su: Teu tiasa muka file: "%s" %s

source: Open Root Window
su: Buka Jandéla Akar

source: Terminal Not Available
su: Terminal Teu Sadia

source: Please set your terminal program in View|Preferences|Advanced
su: Mangga setel program terminal anjeun dina View|Preferences|Advanced

source: Open Terminal
su: Buka Terminal

source: Design Mode Help
su: Desain Mode Pitulung

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
su: Mode Desain ngidinan Anjeun pikeun ngaganti ngaran, kenop potong kompas jeung ikon menu, toolbar jeung item tetengger, némbongkeun pitulung pikeun hiji item, tur nambahkeun paréntah custom anjeun sarta aplikasi. Pikeun muka Menu Desain, cukup klik katuhu dina item menu, tetengger, atawa item toolbar. Pikeun muka Menu Desain pikeun submenu, tutup heula submenu (ku ngaklik dinya). Kanggo inpo nu leuwih lengkep, klik tombol Pitulung di handap.

source: New _Command
su: Anyar _Paréntah

source: Show Panel %d
su: Témbongkeun Panel %d

source: _View
su: _Témbongkeun

source: _Devices
su: _Paranti

source: _Bookmarks
su: _Tetengger

source: _Tools
su: _Parabot

source: _Help
su: _Tulung

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
su: Kasalahan: Teu tiasa nyimpen file sési. Naha anjeun badé kaluar tanpa nyimpen? ( %s )

source: zzzFM Error
su: zzzFM Kasalahan

source: Stop all tasks running in this window?
su: Eureun sadaya pancén dijalankeun dina jandela ieu?

source: Aborting tasks...
su: Ngagugurkeun tugas...

source: %s free / %s
su: %s bébas / %s

source: %sReading %s ...
su: %sbacaan %s ...

source: Link → %s
su: Tumbu → %s

source: Link → %s/
su: Tumbu → %s/

source: !Link → %s/ (missing)
su: !Tumbu → %s/ (leungit)

source: Link → %s (%s)
su: Tumbu → %s (%s)

source: !Link → %s (missing)
su: !Tumbu → %s (missing)

source: !Link → ( error reading target )
su: !Tumbu → ( udagan bacaan kasalahan )

source: hidden
su: disumputkeun

source: %s%d visible (%s) %s
su: %s%d katingali (%s) %s

source: %s%d item %s
su: %s%d barang %s

source: Folder
su: polder

source: Item
su: Barang

source: To
su: Ka

source: Progress
su: Kamajuan

source: Started
su: Dimimitian

source: Elapsed
su: Kaliwat

source: Current
su: ayeuna

source: CRemain
su: CTetep

source: Average
su: Rata-rata

source: Remain
su: Tetep

source: Reorder Columns Help
su: Susun ulang Kolom Pitulung

source: To change the order of the columns, drag the column header to the desired location.
su: Pikeun ngarobah urutan kolom, sered lulugu kolom ka lokasi nu dipikahoyong.

source: moving
su: obah

source: copying
su: niron

source: deleting
su: ngahapus

source: linking
su: ngaitkeun

source: changing
su: ngarobah

source: running
su: lumpat

source: %d error %s
su: %d kasalahan %s

source: %d errors %s
su: %d kasalahan %s

source: paused
su: direureuhkeun

source: queued
su: ngantri

source: Name
su: Ngaran

source: Size
su: Ukuran

source: Type
su: Tipe

source: Permission
su: idin

source: Owner
su: Nu boga

source: Modified
su: Dirobah

source: Created
su: Kacipta

source: zzzfm: invalid socket command
su: zzzfm: paréntah stop kontak teu valid

source: zzzfm: invalid option '%s'
su: zzzfm: pilihan teu valid '%s'

source: zzzfm: option %s requires an argument
su: zzzfm: pilihan %s merlukeun argumen

source: zzzfm: invalid window
su: zzzfm: jandela teu valid

source: zzzfm: invalid window %s
su: zzzfm: jandela teu valid %s

source: zzzfm: invalid panel %d
su: zzzfm: panel teu valid %d

source: zzzfm: panel %d is not visible
su: zzzfm: panel %d teu katingali

source: zzzfm: invalid tab %d
su: zzzfm: tab teu valid %d

source: zzzfm: command set requires an argument
su: zzzfm: set paréntah merlukeun argumen

source: zzzfm: invalid %s value
su: zzzfm: teu sah %s peunteun

source: zzzfm: invalid slider value
su: zzzfm: nilai geseran teu valid

source: zzzfm: invalid panel number
su: zzzfm: nomer panel teu valid

source: zzzfm: invalid tab number
su: zzzfm: nomer tab teu valid

source: zzzfm: invalid property %s
su: zzzfm: harta teu valid %s

source: zzzfm: invalid column width
su: zzzfm: lebar kolom teu valid

source: zzzfm: invalid column name '%s'
su: zzzfm: ngaran kolom teu valid '%s'

source: zzzfm: text is not valid UTF-8
su: zzzfm: téks teu valid UTF-8

source: zzzfm: %s requires a file path
su: zzzfm: %s merlukeun jalur file

source: zzzfm: error reading file '%s'
su: zzzfm: kasalahan maca file '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
su: zzzfm: berkas '%s' teu ngandung téks UTF-8 valid

source: zzzfm: %s requires a directory path
su: zzzfm: %s merlukeun jalur diréktori

source: zzzfm: directory '%s' does not exist
su: zzzfm: diréktori '%s' teu aya

source: zzzfm: command %s requires an argument
su: zzzfm: paréntah %s merlukeun argumen

source: zzzfm: %s requires two arguments
su: zzzfm: %s merlukeun dua argumen

source: zzzfm: invalid task '%s'
su: zzzfm: tugas teu valid '%s'

source: zzzfm: internal task %s is read-only
su: zzzfm: tugas internal %s ngan ukur dibaca

source: zzzfm: task property '%s' is read-only
su: zzzfm: harta tugas '%s' ngan ukur dibaca

source: zzzfm: invalid queue_state '%s'
su: zzzfm: kaayaan antrian teu valid '%s'

source: zzzfm: invalid task property '%s'
su: zzzfm: sipat tugas teu valid '%s'

source: zzzfm: no such directory '%s'
su: zzzfm: euweuh diréktori sapertos '%s'

source: zzzfm: invalid %s task option '%s'
su: zzzfm: teu sah %s pilihan tugas '%s'

source: zzzfm: no such file '%s'
su: zzzfm: euweuh file sapertos '%s'

source: zzzfm: task type %s requires TARGET argument
su: zzzfm: jenis tugas %s merlukeun argumen TARGET

source: zzzfm: invalid TARGET '%s'
su: zzzfm: teu valid TARGET '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
su: zzzfm: jalur relatif '%s' merlukeun %s pilihan --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
su: zzzfm: jenis tugas %s merlukeun FILE argumen (s)

source: zzzfm: invalid task type '%s'
su: zzzfm: tipe tugas teu valid '%s'

source: zzzfm: invalid keycode '%s'
su: zzzfm: kodeu konci teu valid '%s'

source: zzzfm: custom command or submenu '%s' not found
su: zzzfm: paréntah custom atawa submenu '%s' henteu kapendak

source: zzzfm: item '%s' context hidden or disabled
su: zzzfm: barang '%s' konteks disumputkeun atawa ditumpurkeun

source: zzzfm: invalid event type '%s'
su: zzzfm: tipe acara teu valid '%s'

source: zzzfm: event handler not found
su: zzzfm: pawang acara teu kapanggih

source: zzzfm: invalid socket method '%s'
su: zzzfm: métode stop kontak teu valid '%s'

source: Choose Desktop Font
su: Pilih Desktop Font

source: Example Item 0123456789
su: Conto Item 0123456789

source: Transparency Requirements
su: Syarat Transparansi

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
su: Catetan Umum: Pikeun transparansi desktop tiasa dianggo, anjeun kedah ngajalankeun manajer jandela compositing atanapi compositor misah sapertos compton atanapi xcompmgr. Anjeun teras tiasa nganggo nitrogén atanapi xwinwrap pikeun nyetél wallpaper dina latar tukang. Pesen ieu moal diulang deui.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
su: Pamakéan sababaraha terminal (%s) kalawan zzzFM bisa nyegah Run Salaku Tugas jeung Jalankeun Dina pilihan Terminal dipaké babarengan pikeun ngajalankeun paréntah, alatan watesan dina terminal ieu. Salaku conto, ieu tiasa nyababkeun protokol anu dipasang dina terminal gagal otomatis dibuka saatos dipasang. Pikeun pamakéan pinuh fitur zzzFM urang, milih terminal sejen dianjurkeun.

source: Limited Terminal Emulator Selected
su: Terminal émulator kawates Dipilih

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
su: Anjeun ayeuna bakal dipénta kecap akses root anjeun pikeun nyimpen fileroot setélan pikeun pamaké ieu kana file di %s/zzzfm/ Suplai kecap akses dina jandela salajengna disarankeun. Kusabab zzzFM ngajalankeun sababaraha paréntah salaku root via su, setelan ieu pangalusna ditangtayungan ku root.

source: Save Root Settings
su: Simpen Root Setélan

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
su: Lebetkeun program atanapi garis paréntah bash: Paké: %%F file dipilih atawa %%f file dipilih munggaran %%N Ngaran koropak dipilih atawa %%n Ngaran koropak dipilih munggaran %%d diréktori ayeuna %%v alat nu dipilih (eg /dev/sda1) %%m titik dipasang alat (eg /media/dvd); %%l labél alat %%b tetengger dipilih %%t diréktori tugas dipilih; %%p tugas pid %%a nilai item menu $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
su: Lebetkeun nami ikon, jalur file ikon, atanapi nami barang saham: Atawa klik Pilih pikeun milih hiji ikon. Henteu sadayana ikon tiasa dianggo leres kusabab sababaraha masalah.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
su: Lebetkeun nami barang: Miheulaan karakter anu nganggo garis handap (_) pikeun ngagariskeun karakter éta salaku konci potong kompas upami hoyong.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
su: Lebetkeun nami barang énggal: Miheulaan karakter anu nganggo garis handap (_) pikeun ngagariskeun karakter éta salaku konci potong kompas upami hoyong. Tip: Pikeun ngarobah item ieu engké, klik katuhu dina item pikeun muka Menu Desain.

source: Show Devices
su: Témbongkeun Alat

source: Show Bookmarks
su: Témbongkeun Tetengger

source: Show Tree
su: Témbongkeun Tangkal

source: Home
su: Imah

source: Up
su: Ka luhur

source: Back
su: Balik deui

source: Back History
su: Balik Sajarah

source: Forward
su: Maju

source: Forward History
su: Sajarah Maju

source: Refresh
su: Nyegerkeun

source: New Tab
su: Tab Anyar

source: New Tab Here
su: Tab Anyar Ieuh

source: Show Hidden
su: Témbongkeun Disumputkeun

source: Large Icons
su: Ikon ageung

source: %s: %s contains invalid characters - ignored
su: %s: %s ngandung karakter teu valid - dipaliré

source: %s: tmp_dir '%s' does not exist - reverting to %s
su: %s: tmp_dir '%s' teu aya - balik deui ka %s

source: file not found
su: file henteu kapendak

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
su: # zzzFM File sési # FILE IEU TEU DIRANJANGKEUN DIEDIT - bakal dibaca tur ditimpa # Upami anjeun ngahapus sadaya file sesi*, zzzFM bakal direset ka standar pabrik.

source: Error saving file
su: Kasalahan nyimpen file

source: zzzFM Error: Unable to autosave session file ( %s )
su: zzzFMKasalahan: Teu tiasa nyimpen otomatis file sési ( %s )

source: Selected Menu Item '%s' As Handler
su: Item Menu Dipilih '%s' Salaku Handler

source: Create README
su: Jieun README

source: No README file exists for this command. Create a default README file for you to fill in?
su: Henteu aya file README pikeun paréntah ieu. Jieun file README standar pikeun anjeun eusian?

source: Creation Failed
su: Kacipta Gagal

source: An error occurred creating a README file for this command.
su: Aya kasalahan nalika nyiptakeun file README pikeun paréntah ieu.

source: An error occurred copying command files %s
su: Aya kasalahan nalika nyalin file paréntah %s

source: Copy Command Error
su: Kasalahan Komando Salin

source: An error occurred copying command data files %s
su: Aya kasalahan nalika nyalin file data paréntah %s

source: Bookmark target '%s' is missing or invalid.
su: Target bookmark '%s' leungit atawa teu valid.

source: Invalid Bookmark Target
su: Target Bookmark teu valid

source: Change Item Name
su: Robah Ngaran Item

source: Editor Not Set
su: Editor Teu Disetél

source: Please set your editor in View|Preferences|Advanced
su: Mangga setel redaktur anjeun dina View|Preferences|Advanced

source: Root Editor Not Set
su: Root Editor Henteu Disetél

source: Please set root's editor in View|Preferences|Advanced
su: Mangga setel éditor root dina View|Preferences|Advanced

source: Edit %s
su: Édit %s

source: User's Manual Not Found
su: Buku Panduan Pamaké Teu Kapendak

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
su: Salinan lokal tina manual pamaké zzzFM teu kapanggih. Mangga setel lokasi nu bener dina Pitulung|Pilihan|Lokasi Manual.

source: Manual Opened ?
su: Manual Dibuka?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
su: Manual pamaké zzzFM kedahna dibuka dina panyungsi anjeun. Upami teu dibuka, atanapi upami anjeun hoyong nganggo browser anu sanés, setel browser anjeun dina Help|Options|Browser. Pesen ieu moal diulang deui.

source: ( none )
su: ( euweuh )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
su: %s Kodeu konci: %#4x Modifier: %#x %s geus ditugaskeun ka '%s'. Pencét konci anu béda atanapi klik Setel pikeun ngagentos tugas konci anu ayeuna.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
su: %s Kodeu konci: %#4x [%#4x] Modifier: %#x %s geus ditugaskeun ka '%s'. Pencét konci anu béda atanapi klik Setel pikeun ngagentos tugas konci anu ayeuna.

source: %s Keycode: %#4x Modifier: %#x
su: %s Kodeu konci: %#4x Modifier: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
su: Pencét kombinasi konci anjeun pikeun item '%s' teras klik Set. Pikeun mupus tugas konci ayeuna, klik Unset.

source: Cancel
su: Ngabolaykeun

source: Set
su: Nyetél

source: Edit Command Line
su: Edit Garis Komando

source: Choose Custom Executable
su: Pilih Custom Executable

source: Run As User
su: Jalankeun Salaku Pamaké

source: Run this command as username: ( Leave blank for current user )
su: Jalankeun paréntah ieu salaku nami pangguna: ( Ninggalkeun kosong pikeun pangguna ayeuna )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
su: Anjeun nambihan paréntah khusus kana item ménu Default. Item ieu bakal otomatis gaduh pra-konteks - éta ngan bakal muncul nalika jinis MIME tina file anu munggaran dipilih cocog sareng jinis ayeuna. '%s'. Tambihkeun paréntah atanapi ménu di dieu anu anjeun ngan ukur hoyong muncul pikeun jinis MIME ieu.

source: New Context Command
su: Paréntah Kontéks Anyar

source: Set Item Name
su: Set Ngaran Item

source: Choose Folder
su: Pilih Folder

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
su: Anjeun nambahkeun submenu custom ka item menu Default. Item ieu bakal otomatis gaduh pra-konteks - éta ngan bakal muncul nalika jinis MIME tina file anu munggaran dipilih cocog sareng jinis ayeuna. '%s'. Tambihkeun paréntah atanapi ménu di dieu anu anjeun ngan ukur hoyong muncul pikeun jinis MIME ieu.

source: (none)
su: (euweuh)

source: Set Submenu Name
su: Setel Ngaran Submenu

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
su: Lebetkeun nami submenu: Miheulaan karakter ku underscore (_) pikeun ngagariskeun éta karakter salaku konci potong kompas upami hoyong.

source: New _Submenu
su: Anyar _Submenu

source: ( no name )
su: ( euweuh ngaran )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
su: Cabut permanén '%s' SUBMENU JEUNG SADAYA ITEM DI DALAMNYA? Peta ieu bakal ngahapus sadaya setelan sareng file anu aya hubunganana sareng item ieu.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
su: Hapus item '%s' permanén? Peta ieu bakal ngahapus sadaya setelan sareng file anu aya hubunganana sareng item ieu.

source: Confirm Remove
su: Konfirmasi Cabut

source: Are you sure?
su: Naha anjeun yakin?

source: Dialog Message
su: Talatah Dialog

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
su: Lebetkeun pesen anu bakal dipidangkeun dina dialog ieu: Paké: \n garis anyar \t tab

source: _Copy
su: _Nyalin

source: _Paste
su: _témpél

source: _Remove
su: _Cabut

source: _New
su: _Anyar

source: _Bookmark
su: _Tetengger

source: _Application
su: _Aplikasi

source: _Command
su: _Paréntah

source: Sub_menu
su: Sub_ménu

source: _Add
su: _Nambihan

source: _Key Shortcut
su: _Potong kompas konci

source: _Edit Script
su: _Édit Skrip

source: E_dit As Root
su: E_dit Salaku Root

source: _Edit Command
su: _Edit Paréntah

source: _Properties
su: _Pasipatan

source: Set Icon
su: Set Ikon

source: _Edit
su: _Édit

source: Your input is invalid because it contains linefeeds
su: Input anjeun teu valid sabab ngandung feed line

source: _OK
su: _Oké

source: Remo_ve / Eject
su: Remo_ve / Ngaluarkeun

source: _Unmount
su: _Leupaskeun

source: _Sync
su: _Singkronkeun

source: _Open
su: _Muka

# Devices|Open|
source: Open In _Tab
su: Buka Dina _Tab

source: _Mount
su: _Gunung

source: Re_/mount
su: Re_/gunung

source: _Root
su: _Akar

source: _Check
su: _Cék

source: _Edit fstab
su: _Édit fstab

source: Edit u_devil.conf
su: Édit u_devil.conf

source: _Format
su: _Formatna

source: _Backup
su: _Nyadangkeun

source: _Restore
su: _Mulangkeun

source: _From File
su: _Ti File

source: File _Info
su: File _Inpo

source: _Internal Drives
su: _Drives internal

source: _Empty Drives
su: _Kosong Drives

source: _Partition Tables
su: _Méja partisi

source: Mounted _Networks
su: Dipasang _Jaringan

source: Mounted _Other
su: Dipasang _Lain

source: _Volumes...
su: _Jilid...

source: Show/Hide Volumes
su: Témbongkeun / Sumputkeun Jilid
