Repository: dimkr/zzzfm
Catalog: po/from transifex/su/zzzfmpot.sh.po
Languages: su

source: If enabled, use as handler for:
su: Upami diaktipkeun, dianggo salaku panangan pikeun:

source: none
su: euweuh

source: files
su: file

source: devices
su: alat-alat

source: _Ignore Context / Show All (global setting)
su: _Teu malire Konteks / Témbongkeun Sadayana (setting global)

source: Command _Line
su: Paréntah _Line

source: _Script
su: _naskah

source: Open In _Editor
su: Buka Dina _Editor

source: Run Options
su: Jalankeun Pilihan

source: Popup Task
su: Tugas Popup

source: Popup Error
su: Kasalahan Popup

source: Popup Output
su: Kaluaran Popup

source: Scroll Output
su: Gulung Kaluaran

source: Keep Terminal Open
su: Tetep Buka Terminal

source: Run As User:
su: Jalankeun Salaku Pamaké:

source: ( leave blank for current user )
su: ( ninggalkeun kosong pikeun pamaké ayeuna )

source: Style
su: Gaya

source: Normal
su: Biasa

source: Checkbox
su: Kotak centang

source: Confirmation
su: Konfirmasi

source: Confirmation/Input Message:
su: Pesen Konfirmasi/Input:

source: Open in File Browser:
su: Buka dina File Browser:

source: Built-In Toolbar Item
su: Item Toolbar Diwangun-di

source: Separator
su: Pamisah

source: Built-In Command
su: Diwangun-Dina Komando

source: Follow state
su: Turutan kaayaan

source: Render differently based on the selection state.
su: Render béda dumasar kana kaayaan pilihan.

source: Icon
su: Ikon

source: The icon to render.
su: Ikon pikeun render.

source: GIcon
su: GIkon

source: The GIcon to render.
su: The GIkon pikeun render.

source: size
su: ukuran

source: The size of the icon to render in pixels.
su: Ukuran ikon pikeun render dina piksel.

source: Preview
su: Sawangan

source: No file selected
su: Taya file dipilih

source: Block Device
su: Blok Alat

source: Character Device
su: Alat Karakter

source: Socket
su: Soket
