Repository: dimkr/zzzfm
Catalog: po/from transifex/su/zzzfmpot.sh.po
Languages: su

source: zzzFM Open Folder
su: zzzFM Buka Polder

source: Open folder
su: Buka folder

source: zzzFM File Search
su: zzzFM Pilarian File

source: Search for files and folders
su: Pilarian file sareng polder

source: File Manager
su: Pangatur file

source: Browse the file system
su: Kotektak sistem file

source: Choose Application
su: Pilih Aplikasi

source: Please choose an application or enter a command:
su: Mangga pilih aplikasi atanapi lebetkeun paréntah:

source: File Type:
su: Jenis file:

source: _Associated Apps
su: _Aplikasi pakait

source: A_ll Apps
su: A_ll Aplikasi

source: _Command:
su: _Paréntah:

source: _Browse
su: _Ngotéktak

source: Opened in Terminal
su: Dibuka di Terminal

source: _Set as default application for this file type
su: _Setel salaku aplikasi standar pikeun jinis file ieu

source: File Properties
su: Pasipatan file

source: <b>File Name:</b>
su: <b>Nami file:</b>

source: <b>Location:</b>
su: <b>lokasi:</b>

source: <b>Type:</b>
su: <b>Tipe:</b>

source: <b>Opens _With:</b>
su: <b>Muka _kalawan:</b>

source: <b>Total Size:</b>
su: <b>Total Ukuran:</b>

source: <b>Size On Disk:</b>
su: <b>Ukuran dina disk:</b>

source: <b>Count:</b>
su: <b>cacah:</b>

source: <b>Modified:</b>
su: <b>Dirobah:</b>

source: <b>Accessed:</b>
su: <b>Diaksés:</b>

source: _Info
su: _Inpo

source: <b>_Owner:</b>
su: <b>_Pamilik:</b>

source: <b>_Group:</b>
su: <b>_Grup:</b>

source: <b>Owner:</b>
su: <b>Pamilik:</b>

source: <b>Group:</b>
su: <b>Grup:</b>

source: <b>Other:</b>
su: <b>Lain:</b>

source: Read
su: Maca

source: Write
su: Tulis

source: Execute
su: Laksanakeun

source: Set UID
su: Setel UID

source: Set GID
su: Setel GID

source: Sticky
su: Lengket

source: Recursive (apply changes to folders and their contents)
su: Rekursif (nerapkeun parobahan kana polder sareng eusina)

source: _Permissions
su: _idin

source: Bytes
su: Bait

source: Any
su: Sakur

source: Within One Day
su: Dina Hiji Poé

source: Within One Week
su: Dina Saminggu

source: Within One Month
su: Dina Sabulan

source: Within One Year
su: Dina Sataun

source: Within Selected Date Range
su: Dina rentang Tanggal Dipilih

source: Find Files
su: Manggihan Payil

source: <b>Filename:</b>
su: <b>Nami file:</b>

source: Case Sensitive
su: Sénsitip kana ukuran hurup

source: Video Files (avi, mpg,...)
su: Pidéo Payil (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
su: Payil Audio (mp3, ogg,...)

source: Image Files (jpg, png,...)
su: File Gambar (jpg, png,...)

source: Plain Text Files
su: File téks polos

source: All Files and Folders
su: Sadaya File sareng Polder

source: <b>File Types to Search</b>
su: <b>Jinis File pikeun Milarian</b>

source: Search in subfolders
su: Pilarian dina subfolders

source: Search hidden files
su: Pilarian file disumputkeun

source: <b>Places to Search</b>
su: <b>Tempat Milarian</b>

source: General
su: Umum

source: File Contains:
su: File ngandung:

source: Use Regular Expression
su: Paké Éksprési Biasa

source: <b>File Content</b>
su: <b>Eusi File</b>

source: Content
su: eusi

source: Greater Than:
su: Leuwih gede ti:

source: Smaller Than:
su: Leuwih leutik ti:

source: <b>File Size</b>
su: <b>Ukuran File</b>

source: <b>Last Modified</b>
su: <b>Panungtungan dirobah</b>

source: Size & Date
su: Ukuran & Tanggal

source: <b>Search Result:</b>
su: <b>Hasil Pilarian:</b>

source: Search Again
su: Pilarian Deui

source: Go to folder
su: Pindah ka folder

source: Open In Current Tab
su: Buka Dina Tab Ayeuna

source: Open In New Tab
su: Buka Dina Tab Anyar

source: Stretch
su: Manteng

source: Fit
su: Pas

source: Center
su: Puseur

source: Tile
su: Ubin

source: Zoom
su: Zum

source: Transparent
su: Transparan

source: Automatic
su: Otomatis

source: Copy (Ctrl+Drag)
su: Nyalin (Ctrl+Ngarérét)

source: Move (Shift+Drag)
su: Mindahkeun (Shift+Ngarérét)

source: Link (Ctrl+Shift+Drag)
su: Tumbu (Ctrl+Shift+Ngarérét)

source: Preferences
su: Karesep

source: Small Icons:
su: Ikon leutik:

source: Large Icons:
su: Ikon ageung:

source: Toolbar Icons:
su: Ikon toolbar:

source: <b>Icons</b>
su: <b>Ikon</b>

source: Single click opens files
su: Hiji klik muka file

source: Hover selects
su: Hover milih

source: Bookmarks:
su: Tetengger:

source: Show Thumbnails
su: Témbongkeun Gambar leutik

source: Max Pic Size To Thumbnail:
su: Max Ukuran Pic Pikeun Gambar leutik:

source: <b>File List</b>
su: <b>Daptar File</b>

source: _General
su: _Umum

source: Always show the tab bar
su: Salawasna nembongkeun bar tab

source: Hide 'Close Tab' buttons
su: Sumputkeun 'Tutup Tab' kancing

source: Confirm delete/remove
su: Konfirmasi ngahapus / ngahapus

source: Click runs executables ( caution! )
su: Klik ngajalankeun executables (ati-ati!)

source: SI File Sizes (1K = 1000) (requires restart)
su: Ukuran File SI (1K = 1000) (merlukeun balikan deui)

source: Show root user indicator color
su: Témbongkeun warna indikator pamaké root

source: Default Drag Action:
su: Aksi Séred Default:

source: I_nterface
su: I_interface

source: Please select an image file
su: Mangga pilih file gambar

source: Background:
su: Latar:

source: Text:
su: téks:

source: Shadow:
su: kalangkang:

source: Top:
su: luhur:

source: Left:
su: Kénca:

source: Right:
su: katuhu:

source: Bottom:
su: handap:

source: Right click shows WM menu
su: Klik katuhu nembongkeun menu WM

source: Open folders using associated MIME application
su: Buka folder nganggo aplikasi MIME anu aya hubunganana

source: _Volume Management
su: _Manajemén Volume

source: Graphical SU:
su: SU grafik:

source: Filename Encoding:
su: Encoding Ngaran koropak:

source: Run editor in terminal
su: Jalankeun editor dina terminal

source: Root's Editor:
su: Editor Root:

source: Run root's editor in terminal
su: Jalankeun éditor root dina terminal

source: Date Format:
su: Format Tanggal:

source: (requires reload)
su: (merlukeun reload)

source: Date Display
su: Pintonan Tanggal

source: _Advanced
su: _Maju

source: Too many columns (>%d) in %s
su: Loba teuing kolom (>%d) di %s

source: error reading file %s: %s
su: kasalahan maca file %s: %s

source: file '%s' contents are not valid UTF-8
su: berkas '%s' eusina teu valid UTF-8

source: Cannot set missing element '%s'
su: Teu tiasa nyetél unsur anu leungit '%s'

source: file '%s' is not a regular file
su: berkas '%s' sanes file biasa

source: Dynamic resize requires width and height > 0
su: Ukuran dinamis butuh lebar sareng jangkungna > 0

source: internal command %s requires an argument
su: paréntah internal %s merlukeun argumen

source: element '%s' does not exist
su: unsur '%s' teu aya

source: internal command press is invalid for non-button %s
su: pencét paréntah internal teu valid pikeun non-tombol %s

source: internal command un/select is invalid for %s
su: paréntah internal un / pilih teu valid pikeun %s

source: error writing file %s: %s
su: file kasalahan nulis %s: %s

source: '%s' is not an internal command
su: '%s' sanes paréntah internal

source: error creating file %s: %s
su: kasalahan nyieun file %s: %s

source: pipe '%s' data is not valid UTF-8
su: pipah '%s' data henteu valid UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
su: [ SNIP - kaluaran tambahan di luhur parantos dipangkas tina log ieu ]

source: ( file contents are not valid UTF-8 )
su: ( eusi file teu valid UTF-8 )

source: prefix '%s' is not a valid variable name
su: awalan '%s' sanes nami variabel anu valid

source: Pause
su: Reureuh sakeudeung

source: file '%s' is not a regular file or a pipe
su: berkas '%s' sanes file biasa atanapi pipa

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
su: zzzFMDialog nyiptakeun dialog GTK khusus dumasar kana elemen GUI anjeun nangtukeun dina garis paréntah, fitur ngajalankeun-waktos paréntah internal / éksternal nu bisa ngaropéa elemen, sarta outputs evaluatable / hasil parsable.

source: Usage:
su: Pamakéan:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
su: zzzfm --dialog|-g {UNSUR [PILIHAN] [ARGUMEN...]} ...

source: Example:
su: conto:

source: zzzfm -g --label "A message" --button ok
su: zzzfm -g --label "Hiji pesen" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
su: UNSUR: PILIHAN jeung ARGUMEN:

source: The following arguments may be used as shown above:
su: Argumen di handap ieu tiasa dianggo sapertos anu dipidangkeun di luhur:

source: STOCK %s
su: STOK %s

source: ICON An icon name, eg: gtk-open
su: IKON Ngaran ikon, contona: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
su: @FILE A file téks ti mana maca nilai a. Dina sababaraha kasus, file ieu diawaskeun, jadi nulis nilai anyar kana file bakal ngamutahirkeun unsur. Dina kasus séjén, file nangtukeun hiji nilai awal.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
su: SAVEFILE Eusi panempo atanapi éditor disimpen dina file ieu.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
su: COMMAND Paréntah internal atanapi executable dituturkeun ku argumen. Papisah sababaraha paréntah kalawan a -- argumen. Panggantian di handap ieu tiasa dianggo dina COMMAND: %%n Ngaran unsur ayeuna %%v Nilai unsur ayeuna %%NAME Nilai unsur ngaranna NAME (misalna: %%input1) %%(command) stdoutti garis paréntah bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
su: LABEL Urutan ngewa handap dina LABEL anu teu kabur: \n garis anyar \t tab \" " \\ \ Di --label elemen wungkul, lamun karakter munggaran dinaLABEL nyaeta tilde (~), markup pango bisa dipaké. Salaku conto: --label '~Ieu polos. <b>Ieu kandel.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
su: Salian PILIHAN anu didaptarkeun di luhur, --compact atawa --expand pilihan meureun ditambahkeun kana unsur naon. Ogé, a--font pilihan bisa dipaké kalawan paling elemen jenis pikeun ngarobah font unsur sarta ukuran font. Salaku conto: --input --font "Times New Roman 16" "Téks standar"

source: INTERNAL COMMANDS:
su: Paréntah internal:

source: EXAMPLE WITH COMMANDS:
su: CONTOH DENGAN KOMANTA:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
su: zzzfm -g --label "Lebetkeun sababaraha téks sareng pencét Lebetkeun:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
su: CONTOH NASKAH:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
su: #!%s # Skrip ieu nunjukkeun dialog Sumuhun / Henteu # Paké QUOTED eval maca variabel kaluaran ku zzzFM Dialog: eval "`zzzfm -g --label "Naha anjeun yakin?" --button enya --button henteu`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Pamaké mencét Sumuhun - nyandak sababaraha tindakan" else echo "Pamaké NOT pencét Sumuhun - abort" fi

source: For full documentation and examples see the zzzFM User's Manual:
su: Pikeun dokuméntasi lengkep sareng conto tingali Buku Panduan Pamaké zzzFM:

source: zzzfm: argument is not valid UTF-8
su: zzzfm: argumen teu valid UTF-8

source: invalid dialog option
su: pilihan dialog teu valid

source: Set window title
su: Setel judul jandela

source: Set window icon
su: Set ikon jandela

source: Add a text label
su: Tambahkeun labél téks

source: Add STOCK dialog button, or LABEL button with ICON
su: Tambahkeun tombol dialog STOCK, atawa tombol LABEL kalawan ICON

source: Add STOCK button, or LABEL button with ICON anywhere
su: Tambihkeun tombol STOCK, atanapi tombol LABEL sareng ICON dimana waé

source: Add a text entry
su: Tambahkeun éntri téks

source: Add a large text entry
su: Tambahkeun éntri téks badag

source: Add a password entry
su: Tambahkeun entri sandi

source: Add a file or pipe viewer
su: Tambahkeun file atanapi pipe viewer

source: Add multi-line text editor
su: Tambahkeun pangropéa téksu multi-garis

source: Add a checkbox option
su: Tambahkeun pilihan kotak centang

source: Add a radio option
su: Tambahkeun pilihan radio

source: Add an icon
su: Tambahkeun ikon

source: Add an image
su: Tambahkeun gambar

source: Add a progress bar
su: Tambahkeun bar kamajuan

source: Add a horizontal line separator
su: Tambahkeun separator garis horizontal

source: Add a vertical line separator
su: Tambahkeun separator garis nangtung

source: Automatically close window after DELAY seconds
su: Tutup jandela sacara otomatis saatos DELAY detik

source: Add a drop-down list. COMMAND run when clicked.
su: Tambahkeun daptar turun-handap. COMMAND ngajalankeun nalika diklik.

source: Add a combo list. COMMAND run when Enter pressed.
su: Tambahkeun daptar combo. COMMAND ngajalankeun nalika Lebetkeun dipencet.

source: Add a list box. COMMAND run when double-clicked.
su: Tambahkeun kotak daptar. COMMAND ngajalankeun nalika diklik dua kali.

source: Add a list box with multiple selections
su: Tambahkeun kotak daptar sareng sababaraha pilihan

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
su: Pilihan: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
su: Setel ngaran variabel dasar (standar: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
su: Atur lebar minimum, jangkungna, padding (-1 = ulah robah)

source: Add following widgets to a horizontal box
su: Tambahkeun widget di handap kana kotak horizontal

source: Add following widgets to a vertical box
su: Tambahkeun widget handap kana kotak nangtung

source: Close the current box of widgets
su: Tutup kotak widget ayeuna

source: Run COMMAND when a key combination is pressed
su: Jalankeun COMMAND nalika kombinasi konci dipencet

source: Run COMMAND when an element is clicked or focused
su: Jalankeun COMMAND nalika unsur diklik atanapi dipokuskeun

source: Run COMMAND on window close attempt
su: Jalankeun COMMAND dina usaha nutup jandela

source: Read commands from FILE or PIPE. COMMAND for init.
su: Baca paréntah tina FILE atanapi PIPE. COMMAND pikeun init.

source: No operation - does nothing but evaluate arguments
su: Taya operasi - teu nanaon tapi evaluate argumen

source: Close the dialog
su: Tutup dialog

source: Press button named BUTTON-NAME
su: Pencét tombol ngaranna BUTTON-NAME

source: Set element NAME to VALUE
su: Setel unsur NAME ka VALUE

source: Select item VALUE (or first/all) in element NAME
su: Pilih item VALUE (atanapi munggaran / sadayana) dina unsur NAMA

source: Unselect item VALUE (or all) in element NAME
su: Pupus pilih item VALUE (atanapi sadayana) dina unsur NAME

source: Focus element NAME, or raise dialog window
su: Fokuskeun unsur NAMA, atanapi angkat jandela dialog

source: Hide element NAME
su: Sumputkeun unsur NAME

source: Show element NAME if previously hidden
su: Témbongkeun unsur NAME lamun saméméhna disumputkeun

source: Disable element NAME
su: Pareuman unsur NAME

source: Enable element NAME if previously disabled
su: Aktipkeun unsur NAME lamun saméméhna ditumpurkeun

source: Save files and write source output to FILE
su: Simpen file sareng nyerat kaluaran sumber kana FILE

source: Open folders in new tab of last window (default)
su: Buka polder dina tab anyar dina jandela panungtung (standar)

source: Open folder in current tab of last used window
su: Buka folder dina tab ayeuna tina jandela anu terakhir dianggo

source: Don't load saved tabs
su: Entong muatkeun tab anu disimpen

source: Open folders in new window
su: Buka polder dina jandela anyar

source: Open folders in panel 'P' (1-4)
su: Buka folder dina panel 'P' (1-4)

source: Launch desktop manager daemon
su: Jalankeun daemon manajer desktop

source: Show desktop settings
su: Témbongkeun setélan desktop

source: Show Preferences ('N' is the Pref tab number)
su: Témbongkeun Préferénsi ('N' nyaeta nomer tab Pref)

source: Run as a daemon
su: Jalankeun salaku daemon

source: Use DIR as configuration directory
su: Paké DIR salaku diréktori konfigurasi

source: Show File Search
su: Témbongkeun Pilarian File

source: Set desktop wallpaper to FILE
su: Setel wallpaper desktop kana FILE

source: Show a custom dialog (See -g help)
su: Témbongkeun dialog custom (Tingali -g help)

source: Send a socket command (See -s help)
su: Kirim paréntah stop kontak (Tingali -s help)

source: No function - for compatibility only
su: Taya fungsi - pikeun kasaluyuan wungkul

source: Show version information
su: Témbongkeun informasi versi

source: Option --config-dir ignored - an instance is already running
su: Pilihan --config-dir dipaliré - hiji conto geus ngajalankeun

source: Option --config-dir contains invalid chars - cannot start
su: Pilihan --config-dir ngandung aksara teu valid - teu bisa ngamimitian

source: zzzfm: --socket-cmd requires an argument
su: zzzfm: --socket-cmd merlukeun argumen

source: zzzfm: could not create socket
su: zzzfm: teu bisa nyieun stop kontak

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
su: zzzfm: teu tiasa nyambung ka stop kontak (henteu jalan? atanapi DISPLAY henteu disetel?)

source: zzzfm: invalid response from socket
su: zzzfm: réspon teu sah tina stop kontak

source: zzzFM socket commands permit external processes
su: zzzFM paréntah stop kontak ngidinan prosés éksternal

source: (such as command scripts) to read and set GUI property values
su: (sapertos skrip paréntah) pikeun maca sareng nyetél nilai sipat GUI

source: and execute methods inside running zzzFM windows.
su: sareng ngalaksanakeun metodeu di jero jalan zzzFM jandéla.

source: To handle events, see View|Events in the main menu bar.
su: Pikeun nanganan acara, tingali View|Kajadian dina bar ménu utama.

source: Usage:
su: Pamakéan:

source: Example:
su: conto:

source: METHODS -------
su: METODE -------

source: Sets a property
su: Nyetél sipat

source: Gets a property
su: Meunang harta

source: Sets a task property
su: Nyetél sipat tugas

source: Gets a task property
su: Meunangkeun sipat tugas

source: Starts a new task
su: Ngamimitian tugas anyar

source: Activates a menu item by emitting its shortcut key
su: Aktipkeun item ménu ku cara ngaluarkeun konci potong kompasna

source: Runs custom command or shows submenu named NAME
su: Jalankeun paréntah khusus atanapi nunjukkeun submenu anu namina NAME

source: Add asynchronous handler COMMAND to EVENT
su: Tambahkeun panangan Asynchronous COMMAND ka ACARA

source: Add synchronous handler COMMAND to EVENT, replacing default handler
su: Tambahkeun panangan sinkron COMMAND kana ACARA, ngaganti panangan standar

source: Remove handler COMMAND from EVENT
su: Cabut handler COMMAND tina EVENT

source: Shows this help reference. (Also see manual link below.)
su: Némbongkeun rujukan pitulung ieu. (Tingali ogé tautan manual di handap.)

source: OPTIONS -------
su: PILIHAN -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
su: Tambahkeun pilihan sanggeus METODE pikeun nangtukeun jandela husus, panel, jeung/atawa tab.

source: Otherwise the current tab of the current panel in the last window is used.
su: Upami teu kitu, tab ayeuna tina panel ayeuna dina jandela anu terakhir dianggo.

source: Specify window. eg:
su: Sebutkeun jandela. misalna:

source: Specify panel 1-4. eg:
su: Sebutkeun panel 1-4. misalna:

source: Specify tab 1-... eg:
su: Sebutkeun tab 1-... misalna:

source: PROPERTIES ----------
su: PILIHAN ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
su: Setel sipat sareng METODE 'set', atawa meunang nilai kalawan 'get'.

source: eg '1024x768' (read-only)
su: eg '1024x768' (maca wungkul)

source: Open DIR or default in a new tab
su: Buka DIR atawa standar dina tab anyar

source: eg 'Current Status: Example'
su: misalna 'Status Ayeuna: Conto'

source: [FILENAME...]
su: [NAMI FILE...]

source: [PATTERN] eg '*.jpg'
su: [POLA] eg '*.jpg'

source: eg 'Some\nlines\nof text'
su: eg 'Sababaraha\ngaris\ntina téks'

source: eg '~/copy-file-contents-to-clipboard.txt'
su: eg '~/nyalin-berkas-eusi-ka-clipboard.txt'

source: FILE... Files copied to clipboard
su: FILE... File disalin kana clipboard

source: FILE... Files cut to clipboard
su: FILE... Payil dipotong kana clipboard

source: TASK PROPERTIES ---------------
su: PILIHAN TUGAS ---------------

source: contents of Status task column (read-only)
su: eusi kolom tugas Status (baca wungkul)

source: text to show in Count task column
su: téks pikeun ditingalikeun dina kolom tugas Count

source: text to show in Folder task column
su: téks pikeun dipintonkeun dina kolom tugas Polder

source: text to show in Item task column
su: téks pikeun dipintonkeun dina kolom tugas Item

source: text to show in To task column
su: téks pikeun dipintonkeun dina kolom Pikeun tugas

source: progress percent (1..100) or '' to pulse
su: kamajuan persen (1..100) atawa '' pikeun pulsa

source: text to show in Total task column
su: téks pikeun ditingalikeun dina kolom tugas Total

source: text to show in Current task column
su: téks pikeun dipintonkeun dina kolom tugas Ayeuna

source: text to show in CRemain task column
su: téks pikeun ditingalikeun dina kolom tugas CRemain

source: text to show in Average task column
su: téks pikeun dipintonkeun dina kolom tugas Rata-rata

source: text to show in Remain task column
su: téks pikeun dipintonkeun dina kolom tugas tetep

source: contents of Elapsed task column (read-only)
su: eusi kolom tugas nu geus kaliwat (baca wungkul)

source: contents of Started task column (read-only)
su: eusi kolom tugas Dimimitian (baca wungkul)

source: COMMAND command to show a custom task dialog
su: paréntah COMMAND pikeun nembongkeun dialog tugas custom

source: TASK TYPES ----------
su: JENIS TUGAS ----------

source: Run COMMAND in DIR
su: Jalankeun COMMAND di DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
su: Salin|Pindahkeun|Tumbu FILE(s) atawa DIR(s) ka TARGET dir

source: Recursively delete FILE(s) or DIR(s)
su: Hapus FILE atanapi DIR sacara rekursif

source: Open FILE in user's or root's text editor
su: Buka FILE dina pangropéa téksu pangguna atanapi akar

source: Mount DEVICE or URL
su: Gunung DEVICE atawa URL

source: Unmount DEVICE or mount point DIR
su: Cabut DEVICE atanapi pasang titik DIR

source: EVENTS ------
su: KAJIAN ------

source: Instance start %e
su: Mimitian conto %e

source: Instance exit %e
su: Kaluar conto %e

source: Window new %e %w %p %t
su: Jandéla anyar %e %w %p %t

source: Window focus %e %w %p %t
su: Pokus jandela %e %w %p %t

source: Window move/resize %e %w %p %t
su: Jandéla mindahkeun / ukuran %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
su: Pencét beurit %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
su: Pencét kenop jandela %e %w %p %t %k %m

source: Window close %e %w %p %t
su: Jandéla nutup %e %w %p %t
