Repository: dimkr/zzzfm
Catalog: po/from transifex/su/zzzfmpot.sh.po
Languages: su

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
su: Pikeun maksa nembongkeun atawa nyumputkeun sababaraha jilid, overriding setelan sejenna, Anjeun bisa nangtukeun alat, labél volume, atawa ID alat dina daptar spasi-dipisahkeun handap. conto: +/dev/sdd1 -Label Jeung Spasi +ata-OCZ-part4 Ieu bakal ngabalukarkeun /dev/sdd1 jeung alat OCZ bakal dipintonkeun, sarta volume kalawan labél "Label Jeung Spasi" pikeun disumputkeun. Kudu aya spasi antara éntri jeung tanda tambah atawa minus langsung saméméh unggal item. Daptar ieu kasus-sénsitip.

source: Ignore _Hide Policy
su: Teu maliré _Sumputkeun Kawijakan

source: _Display Name
su: _Nami tayang

source: Set Display Name Format
su: Setel Format Ngaran Témbongkeun

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
su: Lebetkeun format nami tampilan alat: Paké: %%v ngaran koropak alat (eg sdd1) %%s ukuran total (eg 800G) %%t fsngetik (eg ext4) %%l labél volume (misalna Label atawa [euweuh média]) %%m titik Gunung lamun dipasang, atawa --- %%i ID alat %%n major:minor angka alat (eg 15:3)

source: _Auto Mount
su: _Otomatis Gunung

source: Mount _Optical
su: Gunung _Optik

source: _Mount Removable
su: _Gunung Removable

source: Mount _Volumes...
su: Gunung _Jilid...

source: Auto-Mount Volumes
su: Jilid Otomatis-Gunung

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
su: Pikeun maksakeun atawa nyegah automounting sababaraha jilid, overriding setelan sejenna, Anjeun bisa nangtukeun alat, labél volume, atawa ID alat dina daptar spasi-dipisahkeun handap. conto: +/dev/sdd1 -Label Jeung Spasi +ata-OCZ-part4 Ieu bakal ngabalukarkeun /dev/sdd1 jeung alat OCZ bakal otomatis-dipasang lamun kauninga, sarta volume kalawan labél "Label Jeung Spasi" mun teu dipaliré. Kudu aya spasi antara éntri jeung tanda tambah atawa minus langsung saméméh unggal item. Daptar ieu kasus-sénsitip.

source: Mount _Dirs...
su: Gunung _Dirs...

source: Automatic Mount Point Dirs
su: Otomatis Gunung Point Dirs

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
su: Lebetkeun diréktori dimana zzzFM kedah otomatis nyiptakeun diréktori titik gunung pikeun sekering sareng sistem file anu sami (%%a dina paréntah pawang). Diréktori ieu kedah tiasa ditulis ku pangguna (teu make /media), jeung subdirectories kosong bakal dihapus. Lamun ditinggalkeun kosong, ~/.cache/zzzfm/ (atawa $XDG_CACHE_HOME/zzzfm/) dipaké. Variabel di handap ieu dipikawanoh: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Catet yén sababaraha panangan atanapi mount program tiasa henteu nurut kana setélan ieu.

source: Open _Tab
su: Muka _Tab

source: _Unmount On Exit
su: _Unmount Dina Kaluar

source: Auto _Run
su: Otomatis _Lumpat

source: On _Mount
su: Dina _Gunung

source: Auto Run On Mount
su: Otomatis Jalankeun Dina Gunung

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis saatos drive anu tiasa dicabut atanapi disk data dipasang sacara otomatis: Paké: %%v alat (eg /dev/sda1) %%l labél alat %%m titik dipasang alat (eg /media/disk)

source: On _Audio CD
su: Dina _CD audio

source: Auto Run On Audio CD
su: Otomatis Jalankeun Dina CD Audio

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis nalika CD audio diselapkeun dina alat anu mumpuni: Paké: %%v alat (eg /dev/sda1) %%l labél alat %%m titik dipasang alat (eg /media/disk)

source: On _Video DVD
su: Dina _Video DVD

source: Auto Run On Video DVD
su: Otomatis Jalankeun Dina Video DVD

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis nalika DVD video dipasang sacara otomatis: Paké: %%v alat (eg /dev/sda1) %%l labél alat %%m titik dipasang alat (eg /media/disk)

source: On _Insert
su: Dina _Lebetkeun

source: Auto Run On Insert
su: Otomatis Jalankeun Dina Selapkeun

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis nalika aya alat anu diselapkeun: Paké: %%v alat ditambahkeun (eg /dev/sda1) %%l labél alat %%m titik dipasang alat (eg /media/disk)

source: On _Unmount
su: Dina _Unmount

source: Auto Run On Unmount
su: Otomatis Jalankeun Dina Unmount

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis nalika alat naon waé teu dipasang ku cara naon waé: Paké: %%v alat unmounted (eg /dev/sda1) %%l labél alat %%m titik dipasang alat (eg /media/disk)

source: On _Remove
su: Dina _Cabut

source: Auto Run On Remove
su: Otomatis Jalankeun Dina Cabut

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis nalika alat naon waé dipupus (éjection média henteu cocog): Paké: %%v alat dipiceun (eg /dev/sda1) %%l labél alat %%m titik dipasang alat (eg /media/disk)

source: Ignore _No Policy
su: Teu malire _No Policy

source: _Mount Options
su: _Pilihan Gunung

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
su: Lebetkeun daptar koma- atanapi spasi-dipisahkeun anjeun tina pilihan gunung standar di handap (%%o dina pawang). Salian pilihan biasa, Anjeun oge bisa nangtukeun pilihan pikeun ditambahkeun atawa dihapus pikeun tipe filesystem husus ku ngagunakeun formulir OPTION + FSTYPE atawa OPTION-FSTYPE. conto: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ieu bakal nambahan nosuid jeung noatime pikeun sakabéh jenis filesystem, tambahkeun sync pikeun vfat jeung ntfs ngan, jeung cabut noatime pikeun ext4. Catetan: Sababaraha pilihan, sapertos nosuid, tiasa ditambihan ku program mount sanaos anjeun henteu ngalebetkeunana. Pilihan dina fstab diutamakeun. pmountsarta sababaraha pawang bisa malire pilihan diatur dieu.

source: Default Mount Options
su: Pilihan Gunung Default

source: Re/mount With Options
su: Re / Gunung Jeung Pilihan

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
su: Alat bakal (deui) dipasang nganggo pilihan di handap. Salian pilihan biasa, Anjeun oge bisa nangtukeun pilihan pikeun ditambahkeun atawa dihapus pikeun tipe filesystem husus ku ngagunakeun formulir OPTION + FSTYPE atawa OPTION-FSTYPE. conto: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Ieu bakal nambahan nosuid jeung noatime pikeun sakabéh jenis filesystem, tambahkeun sync pikeun vfat jeung ntfs ngan, jeung cabut noatime pikeun ext4. Catetan: Sababaraha pilihan, sapertos nosuid, bisa ditambahkeun ku program Gunung sanajan anjeun teu kaasup aranjeunna. Pilihan dina fstab diutamakeun. pmount teu malire pilihan anu disetél di dieu.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
su: Lebetkeun daptar sistem file anu dipisahkeun koma atanapi spasi anu TEU kedah diawaskeun pikeun parobahan file. Setelan ieu ngan mangaruhan alat non-blok (sapertos nfs atanapi sekering), sareng biasana dianggo pikeun nyegah zzzFM janten teu responsif sareng sistem file jaringan. Muatan gambar leutik sareng ukuran subdirektori ogé bakal ditumpurkeun.

source: Change Detection Blacklist
su: Robah Deteksi Blacklist

source: _Device Handlers
su: _Panangan Alat

source: _Protocol Handlers
su: _Panangan Protokol

source: _Icon
su: _Ikon

source: Audio CD
su: CD audio

source: Optical Mounted
su: Dipasang optik

source: Optical Has Media
su: Optik Mibanda Média

source: Optical No Media
su: Optik Taya Média

source: Floppy Mounted
su: Dipasang floppy

source: Removable Mounted
su: Removable Dipasang

source: Internal Mounted
su: Dipasang internal

source: Mounted Network
su: Jaringan dipasang

source: Mounted Other
su: Dipasang Lain

source: _Settings
su: _Setélan

source: Bookmark _Icon
su: Tetengger _Ikon

source: Sub_menu Icon
su: Sub_menu Ikon

source: _Show Bookmarks
su: _Témbongkeun Tetengger

source: New _Bookmark
su: Anyar _Tetengger

source: _Name
su: _Ngaran

source: F_ilename
su: F_ilengaran

source: _Parent
su: _kolot

source: _Option
su: _Pilihan

source: _Link
su: _Tumbu

source: Copy _Target
su: Nyalin _Sasaran

source: Lin_k Target
su: Lin_k Sasaran

source: _As Root
su: _Salaku Root

source: Move Dialog Font
su: Pindahkeun Font Dialog

source: /home/user/Example Filename.ext
su: /home/user/Conto Ngaran koropak.ext

source: _Confirm Create
su: _Konfirmasi Jieun

source: Highlight _Bar
su: Sorotan _Bar

source: Status Bar Highlight Color
su: Status Bar Sorot Warna

source: Highlight _Text
su: Sorotan _Téks

source: Status Bar Text Highlight Color
su: Warna Sorotan Teks Bar Status

source: _Middle Click
su: _Pencét Tengah

source: Copy _Name
su: Nyalin _Ngaran

source: Copy _Path
su: Nyalin _jalur

source: _Hide Panel
su: _Sumputkeun Panel

source: New _Window
su: Anyar _Jandela

source: R_oot Window
su: R_oot Jandela

source: _File Search
su: _Pilarian File

source: Open _URL
su: Muka _URL

source: Open URL
su: Buka URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
su: Lebetkeun URL dina format: PROTOKOL://USERNAME:PASSWORD@Host:palabuan/Bagikeun Contona: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Kaasup kecap akses teu aman. Pikeun téténggér URL, klik katuhu dina jaringan anu dipasang dina Alat sareng pilih Bookmark.

source: Save Ta_bs
su: Simpen Ta_bs

source: _Next
su: _Teras

source: _Hide
su: _Sumputkeun

source: _Event Manager
su: _Pangatur Acara

source: _Instance
su: _Contona

source: _Startup
su: _Ngamimitian

source: Set Instance Startup Command
su: Setel Instance Startup Command

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis nalika conto zzzFM dimimitian: Paké: %%e tipe acara (evt_start)

source: _Exit
su: _Kaluar

source: Set Instance Exit Command
su: Setel Komando Kaluar Instance

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis nalika conto zzzFM kaluar: Paké: %%e tipe acara (evt_exit)

source: _Window
su: _Jandela

# View|Events|Window|
source: _New
su: _Anyar

source: Set New Window Command
su: Setel Komando Jandela Anyar

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé jandela zzzFM anyar dibuka: Paké: %%e jenis acara (evt_win_new) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu.

# View|Events|Window|
source: _Focus
su: _Pokus

source: Set Window Focus Command
su: Setel Komando Pokus Jandela

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé jandela zzzFM janten fokus: Paké: %%e jenis acara (evt_win_focus) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu.

source: _Move/Resize
su: _Pindahkeun / Robah ukuran

source: Set Window Move/Resize Command
su: Set Jandela Pindahkeun / Robah ukuran Komando

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé jandela zzzFM dipindahkeun atanapi ukuranana: Paké: %%e jenis acara (evt_win_move) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu. Catetan: Paréntah ieu tiasa dijalankeun sababaraha kali salami ukuran.

# View|Events|Window|
source: _Click
su: _Pencét

source: Set Click Command
su: Setel Komando Klik

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé beurit diklik: Paké: %%e jenis acara (evt_win_click) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab %%b tombol (tombol mouse dipencet) %%m modifier (konci modifier) %%f fokus (elemen anu nampi klik) Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu lamun euweuh awalan asterisk dipaké. Prefix paréntah anjeun kalawan tanda bintang (*) jeung conditionally balik kaluar status 0 pikeun ngahambat pawang standar. Salaku conto: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nTombol tengah diklik %%f" --button ok &

source: _Keypress
su: _Pencét kenop

source: Set Window Keypress Command
su: Setel Komando Pencét Jandéla

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé konci dipencet: Paké: %%e jenis acara (evt_win_key) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab %%k kode konci (konci dipencet) %%m modifier (konci modifier) Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu lamun euweuh awalan asterisk dipaké. Prefix paréntah anjeun kalawan tanda bintang (*) jeung conditionally balik kaluar status 0 pikeun ngahambat pawang standar. Salaku conto: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nTombol F8 dipencet." --button ok &

source: Set Window Close Command
su: Setel Komando Tutup Jandéla

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé jandela zzzFM ditutup: Paké: %%e jenis acara (evt_win_close) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu.

# View|Events|Panel|
source: _Focus
su: _Pokus

source: Set Panel Focus Command
su: Setel Komando Fokus Panel

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé panel janten fokus: Paké: %%e jenis acara (evt_pnl_focus) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu.

# View|Events|Panel|
source: _Show
su: _Témbongkeun

source: Set Panel Show Command
su: Atur Panel Témbongkeun Komando

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé panel atanapi unsur panel ditingalikeun atanapi disumputkeun: Paké: %%e jenis acara (evt_pnl_show) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab %%f fokus (elemen ditémbongkeun atawa disumputkeun) %%v katingali (1 atawa 0) Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu.

source: Set Panel Select Command
su: Atur Panel Pilih Komando

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé pamilihan file robih: Paké: %%e jenis acara (evt_pnl_sel) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu. Prefix paréntah anjeun kalawan tanda bintang (*) jeung conditionally balik kaluar status 0 pikeun ngahambat pawang standar.

# View|Events|Tab|
source: _New
su: _Anyar

source: Set New Tab Command
su: Setel Komando Tab Anyar

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé tab énggal dibuka: Paké: %%e jenis acara (evt_tab_new) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu.

source: _Change Dir
su: _Robah Dir

source: Set Tab Change Dir Command
su: Set Tab Robah Dir Komando

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
su: Lebetkeun program atanapi garis paréntah bash pikeun dijalankeun sacara otomatis iraha waé tab robih kana diréktori anu béda: Paké: %%e jenis acara (evt_tab_chdir) %%w id jandela (tingali pitulung zzzfm -s) %%p panel %%t tab %%d diréktori anyar Variabel bash diékspor (eg $fm_pwd, etc) bisa dipaké dina paréntah ieu.

# View|Events|Tab|
source: _Focus
su: _Pokus

source: Set Tab Focus Command
su: Setel Komando Fokus Tab
