Repository: dimkr/zzzfm
Catalog: po/from transifex/ny/zzzfmpot.sh.po
Languages: ny

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
ny: Lowetsani pulogalamu kapena mzere wa bash kuti uziyendetsedwa zokha nthawi iliyonse kusankha kwa fayilo kukusintha: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_pnl_sel) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili. Limbikitsani lamulo lanu ndi asterisk (*) ndi kubwereranso 0 kuti mulepheretse chogwirizira.

# View|Events|
source: _Tab
ny: _Tabu

# View|Events|Tab|
source: _New
ny: _Zatsopano

source: Set New Tab Command
ny: Khazikitsani Tab Latsopano Latsopano

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha nthawi iliyonse tabu yatsopano ikatsegulidwa: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_tab_new) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili.

source: _Change Dir
ny: _Kusintha Dir

source: Set Tab Change Dir Command
ny: Khazikitsani Tab Change Dir Command

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha nthawi iliyonse tabu ikasintha kukhala chikwatu china: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_tab_chdir) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu %%d chikwatu chatsopano Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili.

# View|Events|Tab|
source: _Focus
ny: _Kuyikira Kwambiri

source: Set Tab Focus Command
ny: Khazikitsani Tab Focus Command

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ny: Lowetsani pulogalamu kapena mzere wa bash kuti uziyendetsedwa zokha nthawi iliyonse tabu ikayang'ana kwambiri: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_tab_focus) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili.

# View|Events|Tab|
source: _Close
ny: _Tsekani

source: Set Tab Close Command
ny: Khazikitsani Tab Close Command

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha tabu ikatsekedwa: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_tab_close) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu yotsekedwa

# View|Events|
source: _Device
ny: _Chipangizo

source: Set Device Command
ny: Khazikitsani Chipangizo Command

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha nthawi iliyonse chipangizo chikasintha: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_device) %%f fayilo ya chipangizo %%v kusintha (kuwonjezedwa|kuchotsedwa|kusintha)

source: Wi_ndow Title
ny: Wi_ndow Mutu

source: Set Window Title Format
ny: Khazikitsani Mawonekedwe Amutu Wawindo

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
ny: Khazikitsani mtundu wa mutu wa zenera: Gwiritsani ntchito: %%n dzina lafoda yamakono (eg bin) %%d njira yafoda yamakono (eg /usr/bin) %%p nambala yapano (1-4) %%t nambala yamakono %%P chiwerengero chonse cha mapanelo owoneka %%T chiwerengero cha ma tabo omwe ali mu gulu lamakono * asterisk ikuwonetsedwa ngati ntchito zikuyenda pawindo

source: _Window Icon
ny: _Chizindikiro Chawindo

source: Set Window Icon
ny: Khazikitsani Chizindikiro Chawindo

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
ny: Lowetsani dzina lachithunzi, njira yafayilo, kapena dzina lachitundu: Kapena dinani Sankhani kuti musankhe chizindikiro. Zithunzi zina sizingagwire ntchito bwino chifukwa cha zovuta zosiyanasiyana. Patsani zithunzi zina za zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Mwachitsanzo: zzzfm-48-cube-red

source: _Fullscreen
ny: _Kudzaza zenera lonse

source: _Preferences
ny: _Zokonda

source: _Tool
ny: _Chida

source: _Thumbnails (global)
ny: _Tizithunzi (padziko lonse lapansi)

source: _User's Manual
ny: _Buku la Wogwiritsa

source: _Options
ny: _Zosankha

source: _Browser
ny: _Msakatuli

source: Choose HTML Browser
ny: Sankhani HTML Browser

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
ny: Lowetsani dzina la msakatuli kapena mzere wa bash kuti mugwiritse ntchito kuwonetsa mafayilo a HTML ndi ma URL: Gwiritsani ntchito: %%u url (Siyani kanthu kuti muzindikire osatsegula)

source: _Manual Location
ny: _Pamanja Malo

source: Choose User's Manual Location
ny: Sankhani Malo Ogwiritsa Ntchito Pamanja

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
ny: Lowetsani njira yamafayilo am'deralo kapena URL yakutali ya ZzzFM User's Manual: (Siyani chopanda kanthu kwa kusakhazikika)

source: _Show Devices
ny: _Onetsani Zida

source: _Status
ny: _Mkhalidwe

source: _Count
ny: _Werengani

source: _Folder
ny: _Foda

source: _Item
ny: _Kanthu

source: _To
ny: _Kuti

source: _Progress
ny: _Kupita patsogolo

source: _Elapsed
ny: _Zapita

source: C_urrent Speed
ny: C_urrent Liwiro

source: Current Re_main
ny: Panopa Re_main

source: _Average Speed
ny: _Avereji Liwiro

source: A_verage Remain
ny: A_verage Khalanibe

source: _Stop
ny: _Imani

source: _Queue
ny: _Mzere

source: _Resume
ny: _Pitilizani

source: Sho_w Output
ny: Sho_w Zotulutsa

source: _All Tasks
ny: _Ntchito Zonse

source: Show _Manager
ny: Onetsani _Mtsogoleri

source: Auto-_Hide Manager
ny: Zadzidzidzi-_Bisani Woyang'anira

source: copying File 1:15 65.2 M 30.2 M/s
ny: kukopera Fayilo 1:15 65.2 M 30.2 M/s

source: _Columns
ny: _Mizati

source: _Popups
ny: _Zowonekera

source: Popup _All Tasks
ny: Tumphuka _Ntchito Zonse

source: Stay On _Top
ny: Khalanibe Pa _Pamwamba

source: A_bove Others
ny: A_bove Ena

source: All _Workspaces
ny: Zonse _Malo ogwirira ntchito

source: _Detailed Stats
ny: _Ziwerengero Zatsatanetsatane

source: _Overwrite Option
ny: _Lembani Chowonjezera

source: _Error Option
ny: _Njira Yolakwika

source: Task Popup Font (affects new tasks)
ny: Task Popup Font (imakhudza ntchito zatsopano)

source: Example Output 0123456789
ny: Chitsanzo Chotulutsa 0123456789

source: Stop If _First
ny: Imani Ngati _Choyamba

source: Stop On _Any
ny: Imani Pamwamba _Aliyense

source: _Continue
ny: _Pitirizani

source: _Queue New Tasks
ny: _Lembani Ntchito Zatsopano

source: _Pause On Error
ny: _Imani Pakulakwitsa

source: Arrange _Icons
ny: Konzani _Zithunzi

source: By _Name
ny: Wolemba _Dzina

source: By _Type
ny: Wolemba _Mtundu

source: By _Date Modified
ny: Wolemba _Tsiku Lasinthidwa

source: By _Size
ny: Wolemba _Kukula

source: _Custom
ny: _Mwambo

source: _Ascending
ny: _Kukwera

source: Desktop _Settings
ny: Pakompyuta _Zokonda

source: _Desktop Folder
ny: _Foda Yapakompyuta

source: Editor Font
ny: Font ya Editor

source: Example Input 0123456789
ny: Chitsanzo Cholowetsa 0123456789

source: Input Font
ny: Fonti Yolowetsa

source: Edit As _Root
ny: Sinthani Monga _Root

source: _Choose...
ny: _Sankhani...

source: File _Handlers...
ny: Fayilo _Ogwira ntchito...

source: Open With _Default
ny: Tsegulani Ndi _Zofikira

source: In _Tab
ny: Mu _Tabu

source: In _Panel
ny: Mu _Gulu

source: _Extract
ny: _Kutulutsa

source: Extract _To
ny: Kutulutsa _Kuti

source: _List Contents
ny: _Lembani Zamkatimu

source: _Archive Defaults
ny: _Zosasinthika Zosungidwa

source: _Open With App
ny: _Tsegulani Ndi App

source: _Create Subfolder
ny: _Pangani Subfolder

source: _Write Access
ny: _Lembani Access

source: Archive _Handlers
ny: Sungani _Ogwira ntchito

# New|
source: _Bookmark
ny: _Chizindikiro

source: _Archive
ny: _Sungani

# New|
source: _Tab
ny: _Tabu

source: Tab _Here
ny: Tabu _Pano

source: _Desktop Application
ny: _Kugwiritsa Ntchito Pakompyuta

source: _Go
ny: _Pitani

source: _Back
ny: _Kubwerera

source: _Forward
ny: _Patsogolo

source: _Up
ny: _Mmwamba

source: _Home
ny: _Kunyumba

source: _Set Default
ny: _Khazikitsani Zofikira

source: Re_al Path
ny: Re_al Njira

source: _Path Bar
ny: _Njira Bar

source: _File List
ny: _Fayilo List

source: _Tree
ny: _Mtengo

# Go|
source: _Tab
ny: _Tabu

source: _Close
ny: _Tsekani

source: _Reorder
ny: _Konzaninso

source: _Rubberband Select
ny: _Rubberband Sankhani

source: _Sort
ny: _Sinthani

source: _Size
ny: _Kukula

source: _Type
ny: _Mtundu

source: _Permission
ny: _Chilolezo

source: _Owner
ny: _Mwini

source: _Modified
ny: _Zosinthidwa

source: _Descending
ny: _Kutsika

source: Folders Fi_rst
ny: Mafoda Fi_rst

source: F_iles First
ny: F_iles Choyamba

source: _Hidden First
ny: _Zobisika Choyamba

source: Hidden _Last
ny: Zobisika _Pomaliza

source: Re_fresh
ny: Re_mwatsopano

source: Auto See_k
ny: Onani Auto _k

source: Path Bar _Help
ny: Njira Bar _Thandizeni

source: _Rename
ny: _Tchulani dzina

source: _Delete
ny: _Chotsani

source: Cut
ny: Dulani

source: _Actions
ny: _Zochita

source: Copy Pa_rent
ny: Koperani Pa_rent

source: Paste _Link
ny: Matani _Lumikizani

source: Paste _Target
ny: Matani _Zolinga

source: Paste _As
ny: Matani _Monga

source: _Copy To
ny: _Koperani Ku

source: L_ast Location
ny: L_ast Malo

# Edit|CopyTo|
source: _Tab
ny: _Tabu

# Edit|CopyTo|
source: _Panel
ny: _Gulu

source: _Move To
ny: _Pitani Ku

source: _Location
ny: _Malo

# Edit|MoveTo|
source: _Tab
ny: _Tabu

# Edit|MoveTo|
source: _Panel
ny: _Gulu

source: _Select All
ny: _Sankhani Zonse

source: _Unselect All
ny: _Osasankha Zonse

source: S_elect By Pattern
ny: S_elect Mwa Chitsanzo

source: Move _To
ny: Sunthani _Kuti

source: Info
ny: Zambiri

source: Permissions
ny: Zilolezo

source: _Quick
ny: _Mwamsanga

source: _Recursive
ny: _Zobwerezabwereza

source: _Toolbar
ny: _Zida

source: _Side Toolbar
ny: _Mbali Toolbar

source: _Detailed
ny: _Tsatanetsatane

source: _Compact
ny: _Zochepa

source: _Large Icons
ny: _Zizindikiro zazikulu

source: _Hidden Files
ny: _Mafayilo Obisika

source: File List Font (Panel %d)
ny: Fayilo List Font (Gulu %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ny: Chitsanzo 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
ny: Fonti ya Zida (Gulu %d)

source: Bookmarks Font (Panel %d)
ny: Mafonti a Bookmarks (Gulu %d)

source: Example Bookmark Name
ny: Dzina la Bookmark lachitsanzo

source: Path Bar Font (Panel %d)
ny: Path Bar Font (Gulu %d)

source: $ cat /home/user/example
ny: $ cat /kunyumba/wogwiritsa ntchito/chitsanzo

source: Tab Font (Panel %d)
ny: Mafonti a Tab (Gulu %d)

source: Status Bar Font (Panel %d)
ny: Status Bar Font (Gulu %d)

source: 12 G free / 200 G 52 items
ny: 12 G mfulu / 200 G 52 zinthu

source: Follow _Dir
ny: Tsatirani _Dir

source: _New Tab
ny: _Tabu Yatsopano

source: _Single Click
ny: _Dinani Kumodzi

source: Directory doesn't exist %s
ny: Kalozera kulibe %s

source: Unable to access %s %s
ny: Sitingathe kupeza %s %s

source: Select By Pattern
ny: Sankhani Ndi Chitsanzo

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
ny: Lowetsani chitsanzo kuti musankhe mafayilo ndi zikwatu: Ngati ndondomeko yanu ili ndi zilembo zazikuluzikulu, zofananirazo zimakhala zovuta kwambiri. Chitsanzo: *sp*e?m* MFUNDO: Mukhozanso kulowa '%% PATTERN' mu bar njira.

source: Choose Location
ny: Sankhani Malo

source: Invalid Destination
ny: Komwe Mukupita Kolakwika

source: Destination same as source
ny: Kopita chimodzimodzi ndi gwero

source: Invalid destination
ny: Komwe kopita ndikosalondola

source: Hide File
ny: Bisani Fayilo

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
ny: Mayina a mafayilo osankhidwa adzawonjezedwa ku fayilo ya '.hidden' Fayilo yomwe ili mufoda iyi, yomwe iwabisa kuti asawoneke mu zzzFM. Mungafunike kutsitsimutsanso zowonera kapena kuyambitsanso zzzFM kuti mafayilo azisowa. Kuti musabise fayilo, tsegulani fayilo ya .hidden mu mkonzi wanu, chotsani dzina la fayilo, ndikutsitsimutsani.

source: Error hiding files
ny: Vuto pakubisa mafayilo

source: No files are selected
ny: Palibe mafayilo osankhidwa

source: Invalid URL
ny: URL yolakwika

source: The entered URL is not valid.
ny: Ulalo womwe walowa siwolondola.

source: Handler Not Found
ny: Chogwirizira sichinapezeke

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
ny: Palibe chowongolera netiweki chomwe chakhazikitsidwa pa ulalowu, kapena palibe lamulo lokwera lomwe lakhazikitsidwa. Onjezani chothandizira mu Devices|Settings|Protocol Handlers.

source: Open URL %s
ny: Tsegulani ulalo %s

source: mount
ny: phiri

source: unmount
ny: tsitsa

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
ny: Palibe chogwirizira chomwe chakonzedwera mtundu wa chipangizochi, kapena ayi %s lamulo lakhazikitsidwa. Onjezani chothandizira mu Zikhazikiko|Zogwirizira Zida kapena Zogwiritsa Ntchito Ma Protocol.

source: Mount %s
ny: Phiri %s

source: %s is currently mounted. You must unmount it before you can check it.
ny: %s yakhazikitsidwa pano. Muyenera kutsitsa musanayiyang'ane.

source: Device Is Mounted
ny: Chipangizo Chakwera

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ny: Lowetsani lamulo loyang'ana mafayilo: Gwiritsani ntchito: %%%%v fayilo ya chipangizo ( %s ) SINDANI NDI MASAMATA Lamulo ili limayendetsedwa ngati root

source: Check As Root
ny: Onani Monga Root

source: CHECK AS ROOT
ny: ONANI AS ROOT

source: Check As Root %s
ny: Onani Monga Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
ny: Lowani mount command: Gwiritsani ntchito: %%%%v fayilo ya chipangizo ( %s ) %%%%o voliyumu-enieni phiri options ( %s ) Zindikirani: fstab imachotsa zosankha zina SINDANI NDI MASAMATA Lamulo ili limayendetsedwa ngati root

source: Mount As Root
ny: Phiri Monga Root

source: MOUNT AS ROOT
ny: PHIRI AS ROOT

source: Mount As Root %s
ny: Phiri Monga Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ny: Lowetsani lamulo lotsitsa: Gwiritsani ntchito: %%%%v fayilo ya chipangizo ( %s ) SINDANI NDI MASAMATA Lamulo ili limayendetsedwa ngati root

source: Unmount As Root
ny: Chotsani Monga Root

source: UNMOUNT AS ROOT
ny: TULUKA AS ROOT

source: Unmount As Root %s
ny: Chotsani Monga Root %s

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
ny: CHENJEZO: %s wakwera. Mungafune kapena muyenera kuyitsitsa musanasinthe chizindikiro.

source: Enter volume label for %s:%s
ny: Lowetsani chizindikiro cha voliyumu ya %s:%s

source: Change Volume Label
ny: Sinthani Label ya Voliyumu

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
ny: Lowetsani kuchotsa label lamulo la fstype '%s': Gwiritsani ntchito: %%%%v fayilo ya chipangizo ( %s ) %%%%l chizindikiro chatsopano ( "%s" ) SINDANI NDI MASAMATA Lamulo ili limayendetsedwa ngati root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
ny: Lowetsani kusintha label lamulo la fstype '%s': Gwiritsani ntchito: %%%%v fayilo ya chipangizo ( %s ) %%%%l chizindikiro chatsopano ( "%s" ) SINDANI NDI MASAMATA Lamulo ili limayendetsedwa ngati root%s

source: Change Label As Root
ny: Sinthani Lebo MongaRoot

source: Label As Root %s
ny: Lemberani Monga Root %s

source: Unmount %s
ny: Chotsani %s

source: Remove %s
ny: Chotsani %s

source: Reload %s
ny: Kwezaninso %s

source: Sync
ny: Kulunzanitsa

source: %s is currently mounted. You must unmount it before you can format it.
ny: %s yakhazikitsidwa pano. Muyenera kutsitsa musanayipange.

source: ( AN ENTIRE DEVICE )
ny: ( CHIDA CHONSE )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ny: Mukufuna kufufuta %s %s- DATA ONSE ADZATHA. Khalani oleza mtima - izi zitha kutenga nthawi dd sapereka ndemanga. Lowetsani lamulo kuti mulembenso voliyumu yonse ndi /dev/%s: Gwiritsani ntchito: %%%%v fayilo ya chipangizo ( %s ) SINDANI NDI MASAMATA Lamulo ili limayendetsedwa ngati root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ny: Mwatsala pang'ono kupanga %s %s- DATA ONSE ADZATHA. Lowani %s mtundu lamulo: Gwiritsani ntchito: %%%%v fayilo ya chipangizo ( %s ) SINDANI NDI MASAMATA Lamulo ili limayendetsedwa ngati root

source: Format
ny: Mtundu

source: DATA LOSS WARNING
ny: CHENJEZO KUTAYIKA KWA DATA

source: Format %s
ny: Mtundu %s

source: %s is currently mounted. You must unmount it before you can restore it.
ny: %s yakhazikitsidwa pano. Muyenera kuchitsitsa musanachibwezeretse.

source: Choose Backup For Restore
ny: Sankhani Backup Kuti Kubwezeretsa

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
ny: Mwatsala pang'ono kulemba pamwamba pa MBR code code ya %s kugwiritsa ntchito %s. Kusinthaku kungalepheretse kompyuta yanu kuyamba bwino. Zonse zofunika pa chipangizo chonsecho ziyenera kuthandizidwa poyamba. Ndipitilize? (Ngati mukanikiza Inde, mudakali ndi mwayi wina wochotsa diski isanasinthidwe.)

source: Restore MBR
ny: Bwezerani MBR

source: Unknown Type
ny: Mtundu Wosadziwika

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
ny: Fayilo yosankhidwa si fayilo yovomerezeka yovomerezeka. FSMafayilo a Archives ali ndi 'fsarchiver' kapena kumaliza '.fsa'. Mayina a fayilo ali ndi 'partimage' kapena kumaliza '.000'. MBR mafayilo amamaliza '.mbr', '.mbr.bin', kapena '-MBR-back' ndipo ndi 512 byte mu kukula. Ngati mukutsimikiza kuti fayiloyi ndi yosunga zobwezeretsera, mutha kuyitchanso kuti mupewe cholakwika ichi.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
ny: Mwatsala pang'ono kubwezeretsa %s %skugwiritsa ntchito %s - DATA ONSE ADZATHA. Lowani %s bwezeretsani lamulo: Gwiritsani ntchito: %%%%v fayilo ya chipangizo ( %s ) %%%%s zosunga zobwezeretsera ( %s ) SINANI NDI MASAMATA Lamulo ili limayendetsedwa ngati muzu

source: Restore
ny: Bwezerani

source: %s Restore %s
ny: %s Bwezerani %s

source: The %s directory was not found. Is udevil installed?
ny: The %s chikwatu sichinapezeke. Kodi udevil anaikidwa?

source: Directory Missing
ny: Kalozera Akusowa

source: Choose Backup For Info
ny: Sankhani Backup For Info

source: MBR File
ny: Fayilo ya MBR

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
ny: Kutengera dzina lake, fayilo yosankhidwa ikuwoneka ngati fayilo yosunga zobwezeretsera ya MBR. Palibe zambiri zamtundu uwu zosunga zobwezeretsera.

source: Restore Info
ny: Bwezerani Zambiri

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
ny: CHENJEZO: %s wakwera. Mwa kusakhazikika, FSArchiver imangosunga ma voliyumu omwe ayikidwa kuti awerenge kokha. Kuti musungitse voliyumu yowerenga-lemba, muyenera kuwonjezera --allow-rw-mounted ku lamulo. Mwaona 'man fsarchiver' zatsatanetsatane.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
ny: %s yakhazikitsidwa pano. Muyenera kutsitsa musanapange zosunga zobwezeretsera pogwiritsa ntchito Partimage.

source: Save %s Backup
ny: Sungani %s Zosunga zobwezeretsera

source: Overwrite?
ny: Lembetsani?

source: The selected backup already exists. Overwrite?
ny: Zosunga zobwezeretsera zosankhidwa zilipo kale. Lembetsani?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
ny: Lowani %s lamulo losunga zobwezeretsera: Gwiritsani ntchito: %%%%v fayilo ya chipangizo ( %s ) %%%%s zosunga zobwezeretsera ( %s )%s SINDANI NDI MASAMATA Lamulo ili limayendetsedwa ngati root

source: Backup
ny: Zosunga zobwezeretsera

source: %s Backup %s
ny: %s Zosunga zobwezeretsera %s

source: Properties %s
ny: Katundu %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
ny: %sChida Chosankhidwa Panopa: %s Voliyumu label: %s ID yachipangizo: %s

source: Kill As Other
ny: Iphani Monga Zina

source: Stop As Other
ny: Imani Monga Ena

source: Cont As Other
ny: Pitirizani Monga Zina

source: Move:
ny: Sunthani:

source: Copy:
ny: Koperani:

source: Delete:
ny: Chotsani:

source: Link:
ny: Ulalo:

source: Change:
ny: Kusintha:

source: Run:
ny: Thamangani:

source: Moving...
ny: Kusuntha...

source: Copying...
ny: Kukopera...

source: Deleting...
ny: Kuchotsa...
