Repository: dimkr/zzzfm
Catalog: po/from transifex/ny/zzzfmpot.sh.po
Languages: ny

source: zzzFM Open Folder
ny: zzzFM Tsegulani Foda

source: Open folder
ny: Tsegulani chikwatu

source: zzzFM File Search
ny: zzzFM Kusaka Kwafayilo

source: Search for files and folders
ny: Sakani mafayilo ndi zikwatu

source: File Manager
ny: Woyang'anira Fayilo

source: Browse the file system
ny: Sakatulani dongosolo la fayilo

source: Choose Application
ny: Sankhani Ntchito

source: Please choose an application or enter a command:
ny: Chonde sankhani pulogalamu kapena lowetsani lamulo:

source: File Type:
ny: Mtundu Wafayilo:

source: _Associated Apps
ny: _Mapulogalamu Ogwirizana

source: A_ll Apps
ny: A_ll Mapulogalamu

source: _Command:
ny: _Lamulo:

source: _Browse
ny: _Sakatulani

source: Opened in Terminal
ny: Yotsegulidwa mu Terminal

source: _Set as default application for this file type
ny: _Khazikitsani ngati pulogalamu yokhazikika yamtundu wa fayiloyi

source: File Properties
ny: Fayilo Properties

source: <b>File Name:</b>
ny: <b>Dzina lafayilo:</b>

source: <b>Location:</b>
ny: <b>Malo:</b>

source: <b>Type:</b>
ny: <b>Mtundu:</b>

source: <b>Opens _With:</b>
ny: <b>Amatsegula _Ndi:</b>

source: <b>Total Size:</b>
ny: <b>Kukula Kwathunthu:</b>

source: <b>Size On Disk:</b>
ny: <b>Kukula pa Disk:</b>

source: <b>Count:</b>
ny: <b>Werengani:</b>

source: <b>Modified:</b>
ny: <b>Zosinthidwa:</b>

source: <b>Accessed:</b>
ny: <b>Kufikira:</b>

source: _Info
ny: _Zambiri

source: <b>_Owner:</b>
ny: <b>_Mwini:</b>

source: <b>_Group:</b>
ny: <b>_Gulu:</b>

source: <b>Owner:</b>
ny: <b>Mwini:</b>

source: <b>Group:</b>
ny: <b>Gulu:</b>

source: <b>Other:</b>
ny: <b>Zina:</b>

source: Read
ny: Werengani

source: Write
ny: Lembani

source: Execute
ny: Pangani

source: Set UID
ny: Ikani UID

source: Set GID
ny: Ikani GID

source: Sticky
ny: Chomata

source: Recursive (apply changes to folders and their contents)
ny: Recursive (gwiritsani ntchito zosintha pamafoda ndi zomwe zili mkati mwake)

source: _Permissions
ny: _Zilolezo

source: Bytes
ny: Mabayiti

source: Any
ny: Aliyense

source: Within One Day
ny: Mkati mwa Tsiku Limodzi

source: Within One Week
ny: Mkati mwa Sabata Imodzi

source: Within One Month
ny: Pasanathe Mwezi Umodzi

source: Within One Year
ny: Pasanathe Chaka Chimodzi

source: Within Selected Date Range
ny: M'kati mwa Madeti Osankhidwa

source: Find Files
ny: Pezani Mafayilo

source: <b>Filename:</b>
ny: <b>Dzina lafayilo:</b>

source: Case Sensitive
ny: Zotengera makulidwe azilembo

source: Video Files (avi, mpg,...)
ny: Mafayilo Avidiyo (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
ny: Mafayilo Omvera (mp3, ogg,...)

source: Image Files (jpg, png,...)
ny: Mafayilo azithunzi (jpg, png,...)

source: Plain Text Files
ny: Mafayilo Opanda Mawu

source: All Files and Folders
ny: Mafayilo Onse ndi Zikwatu

source: <b>File Types to Search</b>
ny: <b>Mitundu Yamafayilo Oti Mufufuze</b>

source: Search in subfolders
ny: Sakani mumafoda ang'onoang'ono

source: Search hidden files
ny: Sakani mafayilo obisika

source: <b>Places to Search</b>
ny: <b>Malo Osaka</b>

source: File Contains:
ny: Fayilo Muli:

source: Use Regular Expression
ny: Gwiritsani Ntchito Mawu Okhazikika

source: <b>File Content</b>
ny: <b>Zomwe Zafayilo</b>

source: Content
ny: Zamkatimu

source: Greater Than:
ny: Kuposa:

source: Smaller Than:
ny: Chaching'ono Kuposa:

source: <b>File Size</b>
ny: <b>Kukula Kwa Fayilo</b>

source: <b>Last Modified</b>
ny: <b>Kusinthidwa Komaliza</b>

source: Size & Date
ny: Kukula & Tsiku

source: <b>Search Result:</b>
ny: <b>Zotsatira zosaka:</b>

source: Search Again
ny: Fufuzaninso

source: Go to folder
ny: Pitani ku chikwatu

source: Open In Current Tab
ny: Tsegulani mu Tabu Yamakono

source: Open In New Tab
ny: Tsegulani Mu Tabu Yatsopano

source: Stretch
ny: Tambasulani

source: Fit
ny: Zokwanira

source: Center
ny: Pakati

source: Zoom
ny: Makulitsa

source: Transparent
ny: Zowonekera

source: Automatic
ny: Zadzidzidzi

source: Copy (Ctrl+Drag)
ny: Koperani (Ctrl+Kokani)

source: Move (Shift+Drag)
ny: Sunthani (Shift+Kokani)

source: Link (Ctrl+Shift+Drag)
ny: Lumikizani (Ctrl+Shift+Kokani)

source: Preferences
ny: Zokonda

source: Small Icons:
ny: Zizindikiro Zing'onozing'ono:

source: Large Icons:
ny: Zizindikiro zazikulu:

source: Toolbar Icons:
ny: Zithunzi Zazida:

source: <b>Icons</b>
ny: <b>Zithunzi</b>

source: Single click opens files
ny: Kudina kamodzi kumatsegula mafayilo

source: Hover selects
ny: Hover amasankha

source: Bookmarks:
ny: Zosungira:

source: Show Thumbnails
ny: Onetsani Tizithunzi

source: Max Pic Size To Thumbnail:
ny: Kukula Kwachithunzi Kwachithunzithunzi:

source: <b>File List</b>
ny: <b>Fayilo List</b>

source: Always show the tab bar
ny: Nthawi zonse onetsani kapamwamba

source: Hide 'Close Tab' buttons
ny: Bisani 'Tsekani Tabu' mabatani

source: Confirm delete/remove
ny: Tsimikizirani kufufuta/kuchotsa

source: Click runs executables ( caution! )
ny: Dinani kuthamangitsa zoyeserera ( chenjezo! )

source: SI File Sizes (1K = 1000) (requires restart)
ny: Kukula kwa Fayilo ya SI (1K = 1000) (ikufunika kuyambitsanso)

source: Show root user indicator color
ny: Onetsani mtundu wowonetsa wogwiritsa ntchito mizu

source: Default Drag Action:
ny: Zochita Koka Nthawi Zonse:

source: I_nterface
ny: I_mawonekedwe

source: Wallpaper:
ny: Pazithunzi:

source: Please select an image file
ny: Chonde sankhani fayilo yachithunzi

source: Mode:
ny: Mtundu:

source: Background:
ny: Mbiri:

source: Text:
ny: Mawu:

source: Shadow:
ny: Mthunzi:

source: Font:
ny: Mafonti:

source: Top:
ny: Pamwamba:

source: Left:
ny: Kumanzere:

source: Right:
ny: Kumanja:

source: Bottom:
ny: Pansi:

source: <b>Margins</b>
ny: <b>M'mphepete</b>

source: Right click shows WM menu
ny: Dinani kumanja kukuwonetsa menyu ya WM

source: Open folders using associated MIME application
ny: Tsegulani zikwatu pogwiritsa ntchito pulogalamu ya MIME yogwirizana

source: _Desktop
ny: _Pakompyuta

source: _Volume Management
ny: _Kuwongolera Voliyumu

source: Terminal:
ny: Pokwerera:

source: Graphical SU:
ny: Zojambula SU:

source: Filename Encoding:
ny: Kuyika Dzina Lafayilo:

source: Editor:
ny: Mkonzi:

source: Run editor in terminal
ny: Tsegulani editor mu terminal

source: Root's Editor:
ny: Mkonzi wa Root:

source: Run root's editor in terminal
ny: Yambitsani mkonzi wa root mu terminal

source: Date Format:
ny: Mawonekedwe a Tsiku:

source: (requires reload)
ny: (ikufunika kuyikanso)

source: Date Display
ny: Chiwonetsero cha Tsiku

source: _Advanced
ny: _Zapamwamba

source: Too many columns (>%d) in %s
ny: Zigawo zambiri (>%d) mu %s

source: error reading file %s: %s
ny: fayilo yowerengera zolakwika %s: %s

source: file '%s' contents are not valid UTF-8
ny: wapamwamba '%s' zomwe zilimo sizolondola UTF-8

source: Cannot set missing element '%s'
ny: Sitingakhazikitse chinthu chomwe chikusowa '%s'

source: file '%s' is not a regular file
ny: wapamwamba '%s' si fayilo wamba

source: Dynamic resize requires width and height > 0
ny: Kusintha kwamphamvu kumafuna m'lifupi ndi kutalika > 0

source: internal command %s requires an argument
ny: lamulo lamkati %s amafuna mkangano

source: element '%s' does not exist
ny: chinthu '%s' kulibe

source: internal command press is invalid for non-button %s
ny: kusindikizira kwa lamulo lamkati ndikosayenera kwa osakhala mabatani %s

source: internal command un/select is invalid for %s
ny: lamulo lamkati losasankha ndilosavomerezeka %s

source: error writing file %s: %s
ny: fayilo yolemba zolakwika %s: %s

source: '%s' is not an internal command
ny: '%s' si lamulo la mkati

source: error creating file %s: %s
ny: cholakwika kupanga fayilo %s: %s

source: pipe '%s' data is not valid UTF-8
ny: chitoliro '%s' zambiri sizolondola UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
ny: [ SNIP - zowonjezera pamwambazi zakonzedwa kuchokera pa chipikachi ]

source: ( file contents are not valid UTF-8 )
ny: ( zomwe zili mufayilo sizolondola UTF-8 )

source: prefix '%s' is not a valid variable name
ny: chiyambi '%s' si dzina lovomerezeka

source: Pause
ny: Imani kaye

source: file '%s' is not a regular file or a pipe
ny: wapamwamba '%s' si fayilo wamba kapena chitoliro

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
ny: zzzFMDialog imapanga makonda a GTK dialog kutengera zinthu za GUI zomwe inu tchulani pamzere wolamula, muli ndi nthawi yothamanga mkati / kunja kwa malamulo omwe ikhoza kusintha zinthu, ndi zotsatira zomwe zingayesedwe / zowerengeka.

source: Usage:
ny: Kagwiritsidwe:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
ny: zzzfm --dialog|-g {CHIZINDIKIRO [ZOCHITA] [MIKANGANO...]} ...

source: Example:
ny: Chitsanzo:

source: zzzfm -g --label "A message" --button ok
ny: zzzfm -g --label "Uthenga" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
ny: CHIFUKWA: ZOCHITA NDI ZOKHUDZANA:

source: The following arguments may be used as shown above:
ny: Mfundo zotsatirazi zingagwiritsidwe ntchito monga momwe tawonetsera pamwambapa:

source: ICON An icon name, eg: gtk-open
ny: Zithunzi za ICON Dzina lachithunzi, mwachitsanzo: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
ny: @FILE Fayilo yowerengera mtengo. Nthawi zina fayilo iyi imayang'aniridwa, kotero kulembera mtengo watsopano ku fayilo kumasintha chinthu. Nthawi zina, fayilo imatchula mtengo woyambira.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
ny: SAVEFILE Zowonera kapena za mkonzi zimasungidwa ku fayiloyi.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
ny: COMMAND Lamulo lamkati kapena lotheka lotsatiridwa ndi zotsutsana. Osiyana malamulo angapo ndi a -- kukangana. Zolowetsa zotsatirazi zitha kugwiritsidwa ntchito mu COMMAND: %%n Dzina la chinthu chapano %%v Mtengo wazinthu zamakono %%NAME Mtengo wa chinthu chotchulidwa NAME (mwachitsanzo: %%input1) %%(command) stdoutkuchokera pamzere wolamula wa bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
ny: LABEL Njira zopulumukira zotsatirazi mu LABEL sanapulumuke: \n newline \t tabu \" " \\ \ Mu --label zinthu zokha, ngati munthu woyamba aliLABEL ndi a mtunda (~), pango markup angagwiritsidwe ntchito. Mwachitsanzo: --label '~Izi ndi zomveka. <b>Izi ndi zolimba mtima.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
ny: Kuphatikiza pa OPTIONS zomwe zatchulidwa pamwambapa, --compact kapena --expand options angakhale kuwonjezeredwa ku chinthu chilichonse. Komanso, a--font Njirayi ingagwiritsidwe ntchito ndi zinthu zambiri mitundu kuti musinthe mawonekedwe a chinthucho ndi kukula kwake. Mwachitsanzo: --input --font "Times New Roman 16" "Mawu Ofikira"

source: INTERNAL COMMANDS:
ny: MALAMULO Amkati:

source: EXAMPLE WITH COMMANDS:
ny: CHITSANZO NDI MALAMULO:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ny: zzzfm -g --label "Lowetsani mawu ndikudina Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
ny: CHITSANZO LEMBA:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
ny: #!%s # Izi zikuwonetsa kukambirana kwa Inde/Ayi # Gwiritsani ntchito QUOTED eval kuti muwerenge zosintha zomwe zatulutsidwa zzzFM Dialog: eval "`zzzfm -g --label "Mukutsimikiza?" --button inde --button ayi`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Wogwiritsa adakanikiza Inde - chitanipo kanthu" else echo "Wogwiritsa sanakanize Inde - chotsani" fi

source: For full documentation and examples see the zzzFM User's Manual:
ny: Kuti muwone zolemba zonse ndi zitsanzo onani Buku Logwiritsa Ntchito la zzzFM:

source: zzzfm: argument is not valid UTF-8
ny: zzzfm: kukangana sikuli koyenera UTF-8

source: invalid dialog option
ny: njira yolakwika ya dialog

source: Set window title
ny: Khazikitsani mutu wazenera

source: Set window icon
ny: Khazikitsani chizindikiro cha zenera

source: Add a text label
ny: Onjezani zolemba

source: Add STOCK dialog button, or LABEL button with ICON
ny: Onjezani batani la zokambirana la STOCK, kapena batani la LABEL lomwe lili ndi ICON

source: Add STOCK button, or LABEL button with ICON anywhere
ny: Onjezani batani la STOCK, kapena batani la LABEL lomwe lili ndi ICON kulikonse

source: Add a text entry
ny: Onjezani mawu

source: Add a large text entry
ny: Onjezani zolemba zazikulu

source: Add a password entry
ny: Onjezani mawu achinsinsi

source: Add a file or pipe viewer
ny: Onjezani fayilo kapena chowonera chitoliro

source: Add multi-line text editor
ny: Onjezani zolemba zamitundu yambiri

source: Add a checkbox option
ny: Onjezani bokosi losankha

source: Add a radio option
ny: Onjezani njira ya wailesi

source: Add an icon
ny: Onjezani chizindikiro

source: Add an image
ny: Onjezani chithunzi

source: Add a progress bar
ny: Onjezani kapamwamba

source: Add a horizontal line separator
ny: Onjezani cholekanitsa mizere yopingasa

source: Add a vertical line separator
ny: Onjezani cholekanitsa mzere woyima

source: Automatically close window after DELAY seconds
ny: Tsekani zenera zokha pakadutsa masekondi a DELAY

source: Add a drop-down list. COMMAND run when clicked.
ny: Onjezani mndandanda wotsikira pansi. COMMAND thamanga mukadina.

source: Add a combo list. COMMAND run when Enter pressed.
ny: Onjezani mndandanda wa combo. COMMAND thamangani Enter ikakanikiza.

source: Add a list box. COMMAND run when double-clicked.
ny: Onjezani bokosi la mndandanda. COMMAND thamanga mukadina kawiri.

source: Add a list box with multiple selections
ny: Onjezani bokosi la mndandanda wokhala ndi zosankha zingapo

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
ny: Zosankha: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
ny: Khazikitsani dzina losinthika (Zofikira: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
ny: Khalani osachepera m'lifupi, kutalika, padding (-1 = osasintha)

source: Add following widgets to a horizontal box
ny: Onjezani ma widget otsatirawa kubokosi lopingasa

source: Add following widgets to a vertical box
ny: Onjezani ma widget otsatirawa kubokosi loyima

source: Close the current box of widgets
ny: Tsekani bokosi lomwe lilipo la widget

source: Run COMMAND when a key combination is pressed
ny: Thamangani COMMAND pamene makiyi ophatikizika akanikizidwa

source: Run COMMAND when an element is clicked or focused
ny: Thamangani COMMAND pamene chinthu chadindidwa kapena kulunjika

source: Run COMMAND on window close attempt
ny: Thamangani COMMAND pa zenera poyesa kutseka

source: Read commands from FILE or PIPE. COMMAND for init.
ny: Werengani malamulo kuchokera ku FILE kapena PIPE. KOMAND kwa init.

source: No operation - does nothing but evaluate arguments
ny: Palibe ntchito - sichichita chilichonse koma kupenda zotsutsana

source: Close the dialog
ny: Tsekani zokambirana

source: Press button named BUTTON-NAME
ny: Dinani batani lotchedwa BUTTON-NAME

source: Set element NAME to VALUE
ny: Ikani chinthu NAME kukhala VALUE

source: Select item VALUE (or first/all) in element NAME
ny: Sankhani chinthu VALUE (kapena choyamba/zonse) mu gawo NAME

source: Unselect item VALUE (or all) in element NAME
ny: Chotsani kusankha VALUE (kapena zonse) mu gawo la NAME

source: Focus element NAME, or raise dialog window
ny: Choyang'ana pa NAME, kapena kwezani zenera la zokambirana

source: Hide element NAME
ny: Bisani chinthu NAME

source: Show element NAME if previously hidden
ny: Onetsani chinthu NAME ngati chinali chobisika

source: Disable element NAME
ny: Zimitsani chinthu NAME

source: Enable element NAME if previously disabled
ny: Yambitsani chinthu NAME ngati chidayimitsidwa m'mbuyomu

source: Save files and write source output to FILE
ny: Sungani mafayilo ndikulemba zotuluka ku FILE

source: Open folders in new tab of last window (default)
ny: Tsegulani zikwatu mu tabu yatsopano pawindo lomaliza (losasintha)

source: Open folder in current tab of last used window
ny: Tsegulani chikwatu mu tabu yamakono pawindo lomwe lagwiritsidwa ntchito komaliza

source: Don't load saved tabs
ny: Osatsegula ma tabo osungidwa

source: Open folders in new window
ny: Tsegulani zikwatu pawindo latsopano

source: Open folders in panel 'P' (1-4)
ny: Tsegulani zikwatu mu gulu 'P' (1-4)

source: Launch desktop manager daemon
ny: Yambitsani daemon woyang'anira desktop

source: Show desktop settings
ny: Onetsani makonda apakompyuta

source: Show Preferences ('N' is the Pref tab number)
ny: Onetsani Zokonda ('N' ndiye nambala ya tabu ya Pref)

source: Run as a daemon
ny: Thamangani ngati daemon

source: Use DIR as configuration directory
ny: Gwiritsani ntchito DIR ngati chikwatu chosinthira

source: Show File Search
ny: Onetsani Kusaka Kwafayilo

source: Set desktop wallpaper to FILE
ny: Khazikitsani mapepala apakompyuta kukhala FILE

source: Show a custom dialog (See -g help)
ny: Onetsani kukambirana mwamakonda (Mwaona -g help)

source: Send a socket command (See -s help)
ny: Tumizani socket command (Mwaona -s help)

source: No function - for compatibility only
ny: Palibe ntchito - yogwirizana kokha

source: Show version information
ny: Onetsani zambiri za mtunduwo

source: Option --config-dir ignored - an instance is already running
ny: Njira --config-dir kunyalanyazidwa - chitsanzo chayamba kale

source: Option --config-dir contains invalid chars - cannot start
ny: Njira --config-dir ili ndi zilembo zosavomerezeka - sizingayambike

source: zzzfm: --socket-cmd requires an argument
ny: zzzfm: --socket-cmd amafuna mkangano

source: zzzfm: could not create socket
ny: zzzfm: sanathe kupanga socket

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
ny: zzzfm: sinathe kulumikizidwa ku socket (sikuyenda? kapena DISPLAY sinakhazikitsidwe?)

source: zzzfm: invalid response from socket
ny: zzzfm: yankho lolakwika kuchokera ku socket

source: zzzFM socket commands permit external processes
ny: zzzFM malamulo socket amalola njira zakunja

source: (such as command scripts) to read and set GUI property values
ny: (monga zolemba zamalamulo) kuti muwerenge ndikukhazikitsa GUI mitengo

source: and execute methods inside running zzzFM windows.
ny: ndikuchita njira zogwirira ntchito zzzFM mazenera.

source: To handle events, see View|Events in the main menu bar.
ny: Kuti muthane ndi zochitika, onani View|Zochitika mu bar menyu yayikulu.

source: Usage:
ny: Kagwiritsidwe:

source: Example:
ny: Chitsanzo:

source: METHODS -------
ny: NJIRA -------

source: Sets a property
ny: Amakhazikitsa katundu

source: Gets a property
ny: Amapeza katundu

source: Sets a task property
ny: Amakhazikitsa ntchito katundu

source: Gets a task property
ny: Amapeza ntchito katundu

source: Starts a new task
ny: Imayamba ntchito yatsopano

source: Activates a menu item by emitting its shortcut key
ny: Imatsegula chinthu cha menyu potulutsa kiyi yake yachidule

source: Runs custom command or shows submenu named NAME
ny: Imayendetsa makonda kapena ikuwonetsa menyu yaying'ono yotchedwa NAME

source: Add asynchronous handler COMMAND to EVENT
ny: Onjezani chogwirizira chosasinthika COMMAND ku EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
ny: Onjezani chogwirizira cholumikizira COMMAND ku EVENT, m'malo mwa chowongolera

source: Remove handler COMMAND from EVENT
ny: Chotsani chogwirira COMMAND ku EVENT

source: Shows this help reference. (Also see manual link below.)
ny: Ikuwonetsa chithandizo ichi. (Onaninso ulalo wamanja pansipa.)

source: OPTIONS -------
ny: ZOCHITA -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
ny: Onjezani zosankha pambuyo pa METHOD kuti mufotokoze zenera, gulu, ndi/kapena tabu.

source: Otherwise the current tab of the current panel in the last window is used.
ny: Apo ayi, tabu yamakono ya gulu lamakono pawindo lomaliza likugwiritsidwa ntchito.

source: Specify window. eg:
ny: Tchulani zenera. mwachitsanzo:

source: Specify panel 1-4. eg:
ny: Tchulani gulu 1-4. mwachitsanzo:

source: Specify tab 1-... eg:
ny: Tchulani tabu 1-... mwachitsanzo:

source: PROPERTIES ----------
ny: ZINTHU ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
ny: Khazikitsani katundu ndi METHOD 'set', kapena kupeza mtengo ndi 'get'.

source: eg '1024x768' (read-only)
ny: eg '1024x768' (kuwerenga kokha)

source: Open DIR or default in a new tab
ny: Tsegulani DIR kapena kusakhazikika mu tabu yatsopano

source: eg 'Current Status: Example'
ny: mwachitsanzo, 'Mkhalidwe Wapano: Chitsanzo'

source: [FILENAME...]
ny: [DZINA LAFAYILO...]

source: [PATTERN] eg '*.jpg'
ny: [CHITSANZO] eg '*.jpg'

source: eg 'Some\nlines\nof text'
ny: eg 'Ena\nmizere\nwa malemba'

source: eg '~/copy-file-contents-to-clipboard.txt'
ny: eg '~/kope-wapamwamba-zamkati-ku-bolodi.txt'

source: FILE... Files copied to clipboard
ny: FILE... Mafayilo adakopereredwa ku bolodi

source: FILE... Files cut to clipboard
ny: FILE... Mafayilo odulidwa ku bolodi

source: TASK PROPERTIES ---------------
ny: NTCHITO KATUNDU ---------------

source: contents of Status task column (read-only)
ny: zomwe zili mu Status task column (zowerenga-zokha)

source: text to show in Count task column
ny: mawu oti muwonetse mugawo la Count task

source: text to show in Folder task column
ny: mawu oti muwonetse mugawo la ntchito ya Folder

source: text to show in Item task column
ny: mawu oti awonetsedwe mugawo la Ntchito

source: text to show in To task column
ny: mawu oti muwonetse mu »To task column«.

source: progress percent (1..100) or '' to pulse
ny: peresenti ya kupita patsogolo (1..100) kapena '' ku pulse

source: text to show in Total task column
ny: mawu oti awonetsedwe mu gawo la Total task

source: text to show in Current task column
ny: mawu oti muwonetsedwe muzantchito Panopa

source: text to show in CRemain task column
ny: malemba kuti asonyezedwe mu CRemain task column

source: text to show in Average task column
ny: mawu oti awonetsedwe mu gawo la Avereji ya ntchito

source: text to show in Remain task column
ny: mawu oti muwonetsedwe mugawo la Ntchito Yotsalira

source: contents of Elapsed task column (read-only)
ny: zomwe zili mugawo la Ntchito Zapita (zowerenga-zokha)

source: contents of Started task column (read-only)
ny: zomwe zili mugawo loyambira ntchito (zowerengera zokha)

source: COMMAND command to show a custom task dialog
ny: Lamulo la COMMAND kuti muwonetse makonda a ntchito

source: TASK TYPES ----------
ny: MITUNDU YA NTCHITO ----------

source: Run COMMAND in DIR
ny: Thamangani COMMAND mu DIR
