Repository: dimkr/zzzfm
Catalog: po/from transifex/ny/zzzfmpot.sh.po
Languages: ny

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
ny: Lowetsani pulogalamu kapena mzere wamalamulo a bash: Gwiritsani ntchito: %F mafayilo osankhidwa kapena %f Fayilo yosankhidwa koyamba %N osankhidwa mafayilo kapena %n dzina loyamba losankhidwa %d kalozera wapano %v chipangizo chosankhidwa (eg /dev/sda1) %m chipangizo mount point (eg /media/dvd); %l chizindikiro cha chipangizo %b chizindikiro chosankhidwa %t cholembera chantchito chosankhidwa; %p ntchito pid %a mtengo wa chinthu cha menyu $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
ny: Mtundu wa MIME

source: Filename
ny: Dzina lafayilo

source: File Is Text
ny: Fayilo Ndi Text

source: File Is Dir
ny: Fayilo Ndi Dir

source: File Is Link
ny: Fayilo Ndi Link

source: User Is Root
ny: Wogwiritsa Ndi Muzu

source: Multiple Selected
ny: Osankhidwa Angapo

source: Clipboard Has Files
ny: Clipboard Ili ndi Mafayilo

source: Clipboard Has Text
ny: Clipboard Ili ndi Mawu

source: Current Panel
ny: Panopa gulu

source: Panel Count
ny: Kuwerengera gulu

source: Current Tab
ny: Tabu Yamakono

source: Bookmark
ny: Chizindikiro

source: Device
ny: Chipangizo

source: Device Mount Point
ny: Chipangizo cha Mount Point

source: Device Label
ny: Chipangizo Label

source: Device FSType
ny: Chipangizo FSType

source: Device UDI
ny: Chipangizo UDI

source: Device Properties
ny: Zida Zachipangizo

source: Task Count
ny: Kuwerengera Ntchito

source: Task Type
ny: Mtundu wa Ntchito

source: Task Name
ny: Dzina la Ntchito

source: Panel 1 Directory
ny: Gulu 1 Directory

source: Panel 1 Has Sel
ny: Gulu 1 Lili ndi Sel

source: Panel 2 Has Sel
ny: Panel 2 ili ndi Sel

source: Panel 3 Has Sel
ny: Gulu 3 Lili ndi Sel

source: Panel 4 Has Sel
ny: Panel 4 ili ndi Sel

source: Panel 1 Device
ny: Panel 1 Chipangizo

source: Panel 2 Device
ny: Panel 2 Chipangizo

source: Panel 3 Device
ny: Panel 3 Chipangizo

source: Panel 4 Device
ny: Panel 4 Chipangizo

source: equals
ny: ofanana

source: doesn't equal
ny: sizikufanana

source: contains
ny: muli

source: doesn't contain
ny: ilibe

source: begins with
ny: imayamba ndi

source: doesn't begin with
ny: sichikuyamba pomwe

source: ends with
ny: kumaliza ndi

source: doesn't end with
ny: sikutha ndi

source: is less than
ny: ndi zochepa kuposa

source: is greater than
ny: ndi wamkulu kuposa

source: matches
ny: machesi

source: doesn't match
ny: sizikufanana

source: Application
ny: Kugwiritsa ntchito

source: Command
ny: Lamulo

source: Current: Show
ny: Zamakono: Onetsani

source: Current: Hide
ny: Panopa: Bisani

source: Current: Disable
ny: Zamakono: Letsani

source: Current: Enable
ny: Zamakono: Yambitsani

source: Save Modified Script?
ny: Sungani Zosinthidwa Zosinthidwa?

source: Save your changes to the command script?
ny: Sungani zosintha zanu palemba lamalamulo?

source: Overwrite Script?
ny: Lembani Script?

source: The command script on disk has changed. Do you want to overwrite it?
ny: Lamulo lolemba pa disk lasintha. Kodi mukufuna kulembapo?

source: (no files)
ny: (palibe mafayilo)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
ny: Mzere wolamula suyamba ndi fayilo (script) yotsegulidwa, kapena script sinapezeke mwanu $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
ny: Zolinga: (mndandanda wosiyanitsidwa ndi semicolon wa njira kapena ma URL)

source: Target: (a .desktop or executable file)
ny: Zolinga: (a .desktop kapena fayilo yotheka)

source: Choose Executable
ny: Sankhani Executable

source: Command Line Too Long
ny: Mzere Wolamula Watalika Kwambiri

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
ny: Mzere wanu wolamula ndi woposa zilembo 2000 ndipo ukhoza kudulidwa ukasungidwa. Lingalirani kugwiritsa ntchito script m'malo mwake posankha Script pa Command tab.

source: Toolbar Item Properties
ny: Zida Zazinthu Zazida

source: Menu Item Properties
ny: Zamndandanda wazinthu

source: _Toolbar Item
ny: _Chida Chachida

source: _Menu Item
ny: _Chinthu cha Menyu

source: Type:
ny: Mtundu:

source: Name:
ny: Dzina:

source: Key:
ny: Kiyi:

source: Icon:
ny: Chizindikiro:

source: matches any rule:
ny: zimagwirizana ndi lamulo lililonse:

source: matches all rules:
ny: zimagwirizana ndi malamulo onse:

source: doesn't match any rule:
ny: sizikufanana ndi lamulo lililonse:

source: doesn't match all rules:
ny: sizikufanana ndi malamulo onse:

source: Show
ny: Onetsani

source: Enable
ny: Yambitsani

source: Hide
ny: Bisani

source: Disable
ny: Letsani

source: item if context
ny: chinthu ngati nkhani

source: Edit Rule
ny: Sinthani Lamulo

source: Value:
ny: Mtengo:

source: If enabled, use as handler for:
ny: Ngati yayatsidwa, gwiritsani ntchito ngati chogwirira:

source: none
ny: palibe

source: files
ny: mafayilo

source: devices
ny: zipangizo

source: _Ignore Context / Show All (global setting)
ny: _Musanyalanyaze Context / Onetsani Zonse (zochitika zapadziko lonse)

source: Command _Line
ny: Lamulo _Line

source: _Script
ny: _Zolemba

source: Open In _Editor
ny: Tsegulani _Mkonzi

source: Run Options
ny: Thamangani Zosankha

source: Popup Task
ny: Ntchito ya Popup

source: Popup Error
ny: Vuto Loyamba

source: Popup Output
ny: Zotuluka Zotuluka

source: Scroll Output
ny: Mpukutu Linanena bungwe

source: Keep Terminal Open
ny: Sungani Terminal Open

source: Run As User:
ny: Thamangani Monga Wogwiritsa:

source: ( leave blank for current user )
ny: ( siyani kanthu kwa ogwiritsa ntchito pano )

source: Style
ny: Mtundu

source: Normal
ny: Wamba

source: Checkbox
ny: Chongani bokosi

source: Confirmation
ny: Chitsimikizo

source: Input
ny: Zolowetsa

source: Confirmation/Input Message:
ny: Chitsimikizo/Uthenga Wolowetsa:

source: Open in File Browser:
ny: Tsegulani mu File Browser:

source: Built-In Toolbar Item
ny: Chida Chopangidwira Chothandizira

source: Separator
ny: Wolekanitsa

source: Follow state
ny: Tsatirani boma

source: Render differently based on the selection state.
ny: Perekani mosiyana kutengera mtundu wosankhidwa.

source: Icon
ny: Chizindikiro

source: The icon to render.
ny: Chizindikiro kuti mupereke.

source: GIcon
ny: GChizindikiro

source: The GIcon to render.
ny: The GChizindikiro kuti mupereke.

source: size
ny: kukula

source: The size of the icon to render in pixels.
ny: Kukula kwa chithunzi kuti chiperekedwe mu ma pixel.

source: Preview
ny: Kuwoneratu

source: No file selected
ny: Palibe fayilo yosankhidwa

source: Block Device
ny: Block Chipangizo

source: Character Device
ny: Chipangizo cha Khalidwe

source: Socket
ny: Soketi
