Repository: dimkr/zzzfm
Catalog: po/from transifex/ny/zzzfmpot.sh.po
Languages: ny

source: Linking...
ny: Kulumikiza...

source: Changing...
ny: Kusintha...

source: Running...
ny: Kuthamanga...

source: From:
ny: Kuchokera:

source: To:
ny: Kwa:

source: Progress:
ny: Kupita patsogolo:

source: Status:
ny: Mkhalidwe:

source: Paused
ny: Imani kaye

source: Queued
ny: Yakhala pamzere

source: Ask
ny: Funsani

source: Overwrite All
ny: Lembani Zonse

source: Skip All
ny: Lumpha Zonse

source: Auto Rename
ny: Sinthani dzina

source: Stop If Error First
ny: Imani Ngati Cholakwika Choyamba

source: Stop On Any Error
ny: Imani Pa Cholakwa Chilichonse

source: Continue
ny: Pitirizani

source: Stopped
ny: Ayima

source: Errors
ny: Zolakwa

source: Done
ny: Zatheka

source: %s (%s) %s remaining
ny: %s (%s) %s otsala

source: Error ( Stop If First )
ny: Cholakwika ( Imani Ngati Choyamba )

source: Error ( Stop On Any )
ny: Cholakwika (Imani Pa Chilichonse)

source: Stopped with %d error
ny: Anayima ndi %d cholakwika

source: Finished with %d error
ny: Anamaliza ndi %d cholakwika

source: Finished with error ( exit status %d )
ny: Zatha ndi zolakwika ( tulukani %d )

source: Finished with error
ny: Zatha ndi zolakwika

source: Paused ( pid %d )
ny: Imani kaye ( pid %d )

source: Paused ( exit status %d )
ny: Imani kaye ( tulukani %d )

source: Queued ( pid %d )
ny: Yakhala pamzere ( pid %d )

source: Queued ( exit status %d )
ny: Yakhala pamzere ( tulukani %d )

source: Running with %d error
ny: Kuthamanga ndi %d cholakwika

source: Running... ( pid %d )
ny: Kuthamanga... ( pid %d )

source: Running... ( exit status %d )
ny: Kuthamanga... ( tulukani %d )

source: stalled
ny: adayima

source: [ SNIP - additional errors above have been trimmed from this log ]
ny: [ SNIP - zolakwika zina pamwambapa zakonzedwa kuchokera patsambali ]

source: Moving from folder:
ny: Kuchoka mufoda:

source: Linking from folder:
ny: Kulumikiza kuchokera ku foda:

source: Copying from folder:
ny: Kukopera kuchokera mufoda:

source: Folder Exists
ny: Foda ilipo

source: <b>Folder already exists.</b> Please rename or select an action.
ny: <b>Foda ilipo kale.</b> Chonde sinthaninso kapena sankhani zochita.

source: <b>( link )</b>
ny: <b>( ulalo )</b>

source: <b>! overwrite file with link !</b>
ny: <b>! lembani fayilo ndi ulalo !</b>

source: <b>( same size )</b>
ny: <b>( kukula komweko )</b>

source: %s ( %lu bytes )
ny: %s ( %lu mabayiti )

source: larger
ny: zazikulu

source: smaller
ny: zazing'ono

source: <b>( same time )</b>
ny: <b>( nthawi yomweyo )</b>

source: newer
ny: zatsopano

source: older
ny: wamkulu

source: Filename Exists
ny: Dzina la Fayilo Lilipo

source: <b>Filename already exists.</b> Please rename or select an action.
ny: <b>Fayiloyo ilipo kale.</b> Chonde sinthaninso kapena sankhani zochita.

source: Rename Required
ny: Kutchulanso Kofunika

source: In folder:
ny: Mu chikwatu:

source: _Overwrite
ny: _Lembani pamwamba

source: Overwrite _All
ny: Lembani pamwamba _Zonse

source: _Pause
ny: _Imani kaye

source: _Skip
ny: _Dumphani

source: S_kip All
ny: S_kip Zonse

source: To folder:
ny: Kufoda:

source: <b>Folder Name:</b>
ny: <b>Dzina lachikwatu:</b>

source: _Rename
ny: _Tchulani dzina

source: A_uto Rename
ny: A_uto Tchulani dzina

source: Auto Re_name All
ny: Zadzidzidzi Re_name Zonse

source: Error Loading Handler
ny: Vuto Lotsegula Chothandizira

source: Create Archive
ny: Pangani Archive

source: Co_mpress Commands:
ny: Co_mpress Malamulo:

source: Archive Handlers - Create Archive
ny: Archive Handlers - Pangani Archive

source: No archive handlers configured. You must add a handler before creating an archive.
ny: Palibe zosungira zakale zomwe zakhazikitsidwa. Muyenera kuwonjezera chothandizira musanapange zolemba zakale.

source: _Archive Format:
ny: _Zosungira Zakale:

source: The archive creation command is empty. Please enter a command.
ny: Lamulo lopanga zakale lilibe kanthu. Chonde lowetsani lamulo.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
ny: Zosintha zotsatirazi ziyenera kupezeka mkati mwa lamulo lopanga archive: Chimodzi mwa izi: %%%%n: Fayilo yosankhidwa koyamba kuti isungidwe %%%%N: Mafayilo onse osankhidwa kuti asungidwe ndi chimodzi mwa izi: %%%%o: Zotsatira za single archive %%%%O: Zotsatira za Archive pa source file/directory (onani %%%%n/%%%%N)

source: Error Saving Handler
ny: Vuto Losunga Chothandizira

source: copy
ny: kope

source: Archive
ny: Sungani

source: Extract To
ny: Chotsani Ku

source: Cre_ate subfolder(s)
ny: Cre_ate kafoda kakang'ono

source: Make contents user-_writable
ny: Pangani zomwe zilimo kukhala zogwiritsa ntchito-_zolembedwa

source: No archive handler/command found for file:
ny: Palibe chosungira / lamulo lomwe lapezeka pafayilo:

source: Extract %s
ny: Kutulutsa %s

source: Complete!
ny: Malizitsani!

source: Command:
ny: Lamulo:

source: File System
ny: Fayilo System

source: ( no subfolder )
ny: ( palibe chikwatu )

source: Remove Text Type Association
ny: Chotsani Text Type Association

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
ny: ZINDIKIRANI: Polemba mndandanda wa mapulogalamu kuti awonekere mu Open submenu ya fayilo, zzzFM iphatikiza mapulogalamu okhudzana ndi MIME type (eg text/html) NDI mapulogalamu okhudzana ndi text/plain. Mukasankha Chotsani pa pulogalamuyo, idzachotsedwa ngati pulogalamu yogwirizana ndi pulogalamuyo MIME type (eg text/html), koma SIDZAchotsedwa ngati pulogalamu yogwirizana nayo text/plain (pokhapokha a MIME type ndi text/plain). Chifukwa chake kugwiritsa ntchito Chotsani sikungachotse pulogalamuyo ku Open submenu yamtunduwu, pokhapokha mutachotsanso text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
ny: Fayilo '%s' kulibe. Pokopera '%s' ku '%s' ndikusintha, mutha kusintha mawonekedwe ndi mawonekedwe a pulogalamuyi kwa ogwiritsa ntchito pano. Pangani bukuli tsopano?

source: Copy Desktop File
ny: Koperani Fayilo Yapakompyuta

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
ny: Fayilo '%s' kulibe. Pokopera '%s' ku '%s' ndikusintha, mutha kusintha momwe MIME amalembera '%s' mafayilo amadziwika kwa omwe akugwiritsa ntchito pano. Pangani bukuli tsopano?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
ny: Fayilo '%s' kulibe. Popanga fayilo yatsopano '%s' ndikusintha, mutha kufotokozera momwe MIME imayimira '%s' mafayilo amadziwika kwa omwe akugwiritsa ntchito pano. Pangani fayiloyi tsopano?

source: Create New XML
ny: Pangani Chatsopano XML

source: _Set As Default
ny: _Khazikitsani Monga Mwachisawawa

source: _Add...
ny: _Onjezani...

source: new
ny: zatsopano

source: Delete %d selected item ?
ny: Chotsani %d chinthu chosankhidwa?

source: Confirm Delete
ny: Tsimikizani Chotsani

source: <b>P_ath:</b> <i>original</i>
ny: <b>P_ath:</b> <i>choyambirira</i>

source: <b>_Name:</b> <i>original</i>
ny: <b>_Dzina:</b> <i>choyambirira</i>

source: <b>_Filename:</b> <i>original</i>
ny: <b>_Dzina lafayilo:</b> <i>choyambirira</i>

source: <b>_Parent:</b> <i>original</i>
ny: <b>_Kholo:</b> <i>choyambirira</i>

source: <b>P_ath:</b> <i>exists as folder</i>
ny: <b>P_ath:</b> <i>ilipo ngati chikwatu</i>

source: <b>_Name:</b> <i>exists as folder</i>
ny: <b>_Dzina:</b> <i>ilipo ngati chikwatu</i>

source: <b>_Filename:</b> <i>exists as folder</i>
ny: <b>_Dzina lafayilo:</b> <i>ilipo ngati chikwatu</i>

source: <b>_Parent:</b>
ny: <b>_Kholo:</b>

source: <b>P_ath:</b> <i>exists as file</i>
ny: <b>P_ath:</b> <i>ilipo ngati fayilo</i>

source: <b>_Name:</b> <i>exists as file</i>
ny: <b>_Dzina:</b> <i>ilipo ngati fayilo</i>

source: <b>_Filename:</b> <i>exists as file</i>
ny: <b>_Dzina lafayilo:</b> <i>ilipo ngati fayilo</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
ny: <b>P_ath:</b> <i>* sinthani fayilo yomwe ilipo</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
ny: <b>_Dzina:</b> <i>* sinthani fayilo yomwe ilipo</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
ny: <b>_Dzina lafayilo:</b> <i>* sinthani fayilo yomwe ilipo</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
ny: <b>P_ath:</b> <i>kholo lilipo ngati fayilo</i>

source: <b>_Name:</b>
ny: <b>_Dzina:</b>

source: <b>_Filename:</b>
ny: <b>_Dzina lafayilo:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
ny: <b>_Kholo:</b> <i>kholo lilipo ngati fayilo</i>

source: <b>P_ath:</b> <i>* create parent</i>
ny: <b>P_ath:</b> <i>* pangani bambo</i>

source: <b>_Parent:</b> <i>* create parent</i>
ny: <b>_Kholo:</b> <i>* pangani bambo</i>

source: _Move
ny: _Sunthani

source: Select Link Target
ny: Sankhani Link Target

source: Select Template File
ny: Sankhani Fayilo Yachiwonetsero

source: Select Template Folder
ny: Sankhani Template Foda

source: Browse
ny: Sakatulani

source: Insert as
ny: Ikani ngati

# Title|
source: Create New
ny: Pangani Chatsopano

# Title|CreateNew|
source: File
ny: Fayilo

# Title|CreateNew|
source: Folder
ny: Foda

# Title|CreateNew|
source: Link
ny: Lumikizani

source: Move
ny: Sunthani

source: Copy
ny: Koperani

source: Create Link To
ny: Pangani Ulalo Wa

source: Target
ny: Zolinga

source: As Root
ny: Monga Root

source: Link
ny: Lumikizani

source: File
ny: Fayilo

source: & _Open
ny: & _Tsegulani

source: Link-> %s
ny: Lumikizani-> %s

source: !Link-> %s (missing)
ny: !Lumikizani-> %s (akusowa)

source: <b>_Target:</b>
ny: <b>_Zolinga:</b>

source: <b>_Template:</b>
ny: <b>_Chitsanzo:</b>

source: Empty File
ny: Fayilo Yopanda kanthu

source: Empty Folder
ny: Chikwatu Chopanda

source: Link Tar_get
ny: LumikizaniTar_get

# New|Radio
source: _Link
ny: _Lumikizani

source: New
ny: Zatsopano

source: Path contains linefeeds
ny: Njirayi imakhala ndi ma linefeeds

source: Create Parent Folder
ny: Pangani Chikwatu cha Makolo

source: The parent folder does not exist. Create it?
ny: Chikwatu chachikulu kulibe. Pangani izo?

source: Error creating parent folder %s
ny: Vuto popanga chikwatu chachikulu %s

source: Mkdir Error
ny: Mkdir Zolakwika

source: Overwrite Existing File
ny: Lembani Fayilo yomwe ilipo

source: OVERWRITE WARNING
ny: LEMBANI CHENJEZO

source: The file path exists. Overwrite existing file?
ny: Njira ya fayilo ilipo. Lembetsani fayilo yomwe ilipo?

source: Create Link%s
ny: Pangani Ulalo%s

source: Template Missing
ny: Chiwonetsero Chikusowa

source: The specified template does not exist
ny: Template yotchulidwa palibe

source: Create New File%s
ny: Pangani Fayilo Yatsopano%s

source: Create New Folder%s
ny: Pangani Foda Yatsopano%s

source: Copy%s
ny: Koperani%s

source: Copy Target Error
ny: Koperani Cholakwika Chandandale

source: Error determining link's target
ny: Kulakwitsa pozindikira cholinga cha ulalo

source: Link Target Error
ny: Cholakwika Chotsatira Cholumikizira

source: Move%s
ny: Sunthani%s

source: Error renaming file %s
ny: Vuto losintha fayilo %s

source: Rename Error
ny: Sinthani Dzina Lolakwika

source: New Folder
ny: Chikwatu Chatsopano

source: New folder name:
ny: Dzina lafoda yatsopano:

source: New File
ny: Fayilo Yatsopano

source: New filename:
ny: Dzina lafayilo latsopano:

source: Name already exists. Please input a new one:
ny: Dzina lilipo kale. Chonde lowetsani yatsopano:

source: The new file cannot be created
ny: Fayilo yatsopano singapangidwe

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
ny: Cholinga cha symlink iyi palibe kapena mulibe chilolezo choti muchipeze: %s Zolinga: %s

source: Broken Link
ny: Ulalo Wosweka

source: Delete %d selected item as root ?
ny: Chotsani %d chinthu chosankhidwa ngati root ?

source: Confirm Delete As Root
ny: Tsimikizirani Chotsani Monga Root

source: DELETE AS ROOT
ny: FUTA AS ROOT

source: Delete As Root
ny: Chotsani Monga Root

source: Move As Root
ny: Sunthani Monga Root

source: Copy As Root
ny: Koperani Monga Root

source: %s ( %lu bytes )
ny: %s ( %lu mabayiti )

source: %d folder
ny: %d chikwatu

source: %d file, %s
ny: %d wapamwamba, %s

source: %d files
ny: %d mafayilo

source: ( multiple files )
ny: ( mafayilo angapo )

source: ( multiple types )
ny: ( mitundu ingapo )

source: Choose...
ny: Sankhani...

source: %s ( %lu bytes )
ny: %s ( %lu mabayiti )

source: 1 file
ny: 1 wapamwamba

source: <b>Link _Name:</b>
ny: <b>Link _Dzina:</b>

source: ( broken link )
ny: ( ulalo wosweka )

source: ( read link error )
ny: ( werengani cholakwika cha ulalo )

source: Calculating...
ny: Kuwerengera...

source: Invalid User
ny: Wogwiritsa Ntchito Wolakwika

source: Invalid Group
ny: Gulu Losavomerezeka

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
ny: Kuphatikiza pa chikwatu kapena njira yamafayilo, malamulo amatha kulowetsedwa mu Path Bar. Mawu Oyamba: $ ntchito ngati ntchito & thamanga ndi kuiwala + kuthamanga mu terminal ! thamanga ngati root Gwiritsani ntchito: %%F mafayilo osankhidwa kapena %%f Fayilo yosankhidwa koyamba %%N osankhidwa mafayilo kapena %%n dzina loyamba losankhidwa %%d kalozera wapano %%v chipangizo chosankhidwa (eg /dev/sda1) %%m chipangizo mount point (eg /media/dvd); %%l chizindikiro cha chipangizo %%b chizindikiro chosankhidwa %%t cholembera chantchito chosankhidwa; %%p ntchito pid %%a mtengo wa chinthu cha menyu $fm_panel, $fm_tab, $fm_command, etc Chitsanzo: $ echo "Kalozera Wapano: %%d" Chitsanzo: +! umount %%v

source: Device Handlers
ny: Chipangizo Handlers

source: Protocol Handlers
ny: Ma Protocol Handlers

source: File Handlers
ny: Fayilo Handlers

source: Archive Hand_lers
ny: Sungani Hand_lers

source: Device Hand_lers
ny: Chipangizo Hand_lers

source: Protocol Hand_lers
ny: Ndondomeko Hand_lers

source: File Hand_lers
ny: Fayilo Hand_lers

source: Error: unable to load command (internal error)
ny: Cholakwika: sinathe kuyika lamulo (cholakwika chamkati)

source: Error: unable to save command (can't get script path?)
ny: Cholakwika: simungathe kusunga lamulo (simukupeza njira yolembera?)

source: Error reading file
ny: Fayilo yolakwika pakuwerenga

source: Error: unable to save command (internal error)
ny: Cholakwika: sindingathe kusunga lamulo (cholakwika chamkati)

source: Error writing to file
ny: Kulakwitsa polemba kuti fayilo

source: (optional)
ny: (posankha)

source: (disabled)
ny: (wolumala)

source: Permanently remove the selected handler?
ny: Chotsani chogwirira chomwe mwasankha?

source: Apply Changes ?
ny: Ikani Zosintha ?

source: Apply changes to the current handler?
ny: Ikani zosintha pachothandizira pano?

source: Restore Default Handlers
ny: Bwezeretsani Zogwiritsa Ntchito Zosasintha

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
ny: Zothandizira zokhazikika zomwe zasowa zidzabwezeretsedwa. Komanso SONKHANITSA ZONSE ZONSE ZONSE ZOKHALA zosasintha?

source: Please enter a valid handler name.
ny: Chonde lowetsani dzina lolondola.

source: Please enter a valid MIME Type or Pathname pattern.
ny: Chonde lowetsani Mtundu wa MIME wovomerezeka kapena mtundu wa Pathname.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
ny: Zosintha zotsatirazi ziyenera kukhala mu lamulo la compression: Chimodzi mwa izi: %%n: Fayilo yosankhidwa koyamba kuti isungidwe %%N: Mafayilo onse osankhidwa kuti asungidwe ndi chimodzi mwa izi: %%o: Zotsatira za single archive %%O: Zotsatira za Archive pa source file/directory

source: The following variables should probably be in the extraction command: %%x: Archive to extract
ny: Zosintha zotsatirazi ziyenera kukhala mu lamulo la kuchotsa: %%x: Sungani kuti muchotse

source: The following variables should probably be in the list command: %%x: Archive to list
ny: Zosintha zotsatirazi ziyenera kukhala pamndandanda wamalamulo: %%x: Sungani zolemba

source: Restore _Default Handlers
ny: Bwezerani _Default Handlers

source: Ena_ble as a default opener
ny: Ena_ble monga chotsegulira chosasinthika

source: Ena_ble Handler
ny: Ena_ble Wothandizira

source: _Name:
ny: _Dzina:

source: MIM_E Type:
ny: MIM_E Mtundu:

source: Whit_elist:
ny: Whit_emndandanda:

source: Bl_acklist:
ny: Bl_ackmndandanda:

source: _Icon:
ny: _Chizindikiro:

source: <b>Open Co_mmand:</b>
ny: <b>Tsegulani Co_mmand:</b>

source: <b>_Mount:</b>
ny: <b>_Phiri:</b>

source: Run In Terminal
ny: Thamangani mu Terminal

source: Run As Task
ny: Thamangani Monga Ntchito

source: Edit
ny: Sinthani

source: Please choose an application:
ny: Chonde sankhani pulogalamu:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
ny: Zindikirani: MIME type '%s' ikuyembekezeka kutsegulidwa ndi '%s' chowongolera mafayilo, osati ndi pulogalamu yanu ya MIME. Mungafunikenso kuletsa chogwirizirachi mu Open|File Handlers kuti mtundu uwu utsegulidwe ndi pulogalamu yanu yolumikizidwa mwachisawawa.

source: MIME Type Has Handler
ny: Mtundu wa MIME uli ndi Handler

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
ny: Zindikirani: MIME type '%s' ikuyembekezeka kutsegulidwa ndi '%s' chosungira zakale, osati ndi pulogalamu yanu ya MIME. Mungafunikenso kuletsa chogwirirachi mu Open|Archive Defaults|Archive Handlers, KAPENA sankhani njira yapadziko lonse Open|Archive Defaults|Tsegulani Ndi Pulogalamu, kuti mtundu uwu utsegulidwe ndi pulogalamu yanu yolumikizidwa mwachisawawa.

source: Command not found
ny: Lamulo silinapezeke

source: Destination directory "%1$s" is contained in source "%2$s"
ny: Kopita chikwatu "%1$s" zili mu gwero "%2$s"

source: Accessing
ny: Kulowa

source: Removing
ny: Kuchotsa

source: Creating Dir
ny: Kupanga Dir

source: Creating Link
ny: Kupanga Ulalo

source: Writing
ny: Kulemba

source: Creating
ny: Kupanga

source: Renaming
ny: Kusintha dzina

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
ny: Chonde yikani /usr/bin/sha256sum kotero nditha kuwongolera chitetezo chanu ndikuyendetsa malamulo a mizu

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
ny: Chonde konzani Malo Ofikira ovomerezeka SU lamulo mu View|Zokonda|Zotsogola

source: Terminal SU Not Available
ny: Pokwerera SU Sakupezeka

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
ny: Chonde konzani Zojambula zolondola SU lamulo mu View|Zokonda|Zotsogola

source: Graphical SU Not Available
ny: Zojambula SU Sakupezeka

source: Cannot create temporary directory
ny: Sitingathe kupanga chikwatu chakanthawi

source: Please set a valid terminal program in View|Preferences|Advanced
ny: Chonde khazikitsani pulogalamu yovomerezeka mu View|Preferences|Advanced

source: zzzfm-auth not found in path - this reduces your security
ny: zzzfm-auth osapezeka m'njira - izi zimachepetsa chitetezo chanu

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
ny: Kulakwitsa '%s' Mwaona stdout (thamangitsani zzzfm mu terminal) kuti mudziwe zambiri

source: Error writing temporary file
ny: Vuto pakulemba fayilo yosakhalitsa

source: Timed out calculating total size
ny: Yatha kuwerengera kukula konse

source: %s %s Error: %s
ny: %s %s Cholakwika: %s

source: :optical
ny: :wopenya

source: [blank]
ny: [opanda kanthu]

source: [audio]
ny: [zomvera]

source: [no media]
ny: [palibe media]

source: Selected Device Handler
ny: Chothandizira Chipangizo Chosankhidwa

source: Selected Protocol Handler
ny: Wosankhidwa wa Protocol Handler

source: ( no udev device )
ny: ( ayi udev chipangizo )

source: Auto Open Tab for %s in %s
ny: Auto Open Tab ya %s mu %s

source: Auto-Unmount: %s
ny: Tsitsani Paokha: %s

source: Auto-Unmount: error: no unmount command available
ny: Chotsitsa Chokha: cholakwika: palibe lamulo lotsitsa lomwe likupezeka

source: Automount: %s
ny: Kukwera Pamadzi: %s

source: Automount: error: no mount command available
ny: Automount: cholakwika: palibe lamulo lokwera lomwe likupezeka

source: Unmount-If-Mounted: %s
ny: Chotsani-Ngati-Adakwezedwa: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
ny: Mulibe chilolezo choti musinthe zomwe zili mufayilo %s Lingalirani kukopera fayiloyo pakompyuta, kapena ulalo wa kopi yomwe yayikidwamo ~/.local/share/applications/

source: Unable To Rename
ny: Sitingathe Kutchulanso

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
ny: Lowetsani dzina lachinthu chatsopano pakompyuta: Kusintha dzina lachinthu chapakompyutachi kumafuna kusintha zomwe zili mufayilo yapakompyuta %s

source: Change Desktop Item Name
ny: Sinthani Dzina Lachinthu Pakompyuta

source: An error occurred renaming this desktop item.
ny: Panali vuto posintha dzina la chinthu chapakompyutachi.

source: Open Containing _Folder
ny: Tsegulani Zomwe zili _Foda

source: Select a folder
ny: Sankhani chikwatu

source: Browse...
ny: Sakatulani...

source: Local Volumes
ny: Mabuku a M'deralo

source: Last Modified
ny: Kusinthidwa Komaliza
