Repository: dimkr/zzzfm
Catalog: po/from transifex/ny/zzzfmpot.sh.po
Languages: ny

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
ny: Copy|Sunthani|Lumikizani FILE(ma) kapena DIR kuti TARGET dir

source: Recursively delete FILE(s) or DIR(s)
ny: Chotsani mobwerezabwereza FILE(ma) kapena DIR(ma)

source: Open FILE in user's or root's text editor
ny: Tsegulani FILE mu wosuta kapena root's text editor

source: Mount DEVICE or URL
ny: Kwezani DEVICE kapena URL

source: Unmount DEVICE or mount point DIR
ny: Chotsani DEVICE kapena khwekhwe DIR

source: EVENTS ------
ny: ZOCHITIKA ------

source: Instance start %e
ny: Chitsanzo choyamba %e

source: Instance exit %e
ny: Kutuluka kwachitsanzo %e

source: Window new %e %w %p %t
ny: Zenera latsopano %e %w %p %t

source: Window focus %e %w %p %t
ny: Zoyang'ana pawindo %e %w %p %t

source: Window move/resize %e %w %p %t
ny: Kusuntha kwazenera/kusintha kukula %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
ny: Dinani mbewa %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
ny: Dinani pawindo %e %w %p %t %k %m

source: Window close %e %w %p %t
ny: Tsekani zenera %e %w %p %t

source: Panel focus %e %w %p %t
ny: Kuyika kwa gulu %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
ny: Onetsani gulu / kubisa %e %w %p %t %f %v

source: Selection changed %e %w %p %t
ny: Zosankha zasinthidwa %e %w %p %t

source: Tab new %e %w %p %t
ny: Tabu yatsopano %e %w %p %t

source: Tab change dir %e %w %p %t %d
ny: Kusintha kwa Tab %e %w %p %t %d

source: Tab close %e %w %p %t
ny: Tsekani tabu %e %w %p %t

source: Device change %e %f %v
ny: Kusintha kwa chipangizo %e %f %v

source: Event COMMAND Substitution Variables:
ny: Zochitika COMMAND Zosintha Zosintha:

source: event type (evt_start|evt_exit|...)
ny: mtundu wa chochitika (evt_start|evt_exit|...)

source: window ID
ny: ID yawindo

source: panel number (1-4)
ny: Nambala ya gulu (1-4)

source: tab number (1-...)
ny: nambala ya tabu (1-...)

source: quoted directory ('/etc')
ny: ndandanda yotchulidwa ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
ny: batani la mbewa (0=kawiri 1=kumanzere 2=pakati 3=kulondola ...)

source: key code (eg 0x63)
ny: key kodi (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
ny: kiyi yosintha (eg 0x4 amagwiritsidwa ntchito podina ndi kusindikiza makiyi)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ny: chinthu chokhazikika (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
ny: chinthu choyang'ana chikuwoneka (0 kapena 1, kapena kusintha kwa chipangizo)

source: Examples
ny: Zitsanzo

source: These files have been copied to the clipboard
ny: Mafayilowa akopereredwa pa bolodi

source: For full documentation and examples see the zzzFM User's Manual:
ny: Kuti muwone zolemba zonse ndi zitsanzo onani Buku Logwiritsa Ntchito la zzzFM:

source: This build of zzzFM has desktop integration disabled
ny: Kupanga uku kwa zzzFM kwalepheretsa kuphatikiza kwa desktop

source: zzzfm: Error: Unable to save session %s
ny: zzzfm: Vuto: Takanika kusunga gawo %s

source: File doesn't exist
ny: Fayilo kulibe

source: Error
ny: Zolakwika

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
ny: Vuto: Sitinathe kuyambitsa inotify file change monitor. Kodi muli ndi kernel yokhoza kutulutsa mawu?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
ny: Vuto: Sitinathe kukhazikitsa kulumikizana ndi FAM. Kodi muli ndi "FAM" kapena "Gamin" anaika ndi kuthamanga?

source: --dialog must be first option
ny: --dialog iyenera kukhala njira yoyamba

source: --socket-cmd must be first option
ny: --socket-cmd iyenera kukhala njira yoyamba

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
ny: zzzFM amafuna bash kuyikidwa. Zipolopolo zina SALI zofanana monga zzzFM imagwiritsa ntchito zomwe zimapezeka mu bash yeniyeni (v4+). Pulogalamu %s sanapezeke. Ikanibashkapena gwiritsani ntchito configure options --with-bash-path kufotokoza malo omwe mwakhazikika pa nthawi yomanga.

source: Don't know how to open the file
ny: Sindikudziwa momwe mungatsegule fayilo

source: Unable to open file: "%s" %s
ny: Takanika kutsegula fayilo: "%s" %s

source: Open Root Window
ny: Tsegulani Zenera la Mizu

source: Terminal Not Available
ny: Pokwerera Sakupezeka

source: Please set your terminal program in View|Preferences|Advanced
ny: Chonde ikani pulogalamu yanu yotsiriza mu View|Preferences|Advanced

source: Open Terminal
ny: Tsegulani Terminal

source: Design Mode Help
ny: Thandizo la Design Mode

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
ny: Design Mode imakupatsani mwayi kuti musinthe dzina, kiyi yachidule ndi chithunzi cha menyu, zida ndi zinthu zosungira, kuwonetsa chithandizo cha chinthu, ndikuwonjezera malamulo anu ndi mapulogalamu anu. Kuti mutsegule Menyu Yopangira, ingodinani kumanja pa chinthu cha menyu, chizindikiro, kapena chida. Kuti mutsegule Menyu Yopangira kagawo kakang'ono, choyamba kutseka submenu (podinda pa izo). Kuti mudziwe zambiri, dinani batani lothandizira pansipa.

source: Panel
ny: Gulu

source: New _Command
ny: Zatsopano _Lamulo

source: Show Panel %d
ny: Onetsani Gulu %d

source: _File
ny: _Fayilo

source: _View
ny: _Onani

source: _Devices
ny: _Zipangizo

source: _Bookmarks
ny: _Zosungira

source: _Tools
ny: _Zida

source: _Help
ny: _Thandizeni

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
ny: Vuto: Takanika kusunga fayilo ya gawo. Kodi mukufuna kutuluka osasunga? ( %s )

source: zzzFM Error
ny: zzzFM Zolakwika

source: Stop all tasks running in this window?
ny: Letsani ntchito zonse zomwe zikuchitika pawindo ili?

source: Aborting tasks...
ny: Kuchotsa ntchito...

source: %s free / %s
ny: %s mfulu / %s

source: %sReading %s ...
ny: %sKuwerenga %s ...

source: Link → %s
ny: Lumikizani → %s

source: Link → %s/
ny: Lumikizani → %s/

source: !Link → %s/ (missing)
ny: !Lumikizani → %s/ (akusowa)

source: Link → %s (%s)
ny: Lumikizani → %s (%s)

source: !Link → %s (missing)
ny: !Lumikizani → %s (missing)

source: !Link → ( error reading target )
ny: !Lumikizani → ( Kulakwitsa kuwerenga cholinga )

source: hidden
ny: zobisika

source: %s%d visible (%s) %s
ny: %s%d zowoneka (%s) %s

source: %s%d item %s
ny: %s%d chinthu %s

source: Status
ny: Mkhalidwe

source: Folder
ny: Foda

source: Item
ny: Kanthu

source: To
ny: Kuti

source: Progress
ny: Kupita patsogolo

source: Total
ny: Zonse

source: Started
ny: Anayamba

source: Elapsed
ny: Zapita

source: Current
ny: Panopa

source: CRemain
ny: CKhalanibe

source: Average
ny: Avereji

source: Remain
ny: Khalanibe

source: Reorder Columns Help
ny: Konzaninso Thandizo pa Mizati

source: To change the order of the columns, drag the column header to the desired location.
ny: Kuti musinthe madongosolo a mizati, kokerani mutu wagawo kupita kumalo omwe mukufuna.

source: moving
ny: kusuntha

source: copying
ny: kukopera

source: deleting
ny: kufufuta

source: linking
ny: kulumikiza

source: changing
ny: kusintha

source: running
ny: kuthamanga

source: %d error %s
ny: %d cholakwika %s

source: %d errors %s
ny: %d zolakwika %s

source: paused
ny: anaima kaye

source: queued
ny: pamzere

source: Name
ny: Dzina

source: Size
ny: Kukula

source: Type
ny: Mtundu

source: Permission
ny: Chilolezo

source: Owner
ny: Mwini

source: Modified
ny: Zosinthidwa

source: Created
ny: Adapangidwa

source: zzzfm: invalid socket command
ny: zzzfm: lamulo losavomerezeka la socket

source: zzzfm: invalid option '%s'
ny: zzzfm: njira yosavomerezeka '%s'

source: zzzfm: option %s requires an argument
ny: zzzfm: mwina %s amafuna mkangano

source: zzzfm: invalid window
ny: zzzfm: zenera losalondola

source: zzzfm: invalid window %s
ny: zzzfm: zenera losalondola %s

source: zzzfm: invalid panel %d
ny: zzzfm: gulu losavomerezeka %d

source: zzzfm: panel %d is not visible
ny: zzzfm: gulu %d sichikuwoneka

source: zzzfm: invalid tab %d
ny: zzzfm: tsamba losavomerezeka %d

source: zzzfm: command set requires an argument
ny: zzzfm: command set imafuna mkangano

source: zzzfm: invalid %s value
ny: zzzfm: zosavomerezeka %s mtengo

source: zzzfm: invalid slider value
ny: zzzfm: slider yolakwika

source: zzzfm: invalid panel number
ny: zzzfm: nambala yolakwika

source: zzzfm: invalid tab number
ny: zzzfm: nambala ya tabu yolakwika

source: zzzfm: invalid property %s
ny: zzzfm: katundu wosavomerezeka %s

source: zzzfm: invalid column width
ny: zzzfm: m'lifupi mwake ndi zolakwika

source: zzzfm: invalid column name '%s'
ny: zzzfm: dzina losalondola '%s'

source: zzzfm: text is not valid UTF-8
ny: zzzfm: mawu siwovomerezeka UTF-8

source: zzzfm: %s requires a file path
ny: zzzfm: %s imafuna njira ya fayilo

source: zzzfm: error reading file '%s'
ny: zzzfm: fayilo yowerengera zolakwika '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
ny: zzzfm: wapamwamba '%s' ilibe mawu olondola a UTF-8

source: zzzfm: %s requires a directory path
ny: zzzfm: %s imafuna njira yachikwatu

source: zzzfm: directory '%s' does not exist
ny: zzzfm: directory '%s' kulibe

source: zzzfm: command %s requires an argument
ny: zzzfm: lamula %s amafuna mkangano

source: zzzfm: %s requires two arguments
ny: zzzfm: %s amafuna mikangano iwiri

source: zzzfm: invalid task '%s'
ny: zzzfm: ntchito yosavomerezeka '%s'

source: zzzfm: internal task %s is read-only
ny: zzzfm: ntchito yamkati %s ndi kuwerenga kokha

source: zzzfm: task property '%s' is read-only
ny: zzzfm: ntchito katundu '%s' ndi kuwerenga kokha

source: zzzfm: invalid queue_state '%s'
ny: zzzfm: queue_state yolakwika '%s'

source: zzzfm: invalid task property '%s'
ny: zzzfm: ntchito yosavomerezeka '%s'

source: zzzfm: no such directory '%s'
ny: zzzfm: palibe chikwatu chotero '%s'

source: zzzfm: invalid %s task option '%s'
ny: zzzfm: zosavomerezeka %s ntchito njira '%s'

source: zzzfm: no such file '%s'
ny: zzzfm: palibe fayilo yotere '%s'

source: zzzfm: task type %s requires TARGET argument
ny: zzzfm: mtundu wa ntchito %s imafuna mkangano wa TARGET

source: zzzfm: invalid TARGET '%s'
ny: zzzfm: TARGET yosalondola '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
ny: zzzfm: njira yogwirizana '%s' amafuna %s mwina --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
ny: zzzfm: mtundu wa ntchito %s amafuna FILE mikangano

source: zzzfm: invalid task type '%s'
ny: zzzfm: mtundu wantchito wosavomerezeka '%s'

source: zzzfm: invalid keycode '%s'
ny: zzzfm: makiyi osalondola '%s'

source: zzzfm: custom command or submenu '%s' not found
ny: zzzfm: makonda kapena submenu '%s' sinapezeke

source: zzzfm: item '%s' context hidden or disabled
ny: zzzfm: chinthu '%s' nkhani yobisika kapena yolephereka

source: zzzfm: invalid event type '%s'
ny: zzzfm: mtundu wa chochitika chosavomerezeka '%s'

source: zzzfm: event handler not found
ny: zzzfm: chowongolera chochitika sichinapezeke

source: zzzfm: invalid socket method '%s'
ny: zzzfm: njira yolakwika ya socket '%s'

source: Default
ny: Zofikira

source: Choose Desktop Font
ny: Sankhani Font Yapakompyuta

source: Example Item 0123456789
ny: Chitsanzo Chinthu 0123456789

source: Transparency Requirements
ny: Zofunikira Zowonekera

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
ny: Chidziwitso Chachikulu: Kuti mawonekedwe apakompyuta agwire ntchito, muyenera kukhala mukugwiritsa ntchito woyang'anira zenera kapena woyimba wosiyana ngati compton kapena xcompmgr. Mutha kugwiritsa ntchito nayitrogeni kapena xwinwrap kuti muyike zithunzi zakumbuyo. Uthenga uwu sudzabwerezedwa.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
ny: Kugwiritsa ntchito ma terminals ena (%s) ndi zzzFM ikhoza kulepheretsa Kuthamanga Monga Task ndi Kuthamanga Mu Terminal zosankha kuti zigwiritsidwe ntchito limodzi poyendetsa malamulo, chifukwa cha malire pazigawozi. Mwachitsanzo, izi zitha kupangitsa kuti ma protocol oyikidwa mu terminal alepheretse kutseguka atayikidwa. Kuti mugwiritse ntchito zonse za zzzFM, kusankha terminal ina ndikoyenera.

source: Limited Terminal Emulator Selected
ny: Emulator Yocheperako Yosankhidwa

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
ny: Inu tsopano anafunsidwa muzu achinsinsi kupulumutsaroot zokonda za wosutayu ku fayilo %s/zzzfm/ Kupereka achinsinsi pa zenera lotsatira tikulimbikitsidwa. Chifukwa zzzFM imayendetsa malamulo ena monga mizu kudzera pa su, makonda awa amatetezedwa bwino ndi root.

source: Save Root Settings
ny: Sungani Root Zokonda

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
ny: Lowetsani pulogalamu kapena mzere wa bash: Gwiritsani ntchito: %%F mafayilo osankhidwa kapena %%f Fayilo yosankhidwa koyamba %%N osankhidwa mafayilo kapena %%n dzina loyamba losankhidwa %%d kalozera wapano %%v chipangizo chosankhidwa (eg /dev/sda1) %%m chipangizo mount point (eg /media/dvd); %%l chizindikiro cha chipangizo %%b chizindikiro chosankhidwa %%t cholembera chantchito chosankhidwa; %%p ntchito pid %%a mtengo wa chinthu cha menyu $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
ny: Lowetsani dzina lachithunzi, njira yafayilo, kapena dzina lachitundu: Kapena dinani Sankhani kuti musankhe chizindikiro. Sizithunzi zonse zomwe zingagwire bwino ntchito chifukwa cha zovuta zosiyanasiyana.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
ny: Lowetsani dzina lachinthu: Tsatirani munthu wokhala ndi underscore (_) kuti mutsindike chizindikirocho ngati kiyi yachidule ngati mukufuna.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
ny: Lowetsani dzina lachinthu chatsopano: Tsatirani munthu wokhala ndi underscore (_) kuti mutsindike chizindikirocho ngati kiyi yachidule ngati mukufuna. MFUNDO: Kuti musinthe chinthuchi pambuyo pake, dinani kumanja pa chinthucho kuti mutsegule Menyu Yopanga.

source: Show Devices
ny: Onetsani Zida

source: Show Bookmarks
ny: Onetsani Zosungira

source: Show Tree
ny: Onetsani Mtengo

source: Home
ny: Kunyumba

source: Up
ny: Mmwamba

source: Back
ny: Kubwerera

source: Back History
ny: Mbiri Yakubwerera

source: Forward
ny: Patsogolo

source: Refresh
ny: Tsitsaninso

source: New Tab
ny: Tabu Yatsopano

source: New Tab Here
ny: Tabu Yatsopano Pano

source: Show Hidden
ny: Onetsani Zobisika

source: Large Icons
ny: Zizindikiro zazikulu

source: %s: %s contains invalid characters - ignored
ny: %s: %s ili ndi zilembo zosavomerezeka - zonyalanyazidwa

source: %s: tmp_dir '%s' does not exist - reverting to %s
ny: %s: tmp_dir '%s' kulibe - kubwerera ku %s

source: file not found
ny: fayilo sinapezeke

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
ny: # zzzFM Fayilo ya Gawo # FAYOYI SIINAPANGIDWA KUTI IKONDWEREDWA - idzawerengedwa ndi KULEMBITSA # Mukachotsa mafayilo onse a gawo*, zzzFM idzasinthidwa kukhala zosasintha za fakitale.

source: Error saving file
ny: Vuto pakusunga fayilo

source: zzzFM Error: Unable to autosave session file ( %s )
ny: zzzFMVuto: Takanika kusunga fayilo ya gawo ( %s )

source: Selected Menu Item '%s' As Handler
ny: Chosankha cha Menyu '%s' Monga Handler

source: Create README
ny: Pangani README

source: No README file exists for this command. Create a default README file for you to fill in?
ny: Palibe fayilo ya README yomwe ilipo pa lamuloli. Pangani fayilo yokhazikika ya README kuti mudzaze?

source: Creation Failed
ny: Kulengedwa Kwalephereka

source: An error occurred creating a README file for this command.
ny: Panali vuto popanga fayilo ya README ya lamuloli.

source: An error occurred copying command files %s
ny: Panali vuto pokopera mafayilo amalamulo %s

source: Copy Command Error
ny: Koperani Command Error

source: An error occurred copying command data files %s
ny: Panali vuto pokopera mafayilo amalamulo %s

source: Bookmark target '%s' is missing or invalid.
ny: Zosungira zosungira '%s' zikusowa kapena ndizolakwika.

source: Invalid Bookmark Target
ny: Zosakayikitsa Zosalondola

source: Change Item Name
ny: Sinthani Dzina lachinthu

source: Editor Not Set
ny: Mkonzi Sanakhazikitsidwe

source: Please set your editor in View|Preferences|Advanced
ny: Chonde ikani mkonzi wanu mu View|Preferences|Advanced

source: Root Editor Not Set
ny: Root Editor Sanakhazikitsidwe

source: Please set root's editor in View|Preferences|Advanced
ny: Chonde ikani mkonzi wa mizu mu View|Preferences|Advanced

source: Edit %s
ny: Sinthani %s

source: User's Manual Not Found
ny: Buku Logwiritsa Ntchito Silinapezeke

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
ny: Buku lakumapeto la zzzFM silinapezeke. Chonde ikani malo olondola mu Help|Zosankha|Malo apamanja.

source: Manual Opened ?
ny: Buku Latsegulidwa ?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
ny: Buku la ogwiritsa ntchito la zzzFM liyenera kutsegulidwa mu msakatuli wanu. Ngati sichinatseguke, kapena ngati mungafune kugwiritsa ntchito msakatuli wina, ikani msakatuli wanu mu Help|Zosankha|Msakatuli. Uthenga uwu sudzabwerezedwa.

source: ( none )
ny: ( palibe )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
ny: %s Keycode: %#4x Zosintha: %#x %s yaperekedwa kale '%s'. Dinani kiyi ina kapena dinani Seti kuti mulowe m'malo mwa makiyi omwe aperekedwa pano.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
ny: %s Keycode: %#4x [%#4x] Zosintha: %#x %s yaperekedwa kale '%s'. Dinani kiyi ina kapena dinani Seti kuti mulowe m'malo mwa makiyi omwe aperekedwa pano.

source: %s Keycode: %#4x Modifier: %#x
ny: %s Keycode: %#4x Zosintha: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
ny: Dinani kuphatikiza makiyi anu pa chinthucho '%s' ndiye dinani Seti. Kuti muchotse makiyi omwe aperekedwa pano, dinani Osakhazikitsa.

source: Cancel
ny: Letsani

source: Unset
ny: Osakhazikika

source: Set
ny: Khalani

source: Set Key
ny: Khazikitsani Chinsinsi

source: Edit Command Line
ny: Sinthani Command Line

source: Choose Custom Executable
ny: Sankhani Custom Executable

source: Run As User
ny: Thamangani Monga Wogwiritsa

source: Run this command as username: ( Leave blank for current user )
ny: Pangani lamulo ili ngati lolowera: ( Siyani opanda kanthu kwa ogwiritsa ntchito pano )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
ny: Mukuwonjezera lamulo lokhazikika ku chinthu cha Default menyu. Chinthuchi chidzakhala ndi pre-context - chidzawonekera kokha pamene mtundu wa MIME wa fayilo yoyamba yosankhidwa ukugwirizana ndi mtundu wamakono. '%s'. Onjezani malamulo kapena mindandanda pano yomwe mukufuna kuti iwonekere pamtundu umodzi wa MIME.

source: New Context Command
ny: Lamulo Latsopano la Context

source: Set Item Name
ny: Khazikitsani Dzina lachinthu

source: Choose Folder
ny: Sankhani Foda

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
ny: Mukuwonjezera kagawo kakang'ono kuzinthu Zosasintha. Chinthuchi chidzakhala ndi pre-context - chidzawonekera kokha pamene mtundu wa MIME wa fayilo yoyamba yosankhidwa ukugwirizana ndi mtundu wamakono. '%s'. Onjezani malamulo kapena mindandanda pano yomwe mukufuna kuti iwonekere pamtundu umodzi wa MIME.

source: (none)
ny: (palibe)

source: Set Submenu Name
ny: Khazikitsani Submenu Name

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
ny: Lowetsani dzina la submenu: Tsatirani munthu ndi mawu otsindikira (_) kuti mutsindike zilembozo ngati kiyi yachidule ngati mukufuna.

source: New _Submenu
ny: Zatsopano _Submenu

source: ( no name )
ny: ( palibe dzina )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
ny: Chotsani kwathunthu '%s' SUBMENU NDI ZINTHU ZONSE ZILI M'KATI mwake? Izi zichotsa zokonda ndi mafayilo onse okhudzana ndi zinthuzi.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
ny: Chotsani chinthu cha '%s' mpaka kalekale? Izi zichotsa zokonda ndi mafayilo onse okhudzana ndi chinthuchi.

source: Confirm Remove
ny: Tsimikizani Chotsani

source: Are you sure?
ny: Mukutsimikiza?

source: Dialog Message
ny: Mauthenga a Dialog

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
ny: Lowetsani uthenga womwe udzawonetsedwe mu dialog iyi: Gwiritsani ntchito: \n newline \t tabu

source: _Copy
ny: _Koperani

source: _Paste
ny: _Matani

source: _Remove
ny: _Chotsani

source: _New
ny: _Zatsopano

source: _Bookmark
ny: _Chizindikiro

source: _Application
ny: _Kugwiritsa ntchito

source: _Command
ny: _Lamulo

source: Sub_menu
ny: Sub_menyu

source: _Add
ny: _Onjezani

source: T_ooltips
ny: T_oolmalangizo

source: _Key Shortcut
ny: _Njira Yachidule Yamakiyi

source: _Edit Script
ny: _Sinthani Script

source: E_dit As Root
ny: E_dit Monga Root

source: _Edit Command
ny: _Sinthani Command

source: _Properties
ny: _Katundu
