Repository: dimkr/zzzfm
Catalog: po/from transifex/ny/zzzfmpot.sh.po
Languages: ny

source: Set Icon
ny: Khazikitsani Chizindikiro

source: _Edit
ny: _Sinthani

source: _Default
ny: _Zofikira

source: Your input is invalid because it contains linefeeds
ny: Zomwe mwalemba ndizolakwika chifukwa zili ndi ma linefeeds

source: _OK
ny: _Chabwino

source: _Unset
ny: _Osakhazikika

source: Remo_ve / Eject
ny: Remo_ve / Tulutsani

source: _Unmount
ny: _Chotsani

source: _Sync
ny: _Kulunzanitsa

source: _Open
ny: _Tsegulani

# Devices|Open|
source: Open In _Tab
ny: Tsegulani _Tabu

source: _Mount
ny: _Phiri

source: Re_/mount
ny: Re_/phiri

source: _Root
ny: _Muzu

source: _Check
ny: _Onani

source: _Edit fstab
ny: _Sinthani fstab

source: Edit u_devil.conf
ny: Sinthani u_devil.conf

source: _Format
ny: _Mtundu

source: _Backup
ny: _Zosunga zobwezeretsera

source: _Restore
ny: _Bwezerani

source: _From File
ny: _Kuchokera ku Fayilo

source: File _Info
ny: Fayilo _Zambiri

source: _Internal Drives
ny: _Magalimoto Amkati

source: _Empty Drives
ny: _Ma Drives opanda kanthu

source: _Partition Tables
ny: _Matebulo Ogawa

source: Mounted _Networks
ny: Wokwezedwa _Maukonde

source: Mounted _Other
ny: Wokwezedwa _Zina

source: _Volumes...
ny: _Mabuku...

source: Show/Hide Volumes
ny: Onetsani/Bisani Ma voliyumu

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
ny: Kuti mukakamize kuwonetsa kapena kubisa ma voliyumu ena, kupitilira zoikamo zina, mutha kutchula zida, zolemba za voliyumu, kapena ma ID azipangizo pamndandanda wosiyanitsidwa ndi danga pansipa. Chitsanzo: +/dev/sdd1 -Label With Space +ata-OCZ-part4 Izi zingayambitse /dev/sdd1 ndi chipangizo cha OCZ kuti chiwonetsedwe, ndi voliyumu yokhala ndi zilembo "Label With Space" kubisika. Payenera kukhala mpata pakati pa zolowa ndi chizindikiro chowonjezera kapena chochotsera patsogolo pa chinthu chilichonse. Mndandandawu ndi wovuta kwambiri.

source: Ignore _Hide Policy
ny: Musanyalanyaze _Bisani Ndondomeko

source: _Display Name
ny: _Dzina lowonetsa

source: Set Display Name Format
ny: Khazikitsani Mawonekedwe a Dzina Lowonetsera

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
ny: Lowetsani mtundu wa dzina lachida: Gwiritsani ntchito: %%v chipangizo filename (eg sdd1) %%s kukula kwathunthu (eg 800G) %%t fsmtundu (eg ext4) %%l chizindikiro cha voliyumu (mwachitsanzo Label kapena [palibe media]) %%m phiri ngati atakwera, kapena --- %%i ID ya chipangizo %%n major:minor manambala a chipangizo (eg 15:3)

source: Mount _Optical
ny: Phiri _Kuwala

source: Mount _Volumes...
ny: Phiri _Mabuku...

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
ny: Kuti mukakamize kapena kupewa kukweza ma voliyumu ena, kupitilira zoikamo zina, mutha kutchula zida, zolemba za voliyumu, kapena ma ID azipangizo pamndandanda wosiyanitsidwa ndi danga pansipa. Chitsanzo: +/dev/sdd1 -Label With Space +ata-OCZ-part4 Izi zingayambitse /dev/sdd1 ndi chipangizo cha OCZ kuti chizingiriridwa chokha chikazindikiridwa, ndi voliyumu yokhala ndi zilembo "Label With Space" kunyalanyazidwa. Payenera kukhala mpata pakati pa zolowa ndi chizindikiro chowonjezera kapena chochotsera patsogolo pa chinthu chilichonse. Mndandandawu ndi wovuta kwambiri.

source: Mount _Dirs...
ny: Phiri _Dirs...

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
ny: Lowetsani chikwatu chomwe zzzFM ikuyenera kupanga zolembera za mount point za fuse ndi mafayilo ofanana (%%a mu malangizo othandizira). Chikwatuchi chikuyenera kulembedwa ndi ogwiritsa ntchito (OSATI ntchito /media), ndipo ma subdirectories opanda kanthu adzachotsedwa. Ngati sichinalembedwe, ~/.cache/zzzfm/ (kapena $XDG_CACHE_HOME/zzzfm/) amagwiritsidwa ntchito. Zosintha zotsatirazi zimadziwika: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Zindikirani kuti othandizira ena kapena mapulogalamu okwera akhoza kusamvera izi.

source: Open _Tab
ny: Tsegulani _Tabu

source: _Unmount On Exit
ny: _Chotsani Potuluka

source: Auto _Run
ny: Zadzidzidzi _Thamangani

source: On _Mount
ny: Yambirani _Phiri

source: Auto Run On Mount
ny: Auto Thamanga Paphiri

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uyendetsedwe zokha pambuyo poti chochotsa kapena chimbale cha data chidziyikiratu: Gwiritsani ntchito: %%v chipangizo (eg /dev/sda1) %%l chizindikiro cha chipangizo %%m chipangizo mount point (eg /media/disk)

source: On _Audio CD
ny: Yambirani _CD ya Audio

source: Auto Run On Audio CD
ny: Auto Thamanga pa Audio CD

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha CD yomvera ikayikidwa pa chipangizo choyenerera: Gwiritsani ntchito: %%v chipangizo (eg /dev/sda1) %%l chizindikiro cha chipangizo %%m chipangizo mount point (eg /media/disk)

source: On _Video DVD
ny: Pa _Video DVD

source: Auto Run On Video DVD
ny: Auto Thamanga Pa Video DVD

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uyendetsedwe pomwe kanema wa DVD adzikweza: Gwiritsani ntchito: %%v chipangizo (eg /dev/sda1) %%l chizindikiro cha chipangizo %%m chipangizo mount point (eg /media/disk)

source: On _Insert
ny: Yambirani _Ikani

source: Auto Run On Insert
ny: Auto Run Pa Insert

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha chipangizo chilichonse chikayikidwa: Gwiritsani ntchito: %%v chipangizo anawonjezera (eg /dev/sda1) %%l chizindikiro cha chipangizo %%m chipangizo mount point (eg /media/disk)

source: On _Unmount
ny: Pa _Chotsani

source: Auto Run On Unmount
ny: Auto Thamanga Pakutsitsa

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha chipangizo chilichonse chikatsitsidwa mwanjira iliyonse: Gwiritsani ntchito: %%v chipangizo chotsitsidwa (eg /dev/sda1) %%l chizindikiro cha chipangizo %%m chipangizo mount point (eg /media/disk)

source: On _Remove
ny: Yambirani _Chotsani

source: Auto Run On Remove
ny: Auto Thamanga Pa Chotsani

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha chipangizo chilichonse chikachotsedwa (kutulutsa media sikuli koyenera): Gwiritsani ntchito: %%v chipangizo chachotsedwa (eg /dev/sda1) %%l chizindikiro cha chipangizo %%m chipangizo mount point (eg /media/disk)

source: Ignore _No Policy
ny: Musanyalanyaze _Palibe Ndondomeko

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
ny: Lowetsani mndandanda wanu wa koma- kapena wolekanitsa malo wa zosankha zachikhazikitso pansipa (%%o mu othandizira). Kuphatikiza pazosankha zanthawi zonse, mutha kutchulanso zosankha zomwe mungawonjezere kapena kuchotsedwa pamtundu wina wamafayilo pogwiritsa ntchito mawonekedwe OPTION+FSTYPE kapena OPTION-FSTYPE. Chitsanzo: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Izi zidzawonjezera nosuid ndi noatime pamitundu yonse yamafayilo, onjezerani sync za vfat ndi ntfs kokha, ndi kuchotsa noatime kwa ext4. Zindikirani: Zosankha zina, monga nosuid, zitha kuwonjezeredwa ndi pulogalamu ya mount ngakhale simuziphatikiza. Zosankha mkati fstab khalani patsogolo. pmountndipo othandizira ena atha kunyalanyaza zosankha zomwe zakhazikitsidwa pano.

source: Default Mount Options
ny: Zosankha Zokwera Mount

source: Re/mount With Options
ny: Bwezerani/Kukwera Ndi Zosankha

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
ny: Chipangizocho (chidzakhazikitsidwa)nso pogwiritsa ntchito zomwe zili pansipa. Kuphatikiza pazosankha zanthawi zonse, mutha kutchulanso zosankha zomwe mungawonjezere kapena kuchotsedwa pamtundu wina wamafayilo pogwiritsa ntchito mawonekedwe OPTION+FSTYPE kapena OPTION-FSTYPE. Chitsanzo: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Izi zidzawonjezera nosuid ndi noatime pamitundu yonse yamafayilo, onjezerani sync za vfat ndi ntfs kokha, ndi kuchotsa noatime za ext4. Zindikirani: Zosankha zina, monga nosuid, zitha kuwonjezeredwa ndi pulogalamu ya mount ngakhale simuziphatikiza. Zosankha mkati fstab khalani patsogolo. pmount imanyalanyaza zosankha zomwe zakhazikitsidwa apa.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
ny: Lowetsani mndandanda wanu wamafayilo osiyanitsidwa ndi koma- kapena danga omwe SAYANTHA kuyang'aniridwa kuti mafayilo asinthe. Izi zimangokhudza zida zopanda block (monga ma nfs kapena fuse), ndipo nthawi zambiri zimagwiritsidwa ntchito kuletsa zzzFM kuti zisayankhe ndi ma fayilo a netiweki. Kutsegula kwa tizithunzi ndi kukula kwa subdirectory kuzimitsidwanso.

source: Change Detection Blacklist
ny: Kusintha Kuzindikira Blacklist

source: _Device Handlers
ny: _Chipangizo Handlers

source: _Protocol Handlers
ny: _Ma Protocol Handlers

source: _Icon
ny: _Chizindikiro

source: Audio CD
ny: CD ya Audio

source: Optical Has Media
ny: Optical Ali ndi Media

source: Floppy Unmounted
ny: Floppy Osakwera

source: Removable Mounted
ny: Zochotsedwa Zokwera

source: Removable Unmounted
ny: Zochotsedwa Zosakwera

source: Internal Unmounted
ny: Zamkati Zosakwera

source: Mounted Other
ny: Wokwezedwa Zina

source: _Settings
ny: _Zokonda

source: Bookmark _Icon
ny: Chizindikiro _Chizindikiro

source: Sub_menu Icon
ny: Sub_menyu Icon

source: _Show Bookmarks
ny: _Onetsani Zosungira

source: New _Bookmark
ny: Zatsopano _Chizindikiro

source: _Name
ny: _Dzina

source: F_ilename
ny: F_iledzina

source: _Parent
ny: _Kholo

source: _Option
ny: _Njira

source: _Link
ny: _Lumikizani

source: Copy _Target
ny: Koperani _Zolinga

source: Lin_k Target
ny: Lin_k Zolinga

source: _As Root
ny: _Monga Root

source: _Font
ny: _Mafonti

source: Move Dialog Font
ny: Sunthani Fonti Ya dialog

source: /home/user/Example Filename.ext
ny: /home/user/Chitsanzo Filename.ext

source: _Confirm Create
ny: _Tsimikizani Pangani

source: Highlight _Bar
ny: Unikani _Malo

source: Status Bar Highlight Color
ny: Mtundu Wowunikira Status Bar

source: Highlight _Text
ny: Unikani _Mawu

source: Status Bar Text Highlight Color
ny: Mtundu Wounikira Zolemba za Status Bar

source: _Middle Click
ny: _Dinani Pakatikati

source: Copy _Name
ny: Koperani _Dzina

source: Copy _Path
ny: Koperani _Njira

source: _Hide Panel
ny: _Bisani Gulu

source: New _Window
ny: Zatsopano _Zenera

source: R_oot Window
ny: R_oot Zenera

source: _File Search
ny: _Kusaka Kwafayilo

source: _Terminal
ny: _Pokwerera

source: _Root Terminal
ny: _Root Pokwerera

source: Open _URL
ny: Tsegulani _URL

source: Open URL
ny: Tsegulani ulalo

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
ny: Lowetsani URL mumpangidwe: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/GAWANI Zitsanzo: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Kuphatikizira mawu achinsinsi ndikowopsa. Kuti musunge chizindikiro ulalo, dinani kumanja pa netiweki yomwe ili mu Devices ndikusankha Bookmark.

source: Save Ta_bs
ny: Sungani Ta_bs

source: Panel _1
ny: Gulu _1

source: Panel _2
ny: gulu _2

source: Panel _3
ny: gulu _3

source: Panel _4
ny: gulu _4

source: Panel _Bar
ny: Gulu _Bar

source: _Next
ny: _Ena

source: _Hide
ny: _Bisani

source: _Event Manager
ny: _Woyang'anira Zochitika

source: _Instance
ny: _Chitsanzo

source: _Startup
ny: _Yambitsani

source: Set Instance Startup Command
ny: Ikani Instance Startup Command

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uyendetsedwe pokhapokha chitsanzo cha zzzFM chikayamba: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_start)

source: _Exit
ny: _Potulukira

source: Set Instance Exit Command
ny: Khazikitsani Instance Exit Command

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uyendetsedwe pokhapokha chitsanzo cha zzzFM chituluka: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_exit)

source: _Window
ny: _Zenera

# View|Events|Window|
source: _New
ny: _Zatsopano

source: Set New Window Command
ny: Khazikitsani Lamulo Latsopano Lawindo

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ny: Lowetsani pulogalamu kapena mzere wa bash kuti uziyendetsedwa zokha nthawi iliyonse zenera latsopano la zzzFM litatsegulidwa: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_win_new) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili.

# View|Events|Window|
source: _Focus
ny: _Kuyikira Kwambiri

source: Set Window Focus Command
ny: Khazikitsani Window Focus Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ny: Lowetsani pulogalamu kapena mzere wa bash kuti uziyendetsedwa zokha nthawi iliyonse zenera la zzzFM likuyang'ana: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_win_focus) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili.

source: _Move/Resize
ny: _Sunthani/Sinthani kukula

source: Set Window Move/Resize Command
ny: Khazikitsani Window Move/Resize Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
ny: Lowetsani pulogalamu kapena mzere wa bash kuti uziyendetsedwa zokha nthawi iliyonse zenera la zzzFM likasunthidwa kapena kusinthidwanso: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_win_move) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili. Zindikirani: Lamuloli likhoza kuyendetsedwa kangapo panthawi yosintha.

# View|Events|Window|
source: _Click
ny: _Dinani

source: Set Click Command
ny: Khazikitsani Dinani Lamulo

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
ny: Lowetsani pulogalamu kapena mzere wa bash kuti uziyendetsedwa zokha nthawi iliyonse mbewa ikadina: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_win_click) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu %%b batani (batanitsa batani la mbewa) %%m zosintha (makiyi osinthira) %%f focus (chinthu chomwe chidalandira kudina) Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili pamene palibe chizindikiro cha nyenyezi chomwe chikugwiritsidwa ntchito. Limbikitsani lamulo lanu ndi asterisk (*) ndi kubwereranso 0 kuti mulepheretse chogwirizira. Mwachitsanzo: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nBatani lapakati lidadina %%f" --button ok &

source: _Keypress
ny: _Kanikizani

source: Set Window Keypress Command
ny: Khazikitsani Window Keypress Command

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha nthawi iliyonse kiyi ikanikizidwa: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_win_key) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu %%k kiyi code (kiyi yadindidwa) %%m zosintha (makiyi osinthira) Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili pamene palibe chizindikiro cha nyenyezi chomwe chikugwiritsidwa ntchito. Limbikitsani lamulo lanu ndi asterisk (*) ndi kubwereranso 0 kuti mulepheretse chogwirizira. Mwachitsanzo: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKiyi F8 idasindikizidwa." --button ok &

source: Set Window Close Command
ny: Khazikitsani Window Close Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ny: Lowetsani pulogalamu kapena mzere wa bash kuti uziyendetsedwa zokha nthawi iliyonse zenera la zzzFM litatsekedwa: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_win_close) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili.

source: _Panel
ny: _Gulu

# View|Events|Panel|
source: _Focus
ny: _Kuyikira Kwambiri

source: Set Panel Focus Command
ny: Khazikitsani Panel Focus Command

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ny: Lowetsani pulogalamu kapena mzere wa bash kuti uziyendetsedwa zokha nthawi iliyonse gulu likayang'ana kwambiri: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_pnl_focus) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili.

# View|Events|Panel|
source: _Show
ny: _Onetsani

source: Set Panel Show Command
ny: Khazikitsani Panel Show Command

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ny: Lowetsani pulogalamu kapena mzere wolamula wa bash kuti uziyendetsedwa zokha nthawi iliyonse pomwe gulu kapena gulu likuwonetsedwa kapena kubisika: Gwiritsani ntchito: %%e mtundu wa chochitika (evt_pnl_show) %%w id yawindo (onani thandizo la zzzfm) %%p gulu %%t tabu %%f kuyang'ana (chinthu chowonetsedwa kapena chobisika) %%v zowoneka (1 kapena 0) Zosintha za bash kunja (eg $fm_pwd, etc) angagwiritsidwe ntchito mu lamulo ili.

source: Set Panel Select Command
ny: Khazikitsani Gulu Sankhani Lamulo
