Repository: dimkr/zzzfm
Catalog: po/from transifex/yo/zzzfmpot.sh.po
Languages: yo

source: _Add...
yo: _Fikun-un...

source: new
yo: titun

source: Delete %d selected item ?
yo: Paarẹ %d nkan ti a yan?

source: Confirm Delete
yo: Jẹrisi Parẹ

source: <b>P_ath:</b> <i>original</i>
yo: <b>P_ath:</b> <i>atilẹba</i>

source: <b>_Name:</b> <i>original</i>
yo: <b>_Orukọ:</b> <i>atilẹba</i>

source: <b>_Filename:</b> <i>original</i>
yo: <b>_Orukọ faili:</b> <i>atilẹba</i>

source: <b>_Parent:</b> <i>original</i>
yo: <b>_Obi:</b> <i>atilẹba</i>

source: <b>P_ath:</b> <i>exists as folder</i>
yo: <b>P_ath:</b> <i>wa bi folda</i>

source: <b>_Name:</b> <i>exists as folder</i>
yo: <b>_Orukọ:</b> <i>wa bi folda</i>

source: <b>_Filename:</b> <i>exists as folder</i>
yo: <b>_Orukọ faili:</b> <i>wa bi folda</i>

source: <b>_Parent:</b>
yo: <b>_Obi:</b>

source: <b>P_ath:</b> <i>exists as file</i>
yo: <b>P_ath:</b> <i>wa bi faili</i>

source: <b>_Name:</b> <i>exists as file</i>
yo: <b>_Orukọ:</b> <i>wa bi faili</i>

source: <b>_Filename:</b> <i>exists as file</i>
yo: <b>_Orukọ faili:</b> <i>wa bi faili</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
yo: <b>P_ath:</b> <i>* ìkọlélórí tẹlẹ faili</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
yo: <b>_Orukọ:</b> <i>* ìkọlélórí tẹlẹ faili</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
yo: <b>_Orukọ faili:</b> <i>* ìkọlélórí tẹlẹ faili</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
yo: <b>P_ath:</b> <i>obi wa bi faili</i>

source: <b>_Name:</b>
yo: <b>_Orukọ:</b>

source: <b>_Filename:</b>
yo: <b>_Orukọ faili:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
yo: <b>_Obi:</b> <i>obi wa bi faili</i>

source: <b>P_ath:</b> <i>* create parent</i>
yo: <b>P_ath:</b> <i>* ṣẹda obi</i>

source: <b>_Parent:</b> <i>* create parent</i>
yo: <b>_Obi:</b> <i>* ṣẹda obi</i>

source: _Move
yo: _Gbe

source: Select Link Target
yo: Yan Àkọlé Asopọmọra

source: Select Template File
yo: Yan Faili Awoṣe

source: Select Template Folder
yo: Yan Folda Awoṣe

source: Browse
yo: Ṣawakiri

source: Insert as
yo: Fi sii bi

# Title|
source: Create New
yo: Ṣẹda Titun

# Title|CreateNew|
source: File
yo: Faili

# Title|CreateNew|
source: Folder
yo: folda

# Title|CreateNew|
source: Link
yo: Ọna asopọ

source: Move
yo: Gbe

source: Copy
yo: Daakọ

source: Create Link To
yo: Ṣẹda Ọna asopọ Lati

source: Link Target
yo: Àkọlé asopọ

source: Target
yo: Àfojúsùn

source: As Root
yo: Bi Root

source: Link
yo: Ọna asopọ

source: File
yo: Faili

source: & _Open
yo: & _Ṣii

source: Link-> %s
yo: Ọna asopọ-> %s

source: !Link-> %s (missing)
yo: !Ọna asopọ-> %s (sonu)

source: <b>_Target:</b>
yo: <b>_Àfojúsùn:</b>

source: <b>_Template:</b>
yo: <b>_Àdàkọ:</b>

source: Empty File
yo: Faili ofo

source: Empty Folder
yo: Ofo Folda

source: Link Tar_get
yo: Ọna asopọTar_get

# New|Radio
source: _Link
yo: _Ọna asopọ

source: New
yo: Tuntun

source: Path contains linefeeds
yo: Ona ni linefeeds

source: Create Parent Folder
yo: Ṣẹda folda obi

source: The parent folder does not exist. Create it?
yo: Awọn obi folda ko si. Ṣẹda rẹ?

source: Error creating parent folder %s
yo: Aṣiṣe ṣiṣẹda folda obi %s

source: Mkdir Error
yo: Mkdir Asise

source: Overwrite Existing File
yo: Kọ Faili ti o wa tẹlẹ

source: OVERWRITE WARNING
yo: Ìkìlọ Àkọlékọ̀

source: The file path exists. Overwrite existing file?
yo: Ọna faili wa. Ṣe atunkọ faili ti o wa tẹlẹ?

source: Create Link%s
yo: Ṣẹda Ọna asopọ%s

source: Template Missing
yo: Àdàkọ Sonu

source: The specified template does not exist
yo: Awoṣe pàtó kan ko si

source: Create New File%s
yo: Ṣẹda New Faili%s

source: Create New Folder%s
yo: Ṣẹda New Folda%s

source: Copy%s
yo: Daakọ%s

source: Copy Target Error
yo: Daakọ Aṣiṣe Àkọlé

source: Error determining link's target
yo: Aṣiṣe ti npinnu ibi-afẹde ọna asopọ

source: Link Target Error
yo: Aṣiṣe Àkọlé Ọna asopọ

source: Move%s
yo: Gbe%s

source: Error renaming file %s
yo: Aṣiṣe fun lorukọmii faili %s

source: Rename Error
yo: Aṣiṣe lorukọ mii

source: New Folder
yo: Folda Tuntun

source: New folder name:
yo: Orukọ folda titun:

source: New File
yo: Faili Tuntun

source: New filename:
yo: Orukọ faili titun:

source: Name already exists. Please input a new one:
yo: Orukọ ti wa tẹlẹ. Jọwọ tẹ ọkan titun sii:

source: The new file cannot be created
yo: Faili tuntun ko le ṣẹda

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
yo: Àfojúsùn symlink yi sonu tabi o ko ni igbanilaaye lati wọle si: %s Àfojúsùn: %s

source: Broken Link
yo: Baje Ọna asopọ

source: Delete %d selected item as root ?
yo: Paarẹ %d ti a ti yan ohun kan bi root ?

source: Confirm Delete As Root
yo: Jẹrisi Parẹ Bi Root

source: DELETE AS ROOT
yo: PAArẹ AS ROOT

source: Delete As Root
yo: Pa Bi Root

source: Move As Root
yo: Gbe Bi Root

source: Copy As Root
yo: Daakọ Bi Root

source: %s ( %lu bytes )
yo: %s ( %lu awọn baiti )

source: %d folder
yo: %d folda

source: %d file, %s
yo: %d faili, %s

source: %d files
yo: %d awọn faili

source: ( multiple files )
yo: ( ọpọ awọn faili )

source: ( multiple types )
yo: ( ọpọ orisi )

source: Choose...
yo: Yan...

source: %s ( %lu bytes )
yo: %s ( %lu awọn baiti )

source: 1 file
yo: 1 faili

source: <b>Link _Name:</b>
yo: <b>Ọna asopọ _Orukọ:</b>

source: ( broken link )
yo: ( baje ọna asopọ )

source: ( read link error )
yo: ( ka ọna asopọ aṣiṣe )

source: Calculating...
yo: Iṣiro...

source: Invalid User
yo: Olumulo ti ko tọ

source: Invalid Group
yo: Ẹgbẹ ti ko tọ

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
yo: Ni afikun si folda tabi ọna faili, awọn aṣẹ le wa ni titẹ sii ni Pẹpẹ Ọna. Apejuwe: $ ṣiṣe bi iṣẹ-ṣiṣe & sá ki o gbagbe + ṣiṣe ni ebute ! ṣiṣe bi root Lo: %%F ti a ti yan awọn faili tabi %%f akọkọ ti a ti yan faili %%N ti a ti yan filenames tabi %%n akọkọ ti a ti yan filename %%d lọwọlọwọ liana %%v ti a ti yan ẹrọ (eg /dev/sda1) %%m ẹrọ òke ojuami (eg /media/dvd); %%l aami ẹrọ %%b bukumaaki ti a ti yan %%t ti a ti yan liana iṣẹ; %%p iṣẹ-ṣiṣe pid %%a akojọ ohun kan iye $fm_panel, $fm_tab, $fm_command, etc Apeere: $ echo "Itọsọna lọwọlọwọ: %%d" Apeere: +! umount %%v

source: Device Handlers
yo: Awọn olutọju ẹrọ

source: File Handlers
yo: Awọn olutọju faili

source: Archive Hand_lers
yo: Ifipamọ Hand_lers

source: Device Hand_lers
yo: Ẹrọ Hand_lers

source: Protocol Hand_lers
yo: Ilana Hand_lers

source: File Hand_lers
yo: Faili Hand_lers

source: Error: unable to load command (internal error)
yo: Aṣiṣe: ko le gbe aṣẹ (aṣiṣe inu)

source: Error: unable to save command (can't get script path?)
yo: Aṣiṣe: Ko le fi aṣẹ pamọ (ko le gba ọna iwe afọwọkọ?)

source: Error reading file
yo: Aṣiṣe kika faili

source: Error: unable to save command (internal error)
yo: Aṣiṣe: ko le fi aṣẹ pamọ (aṣiṣe inu)

source: Error writing to file
yo: Aṣiṣe kikọ si faili

source: (optional)
yo: (aṣayan)

source: (disabled)
yo: (alaabo)

source: Permanently remove the selected handler?
yo: Yọ oluṣakoso ti o yan kuro patapata bi?

source: Apply Changes ?
yo: Waye awọn iyipada?

source: Apply changes to the current handler?
yo: Waye awọn ayipada si oluṣakoso lọwọlọwọ?

source: Restore Default Handlers
yo: Pada awọn Olutọju Aiyipada pada

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
yo: Awọn olutọju aiyipada ti o padanu yoo pada. Bakannaa Akọsilẹ gbogbo awọn oluṣakoso aiyipada ti o wa tẹlẹ bi?

source: Please enter a valid handler name.
yo: Jọwọ tẹ orukọ olutọju to wulo.

source: Please enter a valid MIME Type or Pathname pattern.
yo: Jọwọ tẹ iru MIME to wulo tabi apẹrẹ Orukọ ipa-ọna.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
yo: Awọn oniyipada iyipada atẹle yẹ ki o wa ninu pipaṣẹ funmorawon: Ọkan ninu awọn wọnyi: %%n: Faili/ilana ti a yan ni akọkọ si ile ifipamọ %%N: Gbogbo awọn faili ti a ti yan/awọn iwe ilana si ile ifipamọ ati ọkan ninu awọn wọnyi: %%o: Abajade iwe-ipamọ ẹyọkan %%O: Abajade iwe ipamọ fun faili orisun/ilana

source: The following variables should probably be in the extraction command: %%x: Archive to extract
yo: Awọn oniyipada atẹle yẹ ki o wa ninu pipaṣẹ isediwon: %%x: Ile ifipamọ lati jade

source: The following variables should probably be in the list command: %%x: Archive to list
yo: Awọn oniyipada atẹle yẹ ki o wa ninu pipaṣẹ atokọ: %%x: Ifipamọ si atokọ

source: Restore _Default Handlers
yo: Mu pada _Ayipada Handlers

source: Ena_ble as a default opener
yo: Ena_ble bi aiyipada ṣiṣi

source: Ena_ble Handler
yo: Ena_ble Olutọju

source: _Name:
yo: _Orukọ:

source: MIM_E Type:
yo: MIM_E Iru:

source: Whit_elist:
yo: Whit_eakojọ:

source: Bl_acklist:
yo: Bl_ackakojọ:

source: _Icon:
yo: _Aami:

source: <b>Open Co_mmand:</b>
yo: <b>Ṣii Co_mmand:</b>

source: <b>_Mount:</b>
yo: <b>_Oke:</b>

source: Run In Terminal
yo: Ṣiṣe Ni Terminal

source: Run As Task
yo: Ṣiṣe Bi Iṣẹ-ṣiṣe

source: Edit
yo: Ṣatunkọ

source: Please choose an application:
yo: Jọwọ yan ohun elo kan:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
yo: Akiyesi: MIME type '%s' Lọwọlọwọ ṣeto lati ṣii pẹlu awọn '%s' oluṣakoso faili, dipo pẹlu ohun elo MIME rẹ ti o somọ. O tun le nilo lati mu oluṣakoso yii ṣiṣẹ ni Ṣii|Awọn Olumudani faili fun iru yii lati ṣii pẹlu ohun elo to somọ nipasẹ aiyipada.

source: MIME Type Has Handler
yo: MIME Iru Ni Handler

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
yo: Akiyesi: MIME type '%s' Lọwọlọwọ ṣeto lati ṣii pẹlu awọn '%s' olutọju pamosi, kuku ju pẹlu ohun elo MIME rẹ ti o somọ. O tun le nilo lati mu oluṣakoso yii ṣiṣẹ ni Ṣiṣii|Awọn Aṣepe Ile ifipamọ|Awọn olutọju ile ifipamọ, OR yan aṣayan agbaye Ṣii|Awọn aiyipada Ile ifipamọ|Ṣíi Pẹlu App, fun iru yii lati ṣii pẹlu ohun elo to somọ nipasẹ aiyipada.

source: Command not found
yo: Aṣẹ ko ri

source: Destination directory "%1$s" is contained in source "%2$s"
yo: Nlo liana "%1$s" wa ninu orisun "%2$s"

source: Accessing
yo: Iwọle si

source: Removing
yo: Yiyọ kuro

source: Creating Dir
yo: Ṣiṣẹda Dir

source: Creating Link
yo: Ṣiṣẹda Ọna asopọ

source: Writing
yo: kikọ

source: Creating
yo: Ṣiṣẹda

source: Renaming
yo: Orúkọ

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
yo: Jọwọ fi sori ẹrọ /usr/bin/sha256sum nitorinaa MO le ni ilọsiwaju aabo rẹ lakoko ṣiṣe awọn aṣẹ gbongbo

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
yo: Jọwọ tunto Terminal to wulo SU pipaṣẹ ni Wo|Awọn ayanfẹ|To ti ni ilọsiwaju

source: Terminal SU Not Available
yo: Ebute SU Ko si

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
yo: Jọwọ tunto Aworan ti o wulo SU pipaṣẹ ni Wo|Awọn ayanfẹ|To ti ni ilọsiwaju

source: Graphical SU Not Available
yo: Aworan SU Ko si

source: Cannot create temporary directory
yo: Ko le ṣẹda ilana igba diẹ

source: Please set a valid terminal program in View|Preferences|Advanced
yo: Jọwọ ṣeto eto ebute to wulo ni Wo|Awọn ayanfẹ|To ti ni ilọsiwaju

source: zzzfm-auth not found in path - this reduces your security
yo: zzzfm-auth ko ri ni ona - yi din rẹ aabo

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
yo: Aṣiṣe ṣiṣe '%s' Wo stdout (ṣiṣe zzzfm ni a ebute) fun yokokoro info

source: Error writing temporary file
yo: Aṣiṣe kikọ faili igba diẹ

source: Timed out calculating total size
yo: Ti pari iṣiro lapapọ iwọn

source: %s %s Error: %s
yo: %s %s Asise: %s

source: :optical
yo: : opitika

source: [blank]
yo: [òfo]

source: [audio]
yo: [ohun ohun]

source: [no media]
yo: [ko si media]

source: Selected Device Handler
yo: Olumudani Ẹrọ ti a yan

source: Selected Protocol Handler
yo: Ti a ti yan Protocol Handler

source: ( no udev device )
yo: ( rara udev ẹrọ )

source: Auto Open Tab for %s in %s
yo: Laifọwọyi Ṣii Taabu fun %s ninu %s

source: Auto-Unmount: %s
yo: Yọọ Aifọwọyi: %s

source: Auto-Unmount: error: no unmount command available
yo: Unmount-laifọwọyi: aṣiṣe: ko si pipaṣẹ ṣiṣi silẹ wa

source: Automount: %s
yo: Gbigbe Aifọwọyi: %s

source: Automount: error: no mount command available
yo: Automount: aṣiṣe: ko si pipaṣẹ òke wa

source: Unmount-If-Mounted: %s
yo: Yọọ kuro-Ti o ba jẹ-Ti gbe sori: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
yo: O ko ni igbanilaaye lati ṣatunkọ awọn akoonu ti faili %s Gbiyanju didakọ faili naa si tabili tabili, tabi ọna asopọ si ẹda ti a fi sinu ~/.local/share/applications/

source: Unable To Rename
yo: Ko le fun lorukọ mii

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
yo: Tẹ orukọ ohun tabili tabili titun sii: Yiyipada orukọ ohun kan tabili tabili nilo iyipada awọn akoonu inu faili tabili tabili %s

source: Change Desktop Item Name
yo: Yi Orukọ Nkan Ojú-iṣẹ pada

source: An error occurred renaming this desktop item.
yo: Aṣiṣe kan ṣẹlẹ lorukọ nkan tabili yii.

source: Open Containing _Folder
yo: Ṣii Ti o ni _folda

source: Select a folder
yo: Yan folda kan

source: Browse...
yo: Ṣawakiri...

source: Local Volumes
yo: Awọn iwọn agbegbe

source: Last Modified
yo: Atunse to kẹhin

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
yo: Tẹ eto tabi laini aṣẹ bash sii: Lo: %F ti a ti yan awọn faili tabi %f akọkọ ti a ti yan faili %N ti a ti yan filenames tabi %n akọkọ ti a ti yan filename %d lọwọlọwọ liana %v ti a ti yan ẹrọ (eg /dev/sda1) %m ẹrọ òke ojuami (eg /media/dvd); %l aami ẹrọ %b bukumaaki ti a ti yan %t ti a ti yan liana iṣẹ; %p iṣẹ-ṣiṣe pid %a akojọ ohun kan iye $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
yo: MIME Iru

source: Filename
yo: Orukọ faili

source: Directory
yo: Itọsọna

source: Dir Write Access
yo: Dir Kọ Wiwọle

source: File Is Text
yo: Faili jẹ Ọrọ

source: File Is Dir
yo: Faili jẹ Dir

source: File Is Link
yo: Faili jẹ Ọna asopọ

source: User Is Root
yo: Olumulo Ṣe Gbongbo

source: Multiple Selected
yo: Pupọ ti a ti yan

source: Clipboard Has Files
yo: Agekuru Ni Awọn faili

source: Clipboard Has Text
yo: Agekuru Ni Ọrọ

source: Current Panel
yo: Igbimọ lọwọlọwọ

source: Panel Count
yo: Nọmba igbimọ

source: Current Tab
yo: Taabu lọwọlọwọ

source: Tab Count
yo: Nọmba Taabu

source: Bookmark
yo: Bukumaaki

source: Device
yo: Ẹrọ

source: Device Mount Point
yo: Device Oke Point

source: Device Label
yo: Aami ẹrọ

source: Device FSType
yo: Ẹrọ FSTTtype

source: Device UDI
yo: Ẹrọ UDI

source: Device Properties
yo: Awọn ohun-ini ẹrọ

source: Task Count
yo: Nọmba iṣẹ-ṣiṣe

source: Task Directory
yo: Itọsọna Iṣẹ

source: Task Type
yo: Iru ise

source: Task Name
yo: Orukọ Iṣẹ

source: Panel 1 Directory
yo: Panel 1 Itọsọna

source: Panel 2 Directory
yo: Panel 2 Liana

source: Panel 3 Directory
yo: Panel 3 Liana

source: Panel 4 Directory
yo: Panel 4 Liana

source: Panel 1 Has Sel
yo: Panel 1 Ni Sel

source: Panel 2 Has Sel
yo: Panel 2 Ni Sel

source: Panel 3 Has Sel
yo: Panel 3 Ni Sel

source: Panel 4 Has Sel
yo: Panel 4 Ni Sel

source: equals
yo: dọgba

source: doesn't equal
yo: ko dogba

source: contains
yo: ninu

source: doesn't contain
yo: ko ni ninu

source: begins with
yo: bẹrẹ pẹlu

source: doesn't begin with
yo: ko bẹrẹ pẹlu

source: ends with
yo: pari pẹlu

source: doesn't end with
yo: ko pari pẹlu

source: is less than
yo: jẹ kere ju

source: is greater than
yo: o tobi ju

source: matches
yo: awọn ere-kere

source: doesn't match
yo: ko baramu

source: Application
yo: Ohun elo

source: Command
yo: Òfin

source: Current: Show
yo: Lọwọlọwọ: Fihan

source: Current: Hide
yo: Lọwọlọwọ: Tọju

source: Current: Disable
yo: Lọwọlọwọ: Muu ṣiṣẹ

source: Current: Enable
yo: Lọwọlọwọ: Muu ṣiṣẹ

source: Save Modified Script?
yo: Ṣafipamọ Iwe afọwọkọ ti Atunṣe?

source: Save your changes to the command script?
yo: Ṣafipamọ awọn ayipada rẹ si iwe afọwọkọ aṣẹ bi?

source: Overwrite Script?
yo: Kọ iwe afọwọkọ?

source: The command script on disk has changed. Do you want to overwrite it?
yo: Iwe afọwọkọ aṣẹ lori disiki ti yipada. Ṣe o fẹ lati tunkọ rẹ?

source: Command Dir
yo: Aṣẹ Dir

source: (no files)
yo: (ko si awọn faili)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
yo: Laini aṣẹ ko bẹrẹ pẹlu faili ọrọ (akosile) lati ṣii, tabi ko ri iwe afọwọkọ ninu rẹ $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
yo: Awọn ibi-afẹde: (akojọ-ipinya-meji ti awọn ọna tabi awọn URL)

source: Target: (a .desktop or executable file)
yo: Àfojúsùn: (a .desktop tabi faili ti o le ṣiṣẹ)

source: Choose Executable
yo: Yan Executable

source: Command Line Too Long
yo: Òfin Line Ju Long

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
yo: Laini aṣẹ rẹ tobi ju awọn kikọ 2000 lọ ati pe o le ge ge nigbati o ba fipamọ. Wo nipa lilo iwe afọwọkọ aṣẹ dipo nipa yiyan Akosile lori taabu aṣẹ.

source: Toolbar Item Properties
yo: Toolbar Ohun-ini

source: Menu Item Properties
yo: Akojọ Ohun-ini

source: _Toolbar Item
yo: _Opa irinṣẹ

source: _Menu Item
yo: _Nkan Akojọ aṣyn

source: Type:
yo: Iru:

source: Name:
yo: Orukọ:

source: Key:
yo: Bọtini:

source: Icon:
yo: Aami:

source: matches any rule:
yo: ibaamu eyikeyi ofin:

source: matches all rules:
yo: ni ibamu pẹlu gbogbo awọn ofin:

source: doesn't match any rule:
yo: ko baramu ofin eyikeyi:

source: doesn't match all rules:
yo: ko baramu gbogbo awọn ofin:

source: Show
yo: Ṣe afihan

source: Enable
yo: Mu ṣiṣẹ

source: Hide
yo: Tọju

source: Disable
yo: Pa a

source: item if context
yo: ohun kan ti o ba ti o tọ

source: Edit Rule
yo: Ṣatunkọ Ofin

source: Value:
yo: Iye:

source: If enabled, use as handler for:
yo: Ti o ba ṣiṣẹ, lo bi olutọju fun:

source: none
yo: ko si

source: files
yo: awọn faili

source: devices
yo: awọn ẹrọ

source: _Ignore Context / Show All (global setting)
yo: _Foju Kokoro/Fihan Gbogbo (eto agbaye)

source: Command _Line
yo: Òfin _Line

source: _Script
yo: _Iwe afọwọkọ

source: Open In _Editor
yo: Ṣii Ni _Olootu

source: _Root Editor
yo: _Gbongbo Olootu

source: Run Options
yo: Ṣiṣe Awọn aṣayan

source: Popup Task
yo: Iṣẹ Agbejade

source: Popup Error
yo: Aṣiṣe agbejade

source: Popup Output
yo: Ijade Agbejade

source: Scroll Output
yo: Yi lọ Jade

source: Keep Terminal Open
yo: Jeki Terminal Ṣii

source: Run As User:
yo: Ṣiṣe Bi Olumulo:

source: ( leave blank for current user )
yo: ( fi òfo silẹ fun olumulo lọwọlọwọ )

source: Style
yo: Ara

source: Normal
yo: Deede

source: Checkbox
yo: Apoti ayẹwo

source: Confirmation
yo: Ìmúdájú

source: Input
yo: Iṣawọle

source: Confirmation/Input Message:
yo: Ìmúdájú/ Ifiranṣẹ Titẹwọle:

source: Open in File Browser:
yo: Ṣii ni Oluṣakoso ẹrọ aṣawakiri:

source: Built-In Toolbar Item
yo: Ohun kan Pẹpẹ Irinṣẹ ti a ṣe sinu

source: Submenu
yo: Akojọ aṣayan

source: Separator
yo: Oluyapa

source: Built-In Command
yo: Òfin-itumọ ti

source: Follow state
yo: Tẹle ipinle

source: Render differently based on the selection state.
yo: Mu ni oriṣiriṣi da lori ipo yiyan.

source: Icon
yo: Aami

source: The icon to render.
yo: Aami lati mu.

source: GIcon
yo: GAami

source: The GIcon to render.
yo: Awọn GAami lati mu.

source: size
yo: iwọn

source: The size of the icon to render in pixels.
yo: Iwọn aami lati mu wa ni awọn piksẹli.

source: Preview
yo: Awotẹlẹ

source: No file selected
yo: Ko si faili ti o yan

source: Block Device
yo: Ohun elo Dina

source: Character Device
yo: Ohun kikọ Device

source: Socket
yo: Soketi
