Repository: dimkr/zzzfm
Catalog: po/from transifex/yo/zzzfmpot.sh.po
Languages: yo

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
yo: Tẹ orukọ aṣawakiri sii tabi laini aṣẹ bash lati ṣee lo lati ṣe afihan awọn faili HTML ati awọn URL: Lo: %%u url (Fi silẹ ni ofifo fun wiwa aṣawakiri aladaaṣe)

source: _Manual Location
yo: _Ibi Afowoyi

source: Choose User's Manual Location
yo: Yan Ibi Afọwọṣe Olumulo

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
yo: Tẹ ọna faili agbegbe tabi URL latọna jijin fun Itọsọna olumulo zzzFM: (Fi òfo silẹ fun aiyipada)

source: _Show Devices
yo: _Ṣe afihan Awọn ẹrọ

source: _Task Manager
yo: _Oluṣakoso iṣẹ-ṣiṣe

source: _Status
yo: _Ipo

source: _Count
yo: _Ka

source: _Folder
yo: _folda

source: _Item
yo: _Nkan

source: _To
yo: _Si

source: _Progress
yo: _Ilọsiwaju

source: _Elapsed
yo: _Ti kọja

source: C_urrent Speed
yo: C_urrent Iyara

source: Current Re_main
yo: Lọwọlọwọ Re_main

source: _Average Speed
yo: _Apapọ Iyara

source: A_verage Remain
yo: A_verage Kuro

source: _Stop
yo: _Duro

source: _Queue
yo: _isinyi

source: _Resume
yo: _Tun bẹrẹ

source: Sho_w Output
yo: Sho_w Abajade

source: _All Tasks
yo: _Gbogbo Awọn iṣẹ-ṣiṣe

source: Show _Manager
yo: Ṣe afihan _Alakoso

source: Auto-_Hide Manager
yo: Aifọwọyi-_Tọju Manager

source: Task Manager Font
yo: Oluṣakoso Iṣẹ-ṣiṣe Font

source: copying File 1:15 65.2 M 30.2 M/s
yo: didakọ Faili 1:15 65.2 M 30.2 M/s

source: _Columns
yo: _Awọn ọwọn

source: _Popups
yo: _Agbejade

source: Popup _All Tasks
yo: Gbe jade _Gbogbo Awọn iṣẹ-ṣiṣe

source: Stay On _Top
yo: Duro Lori _Oke

source: A_bove Others
yo: A_bove Awọn miiran

source: All _Workspaces
yo: Gbogbo _Awọn aaye iṣẹ

source: _Detailed Stats
yo: _Awọn iṣiro alaye

source: _Overwrite Option
yo: _Atunkọ Aṣayan

source: _Error Option
yo: _Aṣayan aṣiṣe

source: Task Popup Font (affects new tasks)
yo: Font Agbejade Iṣẹ (ni ipa awọn iṣẹ ṣiṣe titun)

source: Example Output 0123456789
yo: Iṣajade apẹẹrẹ 0123456789

source: Stop If _First
yo: Duro Ti _Akoko

source: Stop On _Any
yo: Duro Lori _Eyikeyi

source: _Continue
yo: _Tesiwaju

source: _Queue New Tasks
yo: _Ti isinyi New Awọn iṣẹ-ṣiṣe

source: _Smart Queue
yo: _Smart isinyi

source: _Pause On Error
yo: _Duro Lori Aṣiṣe

source: Arrange _Icons
yo: Ṣeto _Awọn aami

source: By _Name
yo: Nipasẹ _Oruko

source: By _Type
yo: Nipasẹ _Iru

source: By _Date Modified
yo: Nipasẹ _Ọjọ títúnṣe

source: By _Size
yo: Nipasẹ _Iwọn

source: _Custom
yo: _Aṣa

source: _Ascending
yo: _Igoke

source: Desktop _Settings
yo: Ojú-iṣẹ _Ètò

source: _Desktop Folder
yo: _Ojú-iṣẹ Folda

source: Editor Font
yo: Olootu Font

source: Example Input 0123456789
yo: Iṣagbewọle apẹẹrẹ 0123456789

source: Input Font
yo: Font Input

source: Edit As _Root
yo: Ṣatunkọ Bi _Root

source: _Choose...
yo: _Yan...

source: File _Handlers...
yo: Faili _Awọn olutọju...

source: Open With _Default
yo: Ṣii Pẹlu _Aiyipada

source: In _Tab
yo: Ninu _Taabu

source: In _Panel
yo: Ninu _Igbimọ

source: _Extract
yo: _Jade

source: Extract _To
yo: Jade _Si

source: _List Contents
yo: _Akojọ Awọn akoonu

source: _Archive Defaults
yo: _Awọn aiyipada Archive

source: _Open With App
yo: _Ṣii Pẹlu App

source: _Create Subfolder
yo: _Ṣẹda folda

source: _Write Access
yo: _Kọ Wiwọle

source: Archive _Handlers
yo: Ifipamọ _Awọn olutọju

# New|
source: _Bookmark
yo: _Bukumaaki

source: _Archive
yo: _Ifipamọ

# New|
source: _Tab
yo: _Taabu

source: Tab _Here
yo: Taabu _Nibi

source: _Desktop Application
yo: _Ohun elo tabili

source: _Go
yo: _Lọ

source: _Back
yo: _Pada

source: _Forward
yo: _Siwaju

source: _Up
yo: _Soke

source: _Home
yo: _Ile

source: _Set Default
yo: _Ṣeto Aiyipada

source: Re_al Path
yo: Re_al Ona

source: _Path Bar
yo: _Pẹpẹ Ona

source: _File List
yo: _Akojọ faili

source: _Tree
yo: _Igi

# Go|
source: _Tab
yo: _Taabu

source: _Close
yo: _Sunmọ

source: _Reorder
yo: _Tunṣe

source: _Rubberband Select
yo: _Rubberband Yan

source: _Sort
yo: _Too

source: _Size
yo: _Iwọn

source: _Type
yo: _Iru

source: _Permission
yo: _Igbanilaaye

source: _Owner
yo: _Olohun

source: _Modified
yo: _Títúnṣe

source: _Descending
yo: _Sokale

source: Folders Fi_rst
yo: Awọn folda Fi_rst

source: F_iles First
yo: F_iles Akoko

source: _Hidden First
yo: _Farasin First

source: Hidden _Last
yo: Farasin _Ikẹhin

source: Re_fresh
yo: Re_alabapade

source: Auto See_k
yo: Wo laifọwọyi _k

source: Path Bar _Help
yo: Pẹpẹ Ona _Egba Mi O

source: _Rename
yo: _Fun lorukọ mii

source: _Delete
yo: _Paarẹ

source: Cut
yo: Ge

source: _Actions
yo: _Awọn iṣe

source: Copy Pa_rent
yo: Daakọ Pa_rent

source: Paste _Link
yo: Lẹẹmọ _Ọna asopọ

source: Paste _Target
yo: Lẹẹmọ _Àfojúsùn

source: Paste _As
yo: Lẹẹmọ _Bi

source: _Copy To
yo: _Daakọ Si

source: L_ast Location
yo: L_ast Ipo

# Edit|CopyTo|
source: _Tab
yo: _Taabu

# Edit|CopyTo|
source: _Panel
yo: _Igbimọ

source: _Move To
yo: _Gbe Si

source: _Location
yo: _Ipo

# Edit|MoveTo|
source: _Tab
yo: _Taabu

# Edit|MoveTo|
source: _Panel
yo: _Igbimọ

source: _Select All
yo: _Sa gbogbo re

source: _Unselect All
yo: _Yọ Gbogbo

source: _Invert Selection
yo: _Yiyan Yipada

source: S_elect By Pattern
yo: S_elect Nipa Àpẹẹrẹ

source: Move _To
yo: Gbe _Si

source: Info
yo: Alaye

source: Permissions
yo: Awọn igbanilaaye

source: _Quick
yo: _Iyara

source: _Toolbar
yo: _Pẹpẹ irinṣẹ

source: _Side Toolbar
yo: _Ọpa irinṣẹ ẹgbẹ

source: _Detailed
yo: _Alaye

source: _Compact
yo: _Iwapọ

source: _Large Icons
yo: _Awọn aami nla

source: _Hidden Files
yo: _Awọn faili Farasin

source: File List Font (Panel %d)
yo: Faili Akojọ Font (Igbimọ %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
yo: Apeere 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
yo: Awọn ẹrọ Font (Igbimọ %d)

source: Bookmarks Font (Panel %d)
yo: Awọn bukumaaki Font (Igbimọ %d)

source: Example Bookmark Name
yo: Apeere Orukọ Bukumaaki

source: Path Bar Font (Panel %d)
yo: Ona Bar Font (Igbimọ %d)

source: $ cat /home/user/example
yo: $ cat /ile/olumulo/apẹẹrẹ

source: Tab Font (Panel %d)
yo: Font taabu (Igbimọ %d)

source: Status Bar Font (Panel %d)
yo: Ipo Bar Font (Igbimọ %d)

source: 12 G free / 200 G 52 items
yo: 12 G ofe / 200 G 52 awọn nkan

source: Follow _Dir
yo: Tẹle _Dir

source: _New Tab
yo: _Taabu Tuntun

source: _Single Click
yo: _Tẹ ẹyọkan

source: Directory doesn't exist %s
yo: Itọsọna ko si %s

source: Unable to access %s %s
yo: Ko le wọle si %s %s

source: Select By Pattern
yo: Yan Nipa Àpẹẹrẹ

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
yo: Tẹ apẹrẹ sii lati yan awọn faili ati awọn folda: Ti apẹrẹ rẹ ba ni awọn ohun kikọ ti o tobi ju eyikeyi lọ, ibaamu naa yoo jẹ ifarabalẹ ọran. Apeere: *sp*e?m* Imọran: O tun le wọle '%% PATTERN' ninu bar ona.

source: Choose Location
yo: Yan Ibi

source: Invalid Destination
yo: Ibi ti ko tọ

source: Destination same as source
yo: Nlo kanna bi orisun

source: Invalid destination
yo: Ibi ti ko tọ

source: Hide File
yo: Tọju Faili

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
yo: Awọn orukọ ti awọn faili ti o yan yoo wa ni afikun si awọn '.hidden' faili ti o wa ninu folda yii, eyiti yoo tọju wọn lati wo ni zzzFM. O le nilo lati sọ wiwo naa sọ tabi tun bẹrẹ zzzFM fun awọn faili lati parẹ. Lati ṣipaya faili kan, ṣii faili .farasin ninu olootu ọrọ rẹ, yọ orukọ faili naa kuro, ki o sọtun.

source: Error hiding files
yo: Aṣiṣe fifipamọ awọn faili

source: No files are selected
yo: Ko si awọn faili ti o yan

source: Invalid URL
yo: URL ti ko tọ

source: The entered URL is not valid.
yo: URL ti a tẹ ko wulo.

source: Handler Not Found
yo: Handler Ko ri

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
yo: Ko si oluṣakoso nẹtiwọọki ti a tunto fun URL yii, tabi ko si aṣẹ oke ti a ṣeto. Ṣafikun oluṣakoso ni Awọn ẹrọ|Eto|Awọn Olumudani Ilana.

source: Open URL %s
yo: Ṣii URL %s

source: mount
yo: gbe soke

source: unmount
yo: unoke

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
yo: Ko si olutọju kan ti a tunto fun iru ẹrọ yii, tabi rara %s aṣẹ ti ṣeto. Ṣafikun olutọju kan ni Eto | Awọn Olumudani Ẹrọ tabi Awọn Olumudani Ilana.

source: Mount %s
yo: Oke %s

source: %s is currently mounted. You must unmount it before you can check it.
yo: %s Lọwọlọwọ agesin. O gbọdọ yọ kuro ṣaaju ki o to ṣayẹwo.

source: Device Is Mounted
yo: Ẹrọ Ti wa ni Tii

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
yo: Tẹ aṣẹ ayẹwo faili faili: Lo: %%%%v ẹrọ faili ( %s ) Ṣatunkọ PẸLU Itọju Aṣẹ yii nṣiṣẹ bi root

source: Check As Root
yo: Ṣayẹwo Bi Root

source: CHECK AS ROOT
yo: Ṣayẹwo AS ROOT

source: Check As Root %s
yo: Ṣayẹwo Bi Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
yo: Tẹ aṣẹ fifi sori ẹrọ: Lo: %%%%v ẹrọ faili ( %s ) %%%%o iwọn didun-pato oke awọn aṣayan ( %s ) Akiyesi: fstab bori diẹ ninu awọn aṣayan Ṣatunkọ PẸLU Itọju Aṣẹ yii nṣiṣẹ bi root

source: Mount As Root
yo: Oke As Root

source: MOUNT AS ROOT
yo: ÒKÚN AS ROOT

source: Mount As Root %s
yo: Oke As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
yo: Tẹ aṣẹ yiyọ kuro: Lo: %%%%v ẹrọ faili ( %s ) Ṣatunkọ PẸLU Itọju Aṣẹ yii nṣiṣẹ bi root

source: Unmount As Root
yo: Yọ Bi Root

source: Unmount As Root %s
yo: Yọ Bi Root %s

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
yo: IKILO: %s ti wa ni agesin. O le fẹ tabi nilo lati yọọ kuro ṣaaju yiyipada aami naa.

source: Enter volume label for %s:%s
yo: Tẹ aami iwọn didun sii fun %s:%s

source: Change Volume Label
yo: Yi Iwọn didun Aami

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
yo: Tẹ pipaṣẹ aami yiyọ kuro fun fstype '%s': Lo: %%%%v ẹrọ faili ( %s ) %%%%l titun aami ( "%s" ) Ṣatunkọ PẸLU Itọju Aṣẹ yii nṣiṣẹ bi root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
yo: Tẹ aṣẹ aami iyipada fun fstype '%s': Lo: %%%%v ẹrọ faili ( %s ) %%%%l titun aami ( "%s" ) Ṣatunkọ PẸLU Itọju Aṣẹ yii nṣiṣẹ bi root%s

source: Change Label As Root
yo: Yi Aami BiRoot

source: LABEL AS ROOT
yo: LABEL BI ROOT

source: Label As Root %s
yo: Aami Bi Root %s

source: Unmount %s
yo: Yọọ kuro %s

source: Remove %s
yo: Yọ kuro %s

source: Remount %s
yo: Gbe soke %s

source: Reload %s
yo: Tun gbee si %s

source: Sync
yo: Amuṣiṣẹpọ

source: %s is currently mounted. You must unmount it before you can format it.
yo: %s Lọwọlọwọ agesin. O gbọdọ yọ kuro ki o to le ṣe ọna kika rẹ.

source: ( AN ENTIRE DEVICE )
yo: ( GBOGBO ẸRỌ )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
yo: O ti fẹrẹ parẹ %s %s- GBOGBO DATA YOO SONU. Ṣe sũru - eyi le gba igba diẹ ati dd yoo fun ko si esi. Tẹ aṣẹ sii lati tun gbogbo iwọn didun kọ pẹlu /dev/%s: Lo: %%%%v ẹrọ faili ( %s ) Ṣatunkọ PẸLU Itọju Aṣẹ yii nṣiṣẹ bi root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
yo: O ti fẹrẹ ṣe ọna kika %s %s- GBOGBO DATA YOO SONU. Wọle %s aṣẹ ọna kika: Lo: %%%%v ẹrọ faili ( %s ) Ṣatunkọ PẸLU Itọju Aṣẹ yii nṣiṣẹ bi root

source: Format
yo: Ọna kika

source: DATA LOSS WARNING
yo: DATA Ìkìlọ

source: Format %s
yo: Ọna kika %s

source: %s is currently mounted. You must unmount it before you can restore it.
yo: %s Lọwọlọwọ agesin. O gbọdọ yọ kuro ṣaaju ki o to le mu pada.

source: Choose Backup For Restore
yo: Yan Afẹyinti Fun Mu pada

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
yo: O ti fẹrẹ kọ koodu bata MBR ti %s lilo %s. Iyipada yii le ṣe idiwọ kọnputa rẹ lati bata daradara. Gbogbo data pataki lori gbogbo ẹrọ yẹ ki o ṣe afẹyinti ni akọkọ. Tẹsiwaju? (Ti o ba tẹ Bẹẹni, o tun ni aye kan diẹ sii lati ṣe iṣẹyun ṣaaju ki disiki naa ti yipada.)

source: Restore MBR
yo: Mu pada MBR

source: Unknown Type
yo: Aimọ Iru

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
yo: Faili ti o yan kii ṣe faili afẹyinti ti a mọ. FSAwọn orukọ faili ipamọ ninu 'fsarchiver' tabi pari ni '.fsa'. Awọn orukọ faili Partimage ninu 'partimage' tabi pari ni '.000'. MBR filenames dopin ni '.mbr', '.mbr.bin', tabi '-MBR-back' ati ki o jẹ 512 baiti ni iwọn. Ti o ba mọ daju pe faili yii jẹ afẹyinti to wulo, o le fun lorukọ rẹ lati yago fun aṣiṣe yii.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
yo: O ti fẹrẹ mu pada %s %slilo %s - GBOGBO DATA YOO SONU. Wọle %s pada pipaṣẹ: Lo: %%%%v ẹrọ faili ( %s ) %%%%s afẹyinti faili ( %s ) Ṣatunkọ PẸLU Itọju Aṣẹ yii nṣiṣẹ bi gbongbo

source: Restore
yo: Mu pada

source: %s Restore %s
yo: %s Mu pada %s

source: The %s directory was not found. Is udevil installed?
yo: Awọn %s liana ti a ko ri. Ṣe udevil ti fi sori ẹrọ?

source: Directory Missing
yo: Litosi Sonu

source: Choose Backup For Info
yo: Yan Afẹyinti Fun Alaye

source: MBR File
yo: MBR faili

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
yo: Da lori orukọ rẹ, faili ti o yan yoo han lati jẹ faili afẹyinti MBR. Ko si alaye miiran wa fun iru afẹyinti.

source: Restore Info
yo: Pada Alaye

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
yo: IKILO: %s ti wa ni agesin. Nipa aiyipada, FSOlupamọ yoo ṣe afẹyinti awọn iwọn didun ti a gbe sori kika-nikan. Lati ṣe afẹyinti iwọn didun kika, o nilo lati fikun-un --allow-rw-mounted si aṣẹ. Wo 'man fsarchiver' fun awọn alaye.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
yo: %s Lọwọlọwọ agesin. O gbọdọ yọ kuro ṣaaju ki o to le ṣẹda afẹyinti nipa lilo Partimage.

source: Save %s Backup
yo: Fipamọ %s Afẹyinti

source: Overwrite?
yo: Kọkọ?

source: The selected backup already exists. Overwrite?
yo: Afẹyinti ti o yan ti wa tẹlẹ. Kọkọ?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
yo: Wọle %s aṣẹ afẹyinti: Lo: %%%%v ẹrọ faili ( %s ) %%%%s afẹyinti faili ( %s )%s Ṣatunkọ PẸLU Itọju Aṣẹ yii nṣiṣẹ bi root

source: Backup
yo: Afẹyinti

source: %s Backup %s
yo: %s Afẹyinti %s

source: Properties %s
yo: Awọn ohun-ini %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
yo: %sẸrọ ti a ti yan lọwọlọwọ: %s Aami iwọn didun: %s ID ẹrọ: %s

source: Kill As Other
yo: Pa Bi Miiran

source: Stop As Other
yo: Duro Bi Omiiran

source: Cont As Other
yo: Tesiwaju Bi Omiiran

source: Move:
yo: Gbe:

source: Copy:
yo: Daakọ:

source: Delete:
yo: Paarẹ:

source: Link:
yo: Ọna asopọ:

source: Change:
yo: Yipada:

source: Run:
yo: Ṣiṣe:

source: Moving...
yo: Nlọ...

source: Copying...
yo: Ndaakọ...

source: Deleting...
yo: Nparẹ...

source: Linking...
yo: Sisopo...

source: Changing...
yo: N yi pada...

source: Running...
yo: nṣiṣẹ...

source: From:
yo: Lati:

source: To:
yo: Si:

source: Progress:
yo: Ilọsiwaju:

source: Status:
yo: Ipo:

source: Paused
yo: Daduro

source: Queued
yo: Ti o wa ni isinyi

source: Ask
yo: Beere

source: Overwrite All
yo: Kọ Gbogbo

source: Skip All
yo: Rekọja Gbogbo

source: Auto Rename
yo: Auto lorukọ mii

source: Stop If Error First
yo: Duro Ti Aṣiṣe Ni akọkọ

source: Stop On Any Error
yo: Duro Lori Eyikeyi Aṣiṣe

source: Continue
yo: Tesiwaju

source: Stopped
yo: Duro

source: Errors
yo: Awọn aṣiṣe

source: Done
yo: Ti ṣe

source: %s (%s) %s remaining
yo: %s (%s) %s ti o ku

source: Error ( Stop If First )
yo: Aṣiṣe (Duro Ti o ba Lakọkọ)

source: Error ( Stop On Any )
yo: Aṣiṣe (Duro Lori Eyikeyi)

source: Stopped with %d error
yo: Duro pẹlu %d aṣiṣe

source: Finished with %d error
yo: Ti pari pẹlu %d aṣiṣe

source: Finished with error ( exit status %d )
yo: Ti pari pẹlu aṣiṣe ( ipo jade %d )

source: Finished with error
yo: Ti pari pẹlu aṣiṣe

source: Paused ( pid %d )
yo: Daduro ( pid %d )

source: Paused ( exit status %d )
yo: Daduro ( ipo jade %d )

source: Queued ( pid %d )
yo: Ti o wa ni isinyi ( pid %d )

source: Queued ( exit status %d )
yo: Ti o wa ni isinyi ( ipo jade %d )

source: Running with %d error
yo: Nṣiṣẹ pẹlu %d aṣiṣe

source: Running... ( pid %d )
yo: nṣiṣẹ... ( pid %d )

source: Running... ( exit status %d )
yo: nṣiṣẹ... ( ipo jade %d )

source: stalled
yo: da duro

source: [ SNIP - additional errors above have been trimmed from this log ]
yo: [ SNIP - awọn aṣiṣe afikun loke ti jẹ gige lati inu akọọlẹ yii ]

source: Moving from folder:
yo: Gbigbe lati folda:

source: Linking from folder:
yo: Asopọ lati folda:

source: Copying from folder:
yo: Didaakọ lati folda:

source: Folder Exists
yo: Folda Wa

source: <b>Folder already exists.</b> Please rename or select an action.
yo: <b>Folda ti wa tẹlẹ.</b> Jọwọ fun lorukọ mii tabi yan iṣẹ kan.

source: <b>( link )</b>
yo: <b>( ọna asopọ )</b>

source: <b>! overwrite file with link !</b>
yo: <b>! ìkọlélórí faili pẹlu ọna asopọ !</b>

source: <b>( same size )</b>
yo: <b>( iwọn kanna )</b>

source: %s ( %lu bytes )
yo: %s ( %lu awọn baiti )

source: larger
yo: tobi

source: smaller
yo: kere ju

source: <b>( same time )</b>
yo: <b>( Ni igba kaana )</b>

source: newer
yo: titun

source: older
yo: agbalagba

source: Filename Exists
yo: Orukọ faili Wa

source: <b>Filename already exists.</b> Please rename or select an action.
yo: <b>Orukọ faili ti wa tẹlẹ.</b> Jọwọ fun lorukọ mii tabi yan iṣẹ kan.

source: Rename Required
yo: Ti beere fun lorukọ mii

source: In folder:
yo: Ninu folda:

source: _Overwrite
yo: _Kọ silẹ

source: Overwrite _All
yo: Kọ silẹ _Gbogbo

source: _Pause
yo: _Sinmi

source: _Skip
yo: _Rekọja

source: S_kip All
yo: S_kip Gbogbo

source: To folder:
yo: Si folda:

source: <b>Folder Name:</b>
yo: <b>Orukọ folda:</b>

source: _Rename
yo: _Fun lorukọ mii

source: A_uto Rename
yo: A_uto Fun lorukọ mii

source: Auto Re_name All
yo: Aifọwọyi Re_name Gbogbo

source: Error Loading Handler
yo: Aṣiṣe Ikojọpọ Handler

source: Create Archive
yo: Ṣẹda Ile-ipamọ

source: Co_mpress Commands:
yo: Co_mpress Awọn aṣẹ:

source: Archive Handlers - Create Archive
yo: Archive Handlers - Ṣẹda Archive

source: No archive handlers configured. You must add a handler before creating an archive.
yo: Ko si awọn oluṣakoso ile ifi nkan pamosi ti a tunto. O gbọdọ fi olutọju kan kun ṣaaju ṣiṣẹda ile-ipamọ kan.

source: _Archive Format:
yo: _Ilana Ibi ipamọ:

source: The archive creation command is empty. Please enter a command.
yo: Aṣẹ ẹda pamosi ti ṣofo. Jọwọ tẹ aṣẹ kan sii.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
yo: Awọn oniyipada atẹle yẹ ki o wa laarin aṣẹ ẹda pamosi: Ọkan ninu awọn wọnyi: %%%%n: Faili/ilana ti a yan ni akọkọ si ile ifipamọ %%%%N: Gbogbo awọn faili ti a ti yan/awọn iwe ilana si ile ifipamọ ati ọkan ninu awọn wọnyi: %%%%o: Abajade iwe-ipamọ ẹyọkan %%%%O: Abajade iwe ipamọ fun faili orisun/ilana (wo %%%%n/%%%%N)

source: Error Saving Handler
yo: Aṣiṣe Nfipamọ Olumudani

source: copy
yo: daakọ

source: Archive
yo: Ifipamọ

source: Extract To
yo: Jade Si

source: Cre_ate subfolder(s)
yo: Cre_ate folda (awọn)

source: Make contents user-_writable
yo: Ṣe olumulo akoonu-_kikọ

source: No archive handler/command found for file:
yo: Ko si oluṣakoso ile-ipamọ / aṣẹ ti a rii fun faili:

source: Extract %s
yo: Jade %s

source: Complete!
yo: Pari!

source: Command:
yo: Àṣẹ:

source: File System
yo: Eto Faili

source: ( no subfolder )
yo: ( ko si folda kekere )

source: Remove Text Type Association
yo: Yọ Text Type Association

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
yo: AKIYESI: Nigbati o ba n ṣajọ atokọ ti awọn ohun elo lati han ni Ṣii akojọ aṣayan fun faili ọrọ, zzzFM yoo pẹlu awọn ohun elo ti o ni nkan ṣe pẹlu MIME type (eg text/html) AND ohun elo ni nkan ṣe pẹlu text/plain. Ti o ba yan Yọọ lori ohun elo kan, yoo yọkuro bi ohun elo to somọ fun awọn MIME type (eg text/html), ṣugbọn kii yoo yọkuro bi ohun elo to somọ fun text/plain (ayafi ti MIME type ni text/plain). Nitorinaa lilo Yọkuro le ma yọ ohun elo kuro lati inu akojọ aṣayan Ṣii fun iru eyi, ayafi ti o ba tun yọ kuro lati text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
yo: Faili naa '%s' ko si. Nipa didakọ '%s' si '%s' ati ṣiṣatunṣe rẹ, o le ṣatunṣe ihuwasi ati irisi ohun elo yii fun olumulo lọwọlọwọ. Ṣe ẹda yii ni bayi?

source: Copy Desktop File
yo: Daakọ Faili Ojú-iṣẹ

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
yo: Faili naa '%s' ko si. Nipa didakọ '%s' si '%s' ati ṣiṣatunṣe rẹ, o le ṣatunṣe bi MIME ṣe tẹ '%s' Awọn faili jẹ idanimọ fun olumulo lọwọlọwọ. Ṣe ẹda yii ni bayi?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
yo: Faili naa '%s' ko si. Nipa ṣiṣẹda titun faili '%s' ati ṣiṣatunṣe rẹ, o le ṣalaye bii iru MIME '%s' Awọn faili jẹ idanimọ fun olumulo lọwọlọwọ. Ṣe faili yii ni bayi?

source: Create New XML
yo: Ṣẹda Titun XML

source: _Set As Default
yo: _Ṣeto Bi Aiyipada
