Repository: dimkr/zzzfm
Catalog: po/from transifex/yo/zzzfmpot.sh.po
Languages: yo

source: Device change %e %f %v
yo: Iyipada ẹrọ %e %f %v

source: Event COMMAND Substitution Variables:
yo: Iṣẹlẹ COMMAND Iyipada Iyipada:

source: event type (evt_start|evt_exit|...)
yo: iṣẹlẹ iru (evt_start|evt_exit|...)

source: panel number (1-4)
yo: Nọmba nronu (1-4)

source: tab number (1-...)
yo: nọmba taabu (1-...)

source: quoted directory ('/etc')
yo: sọ liana ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
yo: eku bọtini (0=ilọpo meji 1=osi 2=arin 3=ọtun ...)

source: key code (eg 0x63)
yo: koodu bọtini (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
yo: bọtini modifier (eg 0x4 ti a lo pẹlu awọn titẹ ati awọn titẹ bọtini)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
yo: idojukọ ano (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
yo: ano idojukọ han (0 tabi 1, tabi iyipada ipo ẹrọ)

source: Examples
yo: Awọn apẹẹrẹ

source: These files have been copied to the clipboard
yo: Awọn faili wọnyi ti jẹ daakọ si agekuru agekuru

source: For full documentation and examples see the zzzFM User's Manual:
yo: Fun iwe kikun ati awọn apẹẹrẹ wo Itọsọna olumulo zzzFM:

source: This build of zzzFM has desktop integration disabled
yo: Kọ ti zzzFM yii ni isọpọ tabili alaabo

source: zzzfm: Error: Unable to save session %s
yo: zzzfm: Aṣiṣe: Ko le fi igba pamọ %s

source: File doesn't exist
yo: Faili ko si

source: Error
yo: Asise

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
yo: Aṣiṣe: Ko le ṣe ipilẹṣẹ inotify atẹwo iyipada faili. Ṣe o ni ekuro ti o lagbara bi?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
yo: Aṣiṣe: Ko le fi idi asopọ mulẹ FAM. Ṣe o ni "FAM" tabi "Gamin" fi sori ẹrọ ati nṣiṣẹ?

source: --dialog must be first option
yo: --dialog gbọdọ jẹ aṣayan akọkọ

source: --socket-cmd must be first option
yo: --socket-cmd gbọdọ jẹ aṣayan akọkọ

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
yo: zzzFM nbeere bash lati fi sori ẹrọ. Awọn ikarahun miiran KO ṣe deede bi zzzFM ṣe nlo awọn ẹya nikan ti a rii ni bash tootọ (v4+). Eto naa %s a ko ri. Fi sori ẹrọbashtabi lo aṣayan atunto --with-bash-path lati pato ipo aṣa ni akoko kikọ.

source: Don't know how to open the file
yo: Ko mọ bi o ṣe le ṣii faili naa

source: Unable to open file: "%s" %s
yo: Ko le ṣi faili: "%s" %s

source: Open Root Window
yo: Ṣii Window Gbongbo

source: Terminal Not Available
yo: Ebute Ko si

source: Please set your terminal program in View|Preferences|Advanced
yo: Jọwọ ṣeto eto ebute rẹ ni Wo|Awọn ayanfẹ|To ti ni ilọsiwaju

source: Open Terminal
yo: Ṣii Terminal

source: Design Mode Help
yo: Design Mode Iranlọwọ

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
yo: Ipo Apẹrẹ gba ọ laaye lati yi orukọ pada, bọtini ọna abuja ati aami akojọ aṣayan, ọpa irinṣẹ ati awọn ohun bukumaaki, ṣafihan iranlọwọ fun ohun kan, ati ṣafikun awọn aṣẹ aṣa ati awọn ohun elo tirẹ. Lati ṣii Akojọ aṣyn, tẹ-ọtun lori ohun akojọ aṣayan kan, bukumaaki, tabi ohun elo irinṣẹ. Lati ṣii Akojọ aṣyn Oniru fun akojọ aṣayan, akọkọ pa akojọ aṣayan (nipa tite lori rẹ). Fun alaye diẹ sii, tẹ bọtini Iranlọwọ ni isalẹ.

source: Panel
yo: Igbimọ

source: New _Command
yo: Tuntun _Òfin

source: _File
yo: _Faili

source: _View
yo: _Wo

source: _Devices
yo: _Awọn ẹrọ

source: _Bookmarks
yo: _Awọn bukumaaki

source: _Tools
yo: _Awọn irinṣẹ

source: _Help
yo: _Egba Mi O

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
yo: Aṣiṣe: Ko le fi faili igba pamọ. Ṣe o fẹ lati jade laisi fifipamọ? ( %s )

source: zzzFM Error
yo: zzzFM Asise

source: Stop all tasks running in this window?
yo: Duro gbogbo awọn iṣẹ ṣiṣe ni window yii bi?

source: Aborting tasks...
yo: Awọn iṣẹ-ṣiṣe iṣẹyun...

source: %s free / %s
yo: %s ofe / %s

source: %sReading %s ...
yo: %sKika %s ...

source: Link → %s
yo: Ọna asopọ → %s

source: Link → %s/
yo: Ọna asopọ → %s/

source: !Link → %s/ (missing)
yo: !Ọna asopọ → %s/ (sonu)

source: Link → %s (%s)
yo: Ọna asopọ → %s (%s)

source: !Link → %s (missing)
yo: !Ọna asopọ → %s (missing)

source: !Link → ( error reading target )
yo: !Ọna asopọ → ( afojusun kika aṣiṣe )

source: hidden
yo: farasin

source: %s%d visible (%s) %s
yo: %s%d han (%s) %s

source: %s%d item %s
yo: %s%d ohun kan %s

source: Status
yo: Ipo

source: Folder
yo: folda

source: Item
yo: Nkan

source: To
yo: Si

source: Progress
yo: Ilọsiwaju

source: Total
yo: Lapapọ

source: Started
yo: Bibẹrẹ

source: Elapsed
yo: Ti kọja

source: Current
yo: Lọwọlọwọ

source: CRemain
yo: CKuro

source: Average
yo: Apapọ

source: Remain
yo: Kuro

source: Reorder Columns Help
yo: Tun ṣe Iranlọwọ Awọn ọwọn

source: To change the order of the columns, drag the column header to the desired location.
yo: Lati yi aṣẹ ti awọn ọwọn pada, fa akọsori iwe si ipo ti o fẹ.

source: moving
yo: gbigbe

source: copying
yo: didakọ

source: deleting
yo: piparẹ

source: linking
yo: sisopo

source: changing
yo: iyipada

source: running
yo: nṣiṣẹ

source: %d error %s
yo: %d aṣiṣe %s

source: %d errors %s
yo: %d awọn aṣiṣe %s

source: paused
yo: da duro

source: queued
yo: ti isinyi

source: Name
yo: Oruko

source: Size
yo: Iwọn

source: Type
yo: Iru

source: Permission
yo: Igbanilaaye

source: Owner
yo: Olohun

source: Modified
yo: Títúnṣe

source: Created
yo: Ti ṣẹda

source: zzzfm: invalid socket command
yo: zzzfm: invalid iho pipaṣẹ

source: zzzfm: invalid option '%s'
yo: zzzfm: aiṣedeede aṣayan '%s'

source: zzzfm: option %s requires an argument
yo: zzzfm: aṣayan %s nbeere ariyanjiyan

source: zzzfm: invalid window
yo: zzzfm: window ti ko tọ

source: zzzfm: invalid window %s
yo: zzzfm: window ti ko tọ %s

source: zzzfm: invalid panel %d
yo: zzzfm: invalid nronu %d

source: zzzfm: panel %d is not visible
yo: zzzfm: nronu %d ko han

source: zzzfm: invalid tab %d
yo: zzzfm: invalid taabu %d

source: zzzfm: command set requires an argument
yo: zzzfm: Eto pipaṣẹ nbeere ariyanjiyan

source: zzzfm: invalid %s value
yo: zzzfm: aiṣedeede %s iye

source: zzzfm: invalid slider value
yo: zzzfm: invalid iye esun

source: zzzfm: invalid panel number
yo: zzzfm: invalid nronu nọmba

source: zzzfm: invalid tab number
yo: zzzfm: invalid nọmba taabu

source: zzzfm: invalid property %s
yo: zzzfm: invalid ini %s

source: zzzfm: invalid column width
yo: zzzfm: ibú ọwọn invalid

source: zzzfm: invalid column name '%s'
yo: zzzfm: orukọ ọwọn ti ko tọ '%s'

source: zzzfm: text is not valid UTF-8
yo: zzzfm: ọrọ ko wulo UTF-8

source: zzzfm: %s requires a file path
yo: zzzfm: %s nilo ọna faili

source: zzzfm: error reading file '%s'
yo: zzzfm: faili kika aṣiṣe '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
yo: zzzfm: faili '%s' ko ni wulo UTF-8 ọrọ

source: zzzfm: %s requires a directory path
yo: zzzfm: %s nbeere ọna liana

source: zzzfm: directory '%s' does not exist
yo: zzzfm: liana '%s' ko si

source: zzzfm: command %s requires an argument
yo: zzzfm: pipaṣẹ %s nbeere ariyanjiyan

source: zzzfm: %s requires two arguments
yo: zzzfm: %s nbeere meji ariyanjiyan

source: zzzfm: invalid task '%s'
yo: zzzfm: iṣẹ-ṣiṣe ti ko tọ '%s'

source: zzzfm: internal task %s is read-only
yo: zzzfm: ti abẹnu-ṣiṣe %s ti wa ni kika-nikan

source: zzzfm: task property '%s' is read-only
yo: zzzfm: ohun ini-ṣiṣe '%s' ti wa ni kika-nikan

source: zzzfm: invalid task property '%s'
yo: zzzfm: invalid-ṣiṣe ohun ini '%s'

source: zzzfm: no such directory '%s'
yo: zzzfm: ko si iru liana '%s'

source: zzzfm: invalid %s task option '%s'
yo: zzzfm: aiṣedeede %s aṣayan iṣẹ-ṣiṣe '%s'

source: zzzfm: no such file '%s'
yo: zzzfm: ko si iru faili '%s'

source: zzzfm: task type %s requires TARGET argument
yo: zzzfm: iṣẹ-ṣiṣe iru %s nbeere TARGET ariyanjiyan

source: zzzfm: invalid TARGET '%s'
yo: zzzfm: ÀWỌN ỌJỌ́ tí kò tọ́ '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
yo: zzzfm: ojulumo ona '%s' nbeere %s aṣayan --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
yo: zzzfm: iṣẹ-ṣiṣe iru %s nbeere ariyanjiyan FILE

source: zzzfm: invalid task type '%s'
yo: zzzfm: aiṣedeede iru iṣẹ-ṣiṣe '%s'

source: zzzfm: invalid keycode '%s'
yo: zzzfm: koodu ti ko tọ '%s'

source: zzzfm: custom command or submenu '%s' not found
yo: zzzfm: aṣa pipaṣẹ tabi akojọ aṣayan '%s' ko ri

source: zzzfm: item '%s' context hidden or disabled
yo: zzzfm: ohun kan '%s' o tọ pamọ tabi alaabo

source: zzzfm: invalid event type '%s'
yo: zzzfm: invalid iṣẹlẹ iru '%s'

source: zzzfm: event handler not found
yo: zzzfm: ko ri oluṣakoso iṣẹlẹ

source: zzzfm: invalid socket method '%s'
yo: zzzfm: invalid iho ọna '%s'

source: Default
yo: Aiyipada

source: Choose Desktop Font
yo: Yan Font Ojú-iṣẹ

source: Example Item 0123456789
yo: Ohun elo apẹẹrẹ 0123456789

source: Transparency Requirements
yo: akoyawo Awọn ibeere

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
yo: Akiyesi Gbogbogbo: Fun akoyawo tabili lati ṣiṣẹ, o nilo lati nṣiṣẹ oluṣakoso window kikọ tabi olupilẹṣẹ lọtọ bi compton tabi xcompmgr. O le lẹhinna lo nitrogen tabi xwinwrap lati ṣeto iṣẹṣọ ogiri lori abẹlẹ. Ifiranṣẹ yii kii yoo tun ṣe.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
yo: Lilo diẹ ninu awọn ebute (%s) pẹlu zzzFM le ṣe idiwọ Ṣiṣe Bi Iṣẹ-ṣiṣe ati Ṣiṣe Ni Awọn aṣayan Terminal ni lilo papọ lati ṣiṣe awọn aṣẹ, nitori awọn idiwọn ninu awọn ebute wọnyi. Fun apẹẹrẹ, eyi le fa awọn ilana ti a gbe sinu ebute lati kuna lati ṣii laifọwọyi lẹhin ti a gbe soke. Fun lilo ni kikun awọn ẹya zzzFM, yiyan ebute miiran jẹ iṣeduro.

source: Limited Terminal Emulator Selected
yo: Lopin Emulator Emulator ti a ti yan

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
yo: Iwọ yoo beere lọwọ rẹ fun ọrọ igbaniwọle gbongbo rẹ lati ṣafipamọ naaroot eto fun olumulo yi si faili kan ninu %s/zzzfm/ Pese ọrọ igbaniwọle ni window atẹle ni a ṣe iṣeduro. Nitori zzzFM nṣiṣẹ diẹ ninu awọn aṣẹ bi root nipasẹ su, awọn eto wọnyi ni aabo ti o dara julọ nipasẹ root.

source: Save Root Settings
yo: Fipamọ Root Ètò

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
yo: Tẹ eto tabi laini aṣẹ bash sii: Lo: %%F ti a ti yan awọn faili tabi %%f akọkọ ti a ti yan faili %%N ti a ti yan filenames tabi %%n akọkọ ti a ti yan filename %%d lọwọlọwọ liana %%v ti a ti yan ẹrọ (eg /dev/sda1) %%m ẹrọ òke ojuami (eg /media/dvd); %%l aami ẹrọ %%b bukumaaki ti a ti yan %%t ti a ti yan liana iṣẹ; %%p iṣẹ-ṣiṣe pid %%a akojọ ohun kan iye $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
yo: Tẹ orukọ aami sii, ọna faili aami, tabi orukọ ohun kan iṣura: Tabi tẹ Yan lati yan aami kan. Kii ṣe gbogbo awọn aami le ṣiṣẹ daradara nitori ọpọlọpọ awọn ọran.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
yo: Tẹ orukọ nkan sii: Ṣaju ohun kikọ silẹ pẹlu isale (_) lati ṣe abẹ iwa yẹn bi bọtini ọna abuja ti o ba fẹ.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
yo: Tẹ orukọ nkan titun sii: Ṣaju ohun kikọ silẹ pẹlu isale (_) lati ṣe abẹ iwa yẹn bi bọtini ọna abuja ti o ba fẹ. Imọran: Lati yi nkan yii pada nigbamii, tẹ-ọtun lori ohun naa lati ṣii Akojọ aṣyn.

source: Show Devices
yo: Ṣe afihan Awọn ẹrọ

source: Show Bookmarks
yo: Ṣe afihan Awọn bukumaaki

source: Show Tree
yo: Ṣe afihan Igi

source: Home
yo: Ile

source: Up
yo: Soke

source: Back
yo: Pada

source: Back History
yo: Pada Itan

source: Forward
yo: Siwaju

source: Forward History
yo: Itan Iwaju

source: Refresh
yo: Tuntun

source: New Tab
yo: Taabu Tuntun

source: New Tab Here
yo: Taabu Tuntun Nibi

source: Show Hidden
yo: Ṣe afihan Farasin

source: Large Icons
yo: Awọn aami nla

source: %s: %s contains invalid characters - ignored
yo: %s: %s ni invalid ohun kikọ - bikita

source: %s: tmp_dir '%s' does not exist - reverting to %s
yo: %s: tmp_dir '%s' ko si tẹlẹ - pada si %s

source: file not found
yo: a ko ri faili

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
yo: # zzzFM Faili Ikoni # FILE YII KO NI Apẹrẹ LATI Ṣatunkọ - ao ka a o si kọ kọ # Ti o ba pa gbogbo awọn faili igba locale rẹ, zzzFM yoo jẹ atunto si awọn aṣiṣe ile-iṣẹ.

source: Error saving file
yo: Aṣiṣe fifipamọ faili

source: zzzFM Error: Unable to autosave session file ( %s )
yo: zzzFMAṣiṣe: Ko le fi faili igba pamọ adaṣe ( %s )

source: Selected Menu Item '%s' As Handler
yo: Nkan Akojọ aṣyn ti a ti yan '%s' Bi Handler

source: Create README
yo: Ṣẹda README

source: No README file exists for this command. Create a default README file for you to fill in?
yo: Ko si faili README fun aṣẹ yii. Ṣẹda faili README aiyipada fun ọ lati kun bi?

source: Creation Failed
yo: Ikuna Iṣẹda

source: An error occurred creating a README file for this command.
yo: Aṣiṣe kan ṣẹlẹ ṣiṣẹda faili README kan fun aṣẹ yii.

source: An error occurred copying command files %s
yo: Aṣiṣe waye didakọ awọn faili pipaṣẹ %s

source: Copy Command Error
yo: Daakọ Aṣiṣe Aṣẹ

source: An error occurred copying command data files %s
yo: Aṣiṣe waye didakọ awọn faili data pipaṣẹ %s

source: Bookmark target '%s' is missing or invalid.
yo: Àfojúsùn bukumaaki '%s' sonu tabi ko wulo.

source: Invalid Bookmark Target
yo: Ifojusi Bukumaaki ti ko tọ

source: Change Item Name
yo: Yi Orukọ Nkan pada

source: Editor Not Set
yo: Olootu Ko Ṣeto

source: Please set your editor in View|Preferences|Advanced
yo: Jọwọ ṣeto olootu rẹ ni Wo|Awọn ayanfẹ|To ti ni ilọsiwaju

source: Root Editor Not Set
yo: Gbongbo Olootu Ko Ṣeto

source: Please set root's editor in View|Preferences|Advanced
yo: Jọwọ ṣeto olootu root ni Wo|Awọn ayanfẹ|To ti ni ilọsiwaju

source: Edit %s
yo: Ṣatunkọ %s

source: User's Manual Not Found
yo: A ko ri iwe afọwọkọ olumulo

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
yo: Ẹda agbegbe ti itọsọna olumulo zzzFM ko rii. Jọwọ ṣeto ipo to pe ni Iranlọwọ|Awọn aṣayan|Ipo Afowoyi.

source: Manual Opened ?
yo: Ti ṣii iwe afọwọkọ?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
yo: Ilana olumulo zzzFM yẹ ki o ti ṣii ni ẹrọ aṣawakiri rẹ. Ti ko ba ṣii, tabi ti o ba fẹ lati lo ẹrọ aṣawakiri miiran, ṣeto ẹrọ aṣawakiri rẹ ni Iranlọwọ|Aṣayan|Aṣàwákiri. Ifiranṣẹ yii kii yoo tun ṣe.

source: ( none )
yo: ( ko si )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
yo: %s Koodu bọtini: %#4x Atunṣe: %#x %s ti wa ni tẹlẹ sọtọ si '%s'. Tẹ bọtini ti o yatọ tabi tẹ Ṣeto lati rọpo iṣẹ iyansilẹ lọwọlọwọ.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
yo: %s Koodu bọtini: %#4x [%#4x] Atunṣe: %#x %s ti wa ni tẹlẹ sọtọ si '%s'. Tẹ bọtini ti o yatọ tabi tẹ Ṣeto lati rọpo iṣẹ iyansilẹ lọwọlọwọ.

source: %s Keycode: %#4x Modifier: %#x
yo: %s Koodu bọtini: %#4x Atunṣe: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
yo: Tẹ akojọpọ bọtini rẹ fun ohun kan '%s' lẹhinna tẹ Ṣeto. Lati yọ iṣẹ iyansilẹ lọwọlọwọ kuro, tẹ Yọọ kuro.

source: Cancel
yo: Fagilee

source: Set
yo: Ṣeto

source: Set Key
yo: Ṣeto Bọtini

source: Edit Command Line
yo: Ṣatunkọ Òfin Line

source: Choose Custom Executable
yo: Yan Aṣa Executable

source: Run As User
yo: Ṣiṣe Bi Olumulo

source: Run this command as username: ( Leave blank for current user )
yo: Ṣiṣe aṣẹ yii bi orukọ olumulo: ( Fi òfo silẹ fun olumulo lọwọlọwọ )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
yo: O n fi aṣẹ aṣa kun si ohun akojọ aṣayan Aiyipada. Nkan yii yoo ni asọye-tẹlẹ-laifọwọyi - yoo han nikan nigbati iru MIME ti faili akọkọ ti a yan baamu pẹlu iru lọwọlọwọ '%s'. Ṣafikun awọn aṣẹ tabi awọn akojọ aṣayan nibi eyiti o fẹ han nikan fun iru MIME kan.

source: New Context Command
yo: Ofin Ọrọ Tuntun

source: Set Item Name
yo: Ṣeto Orukọ Nkan

source: Choose Folder
yo: Yan Folda

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
yo: O n ṣafikun akojọ aṣayan aṣa si ohun akojọ aṣayan Aiyipada. Nkan yii yoo ni asọye-tẹlẹ-laifọwọyi - yoo han nikan nigbati iru MIME ti faili akọkọ ti a yan baamu pẹlu iru lọwọlọwọ '%s'. Ṣafikun awọn aṣẹ tabi awọn akojọ aṣayan nibi eyiti o fẹ han nikan fun iru MIME kan.

source: (none)
yo: (ko si)

source: Set Submenu Name
yo: Ṣeto Orukọ Akojọ aṣyn

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
yo: Tẹ orukọ inu akojọ aṣayan sii: Ṣaju ohun kikọ kan pẹlu ami abẹlẹ (_) lati ṣe abẹ iwa yẹn bi bọtini ọna abuja ti o ba fẹ.

source: New _Submenu
yo: Tuntun _Akojọ aṣayan

source: ( no name )
yo: ( ko si oruko )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
yo: Yiyọ kuro patapata '%s' SUBMENU ATI GBOGBO NKAN NINU RE? Iṣe yii yoo pa gbogbo eto ati awọn faili ti o ni nkan ṣe pẹlu awọn nkan wọnyi rẹ.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
yo: Yiyọ ohun kan '%s' kuro patapata bi? Iṣe yii yoo pa gbogbo awọn eto ati awọn faili ti o ni nkan ṣe pẹlu nkan yii rẹ.

source: Confirm Remove
yo: Jẹrisi Yọ

source: Are you sure?
yo: Ṣe o da ọ loju?

source: Dialog Message
yo: Ifiranṣẹ Ifọrọranṣẹ

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
yo: Tẹ ifiranṣẹ sii lati han ninu ọrọ sisọ yii: Lo: \n titun ila \t taabu

source: _Copy
yo: _Daakọ

source: _Paste
yo: _Lẹẹmọ

source: _Remove
yo: _Yọ kuro

source: _New
yo: _Tuntun

source: _Bookmark
yo: _Bukumaaki

source: _Application
yo: _Ohun elo

source: _Command
yo: _Òfin

source: Sub_menu
yo: Sub_akojọ aṣayan

source: _Add
yo: _Fi kun

source: T_ooltips
yo: T_oolawọn italolobo

source: _Key Shortcut
yo: _Ọna abuja bọtini

source: _Edit Script
yo: _Ṣatunkọ akosile

source: E_dit As Root
yo: E_dit Bi Root

source: _Edit Command
yo: _Ṣatunkọ Òfin

source: _Properties
yo: _Awọn ohun-ini

source: Set Icon
yo: Ṣeto Aami

source: _Edit
yo: _Ṣatunkọ

source: _Default
yo: _Aiyipada

source: Your input is invalid because it contains linefeeds
yo: Iṣawọle rẹ ko wulo nitori pe o ni awọn ifunni laini ninu

source: _OK
yo: _O DARA

source: Remo_ve / Eject
yo: Remo_ve / Jade

source: _Unmount
yo: _Yọọ kuro

source: _Sync
yo: _Amuṣiṣẹpọ

source: _Open
yo: _Ṣii

# Devices|Open|
source: Open In _Tab
yo: Ṣii Ni _Taabu

source: _Mount
yo: _Oke

source: Re_/mount
yo: Tun_/gbe soke

source: _Root
yo: _Gbongbo

source: _Label
yo: _Aami

source: _Check
yo: _Ṣayẹwo

source: _Edit fstab
yo: _Ṣatunkọ fstab

source: Edit u_devil.conf
yo: Ṣatunkọ u_devil.conf

source: _Format
yo: _Ọna kika

source: _Backup
yo: _Afẹyinti

source: _Restore
yo: _Mu pada

source: _From File
yo: _Lati Faili

source: File _Info
yo: Faili _Alaye

source: _Internal Drives
yo: _Ti abẹnu Drives

source: _Empty Drives
yo: _Awọn awakọ ofo

source: _Partition Tables
yo: _Awọn tabili ipin

source: Mounted _Networks
yo: Agesin _Awọn nẹtiwọki

source: Mounted _Other
yo: Agesin _Omiiran

source: _Volumes...
yo: _Awọn iwọn didun...

source: Show/Hide Volumes
yo: Fihan/Fi awọn iwọn didun pamọ

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
yo: Lati fi ipa mu ifihan tabi fifipamọ diẹ ninu awọn iwọn didun, yiyipada awọn eto miiran, o le pato awọn ẹrọ, awọn aami iwọn didun, tabi awọn ID ẹrọ ni atokọ ti o ya sọtọ ni isalẹ. Apeere: +/dev/sdd1 -Aami Pẹlu Space +ata-OCZ-part4 Eyi yoo fa /dev/sdd1 ati ẹrọ OCZ lati han, ati iwọn didun pẹlu aami "Aami Pẹlu Space" lati wa ni pamọ. Aaye gbọdọ wa laarin awọn titẹ sii ati ami afikun tabi iyokuro taara ṣaaju ohun kan. Atokọ yii jẹ ifarabalẹ ọran.

source: Ignore _Hide Policy
yo: Foju _Ìbòmọlẹ Ilana

source: _Display Name
yo: _Fi oruko han

source: Set Display Name Format
yo: Ṣeto Ifihan Orukọ kika

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
yo: Tẹ ọna kika orukọ ifihan ẹrọ sii: Lo: %%v ẹrọ filename (eg sdd1) %%s lapapọ iwọn (eg 800G) %%t fsiru (eg ext4) %%l aami iwọn didun (eg Aami tabi [ko si media]) %%m òke ojuami ti o ba ti agesin, tabi --- %%i ID ẹrọ %%n major:minor ẹrọ awọn nọmba (eg 15:3)

source: Mount _Optical
yo: Oke _Opitika

source: _Mount Removable
yo: _Oke yiyọ

source: Mount _Volumes...
yo: Oke _Awọn iwọn didun...

source: Auto-Mount Volumes
yo: Awọn iwọn didun oke-laifọwọyi
