Repository: dimkr/zzzfm
Catalog: po/from transifex/yo/zzzfmpot.sh.po
Languages: yo

source: zzzFM Open Folder
yo: zzzFM Ṣii folda

source: Open folder
yo: Ṣii folda

source: zzzFM File Search
yo: zzzFM Ṣiṣawari Faili

source: Search for files and folders
yo: Wa awọn faili ati awọn folda

source: File Manager
yo: Oluṣakoso faili

source: Browse the file system
yo: Ṣawakiri eto faili naa

source: Choose Application
yo: Yan Ohun elo

source: Please choose an application or enter a command:
yo: Jọwọ yan ohun elo kan tabi tẹ aṣẹ kan sii:

source: File Type:
yo: Iru faili:

source: _Associated Apps
yo: _Awọn ohun elo ti o ni ibatan

source: A_ll Apps
yo: A_ll Awọn ohun elo

source: _Command:
yo: _Àṣẹ:

source: _Browse
yo: _Ṣawakiri

source: Opened in Terminal
yo: Ti ṣii ni Terminal

source: _Set as default application for this file type
yo: _Ṣeto bi ohun elo aiyipada fun iru faili yii

source: File Properties
yo: Awọn ohun-ini Faili

source: <b>File Name:</b>
yo: <b>Orukọ faili:</b>

source: <b>Location:</b>
yo: <b>Ibi:</b>

source: <b>Link Target:</b>
yo: <b>Àfojúsùn Ọna asopọ:</b>

source: <b>Type:</b>
yo: <b>Iru:</b>

source: <b>Opens _With:</b>
yo: <b>Ṣii _Pẹlu:</b>

source: <b>Total Size:</b>
yo: <b>Lapapọ Iwọn:</b>

source: <b>Size On Disk:</b>
yo: <b>Iwọn Lori Disiki:</b>

source: <b>Count:</b>
yo: <b>Iye:</b>

source: <b>Modified:</b>
yo: <b>Títúnṣe:</b>

source: <b>Accessed:</b>
yo: <b>Wọle si:</b>

source: _Info
yo: _Alaye

source: <b>_Owner:</b>
yo: <b>_Olohun</b>

source: <b>_Group:</b>
yo: <b>_Ẹgbẹ:</b>

source: <b>Owner:</b>
yo: <b>Olohun</b>

source: <b>Group:</b>
yo: <b>Ẹgbẹ:</b>

source: <b>Other:</b>
yo: <b>Omiiran:</b>

source: Read
yo: Ka

source: Write
yo: Kọ

source: Execute
yo: Ṣe

source: Set UID
yo: Ṣeto UID

source: Set GID
yo: Ṣeto GID

source: Sticky
yo: Alalepo

source: Recursive (apply changes to folders and their contents)
yo: Recursive (fi awọn ayipada si awọn folda ati akoonu wọn)

source: _Permissions
yo: _Awọn igbanilaaye

source: Bytes
yo: Awọn baiti

source: Any
yo: Eyikeyi

source: Within One Day
yo: Laarin ojo kan

source: Within One Week
yo: Laarin Ọsẹ Kan

source: Within One Month
yo: Laarin Osu Kan

source: Within One Year
yo: Laarin Odun Kan

source: Within Selected Date Range
yo: Laarin ti a ti yan Ọjọ Ibiti

source: Find Files
yo: Wa Awọn faili

source: <b>Filename:</b>
yo: <b>Orukọ faili:</b>

source: Case Sensitive
yo: Ifura ipo Ọrọ

source: Video Files (avi, mpg,...)
yo: Awọn faili fidio (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
yo: Awọn faili ohun (mp3, ogg,...)

source: Image Files (jpg, png,...)
yo: Awọn faili Aworan (jpg, png,...)

source: Plain Text Files
yo: Awọn faili Ọrọ Lainidi

source: All Files and Folders
yo: Gbogbo awọn faili ati awọn folda

source: <b>File Types to Search</b>
yo: <b>Awọn oriṣi Faili lati Wa</b>

source: Search in subfolders
yo: Wa ninu awọn folda inu

source: Search hidden files
yo: Wa awọn faili ti o farapamọ

source: <b>Places to Search</b>
yo: <b>Awọn aaye lati Wa</b>

source: General
yo: Gbogboogbo

source: File Contains:
yo: Faili Ni:

source: Use Regular Expression
yo: Lo Iṣafihan Deede

source: <b>File Content</b>
yo: <b>Akoonu Faili</b>

source: Content
yo: Akoonu

source: Greater Than:
yo: Tobi ju:

source: Smaller Than:
yo: Kere Ju:

source: <b>File Size</b>
yo: <b>Iwọn faili</b>

source: <b>Last Modified</b>
yo: <b>Atunse to kẹhin</b>

source: Size & Date
yo: Iwọn & Ọjọ

source: <b>Search Result:</b>
yo: <b>Esi wiwa:</b>

source: Search Again
yo: Wa lẹẹkansi

source: Go to folder
yo: Lọ si folda

source: Open In Current Tab
yo: Ṣii Ni Taabu lọwọlọwọ

source: Open In New Tab
yo: Ṣii Ni Taabu Tuntun

source: Stretch
yo: Na

source: Fit
yo: Dada

source: Center
yo: Aarin

source: Zoom
yo: Sun-un

source: Transparent
yo: Sihin

source: Automatic
yo: Laifọwọyi

source: Copy (Ctrl+Drag)
yo: Daakọ (Ctrl+Fa)

source: Move (Shift+Drag)
yo: Gbe (Shift+Fa)

source: Link (Ctrl+Shift+Drag)
yo: Ọna asopọ (Ctrl+Shift+Fa)

source: Preferences
yo: Awọn ayanfẹ

source: Small Icons:
yo: Awọn aami kekere:

source: Large Icons:
yo: Awọn aami nla:

source: Toolbar Icons:
yo: Awọn aami irinṣẹ:

source: <b>Icons</b>
yo: <b>Awọn aami</b>

source: Single click opens files
yo: Tẹ ẹyọkan ṣi awọn faili

source: Hover selects
yo: Rababa yan

source: Bookmarks:
yo: Awọn bukumaaki:

source: Show Thumbnails
yo: Ṣafihan Awọn eekanna atanpako

source: Max Pic Size To Thumbnail:
yo: Iwọn Aworan ti o pọju Si Eekanna atanpako:

source: <b>File List</b>
yo: <b>Akojọ faili</b>

source: _General
yo: _Gbogboogbo

source: Always show the tab bar
yo: Fi ọpa taabu han nigbagbogbo

source: Hide 'Close Tab' buttons
yo: Tọju 'Pa Taabu' awọn bọtini

source: Confirm delete/remove
yo: Jẹrisi piparẹ/yọkuro

source: Click runs executables ( caution! )
yo: Tẹ awọn iṣẹ ṣiṣe ṣiṣe (iṣọra!)

source: SI File Sizes (1K = 1000) (requires restart)
yo: Awọn iwọn faili SI (1K = 1000) (nbeere tun bẹrẹ)

source: Show root user indicator color
yo: Ṣe afihan awọ atọka olumulo root

source: Default Drag Action:
yo: Iṣe Fa Aiyipada:

source: I_nterface
yo: I_ni wiwo

source: Wallpaper:
yo: Iṣẹṣọ ogiri:

source: Please select an image file
yo: Jọwọ yan faili aworan kan

source: Mode:
yo: Ipo:

source: Background:
yo: Lẹhin:

source: Text:
yo: Ọrọ:

source: Shadow:
yo: Ojiji:

source: Font:
yo: Fonti:

source: Top:
yo: Oke:

source: Left:
yo: Osi:

source: Right:
yo: Ọtun:

source: Bottom:
yo: Isalẹ:

source: Pad:
yo: Paadi:

source: <b>Margins</b>
yo: <b>Ala</b>

source: Right click shows WM menu
yo: Tẹ-ọtun fihan akojọ aṣayan WM

source: Open folders using associated MIME application
yo: Ṣii awọn folda nipa lilo ohun elo MIME to somọ

source: _Desktop
yo: _Ojú-iṣẹ

source: _Volume Management
yo: _Iṣakoso iwọn didun

source: Terminal:
yo: Ipari:

source: Terminal SU:
yo: SU ibudo:

source: Graphical SU:
yo: SU ayaworan:

source: Filename Encoding:
yo: Iyipada orukọ faili:

source: Editor:
yo: Olootu:

source: Run editor in terminal
yo: Ṣiṣe olootu ni ebute

source: Root's Editor:
yo: Olootu Gbongbo:

source: Run root's editor in terminal
yo: Ṣiṣe olootu root ni ebute

source: Date Format:
yo: Ọna kika ọjọ:

source: (requires reload)
yo: (nbeere gbee si)

source: Date Display
yo: Ifihan ọjọ

source: _Advanced
yo: _To ti ni ilọsiwaju

source: Too many columns (>%d) in %s
yo: Ju ọpọlọpọ awọn ọwọn (>%d) ninu %s

source: error reading file %s: %s
yo: faili kika aṣiṣe %s: %s

source: file '%s' contents are not valid UTF-8
yo: faili '%s' awọn akoonu ti wa ni ko wulo UTF-8

source: Cannot set missing element '%s'
yo: Ko le ṣeto nkan ti o padanu '%s'

source: file '%s' is not a regular file
yo: faili '%s' kii ṣe faili deede

source: Dynamic resize requires width and height > 0
yo: Atunse ti o ni agbara nbeere iwọn ati giga > 0

source: internal command %s requires an argument
yo: ti abẹnu pipaṣẹ %s nbeere ariyanjiyan

source: element '%s' does not exist
yo: eroja '%s' ko si

source: internal command press is invalid for non-button %s
yo: ti abẹnu pipaṣẹ titẹ ni invalid fun ti kii-bọtini %s

source: internal command un/select is invalid for %s
yo: ti abẹnu pipaṣẹ un/yan jẹ invalid fun %s

source: error writing file %s: %s
yo: faili kikọ aṣiṣe %s: %s

source: '%s' is not an internal command
yo: '%s' kii ṣe aṣẹ inu

source: error creating file %s: %s
yo: aṣiṣe ṣiṣẹda faili %s: %s

source: pipe '%s' data is not valid UTF-8
yo: paipu '%s' data ko wulo UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
yo: [ SNIP - afikun iṣẹjade loke ti jẹ gige lati inu akọọlẹ yii ]

source: ( file contents are not valid UTF-8 )
yo: ( akoonu faili ko wulo UTF-8 )

source: prefix '%s' is not a valid variable name
yo: ìpele '%s' kii ṣe orukọ oniyipada to wulo

source: Pause
yo: Sinmi

source: file '%s' is not a regular file or a pipe
yo: faili '%s' kii ṣe faili deede tabi paipu kan

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
yo: zzzFMIbaraẹnisọrọ ṣẹda ajọṣọrọsọ GTK aṣa kan ti o da lori awọn eroja GUI iwọ pato lori awọn pipaṣẹ ila, awọn ẹya ara ẹrọ ṣiṣe-akoko ti abẹnu / ita ase eyi ti le ṣe atunṣe awọn eroja, ati awọn abajade igbelewọn / awọn abajade ti o ṣe afiwe.

source: Usage:
yo: Lilo:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
yo: zzzfm --dialog|-g {ELEMENT [ÀSÁYÉ] [AWỌN ỌJỌRỌ...]} ...

source: Example:
yo: Apeere:

source: zzzfm -g --label "A message" --button ok
yo: zzzfm -g --label "Ifiranṣẹ kan" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
yo: ELEMENT: Awọn aṣayan ati awọn ariyanjiyan:

source: The following arguments may be used as shown above:
yo: Awọn ariyanjiyan wọnyi le ṣee lo bi a ṣe han loke:

source: STOCK %s
yo: IṢẸRỌ %s

source: ICON An icon name, eg: gtk-open
yo: ICON Orukọ aami, fun apẹẹrẹ: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
yo: @FILE Faili ọrọ lati eyiti o le ka iye kan. Ni awọn igba miiran faili yii ti wa ni abojuto, ki kikọ titun kan iye si awọn faili yoo mu awọn eroja. Ni awọn igba miiran, faili naa n ṣalaye iye ibẹrẹ.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
yo: SAVEFILE Oluwo tabi akoonu olootu ti wa ni ipamọ si faili yii.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
yo: COMMAND Aṣẹ inu tabi ṣiṣe ti o tẹle nipasẹ awọn ariyanjiyan. Lọtọ ọpọ ase pẹlu kan -- ariyanjiyan. Awọn aropo wọnyi le ṣee lo ni COMMANDs: %%n Orukọ eroja lọwọlọwọ %%v Iye ti isiyi ano %%NAME Iye ti ano ti a npè ni NAME (fun apẹẹrẹ: %%input1) %%(command) stdoutlati laini aṣẹ bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
yo: LABEL Awọn atẹle ona abayo ni LABEL ko wa ni ipamọ: \n titun ila \t taabu \" " \\ \ Ninu --label eroja nikan, ti o ba ti akọkọ ohun kikọ silẹ niLABEL ni a tilde (~), pango siṣamisi le ṣee lo. Fun apere: --label '~Eleyi jẹ itele. <b>Eleyi jẹ igboya.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
yo: Ni afikun si awọn aṣayan akojọ loke, --compact tabi --expand awọn aṣayan le jẹ kun si eyikeyi ano. Bakannaa, a--font aṣayan le ṣee lo pẹlu julọ eroja orisi lati yi awọn ano ká fonti ati font iwọn. Fun apere: --input --font "Times New Roman 16" "Ọrọ aiyipada"

source: INTERNAL COMMANDS:
yo: AWON ASE INU:

source: EXAMPLE WITH COMMANDS:
yo: APEERE PẸLU ASE:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
yo: zzzfm -g --label "Tẹ ọrọ diẹ sii ki o tẹ Tẹ sii:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
yo: AKIYESI Apẹrẹ:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
yo: #!%s # Yi akosile fihan a Bẹẹni/Bẹẹkọ ajọṣọ # Lo QUOTED eval lati ka awọn oniyipada ti o jade nipasẹ zzzFM Ifọrọranṣẹ: eval "`zzzfm -g --label "Ṣe o da ọ loju?" --button beeni --button rara`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Olumulo ti tẹ Bẹẹni - gbe igbese diẹ" else echo "Olumulo KO tẹ Bẹẹni - abort" fi

source: For full documentation and examples see the zzzFM User's Manual:
yo: Fun iwe kikun ati awọn apẹẹrẹ wo iwe afọwọṣe olumulo zzzFM:

source: zzzfm: argument is not valid UTF-8
yo: zzzfm: ariyanjiyan ko wulo UTF-8

source: invalid dialog option
yo: aṣayan ifọrọwerọ ti ko tọ

source: Set window title
yo: Ṣeto akọle window

source: Set window icon
yo: Ṣeto aami window

source: Add a text label
yo: Fi aami ọrọ kun

source: Add STOCK dialog button, or LABEL button with ICON
yo: Ṣafikun bọtini ifọrọwerọ STOCK, tabi bọtini LABEL pẹlu ICON

source: Add STOCK button, or LABEL button with ICON anywhere
yo: Ṣafikun bọtini STOCK, tabi bọtini LABEL pẹlu ICON nibikibi

source: Add a text entry
yo: Ṣafikun titẹ ọrọ sii

source: Add a large text entry
yo: Ṣafikun titẹ ọrọ nla kan

source: Add a password entry
yo: Fi ọrọ igbaniwọle sii

source: Add a file or pipe viewer
yo: Ṣafikun faili kan tabi oluwo paipu kan

source: Add multi-line text editor
yo: Ṣafikun olootu ọrọ laini pupọ

source: Add a checkbox option
yo: Fi aṣayan apoti kan kun

source: Add a radio option
yo: Fi aṣayan redio kun

source: Add an icon
yo: Fi aami kan kun

source: Add an image
yo: Fi aworan kun

source: Add a progress bar
yo: Ṣafikun ọpa ilọsiwaju kan

source: Add a horizontal line separator
yo: Fi kan petele ila separator

source: Add a vertical line separator
yo: Fi kan inaro ila separator

source: Automatically close window after DELAY seconds
yo: Titi ferese pa ni aifọwọyi lẹhin iṣẹju-aaya DẸJẸ

source: Add a drop-down list. COMMAND run when clicked.
yo: Ṣafikun atokọ jabọ-silẹ. COMMAND ṣiṣẹ nigbati o ba tẹ.

source: Add a combo list. COMMAND run when Enter pressed.
yo: Ṣafikun atokọ akojọpọ kan. COMMAND ṣiṣẹ nigbati o ba tẹ Tẹ.

source: Add a list box. COMMAND run when double-clicked.
yo: Fi apoti akojọ kan kun. COMMAND ṣiṣẹ nigbati a tẹ lẹẹmeji.

source: Add a list box with multiple selections
yo: Ṣafikun apoti atokọ pẹlu ọpọlọpọ awọn yiyan

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
yo: Awọn aṣayan: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
yo: Ṣeto ipilẹ oniyipada orukọ (Aiyipada: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
yo: Ṣeto iwọn to kere julọ, giga, padding (-1 = maṣe yipada)

source: Add following widgets to a horizontal box
yo: Ṣafikun awọn ẹrọ ailorukọ atẹle si apoti petele kan

source: Add following widgets to a vertical box
yo: Ṣafikun awọn ẹrọ ailorukọ atẹle si apoti inaro

source: Close the current box of widgets
yo: Pa apoti ti isiyi ti awọn ẹrọ ailorukọ

source: Run COMMAND when a key combination is pressed
yo: Ṣiṣe COMMAND nigbati a ba tẹ akojọpọ bọtini kan

source: Run COMMAND when an element is clicked or focused
yo: Ṣiṣe COMMAND nigbati ohun kan ba tẹ tabi dojukọ

source: Run COMMAND on window close attempt
yo: Ṣiṣe COMMAND lori ferese ti o sunmọ igbiyanju

source: Read commands from FILE or PIPE. COMMAND for init.
yo: Ka awọn aṣẹ lati FILE tabi PIPE. ASE fun init.

source: No operation - does nothing but evaluate arguments
yo: Ko si isẹ - ṣe nkankan bikoṣe iṣiro awọn ariyanjiyan

source: Close the dialog
yo: Pa ibaraẹnisọrọ naa

source: Press button named BUTTON-NAME
yo: Tẹ bọtini ti a npè ni BUTTON-NAME

source: Set element NAME to VALUE
yo: Ṣeto ORUKO eroja si VALUE

source: Select item VALUE (or first/all) in element NAME
yo: Yan ohun kan VALUE (tabi akọkọ/gbogbo) ni ipin NAME

source: Unselect item VALUE (or all) in element NAME
yo: Yọọ ohun kan VALUE (tabi gbogbo rẹ) ni apakan NAME

source: Focus element NAME, or raise dialog window
yo: Idojukọ ano NAME, tabi gbe soke window ajọṣọ

source: Hide element NAME
yo: Fi ORUKO eroja pamọ

source: Show element NAME if previously hidden
yo: Ṣe afihan ORUKO eroja ti o ba farapamọ tẹlẹ

source: Disable element NAME
yo: Pa NAME eroja

source: Enable element NAME if previously disabled
yo: Mu NAME eroja ṣiṣẹ ti o ba jẹ alaabo tẹlẹ

source: Save files and write source output to FILE
yo: Fi awọn faili pamọ ki o kọ iṣelọpọ orisun si FILE

source: Open folders in new tab of last window (default)
yo: Ṣii awọn folda ni taabu tuntun ti window to kẹhin (aiyipada)

source: Open folder in current tab of last used window
yo: Ṣii folda ninu taabu lọwọlọwọ ti window ti a lo kẹhin

source: Don't load saved tabs
yo: Ma ṣe kojọpọ awọn taabu ti o fipamọ

source: Open folders in new window
yo: Ṣii awọn folda ni window titun

source: Open folders in panel 'P' (1-4)
yo: Ṣii awọn folda ninu nronu 'P' (1-4)

source: Launch desktop manager daemon
yo: Lọlẹ daemon oluṣakoso tabili tabili

source: Show desktop settings
yo: Ṣe afihan awọn eto tabili tabili

source: Show Preferences ('N' is the Pref tab number)
yo: Ṣe afihan Awọn ayanfẹ ('N' ni Pref taabu nọmba)

source: Run as a daemon
yo: Ṣiṣe bi daemon

source: Use DIR as configuration directory
yo: Lo DIR bi ilana iṣeto ni

source: Show File Search
yo: Ṣe afihan wiwa Faili

source: Set desktop wallpaper to FILE
yo: Ṣeto iṣẹṣọ ogiri tabili si FILE

source: Show a custom dialog (See -g help)
yo: Ṣe afihan ibaraẹnisọrọ aṣa kan (Wo -g help)

source: Send a socket command (See -s help)
yo: Firanṣẹ aṣẹ iho (Wo -s help)

source: No function - for compatibility only
yo: Ko si iṣẹ - fun ibamu nikan

source: Show version information
yo: Ṣe afihan alaye ẹya

source: Option --config-dir ignored - an instance is already running
yo: Aṣayan --config-dir bikita - apẹẹrẹ kan ti nṣiṣẹ tẹlẹ

source: Option --config-dir contains invalid chars - cannot start
yo: Aṣayan --config-dir ni invalid chars - ko le bẹrẹ

source: zzzfm: --socket-cmd requires an argument
yo: zzzfm: --socket-cmd nbeere ariyanjiyan

source: zzzfm: could not create socket
yo: zzzfm: ko le ṣẹda iho

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
yo: zzzfm: ko le sopọ si iho (ko nṣiṣẹ? tabi DISPLAY ko ṣeto?)

source: zzzfm: invalid response from socket
yo: zzzfm: invalid esi lati iho

source: zzzFM socket commands permit external processes
yo: zzzFM iho ase laaye ita lakọkọ

source: (such as command scripts) to read and set GUI property values
yo: (gẹgẹ bi awọn iwe afọwọkọ aṣẹ) lati ka ati ṣeto awọn iye ohun-ini GUI

source: and execute methods inside running zzzFM windows.
yo: ati ṣiṣe awọn ọna inu nṣiṣẹ zzzFM fèrèsé.

source: To handle events, see View|Events in the main menu bar.
yo: Lati mu awọn iṣẹlẹ ṣiṣẹ, wo Wo|Awọn iṣẹlẹ ni akojọ aṣayan akọkọ.

source: Usage:
yo: Lilo:

source: Example:
yo: Apeere:

source: METHODS -------
yo: Awọn ọna -------

source: Sets a property
yo: Ṣeto ohun-ini kan

source: Gets a property
yo: Ngba ohun-ini

source: Sets a task property
yo: Ṣeto ohun-ini iṣẹ-ṣiṣe

source: Gets a task property
yo: Ngba ohun-ini iṣẹ-ṣiṣe

source: Starts a new task
yo: Bẹrẹ iṣẹ-ṣiṣe tuntun kan

source: Activates a menu item by emitting its shortcut key
yo: Mu ohun akojọ aṣayan ṣiṣẹ nipa jijade bọtini ọna abuja rẹ

source: Runs custom command or shows submenu named NAME
yo: Ṣiṣe aṣẹ aṣa tabi ṣafihan akojọ aṣayan ti a npè ni NAME

source: Add asynchronous handler COMMAND to EVENT
yo: Ṣafikun amuṣiṣẹpọ asynchronous COMMAND si Iṣẹlẹ

source: Add synchronous handler COMMAND to EVENT, replacing default handler
yo: Ṣafikun amuṣiṣẹpọ amuṣiṣẹpọ COMMAND si Iṣẹlẹ, rọpo olutọju aiyipada

source: Remove handler COMMAND from EVENT
yo: Yọ Aṣẹ olutọju kuro lati Iṣẹlẹ

source: Shows this help reference. (Also see manual link below.)
yo: Ṣe afihan itọkasi iranlọwọ yii. (Tun wo ọna asopọ afọwọṣe ni isalẹ.)

source: OPTIONS -------
yo: ÀSÁYÉ -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
yo: Ṣafikun awọn aṣayan lẹhin Ọna lati pato window kan pato, nronu, ati/tabi taabu.

source: Otherwise the current tab of the current panel in the last window is used.
yo: Bibẹẹkọ taabu lọwọlọwọ ti nronu lọwọlọwọ ni window to kẹhin ti lo.

source: Specify window. eg:
yo: Pato window. fun apẹẹrẹ:

source: Specify panel 1-4. eg:
yo: Pato nronu 1-4. fun apẹẹrẹ:

source: Specify tab 1-... eg:
yo: Pato taabu 1-... fun apẹẹrẹ:

source: PROPERTIES ----------
yo: ONÍLẸ̀YÌN ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
yo: Ṣeto awọn ohun-ini pẹlu Ọna 'set', tabi gba iye pẹlu 'get'.

source: eg '1024x768' (read-only)
yo: eg '1024x768' (ka nikan)

source: Open DIR or default in a new tab
yo: Ṣii DIR tabi aiyipada ni taabu titun kan

source: eg 'Current Status: Example'
yo: Fun apẹẹrẹ 'Ipo lọwọlọwọ: Apeere'

source: [FILENAME...]
yo: [ORUKỌ FAILI...]

source: eg 'Some\nlines\nof text'
yo: eg 'Diẹ ninu awọn\nawọn ila\nti ọrọ'

source: eg '~/copy-file-contents-to-clipboard.txt'
yo: eg '~/daakọ-faili-awọn akoonu-si-sileti.txt'

source: FILE... Files copied to clipboard
yo: FILE... Daakọ awọn faili si agekuru agekuru

source: FILE... Files cut to clipboard
yo: FILE... Awọn faili ge si agekuru agekuru

source: TASK PROPERTIES ---------------
yo: Awọn ohun-ini iṣẹ-ṣiṣe ---------------

source: contents of Status task column (read-only)
yo: awọn akoonu inu iwe iṣẹ-ṣiṣe Ipo (ka-nikan)

source: text to show in Count task column
yo: ọrọ lati fihan ni kika iṣẹ-ṣiṣe iwe

source: text to show in Folder task column
yo: ọrọ lati fihan ni iwe iṣẹ-ṣiṣe Folda

source: text to show in Item task column
yo: ọrọ lati fihan ni iwe iṣẹ Nkan

source: text to show in To task column
yo: ọrọ lati fihan ni Si ọwọn iṣẹ-ṣiṣe

source: progress percent (1..100) or '' to pulse
yo: ilọsiwaju ogorun (1..100) tabi '' lati pulse

source: text to show in Total task column
yo: ọrọ lati fihan ni Apapọ iwe iṣẹ-ṣiṣe

source: text to show in Current task column
yo: ọrọ lati fihan ninu iwe iṣẹ lọwọlọwọ

source: text to show in CRemain task column
yo: ọrọ lati fihan ni CRemain iwe-ṣiṣe

source: text to show in Average task column
yo: ọrọ lati fihan ni Apapọ iwe iṣẹ-ṣiṣe

source: text to show in Remain task column
yo: ọrọ lati fihan ni Kukuru iṣẹ-ṣiṣe iwe

source: contents of Elapsed task column (read-only)
yo: awọn akoonu inu iwe iṣẹ ṣiṣe ti o ti kọja (ka-nikan)

source: contents of Started task column (read-only)
yo: awọn akoonu inu iwe iṣẹ Bibẹrẹ (ka-nikan)

source: COMMAND command to show a custom task dialog
yo: Aṣẹ COMMAND lati ṣafihan ajọṣọrọ-ṣiṣe aṣa kan

source: TASK TYPES ----------
yo: ORISI ISE ----------

source: Run COMMAND in DIR
yo: Ṣiṣe COMMAND ni DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
yo: Daakọ|Gbe|Asopọ FILE(s) tabi DIR(s) si TARGET dir

source: Recursively delete FILE(s) or DIR(s)
yo: Paarẹ awọn FILE(s) tabi DIR(awọn) leralera

source: Open FILE in user's or root's text editor
yo: Ṣii FILE ni olumulo tabi oluṣatunṣe ọrọ root

source: Mount DEVICE or URL
yo: Òke ẸRỌ tabi URL

source: Unmount DEVICE or mount point DIR
yo: Yọ ẸRỌ kuro tabi aaye oke DIR

source: EVENTS ------
yo: Awọn iṣẹlẹ ------

source: Instance start %e
yo: Ibẹrẹ apẹẹrẹ %e

source: Instance exit %e
yo: Jade apẹẹrẹ %e

source: Window new %e %w %p %t
yo: Window tuntun %e %w %p %t

source: Window focus %e %w %p %t
yo: Window idojukọ %e %w %p %t

source: Window move/resize %e %w %p %t
yo: Window gbe / iwọn %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
yo: Asin tẹ %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
yo: Titẹ bọtini Window %e %w %p %t %k %m

source: Window close %e %w %p %t
yo: Ferese sunmọ %e %w %p %t

source: Panel focus %e %w %p %t
yo: Idojukọ nronu %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
yo: Ifihan nronu/fipamọ %e %w %p %t %f %v

source: Selection changed %e %w %p %t
yo: Yiyan yi pada %e %w %p %t

source: Tab new %e %w %p %t
yo: Taabu titun %e %w %p %t

source: Tab change dir %e %w %p %t %d
yo: Taabu ayipada dir %e %w %p %t %d

source: Tab focus %e %w %p %t
yo: Idojukọ taabu %e %w %p %t

source: Tab close %e %w %p %t
yo: Taabu sunmo %e %w %p %t
