Repository: dimkr/zzzfm
Catalog: po/from transifex/yo/zzzfmpot.sh.po
Languages: yo

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
yo: Lati fi ipa mu tabi ṣe idiwọ adaṣe adaṣe ti diẹ ninu awọn iwọn didun, yiyipada awọn eto miiran, o le pato awọn ẹrọ, awọn akole iwọn didun, tabi awọn ID ẹrọ ni atokọ ti o ya sọtọ ni isalẹ. Apeere: +/dev/sdd1 -Aami Pẹlu Space +ata-OCZ-part4 Eyi yoo fa /dev/sdd1 ati ẹrọ OCZ lati wa ni idojukọ laifọwọyi nigbati o ba rii, ati iwọn didun pẹlu aami "Aami Pẹlu Space" lati wa ni bikita. Aaye gbọdọ wa laarin awọn titẹ sii ati ami afikun tabi iyokuro taara ṣaaju ohun kan. Atokọ yii jẹ ifarabalẹ ọran.

source: Mount _Dirs...
yo: Oke _Dirs...

source: Automatic Mount Point Dirs
yo: Laifọwọyi Mount Point Dirs

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
yo: Tẹ itọsọna naa nibiti zzzFM yẹ ki o ṣẹda awọn ilana aaye aaye laifọwọyi fun fiusi ati awọn ọna ṣiṣe faili ti o jọra (%%a ni awọn aṣẹ olutọju). Itọsọna yii gbọdọ jẹ kikọ-olumulo (MAA ṢE lo /media), ati awọn iwe-ilana ti o ṣofo yoo yọkuro. Ti o ba wa ni ofo, ~/.cache/zzzfm/ (tabi $XDG_CACHE_HOME/zzzfm/) ti lo. Awọn oniyipada wọnyi jẹ idanimọ: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Ṣe akiyesi pe diẹ ninu awọn olutọju tabi awọn eto fifi sori le ma gbọràn si eto yii.

source: Open _Tab
yo: Ṣii _Taabu

source: _Unmount On Exit
yo: _Unmount On Jade

source: Auto _Run
yo: Aifọwọyi _Ṣiṣe

source: On _Mount
yo: Tan-an _Oke

source: Auto Run On Mount
yo: Auto Run Lori Oke

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi lẹhin awakọ yiyọ kuro tabi disiki data ti gbe sori adaṣe: Lo: %%v ẹrọ (eg /dev/sda1) %%l aami ẹrọ %%m ẹrọ òke ojuami (eg /media/disk)

source: On _Audio CD
yo: Tan-an _CD ohun

source: Auto Run On Audio CD
yo: Ṣiṣe laifọwọyi Lori CD Audio

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
yo: Tẹ eto tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbati a ba fi CD ohun ohun sinu ẹrọ ti o peye: Lo: %%v ẹrọ (eg /dev/sda1) %%l aami ẹrọ %%m ẹrọ òke ojuami (eg /media/disk)

source: On _Video DVD
yo: Lori _Video DVD

source: Auto Run On Video DVD
yo: Ṣiṣe laifọwọyi Lori DVD fidio

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbati DVD fidio ba wa ni idojukọ laifọwọyi: Lo: %%v ẹrọ (eg /dev/sda1) %%l aami ẹrọ %%m ẹrọ òke ojuami (eg /media/disk)

source: On _Insert
yo: Tan-an _Fi sii

source: Auto Run On Insert
yo: Ṣiṣe laifọwọyi Lori Fi sii

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbati a ba fi ẹrọ eyikeyi sii: Lo: %%v ẹrọ kun (eg /dev/sda1) %%l aami ẹrọ %%m ẹrọ òke ojuami (eg /media/disk)

source: On _Unmount
yo: Lori _Unmount

source: Auto Run On Unmount
yo: Auto Run Lori Unmount

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbati ẹrọ eyikeyi ba ṣii nipasẹ ọna eyikeyi: Lo: %%v ẹrọ unmounted (eg /dev/sda1) %%l aami ẹrọ %%m ẹrọ òke ojuami (eg /media/disk)

source: On _Remove
yo: Tan-an _Yọ kuro

source: Auto Run On Remove
yo: Laifọwọyi Ṣiṣe Lori Yọ

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbati eyikeyi ẹrọ ba yọkuro (jade ti media ko yẹ): Lo: %%v ẹrọ kuro (eg /dev/sda1) %%l aami ẹrọ %%m ẹrọ òke ojuami (eg /media/disk)

source: Ignore _No Policy
yo: Foju _Ko si Ilana

source: _Mount Options
yo: _Oke Aw

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
yo: Tẹ aami idẹsẹ rẹ- tabi atokọ aaye-iyapa ti awọn aṣayan oke aiyipada ni isalẹ (%%o ni handlers). Ni afikun si awọn aṣayan deede, o tun le pato awọn aṣayan lati ṣafikun tabi yọkuro fun iru eto faili kan pato nipa lilo fọọmu OPTION+FSTYPE tabi OPTION-FSTYPE. Apeere: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Eyi yoo ṣe afikun nosuid ati noatime fun gbogbo filesystem orisi, fi sync fun vfat ati ntfs nikan, ki o si yọ noatime fun ext4. Akiyesi: Diẹ ninu awọn aṣayan, gẹgẹbi nosuid, le ṣe afikun nipasẹ eto oke paapaa ti o ko ba pẹlu wọn. Awọn aṣayan inu fstab gba ipò. pmountati diẹ ninu awọn olutọju le foju awọn aṣayan ti a ṣeto si ibi.

source: Default Mount Options
yo: Aiyipada Oke Aw

source: Re/mount With Options
yo: Tun / gbe Pẹlu Awọn aṣayan

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
yo: Ẹrọ naa yoo (tun) gbe soke ni lilo awọn aṣayan ni isalẹ. Ni afikun si awọn aṣayan deede, o tun le pato awọn aṣayan lati ṣafikun tabi yọkuro fun iru eto faili kan pato nipa lilo fọọmu OPTION+FSTYPE tabi OPTION-FSTYPE. Apeere: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Eyi yoo ṣe afikun nosuid ati noatime fun gbogbo filesystem orisi, fi sync fun vfat ati ntfs nikan, ki o si yọ kuro noatime fun ext4. Akiyesi: Diẹ ninu awọn aṣayan, gẹgẹbi nosuid, le ṣe afikun nipasẹ eto oke paapaa ti o ko ba pẹlu wọn. Awọn aṣayan inu fstab gba ipò. pmount foju awọn aṣayan ṣeto nibi.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
yo: Tẹ aami idẹsẹ rẹ- tabi atokọ aaye-iyapa ti awọn ọna ṣiṣe faili eyiti ko yẹ ki o ṣe abojuto fun awọn iyipada faili. Eto yii yoo kan awọn ẹrọ ti kii ṣe idinamọ nikan (bii nfs tabi fiusi), ati pe a maa n lo lati ṣe idiwọ zzzFM di idahun pẹlu awọn eto faili nẹtiwọọki. Ikojọpọ awọn eekanna atanpako ati awọn iwọn iwe-ipamọ yoo tun jẹ alaabo.

source: Change Detection Blacklist
yo: Yi Iwari Blacklist pada

source: _Device Handlers
yo: _Awọn olutọju ẹrọ

source: _Icon
yo: _Aami

source: Audio CD
yo: CD ohun

source: Optical Mounted
yo: Optical Agesin

source: Optical Has Media
yo: Optical Ni Media

source: Optical No Media
yo: Optical Ko si Media

source: Floppy Mounted
yo: Floppy Agesin

source: Removable Mounted
yo: Yiyọ Agesin

source: Removable Unmounted
yo: Yiyọ Unmounted

source: Internal Mounted
yo: Ti abẹnu agesin

source: Internal Unmounted
yo: Ti abẹnu Unmounted

source: Mounted Network
yo: Agesin Network

source: Mounted Other
yo: Agesin Miiran

source: _Settings
yo: _Ètò

source: Bookmark _Icon
yo: Bukumaaki _Aami

source: Sub_menu Icon
yo: Sub_akojọ Aami

source: _Show Bookmarks
yo: _Ṣe afihan Awọn bukumaaki

source: New _Bookmark
yo: Tuntun _Bukumaaki

source: _Name
yo: _Oruko

source: F_ilename
yo: F_ileoruko

source: _Parent
yo: _Òbí

source: _Option
yo: _Aṣayan

source: _Link
yo: _Ọna asopọ

source: Copy _Target
yo: Daakọ _Àfojúsùn

source: Lin_k Target
yo: Lin_k Àfojúsùn

source: _As Root
yo: _Bi Root

source: Move Dialog Font
yo: Gbe Font Dialog

source: /home/user/Example Filename.ext
yo: /home/user/Apẹẹrẹ Orukọ faili.ext

source: _Confirm Create
yo: _Jẹrisi Ṣẹda

source: Highlight _Bar
yo: Ṣe afihan _Pẹpẹ

source: Status Bar Highlight Color
yo: Ipo Bar Highlight Awọ

source: Highlight _Text
yo: Ṣe afihan _Ọrọ

source: Status Bar Text Highlight Color
yo: Ipo Bar Text Highlight Awọ

source: _Middle Click
yo: _Arin Tẹ

source: Copy _Name
yo: Daakọ _Oruko

source: Copy _Path
yo: Daakọ _Ona

source: _Hide Panel
yo: _Ìbòmọ́lẹ̀ Ìgbìmọ̀

source: New _Window
yo: Tuntun _Ferese

source: R_oot Window
yo: R_oot Ferese

source: _File Search
yo: _Ṣiṣawari Faili

source: _Terminal
yo: _Ebute

source: _Root Terminal
yo: _Root Ebute

source: Open _URL
yo: Ṣii _URL

source: Open URL
yo: Ṣii URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
yo: Tẹ URL sii ni ọna kika: Ilana://ORUKO OLUMULO:Ọrọigbaniwọle@ALEJO:PORT/Pinpin Awọn apẹẹrẹ: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Pẹlu ọrọ igbaniwọle kan ko lewu. Lati bukumaaki URL kan, tẹ-ọtun lori nẹtiwọki ti a gbe sinu Awọn ẹrọ ko si yan Bukumaaki.

source: Save Ta_bs
yo: Fipamọ Ta_bs

source: Panel _1
yo: Igbimọ _1

source: Panel _2
yo: Igbimọ _2

source: Panel _3
yo: Igbimọ _3

source: Panel _4
yo: Igbimọ _4

source: Panel _Bar
yo: Panel _Pẹpẹ

source: _Next
yo: _Itele

source: _Hide
yo: _Tọju

source: _Event Manager
yo: _Alakoso iṣẹlẹ

source: _Instance
yo: _Apeere

source: _Startup
yo: _Ibẹrẹ

source: Set Instance Startup Command
yo: Ṣeto Aṣẹ Ibẹrẹ Apeere

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbati apẹẹrẹ zzzFM ba bẹrẹ: Lo: %%e iru iṣẹlẹ (evt_start)

source: _Exit
yo: _Jade

source: Set Instance Exit Command
yo: Ṣeto Apeere Jade Òfin

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbati apẹẹrẹ zzzFM ba jade: Lo: %%e iru iṣẹlẹ (evt_exit)

source: _Window
yo: _Ferese

# View|Events|Window|
source: _New
yo: _Tuntun

source: Set New Window Command
yo: Ṣeto Pipaṣẹ Window Tuntun

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti window zzzFM tuntun ba ṣii: Lo: %%e iṣẹlẹ iru (evt_win_new) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii.

# View|Events|Window|
source: _Focus
yo: _Idojukọ

source: Set Window Focus Command
yo: Ṣeto Aṣẹ Idojukọ Window

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti window zzzFM ba ni idojukọ: Lo: %%e iṣẹlẹ iru (evt_win_focus) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii.

source: _Move/Resize
yo: _Gbe / Ṣatunkọ

source: Set Window Move/Resize Command
yo: Ṣeto Gbigbe Window/Tún Òfin

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti window zzzFM ti gbe tabi tun ṣe: Lo: %%e iṣẹlẹ iru (evt_win_move) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii. Akiyesi: Aṣẹ yii le ṣiṣẹ ni igba pupọ lakoko iwọn.

# View|Events|Window|
source: _Click
yo: _Tẹ

source: Set Click Command
yo: Ṣeto Tẹ Òfin

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti a ba tẹ Asin naa: Lo: %%e iṣẹlẹ iru (evt_win_click) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu %%b bọtini (ti tẹ bọtini Asin) %%m oluyipada (awọn bọtini iyipada) %%f idojukọ (eroja ti o gba tẹ) Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii nigbati a ko lo ìpele ami akiyesi. Ṣe iṣaaju aṣẹ rẹ pẹlu aami akiyesi (*) ati pada ipo ijade ni ipo 0 lati dojuti oluṣakoso aiyipada. Fun apere: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nBọtini arin ti tẹ sinu %%f" --button ok &

source: _Keypress
yo: _Titẹ bọtini

source: Set Window Keypress Command
yo: Ṣeto Aṣẹ Titẹ bọtini Window

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti bọtini kan ba tẹ: Lo: %%e iṣẹlẹ iru (evt_win_key) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu %%k koodu bọtini (ti tẹ bọtini) %%m oluyipada (awọn bọtini iyipada) Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii nigbati a ko lo ìpele ami akiyesi. Ṣe iṣaaju aṣẹ rẹ pẹlu aami akiyesi (*) ati pada ipo ijade ni ipo 0 lati dojuti oluṣakoso aiyipada. Fun apere: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nBọtini F8 ti tẹ." --button ok &

source: Set Window Close Command
yo: Ṣeto Window Close Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti window zzzFM ti wa ni pipade: Lo: %%e iṣẹlẹ iru (evt_win_close) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii.

source: _Panel
yo: _Igbimọ

# View|Events|Panel|
source: _Focus
yo: _Idojukọ

source: Set Panel Focus Command
yo: Ṣeto Panel Idojukọ Òfin

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
yo: Tẹ eto tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti nronu ba ni idojukọ: Lo: %%e iṣẹlẹ iru (evt_pnl_focus) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii.

# View|Events|Panel|
source: _Show
yo: _Ṣe afihan

source: Set Panel Show Command
yo: Ṣeto Panel Show Òfin

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti nronu tabi ipin nronu ti han tabi ti o farapamọ: Lo: %%e iṣẹlẹ iru (evt_pnl_show) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu %%f idojukọ (afihan han tabi farasin) %%v han (1 tabi 0) Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii.

source: Set Panel Select Command
yo: Ṣeto Igbimọ Yan Aṣẹ

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
yo: Tẹ eto tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti yiyan faili ba yipada: Lo: %%e iṣẹlẹ iru (evt_pnl_sel) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii. Ṣe iṣaaju aṣẹ rẹ pẹlu aami akiyesi (*) ati pada ipo ijade ni ipo 0 lati dojuti oluṣakoso aiyipada.

# View|Events|
source: _Tab
yo: _Taabu

# View|Events|Tab|
source: _New
yo: _Tuntun

source: Set New Tab Command
yo: Ṣeto Aṣẹ Taabu Tuntun

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti taabu tuntun ba ṣii: Lo: %%e iṣẹlẹ iru (evt_tab_new) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii.

source: _Change Dir
yo: _Yi Dir

source: Set Tab Change Dir Command
yo: Ṣeto Taabu Change Dir Òfin

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti taabu ba yipada si itọsọna ti o yatọ: Lo: %%e iṣẹlẹ iru (evt_tab_chdir) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu %%d titun liana Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii.

# View|Events|Tab|
source: _Focus
yo: _Idojukọ

source: Set Tab Focus Command
yo: Ṣeto Aṣẹ Idojukọ Tab

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
yo: Tẹ eto tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti taabu ba ni idojukọ: Lo: %%e iṣẹlẹ iru (evt_tab_focus) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu Awọn oniyipada bash okeere (eg $fm_pwd, etc) le ṣee lo ni aṣẹ yii.

# View|Events|Tab|
source: _Close
yo: _Sunmọ

source: Set Tab Close Command
yo: Ṣeto Taabu Close Command

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti taabu kan ba wa ni pipade: Lo: %%e iṣẹlẹ iru (evt_tab_close) %%w window id (wo iranlọwọ zzzfm -s) %%p nronu %%t taabu pipade

# View|Events|
source: _Device
yo: _Ẹrọ

source: Set Device Command
yo: Ṣeto Device Òfin

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
yo: Tẹ eto sii tabi laini aṣẹ bash lati ṣiṣẹ laifọwọyi nigbakugba ti ipo ẹrọ ba yipada: Lo: %%e iṣẹlẹ iru (evt_device) %%f ẹrọ faili %%v yipada (fikun|yiyọ|yí pada)

source: Wi_ndow Title
yo: Wi_ndow Akole

source: Set Window Title Format
yo: Ṣeto Window Title kika

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
yo: Ṣeto ọna kika akọle window: Lo: %%n lọwọlọwọ folda orukọ (eg bin) %%d lọwọlọwọ folda ona (eg /usr/bin) %%p lọwọlọwọ nronu nọmba (1-4) %%t lọwọlọwọ nọmba taabu %%P lapapọ nọmba ti paneli han %%T lapapọ nọmba ti awọn taabu ninu lọwọlọwọ nronu * aami akiyesi han ti awọn iṣẹ-ṣiṣe nṣiṣẹ ni window

source: _Window Icon
yo: _Aami Window

source: Set Window Icon
yo: Ṣeto Aami Window

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
yo: Tẹ orukọ aami sii, ọna faili aami, tabi orukọ ohun kan iṣura: Tabi tẹ Yan lati yan aami kan. Diẹ ninu awọn aami le ma ṣiṣẹ daradara nitori ọpọlọpọ awọn ọran. Ti pese awọn aami zzzFM omiiran: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Fun apere: zzzfm-48-cube-red

source: _Fullscreen
yo: _Gbogbo sikirini

source: _Design Mode
yo: _Ipo oniru

source: _Preferences
yo: _Awọn ayanfẹ

source: _Tool
yo: _Irinṣẹ

source: _Thumbnails (global)
yo: _Awọn eekanna atanpako (agbaye)

source: _User's Manual
yo: _Itọsọna olumulo

source: _Options
yo: _Awọn aṣayan

source: _Browser
yo: _Aṣàwákiri

source: Choose HTML Browser
yo: Yan HTML Browser
