Repository: dimkr/zzzfm
Catalog: po/from transifex/jv/zzzfmpot.sh.po
Languages: jv

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
jv: Kanggo meksa utawa nyegah automounting sawetara volume, ngganti setelan liyane, sampeyan bisa nemtokake piranti, label volume, utawa ID piranti ing dhaptar sing dipisahake spasi ing ngisor iki. Tuladha: +/dev/sdd1 -Label Kanthi Spasi +ata-OCZ-part4 Iki bakal nyebabake /dev/sdd1 lan piranti OCZ bakal otomatis dipasang nalika dideteksi, lan volume karo label "Label Kanthi Spasi" kanggo dilirwakaké. Mesthi ana spasi ing antarane entri lan tandha plus utawa minus langsung sadurunge saben item. Dhaptar iki sensitif huruf cilik.

source: Mount _Dirs...
jv: Gunung _Dirs...

source: Automatic Mount Point Dirs
jv: Dirs Titik Gunung Otomatis

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
jv: Ketik direktori ing ngendi zzzFM kudu nggawe direktori titik gunung kanthi otomatis kanggo sekring lan sistem file sing padha (%%a ing printah handler). Direktori iki kudu bisa ditulis pangguna (ora nggunakake /media), lan subdirektori kosong bakal dibusak. Yen ditinggal kosong, ~/.cache/zzzfm/ (utawa $XDG_CACHE_HOME/zzzfm/) digunakake. Variabel ing ngisor iki diakoni: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Elinga yen sawetara panangan utawa mount program bisa uga ora manut setelan iki.

source: Open _Tab
jv: Mbukak _Tab

source: Auto _Run
jv: Auto _Mlayu

source: On _Mount
jv: On _Gunung

source: Auto Run On Mount
jv: Auto Run On Gunung

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
jv: Ketik baris perintah program utawa bash sing bakal ditindakake kanthi otomatis sawise drive sing bisa dicopot utawa disk data dipasang kanthi otomatis: Gunakake: %%v piranti (eg /dev/sda1) %%l label piranti %%m titik dipasang piranti (eg /media/disk)

source: On _Audio CD
jv: On _CD audio

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis nalika CD audio dilebokake ing piranti qualified: Gunakake: %%v piranti (eg /dev/sda1) %%l label piranti %%m titik dipasang piranti (eg /media/disk)

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
jv: Ketik baris perintah program utawa bash supaya bisa ditindakake kanthi otomatis nalika DVD video dipasang kanthi otomatis: Gunakake: %%v piranti (eg /dev/sda1) %%l label piranti %%m titik dipasang piranti (eg /media/disk)

source: On _Insert
jv: On _Sisipake

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
jv: Ketik baris perintah program utawa bash supaya bisa ditindakake kanthi otomatis nalika piranti dipasang: Gunakake: %%v piranti ditambahake (eg /dev/sda1) %%l label piranti %%m titik dipasang piranti (eg /media/disk)

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis nalika piranti apa wae ora dipasang kanthi cara apa wae: Gunakake: %%v piranti unmounted (eg /dev/sda1) %%l label piranti %%m titik dipasang piranti (eg /media/disk)

source: On _Remove
jv: On _Mbusak

source: Auto Run On Remove
jv: Auto Run On Copot

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
jv: Ketik baris perintah program utawa bash sing bakal ditindakake kanthi otomatis nalika piranti apa wae dibusak (ejeksi media ora cocog): Gunakake: %%v piranti dibusak (eg /dev/sda1) %%l label piranti %%m titik dipasang piranti (eg /media/disk)

source: Ignore _No Policy
jv: Nglirwakake _No Policy

source: _Mount Options
jv: _Pilihan Gunung

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
jv: Ketik dhaftar koma- utawa spasi-dipisahake saka opsi gunung gawan ing ngisor iki (%%o ing pawang). Saliyane opsi biasa, sampeyan uga bisa nemtokake opsi sing bakal ditambahake utawa dibusak kanggo jinis sistem file tartamtu kanthi nggunakake formulir OPTION+FSTYPE utawa OPTION-FSTYPE. Tuladha: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Iki bakal nambah nosuid lan noatime kanggo kabeh jinis filesystem, nambah sync kanggo vfat lan ntfs mung, lan mbusak noatime kanggo ext4. Cathetan: Sawetara opsi, kayata nosuid, bisa ditambahake dening program mount sanajan sampeyan ora kalebu. Pilihan ing fstab diutamakake. pmountlan sawetara pawang bisa nglirwakake pilihan sing disetel ing kene.

source: Default Mount Options
jv: Pilihan Gunung Default

source: Re/mount With Options
jv: Re/mount Kanthi Pilihan

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
jv: Piranti bakal (maneh) dipasang nggunakake pilihan ing ngisor iki. Saliyane opsi biasa, sampeyan uga bisa nemtokake opsi sing bakal ditambahake utawa dibusak kanggo jinis sistem file tartamtu kanthi nggunakake formulir OPTION+FSTYPE utawa OPTION-FSTYPE. Tuladha: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Iki bakal nambah nosuid lan noatime kanggo kabeh jinis filesystem, nambah sync kanggo vfat lan ntfs mung, lan mbusak noatime kanggo ext4. Cathetan: Sawetara opsi, kayata nosuid, bisa ditambahake dening program gunung sanajan sampeyan ora kalebu. Pilihan ing fstab diutamakake. pmount nglirwakake pilihan sing disetel ing kene.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
jv: Ketik dhaptar filesystem sing dipisahake koma utawa spasi sing ora kudu dipantau kanggo owah-owahan file. Setelan iki mung mengaruhi piranti sing ora diblokir (kayata nfs utawa sekring), lan biasane digunakake kanggo nyegah zzzFM dadi ora responsif karo sistem file jaringan. Muat gambar cilik lan ukuran subdirektori uga bakal dipateni.

source: Change Detection Blacklist
jv: Ganti Deteksi Blacklist

source: _Device Handlers
jv: _Piranti Handlers

source: _Protocol Handlers
jv: _Penanganan Protokol

source: _Icon
jv: _Ikon

source: Audio CD
jv: CD audio

source: Optical Mounted
jv: Optik Dipasang

source: Optical Has Media
jv: Optik Wis Media

source: Optical No Media
jv: Optik Ora Media

source: Floppy Mounted
jv: Dipasang Floppy

source: Removable Mounted
jv: Dipindhah dipasang

source: Removable Unmounted
jv: Dipindhah Unmounted

source: Internal Mounted
jv: Internal dipasang

source: Mounted Network
jv: Jaringan sing dipasang

source: Mounted Other
jv: Dipasang Liyane

source: _Settings
jv: _Setelan

source: Bookmark _Icon
jv: Tetenger _Ikon

source: Sub_menu Icon
jv: Sub_menu Ikon

source: _Show Bookmarks
jv: _Tampilake Tetenger

source: New _Bookmark
jv: anyar _Tetenger

source: _Name
jv: _jeneng

source: F_ilename
jv: F_ilejeneng

source: _Parent
jv: _wong tuwa

source: _Option
jv: _Pilihan

source: Copy _Target
jv: Nyalin _Target

source: _As Root
jv: _Minangka Root

source: Move Dialog Font
jv: Pindhah Font Dialog

source: /home/user/Example Filename.ext
jv: /home/user/Tuladha Filename.ext

source: _Confirm Create
jv: _Konfirmasi Nggawe

source: Highlight _Bar
jv: Sorotan _bar

source: Status Bar Highlight Color
jv: Warna Sorotan Bar Status

source: Highlight _Text
jv: Sorotan _Teks

source: Status Bar Text Highlight Color
jv: Warna Sorot Teks Bar Status

source: _Middle Click
jv: _Klik Tengah

source: Copy _Name
jv: Nyalin _jeneng

source: Copy _Path
jv: Nyalin _Path

source: _Hide Panel
jv: _Singidaken Panel

source: New _Window
jv: anyar _jendhela

source: R_oot Window
jv: R_oot jendhela

source: _File Search
jv: _Panelusuran File

source: Open _URL
jv: Mbukak _URL

source: Open URL
jv: Mbukak URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
jv: Ketik URL ing format: PROTOKOL://USERNAME:SANDI@HOST:PORT/BAGIKAN Tuladha: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Kalebu tembung sandhi ora aman. Kanggo menehi tetenger URL, klik-tengen ing jaringan sing dipasang ing Piranti banjur pilih Bookmark.

source: Save Ta_bs
jv: Simpen Ta_bs

source: _Next
jv: _Sabanjure

source: _Hide
jv: _ndhelikake

source: _Event Manager
jv: _Manajer Acara

source: _Instance
jv: _Kayata

source: _Startup
jv: _wiwitan

source: Set Instance Startup Command
jv: Setel Instance Startup Command

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis nalika conto zzzFM diwiwiti: Gunakake: %%e jinis acara (evt_start)

source: _Exit
jv: _metu

source: Set Instance Exit Command
jv: Setel Instance Exit Command

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis nalika conto zzzFM metu: Gunakake: %%e jinis acara (evt_exit)

source: _Window
jv: _jendhela

# View|Events|Window|
source: _New
jv: _anyar

source: Set New Window Command
jv: Setel Command Window Anyar

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis saben jendhela zzzFM anyar dibukak: Gunakake: %%e jinis acara (evt_win_new) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki.

# View|Events|Window|
source: _Focus
jv: _Fokus

source: Set Window Focus Command
jv: Setel Command Fokus Window

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
jv: Ketik baris perintah program utawa bash supaya bisa ditindakake kanthi otomatis nalika jendhela zzzFM dadi fokus: Gunakake: %%e jinis acara (evt_win_focus) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki.

source: _Move/Resize
jv: _Pindhah / Owahi ukuran

source: Set Window Move/Resize Command
jv: Setel Window Move/Resize Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
jv: Ketik baris perintah program utawa bash supaya bisa ditindakake kanthi otomatis nalika jendhela zzzFM dipindhah utawa diowahi ukurane: Gunakake: %%e jinis acara (evt_win_move) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki. Cathetan: Printah iki bisa ditindakake kaping pirang-pirang sajrone ngowahi ukuran.

# View|Events|Window|
source: _Click
jv: _Klik

source: Set Click Command
jv: Setel Klik Command

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis nalika mouse diklik: Gunakake: %%e jinis acara (evt_win_click) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab %%b tombol (tombol mouse ditekan) %%m modifier (kunci modifier) %%f fokus (elemen sing nampa klik) Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki nalika ora ana ater-ater asterisk digunakake. Prefix printah sampeyan karo tanda bintang (*) lan kondisi metu status 0 kanggo nyandhet handler gawan. Contone: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nTombol tengah diklik %%f" --button ok &

source: _Keypress
jv: _Pencet tombol

source: Set Window Keypress Command
jv: Setel Window Keypress Command

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis nalika tombol ditekan: Gunakake: %%e jinis acara (evt_win_key) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab %%k kode tombol (tombol ditekan) %%m modifier (kunci modifier) Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki nalika ora ana ater-ater asterisk digunakake. Prefix printah sampeyan karo tanda bintang (*) lan kondisi metu status 0 kanggo nyandhet handler gawan. Contone: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nTombol F8 ditekan." --button ok &

source: Set Window Close Command
jv: Setel Window Close Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis nalika jendhela zzzFM ditutup: Gunakake: %%e jinis acara (evt_win_close) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki.

# View|Events|Panel|
source: _Focus
jv: _Fokus

source: Set Panel Focus Command
jv: Setel Komando Fokus Panel

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
jv: Ketik baris perintah program utawa bash supaya bisa ditindakake kanthi otomatis nalika panel dadi fokus: Gunakake: %%e jinis acara (evt_pnl_focus) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki.

# View|Events|Panel|
source: _Show
jv: _Tampilake

source: Set Panel Show Command
jv: Setel Panel Show Command

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis saben panel utawa unsur panel ditampilake utawa didhelikake: Gunakake: %%e jinis acara (evt_pnl_show) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab %%f fokus (elemen ditampilake utawa didhelikake) %%v katon (1 utawa 0) Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki.

source: Set Panel Select Command
jv: Setel Panel Pilih Command

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis nalika pilihan file diganti: Gunakake: %%e jinis acara (evt_pnl_sel) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki. Prefix printah sampeyan karo tanda bintang (*) lan kondisi metu status 0 kanggo nyandhet handler gawan.

# View|Events|Tab|
source: _New
jv: _anyar

source: Set New Tab Command
jv: Setel Command Tab Anyar

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
jv: Ketik program utawa baris printah bash kanggo mbukak kanthi otomatis saben tab anyar dibukak: Gunakake: %%e jinis acara (evt_tab_new) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki.

source: _Change Dir
jv: _Ganti Dir

source: Set Tab Change Dir Command
jv: Setel Tab Ganti Dir Command

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
jv: Ketik baris perintah program utawa bash supaya bisa ditindakake kanthi otomatis nalika tab ganti menyang direktori sing beda: Gunakake: %%e jinis acara (evt_tab_chdir) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab %%d direktori anyar Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki.

# View|Events|Tab|
source: _Focus
jv: _Fokus

source: Set Tab Focus Command
jv: Setel Komando Fokus Tab

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
jv: Ketik baris perintah program utawa bash supaya bisa ditindakake kanthi otomatis nalika tab dadi fokus: Gunakake: %%e jinis acara (evt_tab_focus) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab Variabel bash sing diekspor (eg $fm_pwd, etc) bisa digunakake ing printah iki.

# View|Events|Tab|
source: _Close
jv: _Nutup

source: Set Tab Close Command
jv: Setel Tab Tutup Command

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
jv: Ketik baris perintah program utawa bash supaya bisa ditindakake kanthi otomatis nalika tab ditutup: Gunakake: %%e jinis acara (evt_tab_close) %%w id jendhela (deleng bantuan zzzfm -s) %%p panel %%t tab sing ditutup

# View|Events|
source: _Device
jv: _piranti

source: Set Device Command
jv: Setel Command Piranti

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
jv: Ketik baris perintah program utawa bash supaya bisa ditindakake kanthi otomatis nalika kahanan piranti diganti: Gunakake: %%e jinis acara (evt_device) %%f file piranti %%v ganti (ditambahi|dibusak|diganti)

source: Wi_ndow Title
jv: Wi_ndow judhul

source: Set Window Title Format
jv: Setel Format Judul Jendela

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
jv: Setel format judhul jendhela: Gunakake: %%n jeneng folder saiki (eg bin) %%d path folder saiki (eg /usr/bin) %%p nomer panel saiki (1-4) %%t nomer tab saiki %%P jumlah total panel katon %%T jumlah total tab ing panel saiki * tanda bintang ditampilake yen tugas mlaku ing jendhela

source: _Window Icon
jv: _Ikon Jendela

source: Set Window Icon
jv: Setel Ikon Jendhela
