Repository: dimkr/zzzfm
Catalog: po/from transifex/jv/zzzfmpot.sh.po
Languages: jv

source: zzzFM Open Folder
jv: zzzFM Bukak Folder

source: Open folder
jv: Bukak folder

source: zzzFM File Search
jv: zzzFM Panelusuran File

source: Search for files and folders
jv: Telusuri file lan folder

source: File Manager
jv: Pangatur file

source: Browse the file system
jv: Telusuri sistem file

source: Choose Application
jv: Pilih Aplikasi

source: Please choose an application or enter a command:
jv: Mangga pilih aplikasi utawa ketik printah:

source: File Type:
jv: Jinis berkas:

source: _Associated Apps
jv: _Aplikasi sing gegandhengan

source: A_ll Apps
jv: A_ll Aplikasi

source: _Command:
jv: _dhawuh:

source: Opened in Terminal
jv: Dibukak ing Terminal

source: _Set as default application for this file type
jv: _Setel minangka aplikasi standar kanggo jinis file iki

source: <b>File Name:</b>
jv: <b>Jeneng berkas:</b>

source: <b>Location:</b>
jv: <b>lokasi:</b>

source: <b>Type:</b>
jv: <b>Tipe:</b>

source: <b>Opens _With:</b>
jv: <b>Mbukak _karo:</b>

source: <b>Total Size:</b>
jv: <b>Ukuran Total:</b>

source: <b>Size On Disk:</b>
jv: <b>Ukuran ing Disk:</b>

source: <b>Count:</b>
jv: <b>Cacah:</b>

source: <b>Modified:</b>
jv: <b>Diowahi:</b>

source: <b>Accessed:</b>
jv: <b>Diakses:</b>

source: <b>_Owner:</b>
jv: <b>_Pamilik:</b>

source: <b>_Group:</b>
jv: <b>_Kelompok:</b>

source: <b>Owner:</b>
jv: <b>Pamilik:</b>

source: <b>Group:</b>
jv: <b>Kelompok:</b>

source: <b>Other:</b>
jv: <b>Liyane:</b>

source: Read
jv: maca

source: Write
jv: Tulis

source: Execute
jv: eksekusi

source: Set UID
jv: Setel UID

source: Set GID
jv: Setel GID

source: Sticky
jv: Kelet

source: Recursive (apply changes to folders and their contents)
jv: Rekursif (aplikasi owah-owahan ing folder lan isine)

source: _Permissions
jv: _Izin

source: Bytes
jv: Byte

source: Any
jv: Sembarang

source: Within One Day
jv: Ing Sawijining Dina

source: Within One Week
jv: Ing Seminggu

source: Within One Month
jv: Ing Sewulan

source: Within One Year
jv: Ing Setaun

source: Within Selected Date Range
jv: Ing Range Tanggal sing Dipilih

source: Find Files
jv: Golek File

source: <b>Filename:</b>
jv: <b>Jeneng berkas:</b>

source: Case Sensitive
jv: Sensitif Kasus

source: Video Files (avi, mpg,...)
jv: File Video (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
jv: File Audio (mp3, ogg,...)

source: Image Files (jpg, png,...)
jv: File Gambar (jpg, png,...)

source: Plain Text Files
jv: File Teks Biasa

source: All Files and Folders
jv: Kabeh File lan Folder

source: <b>File Types to Search</b>
jv: <b>Jinis File kanggo Panelusuran</b>

source: Search in subfolders
jv: Telusuri ing subfolder

source: Search hidden files
jv: Telusuri file sing didhelikake

source: <b>Places to Search</b>
jv: <b>Panggonan kanggo Nggoleki</b>

source: General
jv: Umum

source: File Contains:
jv: File ngemot:

source: Use Regular Expression
jv: Gunakake Ekspresi Reguler

source: <b>File Content</b>
jv: <b>Isi file</b>

source: Content
jv: Isi

source: Greater Than:
jv: Luwih saka:

source: Smaller Than:
jv: Luwih cilik tinimbang:

source: <b>File Size</b>
jv: <b>Ukuran File</b>

source: <b>Last Modified</b>
jv: <b>Diowahi pungkasan</b>

source: Size & Date
jv: Ukuran & Tanggal

source: <b>Search Result:</b>
jv: <b>asil panelusuran:</b>

source: Search Again
jv: Golek maneh

source: Go to folder
jv: Pindhah menyang folder

source: Open In Current Tab
jv: Bukak Ing Tab Saiki

source: Open In New Tab
jv: Bukak ing Tab Anyar

source: Fit
jv: Pas

source: Center
jv: tengah

source: Transparent
jv: Transparan

source: Automatic
jv: otomatis

source: Copy (Ctrl+Drag)
jv: Nyalin (Ctrl+Seret)

source: Move (Shift+Drag)
jv: Obah (Shift+Seret)

source: Link (Ctrl+Shift+Drag)
jv: Link (Ctrl+Shift+Seret)

source: Preferences
jv: Preferensi

source: Small Icons:
jv: Ikon cilik:

source: Large Icons:
jv: Ikon gedhe:

source: Toolbar Icons:
jv: Ikon toolbar:

source: <b>Icons</b>
jv: <b>lambang</b>

source: Single click opens files
jv: Klik siji mbukak file

source: Hover selects
jv: Hover milih

source: Bookmarks:
jv: Tetenger:

source: Show Thumbnails
jv: Tampilake Gambar cilik

source: Max Pic Size To Thumbnail:
jv: Ukuran Gambar Maks Kanggo Gambar Kecil:

source: <b>File List</b>
jv: <b>Dhaptar file</b>

source: _General
jv: _Umum

source: Always show the tab bar
jv: Tansah nuduhake tab bar

source: Hide 'Close Tab' buttons
jv: ndhelikake 'Tutup Tab' tombol

source: Confirm delete/remove
jv: Konfirmasi mbusak / mbusak

source: Click runs executables ( caution! )
jv: Klik mbukak executables (ati-ati!)

source: SI File Sizes (1K = 1000) (requires restart)
jv: Ukuran File SI (1K = 1000) (mbutuhake miwiti maneh)

source: Show root user indicator color
jv: Tampilake werna indikator pangguna root

source: Default Drag Action:
jv: Tindakan Seret Default:

source: I_nterface
jv: I_antarmuka

source: Please select an image file
jv: Mangga pilih file gambar

source: Background:
jv: Latar mburi:

source: Text:
jv: Teks:

source: Shadow:
jv: Bayangan:

source: Top:
jv: Ndhuwur:

source: Left:
jv: Ngiwa:

source: Right:
jv: tengen:

source: Bottom:
jv: Ngisor:

source: <b>Margins</b>
jv: <b>Margin</b>

source: Right click shows WM menu
jv: Klik tengen nuduhake menu WM

source: Open folders using associated MIME application
jv: Bukak folder nggunakake aplikasi MIME sing gegandhengan

source: _Volume Management
jv: _Manajemen Volume

source: Graphical SU:
jv: SU grafis:

source: Filename Encoding:
jv: Encoding jeneng berkas:

source: Run editor in terminal
jv: Bukak editor ing terminal

source: Root's Editor:
jv: Editor Root:

source: Run root's editor in terminal
jv: Jalanake editor root ing terminal

source: Date Format:
jv: Format Tanggal:

source: (requires reload)
jv: (mbutuhake reload)

source: Date Display
jv: Tampilan Tanggal

source: _Advanced
jv: _Majeng

source: Too many columns (>%d) in %s
jv: Kakehan kolom (>%d) ing %s

source: error reading file %s: %s
jv: kesalahan maca file %s: %s

source: file '%s' contents are not valid UTF-8
jv: berkas '%s' isine ora sah UTF-8

source: Cannot set missing element '%s'
jv: Ora bisa nyetel unsur sing ilang '%s'

source: file '%s' is not a regular file
jv: berkas '%s' dudu file biasa

source: Dynamic resize requires width and height > 0
jv: Ukuran dinamis mbutuhake jembar lan dhuwur > 0

source: internal command %s requires an argument
jv: dhawuh internal %s mbutuhake argumentasi

source: element '%s' does not exist
jv: unsur '%s' ora ana

source: internal command press is invalid for non-button %s
jv: penet printah internal ora sah kanggo non-tombol %s

source: internal command un/select is invalid for %s
jv: printah internal un / pilih ora sah kanggo %s

source: error writing file %s: %s
jv: file nulis kesalahan %s: %s

source: '%s' is not an internal command
jv: '%s' dudu prentah internal

source: error creating file %s: %s
jv: kesalahan nggawe file %s: %s

source: pipe '%s' data is not valid UTF-8
jv: pipa '%s' data ora bener UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
jv: [ SNIP - output tambahan ing ndhuwur wis dipangkas saka log iki ]

source: ( file contents are not valid UTF-8 )
jv: ( isi file ora bener UTF-8 )

source: prefix '%s' is not a valid variable name
jv: ater-ater '%s' dudu jeneng variabel sing bener

source: Pause
jv: ngaso

source: file '%s' is not a regular file or a pipe
jv: berkas '%s' dudu file biasa utawa pipa

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
jv: zzzFMDialog nggawe dialog GTK khusus adhedhasar unsur GUI sampeyan nemtokake ing baris printah, fitur mbukak-wektu internal / printah njaba kang bisa ngowahi unsur, lan output evaluatable / asil parsable.

source: Usage:
jv: Dianggo:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
jv: zzzfm --dialog|-g {UNSUR [PILIHAN] [ARGUMEN...]} ...

source: Example:
jv: Tuladha:

source: zzzfm -g --label "A message" --button ok
jv: zzzfm -g --label "Pesen" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
jv: ELEMEN: PILIHAN & ARGUMEN:

source: The following arguments may be used as shown above:
jv: Argumen ing ngisor iki bisa digunakake kaya sing dituduhake ing ndhuwur:

source: STOCK %s
jv: STOK %s

source: ICON An icon name, eg: gtk-open
jv: IKON Jeneng lambang, contone: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
jv: @FILE File teks kanggo maca nilai. Ing sawetara kasus, file iki dipantau, supaya nulis nilai anyar menyang file bakal nganyari unsur. Ing kasus liyane, file kasebut nemtokake nilai awal.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
jv: SAVEFILE Isi panampil utawa editor disimpen ing berkas iki.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
jv: COMMAND Perintah internal utawa eksekusi sing diikuti karo argumen. kapisah sawetara printah karo a -- argumentasi. Panggantos ing ngisor iki bisa digunakake ing COMMAND: %%n Jeneng unsur saiki %%v Nilai saka unsur saiki %%NAME Nilai saka unsur dijenengi NAME (contone: %%input1) %%(command) stdoutsaka baris printah bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
jv: LABEL Ing ngisor iki urutan uwal ing LABEL ora lolos: \n baris anyar \t tab \" " \\ \ Ing --label unsur mung, yen karakter pisanan ingLABEL yaiku a tilde (~), markup pango bisa digunakake. Contone: --label '~Iki polos. <b>Iki kandel.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
jv: Saliyane OPTIONS sing kadhaptar ing ndhuwur, --compact utawa --expand opsi bisa uga ditambahake menyang unsur apa wae. Uga, a--font opsi bisa digunakake karo paling unsur jinis kanggo ngganti font unsur lan ukuran font. Contone: --input --font "Times New Roman 16" "Teks Default"

source: INTERNAL COMMANDS:
jv: Prentah INTERNAL:

source: EXAMPLE WITH COMMANDS:
jv: CONTOH karo Prentah:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
jv: zzzfm -g --label "Ketik sawetara teks banjur pencet Ketik:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
jv: CONTOH SKRIP:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
jv: #!%s # Skrip iki nuduhake dialog Ya / Ora # Gunakake QUOTED eval kanggo maca variabel output dening zzzFM Dialog: eval "`zzzfm -g --label "Apa sampeyan yakin?" --button ya wis --button ora`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Pangguna menet Ya - njupuk sawetara tumindak" else echo "Pangguna ora mencet Ya - batal" fi

source: For full documentation and examples see the zzzFM User's Manual:
jv: Kanggo dokumentasi lengkap lan conto ndeleng Manual pangguna zzzFM:

source: zzzfm: argument is not valid UTF-8
jv: zzzfm: argumentasi ora sah UTF-8

source: invalid dialog option
jv: pilihan dialog ora bener

source: Set window title
jv: Setel judhul jendhela

source: Set window icon
jv: Setel lambang jendhela

source: Add a text label
jv: Tambah label teks

source: Add STOCK dialog button, or LABEL button with ICON
jv: Tambah tombol dialog STOCK, utawa tombol LABEL karo ICON

source: Add STOCK button, or LABEL button with ICON anywhere
jv: Tambah tombol STOCK, utawa tombol LABEL karo ICON ngendi wae

source: Add a text entry
jv: Tambah entri teks

source: Add a large text entry
jv: Tambah entri teks gedhe

source: Add a password entry
jv: Tambah entri sandhi

source: Add a file or pipe viewer
jv: Tambah file utawa pipe viewer

source: Add multi-line text editor
jv: Tambah editor teks multi-baris

source: Add a checkbox option
jv: Tambah pilihan kothak centhang

source: Add a radio option
jv: Tambah pilihan radio

source: Add an icon
jv: Tambah lambang

source: Add an image
jv: Tambah gambar

source: Add a progress bar
jv: Tambah garis kemajuan

source: Add a horizontal line separator
jv: Tambah pamisah garis horisontal

source: Add a vertical line separator
jv: Tambah pamisah garis vertikal

source: Automatically close window after DELAY seconds
jv: Nutup jendhela kanthi otomatis sawise DELAY detik

source: Add a drop-down list. COMMAND run when clicked.
jv: Tambah dhaptar gulung mudhun. COMMAND mbukak nalika diklik.

source: Add a combo list. COMMAND run when Enter pressed.
jv: Tambah dhaptar kombo. COMMAND mbukak nalika Enter ditekan.

source: Add a list box. COMMAND run when double-clicked.
jv: Tambah kothak dhaptar. COMMAND mbukak nalika klik kaping pindho.

source: Add a list box with multiple selections
jv: Tambah kothak dhaptar kanthi macem-macem pilihan

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
jv: Pilihan: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
jv: Setel jeneng variabel dhasar (Default: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
jv: Setel jembar minimal, dhuwur, padding (-1 = aja owah)

source: Add following widgets to a horizontal box
jv: Tambah widget ing ngisor iki menyang kothak horisontal

source: Add following widgets to a vertical box
jv: Tambah widget ing ngisor iki menyang kothak vertikal

source: Close the current box of widgets
jv: Nutup kothak widget saiki

source: Run COMMAND when a key combination is pressed
jv: Jalanake COMMAND nalika kombinasi tombol ditekan

source: Run COMMAND when an element is clicked or focused
jv: Mbukak COMMAND nalika unsur diklik utawa fokus

source: Run COMMAND on window close attempt
jv: Jalanake COMMAND nalika nyoba nutup jendela

source: Read commands from FILE or PIPE. COMMAND for init.
jv: Maca printah saka FILE utawa PIPE. COMMAND kanggo init.

source: No operation - does nothing but evaluate arguments
jv: Ora ana operasi - ora mung ngevaluasi argumen

source: Close the dialog
jv: Nutup dialog

source: Press button named BUTTON-NAME
jv: Pencet tombol jenenge BUTTON-NAME

source: Set element NAME to VALUE
jv: Setel unsur NAME menyang VALUE

source: Select item VALUE (or first/all) in element NAME
jv: Pilih item VALUE (utawa pisanan / kabeh) ing unsur NAMA

source: Unselect item VALUE (or all) in element NAME
jv: Busak pilih item VALUE (utawa kabeh) ing unsur NAME

source: Focus element NAME, or raise dialog window
jv: Fokus unsur NAMA, utawa mundhakaken jendhela dialog

source: Hide element NAME
jv: Singidaken unsur NAME

source: Show element NAME if previously hidden
jv: Tampilake unsur NAME yen sadurunge didhelikake

source: Disable element NAME
jv: Pateni unsur NAME

source: Enable element NAME if previously disabled
jv: Aktifake unsur NAME yen sadurunge dipateni

source: Save files and write source output to FILE
jv: Simpen file lan tulis output sumber menyang FILE

source: Open folders in new tab of last window (default)
jv: Bukak folder ing tab anyar ing jendela pungkasan (standar)

source: Open folder in current tab of last used window
jv: Bukak folder ing tab saiki ing jendela pungkasan sing digunakake

source: Don't load saved tabs
jv: Aja mbukak tab sing disimpen

source: Open folders in new window
jv: Bukak folder ing jendela anyar

source: Open folders in panel 'P' (1-4)
jv: Bukak folder ing panel 'P' (1-4)

source: Launch desktop manager daemon
jv: Bukak desktop manager daemon

source: Show desktop settings
jv: Tampilake setelan desktop

source: Show Preferences ('N' is the Pref tab number)
jv: Tampilake Preferensi ('N' iku nomer tab Pref)

source: Run as a daemon
jv: Mbukak minangka daemon

source: Use DIR as configuration directory
jv: Gunakake DIR minangka direktori konfigurasi

source: Show File Search
jv: Tampilake Panelusuran File

source: Set desktop wallpaper to FILE
jv: Setel wallpaper desktop menyang FILE

source: Show a custom dialog (See -g help)
jv: Tampilake dialog khusus (Delengen -g help)

source: Send a socket command (See -s help)
jv: Kirimi printah soket (Delengen -s help)

source: No function - for compatibility only
jv: Ora ana fungsi - mung kanggo kompatibilitas

source: Show version information
jv: Nuduhake informasi versi

source: Option --config-dir ignored - an instance is already running
jv: Pilihan --config-dir digatèkaké - conto wis mlaku

source: Option --config-dir contains invalid chars - cannot start
jv: Pilihan --config-dir ngandhut karakter ora bener - ora bisa miwiti

source: zzzfm: --socket-cmd requires an argument
jv: zzzfm: --socket-cmd mbutuhake argumentasi

source: zzzfm: could not create socket
jv: zzzfm: ora bisa nggawe soket

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
jv: zzzfm: ora bisa nyambung menyang soket (ora mlaku? utawa DISPLAY ora disetel?)

source: zzzfm: invalid response from socket
jv: zzzfm: respon ora bener saka soket

source: zzzFM socket commands permit external processes
jv: zzzFM printah soket ngidini pangolahan external

source: (such as command scripts) to read and set GUI property values
jv: (kayata skrip printah) kanggo maca lan nyetel nilai properti GUI

source: and execute methods inside running zzzFM windows.
jv: lan nglakokaké cara nang mlaku zzzFM jendhela.

source: To handle events, see View|Events in the main menu bar.
jv: Kanggo nangani acara, deleng View|Acara ing garis menu utama.

source: Usage:
jv: Dianggo:

source: Example:
jv: Tuladha:

source: METHODS -------
jv: METODE -------

source: Sets a property
jv: Nyetel properti

source: Gets a property
jv: Entuk properti

source: Sets a task property
jv: Nyetel properti tugas

source: Gets a task property
jv: Entuk properti tugas

source: Starts a new task
jv: Miwiti tugas anyar

source: Activates a menu item by emitting its shortcut key
jv: Ngaktifake item menu kanthi ngetokake tombol trabasan

source: Runs custom command or shows submenu named NAME
jv: Nganggo perintah khusus utawa nuduhake submenu sing jenenge NAME

source: Add asynchronous handler COMMAND to EVENT
jv: Tambah handler asinkron COMMAND menyang EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
jv: Tambah handler sinkron COMMAND menyang EVENT, ngganti handler standar

source: Remove handler COMMAND from EVENT
jv: Mbusak handler COMMAND saka EVENT

source: Shows this help reference. (Also see manual link below.)
jv: Nuduhake referensi bantuan iki. (Deleng uga link manual ing ngisor iki.)

source: OPTIONS -------
jv: PILIHAN -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
jv: Nambah opsi sawise METHOD kanggo nemtokake jendhela, panel, lan/utawa tab tartamtu.

source: Otherwise the current tab of the current panel in the last window is used.
jv: Yen ora, tab panel saiki ing jendela pungkasan digunakake.

source: Specify window. eg:
jv: Nemtokake jendhela. contone:

source: Specify panel 1-4. eg:
jv: Nemtokake panel 1-4. contone:

source: Specify tab 1-... eg:
jv: Nemtokake tab 1-... contone:

source: PROPERTIES ----------
jv: SYARAT ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
jv: Setel properti nganggo METHOD 'set', utawa njaluk Nilai karo 'get'.

source: eg '1024x768' (read-only)
jv: eg '1024x768' (mung diwaca)

source: Open DIR or default in a new tab
jv: Bukak DIR utawa gawan ing tab anyar

source: eg 'Current Status: Example'
jv: contone 'Status Saiki: Conto'

source: [FILENAME...]
jv: [NAMA FILE...]

source: [PATTERN] eg '*.jpg'
jv: [POLA] eg '*.jpg'

source: eg 'Some\nlines\nof text'
jv: eg 'Sawetara\nbaris\nsaka teks'

source: eg '~/copy-file-contents-to-clipboard.txt'
jv: eg '~/salinan-berkas-isine-kanggo-clipboard.txt'

source: FILE... Files copied to clipboard
jv: FILE... File disalin menyang clipboard

source: FILE... Files cut to clipboard
jv: FILE... File dipotong menyang clipboard

source: TASK PROPERTIES ---------------
jv: SIFAT TUGAS ---------------

source: contents of Status task column (read-only)
jv: isi kolom tugas Status (mung diwaca)

source: text to show in Count task column
jv: teks kanggo ditampilake ing kolom tugas Count

source: text to show in Folder task column
jv: teks kanggo ditampilake ing kolom tugas Folder

source: text to show in Item task column
jv: teks kanggo ditampilake ing kolom tugas Item

source: text to show in To task column
jv: teks kanggo ditampilake ing kolom Kanggo tugas

source: progress percent (1..100) or '' to pulse
jv: kemajuan persen (1..100) utawa '' kanggo pulsa

source: text to show in Total task column
jv: teks kanggo ditampilake ing kolom tugas Total

source: text to show in Current task column
jv: teks kanggo ditampilake ing kolom tugas Saiki

source: text to show in CRemain task column
jv: teks kanggo ditampilake ing kolom tugas CRemain

source: text to show in Average task column
jv: teks kanggo ditampilake ing kolom tugas Rata-rata

source: text to show in Remain task column
jv: teks kanggo ditampilake ing kolom tugas Tetep

source: contents of Elapsed task column (read-only)
jv: isi kolom tugas Kasedhiya (mung diwaca)

source: contents of Started task column (read-only)
jv: isi kolom tugas Diwiwiti (mung diwaca)

source: COMMAND command to show a custom task dialog
jv: Prentah COMMAND kanggo nuduhake dialog tugas khusus

source: TASK TYPES ----------
jv: JENIS TUGAS ----------

source: Run COMMAND in DIR
jv: Mbukak COMMAND ing DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
jv: Salin|Pindhah|Link FILE(e) utawa DIR(e) menyang TARGET dir

source: Recursively delete FILE(s) or DIR(s)
jv: Mbusak FILE utawa DIR kanthi rekursif

source: Open FILE in user's or root's text editor
jv: Bukak FILE ing editor teks pangguna utawa root

source: Mount DEVICE or URL
jv: Pasang DEVICE utawa URL

source: Unmount DEVICE or mount point DIR
jv: Copot piranti utawa pasang DIR titik

source: EVENTS ------
jv: ACARA ------

source: Instance start %e
jv: Miwiti conto %e

source: Instance exit %e
jv: Instance metu %e

source: Window new %e %w %p %t
jv: Jendela anyar %e %w %p %t

source: Window focus %e %w %p %t
jv: Fokus jendela %e %w %p %t

source: Window move/resize %e %w %p %t
jv: Window mindhah / ngowahi ukuran %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
jv: Klik mouse %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
jv: Pencet tombol jendhela %e %w %p %t %k %m

source: Window close %e %w %p %t
jv: Tutup jendhela %e %w %p %t

source: Panel focus %e %w %p %t
jv: Fokus panel %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
jv: Panel nuduhake / ndhelikake %e %w %p %t %f %v

source: Selection changed %e %w %p %t
jv: Pilihan diganti %e %w %p %t

source: Tab new %e %w %p %t
jv: Tab anyar %e %w %p %t

source: Tab change dir %e %w %p %t %d
jv: Ganti tab dir %e %w %p %t %d

source: Tab focus %e %w %p %t
jv: Fokus tab %e %w %p %t

source: Tab close %e %w %p %t
jv: Tutup tab %e %w %p %t
