Repository: dimkr/zzzfm
Catalog: po/from transifex/jv/zzzfmpot.sh.po
Languages: jv

source: Device change %e %f %v
jv: Ganti piranti %e %f %v

source: Event COMMAND Substitution Variables:
jv: Variabel Penggantian COMMAND Acara:

source: event type (evt_start|evt_exit|...)
jv: jinis acara (evt_start|evt_exit|...)

source: window ID
jv: ID jendhela

source: panel number (1-4)
jv: nomer panel (1-4)

source: tab number (1-...)
jv: nomer tab (1-...)

source: quoted directory ('/etc')
jv: direktori sing dipetik ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
jv: tombol mouse (0=pindho 1=ngiwa 2=tengah 3=bener ...)

source: key code (eg 0x63)
jv: kode kunci (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
jv: tombol modifikasi (eg 0x4 digunakake karo klik lan keypresses)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
jv: unsur fokus (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
jv: unsur fokus katon (0 utawa 1, utawa owah-owahan status piranti)

source: Examples
jv: Tuladha

source: These files have been copied to the clipboard
jv: Berkas iki wis disalin menyang clipboard

source: For full documentation and examples see the zzzFM User's Manual:
jv: Kanggo dokumentasi lengkap lan conto, deleng Manual pangguna zzzFM:

source: This build of zzzFM has desktop integration disabled
jv: Bangunan zzzFM iki wis ora integrasi desktop

source: zzzfm: Error: Unable to save session %s
jv: zzzfm: Error: Ora bisa nyimpen sesi %s

source: File doesn't exist
jv: File ora ana

source: Error
jv: kesalahan

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
jv: Error: Ora bisa miwiti monitor pangowahan file notify. Apa sampeyan duwe kernel sing bisa dingerteni?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
jv: Error: Ora bisa nggawe sambungan karo FAM. Apa sampeyan duwe "FAM" utawa "Gamin" diinstal lan mlaku?

source: --dialog must be first option
jv: --dialog kudu dadi pilihan pisanan

source: --socket-cmd must be first option
jv: --socket-cmd kudu dadi pilihan pisanan

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
jv: zzzFM mbutuhake bash kanggo diinstal. Cangkang liyane ora padha karo zzzFM nggunakake fitur sing mung ditemokake ing bash asli (v4+). Program kasebut %s ora ketemu. Instalbashutawa gunakake pilihan konfigurasi --with-bash-path kanggo nemtokake lokasi khusus ing wektu mbangun.

source: Don't know how to open the file
jv: Ora ngerti carane mbukak file

source: Unable to open file: "%s" %s
jv: Ora bisa mbukak file: "%s" %s

source: Open Root Window
jv: Bukak Window Root

source: Terminal Not Available
jv: Terminal Ora kasedhiya

source: Please set your terminal program in View|Preferences|Advanced
jv: Mangga atur program terminal sampeyan ing View|Preferences|Advanced

source: Open Terminal
jv: Bukak Terminal

source: Design Mode Help
jv: Bantuan Mode Desain

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
jv: Mode Desain ngidini sampeyan ngganti jeneng, tombol trabasan lan lambang menu, toolbar lan item tetenger, nuduhake bantuan kanggo item, lan nambah printah lan aplikasi khusus sampeyan dhewe. Kanggo mbukak Menu Desain, cukup klik-tengen ing item menu, tetenger, utawa item toolbar. Kanggo mbukak Menu Desain kanggo submenu, tutup dhisik submenu kasebut (kanthi ngeklik). Kanggo informasi luwih lengkap, klik tombol Pitulung ing ngisor iki.

source: New _Command
jv: anyar _dhawuh

source: Show Panel %d
jv: Tampilake Panel %d

source: _View
jv: _Ndeleng

source: _Devices
jv: _Piranti

source: _Bookmarks
jv: _Tetenger

source: _Tools
jv: _piranti

source: _Help
jv: _Pitulung

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
jv: Error: Ora bisa nyimpen file sesi. Apa sampeyan pengin metu tanpa nyimpen? ( %s )

source: zzzFM Error
jv: zzzFM kesalahan

source: Stop all tasks running in this window?
jv: Mungkasi kabeh tugas sing mlaku ing jendhela iki?

source: Aborting tasks...
jv: Ngilangi tugas...

source: %s free / %s
jv: %s gratis / %s

source: %sReading %s ...
jv: %smaca %s ...

source: !Link → %s/ (missing)
jv: !Link → %s/ (ilang)

source: !Link → ( error reading target )
jv: !Link → ( target maca kesalahan )

source: hidden
jv: didhelikake

source: %s%d visible (%s) %s
jv: %s%d katon (%s) %s

source: To
jv: Kanggo

source: Progress
jv: kemajuan

source: Started
jv: Diwiwiti

source: Elapsed
jv: Kasedhiya

source: Current
jv: saiki

source: CRemain
jv: Ctetep

source: Average
jv: Rata-rata

source: Remain
jv: tetep

source: Reorder Columns Help
jv: Pitulung Kolom Susun maneh

source: To change the order of the columns, drag the column header to the desired location.
jv: Kanggo ngganti urutan kolom, seret header kolom menyang lokasi sing dikarepake.

source: moving
jv: obah

source: copying
jv: nyalin

source: deleting
jv: mbusak

source: linking
jv: ngubungake

source: changing
jv: ganti

source: running
jv: mlaku

source: %d error %s
jv: %d kesalahan %s

source: %d errors %s
jv: %d kasalahan %s

source: paused
jv: ngaso

source: queued
jv: antri

source: Name
jv: jeneng

source: Size
jv: Ukuran

source: Type
jv: Jinis

source: Permission
jv: Izin

source: Owner
jv: juragan

source: Modified
jv: Diowahi

source: Created
jv: Digawe

source: zzzfm: invalid socket command
jv: zzzfm: printah soket ora bener

source: zzzfm: invalid option '%s'
jv: zzzfm: pilihan ora sah '%s'

source: zzzfm: option %s requires an argument
jv: zzzfm: pilihan %s mbutuhake argumentasi

source: zzzfm: invalid window
jv: zzzfm: jendhela ora sah

source: zzzfm: invalid window %s
jv: zzzfm: jendhela ora sah %s

source: zzzfm: invalid panel %d
jv: zzzfm: panel ora sah %d

source: zzzfm: panel %d is not visible
jv: zzzfm: panel %d ora katon

source: zzzfm: invalid tab %d
jv: zzzfm: tab ora sah %d

source: zzzfm: command set requires an argument
jv: zzzfm: set printah mbutuhake argumentasi

source: zzzfm: invalid %s value
jv: zzzfm: ora sah %s nilai

source: zzzfm: invalid slider value
jv: zzzfm: nilai panggeser ora bener

source: zzzfm: invalid panel number
jv: zzzfm: nomer panel ora sah

source: zzzfm: invalid tab number
jv: zzzfm: nomer tab ora valid

source: zzzfm: invalid property %s
jv: zzzfm: properti ora sah %s

source: zzzfm: invalid column width
jv: zzzfm: jembaré kolom ora bener

source: zzzfm: invalid column name '%s'
jv: zzzfm: jeneng kolom ora valid '%s'

source: zzzfm: text is not valid UTF-8
jv: zzzfm: teks ora bener UTF-8

source: zzzfm: %s requires a file path
jv: zzzfm: %s mbutuhake path file

source: zzzfm: error reading file '%s'
jv: zzzfm: kesalahan maca file '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
jv: zzzfm: berkas '%s' ora ngemot teks UTF-8 sing bener

source: zzzfm: %s requires a directory path
jv: zzzfm: %s mbutuhake path direktori

source: zzzfm: directory '%s' does not exist
jv: zzzfm: direktori '%s' ora ana

source: zzzfm: command %s requires an argument
jv: zzzfm: dhawuh %s mbutuhake argumentasi

source: zzzfm: %s requires two arguments
jv: zzzfm: %s mbutuhake rong argumen

source: zzzfm: invalid task '%s'
jv: zzzfm: tugas ora sah '%s'

source: zzzfm: internal task %s is read-only
jv: zzzfm: tugas internal %s mung diwaca

source: zzzfm: task property '%s' is read-only
jv: zzzfm: properti tugas '%s' mung diwaca

source: zzzfm: invalid queue_state '%s'
jv: zzzfm: negara antrian ora sah '%s'

source: zzzfm: invalid task property '%s'
jv: zzzfm: properti tugas ora sah '%s'

source: zzzfm: no such directory '%s'
jv: zzzfm: ora direktori kuwi '%s'

source: zzzfm: invalid %s task option '%s'
jv: zzzfm: ora sah %s pilihan tugas '%s'

source: zzzfm: no such file '%s'
jv: zzzfm: ora file kuwi '%s'

source: zzzfm: task type %s requires TARGET argument
jv: zzzfm: jinis tugas %s mbutuhake argumen TARGET

source: zzzfm: invalid TARGET '%s'
jv: zzzfm: TARGET ora bener '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
jv: zzzfm: path relatif '%s' mbutuhake %s pilihan --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
jv: zzzfm: jinis tugas %s mbutuhake argumen FILE

source: zzzfm: invalid task type '%s'
jv: zzzfm: jinis tugas ora bener '%s'

source: zzzfm: invalid keycode '%s'
jv: zzzfm: kode kunci ora bener '%s'

source: zzzfm: custom command or submenu '%s' not found
jv: zzzfm: printah khusus utawa submenu '%s' ora ketemu

source: zzzfm: item '%s' context hidden or disabled
jv: zzzfm: item '%s' konteks didhelikake utawa dipatèni

source: zzzfm: invalid event type '%s'
jv: zzzfm: jinis acara ora sah '%s'

source: zzzfm: event handler not found
jv: zzzfm: pawang acara ora ketemu

source: zzzfm: invalid socket method '%s'
jv: zzzfm: cara soket ora bener '%s'

source: Choose Desktop Font
jv: Pilih Desktop Font

source: Example Item 0123456789
jv: Tuladha Item 0123456789

source: Transparency Requirements
jv: Syarat Transparansi

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
jv: Cathetan Umum: Supaya transparansi desktop bisa digunakake, sampeyan kudu mbukak manager jendhela compositing utawa compositor kapisah kaya compton utawa xcompmgr. Sampeyan banjur bisa nggunakake nitrogen utawa xwinwrap kanggo nyetel wallpaper ing latar mburi. Pesen iki ora bakal mbaleni.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
jv: Panggunaan sawetara terminal (%s) karo zzzFM bisa nyegah opsi Run As Task lan Run In Terminal digunakake bebarengan kanggo mbukak printah, amarga watesan ing terminal iki. Contone, iki bisa nyebabake protokol sing dipasang ing terminal gagal mbukak kanthi otomatis sawise dipasang. Kanggo nggunakake lengkap fitur zzzFM kang, milih terminal liyane dianjurake.

source: Limited Terminal Emulator Selected
jv: Emulator Terminal Terbatas Dipilih

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
jv: Sampeyan saiki bakal dijaluk sandhi root kanggo nyimpen fileroot setelan kanggo pangguna iki menyang file %s/zzzfm/ Nyedhiyakake sandhi ing jendhela sabanjuré dianjurake. Amarga zzzFM mbukak sawetara printah minangka ROOT liwat su, setelan iki paling dilindhungi dening root.

source: Save Root Settings
jv: Simpen Root Setelan

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
jv: Ketik program utawa baris perintah bash: Gunakake: %%F file sing dipilih utawa %%f file sing dipilih pisanan %%N jeneng berkas sing dipilih utawa %%n jeneng berkas pisanan sing dipilih %%d direktori saiki %%v piranti sing dipilih (eg /dev/sda1) %%m titik dipasang piranti (eg /media/dvd); %%l label piranti %%b tetenger sing dipilih %%t direktori tugas sing dipilih; %%p tugas pid %%a Nilai item menu $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
jv: Ketik jeneng lambang, path file lambang, utawa jeneng item saham: Utawa klik Pilih kanggo milih lambang. Ora kabeh lambang bisa mlaku kanthi bener amarga ana macem-macem masalah.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
jv: Ketik jeneng item: Sadurunge karakter kanthi garis ngisor (_) kanggo nggarisake karakter kasebut minangka tombol trabasan yen dikarepake.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
jv: Ketik jeneng item anyar: Sadurunge karakter kanthi garis ngisor (_) kanggo nggarisake karakter kasebut minangka tombol trabasan yen dikarepake. TIP: Kanggo ngganti item iki mengko, klik-tengen ing item kanggo mbukak Menu Desain.

source: Show Devices
jv: Tampilake Piranti

source: Show Bookmarks
jv: Tampilake Tetenger

source: Show Tree
jv: Tampilake Wit

source: Home
jv: Ngarep

source: Up
jv: munggah

source: Back
jv: Mbalik

source: Back History
jv: Riwayat Balik

source: Forward
jv: Maju

source: Forward History
jv: Sejarah Maju

source: New Tab
jv: Tab Anyar

source: New Tab Here
jv: Tab Anyar ing kene

source: Show Hidden
jv: Tampilake Sing Didhelikake

source: Large Icons
jv: Ikon Gedhe

source: %s: %s contains invalid characters - ignored
jv: %s: %s ngandhut karakter ora bener - digatèkaké

source: %s: tmp_dir '%s' does not exist - reverting to %s
jv: %s: tmp_dir '%s' ora ana - bali menyang %s

source: file not found
jv: file ora ditemokake

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
jv: # zzzFM File Sesi # FILE IKI ORA DIRANCANG UNTUK DIEDIT - bakal diwaca lan ditimpa # Yen sampeyan mbusak kabeh file sesi*, zzzFM bakal direset menyang standar pabrik.

source: Error saving file
jv: Kesalahan nyimpen file

source: zzzFM Error: Unable to autosave session file ( %s )
jv: zzzFMKesalahan: Ora bisa nyimpen file sesi kanthi otomatis ( %s )

source: Selected Menu Item '%s' As Handler
jv: Item Menu sing dipilih '%s' Minangka Handler

source: Create README
jv: Nggawe README

source: No README file exists for this command. Create a default README file for you to fill in?
jv: Ora ana file README kanggo printah iki. Nggawe file README standar kanggo sampeyan isi?

source: Creation Failed
jv: Penciptaan Gagal

source: An error occurred creating a README file for this command.
jv: Ana kesalahan nggawe file README kanggo printah iki.

source: An error occurred copying command files %s
jv: Ana kesalahan nalika nyalin file printah %s

source: An error occurred copying command data files %s
jv: Ana kesalahan nalika nyalin file data printah %s

source: Bookmark target '%s' is missing or invalid.
jv: Target tetenger '%s' ilang utawa ora valid.

source: Invalid Bookmark Target
jv: Target Bookmark ora valid

source: Change Item Name
jv: Ganti Jeneng Item

source: Editor Not Set
jv: Editor Ora Setel

source: Please set your editor in View|Preferences|Advanced
jv: Setel editor sampeyan ing View|Preferences|Advanced

source: Root Editor Not Set
jv: Editor Root Ora Disetel

source: Please set root's editor in View|Preferences|Advanced
jv: Mangga setel editor root ing View|Preferences|Advanced

source: Edit %s
jv: Sunting %s

source: User's Manual Not Found
jv: Manual pangguna Ora Ditemokake

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
jv: Salinan lokal manual pangguna zzzFM ora ditemokake. Mangga setel lokasi sing bener ing Bantuan|Pilihan|Lokasi Manual.

source: Manual Opened ?
jv: Manual dibukak?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
jv: Manual pangguna zzzFM mesthine wis dibukak ing browser sampeyan. Yen ora mbukak, utawa yen sampeyan pengin nggunakake browser liyane, setel browser ing Bantuan|Pilihan|Browser. Pesen iki ora bakal mbaleni.

source: ( none )
jv: ( ora ana )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
jv: %s Kode kunci: %#4x Modifier: %#x %s wis diutus kanggo '%s'. Pencet tombol liyane utawa klik Setel kanggo ngganti tugas tombol saiki.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
jv: %s Kode kunci: %#4x [%#4x] Modifier: %#x %s wis diutus kanggo '%s'. Pencet tombol liyane utawa klik Setel kanggo ngganti tugas tombol saiki.

source: %s Keycode: %#4x Modifier: %#x
jv: %s Kode kunci: %#4x Modifier: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
jv: Pencet kombinasi tombol kanggo item '%s' banjur klik Setel. Kanggo mbusak tugas kunci sing saiki, klik Unset.

source: Cancel
jv: Batal

source: Set Key
jv: Setel Kunci

source: Edit Command Line
jv: Sunting Command Line

source: Choose Custom Executable
jv: Pilih Custom Executable

source: Run this command as username: ( Leave blank for current user )
jv: Jalanake printah iki minangka jeneng panganggo: ( Ninggalake kosong kanggo pangguna saiki )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
jv: Sampeyan nambahake prentah khusus menyang item menu Default. Item iki bakal kanthi otomatis duwe pra-konteks - mung bakal katon nalika jinis MIME saka file sing dipilih pisanan cocog karo jinis saiki. '%s'. Tambah printah utawa menu ing kene sing mung pengin ditampilake kanggo jinis MIME iki.

source: New Context Command
jv: Komando Konteks Anyar

source: Set Item Name
jv: Setel Jeneng Item

source: Choose Folder
jv: Pilih Folder

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
jv: Sampeyan nambahake submenu khusus menyang item menu Default. Item iki bakal kanthi otomatis duwe pra-konteks - mung bakal katon nalika jinis MIME saka file sing dipilih pisanan cocog karo jinis saiki. '%s'. Tambah printah utawa menu ing kene sing mung pengin ditampilake kanggo jinis MIME iki.

source: (none)
jv: (ora ana)

source: Set Submenu Name
jv: Setel Jeneng Submenu

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
jv: Ketik jeneng submenu: Sadurunge karakter kanthi garis ngisor (_) kanggo nggarisake karakter kasebut minangka tombol trabasan yen dikarepake.

source: New _Submenu
jv: anyar _Submenu

source: ( no name )
jv: ( ora jeneng )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
jv: Mbusak permanen '%s' SUBMENU lan ALL ITEM ing? Tindakan iki bakal mbusak kabeh setelan lan file sing ana gandhengane karo item kasebut.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
jv: Mbusak item '%s' kanthi permanen? Tindakan iki bakal mbusak kabeh setelan lan file sing ana gandhengane karo item iki.

source: Confirm Remove
jv: Konfirmasi Mbusak

source: Are you sure?
jv: Apa sampeyan yakin?

source: Dialog Message
jv: Pesen Dialog

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
jv: Ketik pesen sing bakal ditampilake ing dialog iki: Gunakake: \n baris anyar \t tab

source: _Copy
jv: _Nyalin

source: _Paste
jv: _Tempel

source: _Remove
jv: _Mbusak

source: _New
jv: _anyar

source: _Bookmark
jv: _Tetenger

source: _Application
jv: _Aplikasi

source: _Command
jv: _dhawuh

source: _Add
jv: _Tambah

source: _Key Shortcut
jv: _Tombol Trabasan

source: _Edit Script
jv: _Sunting Skrip

source: E_dit As Root
jv: E_dit Minangka Root

source: _Edit Command
jv: _Sunting Command

source: _Properties
jv: _Properti

source: Set Icon
jv: Set Ikon

source: _Edit
jv: _Sunting

source: Your input is invalid because it contains linefeeds
jv: Input sampeyan ora valid amarga ngemot feed line

source: _Sync
jv: _Sinkronisasi

source: _Open
jv: _Mbukak

# Devices|Open|
source: Open In _Tab
jv: Bukak Ing _Tab

source: _Mount
jv: _Gunung

source: Re_/mount
jv: Re_/gunungan

source: _Check
jv: _Priksa

source: _Edit fstab
jv: _Sunting fstab

source: Edit u_devil.conf
jv: Sunting u_devil.conf

source: _Backup
jv: _Gawe serep

source: _Restore
jv: _Mulihake

source: _From File
jv: _Saka File

source: _Internal Drives
jv: _Drive internal

source: _Empty Drives
jv: _Drives Kosong

source: _Partition Tables
jv: _Tabel partisi

source: Mounted _Networks
jv: Dipasang _Jaringan

source: Mounted _Other
jv: Dipasang _Liyane

source: _Volumes...
jv: _Volume...

source: Show/Hide Volumes
jv: Tampilake / Singidaken Volume

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
jv: Kanggo meksa nuduhake utawa ndhelikake sawetara volume, ngganti setelan liyane, sampeyan bisa nemtokake piranti, label volume, utawa ID piranti ing dhaptar sing dipisahake spasi ing ngisor iki. Tuladha: +/dev/sdd1 -Label Kanthi Spasi +ata-OCZ-part4 Iki bakal nyebabake /dev/sdd1 lan piranti OCZ sing bakal ditampilake, lan volume kanthi label "Label Kanthi Spasi" kanggo didhelikake. Mesthi ana spasi ing antarane entri lan tandha plus utawa minus langsung sadurunge saben item. Dhaptar iki sensitif huruf cilik.

source: Ignore _Hide Policy
jv: nggatekake _Singidaken Kebijakan

source: _Display Name
jv: _Jeneng Tampilan

source: Set Display Name Format
jv: Setel Format Jeneng Tampilan

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
jv: Ketik format jeneng tampilan piranti: Gunakake: %%v jeneng berkas piranti (eg sdd1) %%s ukuran total (eg 800G) %%t fsjinis (eg ext4) %%l label volume (contone Label utawa [ora media]) %%m titik gunung yen dipasang, utawa --- %%i ID piranti %%n major:minor nomer piranti (eg 15:3)

source: _Auto Mount
jv: _Auto Gunung

source: Mount _Optical
jv: Gunung _Optik

source: _Mount Removable
jv: _Gunung sing bisa dicopot

source: Mount _Volumes...
jv: Gunung _Volume...

source: Auto-Mount Volumes
jv: Otomatis Gunung Volume
