Repository: dimkr/zzzfm
Catalog: po/from transifex/jv/zzzfmpot.sh.po
Languages: jv

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
jv: Ketik jeneng lambang, path file lambang, utawa jeneng item saham: Utawa klik Pilih kanggo milih lambang. Sawetara lambang bisa uga ora bisa digunakake amarga macem-macem masalah. Disedhiyakake lambang zzzFM alternatif: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Contone: zzzfm-48-cube-red

source: _Fullscreen
jv: _Layar wutuh

source: _Design Mode
jv: _Mode Desain

source: _Preferences
jv: _Preferensi

source: _Tool
jv: _piranti

source: _Thumbnails (global)
jv: _Gambar cilik (global)

source: _User's Manual
jv: _Manual pangguna

source: _Options
jv: _Pilihan

source: Choose HTML Browser
jv: Pilih HTML Browser

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
jv: Ketik jeneng browser utawa baris perintah bash sing bakal digunakake kanggo nampilake file HTML lan URL: Gunakake: %%u url (Kosongake kanggo deteksi browser otomatis)

source: _Manual Location
jv: _Lokasi Manual

source: Choose User's Manual Location
jv: Pilih Lokasi Manual pangguna

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
jv: Ketik path file lokal utawa URL remot kanggo Manual pangguna zzzFM: (Ninggalake kosong kanggo standar)

source: _Show Devices
jv: _Tampilake Piranti

source: _To
jv: _Kanggo

source: _Progress
jv: _kemajuan

source: _Elapsed
jv: _Kasedhiya

source: C_urrent Speed
jv: C_urrent Kacepetan

source: Current Re_main
jv: saiki Re_main

source: _Average Speed
jv: _Kacepetan rata-rata

source: A_verage Remain
jv: A_verage tetep

source: _Stop
jv: _mandeg

source: _Queue
jv: _antri

source: _All Tasks
jv: _Kabeh Tugas

source: Show _Manager
jv: Tampilake _Manager

source: Auto-_Hide Manager
jv: Auto-_Singidaken Manager

source: Task Manager Font
jv: Font Manager Tugas

source: copying File 1:15 65.2 M 30.2 M/s
jv: salinan File 1:15 65.2 M 30.2 M/s

source: _Columns
jv: _Kolom

source: Popup _All Tasks
jv: Nyembul _Kabeh Tugas

source: Stay On _Top
jv: Tetep On _Ndhuwur

source: A_bove Others
jv: A_bove liyane

source: All _Workspaces
jv: Kabeh _Ruang kerja

source: _Detailed Stats
jv: _Statistik rinci

source: _Overwrite Option
jv: _Opsi Nimpa

source: _Error Option
jv: _Opsi kesalahan

source: Task Popup Font (affects new tasks)
jv: Font Popup Tugas (ngaruhi tugas anyar)

source: Example Output 0123456789
jv: Tuladha Output 0123456789

source: Stop If _First
jv: Mungkasi Yen _pisanan

source: Stop On _Any
jv: Stop On _Sembarang

source: _Continue
jv: _Terusake

source: _Queue New Tasks
jv: _Antri Tugas Anyar

source: _Smart Queue
jv: _Antrian pinter

source: _Pause On Error
jv: _Ngaso Ing Kasalahan

source: Arrange _Icons
jv: Atur _lambang

source: By _Name
jv: Miturut _jeneng

source: By _Type
jv: Miturut _Jinis

source: By _Date Modified
jv: Miturut _Tanggal Diowahi

source: By _Size
jv: Miturut _Ukuran

source: _Custom
jv: _adat

source: _Ascending
jv: _Munggah

source: Desktop _Settings
jv: Desktop _Setelan

source: _Desktop Folder
jv: _Folder Desktop

source: Editor Font
jv: Font Editor

source: Example Input 0123456789
jv: Tuladha Input 0123456789

source: Input Font
jv: Font Input

source: Edit As _Root
jv: Sunting Minangka _Root

source: _Choose...
jv: _milih...

source: File _Handlers...
jv: File _Pawang...

source: Open With _Default
jv: Bukak Kanthi _Default

source: In _Tab
jv: Ing _Tab

source: In _Panel
jv: Ing _Panel

source: _Extract
jv: _Ekstrak

source: Extract _To
jv: Ekstrak _Kanggo

source: _List Contents
jv: _Daftar Isi

source: _Archive Defaults
jv: _Arsip Defaults

source: _Open With App
jv: _Bukak Kanthi App

source: _Create Subfolder
jv: _Nggawe Subfolder

source: _Write Access
jv: _Akses Tulis

source: Archive _Handlers
jv: Arsip _Pawang

# New|
source: _Bookmark
jv: _Tetenger

source: _Archive
jv: _Arsip

source: Tab _Here
jv: Tab _kene

source: _Desktop Application
jv: _Aplikasi Desktop

source: _Go
jv: _lunga

source: _Back
jv: _Mbalik

source: _Forward
jv: _Maju

source: _Up
jv: _munggah

source: _Home
jv: _Ngarep

source: _Set Default
jv: _Setel Default

source: _File List
jv: _Dhaptar file

source: _Tree
jv: _Wit

source: _Close
jv: _Nutup

source: _Reorder
jv: _Susun maneh

source: _Rubberband Select
jv: _Rubberband Pilih

source: _Sort
jv: _Urut

source: _Size
jv: _Ukuran

source: _Type
jv: _Jinis

source: _Permission
jv: _Izin

source: _Owner
jv: _juragan

source: _Modified
jv: _Diowahi

source: _Descending
jv: _Mudhun

source: Folders Fi_rst
jv: Folder Fi_rst

source: F_iles First
jv: F_iles pisanan

source: _Hidden First
jv: _Didhelikake dhisik

source: Hidden _Last
jv: didhelikake _Pungkasan

source: Re_fresh
jv: Re_seger

source: Auto See_k
jv: Otomatis Ndeleng _k

source: Path Bar _Help
jv: Path Bar _Pitulung

source: _Rename
jv: _Ganti jeneng

source: _Delete
jv: _Mbusak

source: _Actions
jv: _Tumindak

source: Copy Pa_rent
jv: Nyalin Pa_rent

source: Paste _Link
jv: Tempel _Link

source: Paste _Target
jv: Tempel _Target

source: Paste _As
jv: Tempel _Minangka

source: _Copy To
jv: _Salin Kanggo

source: L_ast Location
jv: L_ast lokasi

source: _Move To
jv: _Pindhah menyang

source: _Location
jv: _lokasi

source: _Select All
jv: _Pilih Kabeh

source: _Unselect All
jv: _Busak pilih Kabeh

source: _Invert Selection
jv: _Pilihan Invert

source: S_elect By Pattern
jv: S_elect Miturut Pola

source: Move _To
jv: Obah _Kanggo

source: Permissions
jv: Izin

source: _Quick
jv: _Cepet

source: _Recursive
jv: _Rekursif

source: _Side Toolbar
jv: _Toolbar sisih

source: _Detailed
jv: _rinci

source: _Compact
jv: _Kompak

source: _Large Icons
jv: _Ikon Gedhe

source: _Hidden Files
jv: _File sing didhelikake

source: File List Font (Panel %d)
jv: Font Dhaptar File (Panel %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
jv: Tuladha 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
jv: Font Piranti (Panel %d)

source: Bookmarks Font (Panel %d)
jv: Font Tetenger (Panel %d)

source: Example Bookmark Name
jv: Tuladha Jeneng Bookmark

source: Path Bar Font (Panel %d)
jv: Font Path Bar (Panel %d)

source: $ cat /home/user/example
jv: $ cat /ngarep/panganggo/contone

source: Tab Font (Panel %d)
jv: Font Tab (Panel %d)

source: Status Bar Font (Panel %d)
jv: Font Bar Status (Panel %d)

source: 12 G free / 200 G 52 items
jv: 12 G gratis / 200 G 52 item

source: Follow _Dir
jv: Tindakake _Dir

source: _New Tab
jv: _Tab Anyar

source: _Single Click
jv: _Klik Tunggal

source: Directory doesn't exist %s
jv: Direktori ora ana %s

source: Unable to access %s %s
jv: Ora bisa ngakses %s %s

source: Select By Pattern
jv: Pilih Miturut Pola

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
jv: Ketik pola kanggo milih file lan folder: Yen pola sampeyan ngemot karakter huruf gedhe, sing cocog bakal dadi sensitif huruf cilik. Tuladha: *sp*e?m* TIP: Sampeyan uga bisa mlebu '%% PATTERN' ing garis path.

source: Choose Location
jv: Pilih Lokasi

source: Invalid Destination
jv: Tujuan ora sah

source: Destination same as source
jv: Tujuan padha karo sumber

source: Invalid destination
jv: Tujuan ora sah

source: Hide File
jv: Singidaken File

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
jv: Jeneng file sing dipilih bakal ditambahake menyang file '.hidden' file sing ana ing folder iki, sing bakal ndhelikake saka tampilan ing zzzFM. Sampeyan bisa uga kudu refresh tampilan utawa miwiti maneh zzzFM supaya file ilang. Kanggo ndhelikake file, bukak file .hidden ing editor teks, mbusak jeneng file, lan refresh.

source: Error hiding files
jv: Kesalahan ndhelikake file

source: No files are selected
jv: Ora ana file sing dipilih

source: Invalid URL
jv: URL ora valid

source: The entered URL is not valid.
jv: URL sing dilebokake ora valid.

source: Handler Not Found
jv: Handler Ora Ditemokake

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
jv: Ora ana pawang jaringan sing dikonfigurasi kanggo URL iki, utawa ora ana prentah mount sing disetel. Tambah panangan ing Piranti|Setelan|Panangan Protokol.

source: Open URL %s
jv: Mbukak URL %s

source: mount
jv: gunungan

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
jv: Ora ana handler sing dikonfigurasi kanggo jinis piranti iki, utawa ora %s printah disetel. Tambah panangan ing Setelan|Panangan Piranti utawa Panangan Protokol.

source: Mount %s
jv: Gunung %s

source: %s is currently mounted. You must unmount it before you can check it.
jv: %s saiki wis dipasang. Sampeyan kudu unmount sadurunge bisa mriksa.

source: Device Is Mounted
jv: Piranti Dipasang

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
jv: Ketik perintah mriksa sistem file: Gunakake: %%%%v file piranti ( %s ) EDIT WITH CARE Printah iki mbukak minangka root

source: Check As Root
jv: Priksa As Root

source: CHECK AS ROOT
jv: Mriksa AS ROOT

source: Check As Root %s
jv: Priksa As Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
jv: Ketik printah mount: Gunakake: %%%%v file piranti ( %s ) %%%%o opsi mount khusus volume ( %s ) Cathetan: fstab ngatasi sawetara opsi EDIT WITH CARE Printah iki mbukak minangka root

source: Mount As Root
jv: Gunung As Root

source: MOUNT AS ROOT
jv: GUNUNG AS ROOT

source: Mount As Root %s
jv: Gunung As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
jv: Ketik printah unmount: Gunakake: %%%%v file piranti ( %s ) EDIT WITH CARE Printah iki mbukak minangka root

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
jv: WARNING: %s wis dipasang. Sampeyan bisa uga pengin utawa kudu nyopot sadurunge ngganti label.

source: Enter volume label for %s:%s
jv: Ketik label volume kanggo %s:%s

source: Change Volume Label
jv: Ganti Label Volume

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
jv: Ketik printah mbusak label kanggo fstype '%s': Gunakake: %%%%v file piranti ( %s ) %%%%l label anyar ( "%s" ) EDIT WITH CARE Printah iki mbukak minangka root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
jv: Ketik printah pangowahan label kanggo fstype '%s': Gunakake: %%%%v file piranti ( %s ) %%%%l label anyar ( "%s" ) EDIT WITH CARE Printah iki mbukak minangka root%s

source: Change Label As Root
jv: Ganti Label MinangkaRoot

source: Remove %s
jv: Mbusak %s

source: Reload %s
jv: Muat maneh %s

source: Sync
jv: Sinkronisasi

source: %s is currently mounted. You must unmount it before you can format it.
jv: %s saiki wis dipasang. Sampeyan kudu unmount sadurunge sampeyan bisa ngowahi format.

source: ( AN ENTIRE DEVICE )
jv: ( SARENG piranti )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
jv: Sampeyan arep mbusak %s %s- KABEH DATA BAKAL ILANG. Sabar - iki bisa njupuk sawetara wektu lan dd ora menehi umpan balik. Ketik printah kanggo nimpa kabeh volume karo /dev/%s: Gunakake: %%%%v file piranti ( %s ) EDIT WITH CARE Printah iki mbukak minangka root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
jv: Sampeyan lagi arep format %s %s- KABEH DATA BAKAL ILANG. Ketik %s printah format: Gunakake: %%%%v file piranti ( %s ) EDIT WITH CARE Printah iki mbukak minangka root

source: DATA LOSS WARNING
jv: PÈNGET kélangan DATA

source: %s is currently mounted. You must unmount it before you can restore it.
jv: %s saiki wis dipasang. Sampeyan kudu unmount sadurunge bisa mulihake.

source: Choose Backup For Restore
jv: Pilih Gawe serep kanggo mulihake

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
jv: Sampeyan bakal nimpa kode boot MBR saka %s nggunakake %s. Owah-owahan iki bisa nyegah komputer ora bisa boot kanthi bener. Kabeh data penting ing kabeh piranti kudu digawe serep dhisik. nerusake? (Yen sampeyan menet Ya, sampeyan isih duwe kesempatan siji maneh kanggo mbatalake sadurunge disk diowahi.)

source: Restore MBR
jv: Mulihake MBR

source: Unknown Type
jv: Jinis sing ora dingerteni

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
jv: File sing dipilih dudu file serep sing diakoni. FSJeneng file arsip ngemot 'fsarchiver' utawa mungkasi ing '.fsa'. Jeneng berkas Partimage ngemot 'partimage' utawa mungkasi ing '.000'. MBR jeneng file pungkasan ing '.mbr', '.mbr.bin', utawa '-MBR-back' lan ukurane 512 bita. Yen sampeyan yakin file iki minangka serep sing bener, sampeyan bisa ngganti jeneng kanggo nyegah kesalahan iki.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
jv: Sampeyan bakal mulihake %s %snggunakake %s - KABEH DATA BAKAL ILANG. Ketik %s mulihake perintah: Gunakake: %%%%v file piranti ( %s ) %%%%s file serep ( %s ) EDIT WITH CARE Printah iki mbukak minangka root

source: Restore
jv: Mulihake

source: %s Restore %s
jv: %s Mulihake %s

source: The %s directory was not found. Is udevil installed?
jv: Ing %s direktori ora ditemokake. Apa udevil wis diinstal?

source: Directory Missing
jv: Direktori ilang

source: Choose Backup For Info
jv: Pilih Gawe serep kanggo Info

source: MBR File
jv: File MBR

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
jv: Adhedhasar jenenge, file sing dipilih katon minangka file serep MBR. Ora ana informasi liyane sing kasedhiya kanggo jinis serep iki.

source: Restore Info
jv: Mulihake Info

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
jv: WARNING: %s wis dipasang. Kanthi gawan, FSArsip mung bakal nggawe serep volume sing dipasang mung diwaca. Kanggo nggawe serep volume maca-tulis, sampeyan kudu nambah --allow-rw-mounted marang dhawuh. Delengen 'man fsarchiver' kanggo rincian.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
jv: %s saiki wis dipasang. Sampeyan kudu unmount sadurunge sampeyan bisa nggawe serep nggunakake Partimage.

source: Save %s Backup
jv: Simpen %s Gawe serep

source: Overwrite?
jv: Nimpa?

source: The selected backup already exists. Overwrite?
jv: Serep sing dipilih wis ana. Nimpa?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
jv: Ketik %s printah serep: Gunakake: %%%%v file piranti ( %s ) %%%%s file serep ( %s )%s EDIT WITH CARE Printah iki mbukak minangka root

source: Backup
jv: Gawe serep

source: %s Backup %s
jv: %s Gawe serep %s

source: Properties %s
jv: Properti %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
jv: %sPiranti sing Dipilih Saiki: %s Label Volume: %s ID piranti: %s

source: Kill As Other
jv: Mateni Minangka Liyane

source: Stop As Other
jv: Mungkasi Minangka Liyane

source: Cont As Other
jv: Cont Minangka Liyane

source: Move:
jv: Obah:

source: Copy:
jv: salinan:

source: Delete:
jv: Busak:

source: Change:
jv: Ganti:

source: Run:
jv: mlaku:

source: Moving...
jv: Obah...

source: Copying...
jv: Nyalin...

source: Deleting...
jv: Mbusak...

source: Linking...
jv: Nyambung...

source: Changing...
jv: Ngganti...

source: Running...
jv: Mlaku...

source: From:
jv: Saka:

source: To:
jv: marang:

source: Progress:
jv: kemajuan:

source: Paused
jv: Ngaso

source: Queued
jv: antri

source: Ask
jv: Takon

source: Overwrite All
jv: Nimpa Kabeh

source: Skip All
jv: Skip Kabeh

source: Auto Rename
jv: Ganti jeneng otomatis

source: Stop If Error First
jv: Mungkasi Yen Error First

source: Stop On Any Error
jv: Mungkasi kesalahan apa wae

source: Continue
jv: Terusake

source: Stopped
jv: mandheg

source: Errors
jv: Kasalahan

source: Done
jv: Rampung

source: %s (%s) %s remaining
jv: %s (%s) %s sisan

source: Error ( Stop If First )
jv: Kesalahan (Stop Yen Kawitan)

source: Error ( Stop On Any )
jv: Kesalahan (Stop ing sembarang)

source: Stopped with %d error
jv: Mandheg karo %d kesalahan

source: Finished with %d error
jv: Rampung karo %d kesalahan

source: Finished with error ( exit status %d )
jv: Rampung karo kesalahan ( status metu %d )

source: Finished with error
jv: Rampung karo kesalahan

source: Paused ( pid %d )
jv: Ngaso ( pid %d )

source: Paused ( exit status %d )
jv: Ngaso ( status metu %d )

source: Queued ( pid %d )
jv: antri ( pid %d )

source: Queued ( exit status %d )
jv: antri ( status metu %d )

source: Running with %d error
jv: Mlaku karo %d kesalahan

source: Running... ( pid %d )
jv: Mlaku... ( pid %d )

source: Running... ( exit status %d )
jv: Mlaku... ( status metu %d )

source: stalled
jv: mandek

source: [ SNIP - additional errors above have been trimmed from this log ]
jv: [ SNIP - kasalahan tambahan ing ndhuwur wis dipangkas saka log iki ]

source: Moving from folder:
jv: Pindhah saka folder:

source: Linking from folder:
jv: Link saka folder:

source: Copying from folder:
jv: Nyalin saka folder:

source: Folder Exists
jv: Folder Ana

source: <b>Folder already exists.</b> Please rename or select an action.
jv: <b>Folder wis ana.</b> Ganti jeneng utawa pilih tumindak.

source: <b>( link )</b>
jv: <b>( pranala )</b>

source: <b>! overwrite file with link !</b>
jv: <b>! nimpa file karo link !</b>

source: <b>( same size )</b>
jv: <b>( ukuran padha )</b>

source: %s ( %lu bytes )
jv: %s ( %lu bita )

source: larger
jv: luwih gedhe

source: smaller
jv: luwih cilik

source: <b>( same time )</b>
jv: <b>( wektu sing padha )</b>

source: newer
jv: luwih anyar

source: older
jv: tuwa

source: Filename Exists
jv: Jeneng berkas Ana

source: <b>Filename already exists.</b> Please rename or select an action.
jv: <b>Jeneng berkas wis ana.</b> Ganti jeneng utawa pilih tumindak.

source: Rename Required
jv: Ganti jeneng dibutuhake

source: In folder:
jv: Ing folder:

source: _Overwrite
jv: _Nimpa

source: Overwrite _All
jv: Nimpa _Kabeh

source: _Pause
jv: _ngaso

source: S_kip All
jv: S_kip Kabeh

source: To folder:
jv: Kanggo folder:

source: <b>Folder Name:</b>
jv: <b>Jeneng folder:</b>

source: _Rename
jv: _Ganti jeneng

source: A_uto Rename
jv: A_uto Ganti jeneng

source: Auto Re_name All
jv: Auto Re_name Kabeh

source: Create Archive
jv: Nggawe Arsip

source: Co_mpress Commands:
jv: Co_mpress Prentah:

source: Archive Handlers - Create Archive
jv: Arsip Handlers - Nggawe Arsip

source: No archive handlers configured. You must add a handler before creating an archive.
jv: Ora ana panangan arsip sing dikonfigurasi. Sampeyan kudu nambah panangan sadurunge nggawe arsip.

source: _Archive Format:
jv: _Format Arsip:

source: The archive creation command is empty. Please enter a command.
jv: Printah nggawe arsip kosong. Mangga ketik printah.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
jv: Variabel ing ngisor iki kudu ana ing printah nggawe arsip: Salah siji saka ing ngisor iki: %%%%n: File / direktori pisanan sing dipilih kanggo arsip %%%%N: Kabeh file / direktori sing dipilih kanggo arsip lan salah siji saka ing ngisor iki: %%%%o: Arsip tunggal asil %%%%O: Arsip asil saben file sumber / direktori (weruh %%%%n/%%%%N)

source: Error Saving Handler
jv: Kesalahan Simpen Handler

source: copy
jv: salinan

source: Archive
jv: Arsip

source: Extract To
jv: Ekstrak Kanggo

source: Cre_ate subfolder(s)
jv: Cre_ate subfolder

source: Make contents user-_writable
jv: Nggawe pangguna isi-_bisa ditulis

source: No archive handler/command found for file:
jv: Ora ana panangan/perintah arsip sing ditemokake kanggo file:

source: Extract %s
jv: Ekstrak %s

source: Complete!
jv: jangkep!

source: Command:
jv: dhawuh:

source: File System
jv: Sistem File

source: ( no subfolder )
jv: ( ora ana subfolder )

source: Remove Text Type Association
jv: Mbusak Asosiasi Tipe Teks

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
jv: CATETAN: Nalika ngumpulake dhaptar aplikasi sing bakal katon ing submenu Bukak kanggo file teks, zzzFM bakal kalebu aplikasi sing ana gandhengane karo MIME type (eg text/html) AND aplikasi sing digandhengake karo text/plain. Yen sampeyan milih Copot ing aplikasi, iku bakal dibusak minangka aplikasi gadhah kanggo MIME type (eg text/html), nanging ora bakal dibusak minangka aplikasi gadhah kanggo text/plain (kajaba ing MIME type punika text/plain). Mangkono nggunakake Copot ora bisa mbusak aplikasi saka Open submenu kanggo jinis iki, kajaba sampeyan uga mbusak saka text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
jv: File kasebut '%s' ora ana. Kanthi nyalin '%s' kanggo '%s' lan nyunting, sampeyan bisa nyetel prilaku lan tampilan aplikasi iki kanggo pangguna saiki. Gawe salinan iki saiki?

source: Copy Desktop File
jv: Salin File Desktop
