Repository: dimkr/zzzfm
Catalog: po/from transifex/jv/zzzfmpot.sh.po
Languages: jv

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
jv: File kasebut '%s' ora ana. Kanthi nyalin '%s' kanggo '%s' lan nyunting, sampeyan bisa nyetel carane jinis MIME '%s' file dikenali kanggo pangguna saiki. Gawe salinan iki saiki?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
jv: File kasebut '%s' ora ana. Kanthi nggawe file anyar '%s' lan nyunting, sampeyan bisa nemtokake carane jinis MIME '%s' file dikenali kanggo pangguna saiki. Gawe file iki saiki?

source: Create New XML
jv: Nggawe Anyar XML

source: _Set As Default
jv: _Setel Minangka Default

source: _Add...
jv: _Tambah...

source: new
jv: anyar

source: Delete %d selected item ?
jv: Mbusak %d item sing dipilih?

source: Confirm Delete
jv: Konfirmasi Busak

source: <b>P_ath:</b> <i>original</i>
jv: <b>P_ath:</b> <i>asline</i>

source: <b>_Name:</b> <i>original</i>
jv: <b>_jeneng:</b> <i>asline</i>

source: <b>_Filename:</b> <i>original</i>
jv: <b>_Jeneng berkas:</b> <i>asline</i>

source: <b>_Parent:</b> <i>original</i>
jv: <b>_wong tuwa:</b> <i>asline</i>

source: <b>P_ath:</b> <i>exists as folder</i>
jv: <b>P_ath:</b> <i>ana minangka folder</i>

source: <b>_Name:</b> <i>exists as folder</i>
jv: <b>_jeneng:</b> <i>ana minangka folder</i>

source: <b>_Filename:</b> <i>exists as folder</i>
jv: <b>_Jeneng berkas:</b> <i>ana minangka folder</i>

source: <b>_Parent:</b>
jv: <b>_wong tuwa:</b>

source: <b>P_ath:</b> <i>exists as file</i>
jv: <b>P_ath:</b> <i>ana minangka file</i>

source: <b>_Name:</b> <i>exists as file</i>
jv: <b>_jeneng:</b> <i>ana minangka file</i>

source: <b>_Filename:</b> <i>exists as file</i>
jv: <b>_Jeneng berkas:</b> <i>ana minangka file</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
jv: <b>P_ath:</b> <i>* nimpa file sing wis ana</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
jv: <b>_jeneng:</b> <i>* nimpa file sing wis ana</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
jv: <b>_Jeneng berkas:</b> <i>* nimpa file sing wis ana</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
jv: <b>P_ath:</b> <i>induk ana minangka file</i>

source: <b>_Name:</b>
jv: <b>_jeneng:</b>

source: <b>_Filename:</b>
jv: <b>_Jeneng berkas:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
jv: <b>_wong tuwa:</b> <i>induk ana minangka file</i>

source: <b>P_ath:</b> <i>* create parent</i>
jv: <b>P_ath:</b> <i>* nggawe wong tuwa</i>

source: <b>_Parent:</b> <i>* create parent</i>
jv: <b>_wong tuwa:</b> <i>* nggawe wong tuwa</i>

source: _Move
jv: _Obah

source: Select Link Target
jv: Pilih Link Target

source: Select Template File
jv: Pilih File Template

source: Select Template Folder
jv: Pilih Folder Template

source: Insert as
jv: Lebokake minangka

# Title|
source: Create New
jv: Nggawe Anyar

source: Move
jv: Obah

source: Copy
jv: Nyalin

source: Create Link To
jv: Nggawe Link To

source: As Root
jv: Minangka Root

source: & _Open
jv: & _Mbukak

source: !Link-> %s (missing)
jv: !Link-> %s (ilang)

source: <b>_Template:</b>
jv: <b>_Cithakan:</b>

source: Empty File
jv: File kosong

source: Empty Folder
jv: Folder Kosong

source: New
jv: anyar

source: Path contains linefeeds
jv: Path ngandhut linefeeds

source: Create Parent Folder
jv: Nggawe Folder Induk

source: The parent folder does not exist. Create it?
jv: Folder induk ora ana. Nggawe?

source: Error creating parent folder %s
jv: Kesalahan nggawe folder induk %s

source: Mkdir Error
jv: Mkdir kesalahan

source: Overwrite Existing File
jv: Nimpa File sing Ana

source: OVERWRITE WARNING
jv: NINGALI WARNING

source: The file path exists. Overwrite existing file?
jv: Path file ana. Nimpa file sing wis ana?

source: Create Link%s
jv: Nggawe Link%s

source: Template Missing
jv: Cithakan ilang

source: The specified template does not exist
jv: Cithakan sing ditemtokake ora ana

source: Create New File%s
jv: Gawe File Anyar%s

source: Create New Folder%s
jv: Nggawe Folder Anyar%s

source: Copy%s
jv: Nyalin%s

source: Copy Target Error
jv: Kesalahan Salin Target

source: Error determining link's target
jv: Kesalahan nemtokake target link

source: Link Target Error
jv: Kesalahan Target Link

source: Move%s
jv: Obah%s

source: Error renaming file %s
jv: Kesalahan ngganti jeneng file %s

source: Rename Error
jv: Ganti jeneng Error

source: New Folder
jv: Folder anyar

source: New folder name:
jv: Jeneng folder anyar:

source: New File
jv: File anyar

source: New filename:
jv: Jeneng berkas anyar:

source: Name already exists. Please input a new one:
jv: Jeneng wis ana. Mangga ketik sing anyar:

source: The new file cannot be created
jv: Berkas anyar ora bisa digawe

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
jv: Target symlink iki ilang utawa sampeyan ora duwe idin kanggo ngakses: %s Target: %s

source: Delete %d selected item as root ?
jv: Mbusak %d item sing dipilih minangka root ?

source: Confirm Delete As Root
jv: Konfirmasi Busak Minangka Root

source: DELETE AS ROOT
jv: Mbusak AS ROOT

source: Delete As Root
jv: Mbusak As Root

source: Move As Root
jv: Pindhah Minangka Root

source: Copy As Root
jv: Salin As Root

source: %s ( %lu bytes )
jv: %s ( %lu bita )

source: %d file, %s
jv: %d berkas, %s

source: %d files
jv: %d berkas

source: ( multiple files )
jv: ( macem-macem file )

source: ( multiple types )
jv: ( macem-macem jinis )

source: Choose...
jv: Pilih...

source: %s ( %lu bytes )
jv: %s ( %lu bita )

source: 1 file
jv: 1 berkas

source: <b>Link _Name:</b>
jv: <b>Link _Jeneng:</b>

source: ( broken link )
jv: ( link rusak )

source: ( read link error )
jv: ( kesalahan maca link )

source: Calculating...
jv: Ngitung...

source: Invalid User
jv: Panganggo ora sah

source: Invalid Group
jv: Grup ora sah

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
jv: Saliyane folder utawa path file, printah bisa dilebokake ing Path Bar. Ater-ater: $ mlaku minangka tugas & mlayu lan lali + mlaku ing terminal ! mbukak minangka root Gunakake: %%F file sing dipilih utawa %%f file sing dipilih pisanan %%N jeneng berkas sing dipilih utawa %%n jeneng berkas pisanan sing dipilih %%d direktori saiki %%v piranti sing dipilih (eg /dev/sda1) %%m titik dipasang piranti (eg /media/dvd); %%l label piranti %%b tetenger sing dipilih %%t direktori tugas sing dipilih; %%p tugas pid %%a Nilai item menu $fm_panel, $fm_tab, $fm_command, etc Tuladha: $ echo "Direktori saiki: %%d" Tuladha: +! umount %%v

source: Archive Handlers
jv: Arsip Handlers

source: Device Handlers
jv: Piranti Handlers

source: Protocol Handlers
jv: Penanganan Protokol

source: Archive Hand_lers
jv: Arsip Hand_lers

source: Device Hand_lers
jv: piranti Hand_lers

source: Protocol Hand_lers
jv: Protokol Hand_lers

source: Error: unable to load command (internal error)
jv: Error: ora bisa mbukak printah (kesalahan internal)

source: Error: unable to save command (can't get script path?)
jv: Error: ora bisa nyimpen printah (ora bisa njaluk path script?)

source: Error reading file
jv: Kesalahan maca file

source: Error: unable to save command (internal error)
jv: Error: ora bisa nyimpen printah (kesalahan internal)

source: Error writing to file
jv: Kesalahan nulis menyang file

source: (optional)
jv: (opsional)

source: (disabled)
jv: (cacat)

source: Permanently remove the selected handler?
jv: Copot pawang sing dipilih kanthi permanen?

source: Apply Changes ?
jv: Nglamar Owah-owahan?

source: Apply changes to the current handler?
jv: Aplikasi owahan kanggo pawang saiki?

source: Restore Default Handlers
jv: Mulihake Default Handler

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
jv: Panangan gawan sing ilang bakal dibalèkaké. Uga nimpa ALL pawang gawan ana?

source: Please enter a valid handler name.
jv: Mangga ketik jeneng pawang sing bener.

source: Please enter a valid MIME Type or Pathname pattern.
jv: Lebokna pola Jenis MIME utawa Pathname sing bener.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
jv: Variabel substitusi ing ngisor iki mesthine ana ing printah kompresi: Salah siji saka ing ngisor iki: %%n: File / direktori pisanan sing dipilih kanggo arsip %%N: Kabeh file / direktori sing dipilih kanggo arsip lan salah siji saka ing ngisor iki: %%o: Arsip tunggal asil %%O: Arsip asil saben file sumber / direktori

source: The following variables should probably be in the extraction command: %%x: Archive to extract
jv: Variabel ing ngisor iki mesthine ana ing perintah ekstraksi: %%x: Arsip kanggo extract

source: The following variables should probably be in the list command: %%x: Archive to list
jv: Variabel ing ngisor iki mesthine ana ing printah dhaptar: %%x: Arsip kanggo dhaptar

source: Restore _Default Handlers
jv: Mulihake _Default Handler

source: Ena_ble as a default opener
jv: Ena_ble minangka pambuka standar

source: Ena_ble Handler
jv: Ena_ble Pawang

source: _Name:
jv: _jeneng:

source: MIM_E Type:
jv: MIM_E Tipe:

source: Whit_elist:
jv: Whit_edhaptar:

source: Bl_acklist:
jv: Bl_ackdhaptar:

source: _Icon:
jv: _lambang:

source: <b>Open Co_mmand:</b>
jv: <b>Mbukak Co_mmand:</b>

source: <b>_Mount:</b>
jv: <b>_Gunung:</b>

source: Run In Terminal
jv: Mlaku Ing Terminal

source: Edit
jv: Sunting

source: Please choose an application:
jv: Mangga pilih aplikasi:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
jv: Cathetan: MIME type '%s' saiki disetel kanggo mbukak karo '%s' panangan file, tinimbang karo aplikasi MIME sing gegandhengan. Sampeyan bisa uga kudu mateni panangan iki ing Open|File Handlers supaya jinis iki dibukak nganggo aplikasi sing gegandhengan kanthi standar.

source: MIME Type Has Handler
jv: Tipe MIME Nduwe Handler

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
jv: Cathetan: MIME type '%s' saiki disetel kanggo mbukak karo '%s' panangan arsip, tinimbang karo aplikasi MIME sing gegandhengan. Sampeyan bisa uga kudu mateni panangan iki ing Open|Arsip Default|Arsip Penangan, UTAWA pilih global pilihan Open|Arsip Default|Bukak Kanthi App, kanggo jinis iki mbukak karo aplikasi sing gegandhengan minangka standar.

source: Command not found
jv: Prentah ora ditemokake

source: Destination directory "%1$s" is contained in source "%2$s"
jv: Direktori tujuan "%1$s" ana ing sumber "%2$s"

source: Accessing
jv: Ngakses

source: Removing
jv: Ngilangi

source: Creating Dir
jv: Nggawe Dir

source: Creating Link
jv: Nggawe Link

source: Writing
jv: Nulis

source: Creating
jv: Nggawe

source: Renaming
jv: Ganti jeneng

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
jv: Mangga nginstal /usr/bin/sha256sum supaya aku bisa nambah keamanan nalika mbukak printah ROOT

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
jv: Mangga atur Terminal sing bener SU printah ing View|Preferences|Advanced

source: Terminal SU Not Available
jv: Terminal SU Ora kasedhiya

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
jv: Mangga ngatur Graphical bener SU printah ing View|Preferences|Advanced

source: Graphical SU Not Available
jv: Grafis SU Ora kasedhiya

source: Cannot create temporary directory
jv: Ora bisa nggawe direktori sementara

source: Please set a valid terminal program in View|Preferences|Advanced
jv: Mangga atur program terminal sing bener ing View|Preferences|Advanced

source: zzzfm-auth not found in path - this reduces your security
jv: zzzfm-auth ora ditemokake ing dalan - iki nyuda keamanan sampeyan

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
jv: Kesalahan nglakokake '%s' Delengen stdout (mbukak zzzfm ing terminal) kanggo info debug

source: Error writing temporary file
jv: Kesalahan nulis file sementara

source: Timed out calculating total size
jv: Wektu metu ngitung ukuran total

source: %s %s Error: %s
jv: %s %s kesalahan: %s

source: :optical
jv: : optik

source: [blank]
jv: [kosong]

source: [no media]
jv: [ora media]

source: Selected Device Handler
jv: Handler Piranti sing dipilih

source: Selected Protocol Handler
jv: Kapilih Protocol Handler

source: ( no udev device )
jv: ( ora udev piranti )

source: Auto Open Tab for %s in %s
jv: Auto Open Tab kanggo %s ing %s

source: Auto-Unmount: %s
jv: Mbusak otomatis: %s

source: Auto-Unmount: error: no unmount command available
jv: Auto-Unmount: kesalahan: ora kasedhiya printah unmount

source: Automount: %s
jv: otomatis: %s

source: Automount: error: no mount command available
jv: Automount: kesalahan: ora ana printah mount kasedhiya

source: Unmount-If-Mounted: %s
jv: Unmount-Yen-dipasang: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
jv: Sampeyan ora duwe idin kanggo ngowahi isi file %s Coba nyalin file menyang desktop, utawa link menyang salinan sing diselehake ing ~/.local/share/applications/

source: Unable To Rename
jv: Ora Bisa Ganti Jeneng

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
jv: Ketik jeneng item desktop anyar: Ngganti jeneng item desktop iki mbutuhake ngowahi isi file desktop %s

source: Change Desktop Item Name
jv: Ganti Jeneng Item Desktop

source: An error occurred renaming this desktop item.
jv: Ana kesalahan nalika ngganti jeneng item desktop iki.

source: Open Containing _Folder
jv: Bukak ngemot _Folder

source: Select a folder
jv: Pilih folder

source: Browse...
jv: Telusuri...

source: Local Volumes
jv: Volume Lokal

source: Last Modified
jv: Diowahi pungkasan

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
jv: Ketik program utawa baris perintah bash: Gunakake: %F file sing dipilih utawa %f file sing dipilih pisanan %N jeneng berkas sing dipilih utawa %n jeneng berkas pisanan sing dipilih %d direktori saiki %v piranti sing dipilih (eg /dev/sda1) %m titik dipasang piranti (eg /media/dvd); %l label piranti %b tetenger sing dipilih %t direktori tugas sing dipilih; %p tugas pid %a Nilai item menu $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
jv: Tipe MIME

source: Filename
jv: Jeneng berkas

source: Directory
jv: direktori

source: Dir Write Access
jv: Akses Tulis Dir

source: File Is Text
jv: File Iku Teks

source: File Is Dir
jv: File iku Dir

source: File Is Link
jv: File Iku Link

source: User Is Root
jv: Panganggo Iku Root

source: Multiple Selected
jv: Multiple Dipilih

source: Clipboard Has Files
jv: Clipboard Nduwe File

source: Clipboard Has Text
jv: Clipboard Nduweni Teks

source: Current Panel
jv: Panel saiki

source: Panel Count
jv: Jumlah Panel

source: Current Tab
jv: Tab saiki

source: Tab Count
jv: Jumlah Tab

source: Bookmark
jv: Tetenger

source: Device
jv: piranti

source: Device Mount Point
jv: Piranti Gunung Point

source: Device Label
jv: Label piranti

source: Device FSType
jv: Piranti FStype

source: Device UDI
jv: piranti UDI

source: Device Properties
jv: Properties piranti

source: Task Count
jv: Jumlah Tugas

source: Task Directory
jv: Direktori Tugas

source: Task Type
jv: Jinis Tugas

source: Task Name
jv: Jeneng Tugas

source: Panel 1 Directory
jv: Direktori Panel 1

source: Panel 2 Directory
jv: Direktori Panel 2

source: Panel 3 Directory
jv: Direktori Panel 3

source: Panel 4 Directory
jv: Direktori Panel 4

source: Panel 1 Has Sel
jv: Panel 1 Wis Sel

source: Panel 2 Has Sel
jv: Panel 2 Wis Sel

source: Panel 3 Has Sel
jv: Panel 3 Wis Sel

source: Panel 4 Has Sel
jv: Panel 4 Wis Sel

source: Panel 1 Device
jv: Panel 1 Piranti

source: Panel 2 Device
jv: Panel 2 Piranti

source: Panel 3 Device
jv: Panel 3 Piranti

source: Panel 4 Device
jv: Panel 4 Piranti

source: equals
jv: padha

source: doesn't equal
jv: ora padha

source: contains
jv: ngandhut

source: doesn't contain
jv: ora ngemot

source: begins with
jv: diwiwiti karo

source: doesn't begin with
jv: ora diwiwiti karo

source: ends with
jv: mungkasi karo

source: doesn't end with
jv: ora mungkasi karo

source: is less than
jv: iku kurang saka

source: is greater than
jv: luwih gedhe tinimbang

source: matches
jv: cocog

source: doesn't match
jv: ora cocog

source: Application
jv: Aplikasi

source: Command
jv: dhawuh

source: Current: Show
jv: Saiki: Show

source: Current: Hide
jv: Saiki: Singidaken

source: Current: Disable
jv: Saiki: Pateni

source: Current: Enable
jv: Saiki: Aktifake

source: Save Modified Script?
jv: Simpen Skrip sing Diowahi?

source: Save your changes to the command script?
jv: Simpen owah-owahan menyang script printah?

source: Overwrite Script?
jv: Nimpa Script?

source: The command script on disk has changed. Do you want to overwrite it?
jv: Skrip printah ing disk wis diganti. Apa sampeyan pengin nimpa?

source: Command Dir
jv: Komando Dir

source: (no files)
jv: (ora ana file)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
jv: Baris perintah ora diwiwiti kanthi file teks (skrip) sing bakal dibukak, utawa skrip kasebut ora ditemokake ing sampeyan $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
jv: Target: (dhaptar path utawa URL sing dipisahake titik koma)

source: Target: (a .desktop or executable file)
jv: Target: (a .desktop utawa file eksekusi)

source: Choose Executable
jv: Pilih Executable

source: Command Line Too Long
jv: Command Line dawa banget

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
jv: Baris printah sampeyan luwih saka 2000 karakter lan bisa dipotong nalika disimpen. Coba gunakake skrip printah tinimbang milih Script ing tab Command.

source: Menu Item Properties
jv: Properties item menu

source: _Toolbar Item
jv: _Item toolbar

source: _Menu Item
jv: _Item menu

source: Type:
jv: Tipe:

source: Name:
jv: jeneng:

source: Key:
jv: kunci:

source: Icon:
jv: lambang:

source: matches any rule:
jv: cocog karo aturan apa wae:

source: matches all rules:
jv: cocog karo kabeh aturan:

source: doesn't match any rule:
jv: ora cocog karo aturan apa wae:

source: doesn't match all rules:
jv: ora cocog karo kabeh aturan:

source: Show
jv: Tampilake

source: Enable
jv: Aktifake

source: Hide
jv: ndhelikake

source: Disable
jv: Pateni

source: item if context
jv: item yen konteks

source: Edit Rule
jv: Sunting Aturan

source: Value:
jv: Nilai:

source: If enabled, use as handler for:
jv: Yen diaktifake, gunakake minangka panangan kanggo:

source: none
jv: ora ana

source: files
jv: berkas

source: devices
jv: piranti

source: _Ignore Context / Show All (global setting)
jv: _Abaikan Konteks / Tampilake Kabeh (setelan global)

source: Command _Line
jv: dhawuh _Line

source: _Script
jv: _Skripsi

source: Open In _Editor
jv: Bukak Ing _Editor

source: Run Options
jv: Pilihan Run

source: Popup Task
jv: Tugas Popup

source: Popup Error
jv: Kesalahan nyembul

source: Popup Output
jv: Output nyembul

source: Scroll Output
jv: Gulung Output

source: Keep Terminal Open
jv: Terus Terminal Bukak

source: Run As User:
jv: Run minangka pangguna:

source: ( leave blank for current user )
jv: ( ninggalake kosong kanggo pangguna saiki )

source: Style
jv: Gaya

source: Checkbox
jv: kothak centhang

source: Confirmation
jv: Konfirmasi

source: Confirmation/Input Message:
jv: Pesen Konfirmasi / Input:

source: Open in File Browser:
jv: Bukak ing File Browser:

source: Built-In Toolbar Item
jv: Item Toolbar Dibangun

source: Separator
jv: Pamisah

source: Built-In Command
jv: Dibangun ing Command

source: Follow state
jv: Ikut negara

source: Render differently based on the selection state.
jv: Render beda adhedhasar negara pilihan.

source: Icon
jv: Ikon

source: The icon to render.
jv: Ikon kanggo render.

source: GIcon
jv: GIkon

source: The GIcon to render.
jv: Ing GIkon kanggo render.

source: size
jv: ukuran

source: The size of the icon to render in pixels.
jv: Ukuran lambang kanggo nerjemahake ing piksel.

source: Preview
jv: Pratinjau

source: No file selected
jv: Ora ana file sing dipilih

source: Block Device
jv: Blok Piranti

source: Character Device
jv: Piranti Karakter

source: Socket
jv: Soket
