Repository: dimkr/zzzfm
Catalog: po/from transifex/sn/zzzfmpot.sh.po
Languages: sn

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
sn: mhosho: Hatina kukwanisa kutanga hukama ne FAM. Une here "FAM" kana "Gamin" yakaiswa uye inomhanya?

source: --dialog must be first option
sn: --dialog inofanira kuva yekutanga sarudzo

source: --socket-cmd must be first option
sn: --socket-cmd inofanira kuva yekutanga sarudzo

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
sn: zzzFM zvinoda bash kuiswa. Mamwe magobho HASANA kuenzana sezvo zzzFM inoshandisa maficha anongowanikwa mune chaiyo bash (v4+). Chirongwa %s haina kuwanikwa. Installbashkana kushandisa configure sarudzo --with-bash-path kutsanangura nzvimbo yakasarudzika panguva yekuvaka.

source: Don't know how to open the file
sn: Hauzivi kuvhura faira

source: Unable to open file: "%s" %s
sn: Hatina kukwanisa kuvhura faira: "%s" %s

source: Open Root Window
sn: Vhura Root Window

source: Terminal Not Available
sn: Terminal Haipo

source: Please set your terminal program in View|Preferences|Advanced
sn: Ndokumbirawo usete chirongwa chako chekupedzisira muView|Preferences|Advanced

source: Open Terminal
sn: Vhura Terminal

source: Design Mode Help
sn: Design Mode Rubatsiro

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
sn: Dhizaini Modhi inokutendera kuti uchinje zita, kiyi yekudimbudzira uye icon yemenu, bharari uye mabhukumaki zvinhu, ratidza rubatsiro rwechinhu, uye wedzera yako wega mirairo uye maapplication. Kuti uvhure Dhizaini Menu, ingobaya-kurudyi pane chinhu chemenu, bookmark, kana toolbar chinhu. Kuti uvhure Dhizaini Menu kune submenu, tanga wavhara iyo submenu (nekudzvanya pairi). Kuti uwane rumwe ruzivo, baya bhatani rerubatsiro pazasi.

source: _Tools
sn: _Zvishandiso

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
sn: Mhosho: Haikwanisi kuchengetedza faira rechikamu. Unoda kubuda usina kuchengetedza? ( %s )

source: Stop all tasks running in this window?
sn: Misa mabasa ese ari kushanda muhwindo iri?

source: Aborting tasks...
sn: Kubvisa mabasa...

source: %s free / %s
sn: %s vakasununguka / %s

source: %sReading %s ...
sn: %sKuverenga %s ...

source: !Link → %s/ (missing)
sn: !Link → %s/ (vasipo)

source: !Link → ( error reading target )
sn: !Link → ( kukanganisa kuverenga chinangwa )

source: hidden
sn: zvakavanzika

source: %s%d visible (%s) %s
sn: %s%d zvinooneka (%s) %s

source: %s%d item %s
sn: %s%d chinhu %s

source: Progress
sn: Kufambira mberi

source: CRemain
sn: CRamba

source: Average
sn: Avhareji

source: Remain
sn: Ramba

source: Reorder Columns Help
sn: Reorder Columns Rubatsiro

source: To change the order of the columns, drag the column header to the desired location.
sn: Kuti uchinje kurongeka kwemakoramu, dhonza musoro wekoramu kunzvimbo yaunoda.

source: moving
sn: kufamba

source: copying
sn: kukopa

source: changing
sn: kuchinja

source: running
sn: kumhanya

source: %d error %s
sn: %d kukanganisa %s

source: %d errors %s
sn: %d kukanganisa %s

source: Name
sn: Zita

source: Permission
sn: Mvumo

source: Owner
sn: Muridzi

source: zzzfm: invalid socket command
sn: zzzfm: socket command

source: zzzfm: invalid option '%s'
sn: zzzfm: sarudzo isiriyo '%s'

source: zzzfm: option %s requires an argument
sn: zzzfm: sarudzo %s zvinoda nharo

source: zzzfm: invalid window
sn: zzzfm: hwindo risiri iro

source: zzzfm: invalid window %s
sn: zzzfm: hwindo risiri iro %s

source: zzzfm: invalid panel %d
sn: zzzfm: panhizha isingashande %d

source: zzzfm: panel %d is not visible
sn: zzzfm: panel %d haisi kuoneka

source: zzzfm: command set requires an argument
sn: zzzfm: command set inoda nharo

source: zzzfm: invalid slider value
sn: zzzfm: hukoshi husirihwo hwekutsvedza

source: zzzfm: invalid panel number
sn: zzzfm: nhamba yepaneti isiriyo

source: zzzfm: invalid tab number
sn: zzzfm: nhamba yetabhu isiriyo

source: zzzfm: invalid property %s
sn: zzzfm: pfuma isiriyo %s

source: zzzfm: invalid column width
sn: zzzfm: hupamhi hwembiru husina basa

source: zzzfm: invalid column name '%s'
sn: zzzfm: zita risiri iro '%s'

source: zzzfm: text is not valid UTF-8
sn: zzzfm: mavara haashande UTF-8

source: zzzfm: %s requires a file path
sn: zzzfm: %s inoda nzira yefaira

source: zzzfm: error reading file '%s'
sn: zzzfm: faira yekuverenga kukanganisa '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
sn: zzzfm: file '%s' haina mavara eUTF-8 anoshanda

source: zzzfm: %s requires a directory path
sn: zzzfm: %s inoda dhairekitori nzira

source: zzzfm: directory '%s' does not exist
sn: zzzfm: directory '%s' haapo

source: zzzfm: command %s requires an argument
sn: zzzfm: command %s zvinoda nharo

source: zzzfm: %s requires two arguments
sn: zzzfm: %s zvinoda nharo mbiri

source: zzzfm: invalid task '%s'
sn: zzzfm: basa risiri iro '%s'

source: zzzfm: internal task %s is read-only
sn: zzzfm: basa remukati %s inoverengwa-chete

source: zzzfm: task property '%s' is read-only
sn: zzzfm: task property '%s' inoverengwa-chete

source: zzzfm: invalid queue_state '%s'
sn: zzzfm: queue_state isiriyo '%s'

source: zzzfm: invalid task property '%s'
sn: zzzfm: basa risiri iro '%s'

source: zzzfm: no such directory '%s'
sn: zzzfm: hapana dhairekitori rakadaro '%s'

source: zzzfm: invalid %s task option '%s'
sn: zzzfm: invalid %s basa sarudzo '%s'

source: zzzfm: no such file '%s'
sn: zzzfm: hapana faira rakadaro '%s'

source: zzzfm: task type %s requires TARGET argument
sn: zzzfm: task type %s inoda TARGET nharo

source: zzzfm: invalid TARGET '%s'
sn: zzzfm: TARGET isiriyo '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
sn: zzzfm: nzira yakabatana '%s' zvinoda %s sarudzo --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
sn: zzzfm: task type %s inoda FILE nharo (s)

source: zzzfm: invalid task type '%s'
sn: zzzfm: mhando yebasa isiriyo '%s'

source: zzzfm: invalid keycode '%s'
sn: zzzfm: keycode isiriyo '%s'

source: zzzfm: custom command or submenu '%s' not found
sn: zzzfm: custom command kana submenu '%s' kusawanikwa

source: zzzfm: item '%s' context hidden or disabled
sn: zzzfm: chinhu '%s' mamiriro akavigwa kana kuremara

source: zzzfm: invalid event type '%s'
sn: zzzfm: mhando yechiitiko isiriyo '%s'

source: zzzfm: event handler not found
sn: zzzfm: Mubati wechiitiko haana kuwanikwa

source: zzzfm: invalid socket method '%s'
sn: zzzfm: nzira ye socket isiriyo '%s'

source: Choose Desktop Font
sn: Sarudza Desktop Font

source: Example Item 0123456789
sn: Muenzaniso Item 0123456789

source: Transparency Requirements
sn: Transparency Zvinodiwa

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
sn: General Cherechedzo: Kuti desktop ibude pachena kuti ishande, unofanirwa kunge uchimhanyisa compositing hwindo maneja kana akapatsanura compositor senge compton kana xcompmgr. Unogona kushandisa nitrogen kana xwinwrap kuseta Wallpaper kumashure. Mharidzo iyi haidzokororwe.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
sn: Kushandisa mamwe materminals (%s) ne zzzFM inogona kudzivirira iyo Run As Task uye Run In Terminal sarudzo dziri kushandiswa pamwechete kumhanyisa mirairo, nekuda kwekugumira mune aya materminal. Semuenzaniso, izvi zvinogona kukonzera maprotocol akaiswa muterminal kuti atadze kuvhurika otomatiki mushure mekuiswa. Kuti ushandise zvizere zvezzzFM, kusarudza imwe terminal inokurudzirwa.

source: Limited Terminal Emulator Selected
sn: Yakaganhurirwa Terminal Emulator Yakasarudzwa

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
sn: Iwe zvino uchakumbirwa midzi password yako kuchengetedza iyoroot marongero emushandisi uyu kune faira mukati %s/zzzfm/ Kuisa password pahwindo rinotevera kunokurudzirwa. Nekuti zzzFM inomhanyisa mimwe mirairo semidzi kuburikidza ne su, izvi zvigadziriso zvinodzivirirwa zvakanyanya na root.

source: Save Root Settings
sn: Sevha Root Settings

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
sn: Pinda purogiramu kana bash command line: Shandisa: %%F mafaira akasarudzwa kana %%f yekutanga yakasarudzwa faira %%N akasarudzwa mafaira mazita kana %%n yekutanga yakasarudzwa filename %%d ikozvino dhairekitori %%v mudziyo wakasarudzwa (eg /dev/sda1) %%m mudziyo gomo nzvimbo (eg /media/dvd); %%l mudziyo label %%b bookmark rakasarudzwa %%t rakasarudzwa basa dhairekitori; %%p basa pid %%a kukosha kwechinhu chemenu $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
sn: Isa zita rechiratidzo, nzira yefaira rechiratidzo, kana zita rechinhu chestock: Kana kuti baya Sarudza kusarudza chiratidzo. Haasi ese ma icons anogona kushanda nemazvo nekuda kweakasiyana nyaya.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
sn: Nyora zita rechinhu: Fangira munhu ane underscore (_) kudzvanya mutsara iwoyo sekiyi yekudimbudzira kana uchida.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
sn: Nyora zita idzva rechinhu: Fangira munhu ane underscore (_) kudzvanya mutsara iwoyo sekiyi yekudimbudzira kana uchida. ZANO: Kuti uchinje chinhu ichi gare gare, tinya-kurudyi pane chinhu kuti uvhure Dhizaini Menyu.

source: Show Devices
sn: Ratidza Zvishandiso

source: Show Bookmarks
sn: Ratidza Mabhukumaka

source: Home
sn: Kumba

source: Forward
sn: Pamberi

source: Forward History
sn: Pamberi Nhoroondo

source: New Tab Here
sn: New Tab Pano

source: Large Icons
sn: Yakakura Icons

source: %s: %s contains invalid characters - ignored
sn: %s: %s ine mavara asiriwo - hazvina hanya

source: %s: tmp_dir '%s' does not exist - reverting to %s
sn: %s: tmp_dir '%s' haipo - kudzokera kune %s

source: file not found
sn: faira harina kuwanikwa

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
sn: # zzzFM Session File # IRI IFIRIRA HAINA KUGADZIRWA KUTI RIMWE EDITIRO - richaverengwa uye KUNYORWA # Kana ukadzima ese eseshini* mafaera, zzzFM inozoiswa patsva kune fekitori defaults.

source: Error saving file
sn: Yatadza kuchengetedza faira

source: zzzFM Error: Unable to autosave session file ( %s )
sn: zzzFMMhosho: Hatina kukwanisa kuchengetedza faira rechikamu ( %s )

source: Selected Menu Item '%s' As Handler
sn: Yakasarudzwa Menu Item '%s' Sezvo Handler

source: Create README
sn: Gadzira README

source: No README file exists for this command. Create a default README file for you to fill in?
sn: Hapana README faira riripo remurairo uyu. Gadzira yakareruka README faira kuti iwe uzadze?

source: Creation Failed
sn: Kusika Kwakundikana

source: An error occurred creating a README file for this command.
sn: Paita chikanganiso pakugadzira README faira remurairo uyu.

source: An error occurred copying command files %s
sn: Pane chikanganiso chakaitika pakukopa mafaera emirairo %s

source: Copy Command Error
sn: Kopa Command Error

source: An error occurred copying command data files %s
sn: Pane chikanganiso chakaitika pakukopa mafaera edata rekuraira %s

source: Bookmark target '%s' is missing or invalid.
sn: Bookmark target '%s' haipo kana kuti haisiriyo.

source: Invalid Bookmark Target
sn: Hariri Bhukimaki Target

source: Change Item Name
sn: Chinja Zita reChinhu

source: Please set your editor in View|Preferences|Advanced
sn: Ndokumbirawo usete mupepeti wako mu View|Preferences|Advanced

source: Root Editor Not Set
sn: Root Edhita Haina Kugadzika

source: Please set root's editor in View|Preferences|Advanced
sn: Ndokumbirawo uise midzi mupepeti muKuona|Zvido |Yepamusoro

source: User's Manual Not Found
sn: Bhuku reMushandisi Harisi Kuwanikwa

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
sn: Kopi yemuno yezzzFM yebhuku rekushandisa haina kuwanikwa. Ndokumbira seta nzvimbo chaiyo muBatsira|Sarudzo|Mawoko Nzvimbo.

source: Manual Opened ?
sn: Manual Yakavhurwa ?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
sn: Chinyorwa chemushandisi chezzFM chinofanira kunge chakavhurwa mubrowser yako. Kana isina kuvhurwa, kana kuti uchida kushandisa imwe browser, isa bhurawuza rako muBatsira|Sarudzo|Bhurawuza. Mharidzo iyi haidzokororwe.

source: ( none )
sn: ( hapana )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
sn: %s Keycode: %#4x Modifier: %#x %s yakatopihwa '%s'. Dzvanya kiyi yakasiyana kana kudzvanya Seta kuti utsive iyo yazvino kiyi basa.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
sn: %s Keycode: %#4x [%#4x] Modifier: %#x %s yakatopihwa '%s'. Dzvanya kiyi yakasiyana kana kudzvanya Seta kuti utsive iyo yazvino kiyi basa.

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
sn: Dzvanya kiyi yako musanganiswa wechinhu '%s' wobva wadzvanya Set. Kuti ubvise kiyi yebasa razvino, tinya Unset.

source: Cancel
sn: Kanzura

source: Edit Command Line
sn: Rongedza Command Line

source: Choose Custom Executable
sn: Sarudza Custom Executable

source: Run As User
sn: Mhanya seMushandisi

source: Run this command as username: ( Leave blank for current user )
sn: Mhanya uyu murairo sezita rekushandisa: ( Siya pasina chinhu kumushandisi wazvino )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
sn: Iwe uri kuwedzera tsika yekuraira kune Default menyu chinhu. Ichi chinhu chinozongove chine pre-context - chinozoonekwa chete kana mhando yeMIME yefaira rekutanga rasarudzwa inoenderana nerudzi rwazvino. '%s'. Wedzera mirairo kana mamenu pano ayo auri kuda chete kuoneka pamhando iyi yeMIME.

source: Set Item Name
sn: Seta Zita reChinhu

source: Choose Folder
sn: Sarudza Folder

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
sn: Iwe uri kuwedzera diki submenu kune Default menyu chinhu. Ichi chinhu chinozongove chine pre-context - chinozoonekwa chete kana mhando yeMIME yefaira rekutanga rasarudzwa inoenderana nerudzi rwazvino. '%s'. Wedzera mirairo kana mamenu pano ayo auri kuda chete kuoneka pamhando iyi yeMIME.

source: (none)
sn: (hapana)

source: Set Submenu Name
sn: Seta Submenu Name

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
sn: Pinda submenu zita: Fangira munhu ane underscore (_) kuti uise pasi pasi sekiyi yekudimbudzira kana uchida.

source: ( no name )
sn: ( hapana zita )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
sn: Kubvisa zvachose '%s' SUBMENU NEZVINHU ZVOSE ZVIRI MAIRI? Chiito ichi chinodzima zvese kuseta uye mafaera ane chekuita nezvinhu izvi.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
sn: Bvisa chinhu che'%s' zvachose? Ichi chiito chichadzima esesetting nemafaira ane chekuita nechinhu ichi.

source: Confirm Remove
sn: Confirm Bvisa

source: Are you sure?
sn: Une chokwadi here?

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
sn: Pinda meseji icharatidzwa munhaurirano iyi: Shandisa: \n newline \t tab

source: _Remove
sn: _Bvisa

source: Sub_menu
sn: Sub_menyu

source: _Add
sn: _Wedzera

source: T_ooltips
sn: T_oolmazano

source: _Edit Script
sn: _Rongedza Script

source: Set Icon
sn: Seta Icon

source: Your input is invalid because it contains linefeeds
sn: Zvawataura hazvishande nekuti zvine malinefeeds

source: _Unmount
sn: _Burutsa

source: _Open
sn: _Vhura

# Devices|Open|
source: Open In _Tab
sn: Vhura In _Tab

source: _Mount
sn: _Gomo

source: _Restore
sn: _Dzorera

source: _From File
sn: _Kubva File

source: Mounted _Other
sn: Mounted _Zvimwe

source: _Volumes...
sn: _Mavhoriyamu...

source: Show/Hide Volumes
sn: Ratidza/Viga Mavhoriyamu

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
sn: Kumanikidza kuratidza kana kuviga mamwe mavhoriyamu, uchipfuura mamwe marongero, unogona kudoma zvishandiso, mavhoriyamu mavara, kana maID emudziyo mune yakapatsanurwa nzvimbo runyorwa pazasi. Muenzaniso: +/dev/sdd1 -Label With Space +ata-OCZ-part4 Izvi zvingakonzeresa /dev/sdd1 uye mudziyo weOCZ ucharatidzwa, uye vhoriyamu ine label "Label With Space" kuvanzwa. Panofanira kuva nenzvimbo pakati pezvapinda nechiratidzo chekuwedzera kana kubvisa pamberi pechinhu chimwe nechimwe. Rondedzero iyi inobata-bata.

source: _Display Name
sn: _Ratidza Zita

source: Set Display Name Format
sn: Seta Mafomati eZita reKuratidza

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
sn: Pinda chimiro chezita remudziyo: Shandisa: %%v mudziyo filename (eg sdd1) %%s saizi yese (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label kana [hapana media]) %%m gomo kana rakaiswa, kana --- %%i mudziyo ID %%n major:minor nhamba dzemudziyo (eg 15:3)

source: Mount _Optical
sn: Gomo _Optical

source: Mount _Volumes...
sn: Gomo _Mavhoriyamu...

source: Auto-Mount Volumes
sn: Auto-Mount Mavhoriyamu

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
sn: Kumanikidza kana kudzivirira kukwira otomatiki kwemamwe mavhoriyamu, kukurira mamwe marongero, unogona kudoma zvishandiso, mavhoriyamu malebula, kana maID emudziyo mune yakapatsanurwa rondedzero pazasi. Muenzaniso: +/dev/sdd1 -Label With Space +ata-OCZ-part4 Izvi zvingakonzeresa /dev/sdd1 uye mudziyo weOCZ kuti ugadzirwe otomatiki kana waonekwa, uye vhoriyamu ine label "Label With Space" kufuratirwa. Panofanira kuva nenzvimbo pakati pezvapinda nechiratidzo chekuwedzera kana kubvisa pamberi pechinhu chimwe nechimwe. Rondedzero iyi inobata-bata.

source: Mount _Dirs...
sn: Gomo _Dirs...

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
sn: Pinda dhairekitori apo zzzFM inofanira kugadzira otomatiki madhairekitori enzvimbo yefuse uye akafanana mafaera (%%a mune mirairo yemubati). Dhairekitori iri rinofanira kunyorwa nemushandisi (usashandise /media), uye madhairekitori asina chinhu anobviswa. Kana ikasiiwa isina chinhu, ~/.cache/zzzfm/ (kana $XDG_CACHE_HOME/zzzfm/) inoshandiswa. Izvi zvinotevera zvakasiyana-siyana zvinozivikanwa: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Ziva kuti vamwe vanobata kana kukwirisa mapurogiramu vanogona kusateerera iyi marongero.

source: Open _Tab
sn: Vhura _Tab

source: _Unmount On Exit
sn: _Burutsa Pakubuda

source: Auto _Run
sn: Auto _Mhanyai

source: On _Mount
sn: On _Gomo

source: Auto Run On Mount
sn: Auto Mhanya paGomo

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanyirwe otomatiki mushure medhiraivha inobviswa kana data disc yaiswa otomatiki: Shandisa: %%v mudziyo (eg /dev/sda1) %%l mudziyo label %%m mudziyo gomo nzvimbo (eg /media/disk)

source: Auto Run On Audio CD
sn: Otomatiki Mhanya PaAudio CD

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki kana odhiyo CD yaiswa mumudziyo unokwanisa: Shandisa: %%v mudziyo (eg /dev/sda1) %%l mudziyo label %%m mudziyo gomo nzvimbo (eg /media/disk)

source: On _Video DVD
sn: Pa_Vhidhiyo DVD

source: Auto Run On Video DVD
sn: Otomatiki Mhanya paVhidhiyo DVD
