Repository: dimkr/zzzfm
Catalog: po/from transifex/sn/zzzfmpot.sh.po
Languages: sn

source: zzzFM Open Folder
sn: zzzFM Vhura Folder

source: Open folder
sn: Vhura folda

source: Search for files and folders
sn: Tsvaga mafaera nemaforodha

source: Browse the file system
sn: Bhurawuza iyo faira system

source: Choose Application
sn: Sarudza Application

source: Please choose an application or enter a command:
sn: Ndokumbira usarudze application kana isa murairo:

source: File Type:
sn: Rudzi rweFaira:

source: _Command:
sn: _Raira:

source: Opened in Terminal
sn: Yakavhurwa muTerminal

source: _Set as default application for this file type
sn: _Seta seyakagadzika application yerudzi rwefaira iri

source: <b>File Name:</b>
sn: <b>Zita refaira:</b>

source: <b>Location:</b>
sn: <b>Nzvimbo:</b>

source: <b>Opens _With:</b>
sn: <b>Inovhura _Na:</b>

source: <b>Total Size:</b>
sn: <b>Saizi Yese:</b>

source: <b>Size On Disk:</b>
sn: <b>Saizi paDisiki:</b>

source: <b>Count:</b>
sn: <b>Verenga:</b>

source: <b>Modified:</b>
sn: <b>Zvakagadziridzwa</b>

source: <b>Accessed:</b>
sn: <b>Yapinda:</b>

source: <b>_Owner:</b>
sn: <b>_Muridzi:</b>

source: <b>_Group:</b>
sn: <b>_Boka:</b>

source: <b>Owner:</b>
sn: <b>Muridzi:</b>

source: <b>Group:</b>
sn: <b>Boka:</b>

source: <b>Other:</b>
sn: <b>Zvimwe:</b>

source: Read
sn: Verenga

source: Write
sn: Nyora

source: Set UID
sn: Seta UID

source: Set GID
sn: Seta GID

source: Recursive (apply changes to folders and their contents)
sn: Recursive (shandisa shanduko kumaforodha uye zvirimo)

source: _Permissions
sn: _Mvumo

source: Any
sn: Chero

source: Within One Week
sn: Mukati mevhiki imwe chete

source: Within One Month
sn: Mumwedzi Mumwe chete

source: Within One Year
sn: Mukati meGore Rimwe

source: Within Selected Date Range
sn: Mukati Yakasarudzwa Date Range

source: Case Sensitive
sn: Nyaya Inonzwa

source: Video Files (avi, mpg,...)
sn: Vhidhiyo Mafaira (avi, mpg,...)

source: All Files and Folders
sn: Ese Mafaira uye Folder

source: <b>File Types to Search</b>
sn: <b>Mhando dzemafaira ekutsvaga</b>

source: Search in subfolders
sn: Tsvaga mumafolda madiki

source: Search hidden files
sn: Tsvaga mafaira akavanzika

source: <b>Places to Search</b>
sn: <b>Nzvimbo dzekutsvaga</b>

source: File Contains:
sn: Faira Rine:

source: Use Regular Expression
sn: Shandisa Kutaura Kwenguva Dzose

source: Greater Than:
sn: Kupfuura:

source: Smaller Than:
sn: Mudiki pane:

source: <b>File Size</b>
sn: <b>Saizi Yefaira</b>

source: Size & Date
sn: Saizi & Date

source: <b>Search Result:</b>
sn: <b>Zvawanikwa</b>

source: Search Again
sn: Tsvaga zvakare

source: Go to folder
sn: Enda kune folda

source: Open In Current Tab
sn: Vhura MuTebhu Yazvino

source: Open In New Tab
sn: Vhura MuNew Tab

source: Stretch
sn: Tambanudza

source: Copy (Ctrl+Drag)
sn: Copy (Ctrl+Kweva)

source: Move (Shift+Drag)
sn: Move (Shift+Kweva)

source: Link (Ctrl+Shift+Drag)
sn: Link (Ctrl+Shift+Kweva)

source: Preferences
sn: Zvaunoda

source: Small Icons:
sn: Zvidhori zvidiki

source: Large Icons:
sn: Yakakura Icons:

source: Single click opens files
sn: Kudzvanya kamwe chete kunovhura mafaera

source: Hover selects
sn: Hover inosarudza

source: Show Thumbnails
sn: Ratidza Thumbnails

source: Max Pic Size To Thumbnail:
sn: Kukura KwePic Kusvika Pachifananidzo:

source: Always show the tab bar
sn: Nguva dzose ratidza tab bar

source: Hide 'Close Tab' buttons
sn: Hide 'Close Tab' mabhatani

source: Confirm delete/remove
sn: Simbisa kudzima/bvisa

source: Click runs executables ( caution! )
sn: Dzvanya inomhanya executables (kungwarira!)

source: SI File Sizes (1K = 1000) (requires restart)
sn: SI File Sizes (1K = 1000) (inoda kutangazve)

source: Show root user indicator color
sn: Ratidza mudzi wechiratidzo chemavara

source: I_nterface
sn: I_interface

source: Please select an image file
sn: Ndapota sarudza faira remufananidzo

source: Mode:
sn: Modhi:

source: Text:
sn: Rugwaro:

source: Shadow:
sn: Mvuri:

source: Font:
sn: Mavara:

source: Top:
sn: Pamusoro:

source: Left:
sn: Ruboshwe:

source: Right:
sn: Rudyi:

source: Bottom:
sn: Pazasi:

source: Right click shows WM menu
sn: Kudzvanya kurudyi kunoratidza WM menyu

source: Open folders using associated MIME application
sn: Vhura maforodha uchishandisa yakabatana MIME application

source: _Volume Management
sn: _Kuronga Kwevhoriyamu

source: Run editor in terminal
sn: Mhanya edhita mune terminal

source: Run root's editor in terminal
sn: Mhanya root's editor mune terminal

source: (requires reload)
sn: (inoda reload)

source: Too many columns (>%d) in %s
sn: Makoramu akawandisa (>%d) mu %s

source: error reading file %s: %s
sn: faira yekuverenga kukanganisa %s: %s

source: file '%s' contents are not valid UTF-8
sn: file '%s' zviri mukati hazvina basa UTF-8

source: Cannot set missing element '%s'
sn: Hatikwanise kuseta chinhu chisipo '%s'

source: file '%s' is not a regular file
sn: file '%s' haisi faira yenguva dzose

source: Dynamic resize requires width and height > 0
sn: Dynamic resize inoda hupamhi uye urefu > 0

source: internal command %s requires an argument
sn: murairo wemukati %s zvinoda nharo

source: element '%s' does not exist
sn: element '%s' haapo

source: internal command press is invalid for non-button %s
sn: Internal command press haigoneki kune isiri-bhatani %s

source: internal command un/select is invalid for %s
sn: yemukati command un/select haishande pa %s

source: error writing file %s: %s
sn: faira rekunyora kukanganisa %s: %s

source: '%s' is not an internal command
sn: '%s' hausi murairo wemukati

source: error creating file %s: %s
sn: kukanganisa kugadzira faira %s: %s

source: pipe '%s' data is not valid UTF-8
sn: pombi '%s' data haisi kushanda UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
sn: [ SNIP - yekuwedzera yakabuda pamusoro yakatemwa kubva pane iyi log ]

source: ( file contents are not valid UTF-8 )
sn: ( zvemukati zvemafaira hazvisi kushanda UTF-8 )

source: prefix '%s' is not a valid variable name
sn: prefix '%s' harisi zita rakasiyana rinoshanda

source: file '%s' is not a regular file or a pipe
sn: file '%s' haisi faira yenguva dzose kana pombi

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
sn: zzzFMDialog inogadzira iyo GTK dialog yakavakirwa pane iyo GUI zvinhu iwe tsanangura pamutsara wekuraira, inoratidzira-nguva yemukati / yekunze mirairo iyo inogona kugadzirisa zvinhu, uye zvinobuda zvinoyerwa/pasable mhedzisiro.

source: Usage:
sn: Kushandisa:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
sn: zzzfm --dialog|-g {ELEMENT [ZVOKUSARUDZA] [NHARO...]} ...

source: Example:
sn: Muenzaniso:

source: zzzfm -g --label "A message" --button ok
sn: zzzfm -g --label "Mharidzo" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
sn: ELEMENT: ZVOKUSARUDZA NEKUPOKANA:

source: The following arguments may be used as shown above:
sn: Maonero anotevera anogona kushandiswa sezvinoratidzwa pamusoro apa:

source: ICON An icon name, eg: gtk-open
sn: ICON Zita rechiratidzo, semuenzaniso: gtk-vhura

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
sn: @FILE Runyoro faira rekuverenga kukosha. Mune zvimwe zviitiko iyi faira inotariswa, saka kunyora kukosha kutsva kufaira kunogadzirisa iyo element. Mune zvimwe zviitiko, faira inotsanangura kukosha kwekutanga.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
sn: SAVEFILE Zvemuoni kana zvemupepeti zvinochengetwa pafaira iri.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
sn: COMMAND Murairo wemukati kana chinoitwa chinoteverwa nenharo. Separate mirairo yakawanda ine a -- nharo. Izvi zvinotevera zvinotsiva zvinogona kushandiswa muCOMMANDs: %%n Zita rechinhu chazvino %%v Kukosha kwechinhu chazvino %%NAME Kukosha kwechinhu chine zita NAME (eg: %%input1) %%(command) stdoutkubva kune bash command line %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
sn: LABEL Kutevera kutevedzana kwekupukunyuka mukati LABEL havana kupukunyuka: \n newline \t tab \" " \\ \ In --label zvinhu chete, kana munhu wekutanga ariLABEL ari a tilde (~), pango markup inogona kushandiswa. Semuyenzaniso: --label '~Izvi zviri pachena. <b>Izvi zvakashinga.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
sn: Kuwedzera kune OPTIONS dzakanyorwa pamusoro, --compact kana --expand sarudzo dzinogona kuva yakawedzerwa kune chero chinhu. Uyezve, a--font sarudzo inogona kushandiswa nezvinhu zvakawanda mhando dzekushandura font yechinhu uye saizi yefonti. Semuyenzaniso: --input --font "Times New Roman 16" "Default Text"

source: INTERNAL COMMANDS:
sn: MIRAIRO YEMUKATI:

source: EXAMPLE WITH COMMANDS:
sn: MUENZANISO NEMIRAIRO:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
sn: zzzfm -g --label "Isa mamwe mavara wodzvanya Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
sn: MUENZANISO MAGWARO:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
sn: #!%s # Ichi chinyorwa chinoratidza hongu/Kwete dialog # Shandisa QUOTED eval kuverenga vhezheni dzinobuda ne zzzFM Dialog: eval "`zzzfm -g --label "Une chokwadi here?" --button Ehe --button Aihwa`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Mushandisi akadzvanya Hongu - ita chimwe chiito" else echo "Mushandisi haana kudzvanya Hongu - kubvisa" fi

source: For full documentation and examples see the zzzFM User's Manual:
sn: Kuti uwane zvizere zvinyorwa uye mienzaniso ona zzzFM Mushandisi Webhuku:

source: zzzfm: argument is not valid UTF-8
sn: zzzfm: nharo hadzina maturo UTF-8

source: invalid dialog option
sn: dialog sarudzo isiriyo

source: Set window title
sn: Seta musoro wehwindo

source: Set window icon
sn: Seta hwindo icon

source: Add a text label
sn: Wedzera mavara mavara

source: Add STOCK dialog button, or LABEL button with ICON
sn: Wedzera STOCK dialog bhatani, kana LABEL bhatani rine ICON

source: Add STOCK button, or LABEL button with ICON anywhere
sn: Wedzera STOCK bhatani, kana LABEL bhatani rine ICON chero kupi

source: Add a text entry
sn: Wedzera chinyorwa

source: Add a large text entry
sn: Wedzera chinyorwa chikuru

source: Add a password entry
sn: Wedzera password yekupinda

source: Add a file or pipe viewer
sn: Wedzera faira kana muoni wepombi

source: Add multi-line text editor
sn: Wedzera akawanda-mutsara mavara edhita

source: Add a checkbox option
sn: Wedzera sarudzo yebhokisi

source: Add a radio option
sn: Wedzera imwe redhiyo sarudzo

source: Add an icon
sn: Wedzera chiratidzo

source: Add an image
sn: Wedzera mufananidzo

source: Add a progress bar
sn: Wedzera bara rekufambira mberi

source: Add a horizontal line separator
sn: Wedzera yakachinjika mutsara wekuparadzanisa

source: Add a vertical line separator
sn: Wedzera mutsara wakatwasuka

source: Automatically close window after DELAY seconds
sn: Vhara otomatiki hwindo mushure meDELAY masekonzi

source: Add a drop-down list. COMMAND run when clicked.
sn: Wedzera rondedzero yekudonhedza pasi. COMMAND mhanya kana wadzvanya.

source: Add a combo list. COMMAND run when Enter pressed.
sn: Wedzera combo list. COMMAND run kana Enter yadzvanywa.

source: Add a list box. COMMAND run when double-clicked.
sn: Wedzera bhokisi rerondedzero. COMMAND mhanya kana wadzvanya kaviri.

source: Add a list box with multiple selections
sn: Wedzera bhokisi rerondedzero rine sarudzo dzakawanda

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
sn: Sarudzo: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
sn: Seta base variable zita (Default: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
sn: Isa hupamhi hudiki, hurefu, padding (-1 = usashanduke)

source: Add following widgets to a horizontal box
sn: Wedzera anotevera majeti kubhokisi rakachinjika

source: Add following widgets to a vertical box
sn: Wedzera anotevera majeti kubhokisi rakamira

source: Close the current box of widgets
sn: Vhara bhokisi razvino rewidget

source: Run COMMAND when a key combination is pressed
sn: Mhanya COMMAND kana kiyi yemusanganiswa yadzvanywa

source: Run COMMAND when an element is clicked or focused
sn: Mhanya COMMAND kana chinhu chadzvanywa kana kuti chakanangana

source: Run COMMAND on window close attempt
sn: Mhanya COMMAND pahwindo kuyedza kuvhara

source: Read commands from FILE or PIPE. COMMAND for init.
sn: Verenga mirairo kubva FILE kana PIPE. KOMAND yeinit.

source: No operation - does nothing but evaluate arguments
sn: Hapana kushanda - hapana chimwe chinhu kunze kwekuongorora nharo

source: Close the dialog
sn: Vhara nhaurirano

source: Press button named BUTTON-NAME
sn: Dzvanya bhatani rakanzi BUTTON-NAME

source: Set element NAME to VALUE
sn: Isa chinhu NAME kuita VALUE

source: Select item VALUE (or first/all) in element NAME
sn: Sarudza chinhu VALUE (kana chekutanga/zvese) muchikamu NAME

source: Unselect item VALUE (or all) in element NAME
sn: Usasarudza chinhu VALUE (kana zvese) muchikamu NAME

source: Focus element NAME, or raise dialog window
sn: Focus element NAME, kana simudza dialog window

source: Hide element NAME
sn: Viga chinhu NAME

source: Show element NAME if previously hidden
sn: Ratidza chinhu NAME kana chakambovigwa

source: Disable element NAME
sn: Dzima chinhu NAME

source: Enable element NAME if previously disabled
sn: Vhura chinhu cheNAME kana chakaremara

source: Save files and write source output to FILE
sn: Sevha mafaera uye nyora sosi inobuda kuFILE

source: Open folders in new tab of last window (default)
sn: Vhura maforodha mune nyowani tebhu yehwindo rekupedzisira (default)

source: Open folder in current tab of last used window
sn: Vhura folda mune yazvino tebhu yehwindo rakapedzisira kushandiswa

source: Don't load saved tabs
sn: Usaisa tabo dzakachengetwa

source: Open folders in new window
sn: Vhura mapepa muhwindo idzva

source: Open folders in panel 'P' (1-4)
sn: Vhura mapepa mupaneru 'P' (1-4)

source: Launch desktop manager daemon
sn: Tangisa desktop maneja daemon

source: Show desktop settings
sn: Ratidza zvirongwa zvepadesktop

source: Show Preferences ('N' is the Pref tab number)
sn: Ratidza Zvaunoda ('N' ndiyo Pref tab nhamba)

source: Run as a daemon
sn: Mhanya sedhimoni

source: Use DIR as configuration directory
sn: Shandisa DIR sedhairekitori rekugadzirisa

source: Show File Search
sn: Ratidza File Search

source: Set desktop wallpaper to FILE
sn: Seta desktop desktop kuFILE

source: Show a custom dialog (See -g help)
sn: Ratidza dialog yakajairwa (Maona -g help)

source: Send a socket command (See -s help)
sn: Tumira socket command (Maona -s help)

source: No function - for compatibility only
sn: Hapana basa - rekuenderana chete

source: Show version information
sn: Ratidza ruzivo rweshanduro

source: Option --config-dir ignored - an instance is already running
sn: Option --config-dir kufuratirwa - chiitiko chiri kutoitika

source: Option --config-dir contains invalid chars - cannot start
sn: Option --config-dir ine mavara asiriwo - haigone kutanga

source: zzzfm: --socket-cmd requires an argument
sn: zzzfm: --socket-cmd zvinoda nharo

source: zzzfm: could not create socket
sn: zzzfm: haina kukwanisa kugadzira socket

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
sn: zzzfm: haina kukwanisa kubatana kune socket (isina kumhanya? kana DISPLAY haina kusetwa?)

source: zzzfm: invalid response from socket
sn: zzzfm: mhinduro isiriyo kubva pasoketi

source: zzzFM socket commands permit external processes
sn: zzzFM socket commands inobvumira maitiro ekunze

source: (such as command scripts) to read and set GUI property values
sn: (zvakadai semirairo zvinyorwa) kuverenga uye kuseta GUI pfuma kukosha

source: and execute methods inside running zzzFM windows.
sn: uye shandisa nzira mukati mekumhanya zzzFM mahwindo.

source: To handle events, see View|Events in the main menu bar.
sn: Kuti ubate zviitiko, ona View|Zviitiko mune main menu bar.

source: Usage:
sn: Kushandisa:

source: Example:
sn: Muenzaniso:

source: METHODS -------
sn: NZIRA -------

source: Gets a property
sn: Anowana pfuma

source: Sets a task property
sn: Inogadzirisa pfuma yebasa

source: Gets a task property
sn: Inowana pfuma yebasa

source: Starts a new task
sn: Kutanga basa idzva

source: Activates a menu item by emitting its shortcut key
sn: Inomisikidza chinhu chemenu nekuburitsa kiyi yacho yekudimbudzira

source: Runs custom command or shows submenu named NAME
sn: Inomhanya murairo wetsika kana inoratidza submenu ine zita NAME

source: Add asynchronous handler COMMAND to EVENT
sn: Wedzera asynchronous handler COMMAND kune EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
sn: Wedzera synchronous handler COMMAND kune EVENT, kutsiva default mubato

source: Remove handler COMMAND from EVENT
sn: Bvisa mubati COMMAND kubva kuEVENT

source: Shows this help reference. (Also see manual link below.)
sn: Inoratidza chinongedzo chekubatsira. (Onawo bhuku rekushandisa pazasi.)

source: OPTIONS -------
sn: ZVOKUSARUDZA -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
sn: Wedzera sarudzo mushure meMETHOD kutsanangura imwe hwindo, mapaneru, uye/kana tab.

source: Otherwise the current tab of the current panel in the last window is used.
sn: Zvikasadaro iyo tabhu yazvino yepaneru yazvino muhwindo rekupedzisira inoshandiswa.

source: Specify window. eg:
sn: Taura hwindo. eg:

source: Specify panel 1-4. eg:
sn: Rondedzera chikamu 1-4. eg:

source: Specify tab 1-... eg:
sn: Taura tab 1-... semuenzaniso:

source: Set properties with METHOD 'set', or get the value with 'get'.
sn: Seta zvivakwa neMETHOD 'set', kana kuwana kukosha nayo 'get'.

source: eg '1024x768' (read-only)
sn: eg '1024x768' (kuverenga-chete)

source: Open DIR or default in a new tab
sn: Vhura DIR kana default mune itsva tebhu

source: eg 'Current Status: Example'
sn: semuenzaniso 'Mamiriro Azvino: Muenzaniso'

source: eg 'Some\nlines\nof text'
sn: eg 'Vamwe\nmitsetse\nyezvinyorwa'

source: eg '~/copy-file-contents-to-clipboard.txt'
sn: eg '~/kopi-file-zviri mukati-ku-clipboard.txt'

source: FILE... Files copied to clipboard
sn: FILE... Mafaira akakopwa kuclipboard

source: FILE... Files cut to clipboard
sn: FILE... Mafaira akachekwa kuita clipboard

source: contents of Status task column (read-only)
sn: zviri mukati me Status task column (yekuverenga-chete)

source: text to show in Count task column
sn: mavara ekuratidza muChiverengero chebasa

source: text to show in Folder task column
sn: mavara ekuratidza muFolder task column

source: text to show in Item task column
sn: mavara ekuratidza muItem task column

source: text to show in To task column
sn: mavara ekuratidza muKu To task column

source: progress percent (1..100) or '' to pulse
sn: budiriro muzana (1..100) kana '' to pulse

source: text to show in Total task column
sn: mavara ekuratidza mu Total task column

source: text to show in Current task column
sn: mavara ekuratidza muCurrent task column

source: text to show in CRemain task column
sn: mavara ekuratidza mu CRemain task column

source: text to show in Average task column
sn: mavara ekuratidza muAvhareji yebasa column

source: text to show in Remain task column
sn: mavara ekuratidza muRamba rebasa column

source: contents of Elapsed task column (read-only)
sn: zviri mukati meElapsed task column (yekuverenga-chete)

source: contents of Started task column (read-only)
sn: zviri mukati meKutanga basa column (yekuverenga-chete)

source: COMMAND command to show a custom task dialog
sn: COMMAND rairo kuratidza tsika yebasa dialog

source: Run COMMAND in DIR
sn: Mhanya COMMAND muDIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
sn: Copy|Fambisa | Batanidza FILE(s) kana DIR(s) kuTARGET dir

source: Recursively delete FILE(s) or DIR(s)
sn: Dzokorora dzima FILE(s) kana DIR(s)

source: Open FILE in user's or root's text editor
sn: Vhura FILE mune yemushandisi kana midzi's text editor

source: Mount DEVICE or URL
sn: Mount DEVICE kana URL

source: Unmount DEVICE or mount point DIR
sn: Burutsa DEVICE kana gomo poindi DIR

source: EVENTS ------
sn: ZVIITIKO ------

source: Instance start %e
sn: Muenzaniso kutanga %e

source: Instance exit %e
sn: Muenzaniso kubuda %e

source: Window new %e %w %p %t
sn: Hwindo idzva %e %w %p %t

source: Window move/resize %e %w %p %t
sn: Hwindo kufamba/resize %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
sn: Mouse tinya %e %w %p %t %b %m %f

source: Window close %e %w %p %t
sn: Hwindi kuvhara %e %w %p %t

source: Panel focus %e %w %p %t
sn: Panel kutarisa %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
sn: Panel show/kuviga %e %w %p %t %f %v

source: Selection changed %e %w %p %t
sn: Sarudzo yachinja %e %w %p %t

source: Tab new %e %w %p %t
sn: Tab itsva %e %w %p %t

source: Tab change dir %e %w %p %t %d
sn: Tab shanduko dir %e %w %p %t %d

source: Tab close %e %w %p %t
sn: Tab kuvhara %e %w %p %t

source: Device change %e %f %v
sn: Chinja chemuchina %e %f %v

source: Event COMMAND Substitution Variables:
sn: Chiitiko COMMAND Substitution Variables:

source: event type (evt_start|evt_exit|...)
sn: chiitiko mhando (evt_start|evt_exit|...)

source: window ID
sn: hwindo ID

source: panel number (1-4)
sn: nhamba yepaneti (1-4)

source: tab number (1-...)
sn: tab nhamba (1-...)

source: quoted directory ('/etc')
sn: dhairekitori rakatorwa ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
sn: bhatani rembeva (0=kaviri 1=ruboshwe 2=pakati 3=rudyi ...)

source: modifier key (eg 0x4 used with clicks and keypresses)
sn: modifier key (eg 0x4 inoshandiswa nekudzvanya uye makiyi)

source: focus element is visible (0 or 1, or device state change)
sn: chekutarisa chinhu chinoonekwa (0 kana 1, kana shanduko yemamiriro emuchina)

source: Examples
sn: Mienzaniso

source: These files have been copied to the clipboard
sn: Mafaira aya akopwa kuclipboard

source: For full documentation and examples see the zzzFM User's Manual:
sn: Kuti uwane zvizere zvinyorwa uye mienzaniso ona zzzFM Mushandisi Webhuku:

source: This build of zzzFM has desktop integration disabled
sn: Ichi chivakwa chezzzFM chine desktop yekubatanidza yakadzimwa

source: zzzfm: Error: Unable to save session %s
sn: zzzfm: Mhosho: Haikwanisi kuchengetedza chikamu %s

source: File doesn't exist
sn: Faira haipo

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
sn: Mhosho: Haikwanisi kutanga inotify file change monitor. Une inotify-inokwanisa kernel?
