Repository: dimkr/zzzfm
Catalog: po/from transifex/sn/zzzfmpot.sh.po
Languages: sn

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
sn: Mazita emafaira akasarudzwa achawedzerwa kune '.hidden' faira iri mune iyi folda, inovanza kuti vasaonekwe muzzzFM. Ungangoda kuzorodza maonero kana kutangazve zzzFM kuti mafaera anyangarike. Kuti usavige faira, vhura iyo .hidden faira mune yako mavara edhita, bvisa zita refaira, uye zorodza.

source: Error hiding files
sn: Patadza kuviga mafaira

source: No files are selected
sn: Hapana mafaira akasarudzwa

source: Invalid URL
sn: URL haisiriyo

source: The entered URL is not valid.
sn: URL yapinda haisi kushanda.

source: Handler Not Found
sn: Mubatiri Haana Kuwanikwa

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
sn: Hapana chinobata network chakagadzirirwa URL iyi, kana kuti hapana murairo wekukwira waiswa. Wedzera chibatiso muZvishandiso|Zvirongwa|Protocol Handlers.

source: Open URL %s
sn: Vhura URL %s

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
sn: Hapana chibatiso chakagadzirirwa rudzi rwemudziyo uyu, kana kwete %s command is set. Wedzera chibatiso muZvirongwa| Chishandiso Mabatiro kana Protocol Handlers.

source: Mount %s
sn: Gomo %s

source: %s is currently mounted. You must unmount it before you can check it.
sn: %s ikozvino yakasungirirwa. Unofanira kuidzikisa usati waitarisa.

source: Device Is Mounted
sn: Mudziyo Wakaiswa

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
sn: Pinda filesystem check command: Shandisa: %%%%v mudziyo faira ( %s ) RUDZA NEKUCHENGERWA Uyu murairo unoitwa se root

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
sn: Pinda mount command: Shandisa: %%%%v mudziyo faira ( %s ) %%%%o vhoriyamu-chaiyo gomo sarudzo ( %s ) Cherechedza: fstab inodarika dzimwe sarudzo RUDZA NEKUCHENGERWA Uyu murairo unoitwa se root

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
sn: Pinda unmount command: Shandisa: %%%%v mudziyo faira ( %s ) RUDZA NEKUCHENGERWA Uyu murairo unoitwa se root

source: UNMOUNT AS ROOT
sn: DUKURA AS ROOT

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
sn: YAMBIRO: %s yakaiswa. Unogona kuda kana kuda kuidzikisa usati wachinja label.

source: Enter volume label for %s:%s
sn: Isa volume label ye %s:%s

source: Change Volume Label
sn: Chinja Vhoriyamu Label

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
sn: Pinda bvisa label command ye fstype '%s': Shandisa: %%%%v mudziyo faira ( %s ) %%%%l new label ( "%s" ) RUDZA NEKUCHENGERWA Uyu murairo unoitwa se root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
sn: Pinda shanduko yekuraira ye fstype '%s': Shandisa: %%%%v mudziyo faira ( %s ) %%%%l new label ( "%s" ) RUDZA NEKUCHENGERWA Uyu murairo unoitwa se root%s

source: Change Label As Root
sn: Shandura Label SeRoot

source: Unmount %s
sn: Burutsa %s

source: Remove %s
sn: Bvisa %s

source: %s is currently mounted. You must unmount it before you can format it.
sn: %s ikozvino yakasungirirwa. Unofanira kuibvisa usati waifomatidza.

source: ( AN ENTIRE DEVICE )
sn: ( MUDZIDZI WESE )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
sn: Unenge wava kudzima %s %s- DATA OSE ACHRASIKA. Iva nemoyo murefu - izvi zvinogona kutora nguva uye dd hapana mhinduro. Pinda rairo kuti unyore vhoriyamu yese ne /dev/%s: Shandisa: %%%%v mudziyo faira ( %s ) RUDZA NEKUCHENGERWA Uyu murairo unoitwa se root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
sn: Wave kuda kugadzira %s %s- DATA OSE ACHRASIKA. Enter %s format command: Shandisa: %%%%v mudziyo faira ( %s ) RUDZA NEKUCHENGERWA Uyu murairo unoitwa se root

source: DATA LOSS WARNING
sn: DATA KURASUKA YAMBIRO

source: %s is currently mounted. You must unmount it before you can restore it.
sn: %s ikozvino yakasungirirwa. Unofanira kuiburusa usati waidzorera.

source: Choose Backup For Restore
sn: Sarudza Backup Yekudzosera

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
sn: Wave kuda kunyora pamusoro MBR boot code ye %s kushandisa %s. Shanduko iyi inogona kudzivirira komputa yako kubva pakubhomba zvakanaka. Yese data yakakosha pamudziyo wese inofanira kutsigirwa kutanga. Proceed? (Kana ukadzvanya Hongu, uchine mumwe mukana wekubvisa dhisiki risati ragadziriswa.)

source: Restore MBR
sn: Dzosera MBR

source: Unknown Type
sn: Rudzi rusingazivikanwe

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
sn: Iro faira rakasarudzwa harisi faira rekuchengetedza rinozivikanwa. FSArchiver mafaira mazita ane 'fsarchiver' kana kupera mukati '.fsa'. Partimage filenames ane 'partimage' kana kupera mukati '.000'. MBR mafaira emazita anopera mukati '.mbr', '.mbr.bin', kana '-MBR-back' uye vane 512 bytes muhukuru. Kana uine CHOKWADI iyi faira ndeye backup inoshanda, unogona kuitumidza zita kuti udzivise kukanganisa uku.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
sn: Unenge wava kudzorera %s %skushandisa %s - DATA OSE ACHRASIKA. Enter %s dzorera murairo: Shandisa: %%%%v mudziyo faira ( %s ) %%%%s backup file ( %s ) EDONGORA NECHENJERA Uyu murairo unoitwa semudzi

source: Restore
sn: Dzorera

source: %s Restore %s
sn: %s Dzorera %s

source: The %s directory was not found. Is udevil installed?
sn: The %s dhairekitori harina kuwanikwa. Udevil yakaiswa here?

source: Directory Missing
sn: Dhairekitori Rashaikwa

source: Choose Backup For Info
sn: Sarudza Backup For Info

source: MBR File
sn: MBR faira

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
sn: Zvichienderana nezita rayo, faira rakasarudzwa rinoita kunge MBR backup file. Hapana rumwe ruzivo rwuripo rwemhando iyi yekuchengetedza.

source: Restore Info
sn: Dzosera Info

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
sn: YAMBIRO: %s yakaiswa. By default, FSArchiver inongochengetedza mavhoriyamu akaiswa kuverenga-chete. Kuti uchengetedze vhoriyamu yekuverenga-kunyora, unofanirwa kuwedzera --allow-rw-mounted kumurayiro. Maona 'man fsarchiver' kuti uwane ruzivo.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
sn: %s ikozvino yakasungirirwa. Iwe unofanirwa kuidzikisa usati wagadzira backup uchishandisa Partimage.

source: Save %s Backup
sn: Sevha %s Backup

source: Overwrite?
sn: Nyora pamusoro?

source: The selected backup already exists. Overwrite?
sn: Chengetedzo yakasarudzwa yatovepo. Nyora pamusoro?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
sn: Enter %s backup command: Shandisa: %%%%v mudziyo faira ( %s ) %%%%s backup file ( %s )%s RUDZA NEKUCHENGERWA Uyu murairo unoitwa se root

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
sn: %sChishandiso Chakasarudzwa Parizvino: %s Vhoriyamu Label: %s ID yemudziyo: %s

source: Kill As Other
sn: Uraya Sezvimwe

source: Stop As Other
sn: Mira Sezvimwe

source: Cont As Other
sn: Rambai Sezvimwe

source: Move:
sn: Fambisa:

source: Change:
sn: Shandura:

source: Run:
sn: Mhanya:

source: Moving...
sn: Kufamba...

source: Copying...
sn: Kukopa...

source: Deleting...
sn: Kudzima...

source: Linking...
sn: Kubatanidza...

source: Changing...
sn: Kuchinja...

source: Running...
sn: Kumhanya...

source: From:
sn: Kubva:

source: To:
sn: Ku:

source: Progress:
sn: Kufambira mberi

source: Status:
sn: Mamiriro

source: Ask
sn: Bvunza

source: Overwrite All
sn: Nyora Zvose

source: Stop If Error First
sn: Mira Kana Kukanganisa Kutanga

source: Stop On Any Error
sn: Mira Pane Chero Chikanganiso

source: Continue
sn: Enderera mberi

source: Stopped
sn: Akamira

source: Errors
sn: Zvikanganiso

source: Done
sn: Zvaita

source: %s (%s) %s remaining
sn: %s (%s) %s zvakasara

source: Error ( Stop If First )
sn: Kukanganisa ( Mira kana Kutanga)

source: Error ( Stop On Any )
sn: Kukanganisa (Mira Pane Chero)

source: Stopped with %d error
sn: Akamira ne %d kukanganisa

source: Finished with %d error
sn: Apedza ne %d kukanganisa

source: Finished with error ( exit status %d )
sn: Yapera nekukanganisa ( kubuda mamiriro %d )

source: Finished with error
sn: Yapera nekukanganisa

source: Paused ( exit status %d )
sn: Paused ( kubuda mamiriro %d )

source: Queued ( exit status %d )
sn: Queued ( kubuda mamiriro %d )

source: Running with %d error
sn: Kumhanya ne %d kukanganisa

source: Running... ( pid %d )
sn: Kumhanya... ( pid %d )

source: Running... ( exit status %d )
sn: Kumhanya... ( kubuda mamiriro %d )

source: [ SNIP - additional errors above have been trimmed from this log ]
sn: [ SNIP - mamwe zvikanganiso pamusoro akachekwa kubva pane ino log ]

source: Moving from folder:
sn: Kubva pane folda:

source: Linking from folder:
sn: Kubatanidza kubva pafolda:

source: Copying from folder:
sn: Kukopa kubva pafolda:

source: Folder Exists
sn: Folder Iripo

source: <b>Folder already exists.</b> Please rename or select an action.
sn: <b>Folder ratovako.</b> Ndokumbira utumire zita kana sarudza chiito.

source: <b>! overwrite file with link !</b>
sn: <b>! bvisa faira ne link !</b>

source: <b>( same size )</b>
sn: <b>( saizi yakafanana )</b>

source: larger
sn: hombe

source: smaller
sn: diki

source: <b>( same time )</b>
sn: <b>( nguva imwechete )</b>

source: newer
sn: itsva

source: older
sn: mukuru

source: Filename Exists
sn: Filename iripo

source: <b>Filename already exists.</b> Please rename or select an action.
sn: <b>Filename ravepo.</b> Ndokumbira utumire zita kana sarudza chiito.

source: Rename Required
sn: Renamezve Zita Rinodiwa

source: In folder:
sn: Muforodha:

source: Overwrite _All
sn: Overwrite _Zvose

source: S_kip All
sn: S_kip Zvose

source: To folder:
sn: Ku folda:

source: Auto Re_name All
sn: Auto Re_name Zvose

source: Error Loading Handler
sn: Kutadza Kuisa Chibatiso

source: Create Archive
sn: Gadzira Archive

source: Co_mpress Commands:
sn: Co_mpress Mirairo:

source: Archive Handlers - Create Archive
sn: Archive Handlers - Gadzira Archive

source: No archive handlers configured. You must add a handler before creating an archive.
sn: Hapana zvibatiso zvedura zvakagadzirirwa. Iwe unofanirwa kuwedzera mubatisi usati wagadzira dura.

source: The archive creation command is empty. Please enter a command.
sn: Murairo wekugadzira archive hauna chinhu. Ndapota isa murairo.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
sn: Aya anotevera akasiyana anofanirwa kunge aripo mukati meiyo archive yekugadzira yekuraira: Chimwe chezvinotevera: %%%%n: Kutanga yakasarudzwa faira/dhairekitori yekuchengeta %%%%N: Ese mafaera / madhairekitori akasarudzwa ekuchengeta uye chimwe chezvinotevera: %%%%o: Zvichipa single archive %%%%O: Inoburitsa archive pane sosi faira/dhairekitori (maona %%%%n/%%%%N)

source: Error Saving Handler
sn: Kukanganisa Kuchengeta Mubati

source: copy
sn: kopi

source: Make contents user-_writable
sn: Ita zvemukati mushandisi-_inonyorwa

source: No archive handler/command found for file:
sn: Hapana archive handler/command yakawanikwa yefaira:

source: Command:
sn: Raira:

source: ( no subfolder )
sn: ( hapana subfolder )

source: Remove Text Type Association
sn: Bvisa Text Type Association

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
sn: CHERECHEDZA: Paunenge uchinyora runyorwa rwezvikumbiro kuti zvioneke mu Open submenu yefaira remavara, zzzFM inosanganisira maapplication ane chekuita ne MIME type (eg text/html) UYE zvikumbiro zvakabatana nazvo text/plain. Kana ukasarudza Bvisa pane application, inobviswa seyakabatana application ye MIME type (eg text/html), asi HAZVISI kuzobviswa sechishandiso chakabatana che text/plain (kunze kwekuti MIME type ndizvo text/plain). Saka kushandisa Bvisa hakugone kubvisa application kubva kuOpen submenu yerudzi urwu, kunze kwekunge waibvisawo kubva text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
sn: The file '%s' haapo. Nokukopa '%s' ku '%s' uye nekuigadzirisa, unogona kugadzirisa maitiro uye chitarisiko chechishandiso ichi kumushandisi aripo. Gadzira kopi iyi izvozvi?

source: Copy Desktop File
sn: Kopa Desktop Faira

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
sn: The file '%s' haapo. Nokukopa '%s' ku '%s' uye nekuigadzirisa, unogona kugadzirisa mhando yeMIME '%s' mafaira anozivikanwa kumushandisi wazvino. Gadzira kopi iyi izvozvi?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
sn: The file '%s' haapo. Nekugadzira faira nyowani '%s' uye nekuigadzirisa, unogona kutsanangura kuti MIME sei '%s' mafaira anozivikanwa kumushandisi wazvino. Gadzira faira iri izvozvi?

source: Create New XML
sn: Gadzira Nyowani XML

source: _Set As Default
sn: _Seta Seyakagadzika

source: _Add...
sn: _Wedzera...

source: new
sn: itsva

source: Delete %d selected item ?
sn: Delete %d chinhu chakasarudzwa ?

source: <b>_Name:</b> <i>original</i>
sn: <b>_Zita:</b> <i>original</i>

source: <b>_Parent:</b> <i>original</i>
sn: <b>_Mubereki:</b> <i>original</i>

source: <b>P_ath:</b> <i>exists as folder</i>
sn: <b>P_ath:</b> <i>iripo sefolda</i>

source: <b>_Name:</b> <i>exists as folder</i>
sn: <b>_Zita:</b> <i>iripo sefolda</i>

source: <b>_Filename:</b> <i>exists as folder</i>
sn: <b>_Filename:</b> <i>iripo sefolda</i>

source: <b>_Parent:</b>
sn: <b>_Mubereki:</b>

source: <b>P_ath:</b> <i>exists as file</i>
sn: <b>P_ath:</b> <i>iripo sefaira</i>

source: <b>_Name:</b> <i>exists as file</i>
sn: <b>_Zita:</b> <i>iripo sefaira</i>

source: <b>_Filename:</b> <i>exists as file</i>
sn: <b>_Filename:</b> <i>iripo sefaira</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
sn: <b>P_ath:</b> <i>* bvisa faira iripo</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
sn: <b>_Zita:</b> <i>* bvisa faira iripo</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
sn: <b>_Filename:</b> <i>* bvisa faira iripo</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
sn: <b>P_ath:</b> <i>mubereki aripo sefaira</i>

source: <b>_Name:</b>
sn: <b>_Zita:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
sn: <b>_Mubereki:</b> <i>mubereki aripo sefaira</i>

source: <b>P_ath:</b> <i>* create parent</i>
sn: <b>P_ath:</b> <i>* gadzira mubereki</i>

source: <b>_Parent:</b> <i>* create parent</i>
sn: <b>_Mubereki:</b> <i>* gadzira mubereki</i>

source: Select Link Target
sn: Sarudza Link Target

source: Select Template File
sn: Sarudza Template File

source: Select Template Folder
sn: Sarudza Template Folder

source: Insert as
sn: Isa se

# Title|
source: Create New
sn: Gadzira Nyowani

source: Create Link To
sn: Gadzira Link To

source: & _Open
sn: & _Vhura

source: !Link-> %s (missing)
sn: !Link-> %s (vasipo)

source: <b>_Target:</b>
sn: <b>_Chinangwa:</b>

source: Path contains linefeeds
sn: Nzira ine linefeeds

source: Create Parent Folder
sn: Gadzira Parent Folder

source: The parent folder does not exist. Create it?
sn: Folda yevabereki haipo. Kugadzira?

source: Error creating parent folder %s
sn: Pane kukanganisa kugadzira folda yevabereki %s

source: Overwrite Existing File
sn: Nyora Fairi Riripo

source: OVERWRITE WARNING
sn: NYORA YAMBIRO

source: The file path exists. Overwrite existing file?
sn: Iyo faira nzira iripo. Nyora pamusoro faira iripo?

source: Create Link%s
sn: Gadzira Link%s

source: Template Missing
sn: Template Isipo

source: The specified template does not exist
sn: Iyo yakatsanangurwa template haipo

source: Create New File%s
sn: Gadzira Nyowani Faira%s

source: Create New Folder%s
sn: Gadzira Folder Itsva%s

source: Error determining link's target
sn: Mhosho pakuona chinongedzo chakanangana

source: Error renaming file %s
sn: Pane kukanganisa pakupa zita refaira %s

source: New Folder
sn: Folder Itsva

source: New folder name:
sn: Zita refodha idzva:

source: New filename:
sn: Zita idzva refaira:

source: Name already exists. Please input a new one:
sn: Zita ravepo. Ndokumbira isa imwe itsva:

source: The new file cannot be created
sn: Iyo faira nyowani haigone kugadzirwa

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
sn: Ichi chinangwa che symlink hachipo kana kuti hauna mvumo yekuchiwana: %s Chinangwa: %s

source: Delete %d selected item as root ?
sn: Delete %d chinhu chakasarudzwa se root ?

source: %d files
sn: %d mafaira

source: ( multiple files )
sn: ( mafaira akawanda )

source: ( multiple types )
sn: ( mhando dzakawanda )

source: Choose...
sn: Sarudza...

source: <b>Link _Name:</b>
sn: <b>Link _Zita:</b>

source: ( broken link )
sn: ( rakaputsika link )

source: ( read link error )
sn: ( verenga link kukanganisa )

source: Calculating...
sn: Kuverengera...

source: Invalid User
sn: Mushandisi Haashandi

source: Invalid Group
sn: Chikwata Chisiricho

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
sn: Kuwedzera kune folda kana faira nzira, mirairo inogona kuiswa muPath Bar. Prefixes: $ mhanya sebasa & mhanya ukanganwe + kumhanya mune terminal ! mhanya se root Shandisa: %%F mafaira akasarudzwa kana %%f yekutanga yakasarudzwa faira %%N akasarudzwa mafaira mazita kana %%n yekutanga yakasarudzwa filename %%d ikozvino dhairekitori %%v mudziyo wakasarudzwa (eg /dev/sda1) %%m mudziyo gomo nzvimbo (eg /media/dvd); %%l mudziyo label %%b bookmark rakasarudzwa %%t rakasarudzwa basa dhairekitori; %%p basa pid %%a kukosha kwechinhu chemenu $fm_panel, $fm_tab, $fm_command, etc Muenzaniso: $ echo "Current Directory: %%d" Muenzaniso: +! umount %%v

source: Device Hand_lers
sn: Mudziyo Hand_lers

source: Error: unable to load command (internal error)
sn: Mhosho: haikwanise kurodha murairo (chikanganiso chemukati)

source: Error: unable to save command (can't get script path?)
sn: Mhosho: haikwanise kuchengetedza murairo (haugone kuwana script nzira?)

source: Error reading file
sn: faira ratadza kuverenga

source: Error: unable to save command (internal error)
sn: Mhosho: haikwanise kuchengetedza murairo (chikanganiso chemukati)

source: Error writing to file
sn: Kutadza kunyora kufaira

source: (optional)
sn: (sarudzo)

source: (disabled)
sn: (chirema)

source: Permanently remove the selected handler?
sn: Bvisa zvachose chibatiso chakasarudzwa?

source: Apply changes to the current handler?
sn: Isa shanduko kumubatiri wazvino?

source: Restore Default Handlers
sn: Dzosera Default Handlers

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
sn: Zvibatiso zvakashaikwa zvichadzoserwa. Zvakare WORRIDZA ZVINHU ZVINHU ZVIRIPO zvinogara zviripo?

source: Please enter a valid handler name.
sn: Ndapota isa zita rinoshanda.

source: Please enter a valid MIME Type or Pathname pattern.
sn: Ndokumbira uise MIME Type kana Pathname patani.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
sn: Aya anotevera anotsiva akasiyana anofanirwa kunge ari mune yekumanikidza command: Chimwe chezvinotevera: %%n: Kutanga yakasarudzwa faira/dhairekitori yekuchengeta %%N: Ese mafaera / madhairekitori akasarudzwa ekuchengeta uye chimwe chezvinotevera: %%o: Zvichipa single archive %%O: Inoburitsa archive pane sosi faira/dhairekitori

source: The following variables should probably be in the extraction command: %%x: Archive to extract
sn: Aya anotevera akasiyana-siyana anofanira kunge ari mukuraira kwekubvisa: %%x: Archive kuti ubvise

source: The following variables should probably be in the list command: %%x: Archive to list
sn: Aya anotevera akasiyana-siyana anofanira kunge ari mune rondedzero yekuraira: %%x: Archive to list

source: Restore _Default Handlers
sn: Dzosera _Default Handlers

source: Ena_ble as a default opener
sn: Ena_ble semuvhuri wakare

source: _Name:
sn: _Zita:

source: <b>Open Co_mmand:</b>
sn: <b>Vhura Co_mmand:</b>

source: <b>_Mount:</b>
sn: <b>_Gomo:</b>

source: Run In Terminal
sn: Mhanyai mu Terminal

source: Run As Task
sn: Mhanya Sebasa

source: Please choose an application:
sn: Ndokumbira usarudze application:
