Repository: dimkr/zzzfm
Catalog: po/from transifex/sn/zzzfmpot.sh.po
Languages: sn

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sn: Pinda chirongwa kana bash yekuraira mutsara kuti umhanyirwe otomatiki kana vhidhiyo DVD yaiswa otomatiki: Shandisa: %%v mudziyo (eg /dev/sda1) %%l mudziyo label %%m mudziyo gomo nzvimbo (eg /media/disk)

source: Auto Run On Insert
sn: Auto Mhanya Pakuisa

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki kana chero mudziyo waiswa: Shandisa: %%v mudziyo wakawedzerwa (eg /dev/sda1) %%l mudziyo label %%m mudziyo gomo nzvimbo (eg /media/disk)

source: On _Unmount
sn: Pa _Unmount

source: Auto Run On Unmount
sn: Mhanya otomatiki Pakudzikisa

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanyirwe otomatiki kana chero mudziyo ukaderedzwa chero nzira: Shandisa: %%v mudziyo wakaburitswa (eg /dev/sda1) %%l mudziyo label %%m mudziyo gomo nzvimbo (eg /media/disk)

source: On _Remove
sn: On _Bvisa

source: Auto Run On Remove
sn: Auto Mhanya PaBvisa

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki kana chero mudziyo wabviswa (ejection yemedia haina kukodzera): Shandisa: %%v mudziyo wabviswa (eg /dev/sda1) %%l mudziyo label %%m mudziyo gomo nzvimbo (eg /media/disk)

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
sn: Isa comma- kana nzvimbo-yakapatsanurwa runyorwa rwezvakasarudzika sarudzo pazasi (%%o muvabati). Pamusoro pezvakajairika sarudzo, unogona zvakare kudoma sarudzo dzekuwedzera kana kubviswa kune yakatarwa faira system uchishandisa fomu OPTION+FSTYPE kana OPTION-FSTYPE. Muenzaniso: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Izvi zvichawedzera nosuid uye noatime kune ese mafaera emhando, wedzera sync nokuti vfat uye ntfs chete, uye bvisa noatime ye ext4. Cherechedza: Dzimwe sarudzo, dzakadai se nosuid, dzinogona kuwedzerwa nepurogiramu yegomo kunyange iwe usingaisanganisi. Options in fstab tora pamberi. pmountuye vamwe vanobata vanogona kufuratira sarudzo dzakaiswa pano.

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
sn: Chishandiso chichave (re) chakaiswa uchishandisa sarudzo dziri pazasi. Pamusoro pezvakajairika sarudzo, unogona zvakare kudoma sarudzo dzekuwedzera kana kubviswa kune yakatarwa faira system uchishandisa fomu OPTION+FSTYPE kana OPTION-FSTYPE. Muenzaniso: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Izvi zvichawedzera nosuid uye noatime kune ese mafaera emhando, wedzera sync nokuti vfat uye ntfs chete, uye bvisa noatime nokuti ext4. Cherechedza: Dzimwe sarudzo, dzakadai se nosuid, inogona kuwedzerwa nepurogiramu yegomo kunyange iwe usingaisanganisire. Options in fstab tora pamberi. pmount inofuratira sarudzo dzakaiswa pano.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
sn: Pinda yako comma- kana nzvimbo-yakapatsanurwa runyorwa rwemafaira ANOFANIRA kutariswa kuti faira shanduko ishandurwe. Kurongeka uku kunongobata zvisina-block zvishandiso (senge nfs kana fuse), uye zvinowanzo shandiswa kudzivirira zzzFM kusadaira nenetiweki mafaira. Kurodha zvidhoma uye saizi yedhairekitori zvichadzimwa zvakare.

source: Change Detection Blacklist
sn: Shandura Detection Blacklist

source: Optical Has Media
sn: Optical Ane Media

source: Optical No Media
sn: Optical Hapana Media

source: Removable Unmounted
sn: Inobvisika isina kukwira

source: Internal Unmounted
sn: Yemukati isina kukwidzwa

source: Mounted Other
sn: Yakaiswa Zvimwe

source: Sub_menu Icon
sn: Sub_menyu Icon

source: _Show Bookmarks
sn: _Ratidza Mabhukumaka

source: _Name
sn: _Zita

source: F_ilename
sn: F_ilezita

source: _Parent
sn: _Mubereki

source: Move Dialog Font
sn: Fambisa Dialog Font

source: /home/user/Example Filename.ext
sn: /home/user/Muenzaniso Filename.ext

source: _Confirm Create
sn: _Confirm Gadzira

source: Highlight _Bar
sn: Simbisa _Bar

source: Status Bar Highlight Color
sn: Status Bar Simbisa Ruvara

source: Highlight _Text
sn: Simbisa _Text

source: Status Bar Text Highlight Color
sn: Status Bar Chinyorwa Simbisa Ruvara

source: _Middle Click
sn: _Pakati Click

source: Copy _Name
sn: Copy _Zita

source: New _Window
sn: New _Hwindi

source: R_oot Window
sn: R_oot Hwindi

source: Open _URL
sn: Vhura _URL

source: Open URL
sn: Vhura URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
sn: Isa URL mufomati: PROTOCOL://USERNAME:PASIWEDHI@HOST:PORT/SHARE Mienzaniso: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Kusanganisira password hakuna kuchengeteka. Kubhukimaka URL, tinya-kurudyi panetiweki yakamisikidzwa muZvishandiso wosarudza Bookmark.

source: Save Ta_bs
sn: Sevha Ta_bs

source: _Event Manager
sn: _Chiitiko Manager

source: _Instance
sn: _Muenzaniso

source: _Startup
sn: _Tanga

source: Set Instance Startup Command
sn: Seta Instance Startup Command

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki kana chiitiko chezzzFM chatanga: Shandisa: %%e rudzi rwechiitiko (evt_start)

source: Set Instance Exit Command
sn: Seta Instance Exit Command

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki kana chiitiko chezzzFM chabuda: Shandisa: %%e rudzi rwechiitiko (evt_exit)

source: _Window
sn: _Hwindi

source: Set New Window Command
sn: Seta New Window Command

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki pese panovhurwa hwindo rezzzFM: Shandisa: %%e chiitiko mhando (evt_win_new) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku.

source: Set Window Focus Command
sn: Seta Window Focus Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanyirwe otomatiki pese pese hwindo rezzzFM rinotariswa: Shandisa: %%e chiitiko mhando (evt_win_focus) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku.

source: Set Window Move/Resize Command
sn: Seta Window Move/Resize Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanyirwe otomatiki pese kana zzzFM hwindo rafambiswa kana kuvandudzwa: Shandisa: %%e chiitiko mhando (evt_win_move) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku. Ongorora: Uyu murairo unogona kumhanya kakawanda panguva yekurerutsa.

# View|Events|Window|
source: _Click
sn: _Dzvanya

source: Set Click Command
sn: Seta Click Command

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanyirwe otomatiki pese painodzvanywa mbeva: Shandisa: %%e chiitiko mhando (evt_win_click) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab %%b bhatani (bhatani rembeva rakadzvanywa) %%m modifier (makiyi ekugadzirisa) %%f kutarisa (chinhu chakagamuchira kudzvanya) Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mumurairo uyu kana pasina chivakashure cheasterisk chinoshandiswa. Prefix murairo wako neasterisk (*) uye nemamiriro ezvinhu dzorera chimiro chekubuda 0 kuti inhibit the default handler. Semuyenzaniso: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nbhatani repakati rakadzvanywa %%f" --button ok &

source: Set Window Keypress Command
sn: Seta Window Keypress Command

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki pese pese kiyi inodzvanywa: Shandisa: %%e chiitiko mhando (evt_win_key) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab %%k kiyi kodhi (kiyi yakadzvanywa) %%m modifier (makiyi ekugadzirisa) Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mumurairo uyu kana pasina chivakashure cheasterisk chinoshandiswa. Prefix murairo wako neasterisk (*) uye nemamiriro ezvinhu dzorera chimiro chekubuda 0 kuti inhibit the default handler. Semuyenzaniso: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKiyi F8 yakadzvanywa." --button ok &

source: Set Window Close Command
sn: Seta Window Close Command

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki pese pavharwa zzzFM hwindo: Shandisa: %%e chiitiko mhando (evt_win_close) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku.

source: Set Panel Focus Command
sn: Seta Panel Focus Command

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki pese pese parinotarisisa: Shandisa: %%e chiitiko mhando (evt_pnl_focus) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku.

source: Set Panel Show Command
sn: Seta Panel Show Command

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanyirwe otomatiki pese panoratidzwa kana pakavanda panhizha kana panhizha: Shandisa: %%e chiitiko mhando (evt_pnl_show) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab %%f kutarisa (chinhu chinoratidzwa kana chakavanzika) %%v zvinooneka (1 kana 0) Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku.

source: Set Panel Select Command
sn: Seta Panel Sarudza Raira

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki pese pachinja sarudzo yefaira: Shandisa: %%e chiitiko mhando (evt_pnl_sel) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku. Prefix murairo wako neasterisk (*) uye nemamiriro ezvinhu dzorera chimiro chekubuda 0 kuti inhibit the default handler.

source: Set New Tab Command
sn: Seta New Tab Command

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki pese panovhurwa tebhu itsva: Shandisa: %%e chiitiko mhando (evt_tab_new) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku.

source: Set Tab Change Dir Command
sn: Seta Tab Shandura Dir Command

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki pese painochinja tebhu kune rimwe dhairekitori: Shandisa: %%e chiitiko mhando (evt_tab_chdir) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab %%d new directory Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku.

source: Set Tab Focus Command
sn: Seta Tab Focus Command

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanyirwe otomatiki pese tebhu painotariswa: Shandisa: %%e chiitiko mhando (evt_tab_focus) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t tab Exported bash variables (eg $fm_pwd, etc) inogona kushandiswa mukuraira uku.

source: Set Tab Close Command
sn: Seta Tab Close Command

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki pese pavharwa tebhu: Shandisa: %%e chiitiko mhando (evt_tab_close) %%w hwindo id (ona zzzfm -s rubatsiro) %%p panel %%t yakavharwa tab

# View|Events|
source: _Device
sn: _Mudziyo

source: Set Device Command
sn: Seta Device Command

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
sn: Pinda chirongwa kana bash mutsara wekuraira kuti umhanye otomatiki pese panochinja mudziyo: Shandisa: %%e chiitiko mhando (evt_device) %%f mudziyo faira %%v shanduko (yakawedzerwa|yakabviswa|yakachinjwa)

source: Set Window Title Format
sn: Seta Window Title Format

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
sn: Seta chimiro chezita rehwindo: Shandisa: %%n zita razvino folda (eg bin) %%d yazvino folda nzira (eg /usr/bin) %%p ikozvino panel nhamba (1-4) %%t ikozvino tab nhamba %%P nhamba yese yemapanera anooneka %%T nhamba yese yematabu mupaneri yazvino * asterisk inoratidzwa kana mabasa achimhanya muhwindo

source: Set Window Icon
sn: Seta Window Icon

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
sn: Isa zita rechiratidzo, nzira yefaira rechiratidzo, kana zita rechinhu chestock: Kana kuti baya Sarudza kusarudza chiratidzo. Mamwe ma icon anogona kusashanda nemazvo nekuda kwezvikonzero zvakasiyana. Inopa imwe zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Semuyenzaniso: zzzfm-48-cube-red

source: _Preferences
sn: _Zvaunoda

source: _Thumbnails (global)
sn: _Zvigunwe (pasi rose)

source: _User's Manual
sn: _Bhuku reMushandisi

source: Choose HTML Browser
sn: Sarudza HTML Browser

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
sn: Pinda zita rebrowser kana bash command line ichashandiswa kuratidza HTML mafaera nemaURL: Shandisa: %%u url (Siya isina chinhu kuti uone otomatiki browser)

source: Choose User's Manual Location
sn: Sarudza Mushandisi Wemanyorero Nzvimbo

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
sn: Pinda nzira yefaira yemunharaunda kana URL iri kure yezzzFM User's Manual: (Siya isina chinhu kuitira default)

source: _Show Devices
sn: _Ratidza Zvishandiso

source: _Progress
sn: _Kufambira mberi

source: _Average Speed
sn: _Avhareji Yekumhanya

source: A_verage Remain
sn: A_verage Ramba

source: _Stop
sn: _Mira

source: _Queue
sn: _Mutsara

source: Auto-_Hide Manager
sn: Auto-_Viga Manager

source: copying File 1:15 65.2 M 30.2 M/s
sn: kukopa File 1:15 65.2 M 30.2 M/s

source: Popup _All Tasks
sn: Buda _All Tasks

source: A_bove Others
sn: A_bove Vamwe

source: All _Workspaces
sn: Zvose _Nzvimbo dzekushanda

source: _Overwrite Option
sn: _Write Option

source: Task Popup Font (affects new tasks)
sn: Task Popup Font (inobata mabasa matsva)

source: Example Output 0123456789
sn: Muenzaniso Output 0123456789

source: Stop If _First
sn: Mira Kana _Chekutanga

source: Stop On _Any
sn: Stop On _Chero

source: _Continue
sn: _Enderera mberi

source: _Queue New Tasks
sn: _Mutsara Mabasa Matsva

source: _Pause On Error
sn: _Misa Pakukanganisa

source: Arrange _Icons
sn: Ronga _Icons

source: By _Name
sn: By _Zita

source: _Ascending
sn: _Achikwira

source: Example Input 0123456789
sn: Muenzaniso Input 0123456789

source: _Choose...
sn: _Sarudza...

source: Open With _Default
sn: Vhura Na _Default

source: _List Contents
sn: _Nyora Zviri Mukati

source: _Open With App
sn: _Vhura NeApp

source: _Create Subfolder
sn: _Gadzira Subfolder

source: _Go
sn: _Enda

source: _Forward
sn: _Pamberi

source: _Home
sn: _Kumba

source: _Set Default
sn: _Seta Default

source: _Tree
sn: _Muti

source: _Rubberband Select
sn: _Rubberband Sarudza

source: _Sort
sn: _Ronga

source: _Permission
sn: _Mvumo

source: _Owner
sn: _Muridzi

source: _Descending
sn: _Kudzika

source: F_iles First
sn: F_iles Chekutanga

source: Hidden _Last
sn: Hidden _Pakupedzisira

source: Auto See_k
sn: Ona otomatiki _k

source: Cut
sn: Cheka

source: _Actions
sn: _Zviito

source: L_ast Location
sn: L_ast Nzvimbo

source: _Location
sn: _Nzvimbo

source: _Select All
sn: _Sarudza zvose

source: _Unselect All
sn: _Usasarudza Zvese

source: _Invert Selection
sn: _Invert Sarudzo

source: Permissions
sn: Mvumo

source: _Large Icons
sn: _Yakakura Icons

source: _Hidden Files
sn: _Mafaira Akavanzika

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
sn: Muenzaniso 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Bookmarks Font (Panel %d)
sn: Mabhukumaki Mafonti (Panel %d)

source: Example Bookmark Name
sn: Muenzaniso Bookmark Zita

source: $ cat /home/user/example
sn: $ cat /kumba/mushandisi/muenzaniso

source: 12 G free / 200 G 52 items
sn: 12 G vakasununguka / 200 G 52 zvinhu

source: Follow _Dir
sn: Tevera _Dir

source: Directory doesn't exist %s
sn: Dhairekitori haapo %s

source: Unable to access %s %s
sn: Hatikwanisi kuwana %s %s

source: Select By Pattern
sn: Sarudza Nemuenzaniso

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
sn: Pinda pateni kuti usarudze mafaera nemaforodha: Kana pateni yako iine chero mavara makuru, iwo anofananidzira anozove anonzwa. Muenzaniso: *sp*e?m* ZANO: Unogonawo kupinda '%% PATTERN' mubhawa renzira.

source: Choose Location
sn: Sarudza Nzvimbo

source: Invalid Destination
sn: Kwainoenda Kusiriyo

source: Destination same as source
sn: Kwekuenda kwakafanana nekwakabva

source: Invalid destination
sn: Kwainoenda haisiriyo
