Repository: dimkr/zzzfm
Catalog: po/from transifex/sn/zzzfmpot.sh.po
Languages: sn

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
sn: Cherechedza: MIME type '%s' parizvino ichavhurwa ne '%s' faira mubati, kwete neyako yakabatana MIME application. Ungangoda kudzima chibatiso ichi muOpen|File Handlers kuti iyi mhando ivhurwe neyako yakabatana application nekusarudzika.

source: MIME Type Has Handler
sn: Mhando yeMIME Ine Handler

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
sn: Cherechedza: MIME type '%s' parizvino ichavhurwa ne '%s' archive handler, kwete neyako yakabatana nayo MIME application. Ungangoda kudzima chibatiso ichi muOpen|Archive Defaults|Archive Handlers, KANA sarudza sarudzo yepasi rose Vhura|Dhivha Defaults|Vhura NeApp, kuti mhando iyi ivhurwe nechishandiso chako chakabatana nekusingaperi.

source: Command not found
sn: Murairo hauna kuwanikwa

source: Destination directory "%1$s" is contained in source "%2$s"
sn: Dhairekitori rekuenda "%1$s" zvirimo "%2$s"

source: Removing
sn: Kubvisa

source: Creating Dir
sn: Kugadzira Dir

source: Creating Link
sn: Kugadzira Link

source: Writing
sn: Kunyora

source: Creating
sn: Kugadzira

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
sn: Please install /usr/bin/sha256sum saka ini ndinogona kuvandudza kuchengetedzeka kwako uchimhanyisa midzi mirairo

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
sn: Ndokumbira ugadzire Terminal inoshanda SU command in View|Preferences|Advanced

source: Terminal SU Not Available
sn: Terminal SU Haipo

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
sn: Ndokumbira ugadzire Graphical inoshanda SU command in View|Preferences|Advanced

source: Graphical SU Not Available
sn: Graphical SU Haipo

source: Cannot create temporary directory
sn: Hatikwanisi kugadzira dhairekitori renguva pfupi

source: Please set a valid terminal program in View|Preferences|Advanced
sn: Ndokumbirawo musete chirongwa chinoshanda muKuona|Zvido |Yepamusoro

source: zzzfm-auth not found in path - this reduces your security
sn: zzzfm-auth isingawanikwe munzira - izvi zvinoderedza kuchengetedzeka kwako

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
sn: Kutadza kuita '%s' Maona stdout (mhanya zzfm mune terminal) kune ruzivo rwekugadzirisa

source: Error writing temporary file
sn: Patadza pakunyora faira renguva pfupi

source: Timed out calculating total size
sn: Nguva yapera tichiverenga saizi yese

source: [no media]
sn: [hapana media]

source: Selected Device Handler
sn: Yakasarudzwa Device Handler

source: Selected Protocol Handler
sn: Yakasarudzwa Protocol Handler

source: ( no udev device )
sn: ( Aihwa udev mudziyo )

source: Auto Open Tab for %s in %s
sn: Auto Vhura Tab ye %s mu %s

source: Auto-Unmount: %s
sn: Kuburutsa otomatiki: %s

source: Auto-Unmount: error: no unmount command available
sn: Auto-Unmount: kukanganisa: hapana unmount command iripo

source: Automount: error: no mount command available
sn: Automount: kukanganisa: hapana gomo rekuraira riripo

source: Unmount-If-Mounted: %s
sn: Burutsa-Kana-Mounted: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
sn: Iwe hauna mvumo yekugadzirisa zviri mufaira %s Funga kukopa faira kune desktop, kana chinongedzo kune kopi yakaiswa mukati ~/.local/share/applications/

source: Unable To Rename
sn: Haikwanisi Kutumidzazve zita

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
sn: Isa zita idzva rechinhu chedesktop: Kusandura zita rechinhu ichi chedesktop kunoda kugadzirisa zviri mudesktop file %s

source: Change Desktop Item Name
sn: Chinja Zita reChinhu cheDesktop

source: An error occurred renaming this desktop item.
sn: Pane chikanganiso chaitika pakupa zita rechinhu chedesktop ichi.

source: Select a folder
sn: Sarudza folda

source: Browse...
sn: Bhurawuza...

source: Local Volumes
sn: Mavhoriyamu Emunharaunda

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
sn: Pinda chirongwa kana bash yekuraira mutsara (s): Shandisa: %F mafaira akasarudzwa kana %f yekutanga yakasarudzwa faira %N akasarudzwa mafaira mazita kana %n yekutanga yakasarudzwa filename %d ikozvino dhairekitori %v mudziyo wakasarudzwa (eg /dev/sda1) %m mudziyo gomo nzvimbo (eg /media/dvd); %l mudziyo label %b bookmark rakasarudzwa %t rakasarudzwa basa dhairekitori; %p basa pid %a kukosha kwechinhu chemenu $fm_panel, $fm_tab, $fm_command, etc

source: Dir Write Access
sn: Dir Nyora Access

source: User Is Root
sn: Mushandisi NdiMudzi

source: Multiple Selected
sn: Zvakawanda Zvakasarudzwa

source: Clipboard Has Files
sn: Clipboard Ine Mafaira

source: Clipboard Has Text
sn: Clipboard Ine Zvinyorwa

source: Device
sn: Mudziyo

source: Device Mount Point
sn: Mudziyo Mount Point

source: Device FSType
sn: Chishandiso FSType

source: Device UDI
sn: Mudziyo UDI

source: Task Name
sn: Zita rebasa

source: Panel 1 Directory
sn: Panel 1 Dhairekitori

source: Panel 3 Directory
sn: Panel 3 Dhairekitori

source: Panel 1 Has Sel
sn: Panel 1 ine Sel

source: Panel 2 Has Sel
sn: Panel 2 ine Sel

source: Panel 3 Has Sel
sn: Panel 3 ine Sel

source: Panel 4 Has Sel
sn: Panel 4 ine Sel

source: Panel 1 Device
sn: Panel 1 Chishandiso

source: Panel 2 Device
sn: Panel 2 Chishandiso

source: Panel 3 Device
sn: Panel 3 Chishandiso

source: Panel 4 Device
sn: Panel 4 Chishandiso

source: equals
sn: vakaenzana

source: doesn't equal
sn: haina kuenzana

source: contains
sn: rine

source: doesn't contain
sn: haina

source: begins with
sn: inotanga na

source: doesn't begin with
sn: haina kutanga

source: ends with
sn: inopera ne

source: doesn't end with
sn: haipereri nayo

source: is less than
sn: ishoma pane

source: is greater than
sn: mukuru pane

source: matches
sn: machisi

source: doesn't match
sn: hazvienderane

source: Current: Show
sn: Zvazvino: Ratidza

source: Current: Hide
sn: Current: Viga

source: Current: Disable
sn: Zvazvino: Disable

source: Current: Enable
sn: Zvazvino: Gonesa

source: Save Modified Script?
sn: Chengetedza Modified Script?

source: Save your changes to the command script?
sn: Sevha shanduko dzako kune script yekuraira?

source: Overwrite Script?
sn: Writer Script?

source: The command script on disk has changed. Do you want to overwrite it?
sn: Runyoro rwekuraira pa diski rwachinja. Unoda kuinyora pamusoro?

source: (no files)
sn: (hapana mafaira)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
sn: Mutsetse wemirairo hautange nefaira remavara (script) kuti rivhurwe, kana kuti script haina kuwanikwa mune yako $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
sn: Zvinangwa: (semicolon-yakaparadzaniswa runyorwa rwemakwara kana maURL)

source: Target: (a .desktop or executable file)
sn: Chinangwa: (a .desktop kana faira rinogoneka)

source: Choose Executable
sn: Sarudza Executable

source: Command Line Too Long
sn: Command Line Yakareba

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
sn: Mutsetse wako wekuraira wakakura kupfuura mavara 2000 uye unogona kudimburwa kana wachengetwa. Funga kushandisa script yekuraira nekusarudza Script pane Command tab.

source: _Toolbar Item
sn: _Toolbar Chinhu

source: Name:
sn: Zita:

source: Key:
sn: Kiyi:

source: matches any rule:
sn: zvinoenderana nechero mutemo:

source: matches all rules:
sn: zvinoenderana nemitemo yese:

source: doesn't match any rule:
sn: hazvienderane nechero mutemo:

source: doesn't match all rules:
sn: hazvienderane nemitemo yese:

source: item if context
sn: chinhu kana mamiriro

source: Value:
sn: Kukosha:

source: If enabled, use as handler for:
sn: Kana yagoneswa, shandisa semubati we:

source: none
sn: hapana

source: files
sn: mafaira

source: devices
sn: zvishandiso

source: _Ignore Context / Show All (global setting)
sn: _Rega Mamiriro ezvinhu / Ratidza Zvese (kurongeka kwepasirese)

source: Open In _Editor
sn: Vhura In _Editor

source: Scroll Output
sn: Mupumburu Output

source: Keep Terminal Open
sn: Chengetedza Terminal Yakavhurika

source: Run As User:
sn: Mhanya seMushandisi:

source: ( leave blank for current user )
sn: ( siya pasina chinhu kumushandisi wazvino )

source: Confirmation
sn: Simbiso

source: Confirmation/Input Message:
sn: Simbiso/Kupinza Mharidzo:

source: Open in File Browser:
sn: Vhura muFaira Browser:

source: Built-In Toolbar Item
sn: Yakavakwa-In Toolbar Item

source: Built-In Command
sn: Yakavakwa-In Command

source: Follow state
sn: Tevera nyika

source: Render differently based on the selection state.
sn: Render zvakasiyana zvichienderana nemamiriro ekusarudza.

source: The icon to render.
sn: Iyo icon yekupa.

source: The GIcon to render.
sn: The GIcon yekupa.

source: size
sn: saizi

source: The size of the icon to render in pixels.
sn: Saizi yeicon yekuburitsa mumapixels.

source: No file selected
sn: Hapana faira rakasarudzwa

source: Block Device
sn: Vimba Chishandiso
