Repository: dimkr/zzzfm
Catalog: po/from transifex/sm/zzzfmpot.sh.po
Languages: sm

source: zzzFM Open Folder
sm: zzzFM Tatala le Folder

source: Open folder
sm: Tatala faila

source: zzzFM File Search
sm: zzzFM Su'e faila

source: Search for files and folders
sm: Su'e faila ma faila

source: File Manager
sm: Pule o faila

source: Browse the file system
sm: Su'e le faiga faila

source: Choose Application
sm: Filifili Talosaga

source: Please choose an application or enter a command:
sm: Fa'amolemole filifili se talosaga pe fa'aofi se fa'atonuga:

source: File Type:
sm: Ituaiga faila:

source: _Associated Apps
sm: _Talosaga Fa'atasi

source: _Command:
sm: _Poloaiga:

source: _Browse
sm: _Su'esu'e

source: Opened in Terminal
sm: Tatala i le Terminal

source: _Set as default application for this file type
sm: _Seti e fai ma fa'aoga masani mo lenei ituaiga faila

source: File Properties
sm: Meatotino faila

source: <b>File Name:</b>
sm: <b>Igoa faila:</b>

source: <b>Location:</b>
sm: <b>Nofoaga:</b>

source: <b>Link Target:</b>
sm: <b>So'oga Sini:</b>

source: <b>Type:</b>
sm: <b>Ituaiga:</b>

source: <b>Opens _With:</b>
sm: <b>Tatala _Faatasi ai ma:</b>

source: <b>Total Size:</b>
sm: <b>Aofa'i Tele:</b>

source: <b>Size On Disk:</b>
sm: <b>Tele ile Disk:</b>

source: <b>Count:</b>
sm: <b>Faitau:</b>

source: <b>Modified:</b>
sm: <b>Suia:</b>

source: <b>Accessed:</b>
sm: <b>Avanoa:</b>

source: _Info
sm: _Fa'amatalaga

source: <b>_Owner:</b>
sm: <b>_Pule:</b>

source: <b>_Group:</b>
sm: <b>_Vaega:</b>

source: <b>Owner:</b>
sm: <b>Pule:</b>

source: <b>Group:</b>
sm: <b>Vaega:</b>

source: <b>Other:</b>
sm: <b>isi:</b>

source: Read
sm: Faitau

source: Write
sm: Tusi

source: Execute
sm: Fa'atino

source: Set UID
sm: Seti UID

source: Set GID
sm: Seti le GID

source: Sticky
sm: Pi'imau

source: Recursive (apply changes to folders and their contents)
sm: Recursive (faʻaoga suiga i faila ma mea o loʻo i totonu)

source: _Permissions
sm: _Fa'atagaga

source: Any
sm: So'o se

source: Within One Day
sm: I totonu o le Aso e Tasi

source: Within One Week
sm: I totonu o le Vaiaso e Tasi

source: Within One Month
sm: I totonu o le masina e tasi

source: Within One Year
sm: I totonu o le Tausaga e Tasi

source: Within Selected Date Range
sm: I totonu ole Aso Filifilia

source: Find Files
sm: Su'e faila

source: <b>Filename:</b>
sm: <b>Igoa faila:</b>

source: Case Sensitive
sm: Mata'upu ma'ale'ale

source: Video Files (avi, mpg,...)
sm: Vitio faila (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
sm: Faila leo (mp3, ogg,...)

source: Image Files (jpg, png,...)
sm: Ata faila (jpg, png,...)

source: Plain Text Files
sm: Faiga Fa'amatalaga Fa'amatalaga

source: All Files and Folders
sm: Faila uma ma faila

source: <b>File Types to Search</b>
sm: <b>Ituaiga faila e Su'e</b>

source: Search in subfolders
sm: Su'e i subfolders

source: Search hidden files
sm: Su'e faila natia

source: <b>Places to Search</b>
sm: <b>Nofoaga e Su'e</b>

source: General
sm: lautele

source: File Contains:
sm: O lo'o iai le faila:

source: Use Regular Expression
sm: Fa'aaogā Fa'amatalaga masani

source: Content
sm: Anotusi

source: Greater Than:
sm: Sili atu nai lo:

source: Smaller Than:
sm: Laiti Nai lo:

source: <b>File Size</b>
sm: <b>Tele faila</b>

source: <b>Last Modified</b>
sm: <b>Suiga Mulimuli</b>

source: Size & Date
sm: Tele & Aso

source: <b>Search Result:</b>
sm: <b>I'uga su'esu'e:</b>

source: Search Again
sm: Toe Saili

source: Go to folder
sm: Alu i le faila

source: Open In Current Tab
sm: Tatala I le taimi nei Tab

source: Open In New Tab
sm: Tatala I le New Tab

source: Stretch
sm: Fa'aloaloa

source: Fit
sm: fetaui

source: Center
sm: Nofoaga Tutotonu

source: Zoom
sm: Sa'o

source: Transparent
sm: Malamalama

source: Automatic
sm: Otometi

source: Copy (Ctrl+Drag)
sm: Kopi (Ctrl+Toso)

source: Move (Shift+Drag)
sm: Siisii (Shift+Toso)

source: Link (Ctrl+Shift+Drag)
sm: So'oga (Ctrl+Shift+Toso)

source: Preferences
sm: Manatu

source: Small Icons:
sm: Ata Laiti:

source: Large Icons:
sm: Ata tetele:

source: Toolbar Icons:
sm: Ata o meafaigaluega:

source: <b>Icons</b>
sm: <b>Fa'ailoga</b>

source: Single click opens files
sm: Kiliki tasi e tatala ai faila

source: Hover selects
sm: Fa'ae'e filifili

source: Bookmarks:
sm: Faailoga tusi:

source: Show Thumbnails
sm: Fa'aali Ata Ata

source: Max Pic Size To Thumbnail:
sm: Tele Lapata'i Ata i Ata Ata:

source: <b>File List</b>
sm: <b>Lisi faila</b>

source: _General
sm: _lautele

source: Always show the tab bar
sm: Fa'aali i taimi uma le fa'amaufa'ailoga

source: Hide 'Close Tab' buttons
sm: Natia 'Tapuni le Tab' faamau

source: Confirm delete/remove
sm: Fa'amaonia tape/ave'ese

source: Click runs executables ( caution! )
sm: Kiliki tamo'e executables (fa'aeteete!)

source: SI File Sizes (1K = 1000) (requires restart)
sm: SI faila tele (1K = 1000) (mana'omia le toe amata)

source: Show root user indicator color
sm: Fa'aali le lanu fa'ailoga a'a

source: Default Drag Action:
sm: Gaioiga Toso masani:

source: I_nterface
sm: I_interface

source: Please select an image file
sm: Fa'amolemole filifili se faila ata

source: Mode:
sm: Faiga:

source: Background:
sm: tuaa:

source: Text:
sm: Tusitusi:

source: Shadow:
sm: Ata lafoia:

source: Top:
sm: Luga:

source: Left:
sm: Taumatau:

source: Right:
sm: Tauagavale:

source: Bottom:
sm: Lalo:

source: Pad:
sm: Papa:

source: <b>Margins</b>
sm: <b>Avanoa</b>

source: Right click shows WM menu
sm: Kiliki taumatau e fa'aalia ai le lisi WM

source: Open folders using associated MIME application
sm: Tatala faila e fa'aoga ai le talosaga MIME

source: _Volume Management
sm: _Puleaina o Volume

source: Graphical SU:
sm: SU fa'atusa:

source: Filename Encoding:
sm: Fa'ailoga igoa faila:

source: Editor:
sm: Fa'atonu:

source: Run editor in terminal
sm: Fa'atonu le fa'atonu i le fa'amau

source: Root's Editor:
sm: Fa'atonu a'a:

source: Run root's editor in terminal
sm: Fa'asolo le fa'atonu a'a i le fa'amau

source: Date Format:
sm: Fa'asologa o Aso:

source: (requires reload)
sm: (mana'omia le toe uta)

source: Date Display
sm: Fa'aaliga Aso

source: _Advanced
sm: _Maualuluga

source: Too many columns (>%d) in %s
sm: Ua tele naua koluma (>%d) i totonu %s

source: error reading file %s: %s
sm: sese faitau faila %s: %s

source: file '%s' contents are not valid UTF-8
sm: faila '%s' e le aoga mea i totonu UTF-8

source: Cannot set missing element '%s'
sm: Le mafai ona seti le elemene misi '%s'

source: file '%s' is not a regular file
sm: faila '%s' e le o se faila masani

source: Dynamic resize requires width and height > 0
sm: Ole suiga fa'anatinati e mana'omia ai le lautele ma le maualuga > 0

source: internal command %s requires an argument
sm: faatonuga i totonu %s mana'omia se finauga

source: element '%s' does not exist
sm: elemene '%s' e le o iai

source: internal command press is invalid for non-button %s
sm: e le aoga le lomitusi fa'alotoifale mo le leai o le ki %s

source: internal command un/select is invalid for %s
sm: e le aoga le tulafono i totonu un/select mo %s

source: error writing file %s: %s
sm: sese faila faila %s: %s

source: '%s' is not an internal command
sm: '%s' e le o se poloaiga i totonu

source: error creating file %s: %s
sm: sese le faia o faila %s: %s

source: pipe '%s' data is not valid UTF-8
sm: paipa '%s' e le aoga fa'amatalaga UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
sm: [ SNIP - fa'aopoopo mea fa'aopoopo o lo'o i luga ua 'oti mai lenei ogalaau ]

source: ( file contents are not valid UTF-8 )
sm: ( e le aoga mea i totonu o faila UTF-8 )

source: prefix '%s' is not a valid variable name
sm: prefix '%s' e le ose igoa fesuia'i aoga

source: Pause
sm: Taofi

source: file '%s' is not a regular file or a pipe
sm: faila '%s' e le o se faila masani po o se paipa

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
sm: zzzFMFa'atalanoaga e fa'atupu ai se fa'atalanoaga masani a le GTK e fa'atatau i elemene GUI oe fa'amaonia i luga o le laina fa'atonu, fa'aalia le ta'avale i totonu/fa'atonu tulafono lea e mafai ona fesuia'i elemene, ma fa'ai'uga e mafai ona su'esu'eina/fa'amatala.

source: Usage:
sm: Fa'aoga:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
sm: zzzfm --dialog|-g {ELEMENE [FILIFILIGA] [FUAFUAGA...]} ...

source: Example:
sm: Faataitaiga:

source: zzzfm -g --label "A message" --button ok
sm: zzzfm -g --label "O se savali" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
sm: ELEMENT: FILIFILI ma FUAIGA:

source: The following arguments may be used as shown above:
sm: O finauga nei e mafai ona faʻaaogaina e pei ona faʻaalia i luga:

source: STOCK %s
sm: STOKA %s

source: ICON An icon name, eg: gtk-open
sm: ICON Se igoa fa'ailoga, fa'ata'ita'iga: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
sm: @FILE Se faila faila e faitau ai se tau. I nisi tulaga o lenei faila o loʻo mataʻituina, o lea o le tusiaina o se tau fou i le faila o le a faʻafouina ai le elemene. I isi tulaga, o le faila e faʻamaonia ai se tau muamua.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
sm: SAVEFILE O mea a le tagata va'ai po'o le fa'atonu o lo'o teuina i le faila lea.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
sm: COMMAND O se fa'atonuga fa'alotoifale po'o le fa'atinoina e soso'o ma finauga. Vaevae le tele o poloaiga ma le a -- finauga. O suiga nei e mafai ona fa'aoga i COMMANDs: %%n Igoa o le elemene o iai nei %%v Taua ole elemene o iai nei %%NAME Taua ole elemene ua faaigoaina NAME (fa'ata'ita'iga: %%input1) %%(command) stdoutmai se laina poloaiga bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
sm: LABEL O lo'o mulimuli mai fa'asologa sola i totonu LABEL e le'i sao: \n laina fou \t laupepa \" " \\ \ I totonu --label na'o elemene, pe afai o le tagata muamua i totonuLABEL o le a tilde (~), e mafai ona fa'aogaina le fa'ailoga pango. Faataitaiga: --label '~E manino lenei. <b>E lototele lenei mea.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
sm: I le faaopoopo atu i OPTIONS o loʻo lisiina i luga, --compact pe --expand atonu e iai filifiliga faaopoopo i soo se elemene. E le gata i lea, a--font filifiliga e mafai ona fa'aoga i le tele o elemene ituaiga e sui ai le vai papatisoga ma le tele o le vai. Faataitaiga: --input --font "Times New Roman 16" "Fa'amatalaga Fa'atonu"

source: INTERNAL COMMANDS:
sm: POLOAIGA I totonu:

source: EXAMPLE WITH COMMANDS:
sm: FA'ATA'ITA'I MA POLOAIGA:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
sm: zzzfm -g --label "Ulufale nisi tusitusiga ma fetaomi Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
sm: FA'A'OA'OGA FA'ATA'IGA:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
sm: #!%s # O lo'o fa'aalia e lenei fa'amatalaga se talanoaga ioe/Leai # Fa'aaoga le QUOTED eval e faitau ai suiga o lo'o fa'atinoina e zzzFM Talanoaga: eval "`zzzfm -g --label "E moʻi lava oe?" --button ioe --button leai`" if [[ "$dialog_pressed" == "button1" ]]; then echo "Oomi e le tagata le Ioe - fai se gaioiga" else echo "E LE'I oomi e le tagata fa'aoga le Ioe - fa'ate'a" fi

source: For full documentation and examples see the zzzFM User's Manual:
sm: Mo fa'amaumauga atoa ma fa'ata'ita'iga va'ai le zzzFM User's Manual:

source: zzzfm: argument is not valid UTF-8
sm: zzzfm: e le aoga le finauga UTF-8

source: invalid dialog option
sm: le sa'o filifiliga talanoaga

source: Set window title
sm: Seti le ulutala faamalama

source: Set window icon
sm: Seti fa'amalama fa'amalama

source: Add a text label
sm: Fa'aopoopo se fa'ailoga tusitusiga

source: Add STOCK dialog button, or LABEL button with ICON
sm: Fa'aopoopo le fa'amau o le STOCK, po'o le fa'amau LABEL ma le ICON

source: Add STOCK button, or LABEL button with ICON anywhere
sm: Fa'aopoopo le fa'amau STOCK, po'o le fa'amau LABEL ma le ICON i so'o se mea

source: Add a text entry
sm: Fa'aopoopo se tusitusiga

source: Add a large text entry
sm: Fa'aopoopo se tusitusiga tele

source: Add a password entry
sm: Fa'aopoopo se fa'aupuga fa'amaufa'ailoga

source: Add a file or pipe viewer
sm: Fa'aopoopo se faila po'o se va'aiga paipa

source: Add multi-line text editor
sm: Fa'aopoopo le fa'asologa o tusitusiga e tele laina

source: Add a checkbox option
sm: Fa'aopoopo se fa'ailoga pusa

source: Add a radio option
sm: Faaopoopo i ai se filifiliga leitio

source: Add an icon
sm: Fa'aopoopo se fa'ailoga

source: Add an image
sm: Fa'aopoopo se ata

source: Add a progress bar
sm: Fa'aopoopo se pa aga'i i luma

source: Add a horizontal line separator
sm: Fa'aopoopo se vase laina fa'alava

source: Add a vertical line separator
sm: Fa'aopoopo i ai se va'aiga laina tu'usa'o

source: Automatically close window after DELAY seconds
sm: Tapuni otometi le faamalama pe a uma le DELAY sekone

source: Add a drop-down list. COMMAND run when clicked.
sm: Fa'aopoopo se lisi e to'a i lalo. COMMAND tamoe pe a kiliki.

source: Add a combo list. COMMAND run when Enter pressed.
sm: Fa'aopoopo se lisi tu'ufa'atasi. COMMAND run pe a oomi le Enter.

source: Add a list box. COMMAND run when double-clicked.
sm: Faaopoopo se pusa lisi. COMMAND e fa'asolo pe a fa'alua-kiliki.

source: Add a list box with multiple selections
sm: Fa'aopoopo se pusa lisi e tele filifiliga

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
sm: Filifiliga: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
sm: Seti igoa fesuia'i faavae (Fa'atonu: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
sm: Seti le lautele maualalo, maualuga, padding (-1 = aua le suia)

source: Add following widgets to a horizontal box
sm: Fa'aopoopo i lalo widgets i se pusa faalava

source: Add following widgets to a vertical box
sm: Fa'aopoopo i lalo widgets i se pusa tūsa'o

source: Close the current box of widgets
sm: Tapuni le pusa o loʻo iai nei o widgets

source: Run COMMAND when a key combination is pressed
sm: Fa'agasolo COMMAND pe a oomi se fa'atasiga ki

source: Run COMMAND when an element is clicked or focused
sm: Fa'agasolo COMMAND pe a kiliki se elemene pe taula'i

source: Run COMMAND on window close attempt
sm: Fa'asolo COMMAND ile fa'amalama tapuni taumafaiga

source: Read commands from FILE or PIPE. COMMAND for init.
sm: Faitau fa'atonuga mai le FILE po'o le PIPE. POLOA mo init.

source: No operation - does nothing but evaluate arguments
sm: Leai se gaioiga - e leai se mea e faia na o le iloiloina o finauga

source: Close the dialog
sm: Tapuni le talanoaga

source: Press button named BUTTON-NAME
sm: Oomi le faamau e igoa PUTTON-NAME

source: Set element NAME to VALUE
sm: Seti elemene NAME ile VALUE

source: Select item VALUE (or first/all) in element NAME
sm: Filifili mea VALUE (po'o muamua/uma) ile elemene IGOA

source: Unselect item VALUE (or all) in element NAME
sm: Aveese le filifilia o mea VALUE (po'o mea uma) ile elemene NAME

source: Focus element NAME, or raise dialog window
sm: Taulai elemene IGOA, pe sii i luga le faamalama o talanoaga

source: Hide element NAME
sm: Natia elemene NAME

source: Show element NAME if previously hidden
sm: Faaali le elemene NAME pe a natia muamua

source: Disable element NAME
sm: Taofi le elemene NAME

source: Enable element NAME if previously disabled
sm: Fa'aaga le elemene NAME pe'ā fa'aletonu muamua

source: Save files and write source output to FILE
sm: Fa'asao faila ma tusi le fa'apogai fa'apogai ile FILE

source: Open folders in new tab of last window (default)
sm: Tatala faila i le lisi fou o le faamalama mulimuli (fa'aoga)

source: Open folder in current tab of last used window
sm: Tatala le fa'ailoga i le fa'ailoga o lo'o iai i le fa'amalama mulimuli na fa'aaoga

source: Don't load saved tabs
sm: Aua le utaina fa'amau fa'asaoina

source: Open folders in new window
sm: Tatala faila ile faamalama fou

source: Open folders in panel 'P' (1-4)
sm: Tatala faila ile laulau 'P' (1-4)

source: Launch desktop manager daemon
sm: Tatala le pule o le desktop daemon

source: Show desktop settings
sm: Faaali atu faatulagaga o le desktop

source: Show Preferences ('N' is the Pref tab number)
sm: Fa'aali Mana'oga ('N' o le numera Pref tab)

source: Run as a daemon
sm: Taufetuli pei o se daemon

source: Use DIR as configuration directory
sm: Fa'aaogā le DIR e fai ma fa'atonuga o fa'atonuga

source: Show File Search
sm: Fa'aali le Su'ega Faila

source: Set desktop wallpaper to FILE
sm: Seti pepa puipui o le desktop ile FILE

source: Show a custom dialog (See -g help)
sm: Faaali atu se talanoaga masani (Vaai -g help)

source: Send a socket command (See -s help)
sm: Auina atu se poloaiga socket (Vaai -s help)

source: No function - for compatibility only
sm: Leai se galuega - mo na'o le fetaui

source: Show version information
sm: Fa'aali fa'amatalaga fa'amatalaga

source: Option --config-dir ignored - an instance is already running
sm: Filifiliga --config-dir le amana'ia - o se fa'ata'ita'iga ua uma ona tamo'e

source: Option --config-dir contains invalid chars - cannot start
sm: Filifiliga --config-dir o lo'o i ai fa'ailoga le aoga - e le mafai ona amata

source: zzzfm: --socket-cmd requires an argument
sm: zzzfm: --socket-cmd mana'omia se finauga

source: zzzfm: could not create socket
sm: zzzfm: le mafai ona fai socket

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
sm: zzzfm: le mafai ona fa'afeso'ota'i i le socket (e le o tamo'e? po'o le DISPLAY le seti?)

source: zzzfm: invalid response from socket
sm: zzzfm: le sa'o tali mai socket

source: zzzFM socket commands permit external processes
sm: zzzFM fa'atonuga socket fa'atagaina faiga fa'a fafo

source: (such as command scripts) to read and set GUI property values
sm: (e pei o faʻatonuga tusi) e faitau ma seti GUI tau meatotino

source: and execute methods inside running zzzFM windows.
sm: ma faʻatino auala i totonu o le taʻavale zzzFM faamalama.

source: To handle events, see View|Events in the main menu bar.
sm: Ina ia taulimaina mea tutupu, va'ai Va'ai|Mea na tutupu i le pa o le lisi autu.

source: Usage:
sm: Fa'aoga:

source: Example:
sm: Faataitaiga:

source: METHODS -------
sm: METOGA -------

source: Sets a property
sm: Seti se meatotino

source: Gets a property
sm: Maua se meatotino

source: Sets a task property
sm: Seti se meatotino galuega

source: Gets a task property
sm: Maua se meatotino galuega

source: Starts a new task
sm: Amata se galuega fou

source: Activates a menu item by emitting its shortcut key
sm: Fa'agaoioia se mea fa'aitu e ala i le fa'aosoina o lona ki 'alo

source: Runs custom command or shows submenu named NAME
sm: Fa'atino le fa'atonuga fa'apitoa pe fa'aalia le submenu ua ta'ua NAME

source: Add asynchronous handler COMMAND to EVENT
sm: Fa'aopoopo le tagata e le fa'aogaina COMMAND i le EVENT

source: Add synchronous handler COMMAND to EVENT, replacing default handler
sm: Fa'aopoopo le fa'atonu fa'atasi COMMAND i le EVENT, sui le tagata fa'aletonu

source: Remove handler COMMAND from EVENT
sm: Ave'ese le fa'atonu COMMAND mai le EVENT

source: Shows this help reference. (Also see manual link below.)
sm: Fa'aalia lenei fa'amatalaga fesoasoani. (Vaai foi i le sootaga tusi lesona i lalo.)

source: OPTIONS -------
sm: FILIFILIGA -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
sm: Fa'aopoopo filifiliga pe a uma le METHOD e fa'ailoa ai se fa'amalama patino, laulau, ma/po'o le fa'ailoga.

source: Otherwise the current tab of the current panel in the last window is used.
sm: A leai e fa'aogaina le fa'ailoga o lo'o iai nei i le fa'amalama mulimuli.

source: Specify window. eg:
sm: Fa'ailoa le faamalama. fa'ata'ita'iga:

source: Specify panel 1-4. eg:
sm: Fa'ailoa vaega 1-4. fa'ata'ita'iga:

source: Specify tab 1-... eg:
sm: Fa'ailoa le laupepa 1-... fa'ata'ita'iga:

source: PROPERTIES ----------
sm: MEATOAGA ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
sm: Seti meatotino i METHOD 'set', pe maua le tau ma 'get'.

source: eg '1024x768' (read-only)
sm: eg '1024x768' (faitau-na'o)

source: Open DIR or default in a new tab
sm: Tatala le DIR po'o le faaletonu i se lisi fou

source: eg 'Current Status: Example'
sm: fa'ata'ita'iga 'Tulaga oi ai nei: Fa'ata'ita'iga'

source: [PATTERN] eg '*.jpg'
sm: [MAMALIGA] eg '*.jpg'

source: eg 'Some\nlines\nof text'
sm: eg 'O nisi\nlaina\no tusitusiga'

source: eg '~/copy-file-contents-to-clipboard.txt'
sm: eg '~/kopi-faila-anotusi-ia-laupapa kilipa.txt'

source: FILE... Files copied to clipboard
sm: FILE... Kopi faila ile laupapa kilipa

source: FILE... Files cut to clipboard
sm: FILE... Otioti faila ile laupapa kilipa

source: TASK PROPERTIES ---------------
sm: GALUEGA FAIGA ---------------

source: contents of Status task column (read-only)
sm: mea o lo'o i totonu ole Tulaga galuega koluma (na'o le faitau)

source: text to show in Count task column
sm: tusitusiga e fa'aali i le koluma o le Count task

source: text to show in Folder task column
sm: tusitusiga e fa'aalia i le koluma o le Folder task

source: text to show in Item task column
sm: tusitusiga e fa'aalia i le koluma o meafaitino

source: text to show in To task column
sm: tusitusiga e fa'aalia ile koluma To task

source: progress percent (1..100) or '' to pulse
sm: pasene alualu i luma (1..100) poʻo '' e tatavale

source: text to show in Total task column
sm: tusitusiga e fa'aalia ile koluma Aofa'i galuega

source: text to show in Current task column
sm: tusitusiga e fa'aalia i le koluma galuega o lo'o i ai nei

source: text to show in CRemain task column
sm: tusitusiga e fa'aalia ile koluma galuega CRemain

source: text to show in Average task column
sm: tusitusiga e fa'aalia ile koluma o galuega

source: text to show in Remain task column
sm: tusitusiga e fa'aalia ile koluma Tumau galuega

source: contents of Elapsed task column (read-only)
sm: mea i totonu ole koluma o galuega ua mavae (na'o le faitau)

source: contents of Started task column (read-only)
sm: mea i totonu ole koluma Amata galuega (na'o le faitau)

source: COMMAND command to show a custom task dialog
sm: Poloaiga COMMAND e fa'aali se fa'atalanoaga o galuega masani

source: TASK TYPES ----------
sm: ITIGA O GALUEGA ----------

source: Run COMMAND in DIR
sm: Fa'afoe COMMAND ile DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
sm: Kopi|Si'i|So'oga FILE(s) po'o le DIR(s) ile TARGET dir

source: Recursively delete FILE(s) or DIR(s)
sm: Toe tape le FILE po'o le DIR
