Repository: dimkr/zzzfm
Catalog: po/from transifex/sm/zzzfmpot.sh.po
Languages: sm

source: Open FILE in user's or root's text editor
sm: Tatala FILE ile fa'atonu o tusitusiga a le tagata fa'aoga po'o le a'a

source: Mount DEVICE or URL
sm: Fa'amau le DEVICE po'o le URL

source: Unmount DEVICE or mount point DIR
sm: Aveese le MATAGE po'o le fa'amauina o le DIR

source: EVENTS ------
sm: MEA NA TUPU ------

source: Instance start %e
sm: Fa'ata'ita'iga amata %e

source: Instance exit %e
sm: Fa'ata'ita'iga alu ese %e

source: Window new %e %w %p %t
sm: Fa'amalama fou %e %w %p %t

source: Window focus %e %w %p %t
sm: Fa'amalama taula'i %e %w %p %t

source: Window move/resize %e %w %p %t
sm: Fa'amalama fa'asolo/fa'alelei %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
sm: kiliki isumu %e %w %p %t %b %m %f

source: Window keypress %e %w %p %t %k %m
sm: Oomi ki faamalama %e %w %p %t %k %m

source: Window close %e %w %p %t
sm: Tapuni faamalama %e %w %p %t

source: Panel focus %e %w %p %t
sm: Taulai a le laulau %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
sm: Fa'aali/natia le laulau %e %w %p %t %f %v

source: Selection changed %e %w %p %t
sm: Suia le filifiliga %e %w %p %t

source: Tab new %e %w %p %t
sm: Fa'ailoga fou %e %w %p %t

source: Tab change dir %e %w %p %t %d
sm: Tab sui dir %e %w %p %t %d

source: Tab focus %e %w %p %t
sm: Fa'asagaga o le tab %e %w %p %t

source: Tab close %e %w %p %t
sm: Tapuni le ki %e %w %p %t

source: Device change %e %f %v
sm: Suiga masini %e %f %v

source: Event COMMAND Substitution Variables:
sm: Mea e fai COMMAND Suiga Suiga:

source: event type (evt_start|evt_exit|...)
sm: ituaiga mea e tutupu (evt_start|evt_exit|...)

source: window ID
sm: ID faamalama

source: panel number (1-4)
sm: numera vaega (1-4)

source: tab number (1-...)
sm: numera o le lisi (1-...)

source: quoted directory ('/etc')
sm: tusi fa'asinomaga ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
sm: faamau isumu (0=fa'alua 1=taumatau 2=ogatotonu 3=tauagavale ...)

source: key code (eg 0x63)
sm: code ki (eg 0x63)

source: modifier key (eg 0x4 used with clicks and keypresses)
sm: ki suisuia (eg 0x4 fa'aoga i kiliki ma ki)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
sm: elemene taulai (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
sm: o lo'o va'aia le elemene taula'i (0 po'o le 1, po'o le suiga o le tulaga o masini)

source: Examples
sm: Faataitaiga

source: These files have been copied to the clipboard
sm: O faila nei ua kopiina i le laupapa kilipa

source: For full documentation and examples see the zzzFM User's Manual:
sm: Mo fa'amaumauga atoa ma fa'ata'ita'iga va'ai le zzzFM User's Manual:

source: This build of zzzFM has desktop integration disabled
sm: O lenei fau o zzzFM ua fa'aletonu le tu'ufa'atasia o le komepiuta

source: zzzfm: Error: Unable to save session %s
sm: zzzfm: Sese: Le mafai ona sefe le vasega %s

source: File doesn't exist
sm: E leai se faila

source: Error
sm: Sese

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
sm: Sese: Le mafai ona amata fa'ailoa le mata'ituina o suiga faila. E iai sau fatu e mafai ona fa'ailoa mai?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
sm: Sese: Le mafai ona fa'amauina so'oga FAM. O iai sau "FAM" pe "Gamin" fa'apipi'i ma tamo'e?

source: --dialog must be first option
sm: --dialog e tatau ona avea ma filifiliga muamua

source: --socket-cmd must be first option
sm: --socket-cmd e tatau ona avea ma filifiliga muamua

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
sm: zzzFM manaomia bash e fa'apipi'i. O isi atigi e LĒ tutusa e pei ona fa'aogaina e le zzzFM na'o mea e maua ile bash moni (v4+). Le polokalame %s e lei maua. Fa'apipi'ibashpo'o le fa'aoga configure filifiliga --with-bash-path e fa'amaoti se nofoaga fa'aaganu'u ile taimi fau.

source: Don't know how to open the file
sm: Le iloa pe faapefea ona tatala le faila

source: Unable to open file: "%s" %s
sm: Le mafai ona tatala faila: "%s" %s

source: Open Root Window
sm: Tatala Root Window

source: Terminal Not Available
sm: E Le Maua le Terminal

source: Please set your terminal program in View|Preferences|Advanced
sm: Fa'amolemole seti lau polokalame fa'ai'u ile View|Preferences|Advanced

source: Open Terminal
sm: Tatala Terminal

source: Design Mode Help
sm: Fuafuaga Fesoasoani Fesoasoani

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
sm: Design Mode e mafai ai e oe ona sui le igoa, ala pupuu ma le ata o le lisi, mea faigaluega ma faailoga tusi, faʻaali le fesoasoani mo se mea, ma faʻaopoopo au lava tulafono masani ma talosaga. Ina ia tatalaina le Design Menu, ia na o le kiliki i luga o se mea lisi, faailoga tusi, poʻo mea faigaluega. Ina ia tatalaina le Design Menu mo se submenu, tapuni muamua le submenu (i le kiliki i luga). Mo nisi fa'amatalaga, kiliki le Fesoasoani ki lalo.

source: Panel
sm: Panela

source: New _Command
sm: Fou _Poloaiga

source: Show Panel %d
sm: Fa'aali Laulau %d

source: _File
sm: _faila

source: _View
sm: _Va'aiga

source: _Devices
sm: _Meafaigaluega

source: _Bookmarks
sm: _Faailoga tusi

source: _Tools
sm: _Meafaigaluega

source: _Help
sm: _Fesoasoani

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
sm: Sese: Le mafai ona sefe le faila o le sauniga. E te mana'o e alu i fafo e aunoa ma se sefe? ( %s )

source: zzzFM Error
sm: zzzFM Sese

source: Stop all tasks running in this window?
sm: Taofi galuega uma o lo'o fa'agasolo i lenei fa'amalama?

source: Aborting tasks...
sm: Fa'amuta galuega...

source: %s free / %s
sm: %s saoloto / %s

source: %sReading %s ...
sm: %sFaitauga %s ...

source: Link → %s
sm: So'oga → %s

source: Link → %s/
sm: So'oga → %s/

source: !Link → %s/ (missing)
sm: !So'oga → %s/ (misi)

source: Link → %s (%s)
sm: So'oga → %s (%s)

source: !Link → %s (missing)
sm: !So'oga → %s (missing)

source: !Link → ( error reading target )
sm: !So'oga → ( fa'atatau ile faitau sese )

source: hidden
sm: natia

source: %s%d visible (%s) %s
sm: %s%d vaaia (%s) %s

source: %s%d item %s
sm: %s%d mea %s

source: Status
sm: Tulaga

source: Folder
sm: faila

source: Item
sm: Aitema

source: To
sm: I

source: Progress
sm: Alualu i luma

source: Total
sm: Aofa'iga

source: Started
sm: Amata

source: Elapsed
sm: Ua mavae atu

source: Current
sm: I le taimi nei

source: CRemain
sm: CTumau

source: Average
sm: averesi

source: Remain
sm: Tumau

source: Reorder Columns Help
sm: Toe fa'atonu Koluma Fesoasoani

source: To change the order of the columns, drag the column header to the desired location.
sm: Ina ia suia le faasologa o koluma, toso le ulutala koluma i le nofoaga e manaʻomia.

source: moving
sm: feoai

source: copying
sm: kopi

source: deleting
sm: tapeina

source: linking
sm: feso'ota'iga

source: changing
sm: suiga

source: running
sm: tamo'e

source: %d error %s
sm: %d sese %s

source: %d errors %s
sm: %d mea sese %s

source: paused
sm: taofi

source: queued
sm: laina

source: Name
sm: Igoa

source: Size
sm: Tele

source: Type
sm: Ituaiga

source: Permission
sm: Fa'atagaga

source: Owner
sm: Pule

source: Modified
sm: Suia

source: Created
sm: Faia

source: zzzfm: invalid socket command
sm: zzzfm: fa'atonu socket le aoga

source: zzzfm: invalid option '%s'
sm: zzzfm: le aoga filifiliga '%s'

source: zzzfm: option %s requires an argument
sm: zzzfm: filifiliga %s mana'omia se finauga

source: zzzfm: invalid window
sm: zzzfm: fa'amalama le aoga

source: zzzfm: invalid window %s
sm: zzzfm: fa'amalama le aoga %s

source: zzzfm: invalid panel %d
sm: zzzfm: laulau le aoga %d

source: zzzfm: panel %d is not visible
sm: zzzfm: laulau %d e le o vaaia

source: zzzfm: invalid tab %d
sm: zzzfm: fa'ailoga le aoga %d

source: zzzfm: command set requires an argument
sm: zzzfm: seti poloaiga e manaomia ai se finauga

source: zzzfm: invalid %s value
sm: zzzfm: le aoga %s taua

source: zzzfm: invalid slider value
sm: zzzfm: le aoga fa'ase'e tau

source: zzzfm: invalid panel number
sm: zzzfm: le aoga numera o le laulau

source: zzzfm: invalid tab number
sm: zzzfm: numera fa'amau le aoga

source: zzzfm: invalid property %s
sm: zzzfm: meatotino le aoga %s

source: zzzfm: invalid column width
sm: zzzfm: le aoga le lautele o koluma

source: zzzfm: invalid column name '%s'
sm: zzzfm: le aoga igoa koluma '%s'

source: zzzfm: text is not valid UTF-8
sm: zzzfm: e le aoga tusitusiga UTF-8

source: zzzfm: %s requires a file path
sm: zzzfm: %s mana'omia se ala faila

source: zzzfm: error reading file '%s'
sm: zzzfm: sese faitau faila '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
sm: zzzfm: faila '%s' e le o iai ni tusitusiga fa'amaonia UTF-8

source: zzzfm: %s requires a directory path
sm: zzzfm: %s mana'omia se ala fa'atonu

source: zzzfm: directory '%s' does not exist
sm: zzzfm: fa'atonuga '%s' e le o iai

source: zzzfm: command %s requires an argument
sm: zzzfm: poloaiga %s mana'omia se finauga

source: zzzfm: %s requires two arguments
sm: zzzfm: %s e mana'omia ni finauga se lua

source: zzzfm: invalid task '%s'
sm: zzzfm: galuega le aoga '%s'

source: zzzfm: internal task %s is read-only
sm: zzzfm: galuega i totonu %s e na'o le faitau

source: zzzfm: task property '%s' is read-only
sm: zzzfm: galuega meatotino '%s' e na'o le faitau

source: zzzfm: invalid queue_state '%s'
sm: zzzfm: le sa'o le laina_state '%s'

source: zzzfm: invalid task property '%s'
sm: zzzfm: le aoga meatotino galuega '%s'

source: zzzfm: no such directory '%s'
sm: zzzfm: leai se fa'ailoga fa'apea '%s'

source: zzzfm: invalid %s task option '%s'
sm: zzzfm: le aoga %s filifiliga galuega '%s'

source: zzzfm: no such file '%s'
sm: zzzfm: leai se faila faapena '%s'

source: zzzfm: task type %s requires TARGET argument
sm: zzzfm: ituaiga galuega %s mana'omia finauga TARGET

source: zzzfm: invalid TARGET '%s'
sm: zzzfm: le aoga TARGET '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
sm: zzzfm: ala fa'atatau '%s' manaomia %s filifiliga --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
sm: zzzfm: ituaiga galuega %s mana'omia FILE finauga(s)

source: zzzfm: invalid task type '%s'
sm: zzzfm: le aoga ituaiga galuega '%s'

source: zzzfm: invalid keycode '%s'
sm: zzzfm: keycode le aoga '%s'

source: zzzfm: custom command or submenu '%s' not found
sm: zzzfm: fa'atonuga masani po'o le submenu '%s' e lei maua

source: zzzfm: item '%s' context hidden or disabled
sm: zzzfm: mea '%s' anotusi natia pe le atoatoa

source: zzzfm: invalid event type '%s'
sm: zzzfm: le aoga ituaiga mea na tupu '%s'

source: zzzfm: event handler not found
sm: zzzfm: E le'i maua le pule o mea fai

source: zzzfm: invalid socket method '%s'
sm: zzzfm: auala socket le aoga '%s'

source: Default
sm: Fa'atonu

source: Choose Desktop Font
sm: Filifili Desktop Font

source: Example Item 0123456789
sm: Fa'ata'ita'iga Mea 0123456789

source: Transparency Requirements
sm: Tulaga manino

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
sm: Fa'amatalaga Lautele: Mo le manino o le komepiuta e galue, e mana'omia le fa'atinoina o se pule fa'amalama tu'ufa'atasi po'o se fa'aputu tu'ufa'atasi e pei o le compton po'o le xcompmgr. E mafai ona e fa'aogaina le fa'aogaina o le nitrogen po'o le xwinwrap e fa'apipi'i ai pepa fa'amau i tua. O le a le toe faia lenei savali.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
sm: Fa'aaogāina o nisi fa'amau (%s) ma le zzzFM e mafai ona taofia le Run As Task ma Run In Terminal filifiliga o loʻo faʻaogaina faʻatasi e faʻatautaia ai tulafono, ona o tapulaʻa i nei pito. Mo se fa'ata'ita'iga, e ono mafua ai ona le mafai ona tatala otometi le fa'apipi'i i totonu o se fa'amau pe a uma ona fa'ae'e. Mo le fa'aogaina atoatoa o foliga o le zzzFM, e fautuaina le filifilia o se isi laina.

source: Limited Terminal Emulator Selected
sm: Fa'atapula'a Terminal Emulator Filifilia

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
sm: O le a fesiligia oe mo lau password root e teu ai leroot fa'atulagaina mo lenei tagata fa'aoga i se faila i totonu %s/zzzfm/ E fautuaina le tuʻuina atu o le upu faʻamaonia i le isi faamalama. Ona o le zzzFM o loʻo faʻatautaia nisi o faʻatonuga e pei o aʻa e ala ile su, o nei tulaga e sili ona puipuia e root.

source: Save Root Settings
sm: Faasaoina Root Fa'atonu

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
sm: Ulufale i le polokalame poʻo le bash command line: Fa'aaogā: %%F faila filifilia po o %%f faila filifilia muamua %%N igoa faila filifilia po o %%n igoa faila filifilia muamua %%d lisi o lo'o iai nei %%v masini filifilia (eg /dev/sda1) %%m tulaga fa'amauina o masini (eg /media/dvd); %%l igoa ole masini %%b faailoga tusi filifilia %%t lisi o galuega filifilia; %%p galuega pid %%a mea tau meatau lisi $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
sm: Ulufale se igoa fa'ailoga, ala faila fa'ailoga, po'o le igoa o mea fa'asoa: Pe kiliki Filifili e filifili ai se ata. E le o ata uma e mafai ona galue lelei ona o faʻafitauli eseese.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
sm: Ulufale igoa o mea: E muamua i se tagata ma se vase (_) e vase ai le uiga o se ki ala 'alo pe a mana'omia.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
sm: Ulufale igoa o mea fou: E muamua i se tagata ma se vase (_) e vase ai le uiga o se ki ala 'alo pe a mana'omia. FAAMANATU: Ina ia sui lenei mea mulimuli ane, kiliki-matau i luga o le mea e tatala ai le Design Menu.

source: Show Devices
sm: Faaali atu masini

source: Show Bookmarks
sm: Faaali Faailoga

source: Show Tree
sm: Faaali Laau

source: Home
sm: Aiga

source: Up
sm: I luga

source: Back
sm: Tua

source: Back History
sm: Tua Talafaasolopito

source: Forward
sm: I luma

source: Forward History
sm: Talafaasolopito o Luma

source: Refresh
sm: Toe faafou

source: New Tab
sm: Fou Tab

source: Show Hidden
sm: Faaali Natia

source: Large Icons
sm: Ata tetele

source: %s: %s contains invalid characters - ignored
sm: %s: %s o lo'o i ai mataitusi le aoga - le amanaiaina

source: %s: tmp_dir '%s' does not exist - reverting to %s
sm: %s: tmp_dir '%s' e le o iai - toe fo'i i %s

source: file not found
sm: le maua faila

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
sm: # zzzFM Faila o Sauniga # O LE FAI LENEI E LE'I MAUA E FA'A'E FA'A'OA'OINA - o le a faitau ma SU'IA # Afai e te tapeina uma faila locale sauniga, o le a toe setiina le zzzFM i le faaletonu o falegaosimea.

source: Error saving file
sm: Sese le teuina o faila

source: zzzFM Error: Unable to autosave session file ( %s )
sm: zzzFMSese: Le mafai ona fa'asaoina le faila o le sauniga ( %s )

source: Selected Menu Item '%s' As Handler
sm: Filifilia Menu Mea '%s' E pei o Handler

source: Create README
sm: Fausia le README

source: No README file exists for this command. Create a default README file for you to fill in?
sm: E leai se faila README o iai mo lenei poloaiga. Fausia se faila README e le mafai ona e fa'atumu?

source: Creation Failed
sm: Ua Le manuia Foafoaga

source: An error occurred creating a README file for this command.
sm: Na tupu se mea sese i le fatuina o se faila README mo lenei poloaiga.

source: An error occurred copying command files %s
sm: Na tupu se mea sese i le kopiina o faila o le poloaiga %s

source: Copy Command Error
sm: Kopi Poloaiga Sese

source: An error occurred copying command data files %s
sm: Na tupu se mea sese i le kopiina o faila o fa'amaumauga o fa'atonuga %s

source: Bookmark target '%s' is missing or invalid.
sm: Fa'ailoga tusi '%s' o lo'o misi pe le aoga.

source: Invalid Bookmark Target
sm: Fa'ailoga Fa'ailoga le aoga

source: Change Item Name
sm: Suia le Igoa o Mea

source: Editor Not Set
sm: Le Fa'atonu e Le'i Seti

source: Please set your editor in View|Preferences|Advanced
sm: Fa'amolemole seti lau faatonu ile View|Preferences|Advanced

source: Root Editor Not Set
sm: Root Editor Le'i Seti

source: Please set root's editor in View|Preferences|Advanced
sm: Fa'amolemole seti le fa'atonu a'a ile Va'aiga|Preferences|Advanced

source: Edit %s
sm: Fa'atonu %s

source: User's Manual Not Found
sm: E Le Maua le Tusitaiala a le Fa'aoga

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
sm: Le kopi fa'apitonu'u o le zzzFM fa'aoga tusi lesona e le'i maua. Fa'amolemole seti le nofoaga sa'o ile Fesoasoani|Filifiliga|Tulaga Tusia.

source: Manual Opened ?
sm: Tatala le tusi lesona ?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
sm: Sa tatau ona tatala le tusi lesona a le zzzFM i lau su'esu'ega. Afai e le'i tatalaina, pe e te mana'o e fa'aoga se isi su'esu'ega, seti lau su'esu'ega ile Fesoasoani|Filifiliga|Su'esu'e. O le a le toe faia lenei savali.

source: ( none )
sm: ( leai se tasi )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
sm: %s Keycode: %#4x Suia: %#x %s ua uma ona tofia i '%s'. Oomi se isi ki pe kiliki Seti e sui ai le ki o lo'o i ai nei.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
sm: %s Keycode: %#4x [%#4x] Suia: %#x %s ua uma ona tofia i '%s'. Oomi se isi ki pe kiliki Seti e sui ai le ki o lo'o i ai nei.

source: %s Keycode: %#4x Modifier: %#x
sm: %s Keycode: %#4x Suia: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
sm: Oomi lau tuufaatasiga ki mo mea '%s' ona kiliki lea Seti. Ina ia aveese le ki o lo'o i ai nei, kiliki le le seti.

source: Cancel
sm: Fa'aleaogaina

source: Unset
sm: Le setiina

source: Set
sm: Seti

source: Set Key
sm: Seti Ki

source: Edit Command Line
sm: Fa'atonu Laina Poloaiga

source: Choose Custom Executable
sm: Filifili Custom Executable

source: Run As User
sm: Tamomoe e avea ma Tagata Fa'aaoga

source: Run this command as username: ( Leave blank for current user )
sm: Fa'atonu le fa'atonuga ole igoa ole igoa: ( Tu'u avanoa mo tagata o lo'o iai nei )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
sm: O lo'o e fa'aopoopoina se fa'atonuga fa'ale-aganu'u i le mea fa'atonu Fa'atonu. Ole aitema ole a otometi lava ona iai se fa'amatalaga muamua - e na'o le fa'aalia pe a fetaui le ituaiga MIME o le faila filifilia muamua ma le ituaiga o iai nei. '%s'. Fa'aopoopo fa'atonuga po'o menus iinei e te mana'o e fa'aalia mo lenei ituaiga MIME.

source: New Context Command
sm: Tulaga Fou Poloaiga

source: Set Item Name
sm: Seti le Igoa o Mea

source: Choose Folder
sm: Filifili le Folder

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
sm: O lo'o e fa'aopoopoina se lisi fa'aaganu'u i le mea fa'atonu Fa'atonu. Ole aitema ole a otometi lava ona iai se fa'amatalaga muamua - e na'o le fa'aalia pe a fetaui le ituaiga MIME o le faila filifilia muamua ma le ituaiga o iai nei. '%s'. Fa'aopoopo fa'atonuga po'o menus iinei e te mana'o e fa'aalia mo lenei ituaiga MIME.

source: (none)
sm: (leai se tasi)

source: Set Submenu Name
sm: Seti le Submenu Igoa

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
sm: Ulufale i le igoa submenu: E muamua i se tagata ma se togitogiga (_) e vase lalo o lena uiga o se ki ala 'alo pe a mana'omia.

source: New _Submenu
sm: Fou _Submenu

source: ( no name )
sm: ( leai se igoa )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
sm: Aveese tumau le '%s' SUBMENU MA MEA UMA O LOO I AI? O lenei gaioiga o le a tapeina uma tulaga ma faila e fesoʻotaʻi ma nei mea.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
sm: Aveese tumau le mea '%s'? O lenei gaioiga o le a tapeina uma tulaga ma faila e fesoʻotaʻi ma lenei mea.

source: Confirm Remove
sm: Faamaonia Aveese

source: Are you sure?
sm: E moʻi lava oe?

source: Dialog Message
sm: Fa'amatalaga Feau

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
sm: Ulufale le fe'au e fa'aalia i lenei talanoaga: Fa'aaogā: \n laina fou \t laupepa

source: _Copy
sm: _Kopi

source: _Paste
sm: _Fa'apipi'i

source: _Remove
sm: _Aveese

source: _New
sm: _Fou

source: _Bookmark
sm: _Faailoga tusi

source: _Application
sm: _Fa'atatauga

source: _Command
sm: _Poloaiga

source: _Add
sm: _Faaopoopo

source: T_ooltips
sm: T_oolfesoasoani

source: _Key Shortcut
sm: _Ala 'A'oki

source: _Edit Script
sm: _Fa'atonu Fa'amatalaga

source: E_dit As Root
sm: E_dit E pei o Root

source: _Edit Command
sm: _Fa'atonu Poloaiga

source: _Properties
sm: _Meatotino

source: Set Icon
sm: Seti Ata

source: _Edit
sm: _Fa'atonu

source: _Default
sm: _Fa'atonu

source: Your input is invalid because it contains linefeeds
sm: E le aoga lau fa'aofi ona o lo'o i ai laina fa'aola

source: _OK
sm: _Ua lelei

source: _Unset
sm: _Le setiina

source: Remo_ve / Eject
sm: Remo_ve / Tu'u ese

source: _Unmount
sm: _Tatala ese

source: _Sync
sm: _Fa'atasi
