Repository: dimkr/zzzfm
Catalog: po/from transifex/sm/zzzfmpot.sh.po
Languages: sm

source: Continue
sm: Fa'aauau

source: Stopped
sm: Tu'u

source: Errors
sm: Mea sese

source: Done
sm: Ua uma

source: %s (%s) %s remaining
sm: %s (%s) %s totoe

source: Error ( Stop If First )
sm: Sese (Taofi pe a muamua)

source: Error ( Stop On Any )
sm: Sese (Taofi i so'o se mea)

source: Stopped with %d error
sm: Taofi ma %d sese

source: Finished with %d error
sm: Fa'auma ma %d sese

source: Finished with error ( exit status %d )
sm: Ua uma i le sese ( tulaga alu ese %d )

source: Finished with error
sm: Ua uma i le sese

source: Paused ( pid %d )
sm: Taofi ( pid %d )

source: Paused ( exit status %d )
sm: Taofi ( tulaga alu ese %d )

source: Queued ( pid %d )
sm: Tuli ( pid %d )

source: Queued ( exit status %d )
sm: Tuli ( tulaga alu ese %d )

source: Running with %d error
sm: Tamomoe ma %d sese

source: Running... ( pid %d )
sm: Tamomoe... ( pid %d )

source: Running... ( exit status %d )
sm: Tamomoe... ( tulaga alu ese %d )

source: stalled
sm: taofi

source: [ SNIP - additional errors above have been trimmed from this log ]
sm: [ SNIP - fa'aopoopo mea sese o lo'o i luga ua uma ona tipi mai lenei ogalaau ]

source: Moving from folder:
sm: Alu mai le faila:

source: Linking from folder:
sm: So'oga mai le faila:

source: Copying from folder:
sm: Kopi mai le faila:

source: Folder Exists
sm: O lo'o iai le faila

source: <b>Folder already exists.</b> Please rename or select an action.
sm: <b>O lo'o iai le faila.</b> Fa'amolemole toe fa'aigoa pe filifili se gaioiga.

source: <b>( link )</b>
sm: <b>( so'oga )</b>

source: <b>! overwrite file with link !</b>
sm: <b>! toe tusi le faila i le so'oga !</b>

source: <b>( same size )</b>
sm: <b>( tutusa le tele )</b>

source: %s ( %lu bytes )
sm: %s ( %lu paita )

source: larger
sm: tetele

source: smaller
sm: laiti

source: <b>( same time )</b>
sm: <b>( taimi e tasi )</b>

source: newer
sm: fou

source: older
sm: matua

source: Filename Exists
sm: O lo'o iai le igoa faila

source: <b>Filename already exists.</b> Please rename or select an action.
sm: <b>Ua iai le igoa faila.</b> Fa'amolemole toe fa'aigoa pe filifili se gaioiga.

source: Rename Required
sm: Toe Suiga Manaomia

source: In folder:
sm: I le faila:

source: _Overwrite
sm: _Sui tusi

source: Overwrite _All
sm: Sui tusi _uma

source: _Pause
sm: _Taofi

source: _Skip
sm: _Fa'ase'e

source: S_kip All
sm: S_kip uma

source: To folder:
sm: I le faila:

source: <b>Folder Name:</b>
sm: <b>Igoa faila:</b>

source: _Rename
sm: _Toe faaigoa

source: A_uto Rename
sm: A_uto Toe faaigoa

source: Auto Re_name All
sm: Ta'avale Re_name uma

source: Error Loading Handler
sm: Fa'atonu le utaina o mea sese

source: Create Archive
sm: Fausia Archive

source: Co_mpress Commands:
sm: Co_mpress Poloaiga:

source: Archive Handlers - Create Archive
sm: Fa'amaumauga Fa'amaumauga - Fausia Archive

source: No archive handlers configured. You must add a handler before creating an archive.
sm: E leai ni tagata e teu fa'amaumauga na fa'atulagaina. E tatau ona e fa'aopoopoina se tagata e fa'afoe a'o le'i faia se fa'amaumauga.

source: _Archive Format:
sm: _Fa'amaumauga Fa'amaumauga:

source: The archive creation command is empty. Please enter a command.
sm: O lo'o gaogao le fa'atonuga o le fausiaina o fa'amaumauga. Fa'amolemole tu'u se fa'atonuga.

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
sm: O fesuiaiga nei e tatau ona iai i totonu o le faʻatonuga o le fausiaina o faʻamaumauga: O se tasi o mea nei: %%%%n: Filifilia muamua faila/fa'atonuga e teu ai %%%%N: O faila uma ua filifilia/fa'atonu e teu ma se tasi o mea nei: %%%%o: Fa'ai'uga tasi fa'amaumauga %%%%O: E maua ai fa'amaumauga mo le faila/fa'atonu (vaai %%%%n/%%%%N)

source: Error Saving Handler
sm: Sese Fa'asaoina Handler

source: copy
sm: kopi

source: Archive
sm: Fa'amaumauga

source: Extract To
sm: Aveese I

source: Cre_ate subfolder(s)
sm: Cre_ate la'u faila(s)

source: Make contents user-_writable
sm: Fa'aoga anotusi-_tusitusia

source: No archive handler/command found for file:
sm: Leai se faila/poloaiga na maua mo faila:

source: Extract %s
sm: Aveese %s

source: Complete!
sm: mae'a!

source: Command:
sm: Poloaiga:

source: File System
sm: Faiga faila

source: ( no subfolder )
sm: ( leai se tamai faila )

source: Remove Text Type Association
sm: Ave'ese le Fa'asoa Tulaga Tusitusi

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
sm: FAAMANATU: Pe a tuʻufaʻatasia le lisi o talosaga e faʻaalia i le Open submenu mo se faila faila, zzzFM o le a aofia ai tusi talosaga e fesoʻotaʻi ma le MIME type (eg text/html) MA talosaga e feso'ota'i ma text/plain. Afai e te filifilia Aveese i luga o se talosaga, o le a aveesea o se talosaga e fesoʻotaʻi mo le MIME type (eg text/html), ae o le a LE aveesea e avea o se talosaga fesootai mo text/plain (vagana ai le MIME type o text/plain). O le fa'aaogaina o le Aveese e le mafai ona aveese le talosaga mai le Open submenu mo lenei ituaiga, se'i vagana ua e aveese mai text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
sm: Le faila '%s' e le o iai. E ala i le kopiina '%s' ia '%s' ma le faʻasaʻoina, e mafai ona e fetuunai le amio ma foliga o lenei talosaga mo le tagata o loʻo iai nei. Fausia le kopi nei?

source: Copy Desktop File
sm: Kopi le File Desktop

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
sm: Le faila '%s' e le o iai. E ala i le kopiina '%s' ia '%s' ma le faʻasaʻoina, e mafai ona e fetuunai le ituaiga MIME '%s' faila e iloa mo le tagata fa'aoga nei. Fausia le kopi nei?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
sm: Le faila '%s' e le o iai. I le fatuina o faila fou '%s' ma le teuteuina, e mafai ona e faʻamalamalamaina le ituaiga MIME '%s' faila e iloa mo le tagata fa'aoga nei. Fausia le faila nei?

source: Create New XML
sm: Fausia Fou XML

source: _Set As Default
sm: _Seti e pei ole Fa'atonu

source: _Add...
sm: _Fa'aopoopo...

source: new
sm: fou

source: Delete %d selected item ?
sm: Aveese %d mea filifilia ?

source: Confirm Delete
sm: Fa'amaonia Aveese

source: <b>P_ath:</b> <i>original</i>
sm: <b>P_ath:</b> <i>muamua</i>

source: <b>_Name:</b> <i>original</i>
sm: <b>_Igoa:</b> <i>muamua</i>

source: <b>_Filename:</b> <i>original</i>
sm: <b>_Igoa faila:</b> <i>muamua</i>

source: <b>_Parent:</b> <i>original</i>
sm: <b>_Matua:</b> <i>muamua</i>

source: <b>P_ath:</b> <i>exists as folder</i>
sm: <b>P_ath:</b> <i>o lo'o i ai o se faila</i>

source: <b>_Name:</b> <i>exists as folder</i>
sm: <b>_Igoa:</b> <i>o lo'o i ai o se faila</i>

source: <b>_Filename:</b> <i>exists as folder</i>
sm: <b>_Igoa faila:</b> <i>o lo'o i ai o se faila</i>

source: <b>_Parent:</b>
sm: <b>_Matua:</b>

source: <b>P_ath:</b> <i>exists as file</i>
sm: <b>P_ath:</b> <i>o loʻo i ai o se faila</i>

source: <b>_Name:</b> <i>exists as file</i>
sm: <b>_Igoa:</b> <i>o loʻo i ai o se faila</i>

source: <b>_Filename:</b> <i>exists as file</i>
sm: <b>_Igoa faila:</b> <i>o loʻo i ai o se faila</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
sm: <b>P_ath:</b> <i>* toe tusi le faila o iai</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
sm: <b>_Igoa:</b> <i>* toe tusi le faila o iai</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
sm: <b>_Igoa faila:</b> <i>* toe tusi le faila o iai</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
sm: <b>P_ath:</b> <i>matua o loʻo i ai o se faila</i>

source: <b>_Name:</b>
sm: <b>_Igoa:</b>

source: <b>_Filename:</b>
sm: <b>_Igoa faila:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
sm: <b>_Matua:</b> <i>matua o loʻo i ai o se faila</i>

source: <b>P_ath:</b> <i>* create parent</i>
sm: <b>P_ath:</b> <i>* fatu matua</i>

source: <b>_Parent:</b> <i>* create parent</i>
sm: <b>_Matua:</b> <i>* fatu matua</i>

source: _Move
sm: _Siisii

source: Select Link Target
sm: Filifili Link Target

source: Select Template File
sm: Filifili Faila Faila

source: Select Template Folder
sm: Filifili Template Folder

source: Browse
sm: Su'esu'e

source: Insert as
sm: Faaofi e pei

# Title|
source: Create New
sm: Fausia Fou

# Title|CreateNew|
source: File
sm: faila

# Title|CreateNew|
source: Folder
sm: faila

# Title|CreateNew|
source: Link
sm: So'oga

source: Move
sm: Siisii

source: Copy
sm: Kopi

source: Create Link To
sm: Fausia So'oga I

source: Link Target
sm: So'oga Fa'atatau

source: Target
sm: Sini

source: As Root
sm: E pei o Root

source: Link
sm: So'oga

source: File
sm: faila

source: & _Open
sm: & _Tatala

source: Link-> %s
sm: So'oga-> %s

source: !Link-> %s (missing)
sm: !So'oga-> %s (misi)

source: <b>_Target:</b>
sm: <b>_Sini:</b>

source: <b>_Template:</b>
sm: <b>_Fa'ata'ita'iga:</b>

source: Empty File
sm: Faila gaogao

source: Empty Folder
sm: Avanoa le Folder

source: Link Tar_get
sm: So'ogaTar_get

# New|Radio
source: _Link
sm: _So'oga

source: New
sm: Fou

source: Path contains linefeeds
sm: O lo'o i ai laina laina

source: Create Parent Folder
sm: Fausia Matua Folder

source: The parent folder does not exist. Create it?
sm: E le o iai le faila matua. Fausia?

source: Error creating parent folder %s
sm: Sese le faiga o le faila matua %s

source: Mkdir Error
sm: Mkdir Sese

source: Overwrite Existing File
sm: Su'e faila o iai

source: OVERWRITE WARNING
sm: SOIFUA LAPATAIGA

source: The file path exists. Overwrite existing file?
sm: O lo'o iai le ala faila. Su'e faila o iai?

source: Create Link%s
sm: Fausia So'oga%s

source: Template Missing
sm: Fa'ata'ita'iga Misi

source: The specified template does not exist
sm: E le o iai le mamanu fa'apitoa

source: Create New File%s
sm: Fausia faila fou%s

source: Create New Folder%s
sm: Fausia le Folder Fou%s

source: Copy%s
sm: Kopi%s

source: Copy Target Error
sm: Kopi Fa'asagaga Sese

source: Error determining link's target
sm: Sese i le fuafuaina o le sini o so'otaga

source: Link Target Error
sm: So'oga Fa'atatau Sese

source: Move%s
sm: Siisii%s

source: Error renaming file %s
sm: Sese le toe fa'aigoa o le faila %s

source: Rename Error
sm: Toe Fa'aigoa Sese

source: New Folder
sm: Fou faila

source: New folder name:
sm: Igoa faila fou:

source: New File
sm: Faila Fou

source: New filename:
sm: igoa faila fou:

source: Name already exists. Please input a new one:
sm: Ua iai le igoa. Fa'amolemole tu'u mai se mea fou:

source: The new file cannot be created
sm: E le mafai ona fai le faila fou

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
sm: O lo'o misi le sini a le symlink pe leai sau fa'atagaga e te maua ai: %s Sini: %s

source: Broken Link
sm: So'oga gau

source: Delete %d selected item as root ?
sm: Aveese %d mea filifilia e pei o root ?

source: Confirm Delete As Root
sm: Fa'amaonia Aveese pei Root

source: DELETE AS ROOT
sm: TA'E PEI ROOT

source: Delete As Root
sm: Aveese le As Root

source: Move As Root
sm: Alu e pei Root

source: Copy As Root
sm: Kopi Pei Root

source: %s ( %lu bytes )
sm: %s ( %lu paita )

source: %d folder
sm: %d faila

source: %d file, %s
sm: %d faila, %s

source: %d files
sm: %d faila

source: ( multiple files )
sm: ( tele faila )

source: ( multiple types )
sm: ( ituaiga eseese )

source: Choose...
sm: Filifili...

source: %s ( %lu bytes )
sm: %s ( %lu paita )

source: 1 file
sm: 1 faila

source: <b>Link _Name:</b>
sm: <b>So'oga _Igoa:</b>

source: ( broken link )
sm: ( so'oga motusia )

source: ( read link error )
sm: ( faitau feso'ota'iga sese )

source: Calculating...
sm: Fa'atatau...

source: Invalid User
sm: Fa'aoga le aoga

source: Invalid Group
sm: Vaega le aoga

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
sm: I le faaopoopo atu i se faila po o se ala faila, e mafai ona ulufale poloaiga i le Path Pa. Prefix: $ tamomoe e fai ma galuega & tamoe ma faagalo + tamo'e i le terminal ! tamoe pei root Fa'aaogā: %%F faila filifilia po o %%f faila filifilia muamua %%N igoa faila filifilia po o %%n igoa faila filifilia muamua %%d lisi o lo'o iai nei %%v masini filifilia (eg /dev/sda1) %%m tulaga fa'amauina o masini (eg /media/dvd); %%l igoa ole masini %%b faailoga tusi filifilia %%t lisi o galuega filifilia; %%p galuega pid %%a mea tau meatau lisi $fm_panel, $fm_tab, $fm_command, etc Faataitaiga: $ echo "Fa'atonuga o iai nei: %%d" Faataitaiga: +! umount %%v

source: Archive Handlers
sm: Fa'amaumauga Fa'amaumauga

source: Device Handlers
sm: Tagata Fa'atonu

source: Protocol Handlers
sm: Tagata Fa'atonu

source: File Handlers
sm: Fa'atonu faila

source: Archive Hand_lers
sm: Fa'amaumauga Hand_lers

source: Device Hand_lers
sm: Meafaigaluega Hand_lers

source: Protocol Hand_lers
sm: Polokalama Hand_lers

source: File Hand_lers
sm: faila Hand_lers

source: Error: unable to load command (internal error)
sm: Sese: le mafai ona utaina le poloaiga (sese i totonu)

source: Error: unable to save command (can't get script path?)
sm: Sese: le mafai ona fa'asaoina le fa'atonuga (e le mafai ona maua le ala tusitusi?)

source: Error reading file
sm: Sese faitau faila

source: Error: unable to save command (internal error)
sm: Sese: le mafai ona sefe le poloaiga (sese i totonu)

source: Error writing to file
sm: Sese le tusitusi i le faila

source: (optional)
sm: (filifiliga)

source: (disabled)
sm: (fa'aletonu)

source: Permanently remove the selected handler?
sm: Ave'ese tumau le tagata na te filifilia?

source: Apply Changes ?
sm: Fa'aaogā Suiga ?

source: Apply changes to the current handler?
sm: Fa'aoga suiga i le fa'atonu o lo'o iai nei?

source: Restore Default Handlers
sm: Toe fa'afo'i Fa'atonu Fa'atonu

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
sm: O le a toe fa'afo'isia tagata e le'i maua. Fa'apena fo'i SU'I TULA'I UMA UA IAI TAGATA fa'aleaogaina?

source: Please enter a valid handler name.
sm: Fa'amolemole tu'u i totonu se igoa taupulega aoga.

source: Please enter a valid MIME Type or Pathname pattern.
sm: Fa'amolemole tu'u mai se ituaiga MIME aoga po'o le Pathname mamanu.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
sm: O suiga nei e suitulaga atonu e tatau ona i ai i le fa'atonuga fa'amalosi: O se tasi o mea nei: %%n: Filifilia muamua faila/fa'atonuga e teu ai %%N: O faila uma ua filifilia/fa'atonu e teu ma se tasi o mea nei: %%o: Fa'ai'uga tasi fa'amaumauga %%O: E maua ai fa'amaumauga mo le faila/fa'atonu

source: The following variables should probably be in the extraction command: %%x: Archive to extract
sm: O fesuiaiga nei e tatau ona i ai i le faʻatonuga o le faʻaaogaina: %%x: Fa'amaumauga e aveese mai

source: The following variables should probably be in the list command: %%x: Archive to list
sm: O suiga nei e tatau ona i ai i le lisi o poloaiga: %%x: Fa'amaumauga i le lisi

source: Restore _Default Handlers
sm: Toe fa'afo'i _Tagata Fa'atonu

source: Ena_ble as a default opener
sm: Ena_ble e pei o se mea e tatala ai le faaletonu

source: Ena_ble Handler
sm: Ena_ble Taulima

source: _Name:
sm: _Igoa:

source: MIM_E Type:
sm: MIM_E Ituaiga:

source: Whit_elist:
sm: Whit_elisi:

source: Bl_acklist:
sm: Bl_acklisi:

source: _Icon:
sm: _Fa'ailoga:

source: <b>Open Co_mmand:</b>
sm: <b>Tatala Co_mmand:</b>

source: <b>_Mount:</b>
sm: <b>_Mauga:</b>

source: Run In Terminal
sm: Tamomoe i le Terminal

source: Run As Task
sm: Tamomoe e fai ma Galuega

source: Edit
sm: Fa'atonu

source: Please choose an application:
sm: Fa'amolemole filifili se talosaga:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
sm: Fa'aaliga: MIME type '%s' ua sauni nei e tatala ma le '%s' faila faila, nai lo le faʻatasi ma lau talosaga MIME faʻatasi. Atonu e te mana'omia fo'i le fa'agata o lenei fa'atonu ile Tatala|File Handlers mo lenei ituaiga e tatala i lau talosaga fa'atasi ona e le mafai.

source: MIME Type Has Handler
sm: O le ituaiga MIME e iai le Pule

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
sm: Fa'aaliga: MIME type '%s' ua sauni nei e tatala ma le '%s' tagata fa'amaumauga, nai lo le fa'atasi ma lau talosaga MIME. Atonu e te mana'omia fo'i le fa'agataina o lenei fa'atonu ile Tatala|Fa'amaumauga Fa'amaumauga|Fa'amaumauga Fa'amaumauga, POO le filifili i le lalolagi atoa Tatala | Fa'amaumauga Fa'amaumauga|Tatala ma le App, mo lenei ituaiga e tatala i lau talosaga fa'atasi ona o le fa'aletonu.

source: Command not found
sm: Ua le maua le poloaiga

source: Destination directory "%1$s" is contained in source "%2$s"
sm: Fa'atonuga o mea e fa'atatau i ai "%1$s" o lo'o i totonu o le puna "%2$s"

source: Accessing
sm: Avanoa

source: Removing
sm: Ave'esea

source: Creating Dir
sm: Fausia Dir

source: Creating Link
sm: Fausia So'oga

source: Writing
sm: Tusitusi

source: Creating
sm: Foafoa

source: Renaming
sm: Toe fa'aigoaina

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
sm: Fa'amolemole fa'apipi'i /usr/bin/sha256sum ina ia mafai ona ou faʻaleleia lou saogalemu aʻo faʻatautaia tulafono aʻa

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
sm: Fa'amolemole fa'atulaga se Terminal aoga SU fa'atonuga ile Va'aiga|Preferences|Advanced

source: Terminal SU Not Available
sm: Terminal SU Le avanoa

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
sm: Fa'amolemole fetu'una'i se Ata fa'amaonia SU fa'atonuga ile Va'aiga|Preferences|Advanced

source: Graphical SU Not Available
sm: Ata fa'atusa SU Le avanoa

source: Cannot create temporary directory
sm: E le mafai ona fai se lisi le tumau

source: Please set a valid terminal program in View|Preferences|Advanced
sm: Fa'amolemole fa'atulaga se polokalame fa'agata aoga ile View|Preferences|Advanced

source: zzzfm-auth not found in path - this reduces your security
sm: zzzfm-auth e le maua i le ala - e faʻaitiitia ai lou saogalemu

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
sm: Sese faiga '%s' Vaai stdout (tamoe zzzfm i totonu o se laina) mo fa'amatalaga debug

source: Error writing temporary file
sm: Sese le tusiaina o faila le tumau

source: Timed out calculating total size
sm: Ua uma le taimi i le fuafuaina o le aofa'i atoa

source: %s %s Error: %s
sm: %s %s Sese: %s

source: :floppy
sm: :fa'alia

source: :optical
sm: :otia

source: [blank]
sm: [avanoa]

source: [audio]
sm: [leo]

source: [no media]
sm: [leai se aufaasālalau]

source: Selected Device Handler
sm: Pulea Meafaitino Filifilia

source: Selected Protocol Handler
sm: Filifilia Pule Fa'atonu

source: ( no udev device )
sm: ( leai udev masini )

source: Auto Open Tab for %s in %s
sm: Tatala Tatala Tatala mo %s i totonu %s

source: Auto-Unmount: %s
sm: Aveese-Autometi: %s

source: Auto-Unmount: error: no unmount command available
sm: Aveese-Aunoa: sese: leai se fa'atonuga e tatala

source: Automount: %s
sm: Otometi: %s

source: Automount: error: no mount command available
sm: Automount: sese: leai se fa'atonuga fa'apipi'i e maua

source: Unmount-If-Mounted: %s
sm: Tatala ese-Afai-Fa'amau: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
sm: E leai sau fa'atagaga e fa'asa'o ai mea o lo'o i totonu o le faila %s Mafaufau e kopi le faila i luga o le desktop, pe fesoʻotaʻi i se kopi o loʻo tuʻuina i totonu ~/.local/share/applications/

source: Unable To Rename
sm: Le Mafai ona Toe Su'i igoa

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
sm: Ulufale i totonu ole igoa ole mea ole komepiuta fou: O le suia o le igoa o lenei mea o le desktop e mana'omia ai le suia o mea o lo'o i totonu o le faila desktop %s

source: Change Desktop Item Name
sm: Suia le Igoa o Mea

source: An error occurred renaming this desktop item.
sm: Ua tupu se mea sese i le toe fa'aigoaina o le mea lea o le desktop.

source: Open Containing _Folder
sm: Tatala O lo'o iai _faila

source: Select a folder
sm: Filifili se faila

source: Browse...
sm: Su'e...

source: Local Volumes
sm: Volume Fa'alotoifale

source: Last Modified
sm: Suiga Mulimuli

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
sm: Ulufale polokalame po'o le bash command line(s): Fa'aaogā: %F faila filifilia po o %f faila filifilia muamua %N igoa faila filifilia po o %n igoa faila filifilia muamua %d lisi o lo'o iai nei %v masini filifilia (eg /dev/sda1) %m tulaga fa'amauina o masini (eg /media/dvd); %l igoa ole masini %b faailoga tusi filifilia %t lisi o galuega filifilia; %p galuega pid %a mea tau meatau lisi $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
sm: Ituaiga MIME

source: Filename
sm: igoa faila

source: Directory
sm: Fa'atonuga

source: Dir Write Access
sm: Dir Tusi Avanoa

source: File Is Text
sm: O le Faila o Tusitusiga

source: File Is Dir
sm: O le faila o Dir

source: File Is Link
sm: O le faila o le So'oga

source: User Is Root
sm: Tagata Fa'aaoga o A'a

source: Multiple Selected
sm: Tele Filifilia

source: Clipboard Has Files
sm: O lo'o i ai faila i luga ole laupapa

source: Clipboard Has Text
sm: O lo'o i ai Tusitusi

source: Current Panel
sm: Vaega o lo'o iai nei

source: Panel Count
sm: Faitauga Laulau

source: Current Tab
sm: Tab oi ai nei
