Repository: dimkr/zzzfm
Catalog: po/from transifex/sm/zzzfmpot.sh.po
Languages: sm

source: Tab Count
sm: Faitauga o Tab

source: Bookmark
sm: Faailoga tusi

source: Device
sm: Meafaigaluega

source: Device Mount Point
sm: Mea Mauga Mauga

source: Device Label
sm: Fa'ailoga o masini

source: Device FSType
sm: Meafaigaluega FSType

source: Device UDI
sm: Meafaigaluega UDI

source: Device Properties
sm: Meatotino Meafaitino

source: Task Count
sm: Faitauga Galuega

source: Task Directory
sm: Fa'atonuga o Galuega

source: Task Type
sm: Ituaiga Galuega

source: Task Name
sm: Igoa Galuega

source: Panel 1 Directory
sm: Vaega 1 Directory

source: Panel 2 Directory
sm: Vaega 2 Directory

source: Panel 3 Directory
sm: Vaega 3 Directory

source: Panel 4 Directory
sm: Vaega 4 Directory

source: Panel 1 Has Sel
sm: Vaega 1 E iai Sel

source: Panel 2 Has Sel
sm: Vaega 2 E iai Sel

source: Panel 3 Has Sel
sm: Vaega 3 E iai Sel

source: Panel 4 Has Sel
sm: Vaega 4 E iai Sel

source: Panel 1 Device
sm: Vaega 1 Meafaigaluega

source: Panel 2 Device
sm: Vaega 2 Meafaigaluega

source: Panel 3 Device
sm: Vaega 3 Meafaigaluega

source: Panel 4 Device
sm: Vaega 4 Meafaigaluega

source: equals
sm: tutusa

source: doesn't equal
sm: e le tutusa

source: contains
sm: o loo i ai

source: doesn't contain
sm: e le o iai

source: begins with
sm: amata i

source: doesn't begin with
sm: e le amata i

source: ends with
sm: faaiuina i

source: doesn't end with
sm: e le gata i

source: is less than
sm: e itiiti ifo nai lo

source: is greater than
sm: e sili atu nai lo

source: matches
sm: afitusi

source: doesn't match
sm: e le fetaui

source: Application
sm: Fa'atatauga

source: Command
sm: Poloaiga

source: Current: Show
sm: Le taimi nei: Faaali

source: Current: Hide
sm: I le taimi nei: Natia

source: Current: Disable
sm: Le taimi nei: Fa'agata

source: Current: Enable
sm: Le taimi nei: Fa'aagaoi

source: Save Modified Script?
sm: Fa'asaoina Fa'amatalaga Fa'aliliu?

source: Save your changes to the command script?
sm: Faasaoina au suiga ile fa'atonuga?

source: Overwrite Script?
sm: Sui Tusia Mau?

source: The command script on disk has changed. Do you want to overwrite it?
sm: Ua suia le fa'atonuga i luga ole disk. E te mana'o e toe tusi?

source: Command Dir
sm: Poloaiga ia Dir

source: (no files)
sm: (leai ni faila)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
sm: O le laina o le poloaiga e le amataina i se faila faila (script) e tatalaina, pe leʻi maua le tusitusiga i lau $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
sm: Sini: (sesekolon-separated list of path or URLs)

source: Target: (a .desktop or executable file)
sm: Sini: (a .desktop po'o le faila fa'atino)

source: Choose Executable
sm: Filifili Executable

source: Command Line Too Long
sm: Ole laina ole Poloaiga ua Umi Tele

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
sm: O lau laina fa'atonu e sili atu i le 2000 mataitusi ma e mafai ona tipiina pe a sefe. Mafaufau e faʻaaoga se tusi faʻatonu nai lo le filifilia o le Mau i luga o le Poloaiga tab.

source: Toolbar Item Properties
sm: Meatotino Meatotino Toolbar

source: Menu Item Properties
sm: Meatotino Meatotino Menu

source: _Toolbar Item
sm: _Mea meafaigaluega

source: _Menu Item
sm: _Menu Mea

source: Type:
sm: Ituaiga:

source: Name:
sm: Igoa:

source: Key:
sm: Ki:

source: Icon:
sm: Fa'ailoga:

source: matches any rule:
sm: e fetaui ma so'o se tulafono:

source: matches all rules:
sm: e fetaui ma tulafono uma:

source: doesn't match any rule:
sm: e le fetaui ma so'o se tulafono:

source: doesn't match all rules:
sm: e le fetaui uma tulafono:

source: Show
sm: Faaalia

source: Enable
sm: Fa'amalo

source: Hide
sm: Natia

source: Disable
sm: Fa'agata

source: item if context
sm: mea pe a fa'asinomaga

source: Edit Rule
sm: Fa'atonu Tulafono

source: Value:
sm: Taua:

source: If enabled, use as handler for:
sm: Afai e mafai, fa'aaoga e fai ma fa'atonu mo:

source: none
sm: leai se tasi

source: files
sm: faila

source: devices
sm: masini

source: _Ignore Context / Show All (global setting)
sm: _Le amana'ia Tulaga / Fa'aali Uma (fa'alalolagi)

source: Command _Line
sm: Poloaiga _Line

source: _Script
sm: _Tusitala

source: Open In _Editor
sm: Tatala I totonu _Fa'atonu

source: _Root Editor
sm: _Fa'atonu a'a

source: Run Options
sm: Fai Filifiliga

source: Popup Task
sm: Popup Galuega

source: Popup Error
sm: Popup Sese

source: Scroll Output
sm: Fa'asologa Fa'asologa

source: Keep Terminal Open
sm: Tatala pea le Terminal

source: Run As User:
sm: Tamomoe e avea ma tagata e faaaogāina:

source: ( leave blank for current user )
sm: ( tu'u avanoa mo tagata fa'aoga o lo'o iai nei )

source: Style
sm: Sitaili

source: Normal
sm: masani

source: Checkbox
sm: Pusa siaki

source: Confirmation
sm: Fa'amauga

source: Input
sm: Ulufale mai

source: Confirmation/Input Message:
sm: Fa'amauga/Fa'aulu Feau:

source: Open in File Browser:
sm: Tatala ile File Browser:

source: Data Dir
sm: Fa'amatalaga Dir

source: Built-In Toolbar Item
sm: Meatotonu o Meafaigaluega Fausia

source: Separator
sm: Separatore

source: Built-In Command
sm: Poloaiga Fausia

source: Follow state
sm: Mulimuli i le setete

source: Render differently based on the selection state.
sm: Tu'u ese ese fa'atatau ile tulaga filifilia.

source: Icon
sm: Fa'ailoga

source: The icon to render.
sm: Le fa'ailoga e tu'uina atu.

source: GIcon
sm: GFa'ailoga

source: The GIcon to render.
sm: O le GFa'ailoga e tu'u.

source: size
sm: tele

source: The size of the icon to render in pixels.
sm: Le tele o le fa'ailoga e fa'aalia i pika.

source: Preview
sm: mua'i va'aiga

source: No file selected
sm: Leai se faila ua filifilia

source: Block Device
sm: poloka masini

source: Character Device
sm: Meafaitino
