Repository: dimkr/zzzfm
Catalog: po/from transifex/sm/zzzfmpot.sh.po
Languages: sm

source: _Open
sm: _Tatala

# Devices|Open|
source: Open In _Tab
sm: Tatala I totonu _Tab

source: _Mount
sm: _Mauga

source: Re_/mount
sm: Re_/mauga

source: _Root
sm: _A'a

source: _Label
sm: _Fa'ailoga

source: _Check
sm: _Siaki

source: _Edit fstab
sm: _Fa'atonu fstab

source: Edit u_devil.conf
sm: Fa'atonu u_devil.conf

source: _Format
sm: _Fa'asologa

source: _Backup
sm: _Lagolago

source: _Restore
sm: _Toe fa'afo'isia

source: _From File
sm: _Mai le faila

source: File _Info
sm: faila _Fa'amatalaga

source: _Internal Drives
sm: _Ta'avale Totonu

source: _Empty Drives
sm: _Aveesea Avega

source: _Partition Tables
sm: _Laupapa Vaevaega

source: Mounted _Networks
sm: Fa'amauina _Feso'ota'iga

source: Mounted _Other
sm: Fa'amauina _Isi

source: Show/Hide Volumes
sm: Faaali/Natia Volumes

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
sm: Ina ia faʻamalosia le faʻaalia poʻo le nanaina o nisi voluma, faʻamalo isi faʻatulagaga, e mafai ona e faʻamaonia masini, igoa faʻailoga, poʻo ID masini i le lisi vaeluaga o loʻo i lalo. Faataitaiga: +/dev/sdd1 -Fa'ailoga ma Avanoa +ata-OCZ-part4 O le a mafua ai /dev/sdd1 ma le masini OCZ e fa'aalia, ma le voluma ma fa'ailoga "Fa'ailoga ma Avanoa" e natia. E tatau ona i ai se avanoa i le va o fa'amaumauga ma se fa'ailoga fa'aopoopo pe to'ese i luma tonu o mea ta'itasi. O lenei lisi e fa'atatau i mata'itusi.

source: Ignore _Hide Policy
sm: Le amanaia _Natia Tulafono

source: _Display Name
sm: _Fa'aali Igoa

source: Set Display Name Format
sm: Seti Fa'aaliga Igoa Fa'ailoga

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
sm: Tu'u le fa'ailoga igoa ole masini: Fa'aaogā: %%v igoa faila masini (eg sdd1) %%s tele atoa (eg 800G) %%t fsituaiga (eg ext4) %%l fa'ailoga leo (eg Fa'ailoga po'o [leai se aufaasālalau]) %%m pito fa'amau pe a fa'apipi'i, po'o --- %%i ID masini %%n major:minor numera o masini (eg 15:3)

source: _Auto Mount
sm: _Mauga Taavale

source: Mount _Optical
sm: Mauga _Optical

source: _Mount Removable
sm: _Mauga Aveese

source: Mount _Volumes...
sm: Mauga _Volumes...

source: Auto-Mount Volumes
sm: Otometi-Mauga Volumes

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
sm: Ina ia faʻamalosia pe taofia le faʻapipiʻiina o nisi voluma, faʻamalo isi tulaga, e mafai ona e faʻamaonia masini, igoa faʻamau, poʻo ID masini i le lisi vaeluaga o loʻo i lalo. Faataitaiga: +/dev/sdd1 -Fa'ailoga ma Avanoa +ata-OCZ-part4 O le a mafua ai /dev/sdd1 ma le masini OCZ e otometi ona fa'apipi'i pe a iloa, ma le voluma ma fa'ailoga "Fa'ailoga ma Avanoa" e le amanaiaina. E tatau ona i ai se avanoa i le va o fa'amaumauga ma se fa'ailoga fa'aopoopo pe to'ese i luma tonu o mea ta'itasi. O lenei lisi e fa'atatau i mata'itusi.

source: Mount _Dirs...
sm: Mauga _Dirs...

source: Automatic Mount Point Dirs
sm: Otometi Mauga Point Dirs

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
sm: Ulufale i le lisi lea e tatau ona otometi ai ona faia e le zzzFM fa'atonuga fa'amau mo fuse ma faila faila tutusa (%%a i fa'atonuga a le handler). O lenei lisi e tatau ona mafai ona tusia e le tagata (aua le faaaogaina /media), ma o subdirectories gaogao o le a aveesea. Afai e tuu avanoa, ~/.cache/zzzfm/ (pe $XDG_CACHE_HOME/zzzfm/) e fa'aaogaina. O fesuiaiga nei ua iloa: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Manatua o nisi tagata e faʻaaogaina poʻo polokalame faʻapipiʻi atonu e le usitaʻia lenei faatulagaga.

source: Open _Tab
sm: Tatala _Tab

source: _Unmount On Exit
sm: _Ave'ese I luga o le Fa'atu

source: Auto _Run
sm: Ta'avale _Taufetuli

source: On _Mount
sm: luga _Mauga

source: Auto Run On Mount
sm: Taavale Taavale I luga o le Mauga

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sm: Ulufale polokalame po'o le bash command line e otometi ona fa'agasolo pe a uma ona fa'apipi'i otometi se ta'avale aveese po'o fa'amaumauga fa'amaumauga: Fa'aaogā: %%v masini (eg /dev/sda1) %%l igoa ole masini %%m tulaga fa'amauina o masini (eg /media/disk)

source: On _Audio CD
sm: luga _CD fa'alogo

source: Auto Run On Audio CD
sm: Ta'avale Ta'avale I luga o CD Leo

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sm: Ulufale le polokalame po'o le bash command line e otometi ona ta'avale pe a fa'aofi se CD fa'alogo i totonu o se masini fa'apitoa: Fa'aaogā: %%v masini (eg /dev/sda1) %%l igoa ole masini %%m tulaga fa'amauina o masini (eg /media/disk)

source: On _Video DVD
sm: I luga ole _Video DVD

source: Auto Run On Video DVD
sm: Ta'avale Ta'avale I luga o le DVD Vitio

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sm: Ulufale i le polokalame poʻo le bash command line e faʻatautaia otometi pe a otometi ona faʻapipiʻi se DVD vitio: Fa'aaogā: %%v masini (eg /dev/sda1) %%l igoa ole masini %%m tulaga fa'amauina o masini (eg /media/disk)

source: On _Insert
sm: luga _Fa'aofi

source: Auto Run On Insert
sm: Ta'avale Ta'avale i luga ole Fa'aofi

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sm: Ulufale i le polokalame poʻo le bash command line e faʻataʻitaʻiina otometi pe a faʻapipiʻi soʻo se masini: Fa'aaogā: %%v fa'aopoopoina masini (eg /dev/sda1) %%l igoa ole masini %%m tulaga fa'amauina o masini (eg /media/disk)

source: On _Unmount
sm: I luga _Unmount

source: Auto Run On Unmount
sm: Tamo'e Ta'avale Ta'avale

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sm: Ulufale i le polokalame poʻo le bash command line e otometi ona taʻavale pe a le faʻaogaina soʻo se masini i soʻo se auala: Fa'aaogā: %%v ua tatalaina le masini (eg /dev/sda1) %%l igoa ole masini %%m tulaga fa'amauina o masini (eg /media/disk)

source: On _Remove
sm: luga _Aveese

source: Auto Run On Remove
sm: Tamo'e Ta'avale Ta'avale Aveese

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
sm: Ulufale i le polokalame poʻo le bash command line e otometi ona taʻavale pe a aveese soʻo se masini (ejection of media e le agavaa): Fa'aaogā: %%v aveese le masini (eg /dev/sda1) %%l igoa ole masini %%m tulaga fa'amauina o masini (eg /media/disk)

source: Ignore _No Policy
sm: Le amana'ia _Leai se Faiga Fa'avae

source: _Mount Options
sm: _Mauga Filifiliga

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
sm: Tu'u lau koma po'o avanoa va'ava'ai lisi o fa'amautu avanoa i lalo (%%o i tagata taulima). I le faaopoopo atu i filifiliga masani, e mafai foi ona e faʻamaonia filifiliga e faʻaopoopo pe aveese mo se ituaiga faila faila e ala i le faʻaogaina o le OPTION+FSTYPE poʻo le OPTION-FSTYPE. Faataitaiga: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 O le a fa'aopoopoina nosuid ma noatime mo ituaiga faila faila uma, faaopoopo sync mo vfat ma ntfs na'o, ma aveese noatime mo ext4. Manatua: O nisi filifiliga, e pei o le nosuid, e mafai ona faʻaopoopoina e le mount program tusa lava pe e te le faʻaaofia ai. Filifiliga i totonu fstab ave le faamuamua. pmountma e ono le amana'ia e nisi o lo'o fa'atautaia filifiliga o lo'o tu'u iinei.

source: Default Mount Options
sm: Filifiliga Mauga masani

source: Re/mount With Options
sm: Toe/faamauina ma Filifiliga

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
sm: O le a (toe) fa'apipi'i le masini e fa'aaoga ai filifiliga o lo'o i lalo. I le faaopoopo atu i filifiliga masani, e mafai foi ona e faʻamaonia filifiliga e faʻaopoopo pe aveese mo se ituaiga faila faila e ala i le faʻaogaina o le OPTION+FSTYPE poʻo le OPTION-FSTYPE. Faataitaiga: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 O le a fa'aopoopoina nosuid ma noatime mo ituaiga faila faila uma, faaopoopo sync mo vfat ma ntfs na o, ma aveese noatime mo ext4. Manatua: O nisi filifiliga, pei ole nosuid, e mafai ona fa'aopoopoina e le mount program e tusa lava pe e te le fa'aofiina. Filifiliga i totonu fstab ave le faamuamua. e le amana'ia e pmount filifiliga ua seti iinei.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
sm: Tu'u lau koma po'o avanoa va'ava'ai lisi o faila faila e le tatau ona mata'ituina mo suiga faila. O lenei fa'atulagaga e na'o le a'afiaina o masini e le o poloka (e pei o le nfs po'o le fuse), ma e masani ona fa'aoga e taofia ai le le tali mai o zzzFM i faila faila. O le utaina o ata ma lapopo'a lapopo'a o le a fa'aletonu fo'i.

source: Change Detection Blacklist
sm: Suiga Su'esu'ega Blacklist

source: _Device Handlers
sm: _Tagata Fa'atonu

source: _Protocol Handlers
sm: _Tagata Fa'atonu

source: _Icon
sm: _Fa'ailoga

source: Audio CD
sm: CD fa'alogo

source: Optical Mounted
sm: Fa'apipi'i Optical

source: Optical Has Media
sm: Optical E i ai ala fa'asalalau

source: Optical No Media
sm: Optical Leai Faasalalauga

source: Floppy Mounted
sm: Fa'amauina Floppy

source: Floppy Unmounted
sm: Fa'ase'e le fa'amauina

source: Removable Mounted
sm: Ave'esea Fa'amau

source: Removable Unmounted
sm: Ave'esea Le fa'amauina

source: Internal Mounted
sm: Tu'u totonu

source: Internal Unmounted
sm: Totonu le fa'amauina

source: Mounted Network
sm: Feso'ota'iga Fa'amau

source: Mounted Other
sm: Faamauina Isi

source: _Settings
sm: _Fa'atonu

source: Bookmark _Icon
sm: Faailoga tusi _Fa'ailoga

source: Sub_menu Icon
sm: Sub_menu Fa'ailoga

source: _Show Bookmarks
sm: _Faaali Faailoga

source: New _Bookmark
sm: Fou _Faailoga tusi

source: _Name
sm: _Igoa

source: F_ilename
sm: F_ileigoa

source: _Parent
sm: _Matua

source: _Option
sm: _Filifiliga

source: _Link
sm: _So'oga

source: Copy _Target
sm: Kopi _Sini

source: Lin_k Target
sm: Lin_k Sini

source: _As Root
sm: _E pei o Root

source: _Font
sm: _Fonta

source: Move Dialog Font
sm: Fa'agaoioi le Fa'amatalaga Fa'amatalaga

source: /home/user/Example Filename.ext
sm: /home/user/Faataitaiga Filename.ext

source: _Confirm Create
sm: _Fa'amaonia Fausia

source: Highlight _Bar
sm: Fa'ailoga _Pa

source: Status Bar Highlight Color
sm: Lanu Fa'ailoga Fa'ailoga o Tulaga

source: Highlight _Text
sm: Fa'ailoga _Tusitusi

source: Status Bar Text Highlight Color
sm: Lanu Fa'ailoga Fa'ailoga o Tusitusiga Pa o Tulaga

source: _Middle Click
sm: _Kiliki Tutotonu

source: Copy _Name
sm: Kopi _Igoa

source: Copy _Path
sm: Kopi _Ala

source: _Hide Panel
sm: _Natia Laulau

source: New _Window
sm: Fou _Fa'amalama

source: R_oot Window
sm: R_oot Fa'amalama

source: _File Search
sm: _Su'e faila

source: Open _URL
sm: Tatala _URL

source: Open URL
sm: Tatala URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
sm: Ulufale URL ile faatulagaga: POLOTOCOL://USERNAME:NUMERA E LE ILOA E SESI@FOFOGA FETALAI:PORT/FA'AFEAGA Faataitaiga: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// O le fa'aaofia ai o se fa'aupuga e le saogalemu. Ina ia fa'ailoga se URL, kiliki-i luga ole feso'ota'iga fa'apipi'i i masini ma filifili Fa'ailoga.

source: Save Ta_bs
sm: Faasaoina Ta_bs

source: Panel _1
sm: Vaega _1

source: Panel _2
sm: Vaega _2

source: Panel _3
sm: Vaega _3

source: Panel _4
sm: Vaega _4

source: Panel _Bar
sm: Panel _Pa

source: _Next
sm: _Sosoo ai

source: _Hide
sm: _Natia

source: _Event Manager
sm: _Pule o mea fai

source: _Instance
sm: _Fa'ata'ita'iga

source: _Startup
sm: _Amata ane

source: Set Instance Startup Command
sm: Seti le Fa'atonu Fa'aamataga

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
sm: Ulufale i le polokalame poʻo le laina o le bash e taʻavale aunoa pe a amata se zzzFM faʻataʻitaʻiga: Fa'aaogā: %%e ituaiga mea na tupu (evt_start)

source: _Exit
sm: _Alu

source: Set Instance Exit Command
sm: Seti le Fa'atonuga Tu'u ese

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
sm: Ulufale i le polokalame poʻo le laina o le bash e faʻataʻavale aunoa pe a alu ese se zzzFM faʻataʻitaʻiga: Fa'aaogā: %%e ituaiga mea na tupu (evt_exit)

source: _Window
sm: _Fa'amalama

# View|Events|Window|
source: _New
sm: _Fou

source: Set New Window Command
sm: Seti Poloaiga Fa'amalama Fou

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sm: Ulufale i le polokalame poʻo le bash command line e taʻavale aunoa i soʻo se taimi e tatalaina ai se faʻamalama zzzFM fou: Fa'aaogā: %%e ituaiga mea e tutupu (evt_win_new) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga.

# View|Events|Window|
source: _Focus
sm: _Taulai

source: Set Window Focus Command
sm: Seti Poloaiga Taulai Fa'amalama

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sm: Ulufale i le polokalame poʻo le bash command line e faʻatautaia otometi i soʻo se taimi e taulaʻi ai se faʻamalama zzzFM: Fa'aaogā: %%e ituaiga mea e tutupu (evt_win_focus) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga.

source: _Move/Resize
sm: _Fa'asolo/Suia le La'ei

source: Set Window Move/Resize Command
sm: Seti le Fa'amalama Move/Resize Poloaiga

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
sm: Ulufale i le polokalame poʻo le laina o le bash e taʻavale otometi i soʻo se taimi e faʻanofo ai pe suia le faʻamalama zzzFM: Fa'aaogā: %%e ituaiga mea e tutupu (evt_win_move) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga. Fa'aaliga: O lenei poloaiga e mafai ona fa'atino fa'atele i le taimi e sui ai.

# View|Events|Window|
source: _Click
sm: _Kiliki

source: Set Click Command
sm: Seti Kiliki Poloaiga

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
sm: Ulufale le polokalame po'o le bash command line e otometi ona ta'avale i so'o se taimi e kiliki ai le isumu: Fa'aaogā: %%e ituaiga mea e tutupu (evt_win_click) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa %%b faamau (oomi le isumu) %%m fa'afouga (ki fa'aliliu) %%f taulai (elemene na maua le kiliki) Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona fa'aoga i lenei fa'atonuga pe a leai se fa'ailoga fa'ailoga e fa'aogaina. Fa'amua lau fa'atonuga ile fa'ailoga (*) ma toe fa'afo'i tu'utu'uga o le ulufafo 0 e fa'alavelave ai le tagata e fa'aletonu. Faataitaiga: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nO le faamau ogatotonu na kiliki i totonu %%f" --button ok &

source: _Keypress
sm: _Oomi ki

source: Set Window Keypress Command
sm: Seti le Fa'atonu Fa'amau Fa'amau

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
sm: Ulufale i le polokalame poʻo le bash command line e faʻatautaia otometi i soʻo se taimi e oomi ai se ki: Fa'aaogā: %%e ituaiga mea e tutupu (evt_win_key) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa %%k ki code (ki oomi) %%m fa'afouga (ki fa'aliliu) Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona fa'aoga i lenei fa'atonuga pe a leai se fa'ailoga fa'ailoga e fa'aogaina. Fa'amua lau fa'atonuga ile fa'ailoga (*) ma toe fa'afo'i tu'utu'uga o le ulufafo 0 e fa'alavelave ai le tagata e fa'aletonu. Faataitaiga: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nOomi F8 ki." --button ok &

source: Set Window Close Command
sm: Seti Poloaiga Tapuni Faamalama

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sm: Ulufale i le polokalame poʻo le laina o le bash e faʻatautaia otometi i soʻo se taimi e tapunia ai se faʻamalama zzzFM: Fa'aaogā: %%e ituaiga mea e tutupu (evt_win_close) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga.

source: _Panel
sm: _Panela

# View|Events|Panel|
source: _Focus
sm: _Taulai

source: Set Panel Focus Command
sm: Seti Poloaiga Taulai Atu

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sm: Ulufale i le polokalame poʻo le bash command line e faʻatautaia otometi i soʻo se taimi e taulaʻi ai le laulau: Fa'aoga: %%e ituaiga mea e tutupu (evt_pnl_focus) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga.

# View|Events|Panel|
source: _Show
sm: _Faaalia

source: Set Panel Show Command
sm: Seti le Poloaiga Fa'aali Poloaiga

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sm: Ulufale i le polokalame poʻo le bash command line e taʻavale aunoa i soʻo se taimi e faʻaalia pe natia ai se laulau poʻo se elemene: Fa'aaogā: %%e ituaiga mea e tutupu (evt_pnl_show) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa %%f taula'i (elemene fa'aali pe natia) %%v vaaia (1 pe 0) Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga.

source: Set Panel Select Command
sm: Seti Panel Filifili Poloaiga
