Repository: dimkr/zzzfm
Catalog: po/from transifex/sm/zzzfmpot.sh.po
Languages: sm

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
sm: Ulufale i le polokalame poʻo le bash command line e taʻavale aunoa i soʻo se taimi e sui ai le faila faila: Fa'aaogā: %%e ituaiga mea e tutupu (evt_pnl_sel) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga. Fa'amua lau fa'atonuga ile fa'ailoga (*) ma toe fa'afo'i tu'utu'uga o le ulufafo 0 e fa'alavelave ai le tagata e fa'aletonu.

# View|Events|Tab|
source: _New
sm: _Fou

source: Set New Tab Command
sm: Seti Poloaiga Tab Fou

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sm: Ulufale i le polokalame poʻo le bash command line e faʻatautaia otometi i soʻo se taimi e tatalaina ai se laupepa fou: Fa'aaogā: %%e ituaiga mea e tutupu (evt_tab_new) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga.

source: _Change Dir
sm: _Suia Dir

source: Set Tab Change Dir Command
sm: Seti Tab Suiga Dir Poloaiga

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sm: Ulufale i le polokalame poʻo le bash command line e faʻatautaia otometi i soʻo se taimi e sui ai se lisi i se isi lisi: Fa'aaogā: %%e ituaiga mea e tutupu (evt_tab_chdir) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa %%d tusi fou Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga.

# View|Events|Tab|
source: _Focus
sm: _Taulai

source: Set Tab Focus Command
sm: Seti Poloaiga Taulai Tab

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
sm: Ulufale i le polokalame poʻo le bash command line e faʻatautaia otometi i soʻo se taimi e taulaʻi ai se tab: Fa'aaogā: %%e ituaiga mea e tutupu (evt_tab_focus) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t laupepa Fa'atau atu i fafo fesuiaiga bash (eg $fm_pwd, etc) e mafai ona faʻaaogaina i lenei poloaiga.

# View|Events|Tab|
source: _Close
sm: _Tapuni

source: Set Tab Close Command
sm: Seti Tab Close Poloaiga

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
sm: Ulufale i le polokalame poʻo le laina o le bash e faʻatautaia otometi i soʻo se taimi e tapunia ai se laupepa: Fa'aaogā: %%e ituaiga mea e tutupu (evt_tab_close) %%w window id (vaai zzzfm -s fesoasoani) %%p laulau %%t tapuni tapuni

# View|Events|
source: _Device
sm: _Meafaigaluega

source: Set Device Command
sm: Seti le Poloaiga o Masini

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
sm: Ulufale i le polokalame poʻo le bash command line e faʻatautaia otometi i soʻo se taimi e suia ai se tulaga o masini: Fa'aaogā: %%e ituaiga mea e tutupu (evt_device) %%f faila masini %%v suiga (faaopoopo|ave'esea|suia)

source: Wi_ndow Title
sm: Wi_ndow Ulutala

source: Set Window Title Format
sm: Seti le Fa'aigoa Fa'amalama

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
sm: Seti le fa'aulutala fa'amalama: Fa'aaogā: %%n igoa faila o iai nei (eg bin) %%d ala faila o iai nei (eg /usr/bin) %%p numera o lo'o iai nei (1-4) %%t numera o le lisi o iai nei %%P aofa'i atoa o paneli o lo'o va'aia %%T aofa'i o fa'amau i le laulau o iai nei * fa'ailoga fa'ailoga pe a fai galuega i le faamalama

source: _Window Icon
sm: _Fa'ailoga Fa'amalama

source: Set Window Icon
sm: Seti Fa'ailoga Fa'amalama

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
sm: Ulufale se igoa fa'ailoga, ala faila fa'ailoga, po'o le igoa o mea fa'asoa: Pe kiliki Filifili e filifili ai se ata. O nisi ata e le mafai ona lelei ona o faʻafitauli eseese. Tuuina atu isi ata zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Faataitaiga: zzzfm-48-cube-red

source: _Fullscreen
sm: _Ata atoa

source: _Design Mode
sm: _Faiga Fuafuaga

source: _Preferences
sm: _Manatu

source: _Tool
sm: _Meafaigaluega

source: _Thumbnails (global)
sm: _Itiiti (lalolagi)

source: _User's Manual
sm: _Tusi Lesona a le Fa'aoga

source: _Options
sm: _Filifiliga

source: _Browser
sm: _Su'esu'e

source: Choose HTML Browser
sm: Filifili HTML Browser

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
sm: Ulufale igoa ole su'esu'e po'o le bash command line e fa'aoga e fa'aali ai faila HTML ma URL: Fa'aaogā: %%u url (Tu'u avanoa mo su'esu'ega otometi)

source: _Manual Location
sm: _Tulaga Tusia

source: Choose User's Manual Location
sm: Filifili le Nofoaga a le Tagata Fa'aaoga

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
sm: Ulufale ala faila i le lotoifale po'o le URL mamao mo le zzzFM User's Manual: (Tuu avanoa mo le faaletonu)

source: _Show Devices
sm: _Faaali atu masini

source: _Task Manager
sm: _Pule o Galuega

source: _Status
sm: _Tulaga

source: _Count
sm: _Faitau

source: _Folder
sm: _faila

source: _Item
sm: _Aitema

source: _To
sm: _I

source: _Progress
sm: _Alualu i luma

source: _Elapsed
sm: _Ua mavae atu

source: C_urrent Speed
sm: C_urrent Saosaoa

source: Current Re_main
sm: I le taimi nei Re_main

source: _Average Speed
sm: _Aveave ole Saosaoa

source: A_verage Remain
sm: A_verage Tumau

source: _Stop
sm: _Taofi

source: _Queue
sm: _Tuli

source: _Resume
sm: _Toe amata

source: Sho_w Output
sm: Sho_w Tuuina atu

source: _All Tasks
sm: _Galuega uma

source: Show _Manager
sm: Faaalia _Pule

source: Auto-_Hide Manager
sm: Ta'avale-_Natia Pule

source: Task Manager Font
sm: Fa'atonuga o Galuega

source: copying File 1:15 65.2 M 30.2 M/s
sm: kopiina File 1:15 65.2 M 30.2 M/s

source: _Columns
sm: _Koluma

source: Popup _All Tasks
sm: Oso ane _Galuega uma

source: Stay On _Top
sm: Tumau i luga _Luga

source: A_bove Others
sm: A_bove O isi

source: All _Workspaces
sm: uma _Avanoa faigaluega

source: _Detailed Stats
sm: _Fa'amatalaga Fa'amatalaga

source: _Overwrite Option
sm: _Sui Tusia Filifiliga

source: _Error Option
sm: _Filifiliga Sese

source: Task Popup Font (affects new tasks)
sm: Task Popup Font (a'afia ai galuega fou)

source: Example Output 0123456789
sm: Fa'aa'oa'oga Galuega 0123456789

source: Stop If _First
sm: Taofi Afai _Tulaga tasi

source: Stop On _Any
sm: Taofi i luga _So'o se

source: _Continue
sm: _Fa'aauau

source: _Queue New Tasks
sm: _Tuli Galuega Fou

source: _Smart Queue
sm: _Tulaga Atamai

source: _Pause On Error
sm: _Taofi i le Mea Sese

source: Arrange _Icons
sm: Faatulaga _Fa'ailoga

source: By _Name
sm: E _Igoa

source: By _Type
sm: E _Ituaiga

source: By _Date Modified
sm: E _Aso Suia

source: By _Size
sm: E _Tele

source: _Custom
sm: _Aganuu

source: _Ascending
sm: _A'e i luga

source: Desktop _Settings
sm: Desktop _Fa'atonu

source: _Desktop Folder
sm: _Laupapa Papamaa

source: Editor Font
sm: Fa'atonu Font

source: Example Input 0123456789
sm: Faataitaiga Ulufale 0123456789

source: Input Font
sm: Tusia Fa'aofi

source: Edit As _Root
sm: Fa'asa'o e pei _Root

source: _Choose...
sm: _Filifili...

source: File _Handlers...
sm: faila _Taulima...

source: Open With _Default
sm: Tatala Ma _Fa'atonu

source: In _Tab
sm: I totonu _Tab

source: In _Panel
sm: I totonu _Panela

source: _Extract
sm: _Aveese

source: Extract _To
sm: Aveese _I

source: _List Contents
sm: _Lisi Mataupu

source: _Archive Defaults
sm: _Fa'amaumauga Fa'amaumauga

source: _Open With App
sm: _Tatala ma le App

source: _Create Subfolder
sm: _Fausia Subfolder

source: _Write Access
sm: _Tusi Avanoa

source: Archive _Handlers
sm: Fa'amaumauga _Taulima

# New|
source: _Bookmark
sm: _Faailoga tusi

source: _Archive
sm: _Fa'amaumauga

source: Tab _Here
sm: Tab _O iinei

source: _Desktop Application
sm: _Talosaga Papamaa

source: _Go
sm: _Alu

source: _Back
sm: _Tua

source: _Forward
sm: _I luma

source: _Up
sm: _I luga

source: _Home
sm: _Aiga

source: _Set Default
sm: _Seti le Fa'atonu

source: Re_al Path
sm: Re_al Ala

source: _Path Bar
sm: _Pa o Ala

source: _File List
sm: _Lisi faila

source: _Tree
sm: _Laau

source: _Close
sm: _Tapuni

source: _Reorder
sm: _Toe fa'atonu

source: _Rubberband Select
sm: _Filifiliga Pa'u

source: _Sort
sm: _Fa'avasega

source: _Size
sm: _Tele

source: _Type
sm: _Ituaiga

source: _Permission
sm: _Fa'atagaga

source: _Owner
sm: _Pule

source: _Modified
sm: _Suia

source: _Descending
sm: _Alu ifo

source: F_iles First
sm: F_iles Tulaga tasi

source: _Hidden First
sm: _Natia Muamua

source: Hidden _Last
sm: Natia _Mulimuli

source: Re_fresh
sm: Re_fou

source: Auto See_k
sm: Va'ai Ta'avale _k

source: Path Bar _Help
sm: Pa o Ala _Fesoasoani

source: _Rename
sm: _Toe faaigoa

source: _Delete
sm: _Aveese

source: Cut
sm: tipi

source: _Actions
sm: _Gaioiga

source: Copy Pa_rent
sm: Kopi Pa_rent

source: Paste _Link
sm: Fa'apipi'i _So'oga

source: Paste _Target
sm: Fa'apipi'i _Sini

source: Paste _As
sm: Fa'apipi'i _E pei o

source: _Copy To
sm: _Kopi I

source: L_ast Location
sm: L_ast Nofoaga

# Edit|CopyTo|
source: _Panel
sm: _Panela

source: _Move To
sm: _Sii I

source: _Location
sm: _Nofoaga

# Edit|MoveTo|
source: _Panel
sm: _Panela

source: _Select All
sm: _Filifili Mea uma

source: _Unselect All
sm: _Tatala Filifilia Uma

source: _Invert Selection
sm: _Su'e Filifiliga

source: S_elect By Pattern
sm: S_elect E ala i le Mamanu

source: Move _To
sm: Siisii _I

source: Info
sm: Fa'amatalaga

source: Permissions
sm: Fa'atagaga

source: _Quick
sm: _Vave

source: _Recursive
sm: _Toe fa'afo'i

source: _Side Toolbar
sm: _Itu Meafaigaluega

source: _Detailed
sm: _Auiliili

source: _Compact
sm: _Fa'atasi

source: _Large Icons
sm: _Ata tetele

source: _Hidden Files
sm: _Faila Natia

source: File List Font (Panel %d)
sm: Lisi faila Font (Panela %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
sm: Faataitaiga 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
sm: Mea Fa'atonu Font (Panela %d)

source: Bookmarks Font (Panel %d)
sm: Faailoga Tusitusi (Panela %d)

source: Example Bookmark Name
sm: Faataitaiga Faailoga Igoa

source: Path Bar Font (Panel %d)
sm: Ala Fa'amau Font (Panela %d)

source: $ cat /home/user/example
sm: $ cat /aiga/tagata fa'aoga/faataitaiga

source: Tab Font (Panel %d)
sm: Laupapa Laupapa (Panela %d)

source: Status Bar Font (Panel %d)
sm: Tulaga Fa'a Font (Panela %d)

source: 12 G free / 200 G 52 items
sm: 12 G saoloto / 200 G 52 mea

source: Follow _Dir
sm: Mulimuli _Dir

source: _New Tab
sm: _Fou Tab

source: _Single Click
sm: _Kiliki Tasi

source: Directory doesn't exist %s
sm: E le o iai le lisi %s

source: Unable to access %s %s
sm: Le mafai ona maua %s %s

source: Select By Pattern
sm: Filifili E ala i Mamanu

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
sm: Ulufale mamanu e filifili ai faila ma faila: Afai o lau mamanu o loʻo i ai ni mataitusi tetele, o le faʻatusatusaga o le a faʻaogaina mataʻitusi. Faataitaiga: *sp*e?m* FAAMANATU: E mafai foi ona e ulufale '%% PATTERN' i le pa ala.

source: Choose Location
sm: Filifili Nofoaga

source: Invalid Destination
sm: Le Fa'asinomaga

source: Destination same as source
sm: Tulaga tutusa ma le puna

source: Invalid destination
sm: Le sa'o le taunu'uga

source: Hide File
sm: Natia faila

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
sm: O igoa o faila filifilia o le a faaopoopo i le '.hidden' faila o loʻo i totonu o lenei pusa, lea o le a natia mai le vaʻaia i zzzFM. Atonu e te manaʻomia le toe faʻafouina o le vaaiga pe toe amata le zzzFM mo faila e mou atu. Ina ia fa'aalia se faila, tatala le faila .hidden i lau fa'atonu tusitusiga, aveese le igoa o le faila, ma toe fa'afou.

source: Error hiding files
sm: Sese natia faila

source: No files are selected
sm: E leai ni faila e filifilia

source: Invalid URL
sm: Le aoga URL

source: The entered URL is not valid.
sm: E le aoga le URL na tu'uina.

source: Handler Not Found
sm: E Le Maua le Handler

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
sm: E leai se tagata e fa'afeso'ota'i feso'ota'iga ua fa'atulagaina mo lenei URL, pe leai fo'i se fa'atonuga fa'apipi'i. Fa'aopoopo i ai se fa'atonu i masini|Fa'atonu|Tagata Fa'atonu.

source: Open URL %s
sm: Tatala URL %s

source: mount
sm: mauga

source: unmount
sm: tatala ese

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
sm: E leai se lima e fa'atulagaina mo lenei ituaiga masini, pe leai %s ua setiina le poloaiga. Fa'aopoopo se fa'atonu ile Fa'atonu|Ta'ita'i Fa'atonu po'o Fa'atonu Fa'atonu.

source: Mount %s
sm: Mauga %s

source: %s is currently mounted. You must unmount it before you can check it.
sm: %s o loʻo faʻapipiʻiina nei. E tatau ona e to'ese ae e te le'i siakiina.

source: Device Is Mounted
sm: Ua Fa'amauina Mea

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
sm: Ulufale fa'atonuga siaki faila: Fa'aaogā: %%%%v faila masini ( %s ) FA'ASA'E MA LE FA'AMATALAGA O lenei fa'atonuga o lo'o fa'agasolo e pei root

source: Check As Root
sm: Siaki As Root

source: CHECK AS ROOT
sm: Siaki AS ROOT

source: Check As Root %s
sm: Siaki As Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
sm: Ulufale i luga poloaiga: Fa'aaogā: %%%%v faila masini ( %s ) %%%%o voluma-fa'apitoa fa'apipi'i filifiliga ( %s ) Fa'aaliga: fstab e fa'amalo nisi o filifiliga FA'ASA'E MA LE FA'AMATALAGA O lenei fa'atonuga o lo'o fa'agasolo e pei root

source: Mount As Root
sm: Mauga o As Root

source: MOUNT AS ROOT
sm: MAUGA PEI ROOT

source: Mount As Root %s
sm: Mauga o As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
sm: Ulufale mai le fa'atonuga e unmount: Fa'aaogā: %%%%v faila masini ( %s ) FA'ASA'E MA LE FA'AMATALAGA O lenei fa'atonuga o lo'o fa'agasolo e pei root

source: Unmount As Root
sm: Ave'ese le As Root

source: Unmount As Root %s
sm: Ave'ese le As Root %s

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
sm: LAPATAIGA: %s ua fa'ae'e. Atonu e te mana'o pe mana'omia e aveese a'o le'i suia le igoa.

source: Enter volume label for %s:%s
sm: Ulufale igoa leo mo %s:%s

source: Change Volume Label
sm: Suia le Volume Label

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
sm: Ulufale aveese le fa'ailoga igoa mo fstype '%s': Fa'aaogā: %%%%v faila masini ( %s ) %%%%l igoa fou ( "%s" ) FA'ASA'E MA LE FA'AMATALAGA O lenei fa'atonuga o lo'o fa'agasolo e pei root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
sm: Ulufale sui igoa fa'atonuga mo fstype '%s': Fa'aaogā: %%%%v faila masini ( %s ) %%%%l igoa fou ( "%s" ) FA'ASA'E MA LE FA'AMATALAGA O lenei fa'atonuga o lo'o fa'agasolo e pei root%s

source: Change Label As Root
sm: Suia le igoa e peiRoot

source: Label As Root %s
sm: Fa'ailoga E pei Root %s

source: Unmount %s
sm: Tatala ese %s

source: Remove %s
sm: Aveese %s

source: Remount %s
sm: Toe sii %s

source: Reload %s
sm: Toe utaina %s

source: Sync
sm: Fa'atasi

source: %s is currently mounted. You must unmount it before you can format it.
sm: %s o loʻo faʻapipiʻiina nei. E tatau ona e toso ese ae e te le'i faavasegaina.

source: ( AN ENTIRE DEVICE )
sm: ( O SE METOGA UMA )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
sm: Ua lata ona e tapeina %s %s- O LE A LE'A FA'AMANATU UMA. Onosa'i - e umi se taimi ma dd e leai ni manatu faaalia. Ulufale le fa'atonuga e sui ai le voluma atoa ma /dev/%s: Fa'aaogā: %%%%v faila masini ( %s ) FA'ASA'E MA LE FA'AMATALAGA O lenei fa'atonuga o lo'o fa'agasolo e pei root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
sm: O le a e fa'atulagaina %s %s- O LE A LE'A FA'AMANATU UMA. Ulufale %s fa'atonuga: Fa'aaogā: %%%%v faila masini ( %s ) FA'ASA'E MA LE FA'AMATALAGA O lenei fa'atonuga o lo'o fa'agasolo e pei root

source: Format
sm: Fa'asologa

source: DATA LOSS WARNING
sm: LAPATA'IGA O FA'AMATALAGA MO LE ILOA

source: Format %s
sm: Fa'asologa %s

source: %s is currently mounted. You must unmount it before you can restore it.
sm: %s o loʻo faʻapipiʻiina nei. E tatau ona e toso ese ae e te le'i toe fa'afo'isia.

source: Choose Backup For Restore
sm: Filifili Fa'aola Mo Toe Fa'afo'isia

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
sm: O le a e toe fa'amauina le MBR boot code o %s faaaogaina %s. O lenei suiga e ono taofia ai lau komepiuta mai le fa'a sa'o. O fa'amatalaga taua uma i luga o le masini atoa e tatau ona fa'amauina muamua. Fa'agasolo? (Afai e te oomiina le Ioe, o loʻo iai pea sau avanoa e tasi e faʻaumatia aʻo leʻi suia le tisiki.)

source: Restore MBR
sm: Toe faʻafoʻisia MBR

source: Unknown Type
sm: Ituaiga Le iloa

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
sm: O le faila ua filifilia e le o se faila faaleoleo e iloagofie. FSO igoa faila faila e iai 'fsarchiver' pe fa'ai'u i '.fsa'. E iai igoa faila o vaega 'partimage' pe fa'ai'u i '.000'. MBR igoa faila faaiu i '.mbr', '.mbr.bin', pe '-MBR-back' ma e 512 paita le tele. Afai e te mautinoa o lenei faila o se faʻamaumauga aoga, e mafai ona e toe faʻaigoaina e aloese ai mai lenei mea sese.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
sm: Ua lata ona e toe fa'afo'isia %s %sfaaaogaina %s - O LE A LE'A FA'AMANATU UMA. Ulufale %s toe fa'afo'i fa'atonuga: Fa'aaogā: %%%%v faila masini ( %s ) %%%%s faila faila ( %s ) FA'ASA'E MA LE FA'AFEAGAI O lenei fa'atonuga o lo'o fa'aa'a

source: Restore
sm: Toe fa'afo'isia

source: %s Restore %s
sm: %s Toe fa'afo'isia %s

source: The %s directory was not found. Is udevil installed?
sm: O le %s e le'i maua le lisi. Ua fa'apipi'i le udevil?

source: Directory Missing
sm: Fa'atonuga o lo'o misi

source: Choose Backup For Info
sm: Filifili Fa'asao mo Fa'amatalaga

source: MBR File
sm: MBR faila

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
sm: E tusa ai ma lona igoa, o le faila filifilia e foliga mai o se faila faila MBR. E leai se isi fa'amatalaga o lo'o avanoa mo lenei ituaiga fa'amaumauga.

source: Restore Info
sm: Toe Fa'afo'i Fa'amatalaga

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
sm: LAPATAIGA: %s ua fa'ae'e. Ona o le faaletonu, FSE na'o le fa'amaumauga fa'amaumauga e fa'amauina na'o le faitau. Ina ia faaleoleo se voluma faitau-tusi, e tatau ona e faaopoopo --allow-rw-mounted i le poloaiga. Vaai 'man fsarchiver' mo fa'amatalaga.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
sm: %s o loʻo faʻapipiʻiina nei. E tatau ona e aveese ae e te le'i faia se sauga e faaaoga ai le Partimage.

source: Save %s Backup
sm: Faasaoina %s Lagolago

source: Overwrite?
sm: Sui tusi?

source: The selected backup already exists. Overwrite?
sm: O lo'o iai le fa'amaumauga ua filifilia. Sui tusi?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
sm: Ulufale %s poloaiga faaleoleo: Fa'aaogā: %%%%v faila masini ( %s ) %%%%s faila faila ( %s )%s FA'ASA'E MA LE FA'AMATALAGA O lenei fa'atonuga o lo'o fa'agasolo e pei root

source: Backup
sm: Lagolago

source: %s Backup %s
sm: %s Lagolago %s

source: Properties %s
sm: Meatotino %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
sm: %sMeafaigaluega Filifilia i le taimi nei: %s Fa'ailoga Volume: %s ID masini: %s

source: Kill As Other
sm: Fasioti Faapei o Isi

source: Stop As Other
sm: Taofi Pei o Isi

source: Cont As Other
sm: Fa'aauau e pei o isi

source: Move:
sm: Si'i:

source: Copy:
sm: Kopi:

source: Delete:
sm: Ave'ese:

source: Link:
sm: So'oga:

source: Change:
sm: Suiga:

source: Run:
sm: tamoe:

source: Moving...
sm: Si'itia...

source: Copying...
sm: Kopi...

source: Deleting...
sm: Tapēina...

source: Linking...
sm: So'oga...

source: Changing...
sm: Suia...

source: Running...
sm: Tamomoe...

source: From:
sm: Mai:

source: To:
sm: I:

source: Progress:
sm: Alualu i luma:

source: Status:
sm: Tulaga:

source: Paused
sm: Taofi

source: Queued
sm: Tuli

source: Ask
sm: Fesili atu

source: Overwrite All
sm: Su'e uma

source: Skip All
sm: Fa'ase'e Uma

source: Auto Rename
sm: Toe Su'i igoa

source: Stop If Error First
sm: Taofi Pe a Sese Muamua

source: Stop On Any Error
sm: Taofi i so'o se mea sese
