Repository: dimkr/zzzfm
Catalog: po/from transifex/ha/zzzfmpot.sh.po
Languages: ha

source: Enter program or bash command line to be run automatically whenever a tab gets focus: Use: %%e event type (evt_tab_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da shafin ya sami hankali: Amfani: %%e nau'in taron (evt_tab_focus) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin.

# View|Events|Tab|
source: _Close
ha: _Kusa

source: Set Tab Close Command
ha: Saita Umarnin Rufe Tab

source: Enter program or bash command line to be run automatically whenever a tab is closed: Use: %%e event type (evt_tab_close) %%w window id (see zzzfm -s help) %%p panel %%t closed tab
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da aka rufe shafin: Amfani: %%e nau'in taron (evt_tab_close) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t rufaffiyar tab

# View|Events|
source: _Device
ha: _Na'ura

source: Set Device Command
ha: Saita Umurnin Na'ura

source: Enter program or bash command line to be run automatically whenever a device state changes: Use: %%e event type (evt_device) %%f device file %%v change (added|removed|changed)
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da yanayin na'urar ya canza: Amfani: %%e nau'in taron (evt_device) %%f fayil ɗin na'ura %%v canji (ƙara | cire | canzawa)

source: Wi_ndow Title
ha: Wi_ndow Take

source: Set Window Title Format
ha: Saita Tsarin taken Taga

source: Set window title format: Use: %%n current folder name (eg bin) %%d current folder path (eg /usr/bin) %%p current panel number (1-4) %%t current tab number %%P total number of panels visible %%T total number of tabs in current panel * asterisk shown if tasks running in window
ha: Saita tsarin taken taga: Amfani: %%n sunan babban fayil na yanzu (eg bin) %%d hanyar babban fayil na yanzu (eg /usr/bin) %%p lambar panel na yanzu (1-4) %%t lambar shafin na yanzu %%P jimlar adadin bangarori bayyane %%T jimlar adadin shafuka a cikin panel na yanzu * alamar alama idan ayyuka suna gudana a taga

source: _Window Icon
ha: _Ikon taga

source: Set Window Icon
ha: Saita Ikon Taga

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Some icons may not work properly due to various issues. Provided alternate zzzFM icons: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] For example: zzzfm-48-cube-red
ha: Shigar da sunan gunki, hanyar fayil ɗin gunki, ko sunan abun hannun jari: Ko danna Zaɓi don zaɓar gunki. Wasu gumakan na iya yin aiki yadda ya kamata saboda batutuwa daban-daban. An ba da madadin gumakan zzzFM: zzzfm-[48|128]-[cube]-[blue|red] zzzfm-48-folder-[blue|red] Misali: zzzfm-48-cube-red

source: _Fullscreen
ha: _Cikakken kariya

source: _Design Mode
ha: _Yanayin ƙira

source: _Preferences
ha: _Abubuwan da ake so

source: _Tool
ha: _Kayan aiki

source: _Thumbnails (global)
ha: _Thumbnails (na duniya)

source: _User's Manual
ha: _Littafin mai amfani

source: _Options
ha: _Zabuka

source: Choose HTML Browser
ha: Zaɓi HTML Browser

source: Enter browser name or bash command line to be used to display HTML files and URLs: Use: %%u url (Leave blank for automatic browser detection)
ha: Shigar da sunan burauza ko layin umarni bash don amfani da su don nuna fayilolin HTML da URLs: Amfani: %%u url (A bar komai don gano mai bincike ta atomatik)

source: _Manual Location
ha: _Wuri na Manual

source: Choose User's Manual Location
ha: Zaɓi Wuri Mai Amfani

source: Enter local file path or remote URL for the zzzFM User's Manual: (Leave blank for default)
ha: Shigar da hanyar fayil na gida ko URL mai nisa don littafin Mai amfanin zzzFM: (Bar fanko don tsoho)

source: _Show Devices
ha: _Nuna Na'urori

source: _Status
ha: _Matsayi

source: _Count
ha: _Ƙidaya

source: _Folder
ha: _Jaka

source: _Item
ha: _Abu

source: _To
ha: _Zuwa

source: _Progress
ha: _Ci gaba

source: _Elapsed
ha: _Ya wuce

source: C_urrent Speed
ha: C_urrent Gudu

source: Current Re_main
ha: A halin yanzu Re_main

source: _Average Speed
ha: _Matsakaicin Gudu

source: A_verage Remain
ha: A_verage Ci gaba

source: _Stop
ha: _Tsaya

source: _Queue
ha: _layi

source: _Resume
ha: _Ci gaba

source: Sho_w Output
ha: Sho_w Fitowa

source: _All Tasks
ha: _Duk Ayyuka

source: Show _Manager
ha: Nuna _Manager

source: Auto-_Hide Manager
ha: Mota-_Boye Manager

source: copying File 1:15 65.2 M 30.2 M/s
ha: kwafi Fayil 1:15 65.2 M 30.2 M/s

source: _Columns
ha: _ginshiƙai

source: Popup _All Tasks
ha: Popup _Duk Ayyuka

source: Stay On _Top
ha: Ci gaba _Sama

source: A_bove Others
ha: A_bove Wasu

source: All _Workspaces
ha: Duka _Wuraren aiki

source: _Detailed Stats
ha: _Cikakken Ƙididdiga

source: _Overwrite Option
ha: _Zaɓin Rubutu

source: _Error Option
ha: _Zabin Kuskure

source: Task Popup Font (affects new tasks)
ha: Font Popup Task (yana shafar sabbin ayyuka)

source: Example Output 0123456789
ha: Misali Fitowa 0123456789

source: Stop If _First
ha: Tsaya Idan _Na farko

source: Stop On _Any
ha: Dakatarwa _Kowa

source: _Continue
ha: _Ci gaba

source: _Queue New Tasks
ha: _Sabbin Ayyuka

source: _Pause On Error
ha: _Dakata Kan Kuskure

source: Arrange _Icons
ha: Shirya _Gumaka

source: By _Name
ha: By _Suna

source: By _Type
ha: By _Nau'in

source: By _Date Modified
ha: By _Kwanan da aka gyara

source: By _Size
ha: By _Girman

source: _Ascending
ha: _Hawan hawa

source: Desktop _Settings
ha: Desktop _Saituna

source: _Desktop Folder
ha: _Jaka na Desktop

source: Editor Font
ha: Editan Font

source: Example Input 0123456789
ha: Misalin Shigarwa 0123456789

source: Input Font
ha: Harafin Shigarwa

source: Edit As _Root
ha: Gyara As _Root

source: _Choose...
ha: _Zabi...

source: File _Handlers...
ha: Fayil _Masu kulawa...

source: Open With _Default
ha: Bude Da _Tsohuwar

source: In _Tab
ha: A ciki _Tab

source: In _Panel
ha: A ciki _Panel

source: _Extract
ha: _Cire

source: Extract _To
ha: Cire _Zuwa

source: _List Contents
ha: _Jerin abubuwan da ke ciki

source: _Archive Defaults
ha: _Matsalolin Rubutun

source: _Open With App
ha: _Bude Da App

source: _Create Subfolder
ha: _Ƙirƙiri Babban fayil

source: _Write Access
ha: _Rubuta Shiga

source: Archive _Handlers
ha: Ajiye _Masu kulawa

# New|
source: _Bookmark
ha: _Alamar alama

source: _Archive
ha: _Ajiye

source: Tab _Here
ha: Tab _nan

source: _Desktop Application
ha: _Aikace-aikacen Desktop

source: _Go
ha: _Tafi

source: _Back
ha: _Baya

source: _Forward
ha: _Gaba

source: _Up
ha: _Sama

source: _Home
ha: _Gida

source: _Set Default
ha: _Saita Default

source: Re_al Path
ha: Re_al Hanya

source: _Path Bar
ha: _Hanyar Bar

source: _File List
ha: _Jerin Fayil

source: _Tree
ha: _Itace

source: _Close
ha: _Kusa

source: _Reorder
ha: _Sake yin oda

source: _Rubberband Select
ha: _Zaɓin Rubberband

source: _Sort
ha: _Tsara

source: _Size
ha: _Girman

source: _Type
ha: _Nau'in

source: _Permission
ha: _Izini

source: _Owner
ha: _Mai shi

source: _Modified
ha: _Gyara

source: _Descending
ha: _Saukowa

source: Folders Fi_rst
ha: Jakunkuna Fi_rst

source: F_iles First
ha: F_iles Na farko

source: _Hidden First
ha: _Boye Farko

source: Hidden _Last
ha: Boye _Karshe

source: Re_fresh
ha: Re_sabo

source: Auto See_k
ha: Duba atomatik _k

source: Path Bar _Help
ha: Hanyar Bar _Taimako

source: _Rename
ha: _Sake suna

source: _Delete
ha: _Share

source: Cut
ha: Yanke

source: _Actions
ha: _Ayyuka

source: Copy Pa_rent
ha: Kwafi Pa_rent

source: Paste _Link
ha: Manna _mahada

source: Paste _Target
ha: Manna _manufa

source: Paste _As
ha: Manna _Kamar yadda

source: _Copy To
ha: _Kwafi Zuwa

source: L_ast Location
ha: L_ast Wuri

source: _Move To
ha: _Matsar Zuwa

source: _Location
ha: _Wuri

source: _Select All
ha: _Zaɓi Duk

source: _Unselect All
ha: _Cire Zaɓi Duk

source: _Invert Selection
ha: _Zaɓin Juya

source: S_elect By Pattern
ha: S_elect Ta Tsarin

source: Move _To
ha: Matsar _Zuwa

source: Info
ha: Bayani

source: Permissions
ha: Izini

source: _Quick
ha: _Mai sauri

source: _Recursive
ha: _Maimaituwa

source: _Side Toolbar
ha: _Bar Toolbar

source: _Detailed
ha: _Dalla-dalla

source: _Compact
ha: _Karamin

source: _Large Icons
ha: _Manyan Gumaka

source: _Hidden Files
ha: _Fayilolin Boye

source: File List Font (Panel %d)
ha: Jerin Fayil Font (Panel %d)

source: Example 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11
ha: Misali 1.1 M file -rwxr--r-- user:group 2011-01-01 01:11

source: Devices Font (Panel %d)
ha: Font na na'ura (Panel %d)

source: Bookmarks Font (Panel %d)
ha: Rubutun Alamomi (Panel %d)

source: Example Bookmark Name
ha: Misali Sunan Alamar

source: Path Bar Font (Panel %d)
ha: Hanyar Bar Font (Panel %d)

source: $ cat /home/user/example
ha: $ cat /gida/mai amfani/misali

source: Tab Font (Panel %d)
ha: Shafin Font (Panel %d)

source: Status Bar Font (Panel %d)
ha: Matsayi Bar Font (Panel %d)

source: 12 G free / 200 G 52 items
ha: 12 G kyauta / 200 G 52 abubuwa

source: Follow _Dir
ha: Bi _Dir

source: _New Tab
ha: _Sabuwar Tab

source: _Single Click
ha: _Danna Sau ɗaya

source: Directory doesn't exist %s
ha: Babu littafin adireshi %s

source: Unable to access %s %s
ha: Ba a iya shiga ba %s %s

source: Select By Pattern
ha: Zaɓi Ta Misali

source: Enter pattern to select files and folders: If your pattern contains any uppercase characters, the matching will be case sensitive. Example: *sp*e?m* TIP: You can also enter '%% PATTERN' in the path bar.
ha: Shigar da tsari don zaɓar fayiloli da manyan fayiloli: Idan tsarin ku ya ƙunshi kowane babban haruffa, daidaitawar za ta kasance mai hankali. Misali: *sp*e?m* NASIHA: Hakanan zaka iya shiga '%% PATTERN' a cikin hanyar bar.

source: Choose Location
ha: Zaɓi Wuri

source: Invalid Destination
ha: Wuri mara inganci

source: Destination same as source
ha: Makoma iri ɗaya da tushe

source: Invalid destination
ha: Wurin da ba daidai ba

source: Hide File
ha: Ɓoye fayil

source: The names of the selected files will be added to the '.hidden' file located in this folder, which will hide them from view in zzzFM. You may need to refresh the view or restart zzzFM for the files to disappear. To unhide a file, open the .hidden file in your text editor, remove the name of the file, and refresh.
ha: Za a ƙara sunayen fayilolin da aka zaɓa zuwa ga '.hidden' fayil ɗin da ke cikin wannan babban fayil ɗin, wanda zai ɓoye su daga gani a cikin zzzFM. Kuna iya buƙatar sabunta ra'ayi ko sake kunna zzzFM don fayilolin su ɓace. Don ɓoye fayil, buɗe fayil ɗin .boye a cikin editan rubutun ku, cire sunan fayil ɗin, sannan a sake sabuntawa.

source: Error hiding files
ha: Kuskuren ɓoye fayiloli

source: No files are selected
ha: Ba a zaɓi fayiloli ba

source: Invalid URL
ha: URL mara inganci

source: The entered URL is not valid.
ha: URL ɗin da aka shigar baya aiki.

source: Handler Not Found
ha: Ba'a Samu Handler ba

source: No network handler is configured for this URL, or no mount command is set. Add a handler in Devices|Settings|Protocol Handlers.
ha: Babu mai kula da hanyar sadarwa da aka saita don wannan URL, ko ba a saita umarnin hawa ba. Ƙara mai kulawa a cikin Na'urori | Saituna | Masu Gudanar da yarjejeniya.

source: Open URL %s
ha: Bude URL %s

source: mount
ha: hawa

source: unmount
ha: sauke

source: No handler is configured for this device type, or no %s command is set. Add a handler in Settings|Device Handlers or Protocol Handlers.
ha: Ba a saita mai kulawa don irin wannan na'urar, ko a'a %s an saita umarni. Ƙara mai gudanarwa a cikin Saituna | Masu Gudanar da Na'ura ko Masu Gudanar da Yarjejeniya.

source: Mount %s
ha: Dutsen %s

source: %s is currently mounted. You must unmount it before you can check it.
ha: %s a halin yanzu ana hawa. Dole ne ku kwance shi kafin ku iya dubawa.

source: Device Is Mounted
ha: Na'urar An Hana

source: Enter filesystem check command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ha: Shigar da umarnin duba tsarin fayil: Amfani: %%%%v fayil ɗin na'ura ( %s ) GYARA TARE DA KULAWA Ana gudanar da wannan umarni azaman root

source: Check As Root
ha: Duba As Root

source: CHECK AS ROOT
ha: DUBA AS ROOT

source: Check As Root %s
ha: Duba As Root %s

source: Enter mount command: Use: %%%%v device file ( %s ) %%%%o volume-specific mount options ( %s ) Note: fstab overrides some options EDIT WITH CARE This command is run as root
ha: Shigar da umarnin dutse: Amfani: %%%%v fayil ɗin na'ura ( %s ) %%%%o takamaiman zaɓukan hawan ƙara ( %s ) Lura: fstab ya soke wasu zaɓuɓɓuka GYARA TARE DA KULAWA Ana gudanar da wannan umarni azaman root

source: Mount As Root
ha: Dutsen As Root

source: MOUNT AS ROOT
ha: DUNIYA AS ROOT

source: Mount As Root %s
ha: Dutsen As Root %s

source: Enter unmount command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ha: Shigar da umarnin cirewa: Amfani: %%%%v fayil ɗin na'ura ( %s ) GYARA TARE DA KULAWA Ana gudanar da wannan umarni azaman root

source: Unmount As Root
ha: Buɗe As Root

source: Unmount As Root %s
ha: Buɗe As Root %s

source: WARNING: %s is mounted. You may want or need to unmount it before changing the label.
ha: GARGADI: %s an dora. Kuna iya so ko buƙatar cirewa kafin canza lakabin.

source: Enter volume label for %s:%s
ha: Shigar da alamar ƙara don %s:%s

source: Change Volume Label
ha: Canja Label ɗin Ƙara

source: Enter remove label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
ha: Shigar da umarnin cire lakabin don fstype '%s': Amfani: %%%%v fayil ɗin na'ura ( %s ) %%%%l sabon lakabi ( "%s" ) GYARA TARE DA KULAWA Ana gudanar da wannan umarni azaman root%s

source: Enter change label command for fstype '%s': Use: %%%%v device file ( %s ) %%%%l new label ( "%s" ) EDIT WITH CARE This command is run as root%s
ha: Shigar da umarnin canji don fstype '%s': Amfani: %%%%v fayil ɗin na'ura ( %s ) %%%%l sabon lakabi ( "%s" ) GYARA TARE DA KULAWA Ana gudanar da wannan umarni azaman root%s

source: Change Label As Root
ha: Canza Label AsRoot

source: Unmount %s
ha: Cire hawa %s

source: Remove %s
ha: Cire %s

source: Remount %s
ha: Maidawa %s

source: Reload %s
ha: Sake kaya %s

source: Sync
ha: Aiki tare

source: %s is currently mounted. You must unmount it before you can format it.
ha: %s a halin yanzu ana hawa. Dole ne ku kwance shi kafin ku iya tsara shi.

source: ( AN ENTIRE DEVICE )
ha: ( DUKAN NA'URORI )

source: You are about to erase %s %s- ALL DATA WILL BE LOST. Be patient - this can take awhile and dd gives no feedback. Enter command to overwrite entire volume with /dev/%s: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ha: Kuna gab da gogewa %s %s- DUK DATA ZA A RASA. Yi haƙuri - wannan na iya ɗaukar ɗan lokaci kuma dd yana ba da amsa. Shigar da umarni don sake rubuta duka girma da /dev/%s: Amfani: %%%%v fayil ɗin na'ura ( %s ) GYARA TARE DA KULAWA Ana gudanar da wannan umarni azaman root

source: You are about to format %s %s- ALL DATA WILL BE LOST. Enter %s format command: Use: %%%%v device file ( %s ) EDIT WITH CARE This command is run as root
ha: Kuna shirin tsarawa %s %s- DUK DATA ZA A RASA. Shiga %s umarnin tsari: Amfani: %%%%v fayil ɗin na'ura ( %s ) GYARA TARE DA KULAWA Ana gudanar da wannan umarni azaman root

source: Format
ha: Tsarin

source: DATA LOSS WARNING
ha: GARGADI RASHIN DATA

source: Format %s
ha: Tsarin %s

source: %s is currently mounted. You must unmount it before you can restore it.
ha: %s a halin yanzu ana hawa. Dole ne ku kwance shi kafin ku iya mayar da shi.

source: Choose Backup For Restore
ha: Zaɓi Ajiyayyen Don Maidowa

source: You are about to overwrite the MBR boot code of %s using %s. This change may prevent your computer from booting properly. All important data on the entire device should be backed up first. Proceed? (If you press Yes, you still have one more opportunity to abort before the disk is modified.)
ha: Kuna shirin sake rubuta lambar boot ɗin MBR na %s amfani %s. Wannan canjin na iya hana kwamfutarka yin booting yadda ya kamata. Duk mahimman bayanai akan na'urar gabaɗaya yakamata a fara samun tallafi da farko. Ci gaba? (Idan ka danna Ee, har yanzu kuna da ƙarin dama don zubar da ciki kafin a gyara faifai.)

source: Restore MBR
ha: Maida MBR

source: Unknown Type
ha: Nau'in da ba a sani ba

source: The selected file is not a recognized backup file. FSArchiver filenames contain 'fsarchiver' or end in '.fsa'. Partimage filenames contain 'partimage' or end in '.000'. MBR filenames end in '.mbr', '.mbr.bin', or '-MBR-back' and are 512 bytes in size. If you are SURE this file is a valid backup, you can rename it to avoid this error.
ha: Fayil ɗin da aka zaɓa ba sanannen fayil ɗin madadin ba ne. FSSunayen fayil ɗin ajiya sun ƙunshi 'fsarchiver' ko ƙare a '.fsa'. Sunan fayil ɗin partimage sun ƙunshi 'partimage' ko ƙare a '.000'. MBR sunayen fayil sun ƙare '.mbr', '.mbr.bin', ko '-MBR-back' kuma girman su 512 bytes. Idan kun tabbata wannan fayil ɗin ingantaccen madadin ne, zaku iya sake suna don gujewa wannan kuskuren.

source: You are about to restore %s %susing %s - ALL DATA WILL BE LOST. Enter %s restore command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s ) EDIT WITH CARE This command is run as root
ha: Kuna gab da dawowa %s %samfani %s - DUK DATA ZA A RASA. Shiga %s dawo da umarni: Amfani: %%%%v fayil ɗin na'ura ( %s ) %%%%s madadin fayil ( %s ) GYARA TARE DA KULAWA Ana gudanar da wannan umarni azaman tushen

source: Restore
ha: Maida

source: %s Restore %s
ha: %s Maida %s

source: The %s directory was not found. Is udevil installed?
ha: The %s ba a sami kundin adireshi ba. An shigar da udevil?

source: Directory Missing
ha: Ba a Bace Jagora

source: Choose Backup For Info
ha: Zaɓi Ajiyayyen Don Bayani

source: MBR File
ha: Fayil MBR

source: Based on its name, the selected file appears to be an MBR backup file. No other information is available for this type of backup.
ha: Dangane da sunansa, fayil ɗin da aka zaɓa ya bayyana azaman fayil ɗin madadin MBR. Babu wani bayani da ke akwai don irin wannan madadin.

source: Restore Info
ha: Mayar da Bayani

source: WARNING: %s is mounted. By default, FSArchiver will only backup volumes mounted read-only. To backup a read-write volume, you need to add --allow-rw-mounted to the command. See 'man fsarchiver' for details.
ha: GARGADI: %s an dora. Ta hanyar tsoho, FSMa'ajiyar ajiyar kaya zai adana kundin da aka ɗora karatu kawai. Don adana ƙarar rubutaccen rubutu, kuna buƙatar ƙarawa --allow-rw-mounted ga umarnin. Duba 'man fsarchiver' don cikakkun bayanai.

source: %s is currently mounted. You must unmount it before you can create a backup using Partimage.
ha: %s a halin yanzu ana hawa. Dole ne ku cire shi kafin ku iya ƙirƙirar madadin ta amfani da Partimage.

source: Save %s Backup
ha: Ajiye %s Ajiyayyen

source: Overwrite?
ha: Rubutu?

source: The selected backup already exists. Overwrite?
ha: An riga an zaɓi madadin. Rubutu?

source: Enter %s backup command: Use: %%%%v device file ( %s ) %%%%s backup file ( %s )%s EDIT WITH CARE This command is run as root
ha: Shiga %s umarnin madadin: Amfani: %%%%v fayil ɗin na'ura ( %s ) %%%%s madadin fayil ( %s )%s GYARA TARE DA KULAWA Ana gudanar da wannan umarni azaman root

source: Backup
ha: Ajiyayyen

source: %s Backup %s
ha: %s Ajiyayyen %s

source: Properties %s
ha: Kayayyaki %s

source: %sCurrently Selected Device: %s Volume Label: %s Device ID: %s
ha: %sNa'urar da aka zaɓa a halin yanzu: %s Label ɗin ƙara: %s ID na na'ura: %s

source: Kill As Other
ha: Kashe Kamar Sauran

source: Stop As Other
ha: Tsaya Kamar Sauran

source: Cont As Other
ha: Ci gaba Kamar Sauran

source: Move:
ha: Matsar:

source: Copy:
ha: Kwafi:

source: Delete:
ha: Share:

source: Link:
ha: mahada:

source: Change:
ha: Canza:

source: Run:
ha: Gudu:

source: Moving...
ha: Motsawa...

source: Copying...
ha: Ana kwafa...

source: Deleting...
ha: Ana sharewa...

source: Linking...
ha: Ana haɗawa...

source: Changing...
ha: Ana canzawa...

source: Running...
ha: Gudu...

source: From:
ha: Daga:

source: To:
ha: Zuwa:

source: Progress:
ha: Ci gaba:

source: Status:
ha: Matsayi:

source: Paused
ha: An dakata

source: Queued
ha: An yi layi

source: Ask
ha: Tambayi

source: Overwrite All
ha: Rubuta Duk

source: Skip All
ha: Tsallake Duka

source: Auto Rename
ha: Sake suna ta atomatik

source: Stop If Error First
ha: Dakata Idan Kuskure Farko

source: Stop On Any Error
ha: Dakatar Da Duk Wani Kuskure

source: Continue
ha: Ci gaba

source: Stopped
ha: Tsaya

source: Errors
ha: Kurakurai

source: Done
ha: Anyi

source: %s (%s) %s remaining
ha: %s (%s) %s saura

source: Error ( Stop If First )
ha: Kuskure (Dakata Idan Farko)

source: Error ( Stop On Any )
ha: Kuskure (Dakatar da Kowa)

source: Stopped with %d error
ha: Dakatar da %d kuskure

source: Finished with %d error
ha: An gama da %d kuskure

source: Finished with error ( exit status %d )
ha: An gama da kuskure ( matsayin fita %d )

source: Finished with error
ha: An gama da kuskure

source: Paused ( pid %d )
ha: An dakata ( pid %d )

source: Paused ( exit status %d )
ha: An dakata ( matsayin fita %d )

source: Queued ( pid %d )
ha: An yi layi ( pid %d )

source: Queued ( exit status %d )
ha: An yi layi ( matsayin fita %d )

source: Running with %d error
ha: Gudu da %d kuskure

source: Running... ( pid %d )
ha: Gudu... ( pid %d )

source: Running... ( exit status %d )
ha: Gudu... ( matsayin fita %d )

source: stalled
ha: tsayawa

source: [ SNIP - additional errors above have been trimmed from this log ]
ha: [ SNIP - ƙarin kurakurai a sama an gyara su daga wannan log ɗin ]

source: Moving from folder:
ha: Motsawa daga babban fayil:

source: Linking from folder:
ha: Haɗin kai daga babban fayil:

source: Copying from folder:
ha: Ana kwafi daga babban fayil:

source: Folder Exists
ha: Jaka Akwai

source: <b>Folder already exists.</b> Please rename or select an action.
ha: <b>An riga an sami babban fayil.</b> Da fatan za a sake suna ko zaɓi wani aiki.

source: <b>( link )</b>
ha: <b>( hanyar haɗi )</b>

source: <b>! overwrite file with link !</b>
ha: <b>! sake rubuta fayil tare da hanyar haɗi !</b>

source: <b>( same size )</b>
ha: <b>( girman girman )</b>

source: larger
ha: ya fi girma

source: smaller
ha: karami

source: <b>( same time )</b>
ha: <b>( lokaci guda )</b>

source: newer
ha: sabo

source: older
ha: mazan

source: Filename Exists
ha: Sunan fayil Akwai

source: <b>Filename already exists.</b> Please rename or select an action.
ha: <b>Sunan fayil ya riga ya wanzu.</b> Da fatan za a sake suna ko zaɓi wani aiki.

source: Rename Required
ha: Ana buƙatar sake suna

source: In folder:
ha: A cikin babban fayil:

source: _Overwrite
ha: _Rubutu

source: Overwrite _All
ha: Rubutu _Duka

source: _Pause
ha: _Dakata

source: _Skip
ha: _Tsallake

source: S_kip All
ha: S_kip Duka

source: To folder:
ha: Zuwa babban fayil:

source: <b>Folder Name:</b>
ha: <b>Sunan Jaka:</b>

source: _Rename
ha: _Sake suna

source: A_uto Rename
ha: A_uto Sake suna

source: Auto Re_name All
ha: Mota Re_name Duka

source: Error Loading Handler
ha: Kuskuren Loading Handler

source: Create Archive
ha: Ƙirƙiri Rumbun Taskoki

source: Co_mpress Commands:
ha: Co_mpress Umarni:

source: Archive Handlers - Create Archive
ha: Ma'aikatan Ajiye - Ƙirƙiri Taskar Labarai

source: No archive handlers configured. You must add a handler before creating an archive.
ha: Ba a saita masu sarrafa kayan tarihin ba. Dole ne ku ƙara mai kulawa kafin ƙirƙirar tarihin.

source: _Archive Format:
ha: _Tsarin Ajiye:

source: The archive creation command is empty. Please enter a command.
ha: Umurnin ƙirƙirar kayan tarihi fanko ne. Da fatan za a shigar da umarni.
