Repository: dimkr/zzzfm
Catalog: po/from transifex/ha/zzzfmpot.sh.po
Languages: ha

source: The following variables should be presentwithin the archive creation command: One of the following: %%%%n: First selected file/directory to archive %%%%N: All selected files/directories to archive and one of the following: %%%%o: Resulting single archive %%%%O: Resulting archive per source file/directory (see %%%%n/%%%%N)
ha: Ya kamata masu canji masu zuwa su kasance a cikin umarnin ƙirƙirar kayan tarihi: Daya daga cikin wadannan: %%%%n: Fayil/littafi na farko da aka zaɓa don adanawa %%%%N: Duk fayilolin da aka zaɓa / kundayen adireshi don adanawa kuma daya daga cikin wadannan: %%%%o: Sakamakon rumbun adana bayanai guda daya %%%%O: Taskar bayanai da ke haifar da kowane fayil/littafi mai tushe (gani %%%%n/%%%%N)

source: Error Saving Handler
ha: Kuskuren Ajiye Mai Gudanarwa

source: copy
ha: kwafi

source: Archive
ha: Ajiye

source: Extract To
ha: Cire Zuwa

source: Cre_ate subfolder(s)
ha: Cre_ate babban fayil (s)

source: Make contents user-_writable
ha: Yi mai amfani da abun ciki-_rubutacce

source: No archive handler/command found for file:
ha: Ba a samo ma'ajin ajiya/umurni don fayil ba:

source: Extract %s
ha: Cire %s

source: Complete!
ha: Kammala!

source: Command:
ha: Umurni:

source: File System
ha: Tsarin Fayil

source: ( no subfolder )
ha: ( babu babban fayil )

source: Remove Text Type Association
ha: Cire Ƙungiyar Nau'in Rubutu

source: NOTE: When compiling the list of applications to appear in the Open submenu for a text file, zzzFM will include applications associated with the MIME type (eg text/html) AND applications associated with text/plain. If you select Remove on an application, it will be removed as an associated application for the MIME type (eg text/html), but will NOT be removed as an associated application for text/plain (unless the MIME type is text/plain). Thus using Remove may not remove the application from the Open submenu for this type, unless you also remove it from text/plain.
ha: NOTE: Lokacin tattara jerin aikace-aikacen da zasu bayyana a cikin Buɗe submenu don fayil ɗin rubutu, zzzFM zai haɗa da aikace-aikacen da ke da alaƙa da MIME type (eg text/html) DA aikace-aikace masu alaƙa da text/plain. Idan ka zaɓi Cire akan aikace-aikacen, za a cire shi azaman aikace-aikacen da ke da alaƙa don MIME type (eg text/html), amma ba za a cire shi azaman aikace-aikacen da ke da alaƙa don text/plain (sai dai idan MIME type shine text/plain). Don haka amfani da Cire bazai iya cire aikace-aikacen daga Buɗe menu na wannan nau'in ba, sai dai idan kuma kun cire shi daga ciki text/plain.

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust the behavior and appearance of this application for the current user. Create this copy now?
ha: Fayil '%s' babu shi. Ta kwafi '%s' ku '%s' da gyara shi, zaku iya daidaita ɗabi'a da kamannin wannan aikace-aikacen ga mai amfani na yanzu. Ƙirƙiri wannan kwafin yanzu?

source: Copy Desktop File
ha: Kwafi Fayil ɗin Desktop

source: The file '%s' does not exist. By copying '%s' to '%s' and editing it, you can adjust how MIME type '%s' files are recognized for the current user. Create this copy now?
ha: Fayil '%s' babu shi. Ta kwafi '%s' ku '%s' da kuma gyara shi, za ku iya daidaita yadda MIME ke rubutawa '%s' ana gane fayilolin don mai amfani na yanzu. Ƙirƙiri wannan kwafin yanzu?

source: The file '%s' does not exist. By creating new file '%s' and editing it, you can define how MIME type '%s' files are recognized for the current user. Create this file now?
ha: Fayil '%s' babu shi. Ta hanyar ƙirƙirar sabon fayil '%s' da kuma gyara shi, za ku iya ayyana yadda MIME ke rubutawa '%s' ana gane fayilolin don mai amfani na yanzu. Ƙirƙiri wannan fayil ɗin yanzu?

source: Create New XML
ha: Ƙirƙiri Sabo XML

source: _Set As Default
ha: _Saita azaman Tsoho

source: _Add...
ha: _Ƙara...

source: new
ha: sabo

source: Delete %d selected item ?
ha: Share %d abu zaba?

source: Confirm Delete
ha: Tabbatar da Share

source: <b>P_ath:</b> <i>original</i>
ha: <b>P_ath:</b> <i>asali</i>

source: <b>_Name:</b> <i>original</i>
ha: <b>_Suna:</b> <i>asali</i>

source: <b>_Filename:</b> <i>original</i>
ha: <b>_Sunan fayil:</b> <i>asali</i>

source: <b>_Parent:</b> <i>original</i>
ha: <b>_Iyaye:</b> <i>asali</i>

source: <b>P_ath:</b> <i>exists as folder</i>
ha: <b>P_ath:</b> <i>akwai azaman babban fayil</i>

source: <b>_Name:</b> <i>exists as folder</i>
ha: <b>_Suna:</b> <i>akwai azaman babban fayil</i>

source: <b>_Filename:</b> <i>exists as folder</i>
ha: <b>_Sunan fayil:</b> <i>akwai azaman babban fayil</i>

source: <b>_Parent:</b>
ha: <b>_Iyaye:</b>

source: <b>P_ath:</b> <i>exists as file</i>
ha: <b>P_ath:</b> <i>akwai azaman fayil</i>

source: <b>_Name:</b> <i>exists as file</i>
ha: <b>_Suna:</b> <i>akwai azaman fayil</i>

source: <b>_Filename:</b> <i>exists as file</i>
ha: <b>_Sunan fayil:</b> <i>akwai azaman fayil</i>

source: <b>P_ath:</b> <i>* overwrite existing file</i>
ha: <b>P_ath:</b> <i>* sake rubuta fayil ɗin da ke akwai</i>

source: <b>_Name:</b> <i>* overwrite existing file</i>
ha: <b>_Suna:</b> <i>* sake rubuta fayil ɗin da ke akwai</i>

source: <b>_Filename:</b> <i>* overwrite existing file</i>
ha: <b>_Sunan fayil:</b> <i>* sake rubuta fayil ɗin da ke akwai</i>

source: <b>P_ath:</b> <i>parent exists as file</i>
ha: <b>P_ath:</b> <i>iyaye suna wanzu azaman fayil</i>

source: <b>_Name:</b>
ha: <b>_Suna:</b>

source: <b>_Filename:</b>
ha: <b>_Sunan fayil:</b>

source: <b>_Parent:</b> <i>parent exists as file</i>
ha: <b>_Iyaye:</b> <i>iyaye suna wanzu azaman fayil</i>

source: <b>P_ath:</b> <i>* create parent</i>
ha: <b>P_ath:</b> <i>* haifar da iyaye</i>

source: <b>_Parent:</b> <i>* create parent</i>
ha: <b>_Iyaye:</b> <i>* haifar da iyaye</i>

source: _Move
ha: _Matsar

source: Select Link Target
ha: Zaɓi Maƙasudin Hanya

source: Select Template File
ha: Zaɓi Fayil ɗin Samfura

source: Select Template Folder
ha: Zaɓi Jakar Samfura

source: Browse
ha: lilo

source: Insert as
ha: Saka kamar

# Title|
source: Create New
ha: Ƙirƙiri Sabo

# Title|CreateNew|
source: File
ha: Fayil

# Title|CreateNew|
source: Folder
ha: Jaka

# Title|CreateNew|
source: Link
ha: mahada

source: Move
ha: Matsar

source: Copy
ha: Kwafi

source: Create Link To
ha: Ƙirƙiri hanyar haɗi zuwa

source: Target
ha: manufa

source: As Root
ha: Kamar yadda Root

source: Link
ha: mahada

source: File
ha: Fayil

source: & _Open
ha: & _Bude

source: Link-> %s
ha: mahada-> %s

source: !Link-> %s (missing)
ha: !mahada-> %s (bata)

source: <b>_Target:</b>
ha: <b>_Manufar:</b>

source: <b>_Template:</b>
ha: <b>_Samfura:</b>

source: Empty File
ha: Fayil mara komai

source: Empty Folder
ha: Jaka mara komai

source: Link Tar_get
ha: mahadaTar_get

# New|Radio
source: _Link
ha: _mahada

source: New
ha: Sabo

source: Path contains linefeeds
ha: Hanya ta ƙunshi ciyarwar layi

source: Create Parent Folder
ha: Ƙirƙiri babban fayil na iyaye

source: The parent folder does not exist. Create it?
ha: Babu babban fayil na iyaye. Ƙirƙiri shi?

source: Error creating parent folder %s
ha: Kuskuren ƙirƙirar babban fayil na iyaye %s

source: Mkdir Error
ha: Mkdir Kuskure

source: Overwrite Existing File
ha: Rubuta Fayil da ke da

source: OVERWRITE WARNING
ha: GARGAƊI RUBUTU

source: The file path exists. Overwrite existing file?
ha: Hanyar fayil ɗin akwai. Yadda ake rubuta fayil ɗin da ke akwai?

source: Create Link%s
ha: Ƙirƙiri hanyar haɗi%s

source: Template Missing
ha: Samfurin Rasa

source: The specified template does not exist
ha: Samfurin da aka ƙayyade babu shi

source: Create New File%s
ha: Ƙirƙiri Sabon Fayil%s

source: Create New Folder%s
ha: Ƙirƙiri Sabon Jaka%s

source: Copy%s
ha: Kwafi%s

source: Copy Target Error
ha: Kwafi Kuskuren Target

source: Error determining link's target
ha: Kuskuren tantance manufar hanyar haɗin gwiwa

source: Link Target Error
ha: Kuskuren Haɗin Kai

source: Move%s
ha: Matsar%s

source: Error renaming file %s
ha: Kuskuren canza sunan fayil %s

source: Rename Error
ha: Kuskure suna suna

source: New Folder
ha: Sabuwar Jaka

source: New folder name:
ha: Sabuwar sunan babban fayil:

source: New File
ha: Sabon Fayil

source: New filename:
ha: Sabon sunan fayil:

source: Name already exists. Please input a new one:
ha: Sunan ya riga ya wanzu. Da fatan za a shigar da sabo:

source: The new file cannot be created
ha: Ba za a iya ƙirƙirar sabon fayil ɗin ba

source: This symlink's target is missing or you do not have permission to access it: %s Target: %s
ha: Manufar wannan symlink ta ɓace ko ba ku da izinin shiga ta: %s Manufar: %s

source: Broken Link
ha: Rushe Link

source: Delete %d selected item as root ?
ha: Share %d abu da aka zaɓa azaman root ?

source: Confirm Delete As Root
ha: Tabbatar da Share As Root

source: DELETE AS ROOT
ha: GAME AS ROOT

source: Delete As Root
ha: Share As Root

source: Move As Root
ha: Matsar Kamar Root

source: Copy As Root
ha: Kwafi As Root

source: %d folder
ha: %d babban fayil

source: %d file, %s
ha: %d fayil, %s

source: %d files
ha: %d fayiloli

source: ( multiple files )
ha: ( fayiloli da yawa )

source: ( multiple types )
ha: ( iri-iri masu yawa )

source: Choose...
ha: Zaɓi...

source: 1 file
ha: 1 fayil

source: <b>Link _Name:</b>
ha: <b>Link _Sunan:</b>

source: ( broken link )
ha: ( karya link )

source: ( read link error )
ha: ( karanta link kuskure )

source: Calculating...
ha: Ana lissafin...

source: Invalid User
ha: Mai amfani mara inganci

source: Invalid Group
ha: Ƙungiya mara inganci

source: In addition to a folder or file path, commands can be entered in the Path Bar. Prefixes: $ run as task & run and forget + run in terminal ! run as root Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc Example: $ echo "Current Directory: %%d" Example: +! umount %%v
ha: Baya ga babban fayil ko hanyar fayil, ana iya shigar da umarni a Mashigin Hanya. Prefixes: $ gudu a matsayin aiki & gudu ka manta + gudu a cikin tasha ! gudu kamar root Amfani: %%F fayilolin da aka zaɓa ko %%f fayil ɗin da aka zaɓa na farko %%N sunayen fayil da aka zaɓa ko %%n sunan fayil na farko da aka zaɓa %%d kundin adireshi na yanzu %%v na'urar da aka zaɓa (eg /dev/sda1) %%m wurin hawan na'urar (eg /media/dvd); %%l lakabin na'ura %%b alamar shafi %%t daftarin aiki zaba; %%p aiki pid %%a darajar abun menu $fm_panel, $fm_tab, $fm_command, etc Misali: $ echo "Littafin Jagora na Yanzu: %%d" Misali: +! umount %%v

source: Archive Handlers
ha: Ma'aikatan Taskoki

source: Device Handlers
ha: Masu Gudanar da Na'ura

source: Protocol Handlers
ha: Masu Gudanar da Protocol

source: File Handlers
ha: Masu sarrafa fayil

source: Archive Hand_lers
ha: Ajiye Hand_lers

source: Device Hand_lers
ha: Na'ura Hand_lers

source: Protocol Hand_lers
ha: Yarjejeniya Hand_lers

source: File Hand_lers
ha: Fayil Hand_lers

source: Error: unable to load command (internal error)
ha: Kuskure: rashin iya loda umarni (kuskuren ciki)

source: Error: unable to save command (can't get script path?)
ha: Kuskure: kasa ajiye umarni (ba za a iya samun hanyar rubutun ba?)

source: Error reading file
ha: Kuskuren karanta fayil

source: Error: unable to save command (internal error)
ha: Kuskure: kasa ajiye umarni (kuskuren ciki)

source: Error writing to file
ha: Kuskuren rubuta fayil

source: (optional)
ha: (na zaɓi)

source: (disabled)
ha: (nakasa)

source: Permanently remove the selected handler?
ha: Cire zababben mai sarrafa na dindindin?

source: Apply Changes ?
ha: Aiwatar Canje-canje?

source: Apply changes to the current handler?
ha: Aiwatar da canje-canje ga mai sarrafa na yanzu?

source: Restore Default Handlers
ha: Mayar da Default Handler

source: Missing default handlers will be restored. Also OVERWRITE ALL EXISTING default handlers?
ha: Za a maido da ma'aikatan da suka ɓace. Hakanan A RUBUTA DUKKAN MASU TSOHON DA AKE RUBUTA?

source: Please enter a valid handler name.
ha: Da fatan za a shigar da ingantaccen sunan mai kulawa.

source: Please enter a valid MIME Type or Pathname pattern.
ha: Da fatan za a shigar da ingantaccen Nau'in MIME ko tsarin Sunan Hanya.

source: The following substitution variables should probably be in the compression command: One of the following: %%n: First selected file/directory to archive %%N: All selected files/directories to archive and one of the following: %%o: Resulting single archive %%O: Resulting archive per source file/directory
ha: Ya kamata masu canji masu zuwa su kasance a cikin umarnin matsawa: Daya daga cikin wadannan: %%n: Fayil/littafi na farko da aka zaɓa don adanawa %%N: Duk fayilolin da aka zaɓa / kundayen adireshi don adanawa kuma daya daga cikin wadannan: %%o: Sakamakon rumbun adana bayanai guda daya %%O: Taskar bayanai da ke haifar da kowane fayil/littafi mai tushe

source: The following variables should probably be in the extraction command: %%x: Archive to extract
ha: Ya kamata masu canji masu zuwa su kasance a cikin umarnin hakar: %%x: Ajiye don cirewa

source: The following variables should probably be in the list command: %%x: Archive to list
ha: Ya kamata masu canji masu zuwa su kasance a cikin umarnin jeri: %%x: Ajiye don lissafin

source: Restore _Default Handlers
ha: Mayar da _Default Handlers

source: Ena_ble as a default opener
ha: Ena_ble azaman mabuɗin tsoho

source: Ena_ble Handler
ha: Ena_ble Mai kulawa

source: _Name:
ha: _Suna:

source: MIM_E Type:
ha: MIM_E Nau'in:

source: Whit_elist:
ha: Whit_ejeri:

source: Bl_acklist:
ha: Bl_ackjeri:

source: _Icon:
ha: _Alamar:

source: <b>Open Co_mmand:</b>
ha: <b>Bude Co_mmand:</b>

source: <b>_Mount:</b>
ha: <b>_Dutsen:</b>

source: Run In Terminal
ha: Gudu A cikin Terminal

source: Run As Task
ha: Gudu Kamar Aiki

source: Edit
ha: Gyara

source: Please choose an application:
ha: Da fatan za a zaɓi aikace-aikacen:

source: Note: MIME type '%s' is currently set to open with the '%s' file handler, rather than with your associated MIME application. You may also need to disable this handler in Open|File Handlers for this type to be opened with your associated application by default.
ha: Lura: MIME type '%s' a halin yanzu an saita don buɗewa tare da '%s' Mai sarrafa fayil, maimakon tare da aikace-aikacen MIME mai alaƙa. Hakanan kuna iya buƙatar musaki wannan mai sarrafa a Buɗe|Masu sarrafa fayil don irin wannan don buɗewa tare da aikace-aikacenku masu alaƙa ta tsohuwa.

source: MIME Type Has Handler
ha: Nau'in MIME yana da Handler

source: Note: MIME type '%s' is currently set to open with the '%s' archive handler, rather than with your associated MIME application. You may also need to disable this handler in Open|Archive Defaults|Archive Handlers, OR select global option Open|Archive Defaults|Open With App, for this type to be opened with your associated application by default.
ha: Lura: MIME type '%s' a halin yanzu an saita don buɗewa tare da '%s' mai sarrafa kayan tarihi, maimakon tare da aikace-aikacen MIME mai alaƙa. Hakanan kuna iya buƙatar kashe wannan ma'aikacin a Buɗe|Tsaffin Rukunin Rubuce-rubucen|Masu Gudanar da Taswira, KO zaɓi zaɓi na duniya Buɗe|Tsaffin Rubutun|Buɗe da App, don buɗe wannan nau'in tare da aikace-aikacenku masu alaƙa ta tsohuwa.

source: Command not found
ha: Ba a sami umarni ba

source: Destination directory "%1$s" is contained in source "%2$s"
ha: Littafin jagora "%1$s" yana kunshe a tushe "%2$s"

source: Accessing
ha: Shiga

source: Removing
ha: Ana cirewa

source: Creating Dir
ha: Ƙirƙirar Dir

source: Creating Link
ha: Ƙirƙirar hanyar haɗi

source: Writing
ha: Rubutu

source: Creating
ha: Ƙirƙirar

source: Renaming
ha: Sake suna

source: Please install /usr/bin/sha256sum so I can improve your security while running root commands
ha: Da fatan za a shigar /usr/bin/sha256sum don haka zan iya inganta tsaron ku yayin gudanar da umarnin tushen

source: Please configure a valid Terminal SU command in View|Preferences|Advanced
ha: Da fatan za a saita ingantaccen Tasha SU umarni a Duba|Preferences|Na ci gaba

source: Terminal SU Not Available
ha: Tasha SU Babu

source: Please configure a valid Graphical SU command in View|Preferences|Advanced
ha: Da fatan za a saita ingantaccen Zane SU umarni a Duba|Preferences|Na ci gaba

source: Graphical SU Not Available
ha: Zane SU Babu

source: Cannot create temporary directory
ha: Ba za a iya ƙirƙirar kundin adireshi na wucin gadi ba

source: Please set a valid terminal program in View|Preferences|Advanced
ha: Da fatan za a saita ingantaccen shirin tasha a Duba|Preferences|Na ci gaba

source: zzzfm-auth not found in path - this reduces your security
ha: zzzfm-auth ba a samo shi a hanya - wannan yana rage amincin ku

source: Error executing '%s' See stdout (run zzzfm in a terminal) for debug info
ha: Kuskuren aiwatarwa '%s' Duba stdout (gudu zzzfm a cikin tasha) don bayanin kuskure

source: Error writing temporary file
ha: Kuskuren rubuta fayil na wucin gadi

source: Timed out calculating total size
ha: Ƙayyadaddun ƙididdiga jimlar girman

source: %s %s Error: %s
ha: %s %s Kuskure: %s

source: :optical
ha: : gani

source: [blank]
ha: [fanko]

source: [no media]
ha: [ba kafofin watsa labarai]

source: Selected Device Handler
ha: Zaɓaɓɓen Mai Gudanar da Na'urar

source: Selected Protocol Handler
ha: Zaɓaɓɓen Mai Gudanar da Layi

source: ( no udev device )
ha: ( a'a udev na'urar )

source: Auto Open Tab for %s in %s
ha: Buɗe Tab ta atomatik don %s in %s

source: Auto-Unmount: %s
ha: Cire Wuta ta atomatik: %s

source: Auto-Unmount: error: no unmount command available
ha: Cire atomatik: kuskure: babu umarnin cirewa da ke akwai

source: Automount: %s
ha: Hawan atomatik: %s

source: Automount: error: no mount command available
ha: Atomatik: kuskure: babu umarnin hawa da ke samuwa

source: Unmount-If-Mounted: %s
ha: Cire hawa-Idan-An dora: %s

source: You do not have permission to edit the contents of file %s Consider copying the file to the desktop, or link to a copy placed in ~/.local/share/applications/
ha: Ba ku da izini don gyara abubuwan da ke cikin fayil ɗin %s Yi la'akari da kwafin fayil ɗin zuwa tebur, ko hanyar haɗi zuwa kwafin da aka sanya a ciki ~/.local/share/applications/

source: Unable To Rename
ha: An kasa Sake suna

source: Enter new desktop item name: Changing the name of this desktop item requires modifying the contents of desktop file %s
ha: Shigar da sabon sunan abun tebur: Canza sunan wannan abun tebur yana buƙatar gyara abubuwan da ke cikin fayil ɗin tebur %s

source: Change Desktop Item Name
ha: Canja Sunan Abun Desktop

source: An error occurred renaming this desktop item.
ha: An sami kuskure wajen canza sunan wannan abun tebur.

source: Open Containing _Folder
ha: Buɗe Mai Ciki _Jaka

source: Select a folder
ha: Zaɓi babban fayil

source: Browse...
ha: Binciko...

source: Local Volumes
ha: Juzu'i na gida

source: Last Modified
ha: Gyaran Ƙarshe

source: Enter program or bash command line(s): Use: %F selected files or %f first selected file %N selected filenames or %n first selected filename %d current directory %v selected device (eg /dev/sda1) %m device mount point (eg /media/dvd); %l device label %b selected bookmark %t selected task directory; %p task pid %a menu item value $fm_panel, $fm_tab, $fm_command, etc
ha: Shigar da shirin ko layin umarni bash: Amfani: %F fayilolin da aka zaɓa ko %f fayil ɗin da aka zaɓa na farko %N sunayen fayil da aka zaɓa ko %n sunan fayil na farko da aka zaɓa %d kundin adireshi na yanzu %v na'urar da aka zaɓa (eg /dev/sda1) %m wurin hawan na'urar (eg /media/dvd); %l lakabin na'ura %b alamar shafi %t daftarin aiki zaba; %p aiki pid %a darajar abun menu $fm_panel, $fm_tab, $fm_command, etc

source: MIME Type
ha: Nau'in MIME

source: Filename
ha: Sunan fayil

source: Directory
ha: Jagora

source: File Is Text
ha: Fayil shine Rubutu

source: File Is Dir
ha: File ne Dir

source: File Is Link
ha: Fayil shine Link

source: User Is Root
ha: User Shine Tushen

source: Multiple Selected
ha: Yawancin Zaɓaɓɓu

source: Clipboard Has Files
ha: Clipboard Yana da Fayiloli

source: Clipboard Has Text
ha: Clipboard Yana da Rubutu

source: Current Panel
ha: Panel na yanzu

source: Panel Count
ha: Ƙididdigar panel

source: Current Tab
ha: Tab na yanzu

source: Tab Count
ha: Ƙididdigar Tab

source: Bookmark
ha: Alamar alama

source: Device
ha: Na'ura

source: Device Mount Point
ha: Na'ura Dutsen Point

source: Device Label
ha: Label na na'ura

source: Device FSType
ha: Na'urar FSTType

source: Device UDI
ha: Na'ura UDI

source: Device Properties
ha: Abubuwan Na'ura

source: Task Count
ha: Ƙididdigar ɗawainiya

source: Task Directory
ha: Littafin Aiki

source: Task Type
ha: Nau'in Aiki

source: Task Name
ha: Sunan Aiki

source: Panel 1 Has Sel
ha: Panel 1 Yana da Sel

source: Panel 2 Has Sel
ha: Panel 2 Yana da Sel

source: Panel 3 Has Sel
ha: Panel 3 Yana da Sel

source: Panel 4 Has Sel
ha: Panel 4 Yana da Sel

source: Panel 1 Device
ha: Panel 1 Na'ura

source: Panel 2 Device
ha: Panel 2 Na'ura

source: Panel 3 Device
ha: Panel 3 Na'ura

source: Panel 4 Device
ha: Panel 4 Na'ura

source: equals
ha: daidai

source: doesn't equal
ha: baya daidaita

source: contains
ha: ya ƙunshi

source: doesn't contain
ha: ba ya ƙunshi

source: begins with
ha: ya fara da

source: doesn't begin with
ha: baya farawa da

source: ends with
ha: ya ƙare da

source: doesn't end with
ha: baya ƙarewa da

source: is less than
ha: kasa da

source: is greater than
ha: yafi

source: doesn't match
ha: bai dace ba

source: Application
ha: Aikace-aikace

source: Command
ha: Umurni

source: Current: Show
ha: Yanzu: Nuna

source: Current: Hide
ha: Yanzu: Boye

source: Current: Disable
ha: Yanzu: A kashe

source: Current: Enable
ha: Yanzu: Kunna

source: Save Modified Script?
ha: Ajiye Gyaran Rubutun?

source: Save your changes to the command script?
ha: Ajiye canje-canjenku zuwa rubutun umarni?

source: Overwrite Script?
ha: Rubutun Rubutu?

source: The command script on disk has changed. Do you want to overwrite it?
ha: Rubutun umarni akan faifai ya canza. Kuna so ku sake rubuta shi?

source: Command Dir
ha: Umurnin Dir

source: (no files)
ha: (babu fayiloli)

source: The command line does not begin with a text file (script) to be opened, or the script was not found in your $PATH.
ha: Layin umarni baya farawa da fayil ɗin rubutu (rubutun) da za a buɗe, ko kuma ba a sami rubutun a cikin naku ba $PATH.

source: Targets: (a semicolon-separated list of paths or URLs)
ha: Manufa: (jerin hanyoyi ko URLs waɗanda ke raba tsaka-tsaki)

source: Target: (a .desktop or executable file)
ha: Manufar: (a .desktop ko fayil ɗin da za a iya aiwatarwa)

source: Choose Executable
ha: Zaɓi Mai aiwatarwa

source: Command Line Too Long
ha: Layin Umurni Yayi Doguwa

source: Your command line is greater than 2000 characters and may be truncated when saved. Consider using a command script instead by selecting Script on the Command tab.
ha: Layin umarnin ku ya fi harufa 2000 kuma ana iya yanke shi idan an ajiye shi. Yi la'akari da yin amfani da rubutun umarni maimakon ta zaɓar Rubutun a shafin Umurni.

source: Toolbar Item Properties
ha: Abubuwan Abubuwan Abun Kayan Aikin Kayan aiki

source: Menu Item Properties
ha: Abubuwan Abubuwan Menu

source: _Toolbar Item
ha: _Toolbar Abun

source: _Menu Item
ha: _Abun Menu

source: Type:
ha: Nau'in:

source: Name:
ha: Suna:

source: Key:
ha: Maɓalli:

source: Icon:
ha: Alamar:

source: matches any rule:
ha: yayi daidai da kowace doka:

source: matches all rules:
ha: yayi daidai da duk ƙa'idodi:

source: doesn't match any rule:
ha: bai dace da kowace doka ba:

source: doesn't match all rules:
ha: bai dace da duk ƙa'idodi ba:

source: Show
ha: Nuna

source: Enable
ha: Kunna

source: Hide
ha: Boye

source: Disable
ha: A kashe
