Repository: dimkr/zzzfm
Catalog: po/from transifex/ha/zzzfmpot.sh.po
Languages: ha

source: zzzFM Open Folder
ha: zzzFM Buɗe Jaka

source: Open folder
ha: Bude babban fayil

source: zzzFM File Search
ha: zzzFM Binciken Fayil

source: Search for files and folders
ha: Nemo fayiloli da manyan fayiloli

source: File Manager
ha: Mai sarrafa Fayil

source: Browse the file system
ha: Nemo tsarin fayil

source: Choose Application
ha: Zaɓi Application

source: Please choose an application or enter a command:
ha: Da fatan za a zaɓi aikace-aikace ko shigar da umarni:

source: File Type:
ha: Nau'in Fayil:

source: _Associated Apps
ha: _Apps masu alaƙa

source: A_ll Apps
ha: A_ll Aikace-aikace

source: _Command:
ha: _Umurni:

source: _Browse
ha: _lilo

source: Opened in Terminal
ha: An buɗe a Terminal

source: _Set as default application for this file type
ha: _Saita azaman aikace-aikacen tsoho don irin wannan fayil ɗin

source: File Properties
ha: Fayil Properties

source: <b>File Name:</b>
ha: <b>Sunan Fayil:</b>

source: <b>Location:</b>
ha: <b>Wuri:</b>

source: <b>Link Target:</b>
ha: <b>Manufar Link:</b>

source: <b>Type:</b>
ha: <b>Nau'in:</b>

source: <b>Opens _With:</b>
ha: <b>Yana buɗewa _Tare da:</b>

source: <b>Total Size:</b>
ha: <b>Jimlar Girma:</b>

source: <b>Size On Disk:</b>
ha: <b>Girman Akan Disk:</b>

source: <b>Count:</b>
ha: <b>Ƙidaya:</b>

source: <b>Modified:</b>
ha: <b>Gyara:</b>

source: <b>Accessed:</b>
ha: <b>An shiga:</b>

source: _Info
ha: _Bayani

source: <b>_Owner:</b>
ha: <b>_Mai shi:</b>

source: <b>_Group:</b>
ha: <b>_Rukuni:</b>

source: <b>Owner:</b>
ha: <b>Mai shi:</b>

source: <b>Group:</b>
ha: <b>Rukuni:</b>

source: <b>Other:</b>
ha: <b>Wani:</b>

source: Read
ha: Karanta

source: Write
ha: Rubuta

source: Execute
ha: Kashe

source: Set UID
ha: Saita UID

source: Set GID
ha: Saita GID

source: Sticky
ha: M

source: Recursive (apply changes to folders and their contents)
ha: Maimaituwa (amfani da canje-canje zuwa manyan fayiloli da abinda ke ciki)

source: _Permissions
ha: _Izini

source: Any
ha: Kowa

source: Within One Day
ha: A Cikin Rana Daya

source: Within One Week
ha: A Cikin Mako Daya

source: Within One Month
ha: Cikin Wata Daya

source: Within One Year
ha: Cikin Shekara Daya

source: Within Selected Date Range
ha: A Tsakanin Zaɓaɓɓen Kwanan Wata

source: Find Files
ha: Nemo Fayiloli

source: <b>Filename:</b>
ha: <b>Sunan fayil:</b>

source: Case Sensitive
ha: Harka Mai Mahimmanci

source: Video Files (avi, mpg,...)
ha: Fayilolin Bidiyo (avi, mpg,...)

source: Audio Files (mp3, ogg,...)
ha: Fayilolin Sauti (mp3, ogg,...)

source: Image Files (jpg, png,...)
ha: Fayilolin Hotuna (jpg, png,...)

source: Plain Text Files
ha: Fayilolin Rubutu na Filaye

source: All Files and Folders
ha: Duk Fayiloli da Fayiloli

source: <b>File Types to Search</b>
ha: <b>Nau'in Fayil don Bincike</b>

source: Search in subfolders
ha: Bincika a cikin manyan fayiloli

source: Search hidden files
ha: Bincika boye fayiloli

source: <b>Places to Search</b>
ha: <b>Wuraren Bincike</b>

source: General
ha: Gabaɗaya

source: File Contains:
ha: Fayil Ya ƙunshi:

source: Use Regular Expression
ha: Yi Amfani da Magana akai-akai

source: <b>File Content</b>
ha: <b>Abun cikin fayil</b>

source: Content
ha: Abun ciki

source: Greater Than:
ha: Fiye Da:

source: Smaller Than:
ha: Karami Sama da:

source: <b>File Size</b>
ha: <b>Girman Fayil</b>

source: <b>Last Modified</b>
ha: <b>Gyaran Ƙarshe</b>

source: Size & Date
ha: Girma & Kwanan wata

source: <b>Search Result:</b>
ha: <b>Sakamakon Bincike:</b>

source: Search Again
ha: Bincika Sake

source: Go to folder
ha: Je zuwa babban fayil

source: Open In Current Tab
ha: Buɗe A Tab na Yanzu

source: Open In New Tab
ha: Buɗe A Sabon Tab

source: Stretch
ha: Mikewa

source: Center
ha: Cibiyar

source: Zoom
ha: Zuƙowa

source: Transparent
ha: m

source: Automatic
ha: Na atomatik

source: Copy (Ctrl+Drag)
ha: Kwafi (Ctrl+Jawo)

source: Move (Shift+Drag)
ha: Matsar (Shift+Jawo)

source: Link (Ctrl+Shift+Drag)
ha: mahada (Ctrl+Shift+Jawo)

source: Preferences
ha: Abubuwan da ake so

source: Small Icons:
ha: Ƙananan Gumaka:

source: Large Icons:
ha: Manyan Gumaka:

source: Toolbar Icons:
ha: Gumakan Toolbar:

source: <b>Icons</b>
ha: <b>Gumaka</b>

source: Single click opens files
ha: Dannawa ɗaya yana buɗe fayiloli

source: Hover selects
ha: Hover yana zaɓar

source: Bookmarks:
ha: Alamomi:

source: Show Thumbnails
ha: Nuna Tatsuniyoyi

source: Max Pic Size To Thumbnail:
ha: Matsakaicin Girman Hoto Zuwa Thumbnail:

source: <b>File List</b>
ha: <b>Jerin Fayil</b>

source: _General
ha: _Gabaɗaya

source: Always show the tab bar
ha: Koyaushe nuna sandar shafin

source: Hide 'Close Tab' buttons
ha: Boye 'Rufe Tab' maɓalli

source: Confirm delete/remove
ha: Tabbatar da share/cire

source: Click runs executables ( caution! )
ha: Danna Runs executables (tsanaki!)

source: SI File Sizes (1K = 1000) (requires restart)
ha: Girman Fayilolin SI (1K = 1000) (yana buƙatar sake farawa)

source: Show root user indicator color
ha: Nuna launin alamar mai amfani da tushen

source: Default Drag Action:
ha: Tsohuwar Aikin Jawo:

source: I_nterface
ha: I_interface

source: Please select an image file
ha: Da fatan za a zaɓi fayil ɗin hoto

source: Mode:
ha: Yanayin:

source: Background:
ha: Bayani:

source: Text:
ha: Rubutu:

source: Shadow:
ha: Inuwa:

source: Font:
ha: Rubutun rubutu:

source: Top:
ha: Sama:

source: Left:
ha: Hagu:

source: Right:
ha: Dama:

source: Bottom:
ha: Kasa:

source: <b>Margins</b>
ha: <b>Margin</b>

source: Right click shows WM menu
ha: Danna dama yana nuna menu na WM

source: Open folders using associated MIME application
ha: Buɗe manyan fayiloli ta amfani da aikace-aikacen MIME masu alaƙa

source: _Volume Management
ha: _Gudanar da Ƙarfafawa

source: Terminal:
ha: Tasha:

source: Graphical SU:
ha: SU:

source: Filename Encoding:
ha: Rufe sunan fayil:

source: Editor:
ha: Edita:

source: Run editor in terminal
ha: Run edita a cikin tasha

source: Root's Editor:
ha: Editan Tushen:

source: Run root's editor in terminal
ha: Run root's editan a cikin tasha

source: Date Format:
ha: Tsarin Kwanan Wata:

source: (requires reload)
ha: (yana buƙatar sake saukewa)

source: Date Display
ha: Nuna kwanan wata

source: _Advanced
ha: _Na ci gaba

source: Too many columns (>%d) in %s
ha: ginshiƙai da yawa (>%d) in %s

source: error reading file %s: %s
ha: fayil karanta kuskure %s: %s

source: file '%s' contents are not valid UTF-8
ha: fayil '%s' abubuwan da ke ciki ba su da inganci UTF-8

source: Cannot set missing element '%s'
ha: Ba za a iya saita abin da ya ɓace ba '%s'

source: file '%s' is not a regular file
ha: fayil '%s' ba fayil na yau da kullun ba ne

source: Dynamic resize requires width and height > 0
ha: Girman mai ƙarfi yana buƙatar faɗi da tsayi > 0

source: internal command %s requires an argument
ha: umarni na ciki %s yana bukatar hujja

source: element '%s' does not exist
ha: kashi '%s' babu shi

source: internal command press is invalid for non-button %s
ha: latsa umarnin cikin gida ba shi da inganci don maballin da ba maɓalli ba %s

source: internal command un/select is invalid for %s
ha: umarnin cikin gida un/zaɓi ba shi da inganci don %s

source: error writing file %s: %s
ha: kuskuren rubuta fayil %s: %s

source: '%s' is not an internal command
ha: '%s' ba umarni na ciki ba ne

source: error creating file %s: %s
ha: kuskuren ƙirƙirar fayil %s: %s

source: pipe '%s' data is not valid UTF-8
ha: bututu '%s' bayanai ba su da inganci UTF-8

source: [ SNIP - additional output above has been trimmed from this log ]
ha: [ SNIP - an gyara ƙarin kayan aiki a sama daga wannan log ɗin ]

source: ( file contents are not valid UTF-8 )
ha: ( Abubuwan da ke cikin fayil ba su da inganci UTF-8 )

source: prefix '%s' is not a valid variable name
ha: prefix '%s' ba ingantaccen suna ba ne

source: Pause
ha: Dakata

source: file '%s' is not a regular file or a pipe
ha: fayil '%s' ba fayil na yau da kullun ko bututu ba

source: zzzFM Dialog creates a custom GTK dialog based on the GUI elements you specify on the command line, features run-time internal/external commands which can modify elements, and outputs evaluatable/parsable results.
ha: zzzFMMagana yana ƙirƙirar maganganun GTK na al'ada dangane da abubuwan GUI da kuke saka a kan layin umarni, fasali na lokaci-lokaci na ciki / na waje wanda zai iya canza abubuwa, da fitar da sakamako mai kimantawa/mai iya kwatantawa.

source: Usage:
ha: Amfani:

source: zzzfm --dialog|-g {ELEMENT [OPTIONS] [ARGUMENTS...]} ...
ha: zzzfm --dialog|-g {GUDA [ZABI] [HUJJA...]} ...

source: Example:
ha: Misali:

source: zzzfm -g --label "A message" --button ok
ha: zzzfm -g --label "Sako" --button ok

source: ELEMENT: OPTIONS & ARGUMENTS:
ha: GUDA: ZABI & HUJJA:

source: The following arguments may be used as shown above:
ha: Ana iya amfani da dalilai masu zuwa kamar yadda aka nuna a sama:

source: ICON An icon name, eg: gtk-open
ha: ICON Alamar sunan, misali: gtk-open

source: @FILE A text file from which to read a value. In some cases this file is monitored, so writing a new value to the file will update the element. In other cases, the file specifies an initial value.
ha: @FILE Fayil ɗin rubutu wanda za a karanta ƙima daga gare shi. A wasu lokuta wannan fayil ana sa ido, don haka rubuta sabon ƙima zuwa fayil ɗin zai sabunta kashi. A wasu lokuta, fayil ɗin yana ƙayyade ƙimar farko.

source: SAVEFILE A viewer's or editor's contents are saved to this file.
ha: SAVEFILE Ana ajiye abubuwan mai kallo ko edita zuwa wannan fayil ɗin.

source: COMMAND An internal command or executable followed by arguments. Separate multiple commands with a -- argument. The following substitutions may be used in COMMANDs: %%n Name of the current element %%v Value of the current element %%NAME Value of element named NAME (eg: %%input1) %%(command) stdout from a bash command line %%%% %%
ha: COMMAND Umarni na ciki ko mai aiwatarwa yana biye da jayayya. Na dabam umarni da yawa tare da a -- hujja. Ana iya amfani da musanya masu zuwa a cikin COMMANDs: %%n Sunan kashi na yanzu %%v Darajar abin da ke yanzu %%NAME Darajar kashi mai suna NAME (misali: %%input1) %%(command) stdoutdaga layin umarni bash %%%% %%

source: LABEL The following escape sequences in LABEL are unescaped: \n newline \t tab \" " \\ \ In --label elements only, if the first character in LABEL is a tilde (~), pango markup may be used. For example: --label '~This is plain. <b>This is bold.</b>'
ha: LABEL Jerin gudu masu zuwa a ciki LABEL ba su tsira: \n sabon layi \t tab \" " \\ \ A ciki --label abubuwa kawai, idan harafin farko a cikiLABEL ni a tilde (~), Ana iya amfani da alamar pango. Misali: --label '~Wannan a sarari. <b>Wannan m.</b>'

source: In addition to the OPTIONS listed above, --compact or --expand options may be added to any element. Also, a --font option may be used with most element types to change the element's font and font size. For example: --input --font "Times New Roman 16" "Default Text"
ha: Baya ga OPTIONS da aka lissafa a sama, --compact ko --expand zažužžukan iya zama ƙara zuwa kowane kashi. Hakanan, a--font za a iya amfani da zaɓi tare da yawancin abubuwa nau'ikan don canza font ɗin kashi da girman font. Misali: --input --font "Times New Roman 16" "Tsoffin Rubutun"

source: INTERNAL COMMANDS:
ha: UMARNI NA CIKINCI:

source: EXAMPLE WITH COMMANDS:
ha: MISALI TARE DA umarnai:

source: zzzfm -g --label "Enter some text and press Enter:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok
ha: zzzfm -g --label "Shigar da wani rubutu kuma danna Shigar:" \ --input "" set label2 %%v -- echo '# %%n = %%v' \ --label \ --button ok

source: EXAMPLE SCRIPT:
ha: MISALI NASSI:

source: #!%s # This script shows a Yes/No dialog # Use QUOTED eval to read variables output by zzzFM Dialog: eval "`zzzfm -g --label "Are you sure?" --button yes --button no`" if [[ "$dialog_pressed" == "button1" ]]; then echo "User pressed Yes - take some action" else echo "User did NOT press Yes - abort" fi
ha: #!%s # Wannan rubutun yana nuna maganganun Ee/A'a # Yi amfani da QUOTED eval don karanta fitarwar masu canji ta hanyar zzzFM Magana: eval "`zzzfm -g --label "Ka tabbata?" --button iya --button a'a`" if [[ "$dialog_pressed" == "button1" ]]; then echo "An danna mai amfani Ee - Ɗauki wani mataki" else echo "Mai amfani bai danna Ee - zubar ba" fi

source: For full documentation and examples see the zzzFM User's Manual:
ha: Don cikakkun takardu da misalai duba littafin Mai amfani na zzzFM:

source: zzzfm: argument is not valid UTF-8
ha: zzzfm: hujja ba ta da inganci UTF-8

source: invalid dialog option
ha: zaɓin maganganu mara inganci

source: Set window title
ha: Saita take taga

source: Set window icon
ha: Saita ikon taga

source: Add a text label
ha: Ƙara lakabin rubutu

source: Add STOCK dialog button, or LABEL button with ICON
ha: Ƙara maɓallin maganganun STOCK, ko maɓallin LABEL tare da ICON

source: Add STOCK button, or LABEL button with ICON anywhere
ha: Ƙara maɓallin STOCK, ko maɓallin LABEL tare da ICON a ko'ina

source: Add a text entry
ha: Ƙara shigarwar rubutu

source: Add a large text entry
ha: Ƙara babban shigarwar rubutu

source: Add a password entry
ha: Ƙara shigarwar kalmar sirri

source: Add a file or pipe viewer
ha: Ƙara fayil ko mai duba bututu

source: Add multi-line text editor
ha: Ƙara editan rubutu na layi daya

source: Add a checkbox option
ha: Ƙara zaɓin akwati

source: Add a radio option
ha: Ƙara zaɓi na rediyo

source: Add an icon
ha: Ƙara gunki

source: Add an image
ha: Ƙara hoto

source: Add a progress bar
ha: Ƙara sandar ci gaba

source: Add a horizontal line separator
ha: Ƙara mai raba layi a kwance

source: Add a vertical line separator
ha: Ƙara mai raba layi na tsaye

source: Automatically close window after DELAY seconds
ha: Rufe taga ta atomatik bayan DELAY seconds

source: Add a drop-down list. COMMAND run when clicked.
ha: Ƙara jerin zaɓuka. COMMAND yana gudana idan an danna.

source: Add a combo list. COMMAND run when Enter pressed.
ha: Ƙara lissafin haɗin kai. COMMAND yana gudana lokacin da aka danna Shigar.

source: Add a list box. COMMAND run when double-clicked.
ha: Ƙara akwatin lissafi. COMMAND yana gudana idan an danna sau biyu.

source: Add a list box with multiple selections
ha: Ƙara akwatin jeri tare da zaɓuɓɓuka masu yawa

source: Options: [--save] [--dir] [--multi] [--filter F[:F...]]
ha: Zabuka: [--save] [--dir] [--multi] [--filter F[:F...]]

source: Set base variable name (Default: "dialog")
ha: Saita madaidaicin suna (Na asali: "dialog")

source: Set minimum width, height, padding (-1 = don't change)
ha: Saita mafi ƙarancin faɗi, tsayi, manne (-1 = kar a canza)

source: Add following widgets to a horizontal box
ha: Ƙara widgets masu biyo baya zuwa akwatin kwance

source: Add following widgets to a vertical box
ha: Ƙara widgets masu biyo baya zuwa akwatin tsaye

source: Close the current box of widgets
ha: Rufe akwatin widgets na yanzu

source: Run COMMAND when a key combination is pressed
ha: Gudun COMMAND lokacin da aka danna haɗin maɓalli

source: Run COMMAND when an element is clicked or focused
ha: Gudun COMMAND lokacin da aka danna ko aka mai da hankali ga wani abu

source: Run COMMAND on window close attempt
ha: Gudun COMMAND akan ƙoƙarin rufe taga

source: Read commands from FILE or PIPE. COMMAND for init.
ha: Karanta umarni daga FILE ko PIPE. UMURNI na init.

source: No operation - does nothing but evaluate arguments
ha: Babu aiki - ba ya yin komai sai kimanta muhawara

source: Close the dialog
ha: Rufe maganganun

source: Press button named BUTTON-NAME
ha: Danna maɓallin mai suna BUTTON-NAME

source: Set element NAME to VALUE
ha: Saita sunan kashi zuwa VALUE

source: Select item VALUE (or first/all) in element NAME
ha: Zaɓi abu VALUE (ko farko/duk) a cikin NAME

source: Unselect item VALUE (or all) in element NAME
ha: Cire abu VALUE (ko duka) a cikin NAME

source: Focus element NAME, or raise dialog window
ha: Mayar da hankali kashi SUNA, ko tada taga maganganu

source: Hide element NAME
ha: Boye kashi SUNA

source: Show element NAME if previously hidden
ha: Nuna sunan kashi idan an ɓoye a baya

source: Disable element NAME
ha: Kashe kashi NAME

source: Enable element NAME if previously disabled
ha: Kunna sunan kashi idan an kashe shi a baya

source: Save files and write source output to FILE
ha: Ajiye fayiloli kuma rubuta fitarwa tushen zuwa FILE

source: Open folders in new tab of last window (default)
ha: Buɗe manyan fayiloli a cikin sabon shafin taga na ƙarshe (tsoho)

source: Open folder in current tab of last used window
ha: Buɗe babban fayil a shafin yanzu na taga da aka yi amfani da shi na ƙarshe

source: Don't load saved tabs
ha: Kar a loda ajiyayyun shafuka

source: Open folders in new window
ha: Buɗe manyan fayiloli a cikin sabuwar taga

source: Open folders in panel 'P' (1-4)
ha: Buɗe manyan fayiloli a cikin panel 'P' (1-4)

source: Launch desktop manager daemon
ha: Kaddamar da Desktop Manager daemon

source: Show desktop settings
ha: Nuna saitunan tebur

source: Show Preferences ('N' is the Pref tab number)
ha: Nuna Zaɓuɓɓuka ('N' shine lambar Pref tab)

source: Run as a daemon
ha: Gudu a matsayin daemon

source: Use DIR as configuration directory
ha: Yi amfani da DIR azaman kundin adireshi

source: Show File Search
ha: Nuna Binciken Fayil

source: Set desktop wallpaper to FILE
ha: Saita fuskar bangon waya ta tebur zuwa FILE

source: Show a custom dialog (See -g help)
ha: Nuna maganganun al'ada (Duba -g help)

source: Send a socket command (See -s help)
ha: Aika umarnin soket (Duba -s help)

source: No function - for compatibility only
ha: Babu aiki - don dacewa kawai

source: Show version information
ha: Nuna bayanin sigar

source: Option --config-dir ignored - an instance is already running
ha: Zabin --config-dir watsi - misali yana gudana

source: Option --config-dir contains invalid chars - cannot start
ha: Zabin --config-dir ya ƙunshi caja mara inganci - ba za a iya farawa ba

source: zzzfm: --socket-cmd requires an argument
ha: zzzfm: --socket-cmd yana bukatar hujja

source: zzzfm: could not create socket
ha: zzzfm: ya kasa ƙirƙirar soket

source: zzzfm: could not connect to socket (not running? or DISPLAY not set?)
ha: zzzfm: ya kasa haɗi zuwa soket (ba ya gudana? ko DISPLAY ba a saita ba?)

source: zzzfm: invalid response from socket
ha: zzzfm: amsa mara inganci daga soket

source: zzzFM socket commands permit external processes
ha: zzzFM umarnin soket yana ba da izinin tafiyar matakai na waje

source: (such as command scripts) to read and set GUI property values
ha: (kamar rubutun umarni) don karantawa da saita ƙimar kadarorin GUI

source: and execute methods inside running zzzFM windows.
ha: da aiwatar da hanyoyin cikin gudu zzzFM tagogi.

source: To handle events, see View|Events in the main menu bar.
ha: Don sarrafa abubuwan da suka faru, duba Duba|Abubuwan da ke faruwa a babban mashaya menu.

source: Usage:
ha: Amfani:

source: Example:
ha: Misali:

source: METHODS -------
ha: HANYOYI -------

source: Sets a property
ha: Saita dukiya

source: Gets a property
ha: Samun dukiya

source: Sets a task property
ha: Yana saita kayan aiki

source: Gets a task property
ha: Yana samun kayan aiki

source: Starts a new task
ha: Fara sabon aiki

source: Activates a menu item by emitting its shortcut key
ha: Yana kunna abun menu ta hanyar fitar da maɓallin gajeriyar hanyarsa

source: Runs custom command or shows submenu named NAME
ha: Yana gudanar da umarni na al'ada ko yana nuna ƙaramin menu mai suna NAME

source: Add asynchronous handler COMMAND to EVENT
ha: Ƙara COMMAND mai sarrafa asynchronous zuwa FARUWA

source: Add synchronous handler COMMAND to EVENT, replacing default handler
ha: Ƙara COMMAND mai sarrafa aiki tare zuwa EVENT, maye gurbin tsoho mai kulawa

source: Remove handler COMMAND from EVENT
ha: Cire COMMAND mai kulawa daga EVENT

source: Shows this help reference. (Also see manual link below.)
ha: Yana nuna wannan bayanin taimako. (Har ila yau, duba hanyar haɗin gwiwar da ke ƙasa.)

source: OPTIONS -------
ha: ZABI -------

source: Add options after METHOD to specify a specific window, panel, and/or tab.
ha: Ƙara zaɓuɓɓuka bayan HANYA don tantance takamaiman taga, panel, da/ko tab.

source: Otherwise the current tab of the current panel in the last window is used.
ha: In ba haka ba ana amfani da shafin na yanzu na panel na yanzu a cikin taga na ƙarshe.

source: Specify window. eg:
ha: Ƙayyade taga. misali:

source: Specify panel 1-4. eg:
ha: Ƙayyade panel 1-4. misali:

source: Specify tab 1-... eg:
ha: Ƙayyade shafin 1-... misali:

source: PROPERTIES ----------
ha: DUKIYA ----------

source: Set properties with METHOD 'set', or get the value with 'get'.
ha: Saita kaddarorin tare da HANYA 'set', ko samun darajar da 'get'.

source: eg '1024x768' (read-only)
ha: eg '1024x768' (karanta-kawai)

source: Open DIR or default in a new tab
ha: Buɗe DIR ko tsoho a cikin sabon shafin

source: eg 'Current Status: Example'
ha: misali 'Halin Yanzu: Misali'

source: [PATTERN] eg '*.jpg'
ha: [MISALI] eg '*.jpg'

source: eg 'Some\nlines\nof text'
ha: eg 'Wasu\nlayuka\nna rubutu'

source: eg '~/copy-file-contents-to-clipboard.txt'
ha: eg '~/kwafi-fayil-abun ciki-ku-allo.txt'

source: FILE... Files copied to clipboard
ha: FILE... An kwafi fayiloli zuwa allo

source: FILE... Files cut to clipboard
ha: FILE... Yanke fayiloli zuwa allo

source: TASK PROPERTIES ---------------
ha: AIKIN AIKI ---------------

source: contents of Status task column (read-only)
ha: Abubuwan da ke cikin ginshiƙin ɗawainiyar Matsayi (karanta-kawai)

source: text to show in Count task column
ha: rubutu don nunawa a cikin ginshiƙin ɗawainiya ƙidaya

source: text to show in Folder task column
ha: rubutu don nunawa a ginshiƙin ɗawainiyar Jaka

source: text to show in Item task column
ha: rubutu don nunawa a ginshiƙin ɗawainiya Abu

source: text to show in To task column
ha: rubutu don nunawa a Zuwa ginshiƙin ɗawainiya

source: progress percent (1..100) or '' to pulse
ha: kashi dari (1..100) ko '' bugun jini

source: text to show in Total task column
ha: rubutu don nunawa a Jimlar ginshiƙin ɗawainiya

source: text to show in Current task column
ha: rubutu don nunawa a ginshiƙin ɗawainiya na yanzu

source: text to show in CRemain task column
ha: rubutu don nunawa a cikin ginshiƙin ɗawainiya CRemain

source: text to show in Average task column
ha: rubutu don nunawa a Matsakaicin ginshiƙin ɗawainiya

source: text to show in Remain task column
ha: rubutu don nunawa a cikin Remain task ginshiƙi

source: contents of Elapsed task column (read-only)
ha: Abubuwan da ke cikin ginshiƙin ɗawainiya da ya wuce (karanta-kawai)

source: contents of Started task column (read-only)
ha: abubuwan da ke cikin Farawa shafi shafi (karanta-kawai)

source: COMMAND command to show a custom task dialog
ha: Umurnin COMMAND don nuna maganganun maganganu na al'ada

source: TASK TYPES ----------
ha: NAU'IN AIKI ----------

source: Run COMMAND in DIR
ha: Gudun COMMAND a cikin DIR

source: Copy|Move|Link FILE(s) or DIR(s) to TARGET dir
ha: Kwafi|Matsar|Haɗin FILE(s) ko DIR(s) zuwa TARGET dir

source: Recursively delete FILE(s) or DIR(s)
ha: A kai a kai share FILE(s) ko DIR(s)

source: Open FILE in user's or root's text editor
ha: Bude FILE a cikin editan rubutu na mai amfani ko tushen

source: Mount DEVICE or URL
ha: Dutsen na'ura ko URL

source: Unmount DEVICE or mount point DIR
ha: Cire na'ura ko Dutsen batu DIR

source: EVENTS ------
ha: ABUBUWA ------

source: Instance start %e
ha: Misali farawa %e

source: Instance exit %e
ha: Misalin fita %e

source: Window new %e %w %p %t
ha: Sabuwa taga %e %w %p %t

source: Window focus %e %w %p %t
ha: Mayar da hankali ta taga %e %w %p %t

source: Window move/resize %e %w %p %t
ha: Matsar da girman taga %e %w %p %t

source: Mouse click %e %w %p %t %b %m %f
ha: Danna linzamin kwamfuta %e %w %p %t %b %m %f
