Repository: dimkr/zzzfm
Catalog: po/from transifex/ha/zzzfmpot.sh.po
Languages: ha

source: To force showing or hiding of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be shown, and the volume with label "Label With Space" to be hidden. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
ha: Don tilasta nunawa ko ɓoye wasu kundin, ƙetare wasu saitunan, zaku iya ƙididdige na'urori, alamun ƙara, ko ID na na'ura a cikin keɓaɓɓen lissafin da ke ƙasa. Misali: +/dev/sdd1 -Lakabi Tare da Sarari +ata-OCZ-part4 Wannan zai haifar /dev/sdd1 da na'urar OCZ da za a nuna, da ƙarar tare da lakabin "Lakabi Tare da Sarari" a boye. Dole ne a sami sarari tsakanin shigarwar da alamar ƙari ko ragi kai tsaye kafin kowane abu. Wannan jeri ne mai ma'ana.

source: Ignore _Hide Policy
ha: Yi watsi da shi _Boye Policy

source: _Display Name
ha: _Nuni Suna

source: Set Display Name Format
ha: Saita Tsarin Sunan Nuni

source: Enter device display name format: Use: %%v device filename (eg sdd1) %%s total size (eg 800G) %%t fstype (eg ext4) %%l volume label (eg Label or [no media]) %%m mount point if mounted, or --- %%i device ID %%n major:minor device numbers (eg 15:3)
ha: Shigar da tsarin suna na nuni: Amfani: %%v sunan fayil na na'ura (eg sdd1) %%s jimlar girman (eg 800G) %%t fsnau'in (eg ext4) %%l lakabin girma (misali Lakabi ko [ba kafofin watsa labarai]) %%m Dutsen batu idan an saka, ko --- %%i ID na na'ura %%n major:minor lambobin na'ura (eg 15:3)

source: _Auto Mount
ha: _Mota Dutsen

source: Mount _Optical
ha: Dutsen _Na gani

source: _Mount Removable
ha: _Dutsen Cire

source: Mount _Volumes...
ha: Dutsen _Juzu'i...

source: Auto-Mount Volumes
ha: Juzu'in Dutsen Kai tsaye

source: To force or prevent automounting of some volumes, overriding other settings, you can specify the devices, volume labels, or device IDs in the space-separated list below. Example: +/dev/sdd1 -Label With Space +ata-OCZ-part4 This would cause /dev/sdd1 and the OCZ device to be auto-mounted when detected, and the volume with label "Label With Space" to be ignored. There must be a space between entries and a plus or minus sign directly before each item. This list is case-sensitive.
ha: Don tilastawa ko hana hawa wasu juzu'i ta atomatik, ƙetare wasu saitunan, zaku iya tantance na'urori, alamun ƙara, ko ID na na'ura a cikin keɓaɓɓen lissafin da ke ƙasa. Misali: +/dev/sdd1 -Lakabi Tare da Sarari +ata-OCZ-part4 Wannan zai haifar /dev/sdd1 da na'urar OCZ da za a saka ta atomatik lokacin da aka gano, da ƙarar da ke da lakabin "Lakabi Tare da Sarari" a yi watsi da su. Dole ne a sami sarari tsakanin shigarwar da alamar ƙari ko ragi kai tsaye kafin kowane abu. Wannan jeri ne mai ma'ana.

source: Mount _Dirs...
ha: Dutsen _Dirs...

source: Automatic Mount Point Dirs
ha: Atomatik Dutsen Point Dirs

source: Enter the directory where zzzFM should automatically create mount point directories for fuse and similar filesystems (%%a in handler commands). This directory must be user-writable (do NOT use /media), and empty subdirectories will be removed. If left blank, ~/.cache/zzzfm/ (or $XDG_CACHE_HOME/zzzfm/) is used. The following variables are recognized: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Note that some handlers or mount programs may not obey this setting.
ha: Shigar da kundin adireshi inda zzzFM yakamata ya ƙirƙiri kundayen adireshi na dutse don fuse da makamantan tsarin fayil (%%a a cikin umarnin mai kulawa). Dole ne wannan kundin adireshi ya zama mai amfani-rubutu (BA amfani /media), kuma za'a cire kundin adireshi mara komai. Idan aka bar komai, ~/.cache/zzzfm/ (ko $XDG_CACHE_HOME/zzzfm/) ana amfani da shi. Ana gane masu canji masu zuwa: $USER $UID $HOME $XDG_RUNTIME_DIR $XDG_CACHE_HOME Lura cewa wasu masu gudanarwa ko shirye-shirye na ɗagawa bazai yi biyayya da wannan saitin ba.

source: Open _Tab
ha: Bude _Tab

source: _Unmount On Exit
ha: _Cire Akan Fita

source: Auto _Run
ha: Mota _Gudu

source: On _Mount
ha: Kunna _Dutsen

source: Auto Run On Mount
ha: Gudu ta atomatik Akan Dutsen

source: Enter program or bash command line to be run automatically after a removable drive or data disc is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ha: Shigar da shirin ko layin umarni na bash don gudana ta atomatik bayan faifan diski mai cirewa ko diski na bayanai an kunna ta atomatik: Amfani: %%v na'urar (eg /dev/sda1) %%l lakabin na'ura %%m wurin hawan na'urar (eg /media/disk)

source: On _Audio CD
ha: Kunna _CD mai jiwuwa

source: Auto Run On Audio CD
ha: Gudu ta atomatik A CD Audio

source: Enter program or bash command line to be run automatically when an audio CD is inserted in a qualified device: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik lokacin da aka saka CD mai jiwuwa a cikin ƙwararrun na'ura: Amfani: %%v na'urar (eg /dev/sda1) %%l lakabin na'ura %%m wurin hawan na'urar (eg /media/disk)

source: On _Video DVD
ha: A kan _Video DVD

source: Auto Run On Video DVD
ha: Gudu ta atomatik akan DVD na Bidiyo

source: Enter program or bash command line to be run automatically when a video DVD is auto-mounted: Use: %%v device (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik lokacin da DVD ɗin bidiyo ya hau kansa: Amfani: %%v na'urar (eg /dev/sda1) %%l lakabin na'ura %%m wurin hawan na'urar (eg /media/disk)

source: On _Insert
ha: Kunna _Saka

source: Auto Run On Insert
ha: Gudu ta atomatik A Saka

source: Enter program or bash command line to be run automatically when any device is inserted: Use: %%v device added (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik lokacin da aka saka kowace na'ura: Amfani: %%v na'urar kara (eg /dev/sda1) %%l lakabin na'ura %%m wurin hawan na'urar (eg /media/disk)

source: On _Unmount
ha: Akan _Unmount

source: Auto Run On Unmount
ha: Gudu ta atomatik Akan Unmount

source: Enter program or bash command line to be run automatically when any device is unmounted by any means: Use: %%v device unmounted (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik lokacin da aka cire kowace na'ura ta kowace hanya: Amfani: %%v na'urar cirewa (eg /dev/sda1) %%l lakabin na'ura %%m wurin hawan na'urar (eg /media/disk)

source: On _Remove
ha: Kunna _Cire

source: Auto Run On Remove
ha: Gudu ta atomatik Cire

source: Enter program or bash command line to be run automatically when any device is removed (ejection of media does not qualify): Use: %%v device removed (eg /dev/sda1) %%l device label %%m device mount point (eg /media/disk)
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik lokacin da aka cire kowace na'ura (korar kafofin watsa labarai ba ta cancanci): Amfani: %%v cire na'urar (eg /dev/sda1) %%l lakabin na'ura %%m wurin hawan na'urar (eg /media/disk)

source: Ignore _No Policy
ha: Yi watsi da _Babu Siyasa

source: _Mount Options
ha: _Dutsen Zaɓuɓɓuka

source: Enter your comma- or space-separated list of default mount options below (%%o in handlers). In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount and some handlers may ignore options set here.
ha: Shigar da waƙafi- ko lissafin sararin samaniya na tsoffin zaɓuɓɓukan dutsen da ke ƙasa (%%o a cikin masu sarrafa). Baya ga zaɓuɓɓukan yau da kullun, zaku iya kuma saka zaɓuɓɓukan da za'a ƙara ko cirewa don takamaiman nau'in tsarin fayil ta amfani da fom OPTION+FSTYPE ko OPTION-FSTYPE. Misali: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Wannan zai kara nosuid kuma noatime don kowane nau'in tsarin fayil, ƙara sync domin vfat kuma ntfs kawai, kuma cire noatime don ext4. Lura: Wasu zažužžukan, kamar nosuid, na iya ƙarawa ta shirin mount ko da ba ku haɗa su ba. Zabuka a ciki fstab dauki fifiko. pmountkuma wasu ma'aikata na iya yin watsi da zaɓuɓɓukan da aka saita a nan.

source: Default Mount Options
ha: Default Dutsen Zabuka

source: Re/mount With Options
ha: Sake hawa tare da Zabuka

source: Device will be (re)mounted using the options below. In addition to regular options, you can also specify options to be added or removed for a specific filesystem type by using the form OPTION+FSTYPE or OPTION-FSTYPE. Example: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 This will add nosuid and noatime for all filesystem types, add sync for vfat and ntfs only, and remove noatime for ext4. Note: Some options, such as nosuid, may be added by the mount program even if you don't include them. Options in fstab take precedence. pmount ignores options set here.
ha: Za a (sake) saka na'ura ta amfani da zaɓuɓɓukan da ke ƙasa. Baya ga zaɓuɓɓukan yau da kullun, zaku iya kuma saka zaɓuɓɓukan da za'a ƙara ko cirewa don takamaiman nau'in tsarin fayil ta amfani da fom OPTION+FSTYPE ko OPTION-FSTYPE. Misali: nosuid, sync+vfat, sync+ntfs, noatime, noatime-ext4 Wannan zai kara nosuid kuma noatime don kowane nau'in tsarin fayil, ƙara sync domin vfat kuma ntfs kawai, kuma cire noatime domin ext4. Lura: Wasu zaɓuɓɓuka, kamar nosuid, za a iya ƙara ta hanyar mount shirin ko da ba ka hada da su. Zabuka a ciki fstab dauki fifiko. pmount yayi watsi da zaɓuɓɓukan da aka saita anan.

source: Enter your comma- or space-separated list of filesystems which should NOT be monitored for file changes. This setting only affects non-block devices (such as nfs or fuse), and is usually used to prevent zzzFM becoming unresponsive with network filesystems. Loading of thumbnails and subdirectory sizes will also be disabled.
ha: Shigar da jerin waƙafi- ko tsarin- sarari-jerin tsarin fayil waɗanda bai kamata a sa ido ba don canje-canjen fayil. Wannan saitin yana rinjayar na'urori marasa toshe kawai (kamar nfs ko fuse), kuma yawanci ana amfani dashi don hana zzzFM zama mara amsa tare da tsarin fayilolin cibiyar sadarwa. Hakanan za'a kashe loda manyan hotuna da ƙananan bayanai.

source: Change Detection Blacklist
ha: Canja Gane Baƙaƙe

source: _Device Handlers
ha: _Masu Gudanar da Na'ura

source: _Protocol Handlers
ha: _Masu Gudanar da Protocol

source: _Icon
ha: _Ikon

source: Audio CD
ha: CD mai jiwuwa

source: Optical Mounted
ha: Fuskar gani

source: Optical Has Media
ha: Na gani Yana da Media

source: Optical No Media
ha: Na gani No Media

source: Floppy Mounted
ha: Fuskar Floppy

source: Removable Mounted
ha: Mai Cire Cire

source: Removable Unmounted
ha: Cire Unmounted

source: Internal Mounted
ha: Ciki Dutsen

source: Internal Unmounted
ha: Ciki Unmounted

source: Mounted Network
ha: Wutar Yanar Gizo

source: Mounted Other
ha: Hawan Wasu

source: _Settings
ha: _Saituna

source: Bookmark _Icon
ha: Alamar alama _Ikon

source: Sub_menu Icon
ha: Sub_ikon menu

source: _Show Bookmarks
ha: _Nuna Alamomi

source: New _Bookmark
ha: Sabo _Alamar alama

source: _Name
ha: _Suna

source: F_ilename
ha: F_ilesuna

source: _Parent
ha: _Uwa

source: _Option
ha: _Zabin

source: _Link
ha: _mahada

source: Copy _Target
ha: Kwafi _manufa

source: Lin_k Target
ha: Lin_k manufa

source: _As Root
ha: _Kamar yadda Root

source: Move Dialog Font
ha: Matsar da Harafin Magana

source: /home/user/Example Filename.ext
ha: /home/user/Misali Sunan Fayil.ext

source: _Confirm Create
ha: _Tabbatar Ƙirƙiri

source: Highlight _Bar
ha: Haskakawa _Bar

source: Status Bar Highlight Color
ha: Matsayin Bar Haskaka Launi

source: Highlight _Text
ha: Haskakawa _Rubutu

source: Status Bar Text Highlight Color
ha: Matsayin Bar Rubutun Haskakawa Launi

source: _Middle Click
ha: _Danna tsakiya

source: Copy _Name
ha: Kwafi _Suna

source: Copy _Path
ha: Kwafi _Hanya

source: _Hide Panel
ha: _Boye Panel

source: New _Window
ha: Sabo _Taga

source: R_oot Window
ha: R_oot Taga

source: _File Search
ha: _Binciken Fayil

source: _Terminal
ha: _Tasha

source: _Root Terminal
ha: _Root Tasha

source: Open _URL
ha: Bude _URL

source: Open URL
ha: Bude URL

source: Enter URL in the format: PROTOCOL://USERNAME:PASSWORD@HOST:PORT/SHARE Examples: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Including a password is unsafe. To bookmark a URL, right-click on the mounted network in Devices and select Bookmark.
ha: Shigar da URL a cikin tsari: PROTOCOL://USERNAME:Kalmar sirri@MAI GABATARWA:PORT/SHARE Misalai: ftp://mirrors.kernel.org smb://user:pass@10.0.0.1:50/docs ssh://user@sys.domain mtp:// Haɗe da kalmar wucewa ba shi da aminci. Don yiwa URL alama, danna dama akan hanyar sadarwar da aka ɗora a cikin Na'urori kuma zaɓi Alama.

source: Save Ta_bs
ha: Ajiye Ta_bs

source: _Next
ha: _Na gaba

source: _Hide
ha: _Boye

source: _Event Manager
ha: _Manajan taron

source: _Instance
ha: _Misali

source: _Startup
ha: _Farawa

source: Set Instance Startup Command
ha: Saita Umurnin Farawa Misali

source: Enter program or bash command line to be run automatically when a zzzFM instance starts: Use: %%e event type (evt_start)
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik lokacin da misalin zzzFM ya fara: Amfani: %%e nau'in taron (evt_start)

source: _Exit
ha: _Fita

source: Set Instance Exit Command
ha: Saita Umarnin Fita Misali

source: Enter program or bash command line to be run automatically when a zzzFM instance exits: Use: %%e event type (evt_exit)
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik lokacin da misalin zzzFM ya fita: Amfani: %%e nau'in taron (evt_exit)

source: _Window
ha: _Taga

# View|Events|Window|
source: _New
ha: _Sabo

source: Set New Window Command
ha: Saita Sabuwar Umurnin Taga

source: Enter program or bash command line to be run automatically whenever a new zzzFM window is opened: Use: %%e event type (evt_win_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da aka buɗe sabon taga zzzFM: Amfani: %%e nau'in taron (evt_win_new) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin.

# View|Events|Window|
source: _Focus
ha: _Mayar da hankali

source: Set Window Focus Command
ha: Saita Umurnin Mayar da hankali ta taga

source: Enter program or bash command line to be run automatically whenever a zzzFM window gets focus: Use: %%e event type (evt_win_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da taga zzzFM ta sami hankali: Amfani: %%e nau'in taron (evt_win_focus) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin.

source: _Move/Resize
ha: _Matsar / Matsala

source: Set Window Move/Resize Command
ha: Saita Matsar da Window/Sake Girman Umurni

source: Enter program or bash command line to be run automatically whenever a zzzFM window is moved or resized: Use: %%e event type (evt_win_move) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Note: This command may be run multiple times during resize.
ha: Shigar da shirin ko layin umarni na bash don gudana ta atomatik a duk lokacin da aka motsa ko canza girman taga zzzFM: Amfani: %%e nau'in taron (evt_win_move) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin. Lura: Ana iya aiwatar da wannan umarni sau da yawa yayin girman girman.

# View|Events|Window|
source: _Click
ha: _Danna

source: Set Click Command
ha: Saita Danna Umurni

source: Enter program or bash command line to be run automatically whenever the mouse is clicked: Use: %%e event type (evt_win_click) %%w window id (see zzzfm -s help) %%p panel %%t tab %%b button (mouse button pressed) %%m modifier (modifier keys) %%f focus (element which received the click) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nMiddle button was clicked in %%f" --button ok &
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik duk lokacin da aka danna linzamin kwamfuta: Amfani: %%e nau'in taron (evt_win_click) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab %%b maballin (latsa maɓallin linzamin kwamfuta) %%m mai gyara (maɓallan gyara) %%f mayar da hankali (bangaren da ya karɓi danna) Canjin bash da aka fitar (eg $fm_pwd, etc) ana iya amfani da wannan umarni lokacin da ba a yi amfani da prefix na alamar alama ba. Ƙaddamar da umarninka tare da alamar alama (*) kuma mayar da yanayin fita bisa sharaɗi 0 don hana tsoho mai sarrafa. Misali: *if [ "%%b" != "2" ]; then exit 1; fi; zzzfm -g --label "\nAn danna maɓallin tsakiya %%f" --button ok &

source: _Keypress
ha: _Latsa maɓalli

source: Set Window Keypress Command
ha: Saita Umurnin latsa maɓallin Window

source: Enter program or bash command line to be run automatically whenever a key is pressed: Use: %%e event type (evt_win_key) %%w window id (see zzzfm -s help) %%p panel %%t tab %%k key code (key pressed) %%m modifier (modifier keys) Exxported bash variables (eg $fm_pwd, etc) can be used in this command when no asterisk prefix is used. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler. For example: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nKey F8 was pressed." --button ok &
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da aka danna maɓalli: Amfani: %%e nau'in taron (evt_win_key) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab %%k key code (latsa maɓalli) %%m mai gyara (maɓallan gyara) Canjin bash da aka fitar (eg $fm_pwd, etc) ana iya amfani da wannan umarni lokacin da ba a yi amfani da prefix na alamar alama ba. Ƙaddamar da umarninka tare da alamar alama (*) kuma mayar da yanayin fita bisa sharaɗi 0 don hana tsoho mai sarrafa. Misali: *if [ "%%k" != "0xffc5" ]; then exit 1; fi; zzzfm -g --label "\nAn danna maɓalli F8." --button ok &

source: Set Window Close Command
ha: Saita Umarnin Rufe Window

source: Enter program or bash command line to be run automatically whenever a zzzFM window is closed: Use: %%e event type (evt_win_close) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da taga zzzFM ta rufe: Amfani: %%e nau'in taron (evt_win_close) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin.

# View|Events|Panel|
source: _Focus
ha: _Mayar da hankali

source: Set Panel Focus Command
ha: Saita Umurnin Mayar da hankali na Panel

source: Enter program or bash command line to be run automatically whenever a panel gets focus: Use: %%e event type (evt_pnl_focus) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da kwamitin ya sami mai da hankali: Amfani: %%e nau'in taron (evt_pnl_focus) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin.

# View|Events|Panel|
source: _Show
ha: _Nuna

source: Set Panel Show Command
ha: Saita Umurnin Nunin Panel

source: Enter program or bash command line to be run automatically whenever a panel or panel element is shown or hidden: Use: %%e event type (evt_pnl_show) %%w window id (see zzzfm -s help) %%p panel %%t tab %%f focus (element shown or hidden) %%v visible (1 or 0) Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da aka nuna ko ɓoyayyiyar panel ko ɓangaren panel: Amfani: %%e nau'in taron (evt_pnl_show) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab %%f mayar da hankali (aka nuna ko boye) %%v bayyane (1 ko 0) Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin.

source: Set Panel Select Command
ha: Saita Panel Zaɓi Umurni

source: Enter program or bash command line to be run automatically whenever the file selection changes: Use: %%e event type (evt_pnl_sel) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command. Prefix your command with an asterisk (*) and conditionally return exit status 0 to inhibit the default handler.
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da zaɓin fayil ya canza: Amfani: %%e nau'in taron (evt_pnl_sel) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin. Ƙaddamar da umarninka tare da alamar alama (*) kuma mayar da yanayin fita bisa sharaɗi 0 don hana tsoho mai sarrafa.

# View|Events|Tab|
source: _New
ha: _Sabo

source: Set New Tab Command
ha: Saita Sabon Umarnin Tab

source: Enter program or bash command line to be run automatically whenever a new tab is opened: Use: %%e event type (evt_tab_new) %%w window id (see zzzfm -s help) %%p panel %%t tab Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da aka buɗe sabon shafin: Amfani: %%e nau'in taron (evt_tab_new) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin.

source: _Change Dir
ha: _Canza Dir

source: Set Tab Change Dir Command
ha: Saita Canja Dokar Dir

source: Enter program or bash command line to be run automatically whenever a tab changes to a different directory: Use: %%e event type (evt_tab_chdir) %%w window id (see zzzfm -s help) %%p panel %%t tab %%d new directory Exxported bash variables (eg $fm_pwd, etc) can be used in this command.
ha: Shigar da shirin ko layin umarni bash don gudana ta atomatik a duk lokacin da shafin ya canza zuwa wani kundin adireshi: Amfani: %%e nau'in taron (evt_tab_chdir) %%w taga id (duba taimakon zzzfm-s) %%p panel %%t tab %%d sabon kundin adireshi Canjin bash da aka fitar (eg $fm_pwd, etc) za a iya amfani da a cikin wannan umurnin.

# View|Events|Tab|
source: _Focus
ha: _Mayar da hankali

source: Set Tab Focus Command
ha: Saita Umurnin Mayar da hankali Tab
