Repository: dimkr/zzzfm
Catalog: po/from transifex/ha/zzzfmpot.sh.po
Languages: ha

source: item if context
ha: abu idan mahallin

source: Edit Rule
ha: Gyara Doka

source: Value:
ha: Darajar:

source: If enabled, use as handler for:
ha: Idan an kunna, yi amfani da matsayin mai kulawa don:

source: none
ha: babu

source: files
ha: fayiloli

source: devices
ha: na'urori

source: _Ignore Context / Show All (global setting)
ha: _Yi watsi da Magana / Nuna Duk (saitin duniya)

source: Command _Line
ha: Umurni _Line

source: _Script
ha: _Rubutun

source: Open In _Editor
ha: Bude A _Edita

source: _Root Editor
ha: _Tushen Editan

source: Run Options
ha: Gudun Zaɓuɓɓuka

source: Popup Task
ha: Aiki Popup

source: Popup Error
ha: Kuskuren Popup

source: Popup Output
ha: Fitowar Fitowa

source: Scroll Output
ha: Gungura Fitowa

source: Keep Terminal Open
ha: Ci gaba da Buɗe Terminal

source: Run As User:
ha: Gudu A Matsayin Mai Amfani:

source: ( leave blank for current user )
ha: ( bar komai don mai amfani na yanzu )

source: Style
ha: Salo

source: Normal
ha: Na al'ada

source: Checkbox
ha: Akwatin ajiya

source: Confirmation
ha: Tabbatarwa

source: Input
ha: Shigarwa

source: Confirmation/Input Message:
ha: Tabbatarwa/Saƙon Shigarwa:

source: Open in File Browser:
ha: Bude a cikin Mai Binciken Fayil:

source: Built-In Toolbar Item
ha: Kayan Aikin Gina-Cikin Kayan Aikin

source: Separator
ha: Mai raba

source: Built-In Command
ha: Umurnin Ginin Gida

source: Follow state
ha: Bi jihar

source: Render differently based on the selection state.
ha: Bayar da daban-daban dangane da yanayin zaɓi.

source: Icon
ha: Ikon

source: The icon to render.
ha: Ikon da za a yi.

source: GIcon
ha: GIkon

source: The GIcon to render.
ha: The GIkon yin nuni.

source: size
ha: girman

source: The size of the icon to render in pixels.
ha: Girman gunkin don bayarwa a cikin pixels.

source: Preview
ha: Dubawa

source: No file selected
ha: Babu fayil da aka zaɓa

source: Block Device
ha: Toshe Na'urar

source: Character Device
ha: Na'urar Hali
