Repository: dimkr/zzzfm
Catalog: po/from transifex/ha/zzzfmpot.sh.po
Languages: ha

source: Window keypress %e %w %p %t %k %m
ha: Latsa maɓallin taga %e %w %p %t %k %m

source: Window close %e %w %p %t
ha: Window rufe %e %w %p %t

source: Panel focus %e %w %p %t
ha: Mayar da hankali na panel %e %w %p %t

source: Panel show/hide %e %w %p %t %f %v
ha: Nuna panel/ɓoye %e %w %p %t %f %v

source: Selection changed %e %w %p %t
ha: An canza zaɓi %e %w %p %t

source: Tab new %e %w %p %t
ha: Tab sabuwa %e %w %p %t

source: Tab change dir %e %w %p %t %d
ha: Tab canza dir %e %w %p %t %d

source: Tab focus %e %w %p %t
ha: Tab mayar da hankali %e %w %p %t

source: Tab close %e %w %p %t
ha: Tab kusa %e %w %p %t

source: Device change %e %f %v
ha: Canjin na'ura %e %f %v

source: Event COMMAND Substitution Variables:
ha: Canje-canjen Matsalolin COMMAND:

source: event type (evt_start|evt_exit|...)
ha: nau'in taron (evt_start|evt_exit|...)

source: window ID
ha: taga ID

source: panel number (1-4)
ha: lambar panel (1-4)

source: tab number (1-...)
ha: lambar tab (1-...)

source: quoted directory ('/etc')
ha: littafin directory ('/etc')

source: mouse button (0=double 1=left 2=middle 3=right ...)
ha: linzamin kwamfuta button (0=biyu 1=hagu 2=tsakiya 3=dama ...)

source: modifier key (eg 0x4 used with clicks and keypresses)
ha: maɓallin gyarawa (eg 0x4 amfani da dannawa da latsa maɓalli)

source: focus element (panelN|filelist|devices|bookmarks|dirtree|pathbar)
ha: mayar da hankali kashi (panelN|filelist|devices|bookmarks|dirtree|pathbar)

source: focus element is visible (0 or 1, or device state change)
ha: Ana ganin ɓangaren mayar da hankali (0 ko 1, ko canjin yanayin na'urar)

source: Examples
ha: Misalai

source: These files have been copied to the clipboard
ha: An kwafi waɗannan fayiloli zuwa allon allo

source: For full documentation and examples see the zzzFM User's Manual:
ha: Don cikakkun takardu da misalai duba littafin Mai amfani na zzzFM:

source: This build of zzzFM has desktop integration disabled
ha: Wannan ginin zzzFM yana da naƙasasshiyar haɗin tebur

source: zzzfm: Error: Unable to save session %s
ha: zzzfm: Kuskure: An kasa ajiye zaman %s

source: File doesn't exist
ha: Babu fayil

source: Error
ha: Kuskure

source: Error: Unable to initialize inotify file change monitor. Do you have an inotify-capable kernel?
ha: Kuskure: An kasa fara saka idanu canjin fayil inotify. Kuna da kwaya mai iya hanawa?

source: Error: Unable to establish connection with FAM. Do you have "FAM" or "Gamin" installed and running?
ha: Kuskure: Rashin iya kafa haɗi tare da FAM. Kuna da "FAM" ko "Gamin" shigar da gudana?

source: --dialog must be first option
ha: --dialog dole ne ya zama zaɓi na farko

source: --socket-cmd must be first option
ha: --socket-cmd dole ne ya zama zaɓi na farko

source: zzzFM requires bash to be installed. Other shells are NOT equivalent as zzzFM uses features only found in genuine bash (v4+). The program %s was not found. Install bash or use configure option --with-bash-path to specify a custom location at build time.
ha: zzzFM na bukata bash da za a shigar. Sauran harsashi ba su yi daidai ba kamar yadda zzzFM ke amfani da fasalulluka kawai da aka samu a cikin bash na gaske (v4+). Shirin %s ba a samu ba. Shigarbashko amfani da zaɓin daidaitawa --with-bash-path don ƙayyade wurin da aka saba a lokacin ginawa.

source: Don't know how to open the file
ha: Ban san yadda ake buɗe fayil ɗin ba

source: Unable to open file: "%s" %s
ha: An kasa buɗe fayil: "%s" %s

source: Open Root Window
ha: Buɗe Tushen Window

source: Terminal Not Available
ha: Babu Tasha

source: Please set your terminal program in View|Preferences|Advanced
ha: Da fatan za a saita shirin tashar ku a Duba|Preferences|Na ci gaba

source: Open Terminal
ha: Buɗe Terminal

source: Design Mode Help
ha: Taimakon Yanayin Zane

source: Design Mode allows you to change the name, shortcut key and icon of menu, toolbar and bookmark items, show help for an item, and add your own custom commands and applications. To open the Design Menu, simply right-click on a menu item, bookmark, or toolbar item. To open the Design Menu for a submenu, first close the submenu (by clicking on it). For more information, click the Help button below.
ha: Yanayin ƙira yana ba ku damar canza suna, maɓallin gajeriyar hanya da gunkin menu, kayan aiki da abubuwan alamomi, nuna taimako ga abu, da ƙara umarni da aikace-aikace na al'ada. Don buɗe Menu na ƙira, kawai danna dama akan abun menu, alamar shafi, ko abun kayan aiki. Don buɗe Menu na ƙira don ƙaramin menu, fara rufe ƙaramin menu (ta danna shi). Don ƙarin bayani, danna maɓallin Taimako da ke ƙasa.

source: New _Command
ha: Sabo _Umurni

source: Show Panel %d
ha: Nuna Panel %d

source: _File
ha: _Fayil

source: _View
ha: _Duba

source: _Devices
ha: _Na'urori

source: _Bookmarks
ha: _Alamomi

source: _Tools
ha: _Kayan aiki

source: _Help
ha: _Taimako

source: Error: Unable to save session file. Do you want to exit without saving? ( %s )
ha: Kuskure: Rashin iya ajiye fayil ɗin zaman. Kuna so ku fita ba tare da yin ajiya ba? ( %s )

source: zzzFM Error
ha: zzzFM Kuskure

source: Stop all tasks running in this window?
ha: Dakatar da duk ayyuka suna gudana a cikin wannan taga?

source: Aborting tasks...
ha: Zubar da ayyuka...

source: %s free / %s
ha: %s kyauta / %s

source: %sReading %s ...
ha: %sKaratu %s ...

source: Link → %s
ha: mahada → %s

source: Link → %s/
ha: mahada → %s/

source: !Link → %s/ (missing)
ha: !mahada → %s/ (bata)

source: Link → %s (%s)
ha: mahada → %s (%s)

source: !Link → %s (missing)
ha: !mahada → %s (missing)

source: !Link → ( error reading target )
ha: !mahada → ( makasudin karanta kuskure )

source: hidden
ha: boye

source: %s%d visible (%s) %s
ha: %s%d bayyane (%s) %s

source: %s%d item %s
ha: %s%d abu %s

source: Status
ha: Matsayi

source: Folder
ha: Jaka

source: Item
ha: Abu

source: To
ha: Zuwa

source: Progress
ha: Ci gaba

source: Total
ha: Jimlar

source: Started
ha: An fara

source: Elapsed
ha: Ya wuce

source: Current
ha: A halin yanzu

source: CRemain
ha: CCi gaba

source: Average
ha: Matsakaicin

source: Remain
ha: Ci gaba

source: Reorder Columns Help
ha: Sake oda Taimakon Rukunin

source: To change the order of the columns, drag the column header to the desired location.
ha: Don canza tsari na ginshiƙan, ja kan shafi zuwa wurin da ake so.

source: moving
ha: motsi

source: copying
ha: yin kwafi

source: deleting
ha: sharewa

source: linking
ha: haɗi

source: changing
ha: canza

source: running
ha: gudu

source: %d error %s
ha: %d kuskure %s

source: %d errors %s
ha: %d kurakurai %s

source: paused
ha: dakatarwa

source: queued
ha: yayi layi

source: Name
ha: Suna

source: Size
ha: Girman

source: Type
ha: Nau'in

source: Permission
ha: Izini

source: Owner
ha: Mai shi

source: Modified
ha: Gyara

source: Created
ha: Ƙirƙiri

source: zzzfm: invalid socket command
ha: zzzfm: umarnin soket mara inganci

source: zzzfm: invalid option '%s'
ha: zzzfm: zaɓi mara inganci '%s'

source: zzzfm: option %s requires an argument
ha: zzzfm: zaɓi %s yana bukatar hujja

source: zzzfm: invalid window
ha: zzzfm: taga mara inganci

source: zzzfm: invalid window %s
ha: zzzfm: taga mara inganci %s

source: zzzfm: invalid panel %d
ha: zzzfm: panel mara inganci %d

source: zzzfm: panel %d is not visible
ha: zzzfm: panel %d ba a bayyane

source: zzzfm: invalid tab %d
ha: zzzfm: tab mara inganci %d

source: zzzfm: command set requires an argument
ha: zzzfm: saitin umarni yana buƙatar hujja

source: zzzfm: invalid %s value
ha: zzzfm: mara inganci %s daraja

source: zzzfm: invalid slider value
ha: zzzfm: ƙimar madaidaici mara inganci

source: zzzfm: invalid panel number
ha: zzzfm: lambar panel mara inganci

source: zzzfm: invalid tab number
ha: zzzfm: lambar shafin mara inganci

source: zzzfm: invalid property %s
ha: zzzfm: dukiya mara inganci %s

source: zzzfm: invalid column width
ha: zzzfm: Faɗin shafi mara aiki

source: zzzfm: invalid column name '%s'
ha: zzzfm: sunan shafi mara inganci '%s'

source: zzzfm: text is not valid UTF-8
ha: zzzfm: rubutu ba shi da inganci UTF-8

source: zzzfm: %s requires a file path
ha: zzzfm: %s yana buƙatar hanyar fayil

source: zzzfm: error reading file '%s'
ha: zzzfm: fayil karanta kuskure '%s'

source: zzzfm: file '%s' does not contain valid UTF-8 text
ha: zzzfm: fayil '%s' ba ya ƙunshi ingantaccen rubutu UTF-8

source: zzzfm: %s requires a directory path
ha: zzzfm: %s yana buƙatar hanyar jagora

source: zzzfm: directory '%s' does not exist
ha: zzzfm: directory '%s' babu shi

source: zzzfm: command %s requires an argument
ha: zzzfm: umarni %s yana bukatar hujja

source: zzzfm: %s requires two arguments
ha: zzzfm: %s yana buƙatar dalilai guda biyu

source: zzzfm: invalid task '%s'
ha: zzzfm: aiki mara inganci '%s'

source: zzzfm: internal task %s is read-only
ha: zzzfm: aiki na ciki %s karanta-kawai

source: zzzfm: task property '%s' is read-only
ha: zzzfm: kayan aiki '%s' karanta-kawai

source: zzzfm: invalid queue_state '%s'
ha: zzzfm: rashin inganci queue_state '%s'

source: zzzfm: invalid task property '%s'
ha: zzzfm: kadarorin aiki mara inganci '%s'

source: zzzfm: no such directory '%s'
ha: zzzfm: babu irin wannan directory '%s'

source: zzzfm: invalid %s task option '%s'
ha: zzzfm: mara inganci %s zaɓin ɗawainiya '%s'

source: zzzfm: no such file '%s'
ha: zzzfm: babu irin wannan fayil '%s'

source: zzzfm: task type %s requires TARGET argument
ha: zzzfm: nau'in aiki %s yana buƙatar hujjar TARGET

source: zzzfm: invalid TARGET '%s'
ha: zzzfm: TARGET mara inganci '%s'

source: zzzfm: relative path '%s' requires %s option --dir DIR
ha: zzzfm: hanyar dangi '%s' na bukata %s zaɓi --dir DIR

source: zzzfm: task type %s requires FILE argument(s)
ha: zzzfm: nau'in aiki %s yana buƙatar hujja(s) FILE

source: zzzfm: invalid task type '%s'
ha: zzzfm: nau'in ɗawainiya mara inganci '%s'

source: zzzfm: invalid keycode '%s'
ha: zzzfm: lambar maɓalli mara inganci '%s'

source: zzzfm: custom command or submenu '%s' not found
ha: zzzfm: umarni na al'ada ko ƙaramin menu '%s' ba a samu ba

source: zzzfm: item '%s' context hidden or disabled
ha: zzzfm: abu '%s' mahallin boye ko a kashe

source: zzzfm: invalid event type '%s'
ha: zzzfm: nau'in taron mara inganci '%s'

source: zzzfm: event handler not found
ha: zzzfm: Ba a sami mai kula da taron ba

source: zzzfm: invalid socket method '%s'
ha: zzzfm: Hanyar soket mara inganci '%s'

source: Default
ha: Tsohuwar

source: Choose Desktop Font
ha: Zaɓi Font na Desktop

source: Example Item 0123456789
ha: Misali Abu 0123456789

source: Transparency Requirements
ha: Bukatun bayyana gaskiya

source: General Note: For desktop transparency to work, you need to be running a compositing window manager or separate compositor like compton or xcompmgr. You can then use use nitrogen or xwinwrap to set wallpaper on the background. This message will not repeat.
ha: Gabaɗaya bayanin kula: Don fayyace aikin tebur, kuna buƙatar kasancewa mai sarrafa taga mai haɗawa ko mai haɗawa daban kamar compton ko xcompmgr. Hakanan zaka iya amfani da nitrogen ko xwinwrap don saita fuskar bangon waya a bango. Wannan sakon ba zai maimaita ba.

source: Use of some terminals (%s) with zzzFM may prevent the Run As Task and Run In Terminal options being used together to run commands, due to limitations in these terminals. For example, this may cause protocols mounted in a terminal to fail to automatically open after being mounted. For full use of zzzFM's features, selecting another terminal is recommended.
ha: Amfani da wasu tashoshi (%s) tare da zzzFM na iya hana Run As Task da Run A cikin Zaɓuɓɓukan Tasha ana amfani da su tare don gudanar da umarni, saboda iyakancewa a cikin waɗannan tashoshi. Misali, wannan na iya sa ka'idojin da aka ɗora a cikin tasha su kasa buɗewa ta atomatik bayan an ɗora su. Don cikakken amfani da fasalulluka na zzzFM, ana ba da shawarar zaɓar wani tasha.

source: Limited Terminal Emulator Selected
ha: Emulator mai iyaka mai iyaka

source: You will now be asked for your root password to save the root settings for this user to a file in %s/zzzfm/ Supplying the password in the next window is recommended. Because zzzFM runs some commands as root via su, these settings are best protected by root.
ha: Yanzu za a tambaye ku tushen kalmar sirrin ku don adanawaroot saituna don wannan mai amfani zuwa fayil a ciki %s/zzzfm/ Ana ba da shawarar ba da kalmar wucewa ta taga mai zuwa. Saboda zzzFM yana gudanar da wasu umarni azaman tushen ta hanyar su, waɗannan saitunan sun fi kiyaye su root.

source: Save Root Settings
ha: Ajiye Root Saituna

source: Enter program or bash command line: Use: %%F selected files or %%f first selected file %%N selected filenames or %%n first selected filename %%d current directory %%v selected device (eg /dev/sda1) %%m device mount point (eg /media/dvd); %%l device label %%b selected bookmark %%t selected task directory; %%p task pid %%a menu item value $fm_panel, $fm_tab, $fm_command, etc
ha: Shigar da shirin ko layin umarni bash: Amfani: %%F fayilolin da aka zaɓa ko %%f fayil ɗin da aka zaɓa na farko %%N sunayen fayil da aka zaɓa ko %%n sunan fayil na farko da aka zaɓa %%d kundin adireshi na yanzu %%v na'urar da aka zaɓa (eg /dev/sda1) %%m wurin hawan na'urar (eg /media/dvd); %%l lakabin na'ura %%b alamar shafi %%t daftarin aiki zaba; %%p aiki pid %%a darajar abun menu $fm_panel, $fm_tab, $fm_command, etc

source: Enter an icon name, icon file path, or stock item name: Or click Choose to select an icon. Not all icons may work properly due to various issues.
ha: Shigar da sunan gunki, hanyar fayil ɗin gunki, ko sunan abun hannun jari: Ko danna Zaɓi don zaɓar gunki. Ba duk gumaka na iya aiki da kyau ba saboda batutuwa daban-daban.

source: Enter item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
ha: Shigar da sunan abu: Gabatar da harafi tare da maƙarƙashiya (_) don ja layi akan wannan harafin azaman maɓallin gajeriyar hanya idan ana so.

source: Enter new item name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired. TIP: To change this item later, right-click on the item to open the Design Menu.
ha: Shigar da sabon sunan abu: Gabatar da harafi tare da maƙarƙashiya (_) don ja layi akan wannan harafin azaman maɓallin gajeriyar hanya idan ana so. NASIHA: Don canza wannan abu daga baya, danna dama akan abun don buɗe Menu na ƙira.

source: Show Devices
ha: Nuna Na'urori

source: Show Bookmarks
ha: Nuna Alamomi

source: Show Tree
ha: Nuna Itace

source: Home
ha: Gida

source: Up
ha: Sama

source: Back
ha: Baya

source: Back History
ha: Tarihin Baya

source: Forward
ha: Gaba

source: Forward History
ha: Tarihin Gaba

source: Refresh
ha: Sake sabuntawa

source: New Tab
ha: Sabuwar Tab

source: New Tab Here
ha: Sabon Tab Anan

source: Show Hidden
ha: Nuna Boye

source: Large Icons
ha: Manyan Gumaka

source: %s: %s contains invalid characters - ignored
ha: %s: %s ya ƙunshi haruffa marasa inganci - ba a kula da su ba

source: %s: tmp_dir '%s' does not exist - reverting to %s
ha: %s: tmp_dir '%s' babu shi - komawa zuwa %s

source: file not found
ha: ba a samu fayil din ba

source: # zzzFM Session File # THIS FILE IS NOT DESIGNED TO BE EDITED - it will be read and OVERWRITTEN # If you delete all session* files, zzzFM will be reset to factory defaults.
ha: # zzzFM Fayil ɗin Zama # WANNAN FILE BA A TSIRA DON GYARA - za'a karanta shi kuma a RUBUTU # Idan kun share duk fayilolin zaman *, za a sake saita zzzFM zuwa ma'auni na masana'anta.

source: Error saving file
ha: Kuskuren adana fayil

source: zzzFM Error: Unable to autosave session file ( %s )
ha: zzzFMKuskure: Rashin iya ajiye fayil ɗin zaman kai tsaye ( %s )

source: Selected Menu Item '%s' As Handler
ha: Abun Menu da aka zaɓa '%s' Kamar yadda Handler

source: Create README
ha: Ƙirƙiri README

source: No README file exists for this command. Create a default README file for you to fill in?
ha: Babu fayil na README don wannan umarni. Ƙirƙiri tsohowar fayil na README don cikawa?

source: Creation Failed
ha: An Kasa Yin Halittu

source: An error occurred creating a README file for this command.
ha: An sami kuskure ƙirƙirar fayil ɗin README don wannan umarni.

source: An error occurred copying command files %s
ha: An sami kuskure wajen kwafin fayilolin umarni %s

source: Copy Command Error
ha: Kwafi Kuskuren Umurni

source: An error occurred copying command data files %s
ha: An sami kuskure wajen kwafin fayilolin bayanan umarni %s

source: Bookmark target '%s' is missing or invalid.
ha: Maƙasudin alamar '%s' ya ɓace ko mara aiki.

source: Invalid Bookmark Target
ha: Manufar Alamar Inganci mara inganci

source: Change Item Name
ha: Canja Sunan Abu

source: Editor Not Set
ha: Edita Ba Saiti ba

source: Please set your editor in View|Preferences|Advanced
ha: Da fatan za a saita editan ku a Duba|Preferences|Na ci gaba

source: Root Editor Not Set
ha: Ba a saita Tushen Editan ba

source: Please set root's editor in View|Preferences|Advanced
ha: Da fatan za a saita editan tushen a Duba|Preferences|Na ci gaba

source: Edit %s
ha: Gyara %s

source: User's Manual Not Found
ha: Ba'a Samu Littafin Mai Amfani ba

source: The local copy of the zzzFM user's manual was not found. Please set the correct location in Help|Options|Manual Location.
ha: Ba a samo kwafin gida na littafin mai amfanin zzzFM ba. Da fatan za a saita madaidaicin wuri a Taimako|Zaɓuɓɓuka| Wuri na Manual.

source: Manual Opened ?
ha: An buɗe Manual?

source: The zzzFM user's manual should have opened in your browser. If it didn't open, or if you would like to use a different browser, set your browser in Help|Options|Browser. This message will not repeat.
ha: Ya kamata a buɗe littafin jagorar mai amfani na zzzFM a cikin burauzar ku. Idan bai buɗe ba, ko kuma idan kuna son yin amfani da wani mashigar bincike daban, saita burauzar ku a cikin Taimako|Zaɓuɓɓuka|Masu bincike. Wannan sakon ba zai maimaita ba.

source: ( none )
ha: ( babu )

source: %s Keycode: %#4x Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
ha: %s Maɓalli: %#4x Mai gyarawa: %#x %s an riga an sanya shi zuwa '%s'. Danna maɓallin daban ko danna Saita don maye gurbin aikin maɓalli na yanzu.

source: %s Keycode: %#4x [%#4x] Modifier: %#x %s is already assigned to '%s'. Press a different key or click Set to replace the current key assignment.
ha: %s Maɓalli: %#4x [%#4x] Mai gyarawa: %#x %s an riga an sanya shi zuwa '%s'. Danna maɓallin daban ko danna Saita don maye gurbin aikin maɓalli na yanzu.

source: %s Keycode: %#4x Modifier: %#x
ha: %s Maɓalli: %#4x Mai gyarawa: %#x

source: Press your key combination for item '%s' then click Set. To remove the current key assignment, click Unset.
ha: Danna haɗin maɓallin ku don abu '%s' sannan danna Saita. Don cire aikin maɓalli na yanzu, danna Unset.

source: Cancel
ha: Soke

source: Unset
ha: Ba a saita ba

source: Set
ha: Saita

source: Set Key
ha: Saita Maɓalli

source: Edit Command Line
ha: Gyara Layin Umurni

source: Choose Custom Executable
ha: Zaɓi Custom Executable

source: Run As User
ha: Gudu A Matsayin Mai Amfani

source: Run this command as username: ( Leave blank for current user )
ha: Gudun wannan umarni azaman sunan mai amfani: ( Bar fanko ga mai amfani na yanzu )

source: You are adding a custom command to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
ha: Kuna ƙara umarni na al'ada zuwa abin menu na Default. Wannan abun zai kasance yana da mahalli ta atomatik - zai bayyana ne kawai lokacin da nau'in MIME na farkon zaɓaɓɓen fayil ɗin ya dace da nau'in yanzu. '%s'. Ƙara umarni ko menus a nan waɗanda kawai kuke son bayyana don wannan nau'in MIME guda ɗaya.

source: New Context Command
ha: Sabon Umurnin Magana

source: Set Item Name
ha: Saita Sunan Abu

source: Choose Folder
ha: Zaɓi Jaka

source: You are adding a custom submenu to the Default menu item. This item will automatically have a pre-context - it will only appear when the MIME type of the first selected file matches the current type '%s'. Add commands or menus here which you only want to appear for this one MIME type.
ha: Kuna ƙara ƙaramin menu na al'ada zuwa abin menu na Default. Wannan abun zai kasance yana da mahalli ta atomatik - zai bayyana ne kawai lokacin da nau'in MIME na farkon zaɓaɓɓen fayil ɗin ya dace da nau'in yanzu. '%s'. Ƙara umarni ko menus a nan waɗanda kawai kuke son bayyana don wannan nau'in MIME guda ɗaya.

source: (none)
ha: (babu)

source: Set Submenu Name
ha: Saita Sunan Menu

source: Enter submenu name: Precede a character with an underscore (_) to underline that character as a shortcut key if desired.
ha: Shigar da sunan ƙaramin menu: Gabatar da hali mai ma'ana (_) don ja layi akan wannan harafin azaman maɓallin gajeriyar hanya idan ana so.

source: New _Submenu
ha: Sabo _Submenu

source: ( no name )
ha: ( babu suna )

source: Permanently remove the '%s' SUBMENU AND ALL ITEMS WITHIN IT? This action will delete all settings and files associated with these items.
ha: Cire na dindindin '%s' SUBMENU DA DUKAN KYAUTATA CIKINSA? Wannan aikin zai share duk saituna da fayilolin da ke da alaƙa da waɗannan abubuwan.

source: Permanently remove the '%s' item? This action will delete all settings and files associated with this item.
ha: Cire abun ''%s' na dindindin? Wannan aikin zai share duk saituna da fayilolin da ke da alaƙa da wannan abun.

source: Confirm Remove
ha: Tabbatar Cire

source: Are you sure?
ha: Ka tabbata?

source: Dialog Message
ha: Saƙon maganganu

source: Enter the message to be displayed in this dialog: Use: \n newline \t tab
ha: Shigar da saƙon da za a nuna a cikin wannan maganganun: Amfani: \n sabon layi \t tab

source: _Copy
ha: _Kwafi

source: _Paste
ha: _Manna

source: _Remove
ha: _Cire

source: _New
ha: _Sabo

source: _Bookmark
ha: _Alamar alama

source: _Application
ha: _Aikace-aikace

source: _Command
ha: _Umurni

source: _Add
ha: _Ƙara

source: T_ooltips
ha: T_ooltukwici

source: _Key Shortcut
ha: _Gajerar hanya

source: _Edit Script
ha: _Gyara Rubutun

source: E_dit As Root
ha: E_dit Kamar yadda Root

source: _Edit Command
ha: _Gyara Umurni

source: _Properties
ha: _Kayayyaki

source: Set Icon
ha: Saita Ikon

source: _Edit
ha: _Gyara

source: _Default
ha: _Tsohuwar

source: Your input is invalid because it contains linefeeds
ha: Shigar da ku ba daidai ba ne saboda ya ƙunshi ciyarwar layi

source: _OK
ha: _KO

source: _Unset
ha: _Ba a saita ba

source: Remo_ve / Eject
ha: Remo_ve / Fitar

source: _Unmount
ha: _Cire hawa

source: _Sync
ha: _Aiki tare

source: _Open
ha: _Bude

# Devices|Open|
source: Open In _Tab
ha: Bude A _Tab

source: _Mount
ha: _Dutsen

source: Re_/mount
ha: Re_/hawa

source: _Root
ha: _Tushen

source: _Label
ha: _Lakabi

source: _Check
ha: _Duba

source: _Edit fstab
ha: _Gyara fstab

source: Edit u_devil.conf
ha: Gyara u_devil.conf

source: _Format
ha: _Tsarin

source: _Backup
ha: _Ajiyayyen

source: _Restore
ha: _Maida

source: _From File
ha: _Daga Fayil

source: File _Info
ha: Fayil _Bayani

source: _Internal Drives
ha: _Direbobin Ciki

source: _Empty Drives
ha: _Motoci marasa amfani

source: _Partition Tables
ha: _Tables na bangare

source: Mounted _Networks
ha: An saka _Hanyoyin sadarwa

source: Mounted _Other
ha: An saka _Sauran

source: _Volumes...
ha: _Juzu'i...

source: Show/Hide Volumes
ha: Nuna / Ɓoye ƙararraki
